▁پس ▁اللہ ▁سے ▁ڈر و ▁اور ▁میرا ▁کہا ▁مان و !
▁کہ ▁جا و ▁فرع ون ▁کے ▁پاس ▁کہ ▁وہ ▁سر کش ▁ہوگیا ▁ہے۔
▁اے ▁محبوب ▁تمہاری ▁جان ▁کی ▁قسم ▁بیش ک ▁وہ ▁اپنے ▁نش ہ ▁میں ▁بھ ٹک ▁رہے ▁ہیں ،
▁جن ▁لوگوں ▁نے ▁( ان ▁بات وں ▁کو ▁تسلیم ▁کرنے ▁سے ) ▁انکار ▁کر ▁دیا ، ▁ان ▁کے ▁لیے ▁یکساں ▁ہے ، ▁خواہ ▁تم ▁انہیں ▁خبردار ▁کرو ▁یا ▁نہ ▁کرو ، ▁ب ہر حال ▁وہ ▁مان نے ▁والے ▁نہیں ▁ہیں
▁کیا ▁اللہ ▁کے ▁حصے ▁میں ▁وہ ▁اولاد ▁اي ی ▁جو ▁ زی ور وں ▁میں ▁پال ی ▁جاتی ▁ہے ▁اور ▁بحث ▁و ▁حجت ▁میں ▁اپنا ▁م دعا ▁پوری ▁طرح ▁واضح ▁بھی ▁نہیں ▁کر ▁سکتی ؟
▁پھر ▁مر ید ▁اپنے ▁پیر وں ▁سے ▁کہیں ▁گے ▁تم ہ ارا ▁بھ لا ▁نہ ▁ہو ▁تم ▁نے ▁اس ▁عذاب ▁کو ▁ہمارے ▁لي ے ▁مہ یا ▁کیا ▁ہے ▁لہذا ▁یہ ▁بدترین ▁ ٹھ کان ا ▁ہے
▁مگر ▁جو ▁الله ▁کے ▁پاس ▁پاک ▁دل ▁لے ▁کر ▁ ایا
▁انہوں ▁نے ▁کہا ▁ہم ▁ایک ▁مجرم ▁قوم ▁کی ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں
▁بھ لا ▁ان ▁کے ▁پا وں ▁ہیں ▁جن ▁سے ▁چل یں ▁یا ▁ہاتھ ▁ہیں ▁جن ▁سے ▁پکڑ یں ▁یا ▁ان کھ یں ▁ہیں ▁جن ▁سے ▁دیکھیں ▁یا ▁کان ▁ہیں ▁جن ▁سے ▁سن یں ؟ ▁کہہ ▁دو ▁کہ ▁اپنے ▁شریک وں ▁کو ▁بلا لو ▁اور ▁میرے ▁بارے ▁میں ▁( جو ) ▁تدبیر ▁( کر نی ▁ہو ) ▁کر لو ▁اور ▁مجھے ▁کچھ ▁مہ لت ▁بھی ▁نہ ▁دو ▁( پ ھر ▁دیکھ و ▁کہ ▁وہ ▁میرا ▁کیا ▁کرسکتے ▁ہیں )
▁اور ▁کہیں ▁گے ▁ہا ي ے ▁ہماری ▁کم بخت ی ! ▁جزا ▁کا ▁دن ▁یہی ▁ہے
▁یہ ▁ایک ▁سور ت ▁ہے ▁جسے ▁ہم ▁نے ▁نازل ▁کیا ▁ہے ▁اور ▁اس ▁کے ▁احکام ▁ہم ▁نے ▁ہی ▁فرض ▁کي ے ▁ہیں ▁اور ▁ہم ▁نے ▁اس ▁میں ▁صاف ▁صاف ▁ ایت یں ▁نازل ▁کی ▁ہیں ▁تاکہ ▁تم ▁سمجھ و
▁اب ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁انہوں ▁نے ▁نیک ▁اعمال ▁کي ے ▁انہیں ▁پروردگار ▁اپنی ▁رحمت ▁میں ▁داخل ▁کر لے ▁گا ▁کہ ▁یہی ▁سب ▁سے ▁نمای اں ▁کامیابی ▁ہے
▁اور ▁کبھی ▁تم ▁دیکھ و ▁جب ▁وہ ▁ اگ ▁پر ▁کھڑے ▁کي ے ▁جاي یں ▁گے ▁تو ▁کہیں ▁گے ▁کاش ▁کسی ▁طرح ▁ہم ▁واپس ▁بھیج ے ▁جاي یں ▁اور ▁اپنے ▁رب ▁کی ▁ ایت یں ▁نہ ▁جھ ٹل اي یں ▁اور ▁مسلمان ▁ہو جا ي یں ،
▁( ا ے ▁رسول ( ص ) ) ▁اگر ▁اپ ▁زمین ▁کے ▁رہنے ▁والوں ▁کی ▁اکثریت ▁کی ▁اطاعت ▁کریں ▁گے ▁( ان ▁کا ▁کہنا ▁مان یں ▁گے ) ▁تو ▁وہ ▁اپ ▁کو ▁اللہ ▁کے ▁راستہ ▁سے ▁بھ ٹک ا ▁دیں ▁گے ▁یہ ▁لوگ ▁پیر وی ▁نہیں ▁کرتے ▁مگر ▁گمان ▁کی ▁اور ▁وہ ▁محض ▁تخم ی نے ▁لگا تے ▁اور ▁ اٹ کل ▁پچ و ▁باتیں ▁کرتے ▁ہیں۔
▁اور ▁اگر ▁کسی ▁عورت ▁کو ▁اپنے ▁خاوند ▁کی ▁طرف ▁سے ▁زیادتی ▁یا ▁بے رغ بت ی ▁کا ▁ اندیش ہ ▁ہو ▁تم ▁میاں ▁بیوی ▁پر ▁کچھ ▁گناہ ▁نہیں ▁کہ ▁اپ س ▁میں ▁کسی ▁قرارداد ▁پر ▁صلح ▁کرلی ں۔ ▁اور ▁صلح ▁خوب ▁( چی ز ) ▁ہے ▁اور ▁طبیعت یں ▁تو ▁بخ ل ▁کی ▁طرف ▁ما يل ▁ہوتی ▁ہیں ▁اور ▁اگر ▁تم ▁نیک و کاری ▁اور ▁پر ہ یز گار ی ▁کرو ▁گے ▁تو ▁خدا ▁تمہارے ▁سب ▁کام وں ▁سے ▁وا قف ▁ہے
▁اور ▁سارے ▁اس مان وں ▁اور ▁زمین ▁کی ▁حکمران ی ▁اللہ ▁ہی ▁کی ▁ہے ، ▁اور ▁سب ▁کو ▁اسی ▁کی ▁طرف ▁لوٹ ▁کر ▁جانا ▁ہے ،
▁اور ▁یہ ▁لوگ ▁یقینا ▁کہا ▁کرتے ▁تھے ،
▁تو ▁ہم ▁نے ▁ان ▁کی ▁طرف ▁وح ی ▁کی ▁کہ ▁ہماری ▁ن گاہ ▁کے ▁سامنے ▁اور ▁ہمارے ▁اشارہ ▁کے ▁مطابق ▁کشتی ▁بنا و ▁اور ▁پھر ▁جب ▁ہمارا ▁حکم ▁اج اي ے ▁اور ▁تن ور ▁ ابل نے ▁لگے ▁تو ▁اسی ▁کشتی ▁میں ▁ہر ▁جو ڑے ▁میں ▁سے ▁دو ▁دو ▁کو ▁لے ▁لینا ▁اور ▁اپنے ▁اہل ▁کو ▁لے ▁کر ▁روانہ ▁ہو جان ا ▁علاوہ ▁ان ▁افراد ▁کے ▁جن ▁کے ▁بارے ▁میں ▁پہلے ▁ہی ▁ہمارا ▁فیصلہ ▁ہو چک ا ▁ہے ▁اور ▁مجھ ▁سے ▁ظلم ▁کرنے ▁والوں ▁کے ▁بارے ▁میں ▁گفتگو ▁نہ ▁کرنا ▁کہ ▁یہ ▁سب ▁ غرق ▁کردی ي ے ▁جانے ▁والے ▁ہیں
▁نوح ( ع ) ▁نے ▁کہا ▁اے ▁میری ▁قوم ! ▁کیا ▁تم ▁نے ▁( اس ▁بات ▁پر ) ▁غور ▁کیا ▁ہے ▁کہ ▁اگر ▁میں ▁اپنے ▁پروردگار ▁کی ▁طرف ▁سے ▁روشن ▁دلیل ▁رکھتا ▁ہوں ؟ ▁اور ▁اس ▁نے ▁مجھے ▁اپنی ▁رحمت ▁بھی ▁عطا ▁فرما ي ی ▁ہے۔ ▁جو ▁تمہیں ▁سج ھا ي ی ▁نہیں ▁دیتی ۔ ▁تو ▁کہا ▁ہم ▁زبردست ی ▁اسے ▁تمہارے ▁اوپر ▁م سلط ▁کر ▁سکتے ▁ہیں۔ ▁جبکہ ▁تم ▁اسے ▁نا پسند ▁کرتے ▁ہو ؟
▁اور ▁انہیں ▁گناہ وں ▁کی ▁شام ت ▁سے ▁بچا لے ، ▁اور ▁جسے ▁تو ▁اس ▁دن ▁گناہ وں ▁کی ▁شام ت ▁سے ▁بچا ي ے ▁تو ▁بیش ک ▁تو ▁نے ▁اس ▁پر ▁رحم ▁فرمایا ، ▁اور ▁یہی ▁بڑی ▁کامیابی ▁ہے ،
▁( جواب ▁ملے ▁گا ) ▁" یہ ▁حالت ▁جس ▁میں ▁تم ▁مبتلا ▁ہو ، ▁اس ▁وجہ ▁سے ▁ہے ▁کہ ▁جب ▁ اکی لے ▁اللہ ▁کی ▁طرف ▁بل ایا ▁جاتا ▁تھا ▁تو ▁تم ▁مان نے ▁سے ▁انکار ▁کر ▁دیتے ▁تھے ▁اور ▁جب ▁اس ▁کے ▁ساتھ ▁دوسروں ▁کو ▁مل ایا ▁جاتا ▁تو ▁تم ▁مان ▁لیتے ▁تھے ▁اب ▁فیصلہ ▁اللہ ▁بزرگ ▁و ▁برتر ▁کے ▁ہاتھ ▁ہے "
▁اللہ ▁کا فر وں ▁کی ▁مثال ▁دیتا ▁ہے ▁نوح ▁کی ▁عورت ▁اور ▁ل وط ▁کی ▁عورت ، ▁وہ ▁ہمارے ▁بند وں ▁میں ▁دو ▁سزا ▁وار ▁( لا يق ) ▁قرب ▁بند وں ▁کے ▁نکاح ▁میں ▁تمہیں ▁پھر ▁انہوں ▁نے ▁ان ▁سے ▁د غا ▁کی ▁تو ▁وہ ▁اللہ ▁کے ▁سامنے ▁انہیں ▁کچھ ▁کام ▁نہ ▁اي ے ▁اور ▁فرما ▁دیا ▁گیا ▁کے ▁تم ▁دونوں ▁عورت یں ▁ جہ نم ▁میں ▁جا و ▁جانے ▁والوں ▁کے ▁ساتھ
▁کہا ▁اے ▁میرے ▁بچے ▁اپنا ▁خواب ▁اپنے ▁بھ اي یوں ▁سے ▁نہ ▁کہنا ▁وہ ▁تیر ے ▁ساتھ ▁کوي ی ▁چا ▁ل ▁چل یں ▁گے ▁بیش ک ▁شیطان ▁اد می ▁کا ▁کھل ا ▁دشمن ▁ہے
▁اس ▁سے ▁کہا ▁گیا ▁کہ ▁محل ▁میں ▁داخل ▁ہو ▁اس ▁نے ▁جو ▁دیکھا ▁تو ▁سمجھ ی ▁کہ ▁پانی ▁کا ▁حوض ▁ہے ▁اور ▁اتر نے ▁کے ▁لیے ▁اس ▁نے ▁اپنے ▁پا ين چے ▁اٹھا ▁لیے ▁سلیمان ▁نے ▁کہا ▁یہ ▁شی ش ے ▁کا ▁چک نا ▁فرش ▁ہے ▁اس ▁پر ▁وہ ▁پکار ▁اٹھ ی ▁" ا ے ▁میرے ▁رب ، ▁( اج ▁تک ) ▁میں ▁اپنے ▁نفس ▁پر ▁بڑا ▁ظلم ▁کرتی ▁رہی ، ▁اور ▁اب ▁میں ▁نے ▁سلیمان ▁کے ▁ساتھ ▁اللہ ▁رب ▁العالم ین ▁کی ▁اطاعت ▁قبول ▁کر ▁لی "
▁جو ▁شخص ▁دنیا ▁کی ▁زندگی ▁اور ▁اس ▁کی ▁ زین ت ▁پر ▁فری فت ہ ▁ہوا ▁چاہتا ▁ہو ▁ہم ▁ایس وں ▁کو ▁ان ▁کے ▁کل ▁اعمال ▁( کا ▁بدل ہ ) ▁یہی ▁بھرپور ▁پہنچا ▁دیتے ▁ہیں ▁اور ▁یہاں ▁انہیں ▁کوي ی ▁کمی ▁نہیں ▁کی ▁جاتی
▁اور ▁جب ▁بات ▁ان ▁پر ▁اپ ڑے ▁گی ▁ہم ▁زمین ▁سے ▁ان ▁کے ▁لیے ▁ایک ▁چو پا یہ ▁نکال یں ▁گے ▁جو ▁لوگوں ▁سے ▁کلام ▁کرے ▁گا ▁اس ▁لیے ▁کہ ▁لوگ ▁ہماری ▁ ایت وں ▁پر ▁ایمان ▁نہ ▁لا تے ▁تھے
▁اور ▁جس ▁کو ▁ نامہ ▁اعمال ▁پشت ▁کی ▁طرف ▁سے ▁دیا ▁جاي ے ▁گا
▁خدا ▁کو ▁چھوڑ ▁کر ... . ▁تو ▁وہ ▁لوگ ▁جواب ▁دیں ▁گے ▁کہ ▁وہ ▁ہم ▁کو ▁چھوڑ ▁کر ▁گم ▁ہو گي ے ▁بلکہ ▁ہم ▁اس ▁کے ▁پہلے ▁کسی ▁کو ▁نہیں ▁پکار ا ▁کرتے ▁تھے ▁اور ▁اللہ ▁اسی ▁طرح ▁کا فر وں ▁کو ▁گمراہ ی ▁میں ▁چھوڑ ▁دیتا ▁ہے
▁( تو ) ▁وہ ▁چیز یں ▁( ان ▁سے ▁عذاب ▁کو ▁دفع ▁کرنے ▁میں ) ▁کیا ▁کام ▁اي یں ▁گی ▁جن ▁سے ▁وہ ▁فاي دہ ▁اٹھا تے ▁رہے ▁تھے ،
▁انہوں ▁نے ▁کہا ▁کہ ▁نوح ▁اگر ▁تم ▁باز ▁نہ ▁او ▁گے ▁تو ▁سنگ سار ▁کردی ي ے ▁جا و ▁گے
▁اصل ▁بات ▁یہ ▁ہے ▁کہ ▁ان ▁لوگوں ▁کو ▁اور ▁ان ▁کے ▁اب اء ▁و ▁اج داد ▁کو ▁ہم ▁زندگی ▁کا ▁سر ▁و ▁سامان ▁دیے ▁چلے ▁ گي ے ▁یہاں ▁تک ▁کہ ▁ان ▁کو ▁دن ▁لگ ▁ گي ے ▁مگر ▁کیا ▁انہیں ▁نظر ▁نہیں ▁ا تا ▁کہ ▁ہم ▁زمین ▁کو ▁مختلف ▁سمت وں ▁سے ▁گھ ٹا تے ▁چلے ▁ا ▁رہے ▁ہیں ؟ ▁پھر ▁کیا ▁یہ ▁غالب ▁ا ▁جاي یں ▁گے ؟
▁سن و ! ▁اس مان وں ▁اور ▁زمین ▁میں ▁جو ▁کچھ ▁ہے ▁اللہ ▁کا ▁ہے ▁سن ▁رکھ و ! ▁اللہ ▁کا ▁وعدہ ▁سچ ا ▁ہے ▁مگر ▁اکثر ▁انسان ▁جانتے ▁نہیں ▁ہیں
▁مسلمانوں ▁میں ▁کچھ ▁وہ ▁مرد ▁ہیں ▁جنہوں ▁نے ▁سچ ا ▁کردیا ▁جو ▁عہد ▁اللہ ▁سے ▁کیا ▁تھا ▁تو ▁ان ▁میں ▁کوي ی ▁اپنی ▁من ت ▁پوری ▁کر چک ا ▁اور ▁کوي ی ▁راہ ▁دیکھ ▁رہا ▁ہے ▁اور ▁وہ ▁ذرا ▁نہ ▁بدل ے
▁ہر گز ▁نہیں ▁وہ ▁ضرور ▁ حط مہ ▁میں ▁پھینک ا ▁جاي ے ▁گا
▁اور ▁گ ت ھے ▁ہو ي ے ▁کی لو ▁ ں ▁میں
▁ان ▁سے ▁کھ یت یاں ▁تم ▁ا گا تے ▁ہو ▁یا ▁ان ▁کے ▁ اگ انے ▁والے ▁ہم ▁ہیں ؟
▁کوي ی ▁مت نفس ▁نہیں ▁جانتا ▁کہ ▁ان ▁کے ▁لي ے ▁کی سی ▁ان کھ وں ▁کی ▁ ٹھ نڈ ک ▁چھپ ا ▁کر ▁رکھی ▁ گي ی ▁ہے۔ ▁یہ ▁ان ▁اعمال ▁کا ▁صل ہ ▁ہے ▁جو ▁وہ ▁کرتے ▁تھے
▁بلکہ ▁کا فر ▁لوگ ▁( اس ے ▁مزید ) ▁جھ ٹ لا ▁رہے ▁ہیں ،
▁اس ▁کی ▁طرف ▁رجوع ▁لا تے ▁ہو ي ے ▁اور ▁اس ▁سے ▁ڈر و ▁اور ▁نماز ▁قاي م ▁رکھ و ▁اور ▁مشر ک وں ▁سے ▁نہ ▁ہو ،
▁اور ▁اسی ▁کی ▁نشانی وں ▁میں ▁سے ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کا ▁پیدا ▁کرنا ▁اور ▁ان ▁جانور وں ▁کا ▁جو ▁اس ▁نے ▁ان ▁میں ▁پھیلا ▁رکھے ▁ہیں ▁اور ▁وہ ▁جب ▁چاہے ▁ان ▁کے ▁جمع ▁کرلی نے ▁پر ▁قادر ▁ہے
▁پس ▁میں ▁نے ▁کہا ▁اپنے ▁رب ▁سے ▁بخش ش ▁مانگ و ▁بے ▁شک ▁وہ ▁بڑا ▁بخش نے ▁والا ▁ہے
▁یقینا ▁ہم ▁اس ▁بات ▁پر ▁قادر ▁ہیں ▁کہ ▁اس ▁کی ▁انگل یوں ▁کے ▁پور ▁تک ▁درست ▁کر سک یں
▁دونوں ▁باغ وں ▁میں ▁دو ▁چشم ے ▁ف وار وں ▁کی ▁طرح ▁ ابل تے ▁ہو ي ے
▁کہ تا ▁ہے ▁میں ▁نے ▁ڈھ یر وں ▁مال ▁ف نا ▁کردیا
▁مگر ▁یہ ▁کہ ▁وہ ▁سب ▁کے ▁سب ▁ہمارے ▁حضور ▁حاضر ▁کیے ▁جاي یں ▁گے ،
▁اور ▁اپنا ▁ہاتھ ▁باہر ▁نکال ا ▁سو ▁وه ▁یک ایک ▁سب ▁دیکھنے ▁والوں ▁کے ▁روبرو ▁بہت ▁ہی ▁چم کت ا ▁ہوا ▁ہو ▁گیا
▁سو ▁جب ▁وہ ▁دیکھ ▁لیں ▁گے ▁کہ ▁وہ ▁( وعد ہ ) ▁قریب ▁ا گیا ▁تو ▁کا فر وں ▁کے ▁منہ ▁بر ے ▁ہو جا ي یں ▁گے ▁اور ▁( ان ▁سے ) ▁کہا ▁جاي ے ▁گا ▁کہ ▁یہ ▁وہی ▁ہے ▁جس ▁کے ▁تم ▁خواست گار ▁تھے
▁اور ▁ہمارا ▁حکم ▁تو ▁ان کھ ▁کے ▁جھ پک نے ▁کی ▁طرح ▁ایک ▁بات ▁ہوتی ▁ہے
▁ان ▁کے ▁رب ▁کی ▁نشانی وں ▁میں ▁سے ▁کوي ی ▁نشانی ▁ایسی ▁نہیں ▁جو ▁ان ▁کے ▁سامنے ▁اي ی ▁ہو ▁اور ▁انہوں ▁نے ▁منہ ▁نہ ▁مو ڑا ▁ہو
▁ہم ▁نے ▁انہیں ▁صرف ▁حق ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے ▁لیکن ▁ان ▁کی ▁اکثریت ▁اس ▁امر ▁سے ▁بھی ▁ج اہل ▁ہے
▁ان ▁کی ▁ہنس ی ▁بن الی ▁اور ▁اس ▁سے ▁بڑھ ▁کر ▁ظالم ▁کون ▁جسے ▁اس ▁کے ▁رب ▁کی ▁ ایت یں ▁یاد ▁دل اي ی ▁جاي یں ▁تو ▁وہ ▁ان ▁سے ▁منہ ▁پھ یر لے ▁اور ▁اس ▁کے ▁ہاتھ ▁جو ▁ اگ ے ▁بھیج ▁چکے ▁اسے ▁بھول ▁جاي ے ▁ہم ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁غ لاف ▁کردی ے ▁ہیں ▁کہ ▁قر ان ▁نہ ▁سمجھ یں ▁اور ▁ان ▁کے ▁کان وں ▁میں ▁گران ی ▁اور ▁اگر ▁تم ▁انہیں ▁ہدایت ▁کی ▁طرف ▁بلا و ▁تو ▁جب ▁بھی ▁ہر گز ▁کبھی ▁راہ ▁نہ ▁پاي یں ▁گے
▁اس ▁کا ▁کوي ی ▁شریک ▁نہیں ▁اور ▁اسی ▁کا ▁مجھے ▁حکم ▁دیا ▁گیا ▁ہے ▁اور ▁میں ▁( جم ی ع ▁مخلوق ات ▁میں ) ▁سب ▁سے ▁پہلا ▁مسلمان ▁ہوں ،
▁اپ ▁کہہ ▁دی جي ے ! ▁اگر ▁یہ ▁( قر ان ) ▁اللہ ▁ہی ▁کی ▁طرف ▁سے ▁ہو ▁اور ▁تم ▁نے ▁اسے ▁نہ ▁مانا ▁ہو ▁اور ▁بنی ▁اس راي یل ▁کا ▁ایک ▁گو اه ▁اس ▁جیسی ▁کی ▁گواہ ی ▁بھی ▁دے ▁چکا ▁ہو ▁اور ▁وه ▁ایمان ▁بھی ▁لا چک ا ▁ہو ▁اور ▁تم ▁نے ▁سر کش ی ▁کی ▁ہو ، ▁تو ▁بیش ک ▁اللہ ▁تعالی ▁ظالم وں ▁کو ▁راه ▁نہیں ▁دکھا تا
▁وہ ▁بول ے : ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁ان ہی ▁کی ▁پرست ش ▁کرتے ▁پایا ▁تھا ،
▁جو ▁لوگ ▁ایمان ▁لے ▁اي ے ▁اور ▁نیک ▁عمل ▁کرنے ▁لگے ▁انہوں ▁نے ▁پہلے ▁جو ▁کچھ ▁کھا یا ▁پی ا ▁تھا ▁اس ▁پر ▁کوي ی ▁گرفت ▁نہ ▁ہوگی ▁بشر طی کہ ▁وہ ▁اين دہ ▁ان ▁چیز وں ▁سے ▁بچے ▁رہیں ▁جو ▁حرام ▁کی ▁ گي ی ▁ہیں ▁اور ▁ایمان ▁پر ▁ثابت ▁قدم ▁رہیں ▁اور ▁اچھے ▁کام ▁کریں ، ▁پھر ▁جس ▁جس ▁چیز ▁سے ▁روک ا ▁جاي ے ▁اس ▁سے ▁رک یں ▁اور ▁جو ▁فرمان ▁ال ہی ▁ہو ▁اسے ▁مان یں ، ▁پھر ▁خدا ▁ترس ی ▁کے ▁ساتھ ▁نیک ▁روی ہ ▁رکھیں ▁اللہ ▁نیک ▁کردار ▁لوگوں ▁کو ▁پسند ▁کرتا ▁ہے
▁اور ▁اسی ▁خدا ▁کی ▁نشانی وں ▁میں ▁سے ▁رات ▁و ▁دن ▁اور ▁اف تاب ▁و ▁ماہ تاب ▁ہیں ▁لہذا ▁اف تاب ▁و ▁ماہ تاب ▁کو ▁سج دہ ▁نہ ▁کرو ▁بلکہ ▁اس ▁خدا ▁کو ▁سج دہ ▁کرو ▁جس ▁نے ▁ان ▁سب ▁کو ▁پیدا ▁کیا ▁ہے ▁اگر ▁واقعا ▁اس ▁کے ▁عبادت ▁کرنے ▁والے ▁ہو
▁عذاب ▁دیتا ▁ہے ▁جسے ▁چاہے ▁اور ▁رحم ▁فرما تا ▁ہے ▁جس ▁پر ▁چاہے ▁اور ▁تمہیں ▁اسی ▁کی ▁طرف ▁پھر نا ▁ہے ،
▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁لوگ ▁و ادي ی ▁ن مل ▁تک ▁اي ے ▁تو ▁ایک ▁چی ون ٹی ▁نے ▁او از ▁دی ▁کہ ▁چی ون ٹی وں ▁سب ▁اپنے ▁اپنے ▁سوراخ وں ▁میں ▁داخل ▁ہو جا و ▁کہ ▁سلیمان ▁اور ▁ان ▁کا ▁لشکر ▁تمہیں ▁پام ال ▁نہ ▁کر ▁ڈال ے ▁اور ▁انہیں ▁اس ▁کا ▁شعور ▁بھی ▁نہ ▁ہو
▁بے ▁شک ▁الله ▁اور ▁اس ▁کے ▁فرشت ے ▁نبی ▁پر ▁در ود ▁بھیج تے ▁ہیں ▁اے ▁ایمان ▁والو ▁تم ▁بھی ▁اسپر ▁دور د ▁اور ▁سلام ▁بھی جو
▁کہہ ▁دوم یں ▁اپنی ▁ذات ▁کے ▁بر ے ▁اور ▁بھ لے ▁کا ▁بھی ▁مالک ▁نہیں ▁مگر ▁جو ▁الله ▁چاہے ▁ہر ▁امت ▁کا ▁ایک ▁وقت ▁مقرر ▁ہے ▁جب ▁وہ ▁وقت ▁ا تا ▁ہے ▁تو ▁ایک ▁گھ ڑی ▁بھی ▁دیر ▁نہیں ▁کر ▁سکتے ہ یں ▁اور ▁نہ ▁جلد ی ▁کر ▁سکتے ▁ہیں
▁اور ▁ہم ▁نے ▁موسی ▁کی ▁طرف ▁وح ی ▁کی ▁کہ ▁میرے ▁بند وں ▁( بن ی ▁اس راي یل ) ▁کو ▁لے ▁کر ▁نکل ▁جا و ▁پھر ▁( ع ص ا ▁مار ▁کر ) ▁ان ▁کی لي ے ▁سمندر ▁سے ▁خشک ▁راستہ ▁بنا و ۔ ▁نہ ▁تمہیں ▁پیچھے ▁سے ▁ان ▁کے ▁پکڑ ے ▁جانے ▁کا ▁خطرہ ▁ہو ▁اور ▁نہ ▁ہی ▁( غرق ▁وغیرہ ▁کا ) ▁کوي ی ▁ اندیش ہ ۔
▁پھر ▁اس ▁کو ▁سیاہ ▁رنگ ▁کا ▁کو ڑا ▁کر ▁دیا
▁اس ▁میں ▁سے ▁پانی ▁اور ▁چار ہ ▁نکال ا ▁ہے
▁اے ▁اولاد ▁ی عق وب ▁یاد ▁کرو ▁میرا ▁وہ ▁احسان ▁جو ▁میں ▁نے ▁تم ▁پر ▁کیا ▁اور ▁یہ ▁کہ ▁اس ▁سارے ▁زمان ہ ▁پر ▁تمہیں ▁بڑا ي ی ▁دی -
▁( اور ) ▁جو ▁سیر ▁کرتے ▁اور ▁غا يب ▁ہو ▁جاتے ▁ہیں
▁اور ▁پیغمبر ▁اپ ▁کسی ▁حال ▁میں ▁رہیں ▁اور ▁قر ان ▁کے ▁کسی ▁حصہ ▁کی ▁تلاوت ▁کریں ▁اور ▁اے ▁لوگوں ▁تم ▁کوي ی ▁عمل ▁کرو ▁ہم ▁تم ▁سب ▁کے ▁گواہ ▁ہوتے ▁ہیں ▁جب ▁بھی ▁کوي ی ▁عمل ▁کرتے ▁ہو ▁اور ▁تمہارے ▁پروردگار ▁سے ▁زمین ▁و ▁اس مان ▁کا ▁کوي ی ▁ذ رہ ▁دور ▁نہیں ▁ہے ▁اور ▁کوي ی ▁ش ے ▁ذ رہ ▁سے ▁بڑی ▁یا ▁چھوٹی ▁ایسی ▁نہیں ▁ہے ▁جسے ▁ہم ▁نے ▁اپنی ▁کھل ی ▁کتاب ▁میں ▁جمع ▁نہ ▁کردیا ▁ہو
▁اور ▁طور ▁سی نا ▁کی۔
▁اور ▁( دی کھ و ) ▁نہ ▁تو ▁اپنا ▁ہاتھ ▁اپنی ▁گردن ▁سے ▁بان دھ ▁لو ▁اور ▁نہ ▁ہی ▁اسے ▁بالکل ▁کھول ▁دو ▁کہ ▁( ایس ا ▁کرنے ▁سے ) ▁ملا مت ▁زد ہ ▁( اور ) ▁تہ ی ▁دست ▁ہو ▁کر ▁بیٹھ ▁جا و گ ے۔
▁تو ▁وہ ▁جو ▁اللہ ▁پر ▁ایمان ▁لاي ے ▁اور ▁اس ▁کی ▁ رسی ▁مضبوط ▁تھا می ▁تو ▁عن قر یب ▁اللہ ▁انہیں ▁اپنی ▁رحمت ▁اور ▁اپنے ▁فضل ▁میں ▁داخل ▁کرے ▁گا ▁اور ▁انہیں ▁اپنی ▁طرف ▁سی دھی ▁راہ ▁دکھا ي ے ▁گا ،
▁یہ ▁وعدہ ▁ہم ▁سے ▁اور ▁ہم ▁سے ▁پہلے ▁ہمارے ▁باپ ▁داد ا ▁سے ▁بھی ▁ہوتا ▁چلا ▁ ایا ▁ہے ▁( اج ی ) ▁یہ ▁تو ▁صرف ▁اگلے ▁لوگوں ▁کی ▁کہانی اں ▁ہیں
▁فرع ون ▁سے ، ▁بیش ک ▁وہ ▁مت ک بر ▁حد ▁سے ▁بڑھ نے ▁والوں ▁سے ،
▁اور ▁تم ▁امید ▁نہ ▁رکھتے ▁تھے ▁کہ ▁کتاب ▁تم ▁پر ▁بھیج ی ▁جاي ے ▁گی ▁ہاں ▁تمہارے ▁رب ▁نے ▁رحمت ▁فرما ي ی ▁تو ▁تم ▁ہر گز ▁کا فر وں ▁کی ▁پشت ی ▁( م دد ) ▁نہ ▁کرنا
▁اور ▁جو ▁طرح ▁طرح ▁کے ▁رنگ وں ▁کی ▁چیز یں ▁اس ▁نے ▁زمین ▁میں ▁پیدا ▁کی ں ▁( سب ▁تمہارے ▁زیر ▁فرمان ▁کرد یں ) ▁نص ی حت ▁پکڑ نے ▁والوں ▁کے ▁لیے ▁اس ▁میں ▁نشانی ▁ہے
▁وه ▁ایک ▁ اگ ▁تھی ▁این دھ ن ▁والی
▁اور ▁وہ ▁لوگ ▁جو ▁اپنے ▁رب ▁کے ▁عذاب ▁سے ▁ڈر نے ▁والے ▁ہیں ،
▁( ا ے ▁رسول ) ▁اپ ▁کے ▁پروردگار ▁کی ▁طرف ▁کتاب ▁( قر ان ) ▁کے ▁ذریعہ ▁سے ▁جو ▁وح ی ▁کی ▁ گي ی ▁ہے۔ ▁اسے ▁پڑھ ▁سنا ي یں۔ ▁اس ▁کی ▁بات وں ▁کو ▁کوي ی ▁بدل نے ▁والا ▁نہیں ▁ہے۔ ▁اور ▁اپ ▁اس ▁کے ▁سوا ▁کوي ی ▁جاي ے ▁پناہ ▁نہیں ▁پاي یں ▁گے۔
▁ان ▁کی ▁ن گاہ یں ▁جھ کی ▁ہوں ▁گی ▁ان ▁پر ▁ذ لت ▁چھ ا ▁رہی ▁ہو ▁گی ▁یہی ▁وہ ▁دن ▁ہے ▁جس ▁کا ▁ان ▁سے ▁وعدہ ▁کیا ▁جاتا ▁تھا
▁اے ▁رسول ! ▁لوگ ▁عورتوں ▁کے ▁معاملہ ▁میں ▁اپ ▁سے ▁فت وی ▁طلب ▁کرتے ▁ہیں ▁کہہ ▁دی جی ے ! ▁کہ ▁اللہ ▁تمہیں ▁ان ▁کے ▁بارے ▁میں ▁فت وی ▁دیتا ▁ہے ▁اور ▁متو جہ ▁کرتا ▁ہے ▁ان ▁ای ات ▁کی ▁طرف ▁جو ▁کلام ▁ال ہی ▁کے ▁اندر ▁ہیں ▁اور ▁تمہیں ▁ان ▁ یت یم ▁لڑکی وں ▁کے ▁بارے ▁میں ▁پڑھ ▁کر ▁سنا ي ی ▁جا ▁رہی ▁ہیں۔ ▁جن ▁کا ▁تم ▁مقرر ہ ▁حق ▁تو ▁ادا ▁نہیں ▁کرتے ▁مگر ▁چاہتے ▁ہو ▁کہ ▁ان ▁سے ▁نکاح ▁کر لو ۔ ▁اور ▁متو جہ ▁کرتا ▁ہے ▁ان ▁( ای ات ) ▁کی ▁طرف ▁جو ▁ان ▁کمزور ▁و ▁بے ▁بس ▁لڑک وں ▁کے ▁بارے ▁میں ▁ہیں۔ ▁اور ▁جو ▁( ای ات ) ▁اس ▁بارے ▁میں ▁ہیں ▁کہ ▁ یت یم ▁بچوں ▁کے ▁بارے ▁میں ▁انصاف ▁پر ▁قاي م ▁رہ و ۔ ▁اور ▁تم ▁جو ▁بھ لا ي ی ▁کرو گ ے ▁تو ▁اللہ ▁اس ▁کا ▁خوب ▁علم ▁رکھتا ▁ہے۔
▁پس ▁جو ▁لوگ ▁اللہ ▁پر ▁ایمان ▁لاي ے ▁اور ▁اس ▁سے ▁وابستہ ▁ہو ي ے ▁انہیں ▁وہ ▁اپنی ▁رحمت ▁اور ▁اپنے ▁فضل ▁میں ▁داخل ▁کر لے ▁گا ▁اور ▁سید ھے ▁راستہ ▁کی ▁ہدایت ▁کرد ے ▁گا
▁بے شک ▁نیک ▁لوگ ▁چین ▁میں ▁ہوں ▁گے
▁تمہیں ▁ان ▁کے ▁اموال ▁اور ▁اولاد ▁حیرت ▁میں ▁نہ ▁ڈال ▁دیں ▁بس ▁اللہ ▁کا ارا دہ ▁یہی ▁ہے ▁کہ ▁ان ▁ہی ▁کے ▁ذریعہ ▁ان ▁پر ▁ز ندگان ی ▁دنیا ▁میں ▁عذاب ▁کرے ▁اور ▁حالت ▁ه ک فر ▁ہی ▁میں ▁ان ▁کی ▁جان ▁نکل ▁جاي ے
▁اللہ ▁ہی ▁اپنے ▁بند وں ▁میں ▁سے ▁جس ▁کو ▁چاہتا ▁ہے ▁روزی ▁کش اد ہ ▁کر ▁دیتا ▁ہے ▁اور ▁جس ▁کی ▁چاہتا ▁ہے ▁تنگ ▁کر ▁دیتا ▁ہے۔ ▁بے ▁شک ▁اللہ ▁ہر ▁چیز ▁کا ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁اور ▁وہی ▁خدا ▁ہے ▁جو ▁تمہیں ▁رات ▁میں ▁گویا ▁کہ ▁ایک ▁طرح ▁کی ▁موت ▁دے ▁دیتا ▁ہے ▁اور ▁دن ▁میں ▁تمہارے ▁تمام ▁اعمال ▁سے ▁با خبر ▁ہے ▁اور ▁پھر ▁دن ▁میں ▁تمہیں ▁اٹھا دی تا ▁ہے ▁تاکہ ▁مقرر ہ ▁مدت ▁حیات ▁پوری ▁کی ▁جا س کے ▁- اس ▁کے ▁بعد ▁تم ▁سب ▁کی ▁باز ▁گشت ▁اسی ▁کی ▁بار گاہ ▁میں ▁ہے ▁اور ▁پھر ▁وہ ▁تمہیں ▁تمہارے ▁اعمال ▁کے ▁بارے ▁میں ▁با خبر ▁کرے ▁گا
▁اور ▁ہم ▁نے ▁موسی ▁علی ھ ▁السلام ▁کو ▁کتاب ▁اور ▁حق ▁و ▁باطل ▁کو ▁جدا ▁کرنے ▁والا ▁قانون ▁دیا ▁کہ ▁شاید ▁تم ▁ہدایت ▁یافتہ ▁بن ▁جا و
▁اور ▁( ا ے ▁پر ہ یز گار و !) ▁یہ ▁وہ ▁جنت ▁ہے ▁جس ▁کے ▁تم ▁مالک ▁بنا ▁دی ي ے ▁ گي ے ▁ہو ، ▁ان ▁( اعم ال ) ▁کے ▁صل ہ ▁میں ▁جو ▁تم ▁انجام ▁دیتے ▁تھے ،
▁اپ ▁اس ▁بست ی ▁سے ▁دریافت ▁کرلی ں ▁جس ▁میں ▁ہم ▁تھے ▁اور ▁اس ▁قافل ے ▁سے ▁پوچھ ▁لیں ▁جس ▁میں ▁ہم ▁اي ے ▁ہیں ▁اور ▁ہم ▁بالکل ▁سچ ے ▁ہیں
▁پھر ▁جب ▁وہ ▁لوگ ▁اس ▁( یو سف ) ▁سے ▁مایوس ▁ہو گي ے ▁تو ▁علی حد ہ ▁جا کر ▁با ہم ▁سر گو شی ▁( م شور ہ ) ▁کرنے ▁لگے ▁جو ▁ان ▁میں ▁( سب ▁سے ) ▁بڑا ▁تھا ▁اس ▁نے ▁کہا ▁کیا ▁تم ▁نہیں ▁جانتے ▁کہ ▁تمہارے ▁باپ ▁( ب نیا مین ▁کے ▁بارے ▁میں ) ▁خدا ▁کے ▁نام ▁پر ▁تم ▁سے ▁عہد ▁و ▁پیمان ▁لے ▁چکے ▁ہیں ▁اور ▁اس ▁سے ▁پہلے ▁یوسف ( ع ) ▁کے ▁بارے ▁میں ▁جو ▁ت قص یر ▁تم ▁کر ▁چکے ▁ہو ▁( وہ ▁بھی ▁تم ▁جانتے ▁ہو ) ▁اس ▁لي ے ▁میں ▁تو ▁اس ▁سر ▁زمین ▁کو ▁نہیں ▁چھوڑ وں ▁گا ▁جب ▁تک ▁میرا ▁باپ ▁مجھے ▁اجازت ▁نہ ▁دے ▁یا ▁پھر ▁اللہ ▁میرے ▁لي ے ▁کوي ی ▁فیصلہ ▁نہ ▁کرے ▁اور ▁وہ ▁بہترین ▁فیصلہ ▁کرنے ▁والا ▁ہے۔
▁اور ▁یہ ▁کہ ▁ہم ▁نے ▁جب ▁ہدایت ▁سنی ▁اس ▁پر ▁ایمان ▁لاي ے ، ▁تو ▁جو ▁اپنے ▁رب ▁پر ▁ایمان ▁لاي ے ▁اسے ▁نہ ▁کسی ▁کمی ▁کا ▁خوف ▁اور ▁نہ ▁زیاد گی ▁کا
▁پھر ▁ہم ▁نے ▁اس ▁سے ▁تمہارے ▁لیے ▁کھ جور ▁اور ▁ان گور ▁کے ▁باغ ▁ا گا ▁دیے ▁جن ▁میں ▁تمہارے ▁بہت ▁سے ▁می و ے ▁ہیں ▁اور ▁ان ہی ▁میں ▁سے ▁کھا تے ▁ہو
▁کیا ▁جب ▁وہ ▁ا ▁واقع ▁ہوگا ▁تب ▁اس ▁پر ▁ایمان ▁لا و ▁گے ▁( اس ▁وقت ▁کہا ▁جاي ے ▁گا ▁کہ ) ▁اور ▁اب ▁( ای مان ▁لاي ے ؟ ) ▁اس ▁کے ▁لیے ▁تو ▁تم ▁جلد ی ▁مچ ایا ▁کرتے ▁تھے
▁تو ▁یوسف ▁کو ▁( یا ▁تو ▁جان ▁سے ) ▁مار ▁ڈال و ▁یا ▁کسی ▁ملک ▁میں ▁پھینک ▁او ۔ ▁پھر ▁اب ا ▁کی ▁توجہ ▁صرف ▁تمہاری ▁طرف ▁ہو جا ي ے ▁گی۔ ▁اور ▁اس ▁کے ▁بعد ▁تم ▁اچھی ▁حالت ▁میں ▁ہو جا و ▁گے
▁اپ ( ص ) ▁کہہ ▁دی جي ے ! ▁اے ▁اللہ ! ▁اے ▁اس مان وں ▁اور ▁زمین ▁کے ▁پیدا ▁کرنے ▁والے ▁( اور ) ▁اے ▁غا يب ▁و ▁حاضر ▁کے ▁جان نے ▁والے ! ▁تو ▁ہی ▁اپنے ▁بند وں ▁کے ▁درمیان ▁فیصلہ ▁کرے ▁گا ▁ان ▁چیز وں ▁کے ▁بارے ▁میں ▁جن ▁میں ▁وہ ▁با ہم ▁اختلاف ▁کیا ▁کرتے ▁تھے۔
▁اور ▁جب ▁ہم ▁نے ▁تم ▁( لوگ وں ) ▁سے ▁عہد ▁وا ثق ▁لیا ▁اور ▁کو ہ ▁طور ▁کو ▁تم ▁پر ▁اٹھا ▁کھڑا ▁کیا ▁( اور ▁حکم ▁دیا ▁کہ ) ▁جو ▁( ک تاب ) ▁ہم ▁نے ▁تم ▁کو ▁دی ▁ہے ، ▁اس ▁کو ▁زور ▁سے ▁پکڑ و ▁اور ▁جو ▁تمہیں ▁حکم ▁ہوتا ▁ہے ▁( اس ▁کو ) ▁سن و ▁تو ▁وہ ▁( جو ▁تمہارے ▁بڑے ▁تھے ) ▁کہنے ▁لگے ▁کہ ▁ہم ▁نے ▁سن ▁تو ▁لیا ▁لیکن ▁مان تے ▁نہیں۔ ▁اور ▁ان ▁کے ▁کفر ▁کے ▁سبب ▁بچ ھڑ ا ▁( گو یا ) ▁ان ▁کے ▁دل وں ▁میں ▁ر چ ▁گیا ▁تھا۔ ▁( ا ے ▁پیغمبر ▁ان ▁سے ) ▁کہہ ▁دو ▁کہ ▁اگر ▁تم ▁مومن ▁ہو ▁تو ▁تم ہ ارا ▁ایمان ▁تم ▁کو ▁بری ▁بات ▁بتا تا ▁ہے
▁اور ▁اس ▁قر ان ▁کو ▁شی اط ین ▁لے ▁کر ▁حاضر ▁نہیں ▁ہو ي ے ▁ہیں
▁اور ▁جب ▁وہ ▁لوگ ▁دوزخ ▁میں ▁با ہم ▁جھ گ ڑ یں ▁گے ▁تو ▁کمزور ▁لوگ ▁ان ▁سے ▁کہیں ▁گے ▁جو ▁( د نیا ▁میں ) ▁بڑا ي ی ▁ظاہر ▁کرتے ▁تھے ▁کہ ▁ہم ▁تو ▁تمہارے ▁پیر و کار ▁تھے ▁سو ▁کیا ▁تم ▁ ات ش ▁دوزخ ▁کا ▁کچھ ▁حصہ ▁( ہی ) ▁ہم ▁سے ▁دور ▁کر ▁سکتے ▁ہو ،
▁اے ▁ایمان ▁والو ! ▁اگر ▁تم ▁االله ▁( کے ▁دین ) ▁کی ▁مدد ▁کرو ▁گے ▁تو ▁وہ ▁تمہاری ▁مدد ▁فرما ي ے ▁گا ▁اور ▁تمہارے ▁قدم وں ▁کو ▁مضبوط ▁رکھے ▁گا ،
▁بے ▁شک ▁یہی ▁بات ▁وہ ▁لوگ ▁کہہ ▁چکے ▁ہیں ▁جو ▁ان ▁سے ▁پہلے ▁تھے ▁پس ▁ان ▁کے ▁نہ ▁کام ▁ ایا ▁جو ▁کچھ ▁وہ ▁کم ات ے ▁رہے
▁اور ▁اپ ▁فرما دی جي ے ▁کہ ▁تمام ▁تعریف یں ▁اللہ ▁ہی ▁کے ▁لي ے ▁ہیں ▁وہ ▁عن قر یب ▁تمہیں ▁اپنی ▁نشان یاں ▁دکھا ▁دے ▁گا ▁سو ▁تم ▁انہیں ▁پہچان ▁لو ▁گے ، ▁اور ▁اپ ▁کا ▁رب ▁ان ▁کام وں ▁سے ▁بے ▁خبر ▁نہیں ▁جو ▁تم ▁انجام ▁دیتے ▁ہو ،
▁کہ و ▁کہ ▁بھ لا ▁بتا و ▁تو ▁اگر ▁تم ▁پر ▁خدا ▁کا ▁عذاب ▁بے خبر ی ▁میں ▁یا ▁خبر ▁ انے ▁کے ▁بعد ▁اي ے ▁تو ▁کیا ▁ظالم ▁لوگوں ▁کے ▁سوا ▁کوي ی ▁اور ▁بھی ▁ہلاک ▁ہوگا ؟
▁اے ▁اولاد ▁اد م ( ع ) ! ▁ہم ▁نے ▁تمہارے ▁لي ے ▁لباس ▁نازل ▁کیا ▁ہے ▁جو ▁تمہارے ▁جسم ▁کے ▁قابل ▁ستر ▁حص وں ▁کو ▁چھپ ات ا ▁ہے ▁اور ▁( باع ث ) ▁ زین ت ▁بھی ▁ہے۔ ▁اور ▁تقوی ▁و ▁پر ہ یز گار ی ▁کا ▁لباس ▁یہ ▁سب ▁سے ▁بہتر ▁ہے ▁یہ ▁( ل باس ▁بھی ) ▁اللہ ▁کی ▁نشانی وں ▁میں ▁سے ▁ہے ▁تاکہ ▁لوگ ▁نص ی حت ▁حاصل ▁کریں۔
▁اور ▁ان ▁کے ▁پروردگار ▁کی ▁نشانی وں ▁میں ▁سے ▁کوي ی ▁نشانی ▁بھی ▁ان ▁کے ▁پاس ▁نہیں ▁ اتی ▁مگر ▁یہ ▁کہ ▁وہ ▁اس ▁سے ▁رو گردان ی ▁کرتے ▁ہیں۔
▁خدا ▁چاہتا ▁ہے ▁کہ ▁تم ▁پر ▁سے ▁بوجھ ▁ہل کا ▁کرے ▁اور ▁انسان ▁( طبع ا ) ▁کمزور ▁پیدا ▁ہوا ▁ہے
▁پھر ▁اندازہ ▁مقرر ▁کیا ▁اور ▁ہم ▁کیا ▁ہی ▁خوب ▁اندازہ ▁مقرر ▁کرنے ▁والے ▁ہیں
▁اور ▁یہ ▁کہ ▁اسی ▁نے ▁جو ڑا ▁یعنی ▁نر ▁ماده ▁پیدا ▁کیا ▁ہے
▁اپنی ▁جان وں ▁اور ▁مال وں ▁سے ▁اللہ ▁کی ▁راه ▁میں ▁جہاد ▁کرنے ▁والے ▁مومن ▁اور ▁بغیر ▁ عذر ▁کے ▁بیٹھ ▁رہنے ▁والے ▁مومن ▁برابر ▁نہیں ، ▁اپنے ▁مال وں ▁اور ▁اپنی ▁جان وں ▁سے ▁جہاد ▁کرنے ▁والوں ▁کو ▁بیٹھ ▁رہنے ▁والوں ▁پر ▁اللہ ▁تعالی ▁نے ▁درج وں ▁میں ▁بہت ▁فضیلت ▁دے ▁رکھی ▁ہے ▁اور ▁یوں ▁تو ▁اللہ ▁تعالی ▁نے ▁ہر ▁ایک ▁کو ▁خوبی ▁اور ▁اچھا ي ی ▁کا ▁وعده ▁دیا ▁ہے ▁لیکن ▁مج ا ہ دین ▁کو ▁بیٹھ ▁رہنے ▁والوں ▁پر ▁بہت ▁بڑے ▁ اجر ▁کی ▁فضیلت ▁دے ▁رکھی ▁ہے
▁( انسان ) ▁من ھ ▁سے ▁کوي ی ▁لفظ ▁نکال ▁نہیں ▁پات ا ▁مگر ▁کہ ▁اس ▁کے ▁پاس ▁ نگ ہ بان ▁تیار ▁ہے
▁اور ▁فرع ون ▁نے ▁کہا ▁اے ▁ہا مان ▁میرے ▁لیے ▁ایک ▁محل ▁بنا ▁تاکہ ▁میں ▁راست وں ▁پر ▁پہنچ وں
▁کہ ▁یہ ▁لوگ ▁میری ▁بات ▁سمجھ ▁سکیں
▁پیغمبر ▁اپ ▁اسی ▁طرح ▁صبر ▁کریں ▁جس ▁طرح ▁پہلے ▁کے ▁صاحب ان ▁ه ▁عزم ▁رسول وں ▁نے ▁صبر ▁کیا ▁ہے ▁اور ▁عذاب ▁کے ▁لي ے ▁جلد ی ▁نہ ▁کریں ▁یہ ▁لوگ ▁جس ▁دن ▁بھی ▁اس ▁عذاب ▁کو ▁دیکھیں ▁گے ▁جس ▁سے ▁ڈرا یا ▁جارہا ▁ہے ▁تو ▁ایسا ▁محسوس ▁کریں ▁گے ▁جیسے ▁دنیا ▁میں ▁ایک ▁دن ▁کی ▁ایک ▁گھ ڑی ▁ہی ▁ٹ ہ رے ▁ہیں ▁یہ ▁قر ان ▁اتمام ▁حجت ▁ہے ▁اور ▁کیا ▁فا سق وں ▁کے ▁علاوہ ▁کسی ▁اور ▁قوم ▁کو ▁ہلاک ▁کیا ▁جاي ے ▁گا
▁اور ▁ہر ▁گروه ▁کے ▁لي ے ▁ایک ▁می عاد ▁معین ▁ہے ▁سو ▁جس ▁وقت ▁ان ▁کی ▁می عاد ▁معین ▁اج اي ے ▁گی ▁اس ▁وقت ▁ایک ▁ساعت ▁نہ ▁پیچھے ▁ہ ٹ ▁سکیں ▁گے ▁اور ▁نہ ▁ اگ ے ▁بڑھ ▁سکیں ▁گے
▁ہمیں ▁تار وں ▁کی ▁منزل وں ▁کی ▁قسم
▁اور ▁یہ ▁کہ ▁جب ▁بھی ▁اللہ ▁کا ▁خاص ▁بند ہ ▁( رسول ▁( ص ) ) ▁اس ▁کو ▁پکار نے ▁کی لي ے ▁کھڑا ▁ہوتا ▁ہے ▁تو ▁( ایس ا ▁معلوم ▁ہوتا ہے ▁کہ ) ▁لوگ ▁اس ▁پر ▁ٹوٹ ▁پڑ یں ▁گے۔
▁مگر ▁جو ▁لوگ ▁ان ▁میں ▁سے ▁علم ▁میں ▁پک ے ▁ہیں ▁اور ▁جو ▁مومن ▁ہیں ▁وہ ▁اس ▁( ک تاب ) ▁پر ▁جو ▁تم ▁پر ▁نازل ▁ہو ي ی ▁اور ▁جو ▁( ک تاب یں ) ▁تم ▁سے ▁پہلے ▁نازل ▁ہو ي یں ▁( سب ▁پر ) ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁نماز ▁پڑھ تے ▁ہیں ▁اور ▁ز کو ة ▁دیتے ▁ہیں ▁اور ▁خدا ▁اور ▁روز ▁اخر ت ▁کو ▁مان تے ▁ہیں۔ ▁ان ▁کو ▁ہم ▁عن قر یب ▁ اجر ▁عظیم ▁دیں ▁گے
▁اور ▁ہر ▁گروه ▁کے ▁لي ے ▁ایک ▁می عاد ▁معین ▁ہے ▁سو ▁جس ▁وقت ▁ان ▁کی ▁می عاد ▁معین ▁اج اي ے ▁گی ▁اس ▁وقت ▁ایک ▁ساعت ▁نہ ▁پیچھے ▁ہ ٹ ▁سکیں ▁گے ▁اور ▁نہ ▁ اگ ے ▁بڑھ ▁سکیں ▁گے
▁اور ▁( ی اد ▁کی جي ے ) ▁جب ▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁عرض ▁کیا : ▁اے ▁میرے ▁رب ! ▁اس ▁شہر ▁( م کہ ) ▁کو ▁جاي ے ▁امن ▁بنا ▁دے ▁اور ▁مجھے ▁اور ▁میرے ▁بچوں ▁کو ▁اس ▁( بات ) ▁سے ▁بچا ▁لے ▁کہ ▁ہم ▁بت وں ▁کی ▁پرست ش ▁کریں ،
▁فرما ▁دی جي ے : ▁اے ▁( میر ی ) ▁قوم ! ▁تم ▁اپنی ▁جگہ ▁عمل ▁کي ے ▁جا و ▁میں ▁( اپ نی ▁جگہ ) ▁عمل ▁کر ▁رہا ▁ہوں ، ▁پھر ▁عن قر یب ▁تم ▁( ان جام ▁کو ) ▁جان ▁لو ▁گے ،
▁یقینا ▁اس ▁میں ▁ان ▁لوگوں ▁کے ▁لي ے ▁نشان ▁عبر ت ▁ہے ▁جو ▁قیامت ▁کے ▁عذاب ▁سے ▁ڈر تے ▁ہیں۔ ▁وه ▁دن ▁جس ▁میں ▁سب ▁لوگ ▁جمع ▁کي ے ▁جاي یں ▁گے ▁اور ▁وه ، ▁وه ▁دن ▁ہے ▁جس ▁میں ▁سب ▁حاضر ▁کي ے ▁جاي یں ▁گے
▁اور ▁جب ▁تم ▁نے ▁اسے ▁سنا ▁تھا ▁تو ▁کیوں ▁نہ ▁کہہ ▁دیا ▁کہ ▁ہمیں ▁تو ▁اس ▁کا ▁منہ ▁سے ▁نکال نا ▁بھی ▁لا يق ▁نہیں ▁سبحان ▁الله ▁یہ ▁بڑا ▁بہت ان ▁ہے
▁اور ▁اب ▁یہ ▁با بر کت ▁" ذ کر " ▁ہم ▁نے ▁( تم ہ ارے ▁لیے ) ▁نازل ▁کیا ▁ہے ▁پھر ▁کیا ▁تم ▁اس ▁کو ▁قبول ▁کرنے ▁سے ▁انکار ی ▁ہو ؟
▁اور ▁می ت ▁کا ▁ترک ہ ▁سب ▁سم یٹ ▁کر ▁کھا ▁جاتے ▁ہو
▁کیا ▁تج ھے ▁معلوم ▁نہیں ▁کہ ▁اللہ ▁کے ▁لي ے ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ی ، ▁سزا ▁دیتا ▁ہے ▁جسے ▁چاہے ▁اور ▁بخش تا ▁ہے ▁جسے ▁چاہے ، ▁اور ▁اللہ ▁سب ▁کچھ ▁کرسکتا ▁ہے ،
▁اور ▁زیتون ▁اور ▁کھ جور یں
▁عزت ▁والے ▁اعمال ▁لکھنے ▁والے
▁اور ▁جب ▁ان ▁( موم نوں ) ▁کو ▁دیکھتے ▁تو ▁کہتے ▁کہ ▁یہ ▁تو ▁گمراہ ▁ہیں
▁اور ▁بیش ک ▁تمہارے ▁لي ے ▁ان ▁جانور وں ▁میں ▁بھی ▁عبر ت ▁کا ▁سامان ▁ہے ▁کہ ▁ہم ▁ان ▁کے ▁شکم ▁میں ▁سے ▁تمہارے ▁سی راب ▁کرنے ▁کا ▁انتظام ▁کرتے ▁ہیں اور ▁تمہارے ▁لي ے ▁ان ▁میں ▁بہت ▁سے ▁فو ايد ▁ہیں ▁اور ▁ان ▁میں ▁سے ▁بھی ▁تم ▁کھا تے ▁ہو
▁اللہ ▁تعالی ▁نے ▁کوي ی ▁بح ی رہ ، ▁ساي بہ ، ▁وص یل ہ ▁اور ▁ حام ▁مقرر ▁نہیں ▁کیا ▁مگر ▁کا فر ▁اللہ ▁پر ▁جھوٹ ا ▁بہت ان ▁بان دھ تے ▁ہیں۔ ▁اور ▁ان ▁میں ▁سے ▁اکثر ▁عقل ▁و ▁شعور ▁نہیں ▁رکھتے ۔
▁کیا ▁کہتے ▁ہیں ▁انہوں ▁نے ▁اسے ▁جی ▁سے ▁بنایا ▁تم ▁فرما و ▁اگر ▁میں ▁نے ▁اسے ▁جی ▁سے ▁بن الیا ▁ہوگا ▁تو ▁تم ▁اللہ ▁کے ▁سامنے ▁میرا ▁کچھ ▁اختیار ▁نہیں ▁رکھتے ▁وہ ▁خوب ▁جانتا ▁ہے ▁جن ▁بات وں ▁میں ▁تم ▁مشغول ▁ہو ▁اور ▁وہ ▁کافی ▁ہے ▁میرے ▁اور ▁تمہارے ▁درمیان ▁گواہ ، ▁اور ▁وہی ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁ا گاہ ▁ہو جا و ▁کہ ▁یہ ▁لوگ ▁اپنے ▁سین وں ▁کو ▁ دہ راي ے ▁لے ▁رہے ▁ہیں ▁کہ ▁اس ▁طرح ▁پیغمبر ▁سے ▁چھپ ▁جاي یں ▁تو ▁ا گاہ ▁رہیں ▁کہ ▁یہ ▁جب ▁اپنے ▁کپ ڑوں ▁کو ▁خوب ▁لپ یٹ ▁لیتے ▁ہیں ▁تو ▁اس ▁وقت ▁بھی ▁وہ ▁ان ▁کے ▁ظاہر ▁و ▁با طن ▁دونوں ▁کو ▁جانتا ▁ہے ▁کہ ▁وہ ▁تمام ▁سین وں ▁کے ▁راز وں ▁کا ▁جان نے ▁والا ▁ہے
▁ہر ▁جان ▁موت ▁کا ▁م زہ ▁چ کھ نے ▁والی ▁ہے ▁اور ▁تمہیں ▁قیامت ▁کے ▁دن ▁پورے ▁پورے ▁بدل ے ▁مل یں ▁گے ▁پھر ▁جو ▁کوي ی ▁دوزخ ▁سے ▁دور ▁رکھا ▁گیا ▁اور ▁بہ شت ▁میں ▁داخل ▁کیا ▁گیا ▁سو ▁وہ ▁پورا ▁کامیاب ▁ہوا ▁اور ▁دنیا ▁کی ▁زندگی ▁سوا ي ے ▁دھو کے ▁کی ▁پو نج ی ▁کے ▁اور ▁کچھ ▁نہیں
▁لیکن ▁میرا ▁تو ▁الله ▁ہی ▁رب ▁ہے ▁اور ▁میں ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہیں ▁کر وں ▁گا
▁اور ▁ہم ▁ابراہیم ▁اور ▁ل وط ▁کو ▁بچا کر ▁اس ▁زمین ▁کی ▁طرف ▁لے ▁چلے ▁جس ▁میں ▁ہم ▁نے ▁تمام ▁ جہ ان ▁والوں ▁کے ▁لي ے ▁برکت ▁رکھی ▁تھی
▁تو ▁ایسے ▁نماز یوں ▁کی ▁خراب ی ▁ہے
▁( اور ▁ان ▁سے ▁ارشاد ▁ہوگا ): ▁یہ ▁ہے ▁وہ ▁جس ▁کا ▁تم ▁سے ▁وعدہ ▁کیا ▁گیا ▁تھا ▁( کہ ) ▁ہر ▁تو بہ ▁کرنے ▁والے ▁( اپ نے ▁دین ▁اور ▁ایمان ▁کی ) ▁حفاظت ▁کرنے ▁والے ▁کے ▁لي ے ▁( ہے )،
▁اور ▁اسی ▁کی ▁نسل ▁کو ▁باقی ▁رکھا
▁میں ▁تم ہ ارا ▁امان ت دار ▁پیغمبر ▁ہوں
▁وہ ▁( رات ) ▁سراسر ▁سلامتی ▁ہے ▁طلوع ▁صبح ▁تک ۔
▁اور ▁میراث ▁کا ▁سارا ▁مال ▁سم یٹ ▁کر ▁کھا ▁جاتے ▁ہو
▁خدا ▁نے ▁ان ▁کے ▁لیے ▁باغ ات ▁تیار ▁کر ▁رکھے ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہیں ▁ہمیشہ ▁ان ▁میں ▁رہی ▁گے۔ ▁یہ ▁بڑی ▁کامیابی ▁ہے
▁ان ▁کے ▁پیچھے ▁دوزخ ▁ہے ، ▁جو ▁کچھ ▁انہوں ▁نے ▁حاصل ▁کیا ▁تھا ▁وه ▁انہیں ▁کچھ ▁بھی ▁نفع ▁نہ ▁دے ▁گا ▁اور ▁نہ ▁وه ▁( ک چھ ▁کام ▁اي یں ▁گے ) ▁جن ▁کو ▁انہوں ▁نے ▁اللہ ▁کے ▁سوا ▁کار ساز ▁بنا ▁رکھا ▁تھا ، ▁ان ▁کے ▁لیے ▁تو ▁بہت ▁بڑا ▁عذاب ▁ہے
▁اور ▁اسی ▁دین ▁کی ▁وص یت ▁کی ▁ابراہیم ▁نے ▁اپنے ▁بی ٹ وں ▁کو ▁اور ▁ی عق وب ▁نے ▁کہ ▁اے ▁میرے ▁بی ٹو ! ▁بیش ک ▁اللہ ▁نے ▁یہ ▁دین ▁تمہارے ▁لي ے ▁چن ▁لیا ▁تو ▁نہ ▁مر نا ▁مگر ▁مسلمان ▁-
▁یہ ▁قوم ▁ عاد ▁ہے ▁جس ▁نے ▁پروردگار ▁کی ▁ ایت وں ▁کا ▁انکار ▁کیا ▁اس ▁کے ▁رسول وں ▁کی ▁نا فر مان ی ▁کی ▁اور ▁ہر ▁ظالم ▁و ▁سر کش ▁کا ▁اتباع ▁کرلیا
▁جواب ▁ملا ▁" ایس ا ▁ہی ▁ہو ▁گا ▁تیر ا ▁رب ▁فرما تا ▁ہے ▁کہ ▁یہ ▁تو ▁میرے ▁لیے ▁ایک ▁ذرا ▁سی ▁بات ▁ہے ، ▁اخر ▁اس ▁سے ▁پہلے ▁میں ▁تج ھے ▁پیدا ▁کر ▁چکا ▁ہوں ▁جب ▁کہ ▁تو ▁کوي ی ▁چیز ▁نہ ▁تھا "
▁اور ▁ہم ▁نے ▁داود ▁علی ھ ▁السلام ▁کو ▁سلیمان ▁علی ھ ▁السلام ▁جیسا ▁فرزند ▁عطا ▁کیا ▁جو ▁بہترین ▁بند ہ ▁اور ▁ہماری ▁طرف ▁رجوع ▁کرنے ▁والا ▁تھا
▁پھر ▁جب ▁ہمارے ▁قا صد ▁ل وط ▁( علی ہ ▁السلام ) ▁کے ▁پاس ▁پہنچے ▁تو ▁وه ▁ان ▁کی ▁وجہ ▁سے ▁غم گی ن ▁ہو ي ے ▁اور ▁دل ▁ہی ▁دل ▁میں ▁رنج ▁کرنے ▁لگے ۔ ▁قا صد وں ▁نے ▁کہا ▁اپ ▁نہ ▁خوف ▁کھا ی ي ے ▁نہ ▁از رد ه ▁ہوں ، ▁ہم ▁اپ ▁کو ▁مع ▁اپ ▁کے ▁متعلق ین ▁کے ▁بچ ال یں ▁گے ▁مگر ▁اپ ▁کی ▁بیوی ▁کہ ▁وه ▁عذاب ▁کے ▁لیے ▁باقی ▁ره ▁جانے ▁والوں ▁میں ▁سے ▁ہوگی
▁کیا ▁یہ ▁لوگ ▁نہیں ▁سمجھتے ▁کہ ▁ایک ▁بڑے ▁دن ،
▁اور ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁کو ▁ہم ▁نے ▁( پ ہ لے ▁تباہ ▁ہونے ▁والوں ▁کی ) ▁مثال یں ▁دے ▁دے ▁کر ▁سمجھ ایا ▁اور ▁اخر کار ▁ہر ▁ایک ▁کو ▁غار ت ▁کر ▁دیا
▁بیش ک ▁یہ ▁پیغمبر ▁بھی ▁اگلے ▁ڈرا نے ▁والوں ▁میں ▁سے ▁ایک ▁ڈرا نے ▁والا ▁ہے
▁س دا ▁بہ ار ▁باغ ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہوں ▁گی ، ▁ان ▁میں ▁وہ ▁ہمیشہ ▁رہیں ▁گے ▁یہ ▁جزا ▁ہے ▁اس ▁شخص ▁کی ▁جو ▁پاک یز گی ▁اختیار ▁کرے
▁اس ▁میں ▁سے ▁پانی ▁اور ▁چار ه ▁نکال ا
▁اور ▁یہ ▁( قر ان ) ▁برکت ▁والی ▁کتاب ▁ہے ▁جسے ▁ہم ▁نے ▁نازل ▁فرمایا ▁ہے ▁سو ▁( اب ) ▁تم ▁اس ▁کی ▁پیر وی ▁کیا ▁کرو ▁اور ▁( ا الله ▁سے ) ▁ڈر تے ▁رہ و ▁تاکہ ▁تم ▁پر ▁رحم ▁کیا ▁جاي ے ،
▁تو ▁خبردار ▁اللہ ▁کے ▁لي ے ▁مثال یں ▁بیان ▁نہ ▁کرو ▁کہ ▁اللہ ▁سب ▁کچھ ▁جانتا ▁ہے ▁اور ▁تم ▁کچھ ▁نہیں ▁جانتے ▁ہو
▁اور ▁اپنے ▁قریب ی ▁کن بہ ▁جو ▁اسے ▁پناہ ▁دینے ▁والا ▁ہے۔
▁ان ▁دونوں ▁میں ▁ہر ▁می و ے ▁کے ▁جو ڑے ▁ہوں ▁گے
▁اب ▁تو ▁ہم ▁صرف ▁تیر ی ▁لاش ▁ہی ▁کو ▁بچا ي یں ▁گے ▁تاکہ ▁تو ▁بعد ▁کی ▁نسل وں ▁کے ▁لیے ▁نشان ▁عبر ت ▁بنے ▁اگرچہ ▁بہت ▁سے ▁انسان ▁ایسے ▁ہیں ▁جو ▁ہماری ▁نشانی وں ▁سے ▁غفلت ▁ برت تے ▁ہیں "
▁اور ▁موسی ▁کے ▁قص ہ ▁میں ▁بھی ▁عبر ت ▁ہے ▁جب ▁کہ ▁ہم ▁نے ▁فرع ون ▁کے ▁پا ▁س ▁ایک ▁کھل ی ▁دلیل ▁دے ▁کر ▁بھی جا
▁اے ▁ایمان ▁والو ! ▁اللہ ▁سے ▁ڈر و ▁اور ▁سی دھی ▁بات ▁کہ و
▁اگر ▁اس ▁کے ▁رب ▁کی ▁نعمت ▁اس ▁کی ▁خبر ▁کو ▁نہ ▁پہنچ ▁جاتی ▁تو ▁ضرور ▁میدان ▁پر ▁پھینک ▁دیا ▁جاتا ▁الزام ▁دیا ▁ہوا
▁جو ▁پی ٹھ ▁اور ▁سین ہ ▁کی ▁ہ ڈی وں ▁کے ▁درمیان ▁سے ▁نکل تا ▁ہے
▁اللہ ▁ان ▁لوگوں ▁کا ▁سرپرست ▁ہے ▁جو ▁ایمان ▁لاي ے ▁وہ ▁انہیں ▁( گ مر ا ہی ▁کے ) ▁ان دھی ر وں ▁سے ▁( ہ دا یت ▁کی ) ▁روشنی ▁کی ▁طرف ▁نکال تا ▁ہے۔ ▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁ان ▁کے ▁سرپرست ▁طا غو ت ▁( شی ط ان ▁اور ▁باطل ▁کی ▁قوت یں ) ▁ہیں ▁جو ▁انہیں ▁( ای مان ▁کی ) ▁روشنی ▁سے ▁نکال ▁کر ▁( ک فر ▁کے ) ▁ان دھی ر وں ▁کی ▁طرف ▁لے ▁جاتے ▁ہیں۔ ▁یہی ▁دوزخ ی ▁لوگ ▁ہیں ▁جو ▁اس ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے۔
▁تم ▁نے ▁ان ▁لوگوں ▁کو ▁بھی ▁دیکھا ▁جن ▁سے ▁کہا ▁گیا ▁تھا ▁کہ ▁اپنے ▁ہاتھ ▁رو کے ▁رکھ و ▁اور ▁نماز ▁قاي م ▁کرو ▁اور ▁ز کو ۃ ▁دو ؟ ▁اب ▁جو ▁انہیں ▁لڑ اي ی ▁کا ▁حکم ▁دیا ▁گیا ▁تو ▁ان ▁میں ▁سے ▁ایک ▁فریق ▁کا ▁حال ▁یہ ▁ہے ▁کہ ▁لوگوں ▁سے ▁ایسا ▁ڈر ▁رہے ▁ہیں ▁جیسا ▁خدا ▁سے ▁ڈر نا ▁چاہیے ▁یا ▁کچھ ▁اس ▁سے ▁بھی ▁بڑھ ▁کر ▁کہتے ▁ہیں ▁خدای ا ! ▁یہ ▁ہم ▁پر ▁لڑ اي ی ▁کا ▁حکم ▁کیوں ▁لکھ ▁دیا ؟ ▁کیوں ▁نہ ▁ہمیں ▁ابھی ▁کچھ ▁اور ▁مہ لت ▁دی ؟ ▁ان ▁سے ▁کہ و ، ▁دنیا ▁کا ▁سرمایہ ▁زندگی ▁تھ وڑ ا ▁ہے ، ▁اور ▁اخر ت ▁ایک ▁خدا ▁ترس ▁انسان ▁کے ▁لیے ▁زیادہ ▁بہتر ▁ہے ، ▁اور ▁تم ▁پر ▁ظلم ▁ایک ▁شم ہ ▁برابر ▁بھی ▁نہ ▁کیا ▁جاي ے ▁گا
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁ہر ▁نبی ▁کے ▁لي ے ▁جن ات ▁و ▁انسان ▁کے ▁شی اط ین ▁کو ▁ان ▁کا ▁دشمن ▁قرار ▁دے ▁دیا ▁ہے ▁یہ ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کی ▁طرف ▁دھو کہ ▁دینے ▁کے ▁لي ے ▁مہم ل ▁بات وں ▁کے ▁اشار ے ▁کرتے ▁ہیں ▁اور ▁اگر ▁خدا ▁چاہ ▁لی تا ▁تو ▁یہ ▁ایسا ▁نہ ▁کرسکتے ▁لہذا ▁اب ▁اپ ▁انہیں ▁ان ▁کے ▁افت را ▁کے ▁حال ▁پر ▁چھوڑ ▁دیں
▁اور ▁انہوں ▁نے ▁( یعنی ▁یہ ود ▁نے ) ▁االله ▁کی ▁وہ ▁قدر ▁نہ ▁جان ی ▁جیسی ▁قدر ▁جان نا ▁چاہیے ▁تھی ، ▁جب ▁انہوں ▁نے ▁یہ ▁کہہ ▁( کر ▁رسالت ▁محمد ی ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کا ▁انکار ▁کر ) ▁دیا ▁کہ ▁االله ▁نے ▁کسی ▁اد می ▁پر ▁کوي ی ▁چیز ▁نہیں ▁اتار ی ۔ ▁اپ ▁فرما ▁دی جي ے : ▁وہ ▁کتاب ▁کس ▁نے ▁اتار ی ▁تھی ▁جو ▁موسی ▁( علی ہ ▁السلام ) ▁لے ▁کر ▁اي ے ▁تھے ▁جو ▁لوگوں ▁کے ▁لي ے ▁روشنی ▁اور ▁ہدایت ▁تھی ؟ ▁تم ▁نے ▁جس ▁کے ▁الگ ▁الگ ▁کاغذ ▁بنا ▁لي ے ▁ہیں ▁تم ▁اسے ▁( لوگ وں ▁پر ) ▁ظاہر ▁( بھی ) ▁کرتے ▁ہو ▁اور ▁( اس ▁میں ▁سے ) ▁بہت ▁کچھ ▁چھپ ات ے ▁( بھی ) ▁ہو ، ▁اور ▁تمہیں ▁وہ ▁( ک چھ ) ▁سکھ ایا ▁گیا ▁ہے ▁جو ▁نہ ▁تم ▁جانتے ▁تھے ▁اور ▁نہ ▁تمہارے ▁باپ ▁داد ا ، ▁اپ ▁فرما ▁دی جي ے : ▁( یہ ▁سب ) ▁االله ▁( ہی ▁کا ▁کرم ▁ہے ) ▁پھر ▁اپ ▁انہیں ▁( ان ▁کے ▁حال ▁پر ) ▁چھوڑ ▁دیں ▁کہ ▁وہ ▁اپنی ▁خر افات ▁میں ▁کھیل تے ▁رہیں ،
▁ہماری ▁ ایت وں ▁پر ▁ایمان ▁لانے ▁والے ▁افراد ▁بس ▁وہ ▁ہیں ▁جنہیں ▁ای ات ▁کی ▁یاد ▁دل اي ی ▁جاتی ▁ہے ▁تو ▁سج دہ ▁میں ▁گر ▁پڑ تے ▁ہیں ▁اور ▁اپنے ▁رب ▁کی ▁حم دو ثنا ▁کی ▁تس بی ح ▁کرتے ▁ہیں ▁اور ▁تک بر ▁نہیں ▁کرتے ▁ہیں
▁جو ▁ان ▁نیک ▁کردار ▁لوگوں ▁کے ▁لي ے ▁ہدایت ▁اور ▁رحمت ▁ہے
▁منا فق ▁مرد ▁اور ▁منا فق ▁عورت یں ▁ایک ▁دوسرے ▁( کی ▁جنس ) ▁سے ▁ہیں۔ ▁یہ ▁لوگ ▁بری ▁بات وں ▁کا ▁حکم ▁دیتے ▁ہیں ▁اور ▁اچھی ▁بات وں ▁سے ▁روک تے ▁ہیں ▁اور ▁اپنے ▁ہاتھ ▁( اللہ ▁کی ▁راہ ▁میں ▁خرچ ▁کرنے ▁سے ) ▁بند ▁رکھتے ▁ہیں ، ▁انہوں ▁نے ▁اللہ ▁کو ▁فراموش ▁کر ▁دیا ▁تو ▁اللہ ▁نے ▁انہیں ▁فراموش ▁کر ▁دیا ، ▁بیش ک ▁منا فق ین ▁ہی ▁نا فر مان ▁ہیں ،
▁رسول ▁جو ▁خوش خبر ی ▁دینے ▁والے ▁اور ▁ڈر ▁سن انے ▁والے ▁تھے ▁( اس ▁لي ے ▁بھیج ے ▁ گي ے ) ▁تاکہ ▁( ان ) ▁پیغمبر وں ▁( کے ▁اج انے ) ▁کے ▁بعد ▁لوگوں ▁کے ▁لي ے ▁االله ▁پر ▁کوي ی ▁ عذر ▁باقی ▁نہ ▁رہے ، ▁اور ▁االله ▁بڑا ▁غالب ▁حکمت ▁والا ▁ہے ،
▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لیے ت با ہی ▁ہے
▁کا فر وں ▁کو ▁کہہ ▁دے ▁کہ ▁اب ▁تم ▁مغل وب ▁ہو ▁ گي ے ▁اور ▁دوزخ ▁کی ▁طرف ▁ا کھ ٹے ▁کیے ▁جا و ▁گے ▁اور وہ ▁برا ▁ ٹھ کان ہ ▁ہے
▁اج ▁کے ▁دن ▁ہم ▁نے ▁ان ▁کو ▁یہ ▁جزا ▁دی ▁ہے ▁کہ ▁وہ ▁سراسر ▁کامیاب ▁ہیں
▁اور ▁کچھ ▁دوسرے ▁( بھی ) ▁ہیں ▁جو ▁اللہ ▁کے ▁( اين دہ ) ▁حکم ▁کے ▁لي ے ▁مو خر ▁رکھے ▁ گي ے ▁ہیں ▁وہ ▁یا ▁تو ▁انہیں ▁عذاب ▁دے ▁گا ▁یا ▁ان ▁کی ▁تو بہ ▁قبول ▁فرما لے ▁گا ، ▁اور ▁االله ▁خوب ▁جان نے ▁والا ▁بڑی ▁حکمت ▁والا ▁ہے ،
▁اور ▁خزان وں ▁اور ▁ نف یس ▁مکان ات ▁سے
▁اور ▁ہم ▁نے ▁اس ▁کی ▁قوم ▁پر ▁اس ▁کے ▁بعد ▁کوي ی ▁فوج ▁اس مان ▁سے ▁نہ ▁اتار ی ▁اور ▁نہ ▁ہم ▁اتار نے ▁والے ▁تھے
▁میں ▁تو ▁تمہیں ▁بھی ▁اور ▁جن ▁جن ▁کو ▁تم ▁اللہ ▁تعالی ▁کے ▁سوا ▁پکار تے ▁ہو ▁انہیں ▁بھی ▁سب ▁کو ▁چھوڑ ▁رہا ▁ہوں۔ ▁صرف ▁اپنے ▁پروردگار ▁کو ▁پکار تا ▁رہ وں ▁گا ، ▁مجھے ▁یقین ▁ہے ▁کہ ▁میں ▁اپنے ▁پروردگار ▁سے ▁دعا ▁مانگ ▁کر ▁محروم ▁نہ ▁رہ وں ▁گا
▁اور ▁اگر ▁وہ ▁تم ▁سے ▁جھ گ ڑ یں ▁تو ▁فرما دو ▁کہ ▁اللہ ▁خوب ▁جانتا ▁ہے ▁تمہارے ▁کو ت ک ▁( تم ہ اری ▁کر تو ت )
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے ▁ہم ▁انہیں ▁عن قر یب ▁بہ شت وں ▁میں ▁داخل ▁کریں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہوں ▁گی ▁وہ ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے۔ ▁( یہ ) ▁اللہ ▁کا ▁سچ ا ▁وعدہ ▁ہے ، ▁اور ▁اللہ ▁سے ▁زیادہ ▁بات ▁کا ▁سچ ا ▁کون ▁ہوسکتا ▁ہے ،
▁اور ▁( ا ے ▁محمد صلى ▁الله ▁عليه ▁وسلم ) ▁ہم ▁نے ▁تم ▁کو ▁تمام ▁لوگوں ▁کے ▁لي ے ▁خوش خبر ی ▁سن انے ▁والا ▁اور ▁ڈرا نے ▁والا ▁بنا ▁کر ▁بھی جا ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے
▁شفا عت ▁( س فار ش ) ▁بھی ▁اس ▁کے ▁پاس ▁کچھ ▁نفع ▁نہیں ▁دیتی ▁ب جز ▁ان ▁کے ▁جن ▁کے ▁لي ے ▁اجازت ▁ہو جا ي ے۔ ▁یہاں ▁تک ▁کہ ▁جب ▁ان ▁کے ▁دل وں ▁سے ▁گھ برا ہ ٹ ▁دور ▁کردی ▁جاتی ▁ہے ▁تو ▁پوچھ تے ▁ہیں ▁تمہارے ▁پر ود گار ▁نے ▁کیا ▁فرمایا ؟ ▁جواب ▁دیتے ▁ہیں ▁کہ ▁حق ▁فرمایا ▁اور ▁وه ▁بلند ▁وبال ا ▁اور ▁بہت ▁بڑا ▁ہے
▁عظیم ▁اور ▁دا يم ی ▁رحمت وں ▁والے ▁خدا ▁کے ▁نام ▁سے
▁کیا ▁وہ ▁نہیں ▁جانتے ▁کہ ▁جو ▁شخص ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁مخالفت ▁کرتا ▁ہے ▁تو ▁اس ▁کے ▁لي ے ▁دوزخ ▁کی ▁ اگ ▁( م قرر ) ▁ہے ▁جس ▁میں ▁وہ ▁ہمیشہ ▁رہنے ▁والا ▁ہے ، ▁یہ ▁زبردست ▁رس وا ي ی ▁ہے ،
▁اللہ ▁تعالی ▁نے ▁فرمایا ▁کہ ▁ہم ▁تیر ے ▁بھ اي ی ▁کے ▁ساتھ ▁تیر ا ▁باز و ▁مضبوط ▁کرد یں ▁گے ▁اور ▁تم ▁دونوں ▁کو ▁غل بہ ▁دیں ▁گے ▁فرع ونی ▁تم ▁تک ▁پہنچ ▁ہی ▁نہ ▁سکیں ▁گے ، ▁بسبب ▁ہماری ▁نشانی وں ▁کے ، ▁تم ▁دونوں ▁اور ▁تمہاری ▁تابع داری ▁کرنے ▁والے ▁ہی ▁غالب ▁رہیں ▁گے
▁نوح ( ع ) ▁نے ▁کہا ▁اے ▁میری ▁قوم ! ▁کیا ▁تم ▁نے ▁( اس ▁بات ▁پر ) ▁غور ▁کیا ▁ہے ▁کہ ▁اگر ▁میں ▁اپنے ▁پروردگار ▁کی ▁طرف ▁سے ▁روشن ▁دلیل ▁رکھتا ▁ہوں ؟ ▁اور ▁اس ▁نے ▁مجھے ▁اپنی ▁رحمت ▁بھی ▁عطا ▁فرما ي ی ▁ہے۔ ▁جو ▁تمہیں ▁سج ھا ي ی ▁نہیں ▁دیتی ۔ ▁تو ▁کہا ▁ہم ▁زبردست ی ▁اسے ▁تمہارے ▁اوپر ▁م سلط ▁کر ▁سکتے ▁ہیں۔ ▁جبکہ ▁تم ▁اسے ▁نا پسند ▁کرتے ▁ہو ؟
▁زمین ▁اور ▁اس مان وں ▁میں ▁جو ▁بھی ▁ہیں ▁سب ▁اپنی ▁حاج ت یں ▁اسی ▁سے ▁مانگ ▁رہے ▁ہیں ▁ہر ▁ان ▁وہ ▁ني ی ▁شان ▁میں ▁ہے
▁فرمایا ▁" پ کڑ ▁لے ▁اس ▁کو ▁اور ▁ڈر ▁نہیں ، ▁ہم ▁اسے ▁پھر ▁وی سا ▁ہی ▁کر ▁دیں ▁گے ▁جیسی ▁یہ ▁تھی
▁اور ▁زمین ▁میں ▁( مختلف ▁قسم ▁کے ) ▁قطعات ▁ہیں ▁جو ▁ایک ▁دوسرے ▁کے ▁قریب ▁ہیں ▁اور ▁ان گور وں ▁کے ▁باغ ات ▁ہیں ▁اور ▁کھ یت یاں ▁ہیں ▁اور ▁کھ جور ▁کے ▁درخت ▁ہیں ، ▁جھ نڈ دار ▁اور ▁بغیر ▁جھ نڈ ▁کے ، ▁ان ▁( سب ) ▁کو ▁ایک ▁ہی ▁پانی ▁سے ▁سی راب ▁کیا ▁جاتا ▁ہے ، ▁اور ▁( اس ▁کے ▁باوجود ) ▁ہم ▁ ذا يق ہ ▁میں ▁بعض ▁کو ▁بعض ▁پر ▁فضیلت ▁بخش تے ▁ہیں ، ▁بیش ک ▁اس ▁میں ▁عقل ▁مند وں ▁کے ▁لي ے ▁( ب ڑی ) ▁نشان یاں ▁ہیں ،
▁اور ▁جب ▁ہمارے ▁بھیج ے ▁ہو ي ے ▁( فر ش تے ) ▁ابراہیم ▁کے ▁پاس ▁خوش خبر ی ▁لے ▁کر ▁اي ے۔ ▁تو ▁انہوں ▁نے ▁( اث نا ي ے ▁گفتگو ▁میں ▁یہ ▁بھی ) ▁کہا ▁کہ ▁ہم ▁اس ▁( ل وط ▁کی ) ▁بست ی ▁والوں ▁کو ▁ہلاک ▁کرنے ▁والے ▁ہیں ▁( کی ون کہ ) ▁اس ▁بست ی ▁کے ▁لوگ ▁( ب ڑے ) ▁ظالم ▁ہیں۔
▁دونوں ▁نے ▁عرض ▁کیا : ▁اے ▁ہمارے ▁رب ! ▁بیش ک ▁ہمیں ▁ اندیش ہ ▁ہے ▁کہ ▁وہ ▁ہم ▁پر ▁زیادتی ▁کرے ▁( گا ) ▁یا ▁( زی اد ہ ) ▁سر کش ▁ہو جا ي ے ▁( گا )،
▁ان ▁کو ▁میرے ▁پاس ▁لوٹ ا ▁لا و ▁پس ▁پ نڈ لی وں ▁اور ▁گردن وں ▁پر ▁( تل وار ) ▁پھ یر نے ▁لگا
▁اور ▁تمہارے ▁پروردگار ▁نے ▁جو ▁تمہارے ▁لي ے ▁تمہاری ▁بیوی اں ▁پیدا ▁کی ▁ہیں ▁ان ▁کو ▁چھوڑ ▁دیتے ▁ہو۔ ▁حقیقت ▁یہ ▁ہے ▁کہ ▁تم ▁حد ▁سے ▁نکل ▁جانے ▁والے ▁ہو
▁نوح ▁نے ▁کہا ▁کہ ▁اب ▁تم ▁سب ▁کشتی ▁میں ▁سوار ▁ہو جا و ▁خدا ▁کے ▁نام ▁کے ▁سہ ارے ▁اس ▁کا ▁بہ او ▁بھی ▁ہے ▁اور ▁ٹھہر او ▁بھی ▁اور ▁بیش ک ▁میرا ▁پروردگار ▁بڑا ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁( جب ▁انہیں ▁اس ▁نظام ▁کا ين ات ▁کے ▁در ہم ▁بر ہم ▁کردی نے ▁کا ▁حکم ▁ہوگا ▁تو ) ▁اس ▁دن ▁( کا ين ات ▁کی ) ▁ہر ▁متحرک ▁چیز ▁شدید ▁حرکت ▁میں ▁اج اي ے ▁گی ،
▁کہنے ▁لگا ▁کہ ▁تم ہ ارا ▁سب ▁سے ▁بڑا ▁مالک ▁میں ▁ہوں
▁اسی ▁کے ▁لي ے ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ت ▁ہے ، ▁وہی ▁جلا تا ▁اور ▁مار تا ▁ہے ، ▁اور ▁وہ ▁ہر ▁چیز ▁پر ▁بڑا ▁قادر ▁ہے ،
▁بیش ک ▁اللہ ▁ہی ▁میرا ▁( بھی ) ▁رب ▁ہے ▁اور ▁تم ہ ارا ▁( بھی ) ▁رب ▁ہے ، ▁پس ▁اسی ▁کی ▁عبادت ▁کرو ۔ ▁یہی ▁سید ھا ▁راستہ ▁ہے ،
▁اور ▁ہم ▁اس ▁دن ▁دوزخ ▁کو ▁کا فر وں ▁کے ▁سامنے ▁بالکل ▁ع یاں ▁کر ▁کے ▁پیش ▁کریں ▁گے ،
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁پیر وی ▁کرو ▁اس ▁چیز ▁کی ▁جو ▁اللہ ▁نے ▁نازل ▁کی ▁ہے ▁تو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁تو ▁اس ▁چیز ▁کی ▁پیر وی ▁کریں ▁گے ▁جس ▁پر ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁پایا ▁ہے ▁کیا ▁یہ ▁ان ہی ▁کی ▁پیر وی ▁کریں ▁گے ▁خواہ ▁شیطان ▁ان ▁کو ▁ب ھڑ کت ی ▁ہو ي ی ▁ اگ ▁ہی ▁کی ▁طرف ▁کیوں ▁نہ ▁بلا تا ▁رہا ▁ہو ؟
▁اور ▁کہتے ▁ہیں ▁کہ ▁یہ ▁پہلے ▁لوگوں ▁کی ▁کہانی اں ▁ہیں ▁جس ▁کو ▁اس ▁نے ▁لکھ ▁رکھا ▁ہے ▁اور ▁وہ ▁صبح ▁و شام ▁اس ▁کو ▁پڑھ ▁پڑھ ▁کر ▁سنا ي ی ▁جاتی ▁ہیں
▁تو ▁اس ▁میں ▁ک جی ▁اور ▁ٹی لا ▁نہیں ▁دیکھ ے ▁گا
▁اور ▁میری ▁جنت ▁میں ▁ا ،
▁( ا ے ▁حبیب ! ▁یوں ) ▁عرض ▁کی جي ے : ▁اے ▁االله ، ▁سلطنت ▁کے ▁مالک ! ▁تو ▁جسے ▁چاہے ▁سلطنت ▁عطا ▁فرما ▁دے ▁اور ▁جس ▁سے ▁چاہے ▁سلطنت ▁چھ ین ▁لے ▁اور ▁تو ▁جسے ▁چاہے ▁عزت ▁عطا ▁فرما ▁دے ▁اور ▁جسے ▁چاہے ▁ذ لت ▁دے ، ▁ساری ▁بھ لا ي ی ▁تیر ے ▁ہی ▁دست ▁قدرت ▁میں ▁ہے ، ▁بیش ک ▁تو ▁ہر ▁چیز ▁پر ▁بڑی ▁قدرت ▁والا ▁ہے ،
▁کہ ▁ فض ول ▁خرچ ی ▁کرنے ▁والے ▁تو ▁شیطان ▁کے ▁بھ اي ی ▁ہیں۔ ▁اور ▁شیطان ▁اپنے ▁پروردگار ▁( کی ▁نعمت وں ) ▁کا ▁کفر ▁ان ▁کرنے ▁والا ▁( یعنی ▁نا شک را ) ▁ہے
▁کیا ▁( یہ ▁صحیح ▁ہے ) ▁کہ ▁ہم ▁مر نے ▁والے ▁ہی ▁نہیں ؟
▁کیا ▁یہ ▁سمجھتے ▁ہیں ▁کہ ▁ہم ▁جو ▁انہیں ▁مال ▁و ▁اولاد ▁سے ▁مدد ▁دیے ▁جا ▁رہے ▁ہیں
▁یاد ▁رکھ و ▁کہ ▁زندگی ▁دنیا ▁صرف ▁ایک ▁کھیل , ▁تم اش ہ , ▁ ارا يش , ▁با ہم ی ▁تف اخر اور ▁اموال ▁و ▁اولاد ▁کی ▁ک ثر ت ▁کا ▁مقابلہ ▁ہے ▁اور ▁بس ▁جیسے ▁کوي ی ▁بارش ▁ہو ▁جس ▁کی ▁قوت ▁نام یہ ▁کسان ▁کو ▁خوش ▁کرد ے ▁اور ▁اس ▁کے ▁بعد ▁وہ ▁کھ یتی ▁خشک ▁ہو جا ي ے ▁پھر ▁تم ▁اسے ▁زرد ▁دیکھ و ▁اور ▁اخر ▁میں ▁وہ ▁ریز ہ ▁ریز ہ ▁ہو جا ي ے ▁اور ▁اخر ت ▁میں ▁شدید ▁عذاب ▁بھی ▁ہے ▁اور ▁م غفر ت ▁اور ▁رضا ي ے ▁ال ہی بھی ▁ہے ▁اور ▁ز ندگان ی ▁دنیا ▁تو ▁بس ▁ایک ▁دھو کہ ▁کا ▁سرمایہ ▁ہے ▁اور ▁کچھ ▁نہیں ▁ہے
▁بیش ک ▁نیک ▁پي یں ▁گے ▁اس ▁جام ▁میں ▁سے ▁جس ▁کی ▁مل ونی ▁کا فور ▁ہے ▁وہ ▁کا فور ▁کیا ▁ایک ▁چشم ہ ▁ہے
▁انہیں ▁نصر ت ▁بخشی ▁جس ▁کی ▁وجہ ▁سے ▁وہی ▁غالب ▁رہے
▁ہر گز ▁نہیں ، ▁بے ▁شک ▁نیک ▁اد م یوں ▁کا ▁ نامہ ▁اعمال ▁بلند ▁پای ہ ▁لوگوں ▁کے ▁دفتر ▁میں ▁ہے
▁بے ▁شک ▁اس ▁واقعہ ▁میں ▁اہل ▁بص ی رت ▁کے ▁لیے ▁نشان یاں ▁ہیں
▁یہ ▁وه ▁لوگ ▁ہیں ▁جو ▁ایمان ▁لاي ے ▁اور ▁( برا ي یوں ▁سے ) ▁پر ہ یز ▁رکھتے ▁ہیں
▁جس ▁نے ▁انہیں ▁بھوک ▁سے ▁بچا ▁کر ▁کھانے ▁کو ▁دیا ▁اور ▁خوف ▁سے ▁بچا ▁کر ▁امن ▁عطا ▁کیا
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁تم ▁کو ▁ایک ▁جان ▁سے ▁پیدا ▁کیا ▁پھر ▁کہیں ▁تمہیں ▁ٹھہر نا ▁ہے ▁اور ▁کہیں ▁امان ت ▁رہ نا ▁بیش ک ▁ہم ▁نے ▁مفصل ▁ ایت یں ▁بیان ▁کرد یں ▁سمجھ ▁والوں ▁کے ▁لیے ،
▁پیغمبر ▁کہہ ▁دی جي ے ▁کہ ▁بتا و ▁کہ ▁زمین ▁و ▁اس مان ▁کا ▁پروردگار ▁کون ▁ہے ▁اور ▁بت ادی جي ے ▁کہ ▁اللہ ▁ہی ▁ہے ▁اور ▁کہہ ▁دی جي ے ▁کہ ▁تم ▁لوگوں ▁نے ▁اس ▁کو ▁چھوڑ ▁کر ▁ایسے ▁سرپرست ▁اختیار ▁کي ے ▁ہیں ▁جو ▁خود ▁اپنے ▁نفع ▁و ▁نقصان ▁کے ▁مالک ▁نہیں ▁ہیں ▁اور ▁کہ ي ے ▁کہ ▁کیا ▁اند ھے ▁اور ▁بین ا ▁ایک ▁جیسے ▁ہو سک تے ▁ہیں ▁یا ▁نورو ▁ظلم ت ▁برابر ▁ہو سک تے ▁ہیں ▁یا ▁ان ▁لوگوں ▁نے ▁اللہ ▁کے ▁لي ے ▁ایسے ▁شریک ▁بنا ي ے ▁ہیں ▁جنہوں ▁نے ▁اسی ▁کی ▁طرح ▁کی ▁کا ين ات ▁خلق ▁کی ▁ہے ▁اور ▁ان ▁پر ▁خلق ت ▁مشت بہ ▁ہو گي ی ▁ہے . ▁کہہ ▁دی جي ے ▁کہ ▁اللہ ▁ہی ▁ہر ▁ش ے ▁کا ▁خالق ▁ہے ▁اور ▁وہی ▁یک تا ▁اور ▁سب ▁پر ▁غالب ▁ہے
▁( ا ے ▁حبیب !) ▁اپنے ▁رب ▁کے ▁نام ▁سے ▁( ا غاز ▁کرتے ▁ہو ي ے ) ▁پڑھ ي ے ▁جس ▁نے ▁( ہر ▁چیز ▁کو ) ▁پیدا ▁فرمایا ،
▁انہیں ▁کا ▁بدل ہ ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁م غفر ت ▁ہے ▁اور ▁جنت یں ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہیں ، ▁جن ▁میں ▁وه ▁ہمیشہ ▁رہیں ▁گے ، ▁ان ▁نیک ▁کام وں ▁کے ▁کرنے ▁والوں ▁کا ▁ ثواب ▁کیا ▁ہی ▁اچھا ▁ہے
▁تم ▁میں ▁سے ▁جو ▁شخص ▁کوي ی ▁بات ▁چپ کے ▁سے ▁کہ ے ▁یا ▁پکار ▁کر کہ ے ▁اور ▁جو ▁شخص ▁رات ▁میں ▁کہیں ▁چھپ ▁جاي ے ▁یا ▁دن ▁میں ▁چلے ▁پھر ے ▁یہ ▁سب ▁برابر ▁ہیں
▁اگر ▁ہم ▁چاہ یں ▁تو ▁اسے ▁چور ▁چور ▁بنا د یں ▁تو ▁تم ▁باتیں ▁ہی ▁بنا تے ▁رہ ▁جا و
▁اسی ▁طرح ▁ہم ▁ظالم وں ▁میں ▁سے ▁بعض ▁کو ▁بعض ▁پر ▁م سلط ▁کرتے ▁رہتے ▁ہیں ▁ان ▁اعمال ( بد ) ▁کے ▁باعث ▁جو ▁وہ ▁کم ایا ▁کرتے ▁ہیں ،
▁( یہ ) ▁کیا ▁( عقل ▁کی ▁بات ▁ہے ▁کہ ) ▁تم ▁لوگوں ▁کو ▁نیک ی ▁کرنے ▁کو ▁کہتے ▁ہو ▁اور ▁اپنے ▁تي یں ▁فراموش ▁کي ے ▁دیتے ▁ہو ، ▁حالانک ہ ▁تم ▁کتاب ▁( خدا ) ▁بھی ▁پڑھ تے ▁ہو۔ ▁کیا ▁تم ▁سمجھتے ▁نہیں ؟
▁اور ▁وہ ▁اپنے ▁رب ▁کے ▁نام ▁کا ▁ذکر ▁کرتا ▁رہا ▁اور ▁( ک ثر ت ▁و ▁پابندی ▁سے ) ▁نماز ▁پڑھ تا ▁رہا ،
▁پھر ▁ان ▁کو ▁پھ ا ڑ ▁کر ▁جدا ▁جدا ▁کر ▁دیتی ▁ہیں
▁یہ ▁اللہ ▁کی ▁کتاب ▁ہے ، ▁اس ▁میں ▁کوي ی ▁شک ▁نہیں ▁ہدایت ▁ہے ▁ان ▁پر ہ یز ▁ گار ▁لوگوں ▁کے ▁لیے
▁اور ▁جب ▁کا فر ▁لوگ ▁اپ ▁کے ▁خلاف ▁خفیہ ▁سازش یں ▁کر ▁رہے ▁تھے ▁کہ ▁وہ ▁اپ ▁کو ▁قید ▁کر ▁دیں ▁یا ▁اپ ▁کو ▁قتل ▁کر ▁ڈال یں ▁یا ▁اپ ▁کو ▁( وطن ▁سے ) ▁نکال ▁دیں ، ▁اور ▁( ا دھر ) ▁وہ ▁سازش ی ▁منصوبے ▁بنا ▁رہے ▁تھے ▁اور ▁( ا دھر ) ▁اللہ ▁( ان ▁کے ▁م کر ▁کے ▁رد ▁کے ▁لي ے ▁اپنی ) ▁تدبیر ▁فرما ▁رہا ▁تھا ، ▁اور ▁اللہ ▁سب ▁سے ▁بہتر ▁مخفی ▁تدبیر ▁فرمان ے ▁والا ▁ہے ،
▁اور ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁سمندر ▁میں ▁پہاڑ وں ▁جیسے ▁جہاز ▁ہیں
▁اور ▁نبی ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁پر ▁اس ▁کام ▁( کی ▁انجام ▁د ہی ) ▁میں ▁کوي ی ▁حر ج ▁نہیں ▁ہے ▁جو ▁اللہ ▁نے ▁ان ▁کے ▁لي ے ▁فرض ▁فرما ▁دیا ▁ہے ، ▁اللہ ▁کا ▁یہی ▁طریقہ ▁و ▁دستور ▁ان ▁لوگوں ▁میں ▁( بھی ▁رہا ) ▁ہے ▁جو ▁پہلے ▁گزر ▁چکے ، ▁اور ▁اللہ ▁کا ▁حکم ▁فیصلہ ▁ہے ▁جو ▁پورا ▁ہو چک ا ،
▁کہ ▁اسے ▁تمہارے ▁لیے ▁یادگار ▁کریں ▁اور ▁اسے ▁محفوظ ▁رکھے ▁وہ ▁کان ▁کہ ▁سن ▁کر ▁محفوظ ▁رکھتا ▁ہو
▁اور ▁مانگ نے ▁والے ▁کو ▁جھ ڑ کی ▁نہ ▁دینا
▁یہ ▁تو ▁بس ▁ پرانے ▁لوگوں ▁کی ▁عادت ▁ہے
▁وہ ▁چم کت ا ▁ہوا ▁تار ا ہے۔
▁کہہ ▁دی جي ے ▁کہ ▁اے ▁میرے ▁ایمان دار ▁بند و ! ▁اپنے ▁پروردگار ▁سے ▁ڈر و ▁ . ▁جو ▁لوگ ▁اس ▁دار ▁دنیا ▁میں ▁نیک ی ▁کرتے ▁ہیں ▁ان ▁کے ▁لي ے ▁نیک ی ▁ہے ▁اور ▁اللہ ▁کی ▁زمین ▁بہت ▁وسیع ▁ہے ▁بس ▁صبر ▁کرنے ▁والے ▁ہی ▁وہ ▁ہیں ▁جن ▁کو ▁بے ▁حساب ▁ اجر ▁دیا ▁جاتا ▁ہے
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁ہر ▁نبی ▁کے ▁دشمن ▁بعض ▁گناه ▁ گار وں ▁کو ▁بنا دیا ▁ہے ▁اور ▁تیر ا ▁رب ▁ہی ▁ہدایت ▁کرنے ▁والا ▁اور ▁مدد ▁کرنے ▁والا ▁کافی ▁ہے
▁( اخر ت ▁کے ▁بارے ▁میں ) ▁تمہاری ▁بات ▁ایک ▁دوسرے ▁سے ▁مختلف ▁ہے
▁اللہ ▁نے ▁ان ▁لوگوں ▁کا ▁قول ▁سنا ▁جو ▁کہتے ▁ہیں ▁کہ ▁اللہ ▁فقیر ▁ہے ▁اور ▁ہم ▁غنی ▁ہیں ▁ان ▁کی ▁یہ ▁باتیں ▁بھی ▁ہم ▁لکھ ▁لیں ▁گے ، ▁اور ▁اس ▁سے ▁پہلے ▁جو ▁وہ ▁پیغمبر وں ▁کو ▁نا حق ▁قتل ▁کرتے ▁رہے ▁ہیں ▁وہ ▁بھی ▁ان ▁کے ▁ نامہ ▁اعمال ▁میں ▁ثبت ▁ہے ▁( جب ▁فیصلہ ▁کا ▁وقت ▁اي ے ▁گا ▁اس ▁وقت ) ▁ہم ▁ان ▁سے ▁کہیں ▁گے ▁کہ ▁لو ، ▁اب ▁عذاب ▁ جہ نم ▁کا ▁مزا ▁چک ھو
▁سوی ہ ▁شیطان ▁ہے ▁کہ ▁اپنے ▁دوستوں ▁سے ▁ڈرا تا ▁ہے ▁پس ▁تم ▁ان ▁سے ▁مت ▁ڈر و ▁اور م جھ ▁سے ▁ڈر و ▁اگر ▁تم ▁ایمان ▁دار ▁ہو
▁اور ▁ہم ▁نے ▁ان ▁کے ▁سین وں ▁سے ▁ہر ▁کی نہ ▁کو ▁الگ ▁کردیا . ▁ان ▁کے ▁قدم وں ▁میں ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁اور ▁وہ ▁کہیں ▁گے ▁کہ ▁ط کر ▁ہے ▁پروردگار ▁کا ▁کہ ▁اس ▁نے ▁ہمیں ▁یہاں ▁تک ▁ انے ▁کا ▁راستہ ▁بتا دیا ▁ورنہ ▁اس ▁کی ▁ہدایت ▁نہ ▁ہوتی ▁تو ▁ہم ▁یہاں ▁تک ▁ انے ▁کا ▁راستہ ▁بھی ▁نہیں ▁پاس ک تے ▁تھے ▁- بی شک ▁ہمارے ▁رسول ▁سب ▁دین ▁حق ▁لے ▁کر ▁اي ے ▁تھے ▁تو ▁پھر ▁انہیں ▁او از ▁دی ▁جاي ے ▁گی ▁کہ ▁یہ ▁وہ ▁جنت ہے ▁جس ▁کا ▁تمہیں ▁تمہارے ▁اعمال ▁کی ▁بنا ▁پر ▁ وارث ▁بنایا ▁گیا ▁ہے
▁تاکہ ▁اپ ▁اس ▁قوم ▁کو ▁ڈرا ي یں ▁جن ▁کے ▁باپ ▁داد ا ▁نہیں ▁ڈرا ي ے ▁ گي ے ▁سو ▁وہ ▁غافل ▁ہیں
▁ان ▁سے ▁کہ و ▁" میر ے ▁پاس ▁جو ▁وح ی ▁ اتی ▁ہے ▁وہ ▁یہ ▁ہے ▁کہ ▁تم ہ ارا ▁خدا ▁صرف ▁ایک ▁خدا ▁ہے ، ▁پھر ▁کیا ▁تم ▁سر ▁اطاعت ▁جھ کا تے ▁ہو ؟ "
▁الله ▁نے ▁ان ▁کے ▁لیے ▁سخت ▁عذاب ▁تیار ▁کر ▁رکھا ▁ہے ▁بے ▁شک ▁وہ ▁بہت ▁ہی ▁برا ▁ہے ▁جو ▁کچھ ▁وہ ▁کرتے ▁ہیں
▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁" یہ ▁قیامت ▁کی ▁دھمکی ▁اخر ▁کب ▁پوری ▁ہو ▁گی ؟ ▁بتا و ▁اگر ▁تم ▁سچ ے ▁ہو "
▁یہ ▁بہ شت ▁میں ▁ایک ▁چشم ہ ▁ہے ▁جس ▁کا ▁نام ▁سل سب یل ▁ہے
▁اور ▁اپ ▁صبر ▁ہی ▁کریں ▁کہ ▁اپ ▁کا ▁صبر ▁بھی ▁اللہ ▁ہی ▁کی ▁مدد ▁سے ▁ہوگا ▁اور ▁ان ▁کے ▁حال ▁پر ▁رنج ید ہ ▁نہ ▁ہوں ▁اور ▁ان ▁کی ▁م کاری وں ▁کی ▁وجہ ▁سے ▁تنگ دلی ▁کا ▁بھی ▁شکار ▁نہ ▁ہوں
▁اپ ▁( ان ▁سے ▁دریافت ) ▁فرما ي یں ▁کہ ▁بیا بان ▁اور ▁دریا ▁کی ▁تاریک یوں ▁سے ▁تمہیں ▁کون ▁نجات ▁دیتا ▁ہے ؟ ▁( اس ▁وقت ▁تو ) ▁تم ▁گ ڑ گ ڑا ▁کر ▁( بھی ) ▁اور ▁چپ کے ▁چپ کے ▁( بھی ) ▁اسی ▁کو ▁پکار تے ▁ہو ▁کہ ▁اگر ▁وہ ▁ہمیں ▁اس ▁( م ص ی بت ) ▁سے ▁نجات ▁دے ▁دے ▁تو ▁ہم ▁ضرور ▁شکر ▁گزار وں ▁میں ▁سے ▁ہو ▁جاي یں ▁گے ،
▁بلکہ ▁قیامت ▁ان ▁کے ▁وعد ے ▁کا ▁وقت ▁ہے ▁اور ▁قیامت ▁زیادہ ▁دہشت ▁ ناک ▁اور ▁تلخ ▁تر ▁ہے
▁یا ▁ان ▁کے ▁لیے ▁کچھ ▁شریک ▁ہیں ▁جنہوں ▁نے ▁ان ▁کے ▁لیے ▁وہ ▁دین ▁نکال ▁دیا ▁ہے ▁کہ ▁اللہ ▁نے ▁اس ▁کی ▁اجازت ▁نہ ▁دی ▁اور ▁اگر ▁ایک ▁فیصلہ ▁کا ▁وعدہ ▁نہ ▁ہوتا ▁تو ▁یہ یں ▁ان ▁میں ▁فیصلہ ▁کردیا ▁جاتا ▁اور ▁بیش ک ▁ظالم وں ▁کے ▁لیے ▁درد ناک ▁عذاب ▁ہے
▁وه ▁ہے ▁جس ▁نے ▁پانی ▁سے ▁انسان ▁کو ▁پیدا ▁کیا ، ▁پھر ▁اسے ▁نسب ▁والا ▁اور ▁س سر الی ▁رشت وں ▁والا ▁کردیا۔ ▁ب لاش بہ ▁اپ ▁کا ▁پروردگار ▁( ہر ▁چیز ▁پر ) ▁قادر ▁ہے
▁پس ▁پاک ▁ہے ▁وہ ▁ذات ▁جس ▁کے ▁قبضہ ▁قدرت ▁میں ▁ہر ▁چیز ▁کی ▁حکومت ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁تم ▁لوٹ اي ے ▁جا و گ ے۔
▁وہ ▁ہمیشہ ▁رہنے ▁والی ▁جنت یں ▁جن ▁کا ▁خدا ي ے ▁رحم ن ▁نے ▁غا يب انہ ▁وعدہ ▁کر ▁رکھا ▁ہے۔ ▁بے شک ▁اس ▁کا ▁وعدہ ▁( سام نے ) ▁ انے ▁والا ▁ہے۔
▁پھر ▁وہ ▁اپنے ▁گناہ ▁کا ▁ا قرار ▁کریں ▁گے ▁سو ▁دوزخ ي وں ▁پر ▁پھ ٹ کار ▁ہے
▁اپ ( ص ) ▁صبر ▁کی جي ے ▁یقینا ▁اللہ ▁کا ▁وعدہ ▁بر حق ▁ہے ▁پھر ▁جس ▁( ع ذ اب ) ▁کی ▁ہم ▁انہیں ▁دھمکی ▁دیتے ▁رہے ▁ہیں ▁خواہ ▁اس ▁کا ▁کچھ ▁حصہ ▁اپ ▁کو ▁( ان کھ وں ▁سے ) ▁دکھا ▁دیں ▁یا ▁اس ▁سے ▁پہلے ▁اپ ▁کو ▁دنیا ▁سے ▁اٹھا ▁ل یں۔ ▁ب ہر حال ▁ان ▁سب ▁کی ▁بازگشت ▁تو ▁ہماری ▁طرف ▁ہی ▁ہے ▁( وہ ▁اس ▁سے ▁بچ ▁نہیں ▁سکتے ) ۔
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁تم ▁کو ▁امت ▁معتدل ▁بنایا ▁ہے ، ▁تاکہ ▁تم ▁لوگوں ▁پر ▁گواہ ▁بن و ▁اور ▁پیغمبر ▁( اخر ال زم اں ) ▁تم ▁پر ▁گواہ ▁بن یں۔ ▁اور ▁جس ▁قبل ے ▁پر ▁تم ▁( پ ہ لے ) ▁تھے ، ▁اس ▁کو ▁ہم ▁نے ▁اس ▁لیے ▁مقرر ▁کیا ▁تھا ▁کہ ▁معلوم ▁کریں ، ▁کون ▁( ہم ارے ) ▁پیغمبر ▁کا ▁تابع ▁رہتا ▁ہے ، ▁اور ▁کون ▁ال ٹے ▁پا وں ▁پھر ▁جاتا ▁ہے۔ ▁اور ▁یہ ▁بات ▁( یعنی ▁تحویل ▁قبل ہ ▁لوگوں ▁کو ) ▁گر اں ▁معلوم ▁ہو ي ی ، ▁مگر ▁جن ▁کو ▁خدا ▁نے ▁ہدایت ▁بخشی ▁( وہ ▁اسے ▁گر اں ▁نہیں ▁سمجھتے ) ▁اور ▁خدا ▁ایسا ▁نہیں ▁کہ ▁تمہارے ▁ایمان ▁کو ▁ یون ہی ▁کھو ▁د ے۔ ▁خدا ▁تو ▁لوگوں ▁پر ▁بڑا ▁مہر بان ▁( اور ) ▁صاحب ▁رحمت ▁ہے
▁ہم ▁نے ▁اس ▁قر ان ▁کو ▁تیر ی ▁زبان ▁میں ▁بہت ▁ہی ▁اسان ▁کر ▁دیا ▁ہے ▁کہ ▁تو ▁اس ▁کے ▁ذریعہ ▁سے ▁پر ہ یز گار وں ▁کو ▁خوش خبر ی ▁دے ▁اور ▁جھ گ ڑا لو ▁لوگوں ▁کو ▁ڈرا ▁دے
▁اس ▁دن ▁ان ▁کا ▁پروردگار ▁ان ▁کے ▁حالات ▁سے ▁بڑا ▁با خبر ▁ہوگا۔
▁پھر ▁اس ▁نے ▁دیکھا ۔
▁اس ▁وقت ▁کہیں ▁گے ▁کہ ▁ہم ▁اس ▁قر ان ▁پر ▁ایمان ▁لاي ے ▁لیکن ▁اس ▁قدر ▁دور ▁جگہ ▁سے ▁( م طل وب ہ ▁چیز ) ▁کیسے ▁ہاتھ ▁اس کت ی ▁ہے
▁اور ▁اپنی ▁لا ٹھی ▁ڈال ▁دے ▁پھر ▁جب ▁اسے ▁دیکھا ▁کہ ▁وہ ▁سان پ ▁کی ▁طرح ▁چل ▁رہی ▁ہے ▁تو ▁پی ٹھ ▁پھ یر ▁کر ▁بھاگ ا ▁اور پی چھ ے ▁م ڑ ▁کر ▁نہ ▁دیکھا ▁اے ▁موسی ▁ڈر و ▁مت ▁کیونکہ ▁میرے ▁حضور ▁میں ▁رسول ▁ڈرا ▁نہیں ▁کرتے
▁وہی ▁تو ▁ہے ▁جو ▁تم ▁کو ▁اپنی ▁نشان یاں ▁دکھا تا ▁ہے ▁اور ▁تم ▁پر ▁اس مان ▁سے ▁ رزق ▁اتار تا ▁ہے۔ ▁اور ▁نص ی حت ▁تو ▁وہی ▁پکڑ تا ▁ہے ▁جو ▁( اس ▁کی ▁طرف ) ▁رجوع ▁کرتا ▁ہے
▁ہم ▁تو ▁تمہارے ▁پاس ▁حق ▁لے ▁اي ے ▁لیکن ▁تم ▁میں ▁سے ▁اکثر ▁لوگ ▁حق ▁سے ▁نفرت ▁رکھنے ▁والے ▁تھے ؟
▁کہیں ▁گے ▁تو ▁پاک ▁ہے ▁ہمیں ▁یہ ▁کب ▁لا یق ▁تھا ▁کہ ▁تیر ے ▁سوا ▁کسی ▁اور ▁کو ▁کار ساز ▁بنا تے ▁لیکن ▁تو ▁نے ▁انہیں ▁اور ▁ان ▁کے ▁باپ ▁داد ا ▁کو ▁یہاں ▁تک ▁اس و دگی ▁دی ▁تھی ▁کہ ▁وہ ▁یاد ▁کرنا ▁بھول ▁ گي ے ▁اور ▁یہ ▁لوگ ▁تباہ ▁ہونے ▁والے ▁تھے
▁بنی ▁اد م ▁کو ▁ڈرا نے ▁والی
▁وہی ▁ہے ▁جس ▁نے ▁اس مان ▁سے ▁تمہارے ▁لیے ▁پانی ▁برس ایا ▁جس ▁سے ▁تم ▁خود ▁بھی ▁سی راب ▁ہوتے ▁ہو ▁اور ▁تمہارے ▁جانور وں ▁کے ▁لیے ▁بھی ▁چار ہ ▁پیدا ▁ہوتا ▁ہے
▁کیا ▁یہ ▁نشانی ▁ان ▁کے ▁لي ے ▁کافی ▁نہیں ▁ہے ▁کہ ▁اسے ▁بنی ▁اس راي یل ▁کے ▁علما ي ▁بھی ▁جانتے ▁ہیں
▁( غر ور ▁سے ) ▁اپنے ▁شان ے ▁کو ▁مو ڑے ▁ہو ي ے ▁( اور ▁گردن ▁اک ڑا ي ے ▁ہو ي ے ) ▁تاکہ ▁( لوگ وں ▁کو ) ▁اللہ ▁کی ▁راہ ▁سے ▁گمراہ ▁کریں ▁ان ▁کی لي ے ▁دنیا ▁میں ▁رس وا ي ی ▁ہے ▁اور ▁قیامت ▁کے ▁دن ▁ہم ▁انہیں ▁جلا نے ▁والی ▁ اگ ▁کے ▁عذاب ▁کا ▁م زہ ▁چک ھا ي یں ▁گے۔
▁بیش ک ▁اس ▁میں ▁نشانی ▁ہے ▁اس ▁کے ▁لیے ▁جو ▁اخر ت ▁کے ▁عذاب ▁سے ▁ڈر ے ▁وہ ▁دن ▁ہے ▁جس ▁میں ▁سب ▁لوگ ▁اک ٹھ ے ▁ہوں ▁گے ▁اور ▁وہ ▁دن ▁حاضر ی ▁کا ▁ہے
▁ان ▁کے ▁بدن ▁پر ▁ہیں ▁کر یب ▁کے ▁سبز ▁کپڑے ▁اور ▁ قنا ▁ ویز ▁کے ▁اور ▁انہیں ▁چاند ی ▁کے ▁کنگ ن ▁پہن اي ے ▁ گي ے ▁اور ▁انہیں ▁ان ▁کے ▁رب ▁نے ▁ست ھر ی ▁شراب ▁پلا ي ی
▁جنہوں ▁نے ▁اپنے ▁دین ▁کو ▁کھیل ▁تماشا ▁بنایا ▁اور ▁دنیا ▁کی ▁زیست ▁نے ▁انہیں ▁فریب ▁دیا ▁تو ▁اج ▁ہم ▁انہیں ▁چھوڑ ▁دیں ▁گے ▁جیسا ▁انہوں ▁نے ▁اس ▁دن ▁کے ▁ملنے ▁کا ▁خیال ▁چھوڑ ا ▁تھا ▁اور ▁جیسا ▁ہماری ▁ ایت وں ▁سے ▁انکار ▁کرتے ▁تھے ،
▁اسے ▁مجھ ▁پر ▁چھوڑ ▁جسے ▁میں ▁نے ▁اک یلا ▁پیدا ▁کیا
▁اے ▁میرے ▁رب ! ▁مجھے ▁نیک ▁ بخت ▁اولاد ▁عطا ▁فرما
▁اگر ▁تم ▁نے ▁اپنے ▁جیسے ▁ہی ▁انسان ▁کی ▁تابع داری ▁کر ▁لی ▁ہے ▁تو ▁بے شک ▁تم ▁سخت ▁خسار ے ▁والے ▁ہو
▁کہ ▁بے ▁شک ▁ہم ▁پر ▁تو ▁تا وان ▁پڑ ▁گیا
▁بے ▁شک ▁ہم ▁نے ▁تمہیں ▁ایک ▁عن قر یب ▁ انے ▁والے ▁عذاب ▁سے ▁ڈرا یا ▁ہے ▁جس ▁دن ▁اد می ▁دیکھ ے ▁گا ▁جو ▁کچھ ▁اس ▁کے ▁ہاتھوں ▁نے ▁ اگ ے ▁بھی جا ▁تھا ▁اور ▁کا فر ▁کہ ے ▁گا ▁اے ▁کاش ▁میں ▁م ٹی ▁ہو ▁گیا ▁ہوتا
▁انہوں ▁نے ▁کہا ▁کہ ▁یہ ▁نبی ▁ہمارے ▁پاس ▁اپنے ▁پروردگار ▁کی ▁طرف ▁سے ▁کوي ی ▁نشانی ▁کیوں ▁نہیں ▁لا یا ؟ ▁کیا ▁ان ▁کے ▁پاس ▁ اگ لی ▁کتابوں ▁کی ▁واضح ▁دلیل ▁نہیں ▁پہنچ ی ؟
▁اور ▁جب ▁لوگوں ▁کو ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁اپنے ▁رب ▁کو ▁پکار تے ▁ہیں ▁اس ▁کی ▁طرف ▁رجوع ▁لا تے ▁ہو ي ے ▁پھر ▁جب ▁وہ ▁انہیں ▁اپنے ▁پاس ▁سے ▁رحمت ▁کا ▁م زہ ▁دیتا ▁ہے ▁ج بھی ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁اپنے ▁رب ▁کا ▁شریک ▁ٹھہر انے ▁لگتا ▁ہے ،
▁وہ ▁مرد ▁جنہیں ▁غافل ▁نہیں ▁کرتا ▁کوي ی ▁سودا ▁اور ▁نہ ▁خرید ▁و ▁فروخت ▁اللہ ▁کی ▁یاد ▁اور ▁نماز ▁برپا ▁رکھنے ▁اور ▁ز کو ة ▁دینے ▁سے ▁ڈر تے ▁ہیں ▁اس ▁دن ▁سے ▁جس ▁میں ▁ال ٹ ▁جاي یں ▁گے ▁دل ▁اور ▁ان کھ یں
▁اور ▁ایک ▁ایسی ▁کھل ی ▁کتاب ▁کی
▁وہ ▁تعمیر ▁جو ▁چن ی ▁( کی ) ▁ہمیشہ ▁ان ▁کے ▁دل وں ▁میں ▁کھ ٹک تی ▁رہے ▁گی ▁مگر ▁یہ ▁کہ ▁ان ▁کے ▁دل ▁ ٹک ڑے ▁ ٹک ڑے ▁ہو جا ي یں ▁اور ▁اللہ ▁علم ▁و ▁حکمت ▁والا ▁ہے ،
▁الر ۔ ▁( یہ ) ▁ایک ▁( پر نور ) ▁کتاب ▁( ہے ) ▁اس ▁کو ▁ہم ▁نے ▁تم ▁پر ▁اس ▁لیے ▁نازل ▁کیا ▁ہے ▁کہ ▁لوگوں ▁کو ▁ان دھی رے ▁سے ▁نکال ▁کر ▁روشنی ▁کی ▁طرف ▁لے ▁جا و ▁( یعنی ) ▁ان ▁کے ▁پروردگار ▁کے ▁حکم ▁سے ▁غالب ▁اور ▁قابل ▁تعریف ▁( خدا ) ▁کے ▁رس تے ▁کی ▁طرف
▁لوگ و ▁! ▁اپنے ▁پروردگار ▁سے ▁ڈر و ▁کہ ▁قیامت ▁کا ▁زلزل ہ ▁بہت ▁بڑی ▁ش ے ▁ہے
▁عرض ▁کیا : ▁اے ▁میرے ▁رب ! ▁میرے ▁لي ے ▁کوي ی ▁نشانی ▁مقرر ▁فرما ، ▁فرمایا : ▁تمہارے ▁لي ے ▁نشانی ▁یہ ▁ہے ▁کہ ▁تم ▁تین ▁دن ▁تک ▁لوگوں ▁سے ▁سوا ي ے ▁اشار ے ▁کے ▁بات ▁نہیں ▁کر ▁ سکو ▁گے ، ▁اور ▁اپنے ▁رب ▁کو ▁ک ثر ت ▁سے ▁یاد ▁کرو ▁اور ▁شام ▁اور ▁صبح ▁اس ▁کی ▁تس بی ح ▁کرتے ▁رہ و ،
▁اور ▁جب ▁انہیں ▁ساي بان وں ▁کی ▁طرح ▁موج ▁ڈھ ان ک ▁ل یتی ▁ہے ▁تو ▁خالص ▁اعتقاد ▁سے ▁الله ▁ہی ▁کو ▁پکار تے ▁ہیں ▁پھر ▁جب ▁انہیں ▁نجات ▁دے ▁کر ▁خشک ی ▁کی ▁طرف ▁لے ات ا ▁ہے ▁تو ▁بعض ▁ان ▁میں ▁سے ▁راہ ▁راست ▁پر ▁رہتے ▁ہیں ▁اور ▁ہماری ▁نشانی وں ▁سے ▁وہی ▁لوگ ▁انکار ▁کرتے ▁ہیں ▁جو ▁بد ▁عہد ▁نا ▁شکر ▁گزار ▁ہیں
▁یہ ▁انتہا ي ی ▁نا ان صاف ی ▁کی ▁تقسیم ▁ہے
▁اور ▁اگر ▁شیطان ▁کی ▁طرف ▁سے ▁تمہارے ▁دل ▁میں ▁کسی ▁طرح ▁کا ▁و سوس ہ ▁پیدا ▁ہو ▁تو ▁خدا ▁سے ▁پناہ ▁مانگ و ۔ ▁بے شک ▁وہ ▁سن نے ▁والا ▁( اور ) ▁سب ▁کچھ ▁جان نے ▁والا ▁ہے
▁مدینہ ▁کے ▁رہنے ▁والوں ▁کو ▁اور ▁جو ▁د یہ اتی ▁ان ▁کے ▁گرد و پیش ▁ہیں ▁ان ▁کو ▁یہ ▁زیبا ▁نہ ▁تھا ▁کہ ▁رسول ▁اللہ ▁کو ▁چھوڑ ▁کر ▁پیچھے ▁ره ▁جاي یں ▁اور ▁نہ ▁یہ ▁کہ ▁اپنی ▁جان ▁کو ▁ان ▁کی ▁جان ▁سے ▁عزیز ▁سمجھ یں ، ▁یہ ▁اس ▁سبب ▁سے ▁کہ ▁ان ▁کو ▁اللہ ▁کی ▁راه ▁میں ▁جو ▁پی اس ▁لگی ▁اور ▁جو ▁تک ان ▁پہنچ ی ▁اور ▁جو ▁بھوک ▁لگی ▁اور ▁جو ▁کسی ▁ایسی ▁جگہ ▁چلے ▁جو ▁کف ار ▁کے ▁لیے ▁موجب ▁ غی ظ ▁ہوا ▁ہو ▁اور ▁دشمن وں ▁کی ▁جو ▁کچھ ▁خبر ▁لی ، ▁ان ▁سب ▁پر ▁ان ▁کے ▁نام ▁( ایک ▁ایک ) ▁نیک ▁کام ▁لکھا ▁گیا۔ ▁یقینا ▁اللہ ▁تعالی ▁م خلص ین ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁کرتا
▁چم ک ▁سے ▁ان ▁کی ▁حالت ▁یہ ▁ہو ▁رہی ▁ہے ▁کہ ▁گویا ▁عن قر یب ▁بجلی ▁ان ▁کی ▁بص ارت ▁ا چک ▁لے ▁جاي ے ▁گی ▁جب ▁ذرا ▁کچھ ▁روشنی ▁انہیں ▁محسوس ▁ہوتی ▁ہے ▁تو ▁اس ▁میں ▁کچھ ▁دور ▁چل ▁لیتے ▁ہیں ▁اور ▁جب ▁ان ▁پر ▁ان دھی را ▁چھ ا ▁جاتا ▁ہے ▁تو ▁کھ ڑ ▁ ے ▁ہو ▁جاتے ▁ہیں ▁اللہ ▁چاہتا ▁تو ▁ان ▁کی ▁سماعت ▁اور ▁بص ارت ▁بالکل ▁ہی ▁سلب ▁کر ▁لی تا ، ▁یقینا ▁وہ ▁ہر ▁چیز ▁پر ▁قادر ▁ہے
▁یہ ▁خدا ▁کے ▁لیے ▁بیٹی اں ▁تجویز ▁کرتے ▁ہیں ▁سبحان ▁اللہ ! ▁اور ▁ان ▁کے ▁لیے ▁وہ ▁جو ▁یہ ▁خود ▁چاہ یں ؟
▁اور ▁ل وط ▁کو ▁یاد ▁کرو ▁جب ▁انہوں ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁کیا ▁تم ▁ان کھ یں ▁رکھتے ▁ہو ي ے ▁بد کاری ▁کا ▁ارت ک اب ▁کر ▁رہے ▁ہو
▁اور ▁وہ ▁کشتی ▁پہاڑ وں ▁جیسی ▁( طو فان ی ) ▁ل ہر وں ▁میں ▁انہیں ▁لي ے ▁چل تی ▁جا ▁رہی ▁تھی ▁کہ ▁نوح ▁( علی ہ ▁السلام ) ▁نے ▁اپنے ▁بیٹے ▁کو ▁پکار ا ▁اور ▁وہ ▁ان ▁سے ▁الگ ▁( کا فر وں ▁کے ▁ساتھ ▁کھڑا ) ▁تھا : ▁اے ▁میرے ▁بیٹے ! ▁ہمارے ▁ساتھ ▁سوار ▁ہو جا ▁اور ▁کا فر وں ▁کے ▁ساتھ ▁نہ ▁رہ ،
▁بیش ک ▁ہم ▁نے ▁قر ان ▁کو ▁نص ی حت ▁حاصل ▁کرنے ▁کی لي ے ▁اسان ▁بنا ▁دیا ▁ہے ▁سو ▁کوي ی ▁ہے ▁نص ی حت ▁حاصل ▁کرنے ▁والا ۔
▁اور ▁تو ▁اپنا ▁وہ ▁کر تو ت ▁کر ▁گیا ▁جو کر ▁گیا ▁اور ▁تو ▁نا ش کر وں ▁میں ▁سے ▁ہے
▁سوا ي ے ▁تیر ے ▁ان ▁بند وں ▁کے ▁جو ▁چن ید ہ ▁و ▁برگ زید ہ ▁ہیں ،
▁االله ، ▁اس ▁کے ▁سوا ▁کوي ی ▁لا يق ▁عبادت ▁نہیں ▁( وہ ) ▁ہمیشہ ▁زندہ ▁رہنے ▁والا ▁ہے ▁( سار ے ▁عالم ▁کو ▁اپنی ▁تدبیر ▁سے ) ▁قاي م ▁رکھنے ▁والا ▁ہے ،
▁انہوں ▁نے ▁کہا ▁ہمارے ▁مع بود وں ▁کے ▁ساتھ ▁کس ▁نے ▁یہ ▁کیا ▁ہے ▁بے ▁شک ▁وہ ▁ظالم وں ▁میں ▁سے ▁ہے
▁فرمان ▁کا ▁بجا ▁لا نا ▁اور ▁اچھی ▁بات ▁کا ▁کہنا ۔ ▁پھر ▁جب ▁کام ▁مقرر ▁ہو ▁جاي ے ، ▁تو ▁اللہ ▁کے ▁ساتھ ▁سچ ے ▁رہیں ▁تو ▁ان ▁کے ▁لي ے ▁بہتر ی ▁ہے
▁پس ▁جب ▁وہ ▁ہماری ▁نشانی وں ▁کے ▁ساتھ ▁ان ▁کے ▁پاس ▁اي ے ▁تو ▁وہ ▁لوگ ▁ان ▁( نشان یوں ) ▁پر ▁ہنس نے ▁لگے ▁( م ذ اق ▁ا ڑا ▁نے ▁لگے ) ۔
▁جس ▁نے ▁اپ ▁کی ▁کمر ▁جھ کا ▁دی ▁تھی
▁اور ▁یقینا ▁اپ ▁کا ▁رب ▁ہی ▁تو ▁غالب ، ▁مہر بان ▁ہے ،
▁جس ▁کے ▁پاس ▁م قرب ▁( فر ش تے ) ▁حاضر ▁رہتے ▁ہیں
▁حقیقت ▁یہ ▁ہے ▁کہ ▁یہ ▁کف ار ▁غر ور ▁اور ▁اختلاف ▁میں ▁پڑے ▁ہو ي ے ▁ہیں
▁اند ھے ▁پر ▁اور ▁ل نگ ڑ ▁ ے ▁پر ▁اور ▁بیمار ▁پر ▁اور ▁خود ▁تم ▁پر ▁اس ▁بات ▁میں ▁کوي ی ▁گناہ ▁نہیں ▁کہ ▁تم ▁اپنے ▁گھروں ▁سے ▁کھانا ▁کھا و ▁یا ▁اپنے ▁باپ ▁کے ▁گھروں ▁سے ▁یا ▁اپنی ▁ما وں ▁کے ▁گھروں ▁سے ▁یا ▁اپنے ▁بھ اي یوں ▁کے ▁گھروں ▁سے ▁یا ▁اپنی ▁بہن وں ▁کے ▁گھروں ▁سے ▁یا ▁اپنے ▁چ چا وں ▁کے ▁گھروں ▁سے ▁یا ▁اپنی ▁پھ وپ ھ یوں ▁کے ▁گھروں ▁سے ▁یا ▁اپنے ▁ما مو وں ▁کے ▁گھروں ▁سے ▁یا ▁اپنی ▁خال ا وں ▁کے گھ ر وں ▁سے ▁یا ▁ان ▁گھروں ▁سے ▁جن کی ▁کن ج یاں ▁تمہارے ▁اختیار ▁میں ▁ہیں ▁یا ▁اپنے ▁دوستوں ▁کے ▁گھروں ▁سے ▁تم ▁پر ▁کوي ی ▁گناہ ▁نہیں ▁کہ ▁مل ▁کر ▁کھا و ▁یا ▁الگ ▁الگ ▁کھا و ▁پھر ▁جب ▁گھروں ▁میں ▁داخل ▁ہونا ▁چاہ و ▁تو ▁اپنے ▁لوگوں ▁سے ▁سلام ▁کیا ▁کرو ▁جو ▁الله ▁کی ▁طرف ▁سے ▁مبارک ▁اور ▁عمد ہ ▁دعا ▁ہے ▁اسی ▁طرح ▁الله ▁تمہارے ▁لیے ▁احکام ▁بیان ▁فرما تا ▁ہے ▁تاکہ ▁تم ▁سمجھ و
▁اور ▁اس ▁لي ے ▁بھی ▁کہ ▁صاحب ان ▁علم ▁کو ▁معلوم ▁ہو جا ي ے ▁کہ ▁یہ ▁وح ی ▁پروردگار ▁کی ▁طرف ▁سے ▁بر حق ▁ہے ▁اور ▁اس ▁طرح ▁وہ ▁ایمان ▁لے ▁اي یں ▁اور ▁پھر ▁ان ▁کے ▁دل ▁اس ▁کی ▁بار گاہ ▁میں ▁عاجز ی ▁کا ▁اظہار ▁کریں ▁اور ▁یقینا ▁اللہ ▁ایمان ▁لانے ▁والوں ▁کو ▁سید ھے ▁ر ▁است ہ ▁کی ▁طرف ▁ہدایت ▁کرنے ▁والا ▁ہے
▁اور ▁جب ▁ہمارے ▁بھیج ے ▁ہو ي ے ▁اب راھ یم ▁کے ▁پاس ▁خوش خبر ی ▁لے ▁کر ▁اي ے ▁کہنے ▁لگے ▁ہم ▁اس ▁بست ی ▁کے ▁لوگوں ▁کو ▁ہلاک ▁کرنے ▁والے ▁ہیں ▁یہاں ▁کے ▁لوگ ▁بڑے ▁ظالم ▁ہیں
▁اور ▁جب ▁بول ے ▁کہ ▁اے ▁اللہ ▁اگر ▁یہی ▁( قر ان ) ▁تیر ی ▁طرف ▁سے ▁حق ▁ہے ▁تو ▁ہم ▁پر ▁اس مان ▁سے ▁پتھر ▁برس ا ▁یا ▁کوي ی ▁درد ناک ▁عذاب ▁ہم ▁پر ▁لا ،
▁پھر ▁( اس ▁کے ▁ساتھ ▁یہ ▁کہ ) ▁اد می ▁ان ▁لوگوں ▁میں ▁شامل ▁ہو ▁جو ▁ایمان ▁لاي ے ▁اور ▁جنہوں ▁نے ▁ایک ▁دوسرے ▁کو ▁صبر ▁اور ▁( خلق ▁خدا ▁پر ) ▁رحم ▁کی ▁تلقی ن ▁کی
▁بھ لا ▁میں ▁ان ▁چیز وں ▁سے ▁جن ▁کو ▁تم ▁( خدا ▁کا ) ▁شریک ▁بنا تے ▁ہو ▁کی ون کر ڈر وں ▁جب ▁کہ ▁تم ▁اس ▁سے ▁نہیں ▁ڈر تے ▁کہ ▁خدا ▁کے ▁ساتھ ▁شریک ▁بنا تے ▁ہو ▁جس ▁کی ▁اس ▁نے ▁کوي ی ▁سند ▁نازل ▁نہیں ▁کی۔ ▁اب ▁دونوں ▁فریق ▁میں ▁سے ▁کون ▁سا ▁فریق ▁امن ▁( اور ▁جمعیت ▁خاطر ) ▁کا ▁مستحق ▁ہے۔ ▁اگر ▁سمجھ ▁رکھتے ▁ہو ▁( تو ▁بتا و )
▁جب ▁کبھی ▁ان ▁سے ▁کہا ▁گیا ▁کہ ▁زمین ▁پر ▁فساد ▁برپا ▁نہ ▁کرو ▁تو ▁انہوں ▁نے ▁یہی ▁کہا ▁کہ ▁ہم ▁تو ▁اصلاح ▁کرنے ▁والے ▁ہیں
▁اور ▁قوم ▁سب ا ▁کے ▁لي ے ▁ان ▁کے ▁وطن ▁ہی ▁میں ▁ہماری ▁نشانی ▁تھی ▁کہ ▁دا ہ نے ▁باي یں ▁دونوں ▁طرف ▁باغ ات ▁تھے . ▁تم ▁لوگ ▁اپنے ▁پروردگار ▁کا ▁دیا ▁ رزق ▁کھا و ▁اور ▁اس ▁کا ▁شکر ▁ادا ▁کرو ▁تمہارے ▁لي ے ▁پاک ی زہ ▁شہر ▁اور ▁بخش نے ▁والا ▁پروردگار ▁ہے
▁اے ▁پروردگار ▁مجھ ▁کو ▁( ا یسی ▁توفیق ▁عن ایت ) ▁کر ▁کہ ▁نماز ▁پڑھ تا ▁رہ وں ▁اور ▁میری ▁اولاد ▁کو ▁بھی ▁( یہ ▁توفیق ▁بخش ) ▁اے ▁پروردگار ▁میری ▁دعا ▁قبول ▁فرما
▁اور ▁جو ▁لوگ ▁مومن ▁مرد وں ▁اور ▁مومن ▁عورتوں ▁کو ▁اذیت ▁دیتے ▁ہیں ▁بغیر ▁اس ▁کے ▁کہ ▁انہوں ▁نے ▁کچھ ▁( خط ا ) ▁کی ▁ہو ▁تو ▁بیش ک ▁انہوں ▁نے ▁بہت ان ▁اور ▁کھل ے ▁گناہ ▁کا ▁بوجھ ▁( اپ نے ▁سر ) ▁لے ▁لیا ،
▁اور ▁الله ▁اور ▁رسول ▁کا ▁حکم ▁مان و ▁اور ▁بچ تے ▁رہ و ▁پھر ▁اگر ▁تم ▁پھر ▁جا و گ ے توج ان ▁لو ▁کہ ▁ہمارے ▁رسول ▁کے ▁ذم ہ ▁صرف ▁کھول ▁کر ▁پہنچا ▁دینا ▁ہی ▁ہے
▁عن قر یب ▁یہ ▁لوگ ▁تمہاری ▁واپسی ▁پر ▁خدا ▁کی ▁قسم ▁کھا ي یں ▁گے ▁کہ ▁تم ▁ان ▁سے ▁در گز ر ▁کرد و ▁تو ▁تم ▁کنار ہ ▁کشی ▁اختیار ▁کر لو ▁- یہ ▁مجسم ي ہ ▁خب اث ت ▁ہیں . ▁ان ▁کا ▁ ٹھ کان ا ▁ جہ نم ▁ہے ▁جو ▁ان ▁کے ▁کي ے ▁کی ▁صحیح ▁سزا ▁ہے
▁ہم ▁نے ▁اسے ▁عربی ▁قر ان ▁بنا کر ▁نازل ▁کیا ▁ہے ▁کہ ▁شاید ▁تم ▁لوگوں ▁کو ▁عقل ▁اج اي ے
▁وہ ▁کوي ی ▁بات ▁منہ ▁سے ▁نہیں ▁نکال تا ▁ہے ▁مگر ▁یہ ▁کہ ▁ایک ▁ نگ ہ بان ▁اس ▁کے ▁پاس ▁موجود ▁رہتا ▁ہے
▁نہیں ▁جو ▁شخص ▁اپنا ▁رخ ▁خدا ▁کی ▁طرف ▁کرد ے ▁گا اور ▁نیک ▁عمل ▁کرے ▁گا ▁اس ▁کے ▁لي ے ▁پروردگار ▁کے ▁یہاں ▁ اجر ▁ہے ▁اور ▁نہ ▁کوي ی ▁خوف ▁ہے ▁نہ ▁ حزن
▁( یہ ) ▁تمام ▁ جہ ان وں ▁کے ▁رب ▁کی ▁طرف ▁سے ▁نازل ▁شدہ ▁ہے ،
▁اور ▁میں ▁تم ▁سے ▁اس ▁امر ▁کی ▁کوي ی ▁اج رت ▁بھی ▁نہیں ▁چاہتا ▁ہوں ▁میرا ▁ اجر ▁تو ▁صرف ▁پروردگار ▁کے ▁ذم ہ ▁ہے ▁جو ▁عالمی ن ▁کا ▁پال نے ▁والا ▁ہے
▁پھر ▁جب ▁اس ▁قیامت ▁کے ▁عذاب ▁کو ▁قریب ▁دیکھیں ▁گے ▁تو ▁کا فر وں ▁کے ▁چہرے ▁بگ ڑ ▁جاي یں ▁گے ▁اور ▁ان ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ▁یہی ▁وہ ▁عذاب ▁ہے ▁جس ▁کے ▁تم ▁خواست گار ▁تھے
▁کہ ▁ان ▁سے ▁اچھے ▁بدل ▁دیں ▁اور ▁ہم ▁سے ▁کوي ی ▁نکل ▁کر ▁نہیں ▁جاسکتا
▁( موس ی ▁علیہ ▁السلام ▁نے ▁مزید ) ▁کہا ▁کہ ▁( وہ ی ) ▁تم ہ ارا ▁( بھی ) ▁رب ▁ہے ▁اور ▁تمہارے ▁اگلے ▁باپ ▁داد وں ▁کا ▁( بھی ) ▁رب ▁ہے ،
▁اور ▁کہہ ▁دی جی ے ▁کہ ▁میں ▁تو ▁عذاب ▁سے ▁کھل ا ▁ہوا ▁ڈرا نے ▁والا ▁ہوں۔
▁اس ▁نے ▁اس ▁( فر ش تے ) ▁کو ▁اس مان ▁کے ▁کھل ے ▁کنار ے ▁پر ▁دیکھا ▁بھی ▁ہے
▁اس ▁میں ▁ہمیشہ ▁رہیں ▁گے ▁اور ان ▁کے ▁لیے ▁قیامت ▁کے ▁دن ▁برا ▁بوجھ ▁ہوگا
▁اور ▁اگر ▁تم ▁کسی ▁اپنے ▁جیسے ▁اد می ▁کی ▁اطاعت ▁کرو ▁جب ▁تو ▁تم ▁ضرور ▁گھ ا ٹے ▁میں ▁ہو ،
▁اور ▁نہ ▁سا یہ ▁اور ▁نہ ▁تیز ▁دھو پ
▁یا ▁تمہارے ▁پاس ▁کوي ی ▁واضح ▁دلیل ▁ہے
▁( ا ے ▁رسول ( ص ) ) ▁اپ ▁سے ▁پہلے ▁بھی ▁بہت ▁سے ▁پیغمبر وں ▁کا ▁مذاق ▁ا ڑ ایا ▁گیا ▁ہے ▁مگر ▁میں ▁نے ▁کا فر وں ▁کو ▁( ک چھ ▁مدت ▁تک ) ▁ڈھ یل ▁دی ▁پھر ▁میں ▁نے ▁انہیں ▁پکڑ ▁لیا۔ ▁تو ▁( دی کھ و ) ▁میرا ▁عذاب ▁کی سا ▁تھا ؟
▁اے ▁نبی ، ▁تم ▁سے ▁پہلے ▁ہم ▁بہت ▁سے ▁رسول ▁بھیج ▁چکے ▁ہیں ▁جن ▁میں ▁سے ▁بعض ▁کے ▁حالات ▁ہم ▁نے ▁تم ▁کو ▁بتا ي ے ▁ہیں ▁اور ▁بعض ▁کے ▁نہیں ▁بتا ي ے ▁کسی ▁رسول ▁کی ▁بھی ▁یہ ▁طاقت ▁نہ ▁تھی ▁کہ ▁اللہ ▁کے ▁اذ ن ▁کے ▁بغیر ▁خود ▁کوي ی ▁نشانی ▁لے ▁ا تا ▁پھر ▁جب ▁اللہ ▁کا ▁حکم ▁ا گیا ▁تو ▁حق ▁کے ▁مطابق ▁فیصلہ ▁کر ▁دیا ▁گیا ▁اور ▁اس ▁وقت ▁غلط ▁کار ▁لوگ ▁خسار ے ▁میں ▁پڑ ▁ گي ے
▁اور ▁رحمان ▁کی ▁یہ ▁شان ▁نہیں ▁کہ ▁کسی ▁کو بی ٹا ▁بنا ي ے
▁حم
▁اور ▁یقینا ▁ہم ▁جانتے ▁ہیں ▁کہ ▁تم ▁میں ▁سے ▁بعض ▁لوگ ▁( اس ▁کھل ی ▁سچ اي ی ▁کو ) ▁جھ ٹل انے ▁والے ▁ہیں ،
▁بھ اي ی ▁بول ے ▁اگر ▁یہ ▁چور ی ▁کرے ▁تو ▁بیش ک ▁اس ▁سے ▁پہلے ▁اس ▁کا ▁بھ اي ی ▁چور ی ▁کر چک ا ▁ہے ▁تو ▁یوسف ▁نے ▁یہ ▁بات ▁اپنے ▁دل ▁میں ▁رکھی ▁اور ▁ان ▁پر ▁ظاہر ▁نہ ▁کی ، ▁جی ▁میں ▁کہا ▁تم ▁بد تر ▁جگہ ▁ہو ▁اور ▁اللہ ▁خوب ▁جانتا ▁ہے ▁جو ▁باتیں ▁بنا تے ▁ہو ،
▁اسی ▁نے ▁تو ▁تمہیں ▁پیدا ▁کیا ▁ہے ▁پھر ▁کوي ی ▁تم ▁میں ▁سے ▁کا فر ▁ہے ▁اور ▁کوي ی ▁مومن ▁اور جو ▁کچھ ▁تم ▁کر ▁رہے ▁ہو ▁الله ▁دیکھ ▁رہا ▁ہے
▁اور ▁کبھی ▁تو ▁دیکھ ے ▁جب ▁فرشت ے ▁کا فر وں ▁کی ▁جان ▁نکال تے ▁ہیں ▁مار ▁رہے ▁ہیں ▁ان ▁کے ▁منہ ▁پر ▁او ▁ر ▁ان ▁کی ▁پی ٹھ ▁پر ▁اور ▁چک ھو ▁ا ▁گ ▁کا ▁عذاب ،
▁پھر ▁( سام ری ▁سے ) ▁کہنے ▁لگے ▁کہ ▁سام ری ▁تیر ا ▁کیا ▁حال ▁ہے ؟
▁جب ▁کہ ▁وہ ▁اس ▁پر ▁داخل ▁ہو ي ے ▁پھر ▁انہوں ▁نے ▁سلام ▁کیا ▁اب راھ یم ▁نے ▁سوال ▁کا ▁جواب ▁دیا ▁( خی ال ▁کیا ) ▁کچھ ▁ا جنب ی ▁سے ▁لوگ ▁ہیں
▁پس ▁ہمارا ▁عذاب ▁دیکھ ▁لینے ▁کے ▁بعد ▁ان ▁کے ▁ایمان ▁نے ▁انہیں ▁کوي ی ▁فاي دہ ▁نہ ▁پہنچا یا۔ ▁یہی ▁اللہ ▁کا ▁طریقہ ▁ہے ▁جو ▁( ہم ی شہ ▁سے ) ▁اس ▁کے ▁بند وں ▁میں ▁جاری ▁ہے ▁اور ▁اس ▁وقت ▁کا فر ▁لوگ ▁خسار ے ▁میں ▁رہ ▁ گي ے۔
▁پس ▁اس ▁نے ▁اللہ ▁کے ▁بند ے ▁کو ▁وح ی ▁پہنچا ي ی ▁جو ▁بھی ▁پہنچا ي ی
▁اور ▁یہ ▁کہ ▁انہوں ▁( انسان وں ) ▁نے ▁بھی ▁تمہاری ▁طرح ▁یہ ▁خیال ▁کیا ▁کہ ▁اللہ ▁کسی ▁کو ▁( دو بار ہ ▁زندہ ▁کر ▁کے ) ▁نہیں ▁اٹھا ي ے ▁گا ▁( یا ▁کسی ▁کو ▁رسول ▁بنا ▁کر ▁نہیں ▁بھیج ے ▁گا ) ۔
▁یہ ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁اخر ت ▁کے ▁بدل ے ▁دنیا ▁کی ▁زندگی ▁خرید ی ۔ ▁سو ▁نہ ▁تو ▁ان ▁سے ▁عذاب ▁ہی ▁ہل کا ▁کیا ▁جاي ے ▁گا ▁اور ▁نہ ▁ان ▁کو ▁( اور ▁طرح ▁کی ) ▁مدد ▁ملے ▁گی
▁اور ▁جو ▁کچھ ▁چیز ▁تمہیں ▁دی ▁ گي ی ▁ہے ▁اور ▁د نیو ی ▁زندگی ▁کا ▁بر تا وا ▁اور ▁اس ▁کا ▁سنگھ ار ہے ▁اور ▁جو اللہ ▁کے ▁پاس ▁ہے ▁اور ▁وہ ▁بہتر ▁اور ▁زیادہ ▁باقی ▁رہنے ▁والا ▁تو ▁کیا ▁تمہیں ▁عقل ▁نہیں
▁کہا ▁کیا ▁میں ▁نے ▁تج ھے ▁نہیں ▁کہا ▁تھا ▁کہ ▁تو ▁میرے ▁ساتھ ▁صبر ▁نہیں ▁کر ▁سکے ▁گا
▁جو ▁کتاب ▁تم ▁پر ▁نازل ▁کی ▁ گي ی ▁ہے ▁( یعنی ▁قر ان ) ▁اور ▁جو ▁کتاب یں ▁تم ▁سے ▁پہلے ▁نازل ▁کی ▁ گي ی ▁تھیں ▁ان ▁سب ▁پر ▁ایمان ▁لا تے ▁ہیں ▁اور ▁اخر ت ▁پر ▁یقین ▁رکھتے ▁ہیں
▁پھر ▁اس ▁کو ▁ایک ▁مضبوط ▁( اور ▁محفوظ ) ▁جگہ ▁میں ▁ن طف ہ ▁بنا ▁کر ▁رکھا
▁یہ ▁( ح بط ▁اعمال ▁اور ▁اصلاح ▁حال ) ▁اس ▁لي ے ▁ہے ▁کہ ▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁انہوں ▁نے ▁جھوٹ ی ▁بات ▁کی ▁پیر وی ▁کی ▁اور ▁جو ▁ایمان ▁لاي ے ▁وہ ▁اپنے ▁پروردگار ▁کی ▁طرف ▁سے ▁( دین ) ▁حق ▁کے ▁پیچھے ▁چلے ۔ ▁اسی ▁طرح ▁خدا ▁لوگوں ▁سے ▁ان ▁کے ▁حالات ▁بیان ▁فرما تا ▁ہے
▁اپنی ▁پہلی ▁پیدا يش ▁کو ▁تو ▁تم ▁جانتے ▁ہو ، ▁پھر ▁کیوں ▁سبق ▁نہیں ▁لیتے ؟
▁ان ▁سے ▁پوچھ و ▁کہ ▁ہر ▁چیز ▁کی ▁حکومت ▁کس ▁کے ▁ہاتھ ▁میں ▁ہے ▁اور ▁وہ ▁بچا ▁لی تا ▁ہے ▁اور ▁اسے ▁کوي ی ▁نہیں ▁بچا ▁سکتا ▁اگر ▁تم ▁جانتے ▁ہو
▁ب لاش بہ ▁رات ▁اور ▁دن ▁کے ▁یک ے ▁بعد ▁دیگر ے ▁ انے ▁میں ▁اور ▁اللہ ▁تعالی ▁نے ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁پیدا ▁کیا ▁ہے ▁ان ▁سب ▁میں ▁ان ▁لوگوں ▁کے ▁ واسط ے ▁دل ايل ▁ہیں ▁جو ▁اللہ ▁کا ▁ڈر ▁رکھتے ▁ہیں
▁اس ▁دن ▁کچھ ▁چہرے ▁تر ▁و ▁تازہ ▁ہوں ▁گے۔
▁اور ▁نہ ▁وہ ▁مس کین ▁کے ▁کھانا ▁کھل انے ▁کی ▁رغبت ▁دیتا ▁تھا
▁اور ▁بہت ▁سی ▁بست ی ▁والوں ▁نے ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁اور ▁اس ▁کے ▁رسول وں ▁سے ▁سر تاب ی ▁کی ▁تو ▁ہم ▁نے ▁بھی ▁ان ▁سے ▁سخت ▁حساب ▁کیا ▁اور ▁انہیں ▁عذاب ▁دیا ▁ان ▁دیکھا ▁( س خت ) ▁عذاب
▁اور ▁شہر ▁والے ▁خوش یاں ▁کرتے ▁ہو ي ے ▁اي ے
▁اور ▁جب ▁کوي ی ▁سور ہ ▁نازل ▁ہوتی ▁ہے ( ▁جس ▁میں ▁منا فق وں ▁کا ▁تذکر ہ ▁ہوتا ▁ہے ) ▁تو ▁وہ ▁ایک ▁دوسرے ▁کی ▁طرف ▁دیکھنے ▁لگ تے ▁ہیں ▁اور ▁( ان کھ وں ▁کے ▁اشارہ ▁سے ) ▁کہتے ▁ہیں ▁تمہیں ▁کوي ی ▁دیکھ ▁تو ▁نہیں ▁رہا ؟ ▁( پ ھر ▁چپ کے ▁سے ) ▁پل ٹ ▁جاتے ▁ہیں ▁دراصل ▁اللہ ▁نے ▁ان ▁کے ▁دل وں ▁کو ▁پھ یر ▁دیا ▁ہے ▁کیونکہ ▁یہ ▁بالکل ▁ناس م جھ ▁لوگ ▁ہیں۔
▁کی ▁ہم ▁پہلی ▁بار ▁پیدا ▁کرنے ▁میں ▁تھ ک ▁ گي ے ▁ہیں ▁( نہیں ) ▁بلکہ ▁وہ ▁از ▁سر ▁نو ▁پیدا ▁کرنے ▁کے ▁متعلق ▁شک ▁میں ▁ہیں
▁اور ▁تم ▁کسی ▁کام ▁میں ▁ہو ▁اور ▁اس ▁کی ▁طرف ▁سے ▁کچھ ▁قر ان ▁پڑھ و ▁اور ▁تم ▁لوگ ▁کوي ی ▁کام ▁کرو ▁ہم ▁تم ▁پر ▁گواہ ▁ہوتے ▁ہیں ▁جب ▁تم ▁اس ▁کو ▁شروع ▁کرتے ▁ہو ، ▁اور ▁تمہارے ▁رب ▁سے ▁ذ رہ ▁بھر ▁کوي ی ▁چیز ▁غا يب ▁نہیں ▁زمین ▁میں ▁نہ ▁اس مان ▁میں ▁اور ▁نہ ▁اس ▁سے ▁چھوٹی ▁اور ▁نہ ▁اس ▁سے ▁بڑی ▁کوي ی ▁چیز ▁نہیں ▁جو ▁ایک ▁روشن ▁کتاب ▁میں ▁نہ ▁ہو
▁ع ▁س ▁ق
▁مت ک بر ▁لوگ ▁کہنے ▁لگے : ▁بیش ک ▁جس ▁( چی ز ) ▁پر ▁تم ▁ایمان ▁لاي ے ▁ہو ▁ہم ▁اس ▁کے ▁سخت ▁من کر ▁ہیں ،
▁پھر ▁خدا ▁نے ▁اپنے ▁پیغمبر ▁پر ▁اور ▁مومن وں ▁پر ▁اپنی ▁طرف ▁سے ▁تس کین ▁نازل ▁فرما ي ی ▁( اور ▁تمہاری ▁مدد ▁کو ▁فرشت وں ▁کے ) ▁لشکر ▁جو ▁تمہیں ▁نظر ▁نہیں ▁ا تے ▁تھے ▁( اس مان ▁سے ) ▁اتار ے ▁اور ▁کا فر وں ▁کو ▁عذاب ▁دیا۔ ▁اور ▁کفر ▁کرنے ▁والوں ▁کی ▁یہی ▁سزا ▁ہے
▁ان ▁کی ▁قوم ▁کے ▁مت ک بر ▁سردار وں ▁نے ▁کہا ▁کہ ▁اے ▁شعیب ! ▁ہم ▁اپ ▁کو ▁اور ▁جو ▁اپ ▁کے ▁ہم راه ▁ایمان ▁والے ▁ہیں ▁ان ▁کو ▁اپنی ▁بست ی ▁سے ▁نکال ▁دیں ▁گے ▁الا ▁یہ ▁کہ ▁تم ▁ہمارے ▁مذہب ▁میں ▁پھر ▁اج او ۔ ▁شعیب ▁( علی ہ ▁السلام ) ▁نے ▁جواب ▁دیا ▁کہ ▁کیا ▁ہم ▁تمہارے ▁مذہب ▁میں ▁اج اي یں ▁گو ▁ہم ▁اس ▁کو ▁مک رو ه ▁ہی ▁سمجھتے ▁ہوں
▁( ہم ▁نہیں ▁کہہ ▁سکتے ) ▁کہ ▁خود ▁اس ▁نے ▁( ہی ) ▁اللہ ▁پر ▁جھوٹ ▁بان دھ ▁لیا ▁ہے ▁یا ▁اسے ▁دیوان گی ▁ہے ▁بلکہ ▁( حقیق ت ▁یہ ▁ہے ) ▁کہ ▁اخر ت ▁پر ▁یقین ▁نہ ▁رکھنے ▁والے ▁ہی ▁عذاب ▁میں ▁اور ▁دور ▁کی ▁گمراہ ی ▁میں ▁ہیں
▁بہت ▁جلد ▁کل ▁جان ▁جاي یں ▁گے ▁کون ▁تھا ▁بڑا ▁جھوٹ ا ▁اتر ونا ▁( شی خی ▁باز )
▁اور ▁( تم ▁اسے ▁بھی ▁یاد ▁کرو ) ▁تم ▁نے ▁( حضرت ) ▁موسی ▁﴿ علی ہ ▁السلام ﴾ ▁سے ▁کہا ▁تھا ▁کہ ▁جب ▁تک ▁ہم ▁اپنے ▁رب ▁کو ▁سامنے ▁نہ ▁دیکھ ▁لیں ▁ہر گز ▁ایمان ▁نہ ▁لاي یں ▁گے ▁( جس ▁گ ستا خی ▁کی ▁سزا ▁میں ) ▁تم ▁پر ▁تمہارے ▁دیکھتے ▁ہو ي ے ▁بجلی ▁گری
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁اس مان ▁سے ▁پانی ▁برس ایا ، ▁پھر ▁اس ▁کے ▁ذریعہ ▁سے ▁ہر ▁قسم ▁کی ▁نب ات ات ▁ اگ اي ی ، ▁پھر ▁اس ▁سے ▁ہر ے ▁ہر ے ▁کھ یت ▁اور ▁درخت ▁پیدا ▁کیے ، ▁پھر ▁ان ▁سے ▁تہ ▁بہ ▁تہ ▁چڑھ ے ▁ہو ي ے ▁د انے ▁نکال ے ▁اور ▁کھ جور ▁کے ▁ش گو ف وں ▁سے ▁پھل وں ▁کے ▁گ چھ ے ▁کے ▁گ چھ ے ▁پیدا ▁کیے ▁جو ▁بوجھ ▁کے ▁مار ے ▁جھ کے ▁پڑ تے ▁ہیں ، ▁اور ▁ان گور ، ▁زیتون ▁اور ▁ان ار ▁کے ▁باغ ▁لگا ي ے ▁جن ▁کے ▁پھل ▁ایک ▁دوسرے ▁سے ▁ملت ے ▁جل تے ▁بھی ▁ہیں ▁اور ▁پھر ▁ان ▁کے ▁پک نے ▁کی ▁کیفیت ▁ذرا ▁غور ▁کی ▁نظر ▁سے ▁دیکھ و ، ▁ان ▁چیز وں ▁میں ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁ایمان ▁لا تے ▁ہیں
▁اور ▁جب ▁ہم ▁نے ▁اب راھ یم ▁کے ▁لیے ▁ک عب ہ ▁کی ▁جگہ ▁معین ▁کر ▁دی ▁کہ ▁میرے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہ ▁کر اور ▁میرے ▁گھر ▁کو ▁طو اف ▁کرنے ▁والوں ▁اور ▁قیام ▁کرنے ▁والوں ▁اور ▁رک وع ▁و ▁سج ود ▁کرنے ▁والوں ▁کے ▁لیے ▁پاک ▁رکھ
▁اور ▁میری ▁ب ندگی ▁کرنا ▁یہ ▁سی دھی ▁راہ ▁ہے ،
▁چنانچہ ▁ملک ہ ▁نے ▁کہا : ▁اے ▁سردار ان ▁قوم ! ▁تم ▁مجھے ▁میرے ▁اس ▁معاملہ ▁میں ▁را ي ے ▁دو ▁( کی ون کہ ) ▁میں ▁کبھی ▁کسی ▁معاملہ ▁کا ▁کوي ی ▁قطعی ▁فیصلہ ▁نہیں ▁کرتی ▁جب ▁تک ▁تم ▁لوگ ▁میرے ▁پاس ▁موجود ▁نہ ▁ہو۔
▁الف ، ▁ لام ، ▁را ▁( حقیق ی ▁معنی ▁االله ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁ہی ▁بہتر ▁جانتے ▁ہیں )، ▁یہ ▁حکمت ▁والی ▁کتاب ▁کی ▁ ایت یں ▁ہیں ،
▁جب ▁ابراہیم ▁( علی ہ ▁السلام ) ▁ان ▁سب ▁کو ▁اور ▁اللہ ▁کے ▁سوا ▁ان ▁کے ▁سب ▁مع بود وں ▁کو ▁چھوڑ ▁چکے ▁تو ▁ہم ▁نے ▁انہیں ▁اسحاق ▁وی عق وب ▁( علی ہ ما ▁السلام ) ▁عطا ▁فرما ي ے ، ▁اور ▁دونوں ▁کو ▁نبی ▁بنا ▁دیا
▁یہ ▁لوگ ▁صرف ▁ز ندگان ی ▁دنیا ▁کے ▁ظاہر ▁کو ▁جانتے ▁ہیں ▁اور ▁اخر ت ▁کی ▁طرف ▁سے ▁بالکل ▁غافل ▁ہیں
▁اور ▁جب ▁ان ▁کے ▁سامنے ▁ہماری ▁روشن ▁ای ات ▁کی ▁تلاوت ▁کی ▁جاتی ▁ہے ▁تو ▁یہ ▁کف ار ▁حق ▁کے ▁ انے ▁کے ▁بعد ▁اس ▁کے ▁بارے ▁میں ▁یہی ▁کہتے ▁ہیں ▁کہ ▁یہ ▁کھل ا ▁ہوا ▁جادو ▁ہے
▁اور ▁تم ▁اپنی ▁موت ▁مرو ۔ ▁یا ▁قتل ▁کي ے ▁جا و ۔ ▁ب ہر حال ▁اللہ ▁کے ▁ہی ▁حضور ▁میں ▁مح شور ▁کي ے ▁جا و گ ے۔
▁اے ▁محبوب ! ▁ہم ▁نے ▁تم ▁پر ▁یہ ▁قر ان ▁اس ▁لیے ▁نہ ▁اتار ا ▁کہ ▁مشق ت ▁میں ▁پڑ و
▁اور ▁اللہ ▁ہی ▁کے ▁لي ے ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ی ▁اور ▁اللہ ▁ہر ▁چیز ▁پر ▁قادر ▁ہے ،
▁پھر ▁درد ▁زه ▁ایک ▁کھ جور ▁کے ▁ت نے ▁کے ▁نیچے ▁لے ▁ ایا ، ▁بول ی ▁کاش ! ▁میں ▁اس ▁سے ▁پہلے ▁ہی ▁مر ▁ گي ی ▁ہوتی ▁اور ▁لوگوں ▁کی ▁یاد ▁سے ▁بھی ▁بھول ی ▁بس ری ▁ہو ▁جاتی
▁جو ▁کوي ی ▁دنیا ▁چاہتا ▁ہے ▁تو ▁ہم ▁اسے ▁سرد ست ▁دنیا ▁میں ▁سے ▁جس ▁قدر ▁چاہتے ▁ہیں ▁دیتے ▁ہیں ▁پھر ▁ہم ▁نے ▁اس ▁کے ▁لیے ▁ جہ نم ▁تیار ▁کر ▁رکھی ▁ہے ▁جس ▁میں ▁وہ ▁ذ ل یل ▁و ▁خوا ر ▁ہوکر ▁رہے ▁گا
▁اے ▁ایمان ▁والو ! ▁اللہ ▁سے ▁ڈر و ▁اور ▁سی دھی ▁بات ▁کہ و
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁کسی ▁گا وں ▁میں ▁بھی ▁کوي ی ▁ڈرا نے ▁والا ▁بھی جا ▁تو ▁وہاں ▁کے ▁دولت ▁مند وں ▁نے ▁( یہ ی ) ▁کہا ▁کہ ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁ایک ▁طریقہ ▁پر ▁پایا ▁اور ▁ہم ▁انہیں ▁کے ▁پیر و ▁ہیں
▁وہی ▁پہلی ▁مرتبہ ▁پیدا ▁کرتا ▁ہے ▁اور ▁وہی ▁دوباره ▁پیدا ▁کرے ▁گا
▁تمہیں ▁تمہاری ▁زمین ▁سے ▁بے ▁دخل ▁کرنا ▁چاہتا ▁ہے ، ▁اب ▁کہ و ▁کیا ▁کہتے ▁ہو ؟ "
▁اور ▁جب ▁تیر ے ▁رب ▁نے ▁فرشت وں ▁سے ▁کہا ▁کہ ▁میں ▁ایک ▁بشر ▁کو ▁بج تی ▁ہو ي ی ▁م ٹی ▁سے ▁جو ▁کے س ڑے ▁ہو ي ے ▁گا رے ▁کی ▁ہو ▁گی ▁پیدا ▁کرنے ▁والا ▁ہوں
▁اس ▁روز ▁نہ ▁تو ▁کسی ▁انسان ▁سے ▁اس ▁کے ▁گناہ وں ▁کے ▁بارے ▁میں ▁پرسش ▁کی ▁جاي ے ▁گی ▁اور ▁نہ ▁کسی ▁جن ▁سے
▁ہم ▁ضرور ▁تم ▁لوگوں ▁کو ▁از ماي ش ▁میں ▁ڈال یں ▁گے ▁تاکہ ▁تمہارے ▁حالات ▁کی ▁جان چ ▁کریں ▁اور ▁دیکھ ▁لیں ▁کہ ▁تم ▁میں ▁مج ا ہ د ▁اور ▁ثابت ▁قدم ▁کون ▁ہیں
▁سات وں ▁اس مان ▁اور ▁زمین ▁اور ▁جو ▁لوگ ▁ان ▁میں ▁ہیں ▁سب ▁اسی ▁کی ▁تس بی ح ▁کرتے ▁ہیں۔ ▁اور ▁( م خلو قات ▁میں ▁سے ) ▁کوي ی ▁چیز ▁نہیں ▁مگر ▁اس ▁کی ▁تعریف ▁کے ▁ساتھ ▁تس بی ح ▁کرتی ▁ہے۔ ▁لیکن ▁تم ▁ان ▁کی ▁تس بی ح ▁کو ▁نہیں ▁سمجھتے ۔ ▁بے شک ▁وہ ▁برد بار ▁( اور ) ▁غ فار ▁ہے
▁یہ ▁نبی ▁( مک رم ) ▁مومن وں ▁کے ▁ساتھ ▁ان ▁کی ▁جان وں ▁سے ▁زیادہ ▁قریب ▁اور ▁حق ▁دار ▁ہیں ▁اور ▁اپ ▁کی ▁از واج ▁( م ط ہ رات ) ▁ان ▁کی ▁ماي یں ▁ہیں ، ▁اور ▁خون ی ▁رشتہ ▁دار ▁اللہ ▁کی ▁کتاب ▁میں ▁( دیگر ) ▁مومن ین ▁اور ▁مہاجرین ▁کی ▁نسبت ▁( ت ق سیم ▁ور اث ت ▁میں ) ▁ایک ▁دوسرے ▁کے ▁زیادہ ▁حق ▁دار ▁ہیں ▁سوا ي ے ▁اس ▁کے ▁کہ ▁تم ▁اپنے ▁دوستوں ▁پر ▁احسان ▁کرنا ▁چاہ و ، ▁یہ ▁حکم ▁کتاب ▁( الہ ی ) ▁میں ▁لکھا ▁ہوا ▁ہے ،
▁( ا ے ▁رسول ) ▁لوگ ▁اپ ▁سے ▁ان فال ▁کے ▁بارے ▁میں ▁سوال ▁کرتے ▁ہیں۔ ▁کہہ ▁دی جی ے ▁کہ ▁ان فال ▁اللہ ▁اور ▁اللہ ▁کے ▁رسول ▁کے ▁لي ے ▁ہیں۔ ▁پس ▁اگر ▁تم ▁مومن ▁ہو ▁تو ▁اللہ ▁سے ▁ڈر و ۔ ▁اور ▁اپنے ▁با ہم ی ▁تعلقات ▁و ▁معاملات ▁کی ▁اصلاح ▁کرو ۔ ▁اور ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁اطاعت ▁کرو ۔
▁تیل ▁کی ▁تل چھ ٹ ▁جیسا ، ▁پیٹ ▁میں ▁اس ▁طرح ▁جوش ▁کھا ي ے ▁گا
▁پس ▁ان ▁کے ▁درمیان ▁( اپ س ▁میں ▁ہی ) ▁مختلف ▁فرق ے ▁ہو ▁ گي ے ، ▁سو ▁جن ▁لوگوں ▁نے ▁ظلم ▁کیا ▁ان ▁کے ▁لي ے ▁درد ناک ▁دن ▁کے ▁عذاب ▁کی ▁خراب ی ▁ہے ،
▁کہیں ▁گے ▁ہا ي ے ▁ہماری ▁خراب ی ▁کس ▁نے ▁ہمیں ▁سو تے ▁سے ▁جگ ادی ا ▁یہ ▁ہے ▁وہ ▁جس ▁کا ▁رحم ن ▁نے ▁وعدہ ▁دیا ▁تھا ▁اور ▁رسول وں ▁نے ▁حق ▁فرمایا
▁اور ▁نماز ▁قاي م ▁کرو ۔ ▁اور ▁ز کو ۃ ▁ادا ▁کرو ۔ ▁اور ▁جو ▁کچھ ▁نیک ی ▁اور ▁بھ لا ي ی ▁اپنے ▁لي ے ▁( زاد ▁راہ ▁کے ▁طور ▁پر ) ▁ اگ ے ▁بھیج ▁دو گ ے ▁اسے ▁اللہ ▁کے ▁یہاں ▁موجود ▁پا و گ ے ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁اللہ ▁اسے ▁دیکھ ▁رہا ▁ہے۔
▁اور ▁اے ▁پیغمبر ، ▁جو ▁لوگ ▁اس ▁کتاب ▁پر ▁ایمان ▁لے ▁اي یں ▁اور ▁( اس ▁کے ▁مطابق ) ▁اپنے ▁عمل ▁درست ▁کر ▁لیں ، ▁انہیں ▁خوش ▁خبری ▁دے ▁دو ▁کہ ▁ان ▁کے ▁لیے ▁ایسے ▁باغ ▁ہیں ، ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہوں ▁گی ▁ان ▁باغ وں ▁کے ▁پھل ▁صورت ▁میں ▁دنیا ▁کے ▁پھل وں ▁سے ▁ملت ے ▁جل تے ▁ہو نگے ▁جب ▁کوي ی ▁پھل ▁انہیں ▁کھانے ▁کو ▁دیا ▁جاي ے ▁گا ، ▁تو ▁وہ ▁کہیں ▁گے ▁کہ ▁ایسے ▁ہی ▁پھل ▁اس ▁سے ▁پہلے ▁دنیا ▁میں ▁ہم ▁کو ▁دیے ▁جاتے ▁تھے ▁ان ▁کے ▁لیے ▁وہاں ▁پاک ی زہ ▁بیوی اں ▁ہو نگی ، ▁اور ▁وہ ▁وہاں ▁ہمیشہ ▁رہیں ▁گے
▁تف ▁ہے ▁تم ▁پر ▁اور ▁ان ▁بت وں ▁پر ▁جن ▁کو ▁اللہ ▁کے ▁سوا ▁پو ج تے ▁ہو ، ▁تو ▁کیا ▁تمہیں ▁عقل ▁نہیں
▁اور ▁تمہارے ▁لي ے ▁سور ج ▁و ▁چاند ▁کو ▁( بھی ) ▁م سخر ▁کر ▁دیا ▁جو ▁برابر ▁چلے ▁جا ▁رہے ▁ہیں ▁اور ▁رات ▁اور ▁دن ▁کو ▁بھی ▁تمہارے ▁لي ے ▁م سخر ▁کر ▁دیا۔
▁کیا ▁تمہاری ▁سمجھ ▁کے ▁مطابق ▁تم ہ ارا ▁بنانا ▁مشکل ▁یا ▁اس مان ▁کا ▁اللہ ▁نے ▁اسے ▁بنایا ،
▁کہ و ▁( کا فر و ) ▁بھ لا ▁دیکھ و ▁تو ▁اگر ▁تم ▁پر ▁خدا ▁کا ▁عذاب ▁اج اي ے یا ▁قیامت ▁ام وجود ▁ہو ▁تو ▁کیا ▁تم ▁( ا یسی ▁حالت ▁میں ) ▁خدا ▁کے ▁سوا ▁کسی ▁اور ▁کو ▁پکار و ▁گے ؟ ▁اگر ▁سچ ے ▁ہو ▁( تو ▁بتا و )
▁کہ ▁اس ▁جیسا ▁شہروں ▁میں ▁پیدا ▁نہ ▁ہوا
▁جس ▁دن ▁یہ ▁فرشت وں ▁کو ▁دیکھیں ▁گے ▁اس ▁دن ▁گ نہ گار وں ▁کے ▁لي ے ▁خوشی ▁کی ▁بات ▁نہیں ▁ہوگی ▁اور ▁کہیں ▁گے ▁( خدا ▁کرے ▁تم ) ▁روک ▁لي ے ▁( اور ▁بند ▁کردی ي ے ) ▁جا و
▁کوي ی ▁نشانی ▁دیکھتے ▁ہیں ▁تو ▁اسے ▁ ٹھ ٹھ وں ▁میں ▁ا ڑا تے ▁ہیں
▁وہ ▁اللہ ▁ہی ▁ہے ▁جو ▁موت ▁کے ▁وقت ▁روح یں ▁قبض ▁کرتا ▁ہے ▁اور ▁جو ▁ابھی ▁نہیں ▁مرا ▁ہے ▁اس ▁کی ▁روح ▁نی ند ▁میں ▁قبض ▁کر ▁لی تا ▁ہے ، ▁پھر ▁جس ▁پر ▁وہ ▁موت ▁کا ▁فیصلہ ▁نافذ ▁کرتا ▁ہے ▁اسے ▁روک ▁لی تا ▁ہے ▁اور ▁دوسروں ▁کی ▁روح یں ▁ایک ▁وقت ▁مقرر ▁کے ▁لیے ▁واپس ▁بھیج ▁دیتا ▁ہے ▁اس ▁میں ▁بڑی ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁غور ▁و ▁فکر ▁کرنے ▁والے ▁ہیں
▁اور ▁اگر ▁تم ▁مجھ ▁پر ▁ایمان ▁نہیں ▁لا تے ▁تو ▁مجھ ▁سے ▁کنار ہ ▁کش ▁ہو ▁جا و ،
▁پھر ▁( رفت ہ ▁رفت ہ ) ▁اس ▁( کی ▁حالت ) ▁کو ▁( بدل ▁کر ) ▁پست ▁سے ▁پست ▁کر ▁دیا
▁یہ ▁وہ ▁دن ▁ہے ▁کہ ▁( لوگ ) ▁لب ▁تک ▁نہ ▁ہل ا ▁سکیں ▁گے
▁پس ▁اگر ▁اللہ ▁تعالی ▁اپ ▁کو ▁ان ▁کی ▁کسی ▁جماعت ▁کی ▁طرف ▁لوٹ ا ▁کر ▁واپس ▁لے ▁اي ے ▁پھر ▁یہ ▁اپ ▁سے ▁میدان ▁جنگ ▁میں ▁نکل نے ▁کی ▁اجازت ▁طلب ▁کریں ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁تم ▁میرے ▁ساتھ ▁ہر گز ▁چل ▁نہیں ▁سکتے ▁اور ▁نہ ▁میرے ▁ساتھ ▁تم ▁دشمن وں ▁سے ▁لڑ اي ی ▁کر ▁سکتے ▁ہو۔ ▁تم ▁نے ▁پہلی ▁مرتبہ ▁ہی ▁بیٹھ ▁رہنے ▁کو ▁پسند ▁کیا ▁تھا ▁پس ▁تم ▁پیچھے ▁ره ▁جانے ▁والوں ▁میں ▁ہی ▁بیٹھے ▁رہ و
▁اور ▁ہم ▁نے ▁بنی ▁اس راي یل ▁کو ▁سمندر ▁( یعنی ▁بحر ▁ق لزم ) ▁کے ▁پار ▁اتار ا ▁تو ▁وہ ▁ایک ▁ایسی ▁قوم ▁کے ▁پاس ▁جا ▁پہنچے ▁جو ▁اپنے ▁بت وں ▁کے ▁گرد ▁( پرس تش ▁کے ▁لي ے ) ▁اس ن ▁مار ے ▁بیٹھے ▁تھے ، ▁( بن ی ▁اس راي یل ▁کے ▁لوگ ) ▁کہنے ▁لگے : ▁اے ▁موسی ! ▁ہمارے ▁لي ے ▁بھی ▁ایسا ▁( ہی ) ▁مع بود ▁بنا ▁دیں ▁جیسے ▁ان ▁کے ▁مع بود ▁ہیں ، ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁تم ▁یقینا ▁بڑے ▁ج اہل ▁لوگ ▁ہو ،
▁( ا ے ▁رسول ( ص ) ) ▁یہ ▁لوگ ▁اپ ▁سے ▁عذاب ▁کے ▁مطالبہ ▁میں ▁جلد ی ▁کر ▁رہے ▁ہیں ▁اور ▁اللہ ▁کبھی ▁اپنے ▁وعدہ ▁کی ▁خلاف ▁ورزی ▁نہیں ▁کرے ▁گا ▁اور ▁اپ ▁کے ▁پروردگار ▁کے ▁نزدیک ▁ایک ▁دن ▁تم ▁لوگوں ▁کے ▁شمار ▁کي ے ▁ہو ي ے ▁ایک ▁ہزار ▁سال ▁کے ▁برابر ▁ہے۔
▁ہار ون ▁( علی ہ ▁السلام ) ▁نے ▁کہا ▁اے ▁میرے ▁ماں ▁جاي ے ▁بھ اي ی ! ▁میری ▁دا ڑھ ی ▁نہ ▁پکڑ ▁اور ▁سر ▁کے ▁بال ▁نہ ▁ کھی نچ ، ▁مجھے ▁تو ▁صرف ▁یہ ▁خیال ▁دامن ▁گیر ▁ہوا ▁کہ ▁کہیں ▁اپ ▁یہ ▁( نہ ) ▁فرما ي یں ▁کہ ▁تو ▁نے ▁بنی ▁اس راي یل ▁میں ▁ت فرق ہ ▁ڈال ▁دیا ▁اور ▁میری ▁بات ▁کا ▁انتظار ▁نہ ▁کیا
▁اور ▁انہوں ▁نے ▁اس ▁سے ▁منہ ▁پھ یر لی ا ▁اور ▁کہا ▁کہ ▁یہ ▁سکھ ایا ▁پڑھ ایا ▁ہوا ▁دیوان ہ ▁ہے
▁دا ہ نے ▁اور ▁باي یں ▁گروہ ▁کے ▁گروہ ،
▁اور ▁گواہ ▁اور ▁جس ▁کی ▁گواہ ی ▁دی ▁جاي ے ▁گی ▁اس ▁کی ▁قسم
▁کیا ▁ہے ▁وہ ▁بر حق ▁واقع ▁ہو ▁نے ▁والی ۔
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁تھے ▁اور ن یک ▁کام ▁کیے ▁تھے ▁وہ ▁باغ وں ▁میں ▁داخل ▁کیے ▁جاي یں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہوں ▁گی ▁ان ▁میں ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁ہمیشہ ▁رہیں ▁گے ▁اپ س ▁میں ▁دعا ي ے ▁خیر ▁ان ▁کی ▁سلام ▁ہو ▁گی
▁وہ ▁( پ ھر ) ▁بول ے : ▁اپنے ▁رب ▁سے ▁ہمارے ▁حق ▁میں ▁دعا ▁کریں ▁وہ ▁ہمارے ▁لي ے ▁واضح ▁کر ▁دے ▁کہ ▁اس ▁کا ▁رنگ ▁کی سا ▁ہو ؟ ▁( موس ی ▁علیہ ▁السلام ▁نے ) ▁کہا : ▁وہ ▁فرما تا ▁ہے ▁کہ ▁وہ ▁گا ي ے ▁زرد ▁رنگ ▁کی ▁ہو ، ▁اس ▁کی ▁رنگ ت ▁خوب ▁گ ہری ▁ہو ▁( ا یسی ▁ جاذب ▁نظر ▁ہو ▁کہ ) ▁دیکھنے ▁والوں ▁کو ▁بہت ▁بھ لی ▁لگے ،
▁انہوں ▁نے ▁کہا : ▁یقینا ▁تم ▁پر ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁عذاب ▁اور ▁ غضب ▁واجب ▁ہو ▁گیا۔ ▁کیا ▁تم ▁مجھ ▁سے ▁ان ▁( بت وں ▁کے ) ▁نام وں ▁کے ▁بارے ▁میں ▁جھ گ ڑ ▁رہے ▁ہو ▁جو ▁تم ▁نے ▁اور ▁تمہارے ▁باپ ▁داد ا ▁نے ▁( خود ▁ہی ▁فرض ی ▁طور ▁پر ) ▁رکھ ▁لي ے ▁ہیں ▁جن ▁کی ▁االله ▁نے ▁کوي ی ▁سند ▁نہیں ▁اتار ی ؟ ▁سو ▁تم ▁( ع ذ اب ▁کا ) ▁انتظار ▁کرو ▁میں ▁( بھی ) ▁تمہارے ▁ساتھ ▁انتظار ▁کرنے ▁والوں ▁میں ▁سے ▁ہوں ،
▁اور ▁اگر ▁اپ ▁ان ▁سے ▁سوال ▁کریں ▁کہ ▁اس مان ▁سے ▁پانی ▁اتار ▁کر ▁زمین ▁کو ▁اس ▁کی ▁موت ▁کے ▁بعد ▁زنده ▁کس ▁نے ▁کیا ؟ ▁تو ▁یقینا ▁ان ▁کا ▁جواب ▁یہی ▁ہوگا ▁اللہ ▁تعالی ▁نے ۔ ▁اپ ▁کہہ ▁دیں ▁کہ ▁ہر ▁تعریف ▁اللہ ▁ہی ▁کے ▁لي ے ▁سزا وار ▁ہے ، ▁بلکہ ▁ان ▁میں ▁سے ▁اکثر ▁بے ▁عقل ▁ہیں
▁( ا ے ▁نبی ) ▁ان ▁سے ▁کہ و ▁" پ ھر ▁کیا ▁اے ▁جا ہ لو ، ▁تم ▁اللہ ▁کے ▁سوا ▁کسی ▁اور ▁کی ▁ب ندگی ▁کرنے ▁کے ▁لیے ▁مجھ ▁سے ▁کہتے ▁ہو ؟ "
▁اور ▁جو ▁رسول ▁کا ▁خلاف ▁کرے ▁بعد ▁اس ▁کے ▁کہ ▁حق ▁راستہ ▁اس ▁پر ▁کھل ▁چکا ▁اور ▁مسلمانوں ▁کی ▁راہ ▁سے ▁جدا ▁راہ ▁چلے ▁ہم ▁اسے ▁اس ▁کے ▁حال ▁پر ▁چھوڑ ▁دیں ▁گے ▁اور ▁اسے ▁دوزخ ▁میں ▁داخل ▁کریں ▁گے ▁اور ▁کیا ▁ہی ▁بری ▁جگہ ▁پل ٹ نے ▁کی
▁بے ▁شک ▁جو ▁کچھ ▁زمین ▁پر ▁ہے ▁ہم ▁نے ▁اسے ▁زمین ▁کی ▁ زین ت ▁بنایا ▁ہے۔ ▁تاکہ ▁ہم ▁ان ▁لوگوں ▁کو ▁از ماي یں ▁کہ ▁عمل ▁کے ▁لحاظ ▁سے ▁کون ▁بہتر ▁ہے۔
▁اور ▁یہ ▁کہ ▁یہی ▁( شر ی عت ) ▁میرا ▁سید ھا ▁راستہ ▁ہے ▁سو ▁تم ▁اس ▁کی ▁پیر وی ▁کرو ، ▁اور ▁( دو سر ے ) ▁راست وں ▁پر ▁نہ ▁چل و ▁پھر ▁وہ ▁( راس تے ) ▁تمہیں ▁االله ▁کی ▁راہ ▁سے ▁جدا ▁کر ▁دیں ▁گے ، ▁یہی ▁وہ ▁بات ▁ہے ▁جس ▁کا ▁اس ▁نے ▁تمہیں ▁تاکید ی ▁حکم ▁دیا ▁ہے ▁تاکہ ▁تم ▁پر ہ یز گار ▁بن ▁جا و ،
▁جس ▁دن ▁لوگ ▁سخت ▁چ نگ ھا ڑ ▁کی ▁او از ▁کو ▁بال یق ین ▁سن یں ▁گے ، ▁یہی ▁قبر وں ▁سے ▁نکل نے ▁کا ▁دن ▁ہوگا ،
▁اور ▁میں ▁گمان ▁نہیں ▁کرتا ▁کہ ▁قیامت ▁قاي م ▁ہو ▁اور ▁اگر ▁میں ▁اپنے ▁رب ▁کی ▁طرف ▁پھر ▁گیا ▁بھی ▁تو ▁ضرور ▁اس ▁باغ ▁سے ▁بہتر ▁پل ٹ نے ▁کی ▁جگہ ▁پا وں ▁گا
▁کہ و ، ▁کبھی ▁تم ▁نے ▁سوچ ا ▁کہ ▁اگر ▁اللہ ▁کی ▁طرف ▁سے ▁اچانک ▁یا ▁عل ان یہ ▁تم ▁پر ▁عذاب ▁ا ▁جاي ے ▁تو ▁کیا ▁ظالم ▁لوگوں ▁کے ▁سوا ▁کوي ی ▁اور ▁ہلاک ▁ہوگا ؟
▁تم ▁فرما و ▁تمہیں ▁کون ▁روزی ▁دیتا ▁ہے ▁اس مان ▁اور ▁زمین ▁سے ▁یا ▁کون ▁مالک ▁ہے ▁کان ▁اور ▁ان کھ وں ▁کا ▁اور ▁کون ▁نکال تا ▁ہے ▁زندہ ▁کو ▁مرد ے ▁سے ▁اور ▁نکال تا ▁ہے ▁مرد ہ ▁کو ▁زندہ ▁سے ▁اور ▁کون ▁تمام ▁کام وں ▁کی ▁تدبیر ▁کرتا ▁ہے ▁تو ▁اب ▁کہیں ▁گے ▁کہ ▁اللہ ▁تو ▁تم ▁فرما و ▁تو ▁کیوں ▁نہیں ▁ڈر تے
▁اور ▁اس ▁سے ▁پہلے ▁موسی ▁کی ▁کتاب ▁پیش وا ▁اور ▁رحمت ▁تھی۔ ▁اور ▁یہ ▁کتاب ▁ہے ▁تصدیق ▁کرنے ▁والی ▁عربی ▁زبان ▁میں ▁تاکہ ▁ظالم وں ▁کو ▁ڈرا ي ے ▁اور ▁نیک ▁کار وں ▁کو ▁بشار ت ▁ہو
▁اور ▁موت ▁کی ▁بے ▁ہو شی ▁حق ▁کے ▁ساتھ ▁اپ ہن چی ۔ ▁( ا ے ▁انسان !) ▁یہی ▁وہ ▁چیز ▁ہے ▁جس ▁سے ▁تو ▁بھاگ تا ▁تھا ،
▁اور ▁فرع ون ▁نے ▁کہا ▁کہ ▁اے ▁اہل ▁در بار ▁میں ▁تم ہ ارا ▁اپنے ▁سوا ▁کسی ▁کو ▁خدا ▁نہیں ▁جانتا ▁تو ▁ہا مان ▁میرے ▁لي ے ▁گا رے ▁کو ▁ اگ ▁لگ وا ▁( کر ▁این ٹ یں ▁پک وا ) ▁دو ▁پھر ▁ایک ▁( ا ون چا ) ▁محل ▁بنا دو ▁تاکہ ▁میں ▁موسی ▁کے ▁خدا ▁کی ▁طرف ▁چڑھ ▁جا وں ▁اور ▁میں ▁تو ▁اسے ▁جھوٹ ا ▁سمجھ تا ▁ہوں
▁لوگ و ! ▁خدا ▁کے ▁پیغمبر ▁تمہارے ▁پاس ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁حق ▁بات ▁لے ▁کر ▁اي ے ▁ہیں ▁تو ▁( ان ▁پر ) ▁ایمان ▁لا و ▁( یہ ی ) ▁تمہارے ▁حق ▁میں ▁بہتر ▁ہے۔ ▁اور ▁اگر ▁کفر ▁کرو ▁گے ▁تو ▁( جان ▁رکھ و ▁کہ ) ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہے ▁سب ▁خدا ہی ▁کا ▁ہے ▁اور ▁خدا ▁سب ▁کچھ ▁جان نے ▁والا ▁( اور ) ▁حکمت ▁والا ▁ہے
▁علاوہ ▁تیر ے ▁ان ▁بند وں ▁کے ▁جنہیں ▁تو ▁نے ▁خالص ▁بنا ▁لیا ▁ہے
▁اور ▁جو ▁تم ▁میں ▁سے ▁الله ▁اور ▁اس ▁کے رسول ▁کی ▁فرمان برداری ▁کرے ▁گی ▁اور ▁نیک ▁کام ▁کرے ▁گی ▁تو ▁ہم ▁اسے ▁اس ▁کا ▁ دہ را اجر ▁دیں ▁گے ▁اور ▁ہم ▁نے ▁اس ▁کے ▁لیے ▁عزت ▁کا ▁ رزق ▁بھی ▁تیار ▁کر ▁رکھا ▁ہے
▁تم ▁سے ▁پہلے ▁جتن ے ▁رسول ▁ہم ▁نے ▁بھیج ے ▁ہیں ▁ان ▁کا ▁یہی ▁دستور ▁رہا ▁ہے ▁او ▁رہ مار ے ▁دستور ▁میں ▁تم ▁تبدیلی ▁نہیں ▁پا و ▁گے
▁اپ ▁فرما ▁دیں ▁کہ ▁میں ▁( انسان وں ▁کی ▁طرف ) ▁کوي ی ▁پہلا ▁رسول ▁نہیں ▁ ایا ▁( کہ ▁مجھ ▁سے ▁قبل ▁رسالت ▁کی ▁کوي ی ▁مثال ▁ہی ▁نہ ▁ہو ) ▁اور ▁میں ▁از خود ▁( یعنی ▁محض ▁اپنی ▁عقل ▁و ▁در ایت ▁سے ) ▁نہیں ▁جانتا ▁کہ ▁میرے ▁ساتھ ▁کیا ▁سلوک ▁کیا ▁جاي ے ▁گا ▁اور ▁نہ ▁وہ ▁جو ▁تمہارے ▁ساتھ ▁کیا ▁جاي ے ▁گا ، ▁( میر ا ▁علم ▁تو ▁یہ ▁ہے ▁کہ ) ▁میں ▁صرف ▁اس ▁وح ی ▁کی ▁پیر وی ▁کرتا ▁ہوں ▁جو ▁میری ▁طرف ▁بھیج ی ▁جاتی ▁ہے ▁( وہ ی ▁مجھے ▁ہر ▁ش ے ▁کا ▁علم ▁عطا ▁کرتی ▁ہے ) ▁اور ▁میں ▁تو ▁صرف ▁( اس ▁علم ▁بال وح ی ▁کی ▁بنا ▁پر ) ▁واضح ▁ڈر ▁سن انے ▁والا ▁ہوں ،
▁اور ▁ثم ود ▁اور ▁قوم ▁ل وط ( ع ) ▁اور ▁ایک ہ ▁والے ▁( اپ نے ▁نبی وں ▁کو ) ▁جھ ٹ لا ▁چکے ▁ہیں ▁یہ ▁لوگ ▁بڑے ▁بڑے ▁گروہ ▁تھے۔
▁سو ▁اپ ▁االله ▁کی ▁رحمت ▁کے ▁اثرات ▁کی ▁طرف ▁دیکھ ي ے ▁کہ ▁وہ ▁کس ▁طرح ▁زمین ▁کو ▁اس ▁کی ▁مرد نی ▁کے ▁بعد ▁زندہ ▁فرما ▁دیتا ▁ہے ، ▁بیش ک ▁وہ ▁مرد وں ▁کو ▁( بھی ▁اسی ▁طرح ) ▁ضرور ▁زندہ ▁کرنے ▁والا ▁ہے ▁اور ▁وہ ▁ہر ▁چیز ▁پر ▁خوب ▁قادر ▁ہے ،
▁کہہ ▁دو ▁اس ▁کا ▁علم ▁خدا ▁ہی ▁کو ▁ہے۔ ▁اور ▁میں ▁تو ▁کھول ▁کھول ▁کر ▁ڈر ▁سن انے ▁دینے ▁والا ▁ہوں
▁ یون ہی ▁ہے ، ▁اور ▁ہم ▁نے ▁انہیں ▁بیا ہ ▁دیا ▁نہای ت ▁سیاہ ▁اور ▁روشن ▁بڑی ▁ان کھ وں ▁والی وں ▁سے ،
▁بے ▁شک ▁اللہ ▁اس ▁بات ▁سے ▁ہر گز ▁نہیں ▁شرم ات ا ▁کہ ▁( کسی ▁مطلب ▁کی ▁وضاحت ▁کے ▁لي ے ) ▁مچ ھر ▁اور ▁اس ▁سے ▁بھی ▁بڑھ ▁کر ▁( کسی ▁حق یر ▁چیز ) ▁کی ▁مثال ▁بیان ▁کرے۔ ▁پس ▁جو ▁لوگ ▁مومن ▁ہیں ▁وہ ▁تو ▁جانتے ▁ہیں ▁کہ ▁یہ ▁( مثال ▁یقینا ) ▁حق ▁ہے ▁ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁اور ▁جو ▁کا فر ▁ہیں ▁وہ ▁کہتے ▁ہیں ▁کہ ▁ایسی ▁مثال ▁سے ▁اللہ ▁کا ▁کیا ▁مقصد ▁ہے ؟ ▁اللہ ▁ایسی ▁مثال ▁سے ▁بہت ▁س وں ▁کو ▁گمراہ ی ▁میں ▁چھوڑ ▁دیتا ▁ہے ▁اور ▁بہت ▁س وں ▁کو ▁ہدایت ▁کرتا ▁ہے ▁اور ▁وہ ▁گمراہ ی ▁میں ▁نہیں ▁چھوڑ تا ▁مگر ▁فا سق وں ▁( نا فر مان وں ) ▁کو ۔
▁تو ▁زمین ▁کو ▁ پٹ ▁پر ▁( چ ٹی ل ▁میدان ) ▁ہم وار ▁کر ▁چھوڑ ے ▁گا
▁اور ▁وہ ▁کہ ▁جو ڑ تے ▁ہیں ▁اسے ▁جس ▁کے ▁جو ڑنے ▁کا ▁اللہ ▁نے ▁حکم ▁دیا ▁اور ▁اپنے ▁رب ▁سے ▁ڈر تے ▁ہیں ▁اور ▁حساب ▁کی ▁براي ی ▁سے ▁ اندیش ہ ▁رکھتے ▁ہیں
▁یہ ▁گمان ▁کرتے ▁ہوں ▁گے ▁کہ ▁ان ▁کے ▁ساتھ ▁ایسی ▁سختی ▁کی ▁جاي ے ▁گی ▁جو ▁ان ▁کی ▁کمر ▁توڑ ▁دے ▁گی ،
▁ارشاد ▁ہوا ▁کہ ▁ہم ▁نے ▁تمہارے ▁بعد ▁تمہاری ▁قوم ▁کا ▁امتحان ▁لیا ▁اور ▁سام ری ▁نے ▁انہیں ▁گمراہ ▁کردیا ▁ہے
▁( ا ے ▁رسول ( ص ) ) ▁اپ ▁کہہ ▁دی جي ے ! ▁اے ▁لوگ و ! ▁میں ▁تو ▁صرف ▁تمہیں ▁ایک ▁کھل ا ▁ہوا ▁( ع ذ اب ▁خدا ▁سے ) ▁ڈرا نے ▁والا ▁ہوں۔
▁پس ▁اپ ▁کے ▁رب ▁کی ▁جانب ▁سے ▁ایک ▁پھر نے ▁والا ▁( ع ذ اب ▁رات ▁ہی ▁رات ▁میں ) ▁اس ▁( باغ ) ▁پر ▁پھر ▁گیا ▁اور ▁وہ ▁سو تے ▁ہی ▁رہے ،
▁اور ▁( طرح ▁طرح ▁کے ) ▁پھل ▁می و ے ▁اور ▁( جان ور وں ▁کا ) ▁چار ہ ،
▁اور ▁ہم ▁نے ▁اس ▁کا ▁فیصلہ ▁سلیمان ▁کو ▁سمجھا ▁دیا ▁تھا ▁اور ▁ہم ▁نے ▁ہر ▁ایک ▁کو ▁حکمت ▁اور ▁علم ▁عطا ▁کیا ▁تھا ▁اور ▁ہم ▁نے ▁داود ▁کے ▁ساتھ ▁پہاڑ وں ▁اور ▁پر ند وں ▁کو ▁م سخر ▁کر ▁دیا ▁تھا ▁جو ▁ان ▁کے ▁ساتھ ▁تس بی ح ▁کیا ▁کرتے ▁تھے ▁اور ▁( یہ ▁کام ) ▁کرنے ▁والے ▁ہم ▁ہی ▁تھے۔
▁او ▁رہ م ▁نے ▁اس ▁قر ان ▁میں ▁لوگوں ▁کے ▁لیے ▁ہر ▁ایک ▁قسم ▁کی ▁مثال ▁بھی ▁کھول ▁کر ▁بیان ▁کر ▁دی ▁ہے ▁پھر ▁بھی ▁اکثر ▁لوگ ▁انکار ▁کیے ▁بغیر ▁نہ ▁رہے
▁اور ▁تم ▁اپنا ▁ہاتھ ▁اپنے ▁گری بان ▁کے ▁اندر ▁ڈال و ▁وہ ▁بغیر ▁کسی ▁ع یب ▁کے ▁سفید ▁چم ک ▁دار ▁( ہو ▁کر ) ▁نکل ے ▁گا ، ▁( یہ ▁دونوں ▁اللہ ▁کی ) ▁نو ▁نشانی وں ▁میں ▁( سے ) ▁ہیں ▁( ا نہیں ▁لے ▁کر ) ▁فرع ون ▁اور ▁اس ▁کی ▁قوم ▁کے ▁پاس ▁جا و ۔ ▁بیش ک ▁وہ ▁نا فر مان ▁قوم ▁ہیں ،
▁لوگ ▁ایک ▁دین ▁پر ▁تھے ▁پھر ▁اللہ ▁نے ▁ان بی اء ▁بھیج ے ▁خوش خبر ی ▁دیتے ▁اور ▁ڈر ▁سنا تے ▁اور ▁ان ▁کے ▁ساتھ ▁سچ ی ▁کتاب ▁اتار ی ▁کہ ▁وہ ▁لوگوں ▁میں ▁ان ▁کے ▁اختلاف وں ▁کا ▁فیصلہ ▁کرد ے ▁اور ▁کتاب ▁میں ▁اختلاف ▁انہیں ▁نے ▁ڈال ا ▁جن ▁کو ▁دی ▁ گي ی ▁تھی ▁بعد اس ▁کے ▁کہ ▁ان ▁کے ▁پاس ▁روشن ▁حکم ▁اچ کے ▁اپ س ▁میں ▁سر کش ی ▁سے ▁تو ▁اللہ ▁نے ▁ایمان ▁والوں ▁کو ▁وہ ▁حق ▁بات ▁سو جھ ا ▁دی ▁جس ▁میں ▁جھ گ ڑ ▁رہے ▁تھے ▁اپنے ▁حکم ▁سے ، ▁اور ▁اللہ ▁جسے ▁چاہے ▁سی دھی ▁راہ ▁دکھا ي ے ،
▁اور ▁پہاڑ ▁ٹوٹ ▁کر ▁ریز ہ ▁ریز ہ ▁ہو ▁جاي یں ▁گے ،
▁کیا ▁جس ▁چیز ▁کی ▁انسان ▁ارز و ▁کرتا ▁ہے ▁وہ ▁اسے ▁ضرور ▁ملت ی ▁ہے
▁اور ▁وہ ▁( اپ نے ▁رب ▁سے ) ▁ڈر تا ▁بھی ▁ہے ،
▁وہ ▁جواب ▁دیں ▁گے ، ▁" نہیں ▁بلکہ ▁تم ▁خود ▁ایمان ▁لانے ▁والے ▁نہ ▁تھے
▁بلکہ ▁ان ▁میں ▁کا ▁ہر ▁شخص ▁چاہتا ▁ہے ▁کہ ▁کھل ے ▁ صح یف ے ▁اس ▁کے ▁ہاتھ ▁میں ▁دے ▁دیے ▁جاي یں
▁اور ▁اپ ▁کو ▁کیا ▁معلوم ▁کہ ▁شب ▁قدر ▁کیا ▁ہے
▁اور ▁وہ ▁کہ ▁جب ▁کوي ی ▁کھل ا ▁گناہ ▁یا ▁اپنے ▁حق ▁میں ▁کوي ی ▁اور ▁براي ی ▁کر ▁بیٹھ تے ▁ہیں ▁تو ▁خدا ▁کو ▁یاد ▁کرتے ▁اور ▁اپنے ▁گناہ وں ▁کی ▁بخش ش ▁مانگ تے ▁ہیں ▁اور ▁خدا ▁کے ▁سوا ▁گناہ ▁بخش ▁بھی ▁کون ▁سکتا ▁ہے ؟ ▁اور ▁جان ▁بوجھ ▁کر ▁اپنے ▁ا فعال ▁پر ▁ا ڑے ▁نہیں ▁رہتے
▁وہ ▁خدا ▁ن گاہ وں ▁کی ▁خیانت ▁کو ▁بھی ▁جانتا ▁ہے ▁اور ▁دل وں ▁کے ▁ح ھ پ ے ▁ہو ي ے ▁بھی د وں ▁سے ▁بھی ▁با خبر ▁ہے
▁یہ ▁عمارت ▁جو ▁انہوں ▁نے ▁بنا ي ی ▁ہے ▁ہمیشہ ▁ان ▁کے ▁دل وں ▁میں ▁( مو جب ) ▁خل جان ▁رہے ▁گی ▁( اور ▁ان ▁کو ▁م تردد ▁رکھے ▁گی ) ▁مگر ▁یہ ▁کہ ▁ان ▁کے ▁دل ▁پاش ▁پاش ▁ہو ▁جاي یں ▁اور ▁خدا ▁جان نے ▁والا ▁اور ▁حکمت ▁والا ▁ہے
▁( ا ے ▁نبي ▁مک رم !) ▁اپ ▁سے ▁اموال ▁غنی مت ▁کی ▁نسبت ▁سوال ▁کرتے ▁ہیں۔ ▁فرما ▁دی جي ے : ▁اموال ▁غنی مت ▁کے ▁مالک ▁اللہ ▁اور ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁ہیں۔ ▁سو ▁تم ▁اللہ ▁سے ▁ڈر و ▁اور ▁اپنے ▁با ہم ی ▁معاملات ▁کو ▁درست ▁رکھا ▁کرو ▁اور ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁اطاعت ▁کیا ▁کرو ▁اگر ▁تم ▁ایمان ▁والے ▁ہو ،
▁اے ▁نبی ! ▁ان ▁سے ▁کہ و ، ▁کیا ▁تم ▁اس ▁خدا ▁سے ▁کفر ▁کرتے ▁ہو ▁اور ▁دوسروں ▁کو ▁اس ▁کا ▁ہم سر ▁ ٹھی رات ے ▁ہو ▁جس ▁نے ▁زمین ▁کو ▁دو ▁دنوں ▁میں ▁بنا ▁دیا ؟ ▁وہی ▁تو ▁سارے ▁ جہ ان ▁والوں ▁کا ▁رب ▁ہے
▁اور ▁ہم ▁پر ▁کوي ی ▁عذاب ▁نہیں ▁اي ے ▁گا
▁بات ▁یہی ▁ہے ، ▁اور ▁جس ▁نے ▁بدل ہ ▁لیا ▁اسی ▁کے ▁برابر ▁جو ▁اس ▁کے ▁ساتھ ▁کیا ▁گیا ▁تھا ▁پھر ▁اگر ▁اس ▁سے ▁زیادتی ▁کی ▁جاي ے ▁تو ▁یقینا ▁اللہ ▁تعالی ▁خود ▁اس ▁کی ▁مدد ▁فرما ي ے ▁گا۔ ▁بیش ک ▁اللہ ▁در گز ر ▁کرنے ▁والا ▁بخش نے ▁والا ▁ہے
▁کہا ▁اے ▁موسی ▁ہم ▁کبھی ▁وہاں ▁داخل ▁نہیں ▁ہو ▁ ں ▁گے ▁جب ▁تک ▁کہ ▁وہ ▁اس ▁میں ▁ہیں ▁سو ▁تو ▁اور ▁تیر ا ▁رب ▁جاي ے ▁اور ▁تم ▁دونوں ▁لڑ و ▁ہم ▁تو ▁یہ یں ▁بیٹھ یں ▁ہیں
▁کہا ▁کیا ▁تم ▁جھ ان ک ▁کر ▁دیکھ و ▁گے
▁اس ▁نے ▁کہا ▁اس ▁کا ▁علم ▁تو ▁الله ▁کے ▁پاس ▁ہے ▁اور میں ▁تمہیں ▁وہ ▁( پی غا م ) ▁پہنچا تا ▁ہوں ▁جو ▁میں ▁دے ▁کر ▁بھی جا ▁گیا ▁ہوں ▁لیکن ▁میں ▁تمہیں ▁دیکھ ▁رہا ▁ہوں ▁تم ▁ایک ▁ج اہل ▁قوم ▁ہو
▁جو ▁خود ▁بھی ▁بخ ل ▁کرتے ▁ہیں ▁اور ▁لوگوں ▁کو ▁بھی ▁بخ ل ▁کا ▁حکم ▁دیتے ▁ہیں ▁اور ▁جو ▁کوي ی ▁منہ ▁مو ڑے ▁تو ▁الله ▁بھی ▁بے ▁پر وا ہ ▁خوبی وں ▁والا ▁ہے
▁پھر ▁اس ▁کی ▁بد کاری ▁اور ▁اس ▁کی ▁پر ہ یز گار ی ▁دل ▁میں ▁ڈال ی
▁اور ▁اگر ▁تکلیف ▁پہنچنے ▁کے ▁بعد ▁اس ا يش ▁کا ▁م زہ ▁چک ھا ي یں ▁تو ▁( خوش ▁ہو ▁کر ) ▁کہ تا ▁ہے ▁کہ ▁( ا ہا ) ▁سب ▁سخت یاں ▁مجھ ▁سے ▁دور ▁ہو گي یں۔ ▁بے شک ▁وہ ▁خوش یاں ▁من انے ▁والا ▁( اور ) ▁فخر ▁کرنے ▁والا ▁ہے
▁بے ▁شک ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁میں ▁ک جر وی ▁کرتے ▁ہیں ▁وہ ▁ہم ▁سے ▁چھپ ے ▁نہیں ▁رہتے ▁کیا ▁وہ ▁شخص ▁جو ▁ اگ ▁میں ▁ڈال ا ▁جاي ے ▁گا ▁بہتر ▁ہے ▁یا ▁وہ ▁جو ▁قیامت ▁کے ▁دن ▁امن ▁سے ▁اي ے ▁گا ▁جو ▁چاہ و ▁کرو ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁وہ ▁دیکھ ▁رہا ▁ہے
▁نزدیک ▁کی ▁زمین ▁پر ▁اور ▁وه ▁مغل وب ▁ہونے ▁کے ▁بعد ▁عن قر یب ▁غالب ▁اج اي یں ▁گے
▁اور ▁جن ▁لوگوں ▁نے ▁اللہ ▁کی ▁ ایت وں ▁کا ▁اور ▁اس ▁کی ▁ملاقات ▁کا ▁انکار ▁کیا ▁وہ ▁لوگ ▁میری ▁رحمت ▁سے ▁مایوس ▁ہو گي ے ▁اور ▁ان ▁ہی ▁لوگوں ▁کے ▁لي ے ▁درد ▁ ناک ▁عذاب ▁ہے ،
▁( ا ے ▁پیغمبر ( ص ) ) ▁اپ ▁کہ ی ے۔ ▁تمہارے ▁ساخت ہ ▁پرداخت ہ ▁شریک وں ▁میں ▁سے ▁کوي ی ▁ہے ▁جو ▁تخلیق ▁کا ين ات ▁کا ▁ا غاز ▁بھی ▁کرے ▁اور ▁( ف نا ▁کے ▁بعد ) ▁اسے ▁دوبارہ ▁زندہ ▁کرے ؟ ▁کہ ی ے ! ▁اللہ ▁وہ ▁ہے ▁جو ▁کا ين ات ▁کو ▁پہلے ▁پیدا ▁بھی ▁کرتا ▁ہے ▁اور ▁پھر ▁اسے ▁دوبارہ ▁زندہ ▁بھی ▁کرے ▁گا ▁تم ▁ک دھر ▁ال ٹے ▁جا ▁رہے ▁ہو ؟
▁ان ▁کے ▁لیے ▁کسی ▁خوف ▁اور ▁رنج ▁کا ▁موقع ▁نہیں ▁ہے
▁یقینا ▁تم ▁بہت ▁بری ▁اور ▁بھاری ▁چیز ▁لاي ے ▁ہو
▁اور ▁مخ مل ی ▁مس ند یں ▁پھیل ی ▁پڑ ی ▁ہوں ▁گی
▁بیش ک ▁اپ ▁نہ ▁( تو ▁حیات ▁ایمان ی ▁سے ▁محروم ) ▁مرد وں ▁کو ▁( حق ▁کی ▁بات ) ▁سنا ▁سکتے ▁ہیں ▁اور ▁نہ ▁ہی ▁( ایس ے ) ▁ب ہر وں ▁کو ▁( ہ دا یت ▁کی ) ▁پکار ▁سنا ▁سکتے ▁ہیں ▁جبکہ ▁وہ ▁( غل بہ ▁کفر ▁کے ▁باعث ▁ہدایت ▁سے ) ▁پی ٹھ ▁پھ یر ▁کر ▁( قبول ▁حق ▁سے ) ▁رو گرد اں ▁ہو ▁رہے ▁ہوں ،
▁پس ▁نہیں ، ▁میں ▁قسم ▁کھا تا ▁ہوں
▁نیز ▁( م جھ ے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ) ▁ہر ▁طرف ▁سے ▁اپنا ▁رخ ▁م وڑ ▁کر ▁سید ھا ▁دین ▁کی ▁طرف ▁رکھ وں ▁اور ▁مشر ک وں ▁میں ▁سے ▁نہ ▁ہوں۔
▁اور ▁نماز ▁برپا ▁رکھ و ▁اور ▁ز کو ة ▁دو ▁اور ▁رسول ▁کی ▁فرمان برداری ▁کرو ▁اس ▁امید ▁پر ▁کہ ▁تم ▁پر ▁رحم ▁ہو ،
▁تم ▁فرما و ▁میں ▁تمہارے ▁کسی ▁بر ے ▁بھ لے ▁کا ▁مالک ▁نہیں ،
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اس ▁کا ▁علم ▁تو ▁اللہ ▁ہی ▁کو ▁ہے ، ▁میں ▁تو ▁صرف ▁کھل ے ▁طور ▁پر ▁ا گاه ▁کر ▁دینے ▁والا ▁ہوں
▁اور ▁جب ▁زندہ ▁دفن ▁کی ▁ہو ي ی ▁لڑکی ▁سے ▁پوچھا ▁جاي ے ▁گا ،
▁اور ▁اگر ▁تم ▁نے ▁( میر ی ▁بات وں ▁کو ) ▁جھ ٹل ایا ▁تو ▁یقینا ▁تم ▁سے ▁پہلے ▁( بھی ) ▁کي ی ▁امت یں ▁( حق ▁کو ) ▁جھ ٹ لا ▁چکی ▁ہیں ، ▁اور ▁رسول ▁پر ▁واضح ▁طریق ▁سے ▁( اح کام ) ▁پہنچا ▁دینے ▁کے ▁سوا ▁( ک چھ ▁لازم ) ▁نہیں ▁ہے ،
▁اور ▁تاکہ ▁منا فق وں ▁کو ▁ظاہر ▁کر ▁دے ▁اور ▁انہیں ▁کہا ▁گیا ▁تھا ▁کہ ▁او ▁الله ▁کی ▁راہ ▁میں ▁لڑ و ▁یا ▁دشمن وں ▁کو ▁دفع ▁کرو ▁تو ▁انہوں ▁نے ▁کہا ▁اگر ▁ہمیں ▁علم ▁ہوتا ▁کہ ▁اج ▁جنگ ▁ہو ▁گی ▁تو ▁ہم ▁ضرور ▁تمہارے ▁ساتھ ▁چل تے ▁وہ ▁اس ▁وقت ▁بہ ▁نسبت ▁ایمان ▁کے ▁کفر ▁سے ▁زیادہ ▁قریب ▁تھے ▁وہ ▁اپنے ▁مون ہ وں ▁سے ▁وہ ▁باتیں ▁کہتے ▁ہیں ▁جو ▁ان ▁کے ▁ دلو ▁ ں ▁میں ▁نہیں ▁ہیں ▁اور ▁جو ▁کچھ ▁وہ ▁چھپ ات ے ▁ہیں ▁الله ▁اس ▁کو ▁خوب ▁جانتا ▁ہے
▁تم ▁سب ▁نے ▁اسی ▁کی ▁طرف ▁لوٹ ▁کر ▁جانا ▁ہے ▁یہ ▁اللہ ▁کا ▁سچ ا ▁وعدہ ▁ہے ▁بے ▁شک ▁وہی ▁مخلوق ▁کی ▁پیدا يش ▁کی ▁ابتدا ء ▁کرتا ▁ہے ▁پھر ▁وہی ▁دوبارہ ▁اسے ▁زندہ ▁کرے ▁گا ▁تاکہ ▁جو ▁لوگ ▁ایمان ▁لاي یں ▁اور ▁نیک ▁عمل ▁کریں ▁انہیں ▁انصاف ▁کے ▁ساتھ ▁جزا ▁دے ▁اور ▁جنہوں ▁نے ▁کفر ▁کیا ▁انہیں ▁ان ▁کے ▁کفر ▁کی ▁پاداش ▁میں ▁کھول تا ▁ہوا ▁پانی ▁پی نے ▁کو ▁ملے ▁گا ▁اور ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے۔
▁اے ▁اہل ▁کتاب ! ▁حق ▁کو ▁باطل ▁کے ▁ساتھ ▁کیوں ▁گ ڈ م ڈ ▁کرتے ▁ہو ؟ ▁اور ▁حق ▁کو ▁کیوں ▁چھپ ات ے ▁ہو ▁حالانک ہ ▁تم ▁جانتے ▁ہو ▁( کہ ▁حق ▁کیا ▁ہے ) ۔
▁نعمت ▁بھر ی ▁جنت وں ▁میں ▁رہیں ▁گے
▁اور ▁جس ▁شخص ▁نے ▁اپنے ▁ماں ▁باپ ▁سے ▁کہا ▁کہ ▁اف ▁اف ! ▁تم ▁مجھے ▁یہ ▁بتا تے ▁ہو ▁کہ ▁میں ▁( زمین ▁سے ) ▁نکال ا ▁جا وں ▁گا ▁حالانک ہ ▁بہت ▁سے ▁لوگ ▁مجھ ▁سے ▁پہلے ▁گزر ▁چکے ▁ہیں۔ ▁اور ▁وہ ▁دونوں ▁خدا ▁کی ▁جناب ▁میں ▁فریاد ▁کرتے ▁( ہ وي ے ▁کہتے ) ▁تھے ▁کہ ▁کم ▁ بخت ▁ایمان ▁لا ۔ ▁خدا ▁کا ▁وعدہ ▁تو ▁سچ ا ▁ہے۔ ▁تو ▁کہنے ▁لگا ▁یہ ▁تو ▁پہلے ▁لوگوں ▁کی ▁کہانی اں ▁ہیں
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کے ▁ اگ ے ▁پیش ▁قدم ی ▁نہ ▁کرو ▁اور ▁اللہ ▁سے ▁ڈر و ، ▁اللہ ▁سب ▁کچھ ▁سن نے ▁اور ▁جان نے ▁والا ▁ہے
▁اور ▁اپ ▁کے ▁پروردگار ▁کی ▁بات ▁صدق ▁و ▁سچ اي ی ▁اور ▁عدل ▁و ▁انصاف ▁کے ▁لحاظ ▁سے ▁مکمل ▁ہے ▁اور ▁اس ▁کی ▁بات وں ▁کا ▁کوي ی ▁بدل نے ▁والا ▁نہیں ▁ہے ▁اور ▁وہ ▁بڑا ▁سن نے ▁والا ، ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁اور ▁وہ ▁جو ▁کتاب ▁کو ▁مضبوط ▁تھا م تے ▁ہیں ▁اور ▁انہوں ▁نے ▁نماز ▁قاي م ▁رکھی ، ▁ہم ▁نیک وں ▁کا ▁نی گ ▁( اجر ) ▁نہیں ▁ گن وا تے ،
▁اور ▁یہی ▁ہماری ▁( ت وح ید ▁کی ) ▁دلیل ▁تھی ▁جو ▁ہم ▁نے ▁ابراہیم ▁( علی ہ ▁السلام ) ▁کو ▁ان ▁کی ▁( مخالف ) ▁قوم ▁کے ▁مقابلہ ▁میں ▁دی ▁تھی۔ ▁ہم ▁جس ▁کے ▁چاہتے ▁ہیں ▁درج ات ▁بلند ▁کر ▁دیتے ▁ہیں۔ ▁بیش ک ▁اپ ▁کا ▁رب ▁بڑی ▁حکمت ▁والا ▁خوب ▁جان نے ▁والا ▁ہے ،
▁اور ▁بادشاہ ▁نے ▁کہا ▁کہ ▁ذرا ▁انہیں ▁لے ▁او ▁میں ▁اپنے ▁ذاتی ▁امور ▁میں ▁ساتھ ▁رکھ وں ▁گا ▁اس ▁کے ▁بعد ▁جب ▁ان ▁سے ▁بات ▁کی ▁تو ▁کہا ▁کہ ▁تم ▁اج ▁سے ▁ہمارے ▁در بار ▁میں ▁با و قار ▁امین ▁کی ▁حیثیت ▁سے ▁رہ و ▁گے
▁اور ▁اگر ▁یہ ▁لوگ ▁اپ ▁کو ▁جھ ٹل ات ے ▁ہیں ▁تو ▁اپ ▁سے ▁پہلے ▁بہت ▁سے ▁رسول وں ▁کو ▁جھ ٹل ایا ▁جاچ کا ▁ہے ▁اور ▁تمام ▁امور ▁کی ▁بازگشت ▁خدا ▁ہی ▁کی ▁طرف ▁ہے
▁وہ ▁بول ▁اٹھ ے : ▁االله ▁کی ▁قسم ! ▁بیش ک ▁االله ▁نے ▁اپ ▁کو ▁ہم ▁پر ▁فضیلت ▁دی ▁ہے ▁اور ▁یقینا ▁ہم ▁ہی ▁خطا کار ▁تھے ،
▁کیا ▁وہ ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁کیا ▁اس ▁پر ▁قادر ▁نہیں ▁ہے ▁کہ ▁ان ▁جی س وں ▁کو ▁پیدا ▁کر ▁سکے ؟ ▁کیوں ▁نہیں ، ▁جبکہ ▁وہ ▁ماہر ▁ خلاق ▁ہے
▁اور ▁جو ▁کوي ی ▁جہاد ▁کرتا ▁ہے ▁تو ▁وہ ▁اپنے ▁ہی ▁لي ے ▁جہاد ▁کرتا ▁ہے۔ ▁بے شک ▁اللہ ▁تمام ▁ جہ ان وں ▁سے ▁بے ▁نیاز ▁ہے۔
▁کہ ▁بے شک ▁ہم ▁نے ▁انسان ▁کو ▁مصیبت ▁میں ▁پیدا ▁کیا ▁ہے
▁ان ▁میں ▁سے ▁کوي ی ▁ہے ▁جو ▁کہ تا ▁ہے ▁کہ ▁" م جھ ے ▁رخصت ▁دے ▁دی جی ے ▁اور ▁مجھ ▁کو ▁فت نے ▁میں ▁نہ ▁ڈال ی ے " ▁سن ▁رکھ و ! ▁فت نے ▁ہی ▁میں ▁تو ▁یہ ▁لوگ ▁پڑے ▁ہو ي ے ▁ہیں ▁اور ▁ جہ نم ▁نے ▁ان ▁کا فر وں ▁کو ▁گھ یر ▁رکھا ▁ہے
▁ہم ▁اج ▁کے ▁دن ▁ان ▁کے ▁من ھ ▁پر ▁مہر یں ▁لگا ▁دیں ▁گے ▁اور ▁ان ▁کے ▁ہاتھ ▁ہم ▁سے ▁باتیں ▁کریں ▁گے ▁اور ▁ان ▁کے ▁پا وں ▁گواہ یاں ▁دیں ▁گے ، ▁ان ▁کام وں ▁کی ▁جو ▁وه ▁کرتے ▁تھے
▁جو ▁لوگ ▁خدا ▁کی ▁راہ ▁میں ▁( ایس ے ▁طور ▁پر ) ▁پر ے ▁جم ا ▁کر ▁لڑ تے ▁کہ ▁گویا ▁ سیس ہ ▁پلا ي ی ▁دیوار ▁ہیں ▁وہ ▁بے شک ▁محبوب ▁کرد گار ▁ہیں
▁کہہ ▁دو ▁کہ ▁ناپ اک ▁اور ▁پاک ▁برابر ▁نہیں ▁اگرچہ ▁تمہیں ▁ناپ اک ▁کی ▁ک ثر ت ▁بھی ▁معلوم ▁ہو ▁سو ▁اے ▁عقل ▁من دو ▁الله ▁سے ▁ڈر تے ▁رہ و ▁تاکہ ▁تمہاری ▁نجات ▁ہو
▁تو ▁اللہ ▁کے ▁ساتھ ▁کوي ی ▁دوسرا ▁مع بود ▁نہ ▁بنا ▁ورنہ ▁ملا مت ▁زد ہ ▁اور ▁بے ▁یار ▁و ▁مدد ▁ گار ▁بیٹھ ا ▁رہ ▁جاي ی گا
▁وہ ▁دن ▁جب ▁لوگ ▁ظاہر ▁ہوں ▁گے ▁ان ▁کی ▁کوي ی ▁بات ▁اللہ ▁پر ▁پوش ید ہ ▁نہ ▁ہوگی ▁( ا واز ▁اي ے ▁گی ) ▁اج ▁کس ▁کی ▁حکومت ▁ہے ؟ ▁( جواب ▁ملے ▁گا ) ▁صرف ▁اللہ ▁کی ▁جو ▁واحد ▁و ▁یک تا ▁ہے ▁اور ▁ہر ▁چیز ▁پر ▁غالب ▁ہے۔
▁اللہ ▁ہی ▁کے ▁ہاتھ ▁ہے ▁یہ ▁ جہ ان ▁اور ▁وه ▁ جہ ان
▁اللہ ▁کی ▁توحید ▁کو ▁مان تے ▁ہو ي ے ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہ ▁کرتے ▁ہو ي ے۔ ▁سن و ! ▁اللہ ▁کے ▁ساتھ ▁شریک ▁کرنے ▁والا ▁گویا ▁اس مان ▁سے ▁گر ▁پڑا ، ▁اب ▁یا ▁تو ▁اسے ▁پر ند ے ▁ا چک ▁لے ▁جاي یں ▁گے ▁یا ▁ہوا ▁کسی ▁دور ▁در از ▁کی ▁جگہ ▁پھینک ▁دے ▁گی
▁تیر ے ▁رب ▁کی ▁قسم ، ▁ہم ▁ضرور ▁ان ▁سب ▁کو ▁اور ▁ان ▁کے ▁ساتھ ▁شی اط ین ▁کو ▁بھی ▁گھ یر ▁لاي یں ▁گے ، ▁پھر ▁ جہ نم ▁کے ▁گرد ▁لا ▁کر ▁انہیں ▁گھ ٹن وں ▁کے ▁بل ▁گرا ▁دیں ▁گے
▁اے ▁پیغمبر ! ▁جب ▁تمہارے ▁پاس ▁مومن ▁عورت یں ▁اس ▁بات ▁پر ▁بی عت ▁کرنے ▁کو ▁اي یں ▁کہ ▁خدا ▁کے ▁ساتھ ▁نہ ▁شرک ▁کریں ▁گی ▁نہ ▁چور ی ▁کریں ▁گی ▁نہ ▁بد کاری ▁کریں ▁گی ▁نہ ▁اپنی ▁اولاد ▁کو ▁قتل ▁کریں ▁گی ▁نہ ▁اپنے ▁ہاتھ ▁پا وں ▁میں ▁کوي ی ▁بہت ان ▁بان دھ ▁لاي یں ▁گی ▁اور ▁نہ ▁نیک ▁کام وں ▁میں ▁تمہاری ▁نا فر مان ی ▁کریں ▁گی ▁تو ▁ان ▁سے ▁بی عت ▁لے ▁لو ▁اور ▁ان ▁کے ▁لي ے ▁خدا ▁سے ▁بخش ش ▁مانگ و ۔ ▁بے شک ▁خدا ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁تو ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁مگر ▁ان ▁لوگوں ▁نے ▁اپنے ▁( دین ی ) ▁معاملہ ▁کو ▁اپ س ▁میں ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁ڈال ا ▁پس ▁ہر ▁گروہ ▁کے ▁پاس ▁جو ▁( دین ) ▁ہے ▁وہ ▁اس ▁پر ▁خوش ▁ہے۔
▁ہم ▁نے ▁موسی ▁کو ▁ تیس ▁شب ▁و ▁روز ▁کے ▁لیے ▁( کو ہ ▁سی نا ▁پر ) ▁طلب ▁کیا ▁اور ▁بعد ▁میں ▁دس ▁دن ▁کا ▁اور ▁اضافہ ▁کر ▁دیا ، ▁اس ▁طرح ▁اس ▁کے ▁رب ▁کی ▁مقرر ▁کردہ ▁مدت ▁پورے ▁چا لیس ▁دن ▁ہو ▁ گي ی ▁موسی ▁نے ▁چل تے ▁ہو ي ے ▁اپنے ▁بھ اي ی ▁ہار ون ▁سے ▁کہا ▁کہ ▁" میر ے ▁پیچھے ▁تم ▁میری ▁قوم ▁میں ▁میری ▁جانشین ی ▁کرنا ▁اور ▁ٹھیک ▁کام ▁کرتے ▁رہ نا ▁اور ▁بگ ا ڑ ▁پیدا ▁کرنے ▁والوں ▁کے ▁طریقے ▁پر ▁نہ ▁چل نا "
▁اور ▁اس ▁سے ▁بڑھ ▁کر ▁ظالم ▁کون ▁ہوگا ▁جو ▁خدا ▁پر ▁جھوٹ ▁افت راء ▁کرے۔ ▁یا ▁یہ ▁کہ ے ▁کہ ▁مجھ ▁پر ▁وح ی ▁اي ی ▁ہے ▁حالانک ہ ▁اس ▁پر ▁کچھ ▁بھی ▁وح ی ▁نہ ▁اي ی ▁ہو ▁اور ▁جو ▁یہ ▁کہ ے ▁کہ ▁جس ▁طرح ▁کی ▁کتاب ▁خدا ▁نے ▁نازل ▁کی ▁ہے ▁اس ▁طرح ▁کی ▁میں ▁بھی ▁بنا ▁لی تا ▁ہوں۔ ▁اور ▁کاش ▁تم ▁ان ▁ظالم ▁( یعنی ▁مشر ک ) ▁لوگوں ▁کو ▁اس ▁وقت ▁دیکھ و ▁جب ▁موت ▁کی ▁سختی وں ▁میں ▁( م بت لا ) ▁ہوں ▁اور ▁فرشت ے ▁( ان ▁کی ▁طرف ▁عذاب ▁کے ▁لي ے ) ▁ہاتھ ▁بڑھا ▁رہے ▁ہوں ▁کہ ▁نکال و ▁اپنی ▁جان یں۔ ▁اج ▁تم ▁کو ▁ذ لت ▁کے ▁عذاب ▁کی ▁سزا ▁دی ▁جاي ے ▁گی ▁اس ▁لي ے ▁کہ ▁تم ▁خدا ▁پر ▁جھوٹ ▁بولا ▁کرتے ▁تھے ▁اور ▁اس ▁کی ▁ ایت وں ▁سے ▁سر کش ی ▁کرتے ▁تھے
▁اور ▁بے شک ▁ہم ▁اپنے ▁رب ▁کی ▁طرف ▁لوٹ نے ▁والے ▁ہیں
▁موسی ▁( علی ہ ▁السلام ) ▁کی ▁والد ه ▁کا ▁دل ▁بے ▁قرار ▁ہوگیا ، ▁قریب ▁تھیں ▁کہ ▁اس ▁واقعہ ▁کو ▁بالکل ▁ظاہر ▁کر ▁دیتی ں ▁اگر ▁ہم ▁ان ▁کے ▁دل ▁کو ▁ڈھ ا رس ▁نہ ▁دے ▁دیتے ▁یہ ▁اس ▁لیے ▁کہ ▁وه ▁یقین ▁کرنے ▁والوں ▁میں ▁رہے
▁اپنے ▁گری بان ▁میں ▁اپنا ▁ہاتھ ▁ڈال ▁وہ ▁بغیر ▁کسی ▁ع یب ▁کے ▁چم کت ا ▁ہوا ▁نکل ے ▁گا ▁اور ▁رفع ▁خوف ▁کے ▁لیے ▁اپنا ▁باز و ▁اپنی ▁طرف ▁ملا ▁سو ▁تیر ے ▁رب ▁کی ▁طرف ▁سے ▁فرع ون ▁اور ▁اس ▁کے ▁سردار وں ▁کے ▁لیے ▁یہ ▁دو ▁سند یں ▁ہیں ▁بے ▁شک ▁وہ ▁نا فر مان ▁لوگ ▁ہیں
▁اللہ ▁سے ▁کسی ▁کو ▁پھ یر ▁نہیں ▁سکتے
▁اور ▁تمہیں ▁کیا ▁معلوم ▁کہ ▁وہ ▁قید ▁خان ے ▁کا ▁دفتر ▁کیا ▁ہے ؟
▁اس ▁وقت ▁سفارش ▁کرنے ▁والوں ▁کی ▁سفارش ▁ان ▁کے ▁کسی ▁کام ▁نہ ▁اي ے ▁گی
▁اور ▁جو ▁لوگ ▁اللہ ▁کی ▁راہ ▁میں ▁مار ے ▁ گي ے ▁ہیں ▁انہیں ▁ہر گز ▁مرد ہ ▁نہ ▁سمجھ و ▁بلکہ ▁وہ ▁زندہ ▁ہیں ▁اپنے ▁پروردگار ▁کے ▁یہاں ▁ رزق ▁پا ▁رہے ▁ہیں۔
▁تم ▁اور ▁تمہارے ▁تمام ▁بزرگ ان ▁خاندان
▁اج ▁ہم ▁تیر ی ▁لاش ▁کو ▁او ترا ▁دیں ▁( با قی ▁رکھیں ) ▁گے ▁تو ▁اپنے ▁پچ ھل وں ▁کے ▁لیے ▁نشانی ▁ہو ▁اور ▁بیش ک ▁لوگ ▁ہم ا ▁ری ▁ا ▁ی تو ▁ ں ▁سے ▁غافل ▁ہیں ،
▁اللہ ▁اس ▁سے ▁پہلے ▁بہت ▁سے ▁مواقع ▁پر ▁تمہاری ▁مدد ▁کر ▁چکا ▁ہے ▁ابھی ▁ غز وہ ▁ حن ین ▁کے ▁روز ▁( اس ▁کی ▁دستگیر ی ▁کی ▁شان ▁تم ▁دیکھ ▁چکے ▁ہو ) ▁اس ▁روز ▁تمہیں ▁اپنی ▁ک ثر ت ▁تعداد ▁کا ▁غر ہ ▁تھا ▁مگر ▁وہ ▁تمہارے ▁کچھ ▁کام ▁نہ ▁اي ی ▁اور ▁زمین ▁اپنی ▁وسعت ▁کے ▁باوجود ▁تم ▁پر ▁تنگ ▁ہو ▁ گي ی ▁اور ▁تم ▁پی ٹھ ▁پھ یر ▁کر ▁بھاگ ▁نکل ے
▁اور ▁نہ ▁کوي ی ▁غم ▁خوا ر ▁دوست
▁وہ ▁تیزی ▁سے ▁د وڑ ▁رہے ▁ہوں ▁گے ▁اپنے ▁سر ▁اوپر ▁اٹھا تے ▁ہو ي ے ▁اس ▁عالم ▁میں ▁کہ ▁ان ▁کی ▁ن گاہ ▁خود ▁ان ▁کی ▁طرف ▁نہیں ▁پل ٹے ▁گی ▁اور ▁ان ▁کے ▁دل ▁( خ وف ▁و ▁دہشت ▁کے ▁سوا ▁ہر ▁خیال ▁سے ) ▁خالی ▁ہو ▁رہے ▁ہوں ▁گے۔
▁اور ▁دن ▁کی ▁جبکہ ▁وہ ▁روشن ▁ہو
▁پھر ▁کیا ▁تم ▁نے ▁کبھی ▁اس ▁شخص ▁کے ▁حال ▁پر ▁بھی ▁غور ▁کیا ▁جس ▁نے ▁اپنی ▁خواہش ▁نفس ▁کو ▁اپنا ▁خدا ▁بنا ▁لیا ▁اور ▁اللہ ▁نے ▁علم ▁کے ▁باوجود ▁اسے ▁گمراہ ی ▁میں ▁پھینک ▁دیا ▁اور ▁اس ▁کے ▁دل ▁اور ▁کان وں ▁پر ▁مہر ▁لگا ▁دی ▁اور ▁اس ▁کی ▁ان کھ وں ▁پر ▁پر دہ ▁ڈال ▁دیا ؟ ▁اللہ ▁کے ▁بعد ▁اب ▁اور ▁کون ▁ہے ▁جو ▁اسے ▁ہدایت ▁دے ؟ ▁کیا ▁تم ▁لوگ ▁کوي ی ▁سبق ▁نہیں ▁لیتے ؟
▁البتہ ▁یوسف ▁اور ▁اس ▁کے ▁بھ اي یوں ▁کے ▁قص ہ ▁میں ▁پوچھ نے ▁والو ▁ ں ▁کے ▁لیے ▁نشان یاں ▁ہیں
▁ہم ▁نے ▁کہا ▁کہ ▁تم ▁سب ▁یہاں ▁سے ▁نیچے ▁اتر ▁جا و ▁پھر ▁اگر تم ہ ارے ▁پاس ▁میری ▁طرف ▁سے ▁کوي ی ▁ہدایت ▁اي ے ▁پس ▁جو ▁میری ▁ہدایت ▁پر ▁چل یں ▁گے ▁ان ▁پر نہ ▁کچھ ▁خوف ▁ہوگا ▁اور ▁نہ ▁وہ ▁غم گی ن ▁ہوں ▁گے
▁میری ▁بار گاہ ▁میں ▁فرمان ▁بدلا ▁نہیں ▁جاتا ▁اور ▁نہ ▁ہی ▁میں ▁بند وں ▁پر ▁ظلم ▁کرنے ▁والا ▁ہوں ،
▁تو ▁انہوں ▁نے ▁اس ▁کی ▁کو نچ یں ▁کا ٹ یں ▁تو ▁ص ا ▁لح ▁نے ▁کہا ▁اپنے ▁گھر و ▁ ں ▁میں ▁تین ▁دن ▁اور ▁ برت ▁لو ▁( فا ي دہ ▁اٹھا لو ) ▁یہ ▁وعدہ ▁ہے ▁کہ ▁جھوٹ ا ▁نہ ▁ہوگا
▁لوگ و ▁خدا ▁کے ▁جو ▁تم ▁پر ▁احسان ات ▁ہیں ▁ان ▁کو ▁یاد ▁کرو ۔ ▁کیا ▁خدا ▁کے ▁سوا ▁کوي ی ▁اور ▁خالق ▁( اور ▁راز ق ▁ہے ) ▁جو ▁تم ▁کو ▁اس مان ▁اور ▁زمین ▁سے ▁ رزق ▁د ے۔ ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁پس ▁تم ▁کہاں ▁بہ کے ▁پھر تے ▁ہو ؟
▁اے ▁ایمان ▁والو ! ▁اللہ ▁تعالی ▁کے ▁ش عا ير ▁کی ▁بے ▁حرمت ی ▁نہ ▁کرو ▁نہ ▁ادب ▁والے ▁مہین وں ▁کی ▁نہ ▁حرم ▁میں ▁قربان ▁ہونے ▁والے ▁اور ▁پ ٹے ▁پہن اي ے ▁ گي ے ▁جانور وں ▁کی ▁جو ▁ک عب ہ ▁کو ▁جا ▁رہے ▁ہوں ▁اور ▁نہ ▁ان ▁لوگوں ▁کی ▁جو ▁بیت ▁اللہ ▁کے ▁قصد ▁سے ▁اپنے ▁رب ▁تعالی ▁کے ▁فضل ▁اور ▁اس ▁کی ▁رضا جو ي ی ▁کی ▁نیت ▁سے ▁جا ▁رہے ▁ہوں ، ▁ہاں ▁جب ▁تم ▁اح رام ▁اتار ▁ڈال و ▁تو ▁شکار ▁کھیل ▁سکتے ▁ہو ، ▁جن ▁لوگوں ▁نے ▁تمہیں ▁مسجد ▁حرام ▁سے ▁روک ا ▁تھا ▁ان ▁کی ▁دشمن ی ▁تمہیں ▁اس ▁بات ▁پر ▁اما ده ▁نہ ▁کرے ▁کہ ▁تم ▁حد ▁سے ▁گزر ▁جا و ، ▁نیک ی ▁اور ▁پر ہ یز گار ی ▁میں ▁ایک ▁دوسرے ▁کی ▁امداد ▁کرتے ▁رہ و ▁اور ▁گناه ▁اور ▁ظلم ▁و ▁زیادتی ▁میں ▁مدد ▁نہ ▁کرو ، ▁اور ▁اللہ ▁تعالی ▁سے ▁ڈر تے ▁رہ و ، ▁بے شک ▁اللہ ▁تعالی ▁سخت ▁سزا ▁دینے ▁والا ▁ہے
▁کرتے ان ▁کے ▁گند ھ ک ▁کے ▁ہوں ▁گے ▁اور ان ▁کے ▁ چہ رو ▁ ں ▁پر ▁ اگ ▁لپ ٹی ▁ہو ▁گی
▁ جہ نم ▁اس ▁کے ▁پیچھے ▁لگی ▁اور ▁اسے ▁پی پ ▁کا ▁پانی ▁پل ایا ▁جاي ے ▁گا ،
▁اس ▁دن ▁کوي ی ▁دوست ▁کسی ▁دوست ▁کے ▁کچھ ▁بھی ▁کام ▁نہ ▁اي ے ▁گا ▁اور ▁نہ ▁ان ▁کی ▁امداد ▁کی ▁جاي ے ▁گی
▁مگر ▁یہ ▁کہ ▁الله ▁چاہے ▁اور ▁اپنے ▁رب ▁کو ▁یاد ▁کر ▁لے ▁جب ▁بھول ▁جاي ے ▁اور ▁کہہ ▁دو ▁امید ▁ہے ▁کہ ▁میرا ▁رب ▁مجھے ▁اس ▁سے ▁بھی ▁بہتر ▁راستہ ▁دکھا ي ے
▁اور ▁جب ▁تمہارے ▁پروردگار ▁نے ▁( تم ▁کو ) ▁ا گاہ ▁کیا ▁کہ ▁اگر ▁شکر ▁کرو ▁گے ▁تو ▁میں ▁تمہیں ▁زیادہ ▁د وں ▁گا ▁اور ▁اگر ▁نا ش کری ▁کرو ▁گے ▁تو ▁( ی اد ▁رکھ و ▁کہ ) ▁میرا ▁عذاب ▁بھی ▁سخت ▁ہے
▁اس ▁کے ▁پیچھے ▁ایک ▁اور ▁ انے ▁والی ▁( م ص ی بت ) ▁اي ے ▁گی۔
▁بیش ک ▁اللہ ▁جانتا ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کے ▁سب ▁غ یب ، ▁اور ▁اللہ ▁تمہارے ▁کام ▁دیکھ ▁رہا ▁ہے
▁اور ▁( دوز خ ▁کی ) ▁ اگ ▁سے ▁بچ و ▁جو ▁کا فر وں ▁کے ▁لیے ▁تیار ▁کی ▁ گي ی ▁ہے
▁( ان ▁سے ▁کہا ▁جاي ے ▁گا : ) ▁ان ▁میں ▁سلامتی ▁کے ▁ساتھ ▁بے ▁خوف ▁ہو ▁کر ▁داخل ▁ہو ▁جا و ،
▁اور ▁یہ ▁کہ ▁وہی ▁شعر ی ▁( ستار ے ) ▁کا ▁رب ▁ہے
▁اور ▁جب ▁کوي ی ▁بے ▁ح یا ي ی ▁کا ▁کام ▁کرتے ▁ہیں ▁تو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نے ▁اپنے ▁بزرگ وں ▁کو ▁اسی ▁طرح ▁کرتے ▁دیکھا ▁ہے ▁اور ▁خدا ▁نے ▁بھی ▁ہم ▁کو ▁یہی ▁حکم ▁دیا ▁ہے۔ ▁کہہ ▁دو ▁خدا ▁بے ح یا ي ی ▁کے ▁کام ▁کرنے ▁کا ▁ہر گز ▁حکم ▁نہیں ▁دیتا ۔ ▁بھ لا ▁تم ▁خدا ▁کی ▁نسبت ▁ایسی ▁بات ▁کیوں ▁کہتے ▁ہو ▁جس ▁کا ▁تمہیں ▁علم ▁نہیں
▁اور ▁وہ ▁دوزخ ▁میں ▁با ہم ▁جھ گ ڑ تے ▁ہو ي ے ▁کہیں ▁گے۔
▁ہم ▁جب ▁اسے ▁پڑھ ▁لیں ▁تو ▁اپ ▁اس ▁کے ▁پڑھنے ▁کی ▁پیر وی ▁کریں
▁اے ▁اہل ▁کتاب ! ▁اپنے ▁دین ▁کے ▁بارے ▁میں ▁حد ▁سے ▁نہ ▁گزر ▁جا و ▁اور ▁اللہ ▁پر ▁ب جز ▁حق ▁کے ▁اور ▁کچھ ▁نہ ▁کہ و ، ▁مسیح ▁عیسی ▁بن ▁مریم ▁( علی ہ ▁السلام ) ▁تو ▁صرف ▁اللہ ▁تعالی ▁کے ▁رسول ▁اور ▁اس ▁کے ▁کل مہ ▁( کن ▁سے ▁پیدا ▁شده ) ▁ہیں ، ▁جسے ▁مریم ▁( علی ہا ▁السلام ) ▁کی ▁طرف ▁ڈال ▁دیا ▁تھا ▁اور ▁اس ▁کے ▁پاس ▁کی ▁روح ▁ہیں ▁اس ▁لي ے ▁تم ▁اللہ ▁کو ▁اور ▁اس ▁کے ▁سب ▁رسول وں ▁کو ▁مان و ▁اور ▁نہ ▁کہ و ▁کہ ▁اللہ ▁تین ▁ہیں ، ▁اس ▁سے ▁باز ▁اج او ▁کہ ▁تمہارے ▁لي ے ▁بہتر ی ▁ہے ، ▁اللہ ▁عبادت ▁کے ▁لا يق ▁تو ▁صرف ▁ایک ▁ہی ▁ہے ▁اور ▁وه ▁اس ▁سے ▁پاک ▁ہے ▁کہ ▁اس ▁کی ▁اولاد ▁ہو ، ▁اسی ▁کے ▁لي ے ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁میں ▁ہے ▁اور ▁جو ▁کچھ ▁زمین ▁میں ▁ہے۔ ▁اور ▁اللہ ▁کافی ▁ہے ▁کام ▁بنانے ▁والا
▁بیش ک ▁تباہ ▁ہو ي ے ▁وہ ▁جو ▁اپنی ▁اولاد ▁کو ▁قتل ▁کرتے ▁ہیں ▁اح م قان ہ ▁ جہ الت ▁سے ▁اور ▁حرام ▁ٹھہر ات ے ▁ہیں ▁وہ ▁جو ▁اللہ ▁نے ▁انہیں ▁روزی ▁دی ▁اللہ ▁پر ▁جھوٹ ▁بان دھ نے ▁کو ▁بیش ک ▁وہ ▁بہ کے ▁اور ▁راہ ▁نہ ▁پاي ی
▁بیش ک ▁اللہ ▁ان ▁( بت وں ▁کی ▁حقیقت ) ▁کو ▁جانتا ▁ہے ▁جن ▁کی ▁بھی ▁وہ ▁اس ▁کے ▁سوا ▁پو جا ▁کرتے ▁ہیں ، ▁اور ▁وہی ▁غالب ▁ہے ▁حکمت ▁والا ▁ہے ،
▁پس ▁اپ ▁اپنا ▁رخ ▁اس ▁سچ ے ▁اور ▁سید ھے ▁دین ▁کی ▁طرف ▁ہی ▁رکھیں ▁قبل ▁اس ▁کے ▁کہ ▁وه ▁دن ▁اج اي ے ▁جس ▁کا ▁ ٹل ▁جانا ▁اللہ ▁تعالی ▁کی ▁طرف ▁سے ▁ہے ▁ہی ▁نہیں ، ▁اس ▁دن ▁سب ▁مت فرق ▁ہو ▁جاي یں ▁گے
▁اور ▁تمہاری ▁پیدا يش ▁میں ▁اور ▁جو ▁جو ▁جانور ▁وہ ▁پھیلا تا ▁ہے ▁ان ▁میں ▁نشان یاں ▁ہیں ▁یقین ▁والوں ▁کے ▁لیے ،
▁اور ▁نوح ▁نے ▁اپنے ▁پروردگار ▁کو ▁پکار ا ▁اور ▁کہا ▁کہ ▁پروردگار ▁میرا ▁بیٹا ▁بھی ▁میرے ▁گھر ▁والوں ▁میں ▁ہے ▁( تو ▁اس ▁کو ▁بھی ▁نجات ▁دے ) ▁تیر ا ▁وعدہ ▁سچ ا ▁ہے ▁اور ▁تو ▁سب ▁سے ▁بہتر ▁حاکم ▁ہے
▁اب ▁بتا و ▁یہ ▁جادو ▁ہے ▁یا ▁تمہیں ▁سو جھ ▁نہیں ▁رہا ▁ہے ؟
▁کیا ▁یہ ▁تم ▁سے ▁یہ ▁کہ تا ▁ہے ▁کہ ▁جب ▁تم ▁مر ▁جا و ▁گے ▁اور ▁م ٹی ▁ہو ▁جا و ▁گے ▁اور ▁استخوان ▁( کے ▁سوا ▁کچھ ▁نہ ▁رہے ▁گا ) ▁تو ▁تم ▁( زمین ▁سے ) ▁نکال ے ▁جا و ▁گے
▁اگر ▁خدا ▁کی ▁طرف ▁سے ▁تم ▁کو ▁کوي ی ▁نقصان ▁پہنچ ▁جاي ے ▁تو ▁اس ▁کے ▁علاوہ ▁کوي ی ▁ٹ ال نے ▁والا ▁بھی ▁نہیں ▁ہے ▁اور ▁اگر ▁وہ ▁خیر ▁دے ▁دے ▁تو ▁وہی ▁ہر ▁ش ے ▁پر ▁قدرت ▁رکھنے ▁والا ▁ہے
▁اے ▁ایمان ▁والو ▁ایک ▁قوم ▁دوسری ▁قوم ▁سے ▁ ٹھ ٹھا ▁نہ ▁کرے ▁ عجب ▁نہیں ▁کہ ▁وہ ▁ان ▁سے ▁بہتر ▁ہوں ▁اور ▁نہ ▁عورت یں ▁دوسری ▁عورتوں ▁سے ▁ ٹھ ٹھا ▁کریں ▁کچھ ▁بع ید ▁نہیں ▁کہ ▁وہ ▁ان ▁سے ▁بہتر ▁ہوں ▁اور ▁ایک ▁دوسرے ▁کو ▁ طعن ے ▁نہ ▁دو ▁اور ▁نہ ▁ایک ▁دوسرے ▁کے ▁نام ▁ دھر و ▁فس ق ▁کے ▁نام ▁لینے ▁ایمان ▁لانے ▁کے ▁بعد ▁بہت ▁بر ے ▁ہیں ▁اور ▁جو ▁باز ▁نہ ▁اي یں ▁سو وہ ی ▁ظالم ▁ہیں
▁رہے ▁وہ ▁لوگ ▁جو ▁مان ▁لیں ▁اور ▁نیک ▁عمل ▁کریں ، ▁تو ▁یقینا ▁ہم ▁نیک و ▁کار ▁لوگوں ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁کیا ▁کرتے
▁ہر ▁وہ ▁چیز ▁جو ▁اس مان وں ▁میں ▁ہے ▁اور ▁زمین ▁میں ▁ہے ▁اللہ ▁کی ▁تس بی ح ▁کرتی ▁ہے۔ ▁اسی ▁کی ▁ساری ▁بادشاہ ت ▁ہے ▁اور ▁اسی ▁کے ▁لي ے ▁ساری ▁تعریف ▁ہے ▁اور ▁وہ ▁ہر ▁چیز ▁پر ▁بڑا ▁قادر ▁ہے ،
▁وہ ▁جو ▁ز کو ة ▁نہیں ▁دیتے ▁اور ▁وہ ▁اخر ت ▁کے ▁من کر ▁ہیں
▁بیش ک ▁الله ▁ایمان ▁والوں ▁سے ▁دشمن وں ▁کو ▁ہٹا ▁دے ▁گا ▁الله ▁کسی ▁د غا ▁باز ▁نا ▁شکر ▁گزار ▁کو ▁پسند ▁نہیں ▁کرتا
▁پھر ▁زور ▁پکڑ ▁کر ▁جھ کڑ ▁ہو ▁جاتی ▁ہیں
▁پس ▁انہوں ▁نے ▁اس ▁سے ▁دا و ▁کرنے ▁کا ▁اراد ہ ▁کیا ▁سو ▁ہم ▁نے ▁انہیں ▁ذ ل یل ▁کر ▁دیا
▁اللہ ▁تعالی ▁نے ▁فرمایا ▁تم ▁دونوں ▁کی ▁دعا ▁قبول ▁کر ▁لی ▁ گي ی ▁ہے ▁سو ▁تم ▁ثابت ▁قدم ▁رہ و ۔ ▁اور ▁ان ▁لوگوں ▁کی ▁پیر وی ▁نہ ▁کرو ۔ ▁جو ▁( حق ▁و ▁حقیقت ▁کا ) ▁علم ▁نہیں ▁رکھتے ۔
▁کیا ▁ہم ▁نے ▁تیر ا ▁سین ہ ▁نہیں ▁کھول ▁دیا
▁ا ▁سک ی ▁چھ ت ▁بلند ▁کی ▁پھر ▁اس ▁کو ▁سن وار ا
▁اور ▁اس ▁( واقع ہ ) ▁کے ▁بعد ▁ہم ▁نے ▁بنی ▁اس راي یل ▁سے ▁کہا ▁کہ ▁تم ▁اس ▁سر ▁زمین ▁میں ▁ سکو نت ▁اختیار ▁کرو ۔ ▁پس ▁جب ▁اخر ت ▁کا ▁وعدہ ▁اج اي ے ▁گا ▁تو ▁ہم ▁تم ▁( سب ) ▁کو ▁( اپ نے ▁حضور ) ▁سم یٹ ▁لاي یں ▁گے۔
▁( ان ▁سے ▁کہا ▁جاي ے ▁گا ) ▁اب ▁چک ھو ▁مزا ▁اپنے ▁فت نے ▁کا ▁یہ ▁وہی ▁چیز ▁ہے ▁جس ▁کے ▁لیے ▁تم ▁جلد ی ▁م چا ▁رہے ▁تھے
▁اللہ ▁تعالی ▁سود ▁کو ▁م ٹا تا ▁ہے ▁اور ▁صدق ہ ▁کو ▁بڑھا تا ▁ہے ▁اور ▁اللہ ▁تعالی ▁کسی ▁نا شک رے ▁اور ▁گ نہ گار ▁سے ▁محبت ▁نہیں ▁کرتا
▁اور ▁تم ہ ارا ▁پروردگار ▁عزیز ▁بھی ▁ہے ▁اور ▁رحیم ▁بھی ▁ہے
▁سلیمان ▁نے ▁حکم ▁دیا ▁عورت ▁کا ▁تخت ▁اس ▁کے ▁سامنے ▁وضع ▁بدل ▁کر ▁بیگ انہ ▁کرد و ▁کہ ▁ہم ▁دیکھیں ▁کہ ▁وہ ▁راہ ▁پات ی ▁ہے ▁یا ▁ان ▁میں ▁ہوتی ▁ہے ▁جو ▁نا وا قف ▁رہے ،
▁پس ▁تم ▁دوزخ ▁کے ▁در واز وں ▁سے ▁داخل ▁ہو ▁جا و ، ▁تم ▁اس ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہو ، ▁سو ▁تک بر ▁کرنے ▁والوں ▁کا ▁کیا ▁ہی ▁برا ▁ ٹھ کان ا ▁ہے ،
▁اور ▁وہ ▁اس ▁کی ▁محبت ▁پر مس کین ▁اور ▁ یت یم ▁اور ▁قید ی ▁کو ▁کھانا ▁کھل ات ے ▁ہیں
▁کہ و ، ▁وہ ▁اللہ ▁ہے ، ▁یک تا
▁وہ ▁فورا ▁بول ▁اٹھ یں ▁گے ▁کہ ▁( سب ▁کچھ ) ▁اللہ ▁کا ▁ہے ، ▁( تو ) ▁اپ ▁فرما ي یں : ▁پھر ▁تم ▁نص ی حت ▁قبول ▁کیوں ▁نہیں ▁کرتے ؟ ،
▁اے ▁بنی ▁اد م ! ▁کیا ▁میں ▁نے ▁تم ▁سے ▁اس ▁بات ▁کا ▁عہد ▁نہیں ▁لیا ▁تھا ▁کہ ▁تم ▁شیطان ▁کی ▁پرست ش ▁نہ ▁کرنا ، ▁بے ▁شک ▁وہ ▁تم ہ ارا ▁کھل ا ▁دشمن ▁ہے ،
▁اللہ ▁تعالی ▁کا ▁حکم ▁اپ ہن چا ، ▁اب ▁اس ▁کی ▁جلد ی ▁نہ ▁مچ او ۔ ▁تمام ▁پاک ی ▁اس ▁کے ▁لیے ▁ہے ▁وه ▁برتر ▁ہے ▁ان ▁سب ▁سے ▁جنہیں ▁یہ ▁اللہ ▁کے ▁نزدیک ▁شریک ▁بت لا تے ▁ہیں
▁فرمایا ، ▁" اچ ھا ، ▁تج ھے ▁اس ▁روز ▁تک ▁کی ▁مہ لت ▁ہے
▁اور ▁جو ▁شخص ▁اپنے ▁تي یں ▁خدا ▁کا ▁فرمان بر دار ▁کرد ے ▁اور ▁نیک و کار ▁بھی ▁ہو ▁تو ▁اس ▁نے ▁مضبوط ▁دستاویز ▁ہاتھ ▁میں ▁لے ▁لی ۔ ▁اور ▁( سب ) ▁کام وں ▁کا ▁انجام ▁خدا ▁ہی ▁کی ▁طرف ▁ہے
▁اور ▁اس ▁نے ▁زمین ▁میں ▁ل نگر ▁ڈال ے ▁کہ ▁کہیں ▁تمہیں ▁لے ▁کر ▁نہ ▁کان پ ے ▁اور ▁ ند یاں ▁اور ▁رس تے ▁کہ ▁تم ▁راہ ▁پا و
▁اور ▁جو ▁تم ▁میں ▁فرمان بر دار ▁رہے ▁اللہ ▁اور ▁رسول ▁کی ▁اور ▁اچھا ▁کام ▁کرے ▁ہم ▁اسے ▁اور وں ▁سے ▁دو نا ▁ ثواب ▁دیں ▁گے ▁اور ▁ہم ▁نے ▁اس ▁کے ▁لیے ▁عزت ▁کی ▁روزی ▁تیار ▁کر ▁رکھی ▁ہے
▁اس ▁میں ▁می و ے ▁اور ▁غ لاف وں ▁والی ▁کھ جور یں ▁ہیں
▁اور ▁کتنی ▁ہی ▁بست یاں ▁ہیں ▁کہ ▁ہم ▁نے ▁انہیں ▁تباہ ▁کر ▁دیا ▁پس ▁ہمارا ▁عذاب ▁ان ▁پر ▁رات وں ▁رات ▁ ایا ▁یا ▁جب ▁وہ ▁دن ▁میں ▁ قی لول ہ ▁کر ▁رہے ▁تھے ▁( سو ▁رہے ▁تھے ) ۔
▁اے ▁ایمان ▁والو ! ▁اللہ ▁( کی ▁نا فر مان ی ) ▁سے ▁ڈر و ▁اور ▁درستی ▁و ▁راست ی ▁کی ▁بات ▁کہا ▁کرو ۔
▁بے ▁شک ▁منا فق ین ▁ جہ نم ▁کے ▁سب ▁سے ▁ نچ لے ▁طبق ہ ▁میں ▁ہوں ▁گے ▁اور ▁اپ ▁ان ▁کے ▁لي ے ▁کوي ی ▁مدد گار ▁نہ ▁پاي یں ▁گے
▁کیا ▁تم ▁نے ، ▁وہ ▁نہ ▁دیکھ ے ▁جنہیں ▁کتاب ▁کا ▁ایک ▁حصہ ▁ملا ▁ایمان ▁لا تے ▁ہیں ▁بت ▁اور ▁شیطان ▁پر ▁اور ▁کا فر وں ▁کو ▁کہتے ▁ہیں ▁کہ ▁یہ ▁مسلمانوں ▁سے ▁زیادہ ▁راہ ▁پر ▁ہیں ،
▁جس ▁بات ▁کی ▁تج ھے ▁خبر ▁ہی ▁نہ ▁ہو ▁اس ▁کے ▁پیچھے ▁مت ▁پڑ ۔ ▁کیونکہ ▁کان ▁اور ▁ان کھ ▁اور ▁دل ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁سے ▁پوچھ ▁گ چھ ▁کی ▁جانے ▁والی ▁ہے
▁تو ▁اس ▁( خدا ) ▁کی ▁اجازت ▁کے ▁بغیر ▁کوي ی ▁مت نفس ▁بات ▁نہیں ▁کر ▁سکے ▁گا ▁( اس ▁دن ) ▁کچھ ▁لوگ ▁بد بخت ▁ہوں ▁گے ▁اور ▁کچھ ▁نیک ▁ بخت ۔
▁پس ▁تم ▁اپنے ▁پروردگار ▁کی ▁کن ▁کن ▁نعمت وں ▁کو ▁جھ ٹل او ▁گے ؟
▁اے ▁ہمارے ▁رب ▁ہمیں ▁اپنا ▁فرمان بر دار ▁بنا ▁دے ▁اور ▁ہماری ▁اولاد ▁میں ▁سے ▁بھی ▁ایک ▁جماعت ▁کو ▁اپنا فر مان بر دار ▁بنا ▁اور ▁ہمیں ▁ہمارے ▁حج ▁کے ▁طریقے ▁بتا ▁دے ▁اور ▁ہماری ▁تو بہ ▁قبول ▁فرما ▁بے ▁شک ▁تو ▁بڑا ▁تو بہ ▁قبول ▁کرنے ▁والا ▁نہای ت ▁رحم ▁والا ▁ہے
▁پھر ▁فرع ون ▁نے ▁اپنے ▁لشکر ▁کے ▁ساتھ ▁ان ▁کا ▁ت عاقب ▁کیا ▁تو ▁دریا ▁( کی ▁موج وں ) ▁نے ▁ان ▁پر ▁چڑھ ▁کر ▁انہیں ▁ڈھ ان ک ▁لیا ▁( یعنی ▁ڈ بو ▁دیا )
▁اور ▁یہ ▁کہ ▁خبردار ▁تم ▁اللہ ▁کے ▁علاوہ ▁کسی ▁کی ▁عبادت ▁نہ ▁کرنا ▁کہ ▁میں ▁تمہارے ▁بارے ▁میں ▁درد ناک ▁دن ▁کے ▁عذاب ▁کا ▁خوف ▁رکھتا ▁ہوں
▁کیا ▁انہوں ▁نے ▁( یعنی ▁کف ار ▁مکہ ▁نے ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁خلاف ▁کوي ی ▁تدبیر ) ▁پخت ہ ▁کر ▁لی ▁ہے ▁تو ▁ہم ▁( بھی ) ▁پخت ہ ▁فیصلہ ▁کرنے ▁والے ▁ہیں ،
▁تمام ▁( ب زر گی ▁اور ) ▁بڑا ي ی ▁اس مان وں ▁اور ▁زمین ▁میں ▁اسی ▁کی ▁ہے ▁اور ▁وہی ▁غالب ▁اور ▁حکمت ▁والا ▁ہے
▁اور ▁انہیں ▁ز ندگان ی ▁دنیا ▁کی ▁مثال ▁اس ▁پانی ▁کی ▁بتا ي ی ے ▁جسے ▁ہم ▁نے ▁اس مان ▁سے ▁نازل ▁کیا ▁تو ▁زمین ▁کی ▁روي ی دگی ▁اس ▁سے ▁مل ▁جل ▁ گي ی ▁پھر ▁اخر ▁میں ▁وہ ▁ریز ہ ▁ریز ہ ▁ہو گي ی ▁جسے ▁ہوا ي یں ▁ا ڑا دی تی ▁ہیں ▁اور ▁اللہ ▁ہر ▁ش ے ▁پر ▁قدرت ▁رکھنے ▁والا ▁ہے
▁اور ▁( طاق ت ▁ور ) ▁جن ات ▁کو ▁بھی ▁( ان ▁کا ▁مات حت ▁کر ▁دیا ) ▁ہر ▁عمارت ▁بنانے ▁والے ▁کو ▁اور ▁ غوط ہ ▁خور ▁کو
▁جو ▁مجھے ▁کھل ات ا ▁اور ▁پلا تا ▁ہے
▁اور ▁ان ▁میں ▁سے ▁کچھ ▁ایسے ▁بھی ▁ہیں ▁جنہوں ▁نے ▁اللہ ▁سے ▁عہد ▁کیا ▁تھا ▁کہ ▁اگر ▁اس ▁نے ▁ہمیں ▁اپنے ▁فضل ▁سے ▁( ک چھ ▁مال ▁و ▁دولت ) ▁سے ▁نواز ا ▁تو ▁ہم ▁ضرور ▁خیر ات ▁کریں ▁گے ▁اور ▁ضرور ▁نیک و کار ▁بند وں ▁میں ▁سے ▁ہو ▁جاي یں ▁گے۔
▁اور ▁( وہ ▁وقت ▁یاد ▁کرو ) ▁جب ▁ہم ▁نے ▁پہاڑ ▁کو ▁ہل ا ▁کر ▁( اور ▁جڑ ▁سے ▁اک ھا ڑ ▁کر ) ۔ ▁اس ▁طرح ▁ان ▁کے ▁اوپر ▁بلند ▁کیا۔ ▁کہ ▁گویا ▁ساي بان ▁ہے ▁اور ▁انہوں ▁نے ▁گمان ▁کیا ▁کہ ▁یہ ▁ان ▁پر ▁گرا ▁ہی ▁چاہتا ▁ہے ▁( ▁اور ▁ان ▁سے ▁کہا ▁کہ ) ▁جو ▁کچھ ▁( ک تاب ) ▁ہم ▁نے ▁تمہیں ▁عطا ▁کی ▁ہے ▁اسے ▁مضبوط ی ▁کے ▁ساتھ ▁لو ۔ ▁اور ▁جو ▁کچھ ▁اس ▁میں ▁لکھا ▁ہے ▁اسے ▁یاد ▁رکھ و ۔ ▁تاکہ ▁تم ▁پر ہ یز گار ▁بن ▁جا و ۔
▁جس ▁نے ▁نہای ت ▁خوب ▁بنا ي ی ▁جو ▁چیز ▁بھی ▁بنا ي ی ▁اور ▁انسان ▁کی ▁بنا وٹ ▁م ٹی ▁سے ▁شروع ▁کی
▁یہ ▁تو ▁ہے ▁اللہ ▁کی ▁تخلیق ! ▁( اور ▁اس ▁کی ▁پیدا ▁کی ▁ہو ي ی ▁چیز یں ) ۔ ▁اب ▁تم ▁مجھے ▁دکھا و ▁کہ ▁جو ▁اس ▁کے ▁علاوہ ▁( تم ہ ارے ▁شرک اء ) ▁ہیں ▁انہوں ▁نے ▁کیا ▁پیدا ▁کیا ▁ہے ؟ ▁بلکہ ▁ظالم ▁لوگ ▁کھل ی ▁ہو ي ی ▁گمراہ ی ▁میں ▁ہیں۔
▁پھر ▁اس ▁کے ▁بعد ▁کون ▁ہے ▁جو ▁اپ ▁کو ▁دین ▁( یا ▁قیامت ▁اور ▁جزا ▁و ▁سزا ) ▁کے ▁بارے ▁میں ▁جھ ٹل ات ا ▁ہے ،
▁سو ▁وه ▁لوگ ▁ان ▁کو ▁جھ ٹل ات ے ▁رہے ▁پس ▁ہم ▁نے ▁ان ▁کو ▁اور ▁جو ▁ان ▁کے ▁ساتھ ▁کشتی ▁میں ▁تھے ▁ان ▁کو ▁نجات ▁دی ▁اور ▁ان ▁کو ▁جانشین ▁بنایا ▁اور ▁جنہوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁تھا ▁ان ▁کو ▁ غرق ▁کردیا۔ ▁سو ▁دیکھ نا ▁چاہ ي ے ▁کی سا ▁انجام ▁ہوا ▁ان ▁لوگوں ▁کا ▁جو ▁ڈرا ي ے ▁جاچ کے ▁تھے
▁ جہ نم ▁ہے ▁جس ▁میں ▁یہ ▁وارد ▁ہوں ▁گے ▁اور ▁وہ ▁بدترین ▁ ٹھ کان ا ▁ہے
▁کیا ▁پس ▁وه ▁اللہ ▁کی ▁اس ▁پکڑ ▁سے ▁بے فکر ▁ہو گي ے۔ ▁سو ▁اللہ ▁کی ▁پکڑ ▁سے ▁ب جز ▁ان ▁کے ▁جن ▁کی ▁شام ت ▁ہی ▁ا گي ی ▁ہو ▁اور ▁کوي ی ▁بے فکر ▁نہیں ▁ہوتا
▁اور ▁ماں ▁اور ▁باپ ،
▁اور ▁االله ▁کو ▁( ان ) ▁ گن تی ▁کے ▁چند ▁دنوں ▁میں ▁( خ وب ) ▁یاد ▁کیا ▁کرو ، ▁پھر ▁جس ▁کسی ▁نے ▁( من ی ▁سے ▁واپسی ▁میں ) ▁دو ▁ہی ▁دنوں ▁میں ▁جلد ی ▁کی ▁تو ▁اس ▁پر ▁کوي ی ▁گناہ ▁نہیں ▁اور ▁جس ▁نے ▁( اس ▁میں ) ▁تاخیر ▁کی ▁تو ▁اس ▁پر ▁بھی ▁کوي ی ▁گناہ ▁نہیں ، ▁یہ ▁اس ▁کے ▁لي ے ▁ہے ▁جو ▁پر ہ یز گار ی ▁اختیار ▁کرے ، ▁اور ▁االله ▁سے ▁ڈر تے ▁رہ و ▁اور ▁جان ▁لو ▁کہ ▁تم ▁سب ▁کو ▁اسی ▁کے ▁پاس ▁جمع ▁کیا ▁جاي ے ▁گا ،
▁اور ▁اے ▁محبوب ! ▁اپنے ▁قریب ▁تر ▁رشتہ ▁دار وں ▁کو ▁ڈرا و
▁جو ▁کچھ ▁تمہارے ▁پاس ▁ہے ▁وہ ▁ختم ▁ہو ▁جاي ے ▁گا ▁اور ▁جو ▁کچھ ▁اللہ ▁کے ▁پاس ▁ہے ▁وہ ▁باقی ▁رہنے ▁والا ▁ہے ▁اور ▁ہم ▁یقینا ▁صبر ▁کرنے ▁والوں ▁کو ▁ان ▁کا ▁ اجر ▁ان ▁کے ▁بہترین ▁اعمال ▁کے ▁مطابق ▁عطا ▁کریں ▁گے۔
▁سو ▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لي ے ▁بڑی ▁تباہ ی ▁ہے ،
▁اس ▁نے ▁( چو پای وں ▁میں ▁سے ) ▁صرف ▁تمہارے ▁او ▁پر ▁مر دار ، ▁خون ، ▁سور ▁کا ▁گوشت ▁اور ▁وہ ▁( ذب یح ہ ) ▁جسے ▁اللہ ▁کے ▁سوا ▁کسی ▁اور ▁کا ▁نام ▁لے ▁کر ▁ ذبح ▁کیا ▁گیا ▁ہو۔ ▁حرام ▁قرار ▁دیا ▁ہے۔ ▁پس ▁جو ▁شخص ▁( شد ت ▁گر سنگ ی ▁سے ) ▁مجبور ▁ہو ▁جاي ے ▁در ان حال ی کہ ▁وہ ▁بغاوت ▁یا ▁سر کش ی ▁کرنے ▁والا ▁نہ ▁ہو۔ ▁تو ▁اس ▁پر ▁کوي ی ▁گناہ ▁نہیں ▁ہے ▁بے ▁شک ▁خدا ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁مہر بان ▁ہے۔
▁تف ▁ہے ▁تم ▁پر ▁( بھی ) ▁اور ▁ان ▁( بت وں ) ▁پر ▁( بھی ) ▁جنہیں ▁تم ▁االله ▁کے ▁سوا ▁پو ج تے ▁ہو ، ▁تو ▁کیا ▁تم ▁عقل ▁نہیں ▁رکھتے ،
▁چند ▁لو ہے ▁کی ▁سل یں ▁لے ▁او - ▁یہاں ▁تک ▁کہ ▁جب ▁دونوں ▁پہاڑ وں ▁کے ▁برابر ▁ڈھ یر ▁ہوگیا ▁تو ▁کہا ▁کہ ▁ اگ ▁پھ ونکو ▁یہاں ▁تک ▁کہ ▁جب ▁اسے ▁بالکل ▁ اگ ▁بنا دیا ▁تو ▁کہا ▁او ▁اب ▁اس ▁پر ▁تان با ▁پ گھ لا ▁کر ▁ڈال ▁دیں
▁مگر ▁بعد ▁میں ▁لوگوں ▁نے ▁اپنے ▁دین ▁کو ▁اپ س ▁میں ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁لیا ▁ہر ▁گروہ ▁کے ▁پاس ▁جو ▁کچھ ▁ہے ▁اسی ▁میں ▁وہ ▁م گن ▁ہے
▁جانتے ▁ہیں ▁ان کھ وں ▁کے ▁سامنے ▁کی ▁د نیو ی ▁زندگی ▁اور ▁وہ ▁اخر ت ▁سے ▁پورے ▁بے ▁خبر ▁ہیں ،
▁جھوٹ ▁کے ▁بڑے ▁سن نے ▁والے ▁ہیں ، ▁حرام ▁مال ▁کے ▁بڑے ▁کھانے ▁والے ▁ہیں ▁اگر ▁وہ ▁تمہارے ▁پاس ▁اي یں ▁تو ▁( اپ ▁کو ▁اختیار ▁ہے ) ▁خواہ ▁ان ▁کا ▁فیصلہ ▁کریں ▁یا ▁ان ▁سے ▁رو گردان ی ▁کریں ▁اور ▁اگر ▁اپ ▁ان ▁سے ▁رو گردان ی ▁کریں۔ ▁تو ▁وہ ▁اپ ▁کا ▁کچھ ▁نہیں ▁بگ ا ڑ ▁سکتے ▁اور ▁اگر ▁فیصلہ ▁کریں ▁تو ▁پھر ▁انصاف ▁کے ▁ساتھ ▁کریں ▁کیونکہ ▁اللہ ▁انصاف ▁کرنے ▁والوں ▁کو ▁دوست ▁رکھتا ▁ہے۔
▁پھر ▁جب ▁اي ے ▁گی ▁وہ ▁کان ▁پھ ا ڑنے ▁والی ▁چ نگ ھا ڑ
▁جیسے ▁فرع ون ▁والوں ▁اور ▁ان ▁سے ▁ا گل وں ▁کا ▁دستور ، ▁انہوں ▁نے ▁اپنے ▁رب ▁کی ▁ ایت یں ▁جھ ٹل اي یں ▁تو ▁ہم ▁نے ▁ان ▁کو ▁ان ▁کے ▁گناہ وں ▁کے ▁سبب ▁ہلاک ▁کیا ▁اور ▁ہم ▁نے ▁فرع ون ▁والوں ▁کو ▁ڈ بو ▁دیا ▁اور ▁وہ ▁سب ▁ظالم ▁تھے ،
▁اور ▁من ات ▁تیسرے ▁پچھلے ▁کو
▁اور ▁تم ہ ارا ▁پروردگار ▁تو ▁غالب ▁( اور ) ▁مہر بان ▁ہے
▁یہ ▁جو ▁نیک ی ▁بھی ▁کریں ▁گے ▁اس ▁کی ▁ہر گز ▁نا قدر ی ▁نہیں ▁کی ▁جاي ے ▁گی۔ ▁اور ▁خدا ▁پر ہ یز گار وں ▁کو ▁خوب ▁جانتا ▁ہے۔
▁اور ▁اپ ▁تو ▁اس ▁بات ▁کے ▁امیدوار ▁نہیں ▁تھے ▁کہ ▁اپ ▁کی ▁طرف ▁کتاب ▁نازل ▁کی ▁جاي ے ▁یہ ▁تو ▁رحمت ▁ه پر ورد گار ▁ہے ▁لہذا ▁خبردار ▁اپ ▁کا فر وں ▁کا ▁ساتھ ▁نہ ▁دی جي ے ▁گا
▁پھر ▁تم ▁اس ▁کی ▁پر وا ہ ▁نہ ▁کرو ▁جس ▁نے ▁ہماری ▁یاد ▁سے ▁منہ ▁پھ یر ▁لیا ▁ہے ▁اور ▁صرف ▁دنیا ▁ہی ▁کی ▁زندگی ▁چاہتا ▁ہے
▁ہماری ▁ ایت وں ▁پر ▁وہی ▁ایمان ▁لا تے ▁ہیں ▁جنہیں ▁جب ▁کبھی ▁ان ▁سے ▁نص ی حت ▁کی ▁جاتی ▁ہے ▁تو ▁وه ▁سج دے ▁میں ▁گر ▁پڑ تے ▁ہیں ▁اور ▁اپنے ▁رب ▁کی ▁ حمد ▁کے ▁ساتھ ▁اس ▁کی ▁تس بی ح ▁پڑھ تے ▁ہیں ▁اور ▁تک بر ▁نہیں ▁کرتے ▁ہیں
▁کیا ▁اپ ( ص ) ▁نے ▁اس ▁شخص ▁کو ▁دیکھا ▁ہے ▁جو ▁منع ▁کرتا ▁ہے۔
▁قریب ▁ہے ▁کہ ▁بجلی ▁( کی ▁چم ک ) ▁ان ▁کی ▁ان کھ وں ▁کو ▁ا چک ▁لے ▁( ا نہیں ▁خیر ہ ▁کر ▁دے ) ▁جب ▁بجلی ▁ان ▁کے ▁لي ے ▁اج الا ▁کرتی ▁ہے ▁تو ▁وہ ▁اس ▁کی ▁روشنی ▁میں ▁چلنے ▁لگ تے ▁ہیں ▁اور ▁جب ▁ان دھی را ▁چھ ا ▁جاتا ▁ہے ▁تو ▁کھڑے ▁رہ ▁جاتے ▁ہیں ▁اگر ▁اللہ ▁چاہتا ▁تو ▁ان ▁کی ▁سماعت ▁و ▁بص ارت ▁( سن نے ▁اور ▁دیکھنے ▁کی ▁طاقت ) ▁کو ▁زا يل ▁کر ▁دیتا ۔ ▁بے ▁شک ▁اللہ ▁ہر ▁چیز ▁پر ▁قادر ▁ہے۔
▁( ہر ▁طرح ▁کے ) ▁می و ے ، ▁اور ▁وه ▁با عز ت ▁واک رام ▁ہوں ▁گے
▁کیا ▁تم ▁لوگ ▁از را ہ ▁ه شہ وت ▁هم ذ د وں ▁سے ▁تعلقات ▁پیدا ▁کررہے ▁ہو ▁اور ▁عورتوں ▁کو ▁چھوڑ ے ▁دے ▁رہے ▁ہو ▁اور ▁در حقیق ت ▁تم ▁لوگ ▁بالکل ▁ج اہل ▁قوم ▁ہو
▁تم ▁فرما و ▁اے ▁لوگ و ! ▁تمہارے ▁پاس ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁حق ▁ ایا ▁تو ▁جو ▁راہ ▁پر ▁ ایا ▁وہ ▁اپنے ▁بھ لے ▁کو ▁راہ ▁پر ▁ ایا ▁اور ▁جو ▁بہ کا ▁وہ ▁اپنے ▁بر ے ▁کو ▁بہ کا ▁اور ▁کچھ ▁میں ▁ کڑ وڑ ا ▁( حا کم ▁اعلی ) ▁نہیں
▁وہ ▁اللہ ▁کو ▁چھوڑ ▁کر ▁دیو یوں ▁کو ▁مع بود ▁بنا تے ▁ہیں ▁وہ ▁اس ▁باغ ی ▁شیطان ▁کو ▁مع بود ▁بنا تے ▁ہیں
▁( ا ے ▁رسول ▁معظم !) ▁اپ ▁اپنے ▁رب ▁کی ▁راہ ▁کی ▁طرف ▁حکمت ▁اور ▁عمد ہ ▁نص ی حت ▁کے ▁ساتھ ▁بلا ي ی ے ▁اور ▁ان ▁سے ▁بحث ▁( بھی ) ▁ایسے ▁انداز ▁سے ▁کی جي ے ▁جو ▁نہای ت ▁حسین ▁ہو ، ▁بیش ک ▁اپ ▁کا ▁رب ▁اس ▁شخص ▁کو ▁( بھی ) ▁خوب ▁جانتا ▁ہے ▁جو ▁اس ▁کی ▁راہ ▁سے ▁بھ ٹک ▁گیا ▁اور ▁وہ ▁ہدایت ▁یافتہ ▁لوگوں ▁کو ▁( بھی ) ▁خوب ▁جانتا ▁ہے ،
▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁اور ▁( اور وں ▁کو ) ▁خدا ▁کے ▁رس تے ▁سے ▁روک ا۔ ▁خدا ▁نے ▁ان ▁کے ▁اعمال ▁بر باد ▁کر ▁دی ي ے
▁اور ▁وہ ▁لوگ ▁جھوٹ ▁اور ▁فریب ▁کے ▁پاس ▁حاضر ▁بھی ▁نہیں ▁ہوتے ▁ہیں ▁اور ▁جب ▁لغو ▁کام وں ▁کے ▁قریب ▁سے ▁گزر تے ▁ہیں ▁تو ▁بزرگ انہ ▁انداز ▁سے ▁گزر جا تے ▁ہیں
▁جو ▁لوگ ▁روز ▁جزا ▁کا ▁انکار ▁کرتے ▁ہیں
▁ان ▁لوگوں ▁نے ▁کہا ▁کہ ▁کوي ی ▁حر ج ▁نہیں ▁ہم ▁سب ▁پل ٹ ▁کر ▁اپنے ▁رب ▁کی ▁بار گاہ ▁میں ▁پہنچ ▁جاي یں ▁گے
▁یہ ▁وہ ▁چیز یں ▁ہیں ▁جن ▁کا ▁حساب ▁کے ▁دن ▁کے ▁لي ے ▁تم ▁سے ▁وعدہ ▁کیا ▁جاتا ▁تھا
▁اور ▁جب ▁ہماری ▁طرف ▁سے ▁ان ▁کے ▁پاس ▁حق ▁ ایا ▁( اور ▁حقیقت ▁واضح ▁ہو گي ی ) ▁تو ▁انہوں ▁نے ▁کہہ ▁دیا ▁کہ ▁یہ ▁تو ▁کھل ا ▁ہوا ▁جادو ▁ہے۔
▁اور ▁( کیا ) ▁پہاڑ وں ▁کو ▁( اس ▁میں ) ▁اب ھار ▁کر ▁کھڑا ▁( نہیں ) ▁کیا ،
▁اور ▁اسماعیل ▁علی ھ ▁السلام , ▁ال یس ع ▁علی ھ ▁السلام ▁ , یون س ▁علی ھ ▁السلام ▁اور ▁ل وط ▁علی ھ ▁السلام ▁بھی ▁بنا ي ے ▁اور ▁سب ▁کو ▁عالمی ن ▁سے ▁افضل ▁و ▁بہتر ▁بنایا
▁اور ▁جب ▁وہ ▁( ک تاب ▁اي ی ) ▁تو ▁اس ▁کا ▁انکار ▁کر ▁دیا ▁سو ▁عن قر یب ▁( اس ▁کا ▁انجام ) ▁معلوم ▁کر ▁لیں ▁گے۔
▁وہ ▁اس ▁پر ▁ایمان ▁نہیں ▁لا یا ▁کرتے ▁قدیم ▁سے ▁اس ▁قم اش ▁کے ▁لوگوں ▁کا ▁یہی ▁طریقہ ▁چلا ▁ا ▁رہا ▁ہے
▁اسی ▁طرح ▁ہم ▁نے ▁اس ▁( ذ کر ) ▁کو ▁مجرم وں ▁کے ▁دل وں ▁میں ▁گزار ا ▁ہے
▁( وہ ) ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁اس ▁پر ▁ایمان ▁لاي ے ▁( یعنی ▁اس ▁کی ▁تصدیق ▁کی ) ▁جو ▁کچھ ▁ان ▁پر ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁نازل ▁کیا ▁گیا ▁اور ▁اہل ▁ایمان ▁نے ▁بھی ، ▁سب ▁ہی ▁( دل ▁سے ) ▁االله ▁پر ▁اور ▁اس ▁کے ▁فرشت وں ▁پر ▁اور ▁اس ▁کی ▁کتابوں ▁پر ▁اور ▁اس ▁کے ▁رسول وں ▁پر ▁ایمان ▁لاي ے ، ▁( ن یز ▁کہتے ▁ہیں : ) ▁ہم ▁اس ▁کے ▁پیغمبر وں ▁میں ▁سے ▁کسی ▁کے ▁درمیان ▁بھی ▁( ای مان ▁لانے ▁میں ) ▁فرق ▁نہیں ▁کرتے ، ▁اور ▁( ا الله ▁کے ▁حضور ) ▁عرض ▁کرتے ▁ہیں : ▁ہم ▁نے ▁( تی را ▁حکم ) ▁سنا ▁اور ▁اطاعت ▁( قبول ) ▁کی ، ▁اے ▁ہمارے ▁رب ! ▁ہم ▁تیر ی ▁بخش ش ▁کے ▁طلب ▁ گار ▁ہیں ▁اور ▁( ہم ▁سب ▁کو ) ▁تیر ی ▁ہی ▁طرف ▁لوٹ نا ▁ہے ،
▁اے ▁ایمان ▁والو ! ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁کے ▁حکم ▁پر ▁چل و ▁اور ▁اس ▁سے ▁رو گردان ی ▁نہ ▁کرو ▁اور ▁تم ▁سن تے ▁ہو
▁اگر ▁تم ▁کوي ی ▁بات ▁ظاہر ▁کرو ▁یا ▁اسے ▁چھپ او ▁تو ▁بے ▁شک ▁الله ▁ہر ▁چیز ▁کو ▁جان نے ▁والا ▁ہے
▁سب ▁تعریف ▁خدا ▁ہی ▁کو ▁ہے ▁جس ▁نے ▁اپنے ▁بند ے ▁( محمد صلى ▁الله ▁عليه ▁وسلم ) ▁پر ▁( یہ ) ▁کتاب ▁نازل ▁کی ▁اور ▁اس ▁میں ▁کسی ▁طرح ▁کی ▁ک جی ▁( اور ▁پیچ ی دگی ) ▁نہ ▁رکھی
▁جب ▁وہ ▁اس ▁کے ▁کنار وں ▁پر ▁بیٹھے ▁تھے
▁اور ▁انہوں ▁نے ▁کہا ▁کہ ▁اے ▁ہمارے ▁رب ! ▁ہماری ▁سرنوشت ▁تو ▁ہمیں ▁روز ▁حساب ▁سے ▁پہلے ▁ہی ▁دے ▁دے
▁پس ▁جب ▁تو ▁فارغ ▁ہو ▁تو ▁عبادت ▁میں ▁محنت ▁کر
▁قوم ▁ثم ود ▁نے ▁رسول وں ▁کو ▁جھ ٹ لا یا۔
▁( یہ ) ▁تمہارے ▁پروردگار ▁کی ▁رحمت ▁ہے۔ ▁وہ ▁تو ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁فرع ون ▁نے ▁کہا ▁اگر ▁تم ▁نشانی ▁لے ▁کر ▁اي ے ▁ہو ▁تو ▁اگر ▁سچ ے ▁ہو ▁تو ▁لا و ▁( د کھ او )
▁کہہ ▁دو ▁کہ ▁اگر ▁میں ▁گمراہ ▁ہوں ▁تو ▁میری ▁گمراہ ی ▁کا ▁ضرر ▁مجھ ی ▁کو ▁ہے۔ ▁اور ▁اگر ▁ہدایت ▁پر ▁ہوں ▁تو ▁یہ ▁اس ▁کا ▁ط فیل ▁ہے ▁جو ▁میرا ▁پروردگار ▁میری ▁طرف ▁وح ی ▁بھیج تا ▁ہے۔ ▁بے شک ▁وہ ▁سن نے ▁والا ▁( اور ) ▁نزدیک ▁ہے
▁اور ▁کہیں ▁گے ▁ہم ▁اس ▁پر ▁ایمان ▁لاي ے ▁اور ▁اب ▁وہ ▁اسے ▁کی ون کر ▁پاي یں ▁اتنی ▁دور ▁جگہ ▁سے
▁ہم ▁خوب ▁جان ▁لیں ▁گے ▁جو ▁کچھ ▁وہ ▁کہیں ▁گے ▁جب ▁ان ▁میں ▁سے ▁بڑا ▁سمجھ دار ▁کہ ے ▁گا ▁کہ ▁تم ▁صرف ▁ایک ▁ہی ▁دن ▁ٹھہر ے ▁ہو
▁پھر ▁تمہیں ▁کیا ▁معلوم ▁کہ ▁جزا ▁کا ▁دن ▁کی سا ▁ہے ؟
▁تمہیں ▁جو ▁کچھ ▁ملا ▁ہے ▁وہ ▁جیت ی ▁دنیا ▁میں ▁ برت نے کا ▁ہے ▁اور ▁وہ ▁جو ▁اللہ ▁کے ▁پاس ▁ہے ▁بہتر ▁ہے ▁اور ▁زیادہ ▁باقی ▁رہنے ▁والا ▁ان ▁کے ▁لیے ▁جو ▁ایمان ▁لاي ے ▁اور ▁اپنے ▁رب ▁پر ▁بھر وس ہ ▁کرتے ▁ہیں
▁بے ▁شک ▁اس مان ▁اور ▁زمین ▁کے ▁بنانے ▁اور ▁رات ▁اور ▁دن ▁کے ▁ انے ▁جانے ▁میں ▁البتہ ▁عقل مند وں ▁کے ▁لیے ▁نشان یاں ▁ہیں
▁اور ▁جب ▁ان ▁پر ▁( ع ذ اب ▁کا ) ▁فرمان ▁پورا ▁ہونے ▁کا ▁وقت ▁اج اي ے ▁گا ▁تو ▁ہم ▁ان ▁کے ▁لي ے ▁زمین ▁سے ▁ایک ▁جانور ▁نکال یں ▁گے ▁جو ▁ان ▁سے ▁گفتگو ▁کرے ▁گا ▁کیونکہ ▁لوگ ▁ہماری ▁نشانی وں ▁پر ▁یقین ▁نہیں ▁کرتے ▁تھے ،
▁جب ▁ہماری ▁ای ات ▁اس ▁کو ▁سنا ي ی ▁جاتی ▁ہیں ▁تو ▁کہ تا ▁ہے ▁یہ ▁تو ▁اگلے ▁وقت وں ▁کے ▁افسان ے ▁ہیں
▁اور ▁اہل ▁کتاب ▁میں ▁سے ▁کوي ی ▁تو ▁ایسا ▁ہے۔ ▁کہ ▁اگر ▁تم ▁ڈھ یر ▁بھر ▁روپ یہ ▁بھی ▁بطور ▁امان ت ▁اس ▁کے ▁پاس ▁رکھ و ▁تو ▁وہ ▁تمہیں ▁ادا ▁کر ▁دے ▁گا۔ ▁اور ▁ان ▁میں ▁کوي ی ▁ایسا ▁بھی ▁ہے ▁کہ ▁اگر ▁اس ▁کے ▁پاس ▁ایک ▁دینا ر ▁( ا شرف ی ) ▁بھی ▁بطور ▁امان ت ▁رکھ و ▁تو ▁جب ▁تک ▁تم ▁اس ▁کے ▁سر ▁پر ▁کھڑے ▁نہ ▁رہ و ▁وہ ▁تمہیں ▁واپس ▁نہیں ▁کرے ▁گا ▁( یہ ▁بدم عامل گی ) ▁اس ▁وجہ ▁سے ▁ہے ▁کہ ▁ان ▁کا ▁قول ▁ہے ▁کہ ▁ہم ▁پر ▁ام یون ▁( ان ▁پڑھ ▁عرب وں ▁جو کہ ▁اہل ▁کتاب ▁نہیں ) ▁کے ▁بارے ▁میں ▁کوي ی ▁پابندی ▁نہیں ▁ہے۔ ▁اور ▁وہ ▁جان ▁بوجھ ▁کر ▁اللہ ▁پر ▁جھوٹ ▁من ڈ ھ تے ▁ہیں۔
▁بلکہ ▁( ظ الم وں ▁نے ▁یہاں ▁تک ) ▁کہا ▁کہ ▁یہ ▁( قر ان ) ▁پریشان ▁خواب وں ▁( میں ▁دیکھی ▁ہو ي ی ▁باتیں ) ▁ہیں ▁بلکہ ▁اس ▁( رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁نے ▁اسے ▁( خود ▁ہی ) ▁گھ ڑ ▁لیا ▁ہے ▁بلکہ ▁( یہ ▁کہ ) ▁وہ ▁شاعر ▁ہے ، ▁( اگر ▁یہ ▁سچ ا ▁ہے ) ▁تو ▁یہ ▁( بھی ) ▁ہمارے ▁پاس ▁کوي ی ▁نشانی ▁لے ▁اي ے ▁جیسا ▁کہ ▁اگلے ▁( رسول ▁نشانی وں ▁کے ▁ساتھ ) ▁بھیج ے ▁ گي ے ▁تھے ،
▁وہ ▁سلامتی ▁ہے ، ▁صبح ▁چم ک تے ▁تک
▁اور ▁بعض ▁لوگ ▁ایسے ▁ہیں ▁جو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁اللہ ▁پر ▁ایمان ▁لے ▁اي ے ▁اس ▁کے ▁بعد ▁جب ▁ راس ▁خدا ▁میں ▁کوي ی ▁تکلیف ▁ہو ي ی ▁تو ▁لوگوں ▁کے ▁فت نہ ▁کو ▁عذاب ▁خدا ▁جیسا ▁قرار ▁دے ▁دیا ▁حالانک ہ ▁اپ ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁کوي ی ▁مدد ▁اج اتی ▁تو ▁فورا ▁کہہ ▁دیتے ▁کہ ▁ہم ▁تو ▁اپ ▁ہی ▁کے ▁ساتھ ▁تھے ▁تو ▁کیا ▁خدا ▁ان ▁بات وں ▁سے ▁با خبر ▁نہیں ▁ہے ▁جو ▁عالمی ن ▁کے ▁دل وں ▁میں ▁ہیں
▁اور تم ▁پر ▁حرام ▁ہیں ▁شادی ▁شدہ ▁عورت یں - ▁علاوہ ▁ان ▁کے ▁جو ▁تمہاری ▁کنی ز یں ▁بن ▁جاي یں - ▁یہ ▁خدا ▁کا ▁کھل ا ▁ہوا ▁قانون ▁ہے ▁اور ▁ان ▁سب ▁عورتوں ▁کے ▁علاوہ ▁تمہارے ▁لي ے ▁حلال ▁ہے ▁کہ ▁اپنے ▁اموال ▁کے ▁ذریعہ ▁عورتوں ▁سے ▁رشتہ ▁پیدا ▁کرو ▁ع فت ▁و ▁پاک ▁دامن ی ▁کے ▁ساتھ ▁س فاح ▁و ▁زن ا ▁کے ▁ساتھ ▁نہیں ▁پس ▁جو ▁بھی ▁ان ▁عورتوں ▁سے ▁ تمتع ▁کرے ▁ان ▁کی ▁اج رت ▁انہیں ▁بطور ▁فری ض ہ ▁دے ▁دے ▁اور ▁فری ض ہ ▁کے ▁بعد ▁اپ س ▁میں ▁رضا ▁من دی ▁ہو جا ي ے ▁تو ▁کوي ی ▁حر ج ▁نہیں ▁ہے ▁بیش ک ▁اللہ ▁علی م ▁بھی ▁ہے ▁اور ▁حکیم ▁بھی ▁ہے
▁اس ▁کو ▁ہم ▁اسان ▁راستے ▁کے ▁لیے ▁سہولت ▁دیں ▁گے
▁اے ▁ایمان ▁والو ! ▁تم ▁اپنی ▁فکر ▁رکھ و ▁تم ہ ارا ▁کچھ ▁نہ ▁بگ ا ڑے ▁گا ▁جو ▁گمراہ ▁ہوا ▁جب ▁کہ ▁تم ▁راہ ▁پر ▁ہو ▁تم ▁سب ▁کی ▁رجوع ▁اللہ ▁ہی ▁کی ▁طرف ▁ہے ▁پھر ▁وہ ▁تمہیں ▁بتا ▁دے ▁گا ▁جو ▁تم ▁کرتے ▁تھے ،
▁الله ▁ہی ▁اپنے ▁بند وں ▁میں ▁سے ▁جس ▁کے ▁لیے ▁چاہتا ▁ہے ▁ رزق ▁کش اد ہ ▁کر ▁دیتا ▁ہے ▁اور ت نگ ▁کر ▁دیتا ▁ہے ▁بے ▁شک ▁الله ▁ہر ▁چیز ▁کا ▁جان نے ▁والا ▁ہے
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁تم ▁کیوں ▁وہ ▁بات ▁کہتے ▁ہو ▁جو ▁کرتے ▁نہیں ▁ہو ؟
▁پھر ▁ہم ▁نے ▁اس ▁کو ▁ایک ▁محفوظ ▁ ٹھ کا نے ▁میں ▁رکھ ▁دیا
▁اور ▁وہ ▁اس ▁سے ▁نص ی حت ▁حاصل ▁نہیں ▁کریں ▁گے ▁مگر ▁یہ ▁کہ ▁اللہ ▁چاہے ▁وہی ▁اس ▁کا ▁حق ▁دار ▁ہے ▁کہ ▁اس ▁سے ▁ڈرا ▁جاي ے ▁اور ▁وہی ▁اس ▁قابل ▁ہے ▁کہ ▁م غفر ت ▁فرما ي ے۔
▁جب ▁تم ▁اپنی ▁عورتوں ▁کو ▁طلاق ▁دے ▁چک و ▁اور ▁وہ ▁اپنی ▁ع دت ▁پوری ▁کر ▁لیں ، ▁تو ▁پھر ▁اس ▁میں ▁مانع ▁نہ ▁ہو ▁کہ ▁وہ ▁اپنے ▁زیر ▁تجویز ▁شوہر وں ▁سے ▁نکاح ▁کر ▁لیں ، ▁جب ▁کہ ▁وہ ▁معروف ▁طریقے ▁سے ▁با ہم ▁من اک حت ▁پر ▁راضی ▁ہوں ▁تمہیں ▁نص ی حت ▁کی ▁جاتی ▁ہے ▁کہ ▁ایسی ▁حرکت ▁ہر گز ▁نہ ▁کرنا ، ▁اگر ▁تم ▁اللہ ▁اور ▁روز ▁اخر ▁پر ▁ایمان ▁لانے ▁والے ▁ہو ▁تمہارے ▁لیے ▁شا يست ہ ▁اور ▁پاک ی زہ ▁طریقہ ▁یہی ▁ہے ▁کہ ▁اس ▁سے ▁باز ▁رہ و ▁اللہ ▁جانتا ▁ہے ، ▁تم ▁نہیں ▁جانتے
▁کہا ▁البتہ ▁اس ▁نے ▁ت جھ ▁پر ▁ظلم ▁کیا ▁جو ▁تیر ی ▁دن بی ▁کو ▁اپنی ▁د نب یوں ▁میں ▁ملا نے ▁کا ▁سوال ▁کیا ▁گور ▁اکثر ▁شریک ▁ایک ▁دوسرے ▁پر ▁زیادتی ▁کیا ▁کرتے ▁ہیں ▁مگر ▁جو ▁ایمان دار ▁ہیں ▁اور ▁انہوں ▁نے ▁نیک ▁کام ▁بھی ▁کیے ▁اور ▁وہ ▁بہت ▁ہی ▁کم ▁ہیں ▁اور ▁داود ▁سمجھ ▁گیا ▁کہ ▁ہم ▁نے ▁اسے ▁از م ایا ▁ہے ▁پھر ▁اس ▁نے ▁اپنے ▁رب ▁سے ▁معافی ▁مانگ ی ▁اور ▁سج دہ ▁میں ▁گر ▁پڑا ▁اور ▁تو بہ ▁کی
▁سوا ي ے ▁اس ▁کے ▁جو ▁دوزخ ▁کی ▁ب ھڑ کت ی ▁ اگ ▁کو ▁تاپ نے ▁والا ▁ہے۔
▁اور ▁تم ▁اپنی ▁بات ▁ا ہ ست ہ ▁کہ و ▁یا ▁او از ▁سے ، ▁وہ ▁تو ▁دل وں ▁کی ▁جانتا ▁ہے
▁اے ▁انسان ! ▁تو ▁اپنے ▁پروردگار ▁کی ▁طرف ▁( پ ہ نچ نے ▁میں ) ▁خوب ▁کوشش ▁کرتا ▁ہے ▁سو ▁اس ▁سے ▁جا ▁ملے ▁گا
▁ابراہیم ▁نہ ▁یہودی ▁تھا ▁نہ ▁ع یس اي ی ، ▁بلکہ ▁وہ ▁ایک ▁مسلم ▁یک سو ▁تھا ▁اور ▁وہ ▁ہر گز ▁مشر ک وں ▁میں ▁سے ▁نہ ▁تھا
▁اے ▁ایمان ▁والو ! ▁تم ▁پر ▁اپنی ▁جان ▁کی ▁فکر ▁لازم ▁ہے ▁تم ہ ارا ▁کچھ ▁نہیں ▁بگ ا ڑ تا ▁جو ▁کوي ی ▁گمراہ ▁ہو ▁جب ▁کہ ▁تم ▁ہدایت ▁یافتہ ▁ہو ▁تم ▁سب ▁کو ▁الله ▁کی ▁طرف ▁لوٹ ▁کر ▁جانا ▁ہے ▁پھر ▁وہ ▁تمہیں ▁بت لا ▁دے ▁گا ▁جو ▁کچھ ▁تم ▁کرتے ▁تھے
▁بے شک ▁اس ▁میں ▁نشانی ▁ہے ▁اور ▁ان ▁میں ▁اکثر ▁ایمان ▁لانے ▁والے ▁نہیں
▁ان ▁قوم ▁والوں ▁نے ▁کہا ▁کہ ▁کیا ▁تم ▁اس ▁لي ے ▁ہمارے ▁پاس ▁اي ے ▁ہو ▁کہ ▁ہمیں ▁اپنے ▁مع بود وں ▁سے ▁من حرف ▁کرد و ۔ ▁لا و ▁ہمارے ▁پاس ▁وہ ▁( ع ذ اب ) ▁جس ▁کی ▁دھمکی ▁تم ▁ہمیں ▁دیتے ▁ہوا گر ▁تم ▁سچ ے ▁ہو۔
▁زند وں ▁کے ▁لیے ▁بھی ▁اور ▁مرد وں ▁کے ▁لیے ▁بھی
▁اور ▁ل وط ▁کو ▁بھی جا ▁جب ▁اس ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کیا ▁وہ ▁بے ▁ح یا ي ی ▁کرتے ▁ہو ▁جو ▁تم ▁سے ▁پہلے ▁ جہ ان ▁میں ▁کسی ▁نے ▁نہ ▁کی ،
▁بعض ▁لوگوں ▁کو ▁اللہ ▁نے ▁ہدایت ▁دی ▁ہے ▁اور ▁بعض ▁پر ▁گمراہ ی ▁ثابت ▁ہو گي ی ▁ہے۔ ▁ان ▁لوگوں ▁نے ▁اللہ ▁تعالی ▁کو ▁چھوڑ ▁کر ▁شیطان وں ▁کو ▁دوست ▁بن الیا ▁ہے ▁اور ▁خیال ▁رکھتے ▁ہیں ▁کہ ▁وه ▁راست ▁پر ▁ہیں
▁بے ▁شک ▁ہم ▁نے ▁اپ ▁پر ▁یہ ▁کتاب ▁سچ ی ▁لوگ و ▁ ں ▁کے ▁لیے ▁اتار ی ▁ہے ▁پھر ▁جو ▁راہ ▁پر ▁ ایا ▁سو ▁اپنے ▁لیے ▁اور ▁جو ▁گمراہ ▁ہوا ▁سو ▁وہ ▁گمراہ ▁ہوتا ▁ہے ▁اپنے ▁بر ے ▁کو ▁اور ▁اپ ▁ان ▁کے ▁ذم ہ ▁دار ▁نہیں ▁ہیں
▁پھر ▁میں ▁اپنی ▁ ایت وں ▁سے ▁انہیں ▁پھ یر ▁د وں ▁گا ▁جو ▁زمین ▁میں ▁نا ▁حق ▁تک بر ▁کرتے ▁ہیں ▁اور ▁اگر ▁وہ ▁ساری ▁نشان یاں ▁بھی ▁دیکھ ▁لیں ▁تو ▁بھی ▁ایمان ▁نہیں ▁لاي یں ▁گے ▁اور ▁اگر ▁ہدایت ▁کا ▁راستہ ▁دیکھیں ▁تو ▁اسے ▁اپنا ▁راہ ▁نہیں ▁بنا ي یں ▁گے ▁یہ ▁اس ▁لیے ▁ہے ▁کہ ▁انہوں ▁نے ▁ہماری ▁ای تو ▁ ں ▁کو ▁جھ ٹل ایا ▁اور ▁ان ▁سے ▁بے ▁خبر ▁رہے
▁اور ▁( ہ اں ) ▁ایمان دار ▁اور ▁پارس ا وں ▁کو ▁ہم ▁نے ▁( بال ▁بال ) ▁بچا ▁لیا
▁حم
▁ایسا ▁ہی ▁دستور ▁ان ▁کا ▁تھا ▁جو ▁اپ ▁سے ▁پہلے ▁رسول ▁ہم ▁نے ▁بھیج ے ▁اور ▁اپ ▁ہمارے ▁دستور ▁میں ▁کبھی ▁ ردو بدل ▁نہ ▁پاي یں ▁گے
▁اور ▁اپنی ▁بیوی ▁اور ▁اپنے ▁بی ٹ وں ▁سے ▁بھاگ ے ▁گا۔
▁اور ▁ان ▁عورتوں ▁سے ▁نکاح ▁نہ ▁کرو ▁جن ▁سے ▁تمہارے ▁باپ وں ▁نے ▁نکاح ▁کیا ▁ہے ▁مگر ▁جو ▁گزر ▁چکا ▁ہے ، ▁یہ ▁بے ▁ح یا ي ی ▁کا ▁کام ▁اور ▁ بغض ▁کا ▁سبب ▁ہے ▁اور ▁بڑی ▁بری ▁راه ▁ہے
▁اس ▁دن ▁جس ▁سے ▁عذاب ▁ٹ ال ▁دیا ▁جاي ے ▁اس ▁پر ▁خدا ▁نے ▁بڑا ▁رحم ▁کیا ▁اور ▁یہ ▁ایک ▁کھل ی ▁ہو ي ی ▁کامیابی ▁ہے
▁اور ▁ہم ▁نے ▁ان ▁کو ▁زمین ▁میں ▁مختلف ▁فرق وں ▁کی ▁صورت ▁میں ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁دیا۔ ▁ان ▁میں ▁سے ▁ناپ اي ی دار ▁ہوگا ▁کچھ ▁لوگ ▁تو ▁نیک ▁ہیں ▁اور ▁کچھ ▁اس ▁کے ▁خلاف ▁اور ▁طرح ▁کے ▁( بد کار ) ▁ہیں۔ ▁اور ▁ہم ▁ان ▁کو ▁اچھے ▁اور ▁بر ے ▁حالات ▁میں ▁مبتلا ▁کرکے ▁از ما تے ▁ہیں ▁تاکہ ▁وہ ▁باز ▁اج اي یں۔
▁اور ▁کہیں ▁گے ▁اگر ▁ہم ▁سن تے ▁یا ▁سمجھتے ▁تو ▁دوزخ ▁والوں ▁میں ▁نہ ▁ہوتے ،
▁کہ ▁جب ▁بھی ▁ان ▁پر ▁کوي ی ▁مصیبت ▁اپ ڑے ▁تو ▁وہ ▁کہتے ▁ہیں ▁بے ▁شک ▁ہم ▁صرف ▁اللہ ▁ہی ▁کے ▁لیے ▁ہیں۔ ▁اور ▁اسی ▁کی ▁طرف ▁پل ٹ ▁کر ▁جانے ▁والے ▁ہیں۔
▁اور ▁وہ ▁سارے ▁خزان ے ▁نکال ▁ڈال ے ▁گی
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁جس ▁طرح ▁اور ▁لوگ ▁ایمان ▁لے ▁اي ے ، ▁تم ▁بھی ▁ایمان ▁لے ▁او ▁تو ▁کہتے ▁ہیں ، ▁بھ لا ▁جس ▁طرح ▁بے وقوف ▁ایمان ▁لے ▁اي ے ▁ہیں ▁اسی ▁طرح ▁ہم ▁بھی ▁ایمان ▁لے ▁اي یں ؟ ▁سن ▁لو ▁کہ ▁یہی ▁بے وقوف ▁ہیں ▁لیکن ▁نہیں ▁جانتے
▁اور ▁جنہوں ▁نے ▁بر ے ▁کام ▁کیے ▁پھر اس ▁کے ▁بعد ▁تو بہ ▁کی ▁اور ▁ایمان ▁لے ▁اي ے ▁تو ▁بے ▁شک ▁تیر ا ▁رب ▁تو بہ ▁کے ▁بعد ▁البتہ ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁کیا ▁اللہ ▁سب ▁حاکم وں ▁سے ▁بڑھ ▁کر ▁حاکم ▁نہیں ،
▁اس ▁دن ▁سے ▁ڈر تے ▁رہ و ▁جب ▁کوي ی ▁کسی ▁کو ▁نفع ▁نہ ▁دے ▁سکے ▁گا ▁اور ▁نہ ▁ہی ▁اس ▁کی ▁بابت ▁کوي ی ▁سفارش ▁قبول ▁ہوگی ▁اور ▁نہ ▁کوي ی ▁بدل ہ ▁اس ▁کے ▁عوض ▁لیا ▁جاي ے ▁گا ▁اور ▁نہ ▁وه ▁مدد ▁کي ے ▁جاي یں ▁گے
▁اور ▁کچھ ▁چہرے ▁غبار ▁ال ود ▁ہوں ▁گے
▁( یہ ▁تو ) ▁رب ▁العالم ین ▁کا ▁اتار ا ▁ہوا ▁ہے
▁یہ ▁لوگ ▁تمہارے ▁گروہ ▁کے ▁ہیں ▁جو ▁ایک ▁ہی ▁گروہ ▁ہے ▁اور ▁میں ▁تم ہ ارا ▁رب ▁ہوں ▁پھر ▁میری ▁ہی ▁عبادت ▁کرو
▁تمہارے ▁اوپر ▁ اگ ▁کا ▁سبز ▁ش عل ہ ▁اور ▁دھو اں ▁چھوڑ ▁دیا ▁جاي ے ▁گا ▁تو ▁تم ▁دونوں ▁کسی ▁طرح ▁نہیں ▁روک ▁سکتے ▁ہو
▁اور ▁بہت ▁سے ▁می و وں ▁میں
▁کہہ ▁دو ▁جو ▁لوگ ▁خدا ▁پر ▁جھوٹ ▁بہت ان ▁بان دھ تے ▁ہیں ▁فلا ح ▁نہیں ▁پاي یں ▁گے
▁بلکہ ▁ہم ▁نے ▁انہیں ▁اور ▁ان ▁کے ▁باپ ▁داد ا ▁کو ▁تھ وڑ ی ▁سی ▁لذت ▁دنیا ▁دے ▁دی ▁ہے ▁یہاں ▁تک ▁کہ ▁ان ▁کا ▁زمان ہ ▁طویل ▁ہوگیا ▁تو ▁کیا ▁یہ ▁نہیں ▁دیکھتے ▁ہیں ▁کہ ▁ہم ▁برابر ▁زمین ▁کی ▁طرف ▁ا تے ▁جارہے ▁ہیں ▁اور ▁اس ▁کو ▁چار وں ▁طرف ▁سے ▁کم ▁کرتے ▁جارہے ▁ہیں ▁کیا ▁اس ▁کے ▁بعد ▁بھی ▁یہ ▁ہم ▁پر ▁غالب ▁اج انے ▁والے ▁ہیں
▁اور ▁( ی اد ▁کرو ▁وہ ▁وقت ) ▁کہ ▁جب ▁خدا ▁نے ▁تم ▁سے ▁دو ▁گروہ وں ▁میں ▁سے ▁ایک ▁کا ▁وعدہ ▁کیا ▁تھا ▁کہ ▁وہ ▁تمہارے ▁لي ے ▁ہے ▁( تم ہ ارے ▁ہاتھ ▁اي ے ▁گا ) ▁اور ▁تم ▁یہ ▁چاہتے ▁تھے ▁کہ ▁غیر ▁مسلح ▁گروہ ▁تمہارے ▁ہاتھ ▁اج اي ے ▁اور ▁اللہ ▁یہ ▁چاہتا ▁تھا ▁کہ ▁اپنے ▁کلام ▁و ▁احکام ▁کے ▁ذریعہ ▁سے ▁حق ▁کو ▁ثابت ▁کر ▁دے ▁اور ▁کا فر وں ▁کی ▁جڑ ▁کا ٹ ▁د ے۔
▁پس ▁اللہ ▁تعالی ▁کی ▁تس بی ح ▁پڑھ ا ▁کرو ▁جب ▁کہ ▁تم ▁شام ▁کرو ▁اور ▁جب ▁صبح ▁کرو
▁ان ▁لوگوں ▁نے ▁اللہ ▁کی ▁قدر ▁ہی ▁نہ ▁پہچان ی ▁جیسا ▁کہ ▁اس ▁کے ▁پہچان نے ▁کا ▁حق ▁ہے ▁واقعہ ▁یہ ▁ہے ▁کہ ▁قوت ▁اور ▁عزت ▁والا ▁تو ▁اللہ ▁ہی ▁ہے
▁یقین ▁مان نا ▁کہ ▁بارش ▁ان ▁پر ▁برس نے ▁سے ▁پہلے ▁پہلے ▁تو ▁وه ▁نا ام ید ▁ہو ▁رہے ▁تھے
▁اب ▁یہ ▁لوگ ▁اس ▁کے ▁سوا ▁اور ▁کس ▁چیز ▁کے ▁منتظر ▁ہیں ▁کہ ▁وہی ▁بر ے ▁دن ▁دیکھیں ▁جو ▁ان ▁سے ▁پہلے ▁گزر ے ▁ہو ي ے ▁لوگ ▁دیکھ ▁چکے ▁ہیں ؟ ▁ان ▁سے ▁کہ و ▁“ اچ ھا ، ▁انتظار ▁کرو ، ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁انتظار ▁کرتا ▁ہوں "
▁انہوں ▁نے ▁کہا ▁ہاں ▁تیر ے ▁پروردگار ▁نے ▁اسی ▁طرح ▁فرمایا ▁ہے ، ▁بیش ک ▁وه ▁حکیم ▁و علی م ▁ہے
▁اللہ ▁ان ▁سے ▁است ہ ز اء ▁فرما تا ▁ہے ▁( جی سا ▁کہ ▁اس ▁کی ▁شان ▁کے ▁لا يق ▁ہے ) ▁اور ▁انہیں ▁ڈھ یل ▁دیتا ▁ہے ▁کہ ▁اپنی ▁سر کش ی ▁میں ▁بھ ٹک تے ▁رہیں ۔
▁اور ▁مس کین ▁کو ▁کھانا ▁کھل انے ▁کی ▁تر غ یب ▁نہیں ▁دیتا
▁مالک ▁ع رش ▁( یعنی ▁پوری ▁کا ين ات ▁کے ▁تخت ▁اقتدار ▁کا ▁مالک ) ▁بڑی ▁شان ▁والا ▁ہے ،
▁اور ▁وہی ▁ہے ▁جو ▁زندگی ▁بخش تا ▁ہے ▁اور ▁موت ▁دیتا ▁ہے ▁اور ▁رات ▁اور ▁دن ▁کا ▁بدل تے ▁رہ نا ▁اسی ▁کا ▁ تصرف ▁ہے ، ▁کیا ▁تم ▁سمجھتے ▁نہیں
▁اور ▁اند ھا ▁اور ▁بین ا ▁برابر ▁نہیں ▁ہو ▁سکتے ▁سو ▁( اسی ▁طرح ) ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁اعمال ▁کي ے ▁( وہ ) ▁اور ▁بد کار ▁بھی ▁( برا بر ) ▁نہیں ▁ہیں۔ ▁تم ▁بہت ▁ہی ▁کم ▁نص ی حت ▁قبول ▁کرتے ▁ہو ،
▁جو ▁شخص ▁الله ▁پر ▁بہت ان ▁با ند ھے ▁یا ▁اس ▁کی ▁ ایت وں ▁کو ▁جھ ٹل اي ے ▁اس ▁سے ▁زیادہ ▁ظالم ▁کون ▁ہے ▁بے ▁شک ▁ظالم ▁نجات ▁نہیں ▁پاي یں ▁گے
▁اور ▁فرع ون ▁نے ▁در حقیق ت ▁اپنی ▁قوم ▁کو ▁گمراہ ▁ہی ▁کیا ▁ہے ▁ہدایت ▁نہیں ▁دی ▁ہے
▁اور ▁( جن تی ▁خدمت ▁گزار ) ▁پھل ▁( اور ▁می و ے ) ▁لے ▁کر ▁( بھی ▁پھر ▁رہے ▁ہوں ▁گے ) ▁جنہیں ▁وہ ▁( م قرب ین ) ▁پسند ▁کریں ▁گے ،
▁یقینا ▁االله ▁پر ▁زمین ▁اور ▁اس مان ▁کی ▁کوي ی ▁بھی ▁چیز ▁مخفی ▁نہیں ،
▁الله ▁کی ▁قسم ▁بیش ک ▁ہم ▁ صر یح ▁گمراہ ی ▁میں ▁تھے
▁اور ▁ان ▁لوگوں ▁نے ▁اپنا ▁سارا ▁م کر ▁صرف ▁کردیا ▁اور ▁خدا ▁کی ▁ن گاہ ▁میں ▁ان ▁کا ▁سارا ▁م کر ▁ہے ▁اگرچہ ▁ان ▁کا ▁م کر ▁ایسا ▁تھا ▁کہ ▁اس ▁سے ▁پہاڑ ▁بھی ▁اپنی ▁جگہ ▁سے ▁ہ ٹ ▁جاي یں
▁اور ▁اے ▁میری ▁قوم ▁انصاف ▁سے ▁ناپ ▁اور ▁تو ل ▁کو ▁پورا ▁کرو ▁اور ▁لوگ و ▁ ں ▁کو ▁ان ▁کی ▁چیز یں ▁گھ ٹا ▁کر ▁نہ ▁دو ▁اور ▁زمین ▁میں ▁فساد ▁نہ ▁مچ او
▁اور ▁نہ ▁وہ ▁ان ▁کو ▁کوي ی ▁مدد ▁پہنچا سک یں ▁اور ▁نہ ▁اپنی ▁جان و ▁ ں ▁کی ▁مدد ▁کریں
▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁اس ▁کے ▁بارے ▁میں ▁اس ▁کے ▁والد ▁سے ▁تذکر ہ ▁کریں ▁گے ▁اور ▁ہم ▁( یہ ▁کام ) ▁کرکے ▁رہیں ▁گے
▁جس ▁نے ▁تم ▁پر ▁قر ان ▁فرض ▁کیا ▁وہ ▁تمہیں ▁لوٹ نے ▁کی ▁جگہ ▁پھ یر ▁لاي ے ▁گا ▁کہہ ▁دو ▁میرا ▁رب ▁خوب ▁جانتا ▁ہے ▁کہ ▁ہدایت ▁کون ▁لے ▁کر ▁ ایا ▁ہے ▁اور ▁کون ▁ صر یح ▁گمراہ ی ▁میں ▁پڑا ▁ہوا ہے
▁ان ▁لوگوں ▁نے ▁کہا ▁اگر ▁کچھ ▁کرنا ▁چاہتے ▁ہو ▁تو ▁اسے ▁ اگ ▁میں ▁جلا ▁دو ۔ ▁اور ▁اپنے ▁خدا وں ▁کی ▁مدد ▁کرو ۔
▁یہ ▁ہماری ▁عطا ▁ہے ▁اب ▁تو ▁چاہے ▁تو ▁احسان ▁کر ▁یا ▁روک ▁رکھ ▁ت جھ ▁پر ▁کچھ ▁حساب ▁نہیں ،
▁اور ▁جب ▁خدا ▁نے ▁پیغمبر وں ▁سے ▁عہد ▁لیا ▁کہ ▁جب ▁میں ▁تم ▁کو ▁کتاب ▁اور ▁دان اي ی ▁عطا ▁کر وں ▁پھر ▁تمہارے ▁پاس ▁کوي ی ▁پیغمبر ▁اي ے ▁جو ▁تمہاری ▁کتاب ▁کی ▁تصدیق ▁کرے ▁تو ▁تم ھ یں ▁ضرور ▁اس ▁پر ▁ایمان ▁لا نا ▁ہوگا ▁اور ▁ضرور ▁اس ▁کی ▁مدد ▁کرنی ▁ہوگی ▁اور ▁( ع ہ د ▁لینے ▁کے ▁بعد ) ▁پوچھا ▁کہ ▁بھ لا ▁تم ▁نے ▁ا قرار ▁کیا ▁اور ▁اس ▁ا قرار ▁پر ▁میرا ▁ذم ہ ▁لیا ▁( یعنی ▁مجھے ▁ض امن ▁ٹ ہر ایا ) ▁انہوں ▁نے ▁کہا ▁( ہ اں ) ▁ہم ▁نے ▁ا قرار ▁کیا ▁( خدا ▁نے ) ▁فرمایا ▁کہ ▁تم ▁( اس ▁عہد ▁و پی مان ▁کے ) ▁گواہ ▁رہ و ▁اور ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁گواہ ▁ہوں
▁اور ▁طلاق ▁والی ▁عورت یں ▁تین ▁ح ی ض ▁تک ▁اپنی ▁تي یں ▁رو کے ▁رہیں ۔ ▁اور ▁اگر ▁وہ ▁خدا ▁اور ▁روز ▁قیامت ▁پر ▁ایمان ▁رکھتی ▁ہیں ▁تو ▁ان ▁کا ▁جا يز ▁نہیں ▁کہ ▁خدا ▁نے ▁جو ▁کچھ ▁ان ▁کے ▁شکم ▁میں ▁پیدا ▁کیا ▁ہے ▁اس ▁کو ▁چھپ اي یں۔ ▁اور ▁ان ▁کے ▁خاوند ▁اگر ▁پھر ▁موافقت ▁چاہ یں ▁تو ▁اس ▁( م دت ) ▁میں ▁وہ ▁ان ▁کو ▁اپنی ▁زوج یت ▁میں ▁لے ▁لینے ▁کے ▁زیادہ ▁حق دار ▁ہیں۔ ▁اور ▁عورتوں ▁کا ▁حق ▁( مرد وں ▁پر ) ▁وی سا ▁ہی ▁ہے ▁جیسے ▁دستور ▁کے ▁مطابق ▁( مرد وں ▁کا ▁حق ) ▁عورتوں ▁پر ▁ہے۔ ▁البتہ ▁مرد وں ▁کو ▁عورتوں ▁پر ▁فضیلت ▁ہے۔ ▁اور ▁خدا ▁غالب ▁( اور ) ▁صاحب ▁حکمت ▁ہے
▁اور ▁( ا ے ▁رسول ( ص ) ) ▁یہ ▁لوگ ▁اپ ▁سے ▁نیک ی ▁( م غفر ت ) ▁سے ▁پہلے ▁براي ی ▁( ع ذ اب ) ▁کے ▁لي ے ▁جلد ی ▁کرتے ▁ہیں ▁حالانک ہ ▁ان ▁سے ▁پہلے ▁( ایس ے ▁لوگوں ▁پر ) ▁خدا ي ی ▁سزا وں ▁کے ▁نمو نے ▁گزر ▁چکے ▁ہیں ▁اور ▁اپ ▁کا ▁پروردگار ▁لوگوں ▁کو ▁ان ▁کے ▁ظلم ▁و ▁زیادتی ▁کے ▁باوجود ▁بڑا ▁بخش نے ▁والا ▁ہے ▁اور ▁یقینا ▁اپ ▁کا ▁پروردگار ▁سخت ▁سزا ▁دینے ▁والا ▁بھی ▁ہے۔
▁اے ▁ایمان ▁والو ▁صبر ▁اور ▁نماز ▁سے ▁مدد ▁لیا ▁کرو ▁بے شک ▁خدا ▁صبر ▁کرنے ▁والوں ▁کے ▁ساتھ ▁ہے
▁وہی ▁زندگی ▁دیتا ▁ہے ▁اور ▁وہی ▁موت ▁دیتا ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁تم ▁لوٹ اي ے ▁جا و گ ے۔
▁تو ▁موسی ▁( علی ہ ▁السلام ) ▁اپنے ▁دل ▁میں ▁ایک ▁چھپ ا ▁ہوا ▁خوف ▁سا ▁پانے ▁لگے ،
▁پس ▁اپنے ▁پروردگار ▁کی ▁کون ▁کون ▁سی ▁نعمت ▁کے ▁ساتھ ▁تم ▁تک ذ یب ▁کرتے ▁ہو ؟
▁اور ▁جب ▁وہ ▁( یو سف ) ▁پوری ▁جوان ی ▁کو ▁پہنچا ۔ ▁تو ▁ہم ▁نے ▁اس ▁کو ▁حکمت ▁اور ▁علم ▁عطا ▁کیا ▁اور ▁ہم ▁اسی ▁طرح ▁نیک و کار وں ▁کو ▁بدل ہ ▁دیا ▁کرتے ▁ہیں۔
▁اور ▁کسی ▁نفس ▁کے ▁امکان ▁میں ▁نہیں ▁ہے ▁کہ ▁بغیر ▁اجازت ▁و ▁توفیق ▁پروردگار ▁کے ▁ایمان ▁لے ▁اي ے ▁اور ▁وہ ▁ان ▁لوگوں ▁پر ▁خب اث ت ▁کو ▁لازم ▁قرار ▁دے ▁دیتا ▁ہے ▁جو ▁عقل ▁استعمال ▁نہیں ▁کرتے ▁ہیں
▁بلکہ ▁ان ▁کا ▁( ا صل ) ▁وعدہ ▁تو ▁قیامت ▁ہے ▁اور ▁قیامت ▁کی ▁گھ ڑی ▁بہت ▁ہی ▁سخت ▁اور ▁بہت ▁ہی ▁تلخ ▁ہے ،
▁بھ لا ▁تم ▁نے ▁اپنے ▁شریک وں ▁کو ▁دیکھا ▁جن ▁کو ▁تم ▁خدا ▁کے ▁سوا ▁پکار تے ▁ہو۔ ▁مجھے ▁دکھا و ▁کہ ▁انہوں ▁نے ▁زمین ▁سے ▁کون ▁سی ▁چیز ▁پیدا ▁کی ▁ہے ▁یا ▁( بت او ▁کہ ) ▁اس مان وں ▁میں ▁ان ▁کی ▁شرکت ▁ہے۔ ▁یا ▁ہم ▁نے ▁ان ▁کو ▁کتاب ▁دی ▁ہے ▁تو ▁وہ ▁اس ▁کی ▁سند ▁رکھتے ▁ہیں ▁( ان ▁میں ▁سے ▁کوي ی ▁بات ▁بھی ▁نہیں ) ▁بلکہ ▁ظالم ▁جو ▁ایک ▁دوسرے ▁کو ▁وعدہ ▁دیتے ▁ہیں ▁محض ▁فریب ▁ہے
▁کہا ▁بلکہ ▁تم ہ ارا ▁رب ▁وہ ▁ہے ▁جو ▁رب ▁ہے ▁اس مان ▁اور ▁زمین ▁کا ▁جس ▁نے ▁انہیں ▁پیدا ▁کیا ، ▁اور ▁میں ▁اس ▁پر ▁گواہ وں ▁میں ▁سے ▁ہوں ،
▁اور ▁کف ار ▁کہتے ▁ہیں ▁کہ ▁جب ▁ہم ▁م ٹی ▁میں ▁مل ▁کر ▁گم ▁ہو جا ي یں ▁گے ▁تو ▁( کیا ) ▁ہم ▁از ▁سر ▁نو ▁پیدا يش ▁میں ▁اي یں ▁گے ، ▁بلکہ ▁وہ ▁اپنے ▁رب ▁سے ▁ملاقات ▁ہی ▁کے ▁من کر ▁ہیں ،
▁جب ▁صور ▁پھ ون کا ▁جاي ے ▁گا
▁خاص ▁اپنے ▁فضل ▁و ▁کرم ▁سے ▁ہم ▁اسی ▁طرح ▁شکر ▁کرنے ▁والے ▁کو ▁جزا ▁دیتے ▁ہیں۔
▁اور ▁اپنے ▁گھروں ▁میں ▁بیٹھ ی ▁رہ و ▁اور ▁گزشتہ ▁زمان ہ ▁ج اہل یت ▁کی ▁طرح ▁بنا و ▁سنگھ ار ▁دکھا تی ▁نہ ▁پھر و ▁اور ▁نماز ▁پڑھ و ▁اور ▁ز کو اة ▁دو ▁اور ▁الله ▁اور ▁اس ▁کے ▁رسول ▁کی ▁فرمان برداری ▁کرو ▁الله ▁یہی ▁چاہتا ▁ہے ▁کہ ▁اے ▁اس ▁گھر ▁والو ▁تم ▁سے ▁ناپ اکی ▁دور ▁کرے ▁اور ▁تمہیں ▁خوب ▁پاک ▁کرے
▁اس ▁کی ▁بلند ی ▁اون چی ▁کی ▁پھر ▁اسے ▁ٹھیک ▁ ٹھا ک ▁کر ▁دیا
▁اور ▁داود ▁اور ▁سلیمان ▁( کا ▁حال ▁بھی ▁سن ▁لو ▁کہ ) ▁جب ▁وہ ▁ایک ▁کھ یتی ▁کا ▁مقدمہ ▁فیصلہ ▁کرنے ▁لگے ▁جس ▁میں ▁کچھ ▁لوگوں ▁کی ▁بکر یاں ▁رات ▁کو ▁چر ▁ گي ی ▁( اور ▁اسے ▁روند ▁ گي ی ) ▁تھیں ▁اور ▁ہم ▁ان ▁کے ▁فیصلے ▁کے ▁وقت ▁موجود ▁تھے
▁تو ▁اے ▁محبوب ! ▁تمہارے ▁رب ▁کی ▁قسم ▁وہ ▁مسلمان ▁نہ ▁ہوں ▁گے ▁جب ▁تک ▁اپنے ▁اپ س ▁کے ▁جھ گ ڑے ▁میں ▁تمہیں ▁حاکم ▁نہ ▁بن ايي یں ▁پھر ▁جو ▁کچھ ▁تم ▁حکم ▁فرما ▁دو ▁اپنے ▁دل وں ▁میں ▁اس ▁سے ▁رکاوٹ ▁نہ ▁پاي یں ▁اور ▁جی ▁سے ▁مان ▁لیں
▁اور ▁کوي ی ▁یوں ▁کہ تا ▁ہے ▁کہ ▁اے ▁رب ▁ہمارے ! ▁ہمیں ▁دنیا ▁میں ▁بھ لا ي ی ▁دے ▁اور ▁ہمیں ▁اخر ت ▁میں ▁بھ لا ي ی ▁دے ▁اور ▁ہمیں ▁عذاب ▁دوزخ ▁سے ▁بچا
▁اور ▁اللہ ▁پر ▁بھر وس ہ ▁( جار ی ) ▁رکھ ي ے ، ▁اور ▁اللہ ▁ہی ▁کار ساز ▁کافی ▁ہے ،
▁اور ▁جب ▁اللہ ▁نے ▁کہا ▁کہ ▁اے ▁عیسی ▁بن ▁مریم ▁کیا ▁تم ▁نے ▁لوگوں ▁سے ▁یہ ▁کہہ ▁دیا ▁ہے ▁کہ ▁اللہ ▁کو ▁چھوڑ ▁کو ▁مجھے ▁اور ▁میری ▁ماں ▁کو ▁خدا ▁مان ▁لو ▁... . ▁تو ▁عیسی ▁نے ▁عرض ▁کی ▁کہ ▁تیر ی ▁ذات ▁بے ▁نیاز ▁ہے ▁میں ▁ایسی ▁بات ▁کیسے ▁کہ وں ▁گا ▁جس ▁کا ▁مجھے ▁کوي ی ▁حق ▁نہیں ▁ہے ▁اور ▁اگر ▁میں ▁نے ▁کہا ▁تھا ▁تو ▁تج ھے ▁تو ▁معلوم ▁ہی ▁ہے ▁کہ ▁تو ▁میرے ▁دل ▁کا ▁حال ▁جانتا ▁ہے ▁اور ▁میں ▁تیر ے ▁اسرار ▁نہیں ▁جانتا ▁ہوں ▁- تو ▁ , تو ▁غ یب ▁کا ▁جان نے ▁والا ▁بھی ▁ہے
▁اور ▁یہ ▁تمہیں ▁کیسے ▁حکم ▁بنا تے ▁ہیں ▁جبکہ ▁ان ▁کے ▁پاس ▁تور ا ۃ ▁موجود ▁ہے ▁جس ▁میں ▁اللہ ▁کا ▁حکم ▁لکھا ▁ہوا ▁ہے ▁اور ▁پھر ▁یہ ▁اس ▁سے ▁منہ ▁م وڑ ▁رہے ▁ہیں ؟ ▁اصل ▁بات ▁یہ ▁ہے ▁کہ ▁یہ ▁لوگ ▁ایمان ▁ہی ▁نہیں ▁رکھتے
▁ارشاد ▁ہوا ▁کہ ▁جا ▁ان ▁میں ▁سے ▁جو ▁بھی ▁تیر ا ▁تابع دار ▁ہو جا ي ے ▁گا ▁تو ▁تم ▁سب ▁کی ▁سزا ▁ جہ نم ▁ہے ▁جو ▁پورا ▁پورا ▁بدل ہ ▁ہے
▁اور ▁دونوں ▁دریا ▁( مل ▁کر ) ▁یکساں ▁نہیں ▁ہو ج ات ے۔ ▁یہ ▁تو ▁می ٹھا ▁ہے ▁پی اس ▁ب جھ انے ▁والا ۔ ▁جس ▁کا ▁پانی ▁خوشگوار ▁ہے ▁اور ▁یہ ▁کھ اری ▁ہے ▁ کڑ وا ۔ ▁اور ▁سب ▁سے ▁تم ▁تازہ ▁گوشت ▁کھا تے ▁ہو ▁اور ▁ زی ور ▁نکال تے ▁ہو ▁جسے ▁پہن تے ▁ہو۔ ▁اور ▁تم ▁دریا ▁میں ▁کشتی وں ▁کو ▁دیکھتے ▁ہو ▁کہ ▁( پان ی ▁کو ) ▁پھ ا ڑ تی ▁چل ی ▁ اتی ▁ہیں ▁تاکہ ▁تم ▁اس ▁کے ▁فضل ▁سے ▁( م عاش ) ▁تلاش ▁کرو ▁اور ▁تاکہ ▁شکر ▁کرو
▁یاد ▁کرو ▁جب ▁یوسف ▁نے ▁اپنے ▁با ▁پ ▁سے ▁کہا ▁اے ▁میرے ▁باپ ▁میں ▁نے ▁گیا رہ ▁تار ے ▁اور ▁سور ج ▁اور ▁چاند ▁دیکھ ے ▁انہیں ▁اپنے ▁لیے ▁سج دہ ▁کرتے ▁دیکھا
▁تو ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁کام ▁کرتے ▁رہے ▁وہ ▁ان ▁کو ▁ان ▁کا ▁پورا ▁بدلا ▁دے ▁گا ▁اور ▁اپنے ▁فضل ▁سے ▁کچھ ▁زیادہ ▁بھی ▁عن ایت ▁کرے ▁گا۔ ▁اور ▁جنہوں ▁نے ▁( بند وں ▁ہونے ▁سے ) ▁ عار وان کار ▁اور ▁تک بر ▁کیا ▁ان ▁کو ▁تکلیف ▁دینے ▁والا ▁عذاب ▁دے ▁گا۔ ▁اور ▁یہ ▁لوگ ▁خدا ▁کے ▁سوا ▁اپنا ▁حامی ▁اور ▁مدد گار ▁نہ ▁پاي یں ▁گے
▁کوي ی ▁اور ▁زندگی ▁نہیں ▁سوا ي ے ▁اس ▁د نیو ی ▁زندگی ▁کے ▁جس ▁میں ▁ہمیں ▁مر نا ▁بھی ▁ہے ▁اور ▁جی نا ▁بھی ۔ ▁اور ▁ہمیں ▁( دو بار ہ ) ▁نہیں ▁اٹھایا ▁جاي ے ▁گا۔
▁ہم ▁نیک و ▁کار وں ▁کو ▁اسی ▁طرح ▁بدل ہ ▁دیتے ▁ہیں
▁پھر ▁دونوں ▁چلے ▁ایک ▁گا وں ▁والوں ▁کے ▁پاس ▁ا کر ▁ان ▁سے ▁کھانا ▁طلب ▁کیا ▁تو ▁انہوں ▁نے ▁ان ▁کی ▁مہمان داری ▁سے ▁صاف ▁انکار ▁کر ▁دیا ، ▁دونوں ▁نے ▁وہاں ▁ایک ▁دیوار ▁پاي ی ▁جو ▁گرا ہی ▁چاہتی ▁تھی ، ▁اس ▁نے ▁اسے ▁ٹھیک ▁اور ▁درست ▁کر ▁دیا ، ▁موسی ▁( علی ہ ▁السلام ) ▁کہنے ▁لگے ▁اگر ▁اپ ▁چاہتے ▁تو ▁اس ▁پر ▁اج رت ▁لے ▁لیتے
▁( جواب ▁دیا ▁گیا ) ▁“ اب ▁ایمان ▁لا تا ▁ہے ! ▁حالانک ہ ▁اس ▁سے ▁پہلے ▁تک ▁تو ▁نا فر مان ی ▁کرتا ▁رہا ▁اور ▁فساد ▁برپا ▁کرنے ▁والوں ▁میں ▁سے ▁تھا
▁بلکہ ▁ہم ▁تو ▁یہی ▁کہتے ▁ہیں ▁کہ ▁تو ▁ہمارے ▁کسی ▁مع بود ▁کے ▁بر ے ▁جھ پٹ ے ▁میں ▁ا گیا ▁ہے۔ ▁اس ▁نے ▁جواب ▁دیا ▁کہ ▁میں ▁اللہ ▁کو ▁گو اه ▁کرتا ▁ہوں ▁اور ▁تم ▁بھی ▁گو اه ▁رہ و ▁کہ ▁میں ▁تو ▁اللہ ▁کے ▁سوا ▁ان ▁سب ▁سے ▁بی زار ▁ہوں ، ▁جنہیں ▁تم ▁شریک ▁بنا ▁رہے ▁ہو
▁اور ▁وہ ▁کہیں ▁گے ▁کہ ▁سب ▁تعریف ▁( اور ▁شکر ) ▁ہے ▁اس ▁خدا ▁کا ▁جس ▁نے ▁ہم ▁سے ▁کیا ▁ہوا ▁اپنا ▁وعدہ ▁سچ ا ▁کر ▁دکھا یا ▁اور ▁ہمیں ▁( اس ) ▁زمین ▁کا ▁ وارث ▁بنایا ▁کہ ▁اب ▁ہم ▁جنت ▁میں ▁جہاں ▁چاہ یں ▁گے ▁وہاں ▁رہیں ▁گے۔ ▁کت نا ▁اچھا ▁صل ہ ▁ہے ▁( ن یک ) ▁عمل ▁کرنے ▁والوں ▁کا ۔
▁تو ▁ہم ▁نے ▁کہا ▁کہ ▁مقتول ▁کو ▁گا ي ے ▁کے ▁ ٹک ڑے ▁سے ▁مس ▁کرد و ▁خدا ▁اسی ▁طرح ▁مف د وں ▁کو ▁زندہ ▁کرتا ▁ہے ▁اور ▁تمہیں ▁اپنی ▁نشان یاں ▁د کھ لات ا ▁ہے ▁کہ ▁شاید ▁تمہیں ▁عقل ▁اج اي ے
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁میں ▁تو ▁صرف ▁ڈرا نے ▁والا ▁ہوں ▁اور ▁خدا ي ے ▁واحد ▁و ▁ق ہ ار ▁کے ▁علاوہ ▁کوي ی ▁دوسرا ▁خدا ▁نہیں ▁ہے
▁مومن وں ▁میں ▁( ایس ے ) ▁لوگ ▁بھی ▁ہیں ▁جنہوں ▁نے ▁جو ▁عہد ▁اللہ ▁تعالی ▁سے ▁کیا ▁تھا ▁انہیں ▁سچ ا ▁کر ▁دکھا یا ، ▁بعض ▁نے ▁تو ▁اپنا ▁عہد ▁پورا ▁کر ▁دیا ▁اور ▁بعض ▁( موقع ہ ▁کے ) ▁منتظر ▁ہیں ▁اور ▁انہوں ▁نے ▁کوي ی ▁تبدیلی ▁نہیں ▁کی
▁کیا ▁تم ▁نے ▁نہ ▁دیکھا ▁تمہارے ▁رب ▁نے ▁ عاد ▁کے ▁ساتھ ▁کی سا ▁کیا ،
▁کیا ▁وہ ▁ایس وں ▁کو ▁شریک ▁بنا تے ▁ہیں ▁جو ▁کچھ ▁بھی ▁پیدا ▁نہیں ▁کرسکتے ▁اور ▁خود ▁پیدا ▁کیے ▁جاتے ▁ہیں
▁اے ▁سن نے ▁والے ▁کیا ▁تو ▁نے ▁نہ ▁دیکھا ▁کہ ▁اللہ ▁رات ▁لا تا ▁ہے ▁دن ▁کے ▁حصے ▁میں ▁اور ▁دن ▁کرتا ▁ہے ▁رات ▁کے ▁حصے ▁میں ▁اور ▁اس ▁نے ▁سور ج ▁اور ▁چاند ▁کام ▁میں ▁لگا ي ے ▁ہر ▁ایک ▁ایک ▁مقرر ▁می عاد ▁تک ▁چل تا ▁ہے ▁اور ▁یہ ▁کہ ▁اللہ ▁تمہارے ▁کام وں ▁سے ▁خبردار ▁ہے ،
▁اور ▁ہم ▁نے ▁داود ▁کو ▁سلیمان ▁( نام ی ▁فرزند ) ▁عطا ▁فرمایا ، ▁جو ▁بڑا ▁اچھا ▁بنده ▁تھا ▁اور ▁بے ▁حد ▁رجوع ▁کرنے ▁والا ▁تھا
▁اور ▁اسی ▁کا ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہے ▁سب ▁اس کے ▁حکم ▁کے ▁تابع ▁ہیں
▁اس ▁کے ▁بعد ▁زمین ▁کو ▁بچ ھا یا۔
▁تم ▁فرما و ▁میں ▁تو ▁اپنے ▁رب ▁کی ▁طرف ▁سے ▁روشن ▁دلیل ▁پر ▁ہوں ▁اور ▁تم ▁اسے ▁جھ ٹل ات ے ▁ہو ▁میرے ▁پاس ▁نہیں ▁جس ▁کی ▁تم ▁جلد ی ▁م چار ہے ▁ہو ▁حکم ▁نہیں ▁مگر ▁اللہ ▁کا ▁وہ ▁حق ▁فرما تا ▁ہے ▁اور ▁وہ ▁سب ▁سے ▁بہتر ▁فیصلہ ▁کرنے ▁والا ،
▁اور ▁جب ▁ہم ▁انسان ▁کو ▁نعمت ▁بخش تے ▁ہیں ▁تو ▁رد گرد اں ▁ہوجاتا ▁اور ▁پہلو ▁پھ یر ▁لی تا ▁ہے۔ ▁اور ▁جب ▁اسے ▁سختی ▁پہنچ تی ▁ہے ▁تو ▁نا ام ید ▁ہوجاتا ▁ہے
▁جس ▁دن ▁سب ▁پوش ید ہ ▁راز ▁کھل ▁جاي یں ▁گے۔
▁کیا ▁وہ ▁تم ▁سے ▁وعدہ ▁کرتا ▁ہے ▁کہ ▁جب ▁تم ▁مر ▁جا و گ ے ▁اور ▁م ٹی ▁اور ▁ہ ڈ یاں ▁ہو ▁جا و گ ے ▁تو ▁پھر ▁تم ▁( ق بر وں ▁سے ) ▁نکال ے ▁جا و گ ے ؟
▁اور ▁جب ▁ہم ▁لوگوں ▁کو ▁تکلیف ▁پہنچنے ▁کے ▁بعد ▁( اپ نی ) ▁رحمت ▁سے ▁لذت ▁اش نا ▁کرتے ▁ہیں ▁تو ▁فورا ▁( ہم ارے ▁احسان ▁کو ▁بھول ▁کر ) ▁ہماری ▁نشانی وں ▁میں ▁ان ▁کا ▁م کر ▁و ▁فریب ▁( شر وع ) ▁ہو ▁جاتا ▁ہے۔ ▁فرما ▁دی جي ے : ▁اللہ ▁م کر ▁کی ▁سزا ▁جلد ▁دینے ▁والا ▁ہے۔ ▁بیش ک ▁ہمارے ▁بھیج ے ▁ہو ي ے ▁فرشت ے ، ▁جو ▁بھی ▁فریب ▁تم ▁کر ▁رہے ▁ہو ▁( اس ے ) ▁لکھتے ▁رہتے ▁ہیں ،
▁وہ ▁چم کت ا ▁ہوا ▁ستار ہ ▁ہے
▁اور ▁جب ▁ہمارے ▁بھیج ے ▁ہو ي ے ▁ل وط ▁کے ▁پاس ▁پہنچے ▁تو ▁ان ▁کے ▁ انے ▁سے ▁غم گی ن ▁ہوا ▁اور ▁دل ▁میں ▁تنگ ▁ہوا ▁اور ▁کہا ▁اج ▁کا ▁دن ▁بڑا ▁سخت ▁ہے
▁اور ▁یہ ▁اپنے ▁بوجھ ▁بھی ▁اٹھا ي یں ▁گے ▁اور ▁اپنے ▁بوجھ وں ▁کے ▁ساتھ ▁اور ▁( لوگ وں ▁کے ) ▁بوجھ ▁بھی ۔ ▁اور ▁جو ▁بہت ان ▁یہ ▁بان دھ تے ▁رہے ▁قیامت ▁کے ▁دن ▁ان ▁کی ▁ان ▁سے ▁ضرور ▁پرسش ▁ہوگی
▁اس ▁نے ▁( ن بی ▁کے ▁ساتھ ▁اپنا ▁م واز نہ ▁کرتے ▁ہو ي ے ) ▁کہا ▁کہ ▁میں ▁اس ▁سے ▁بہتر ▁ہوں ، ▁تو ▁نے ▁مجھے ▁ اگ ▁سے ▁بنایا ▁ہے ▁اور ▁تو ▁نے ▁اسے ▁م ٹی ▁سے ▁بنایا ▁ہے ،
▁اور ▁ت جھ ▁پر ▁میری ▁پھ ٹ کار ▁ہے ▁قیامت ▁کے ▁دن ▁تک
▁اور ▁وہ ▁کہتے ▁ہیں : ▁یہ ▁( قی امت ▁کا ) ▁وعدہ ▁کب ▁پورا ▁ہوگا ▁اگر ▁تم ▁سچ ے ▁ہو ،
▁ہم ▁نے ▁انسان ▁کو ▁ہدایت ▁کی ▁ہے ▁کہ ▁اپنے ▁والدین ▁کے ▁ساتھ ▁نیک ▁سلوک ▁کرے ▁لیکن ▁اگر ▁وہ ▁ت جھ ▁پر ▁زور ▁ڈال یں ▁کہ ▁تو ▁میرے ▁ساتھ ▁کسی ▁ایسے ▁( مع بود ) ▁کو ▁شریک ▁ ٹھی راي ے ▁جسے ▁تو ▁( میر ے ▁شریک ▁کی ▁حیثیت ▁سے ) ▁نہیں ▁جانتا ▁تو ▁ان ▁کی ▁اطاعت ▁نہ ▁کر ▁میری ▁ہی ▁طرف ▁تم ▁سب ▁کو ▁پل ٹ ▁کر ▁انا ▁ہے ، ▁پھر ▁میں ▁تم ▁کو ▁بتا ▁د وں ▁گا ▁کہ ▁تم ▁کیا ▁کرتے ▁رہے ▁ہو
▁پھر ▁ان ▁کو ▁سیاہ ▁کو ڑا ▁کرکٹ ▁بنا ▁دیا
▁تو ▁اپنے ▁رب ▁کی ▁کون سی ▁نعمت ▁جھ ٹل او ▁گے ،
▁اور ▁اہل ▁کتاب ▁کی ▁ایک ▁جماعت ▁نے ▁کہا ▁کہ ▁جو ▁کچھ ▁ایمان ▁والوں ▁پر ▁اتار ا ▁گیا ▁ہے ▁اس ▁پر ▁دن ▁چڑھ ے ▁تو ▁ایمان ▁لا و ▁اور ▁شام ▁کے ▁وقت ▁کا فر ▁بن ▁جا و ، ▁تاکہ ▁یہ ▁لوگ ▁بھی ▁پل ٹ ▁جاي یں
▁اور ▁اگر ▁ مدی نے ▁کے ▁اطراف ▁سے ▁ان ▁پر ▁( ل ش کر ) ▁داخل ▁کیے ▁جاتے ▁پھر ▁ان ▁سے ▁فت نہ ▁طلب ▁کیا ▁جاتا ▁تو ▁یہ ▁ضرور ▁اسے ▁برپا ▁کر ▁دیتے ▁اور ▁نہ ▁لڑ تے ▁مگر ▁تھ وڑ ی ▁مدت
▁اور ▁ہم ▁نے ▁زمین ▁میں ▁پہاڑ ▁بنا ▁دی ي ے ▁تاکہ ▁وه ▁مخلوق ▁کو ▁ہل ا ▁نہ ▁سکے ، ▁اور ▁ہم ▁نے ▁اس ▁میں ▁کش اده ▁راہ یں ▁بنا ▁دیں ▁تاکہ ▁وه ▁راستہ ▁حاصل ▁کریں
▁مار ▁ایسی ▁ہوتی ▁ہے ▁اور ▁بیش ک ▁اخر ت ▁کی ▁مار ▁سب ▁سے ▁بڑی ، ▁کیا ▁اچھا ▁تھا ▁اگر ▁وہ ▁جانتے
▁اور ▁اے ▁میری ▁قوم ! ▁یہ ▁اللہ ▁کی ▁خاص ▁او نٹ نی ▁ہے ▁جو ▁تمہارے ▁لي ے ▁ایک ▁خاص ▁نشانی ▁( م عجز ہ ) ▁ہے ▁پس ▁اسے ▁از اد ▁چھوڑ ▁دو ۔ ▁تاکہ ▁اللہ ▁کی ▁زمین ▁سے ▁کھا ي ے ▁اور ▁خبردار ▁اسے ▁کسی ▁قسم ▁کی ▁اذیت ▁نہ ▁پہنچا نا ۔ ▁ورنہ ▁بہت ▁جلد ▁عذاب ▁تمہیں ▁اپ ک ڑے ▁گا۔
▁جس ▁دن ▁کي ی ▁چہرے ▁سفید ▁ہوں ▁گے ▁اور ▁کي ی ▁چہرے ▁سیاہ ▁ہوں ▁گے ، ▁تو ▁جن ▁کے ▁چہرے ▁سیاہ ▁ہو ▁جاي یں ▁گے ▁( ان ▁سے ▁کہا ▁جاي ے ▁گا : ) ▁کیا ▁تم ▁نے ▁ایمان ▁لانے ▁کے ▁بعد ▁کفر ▁کیا ؟ ▁تو ▁جو ▁کفر ▁تم ▁کرتے ▁رہے ▁تھے ▁سو اس ▁کے ▁عذاب ▁( کا ▁م زہ ) ▁چ کھ ▁لو ،
▁اور ▁ہمیشہ ▁جاری ▁پانی ▁میں
▁اور ▁اپ ▁کی ▁قوم ▁نے ▁اس ▁قر ان ▁کی ▁تک ذ یب ▁کی ▁حالانک ہ ▁وہ ▁بالکل ▁حق ▁ہے ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁میں ▁تم ہ ارا ▁ نگ ہ بان ▁نہیں ▁ہوں
▁اور ▁باي یں ▁ہاتھ ▁والے ▁کیا ▁ہیں ▁باي یں ▁ہاتھ ▁والے
▁اور ▁اگر ▁اپ ▁( ان ▁کا ▁حال ) ▁دیکھیں ▁جب ▁یہ ▁لوگ ▁بڑے ▁م ضطر ب ▁ہوں ▁گے ، ▁پھر ▁بچ ▁نہ ▁سکیں ▁گے ▁اور ▁نزدیک ی ▁جگہ ▁سے ▁ہی ▁پکڑ ▁لي ے ▁جاي یں ▁گے ،
▁( ان ▁سے ▁کہا ▁جاي ے ▁گا ) ▁کہ ▁تم ▁سلامتی ▁اور ▁امن ▁و ▁امان ▁کے ▁ساتھ ▁ان ▁میں ▁داخل ▁ہو ▁جا و ۔
▁بھ لا ▁دیکھ و ▁تو ▁اگر ▁یہ ▁جھ ٹل ات ا ▁ہو ▁اور ▁من ھ ▁پھ یر تا ▁ہو ▁تو
▁اس ▁نے ▁کہا ▁اے ▁میری ▁قوم ▁دیکھ و ▁تو ▁اگر ▁میں ▁اپنے ▁رب ▁کی ▁طرف ▁سے ▁صاف ▁راستہ ▁پر ▁ہوں ▁اور ▁اس ▁نے ▁مجھ ▁پر ▁اپنے ▁ہاں ▁سے ▁رحمت ▁بھیج ی ▁ہو ▁پھر ▁وہ ▁تمہیں ▁دکھا ي ی ▁نہ ▁دے ▁تو ▁کیا ▁میں ▁زبردست ی ▁تمہارے ▁گل ے ▁م ڑھ ▁د وں ▁اور ▁تم ▁اس ▁سے ▁نفرت ▁کرتے ▁ہو
▁اور ▁اس ▁کے ▁لیے ▁اس ▁کے ▁بند وں ▁میں ▁سے ▁ ٹک ڑا ▁ٹھہر ایا ▁بیش ک ▁اد می ▁کھل ا ▁نا شک را ▁ہے
▁کیا ▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁اس ▁شخص ▁نے ▁اللہ ▁پر ▁جھوٹ ا ▁بہت ان ▁گھ ڑ ▁لیا ▁ہے ؟ ▁اگر ▁اللہ ▁چاہے ▁تو ▁تمہارے ▁دل ▁پر ▁مہر ▁کر ▁دے ▁وہ ▁باطل ▁کو ▁م ٹا ▁دیتا ▁ہے ▁اور ▁حق ▁کو ▁اپنے ▁فرمان وں ▁سے ▁حق ▁کر ▁دکھا تا ▁ہے ▁وہ ▁سین وں ▁کے ▁چھپ ے ▁ہو ي ے ▁راز ▁جانتا ▁ہے
▁اللہ ▁بدل ی ▁کرتا ▁ہے ▁رات ▁اور ▁دن ▁کی ▁بیش ک ▁اس ▁میں ▁سمجھ نے ▁کا ▁مقام ▁ہے ▁ن گاہ ▁والوں ▁کو ،
▁جو ▁شخص ▁نیک ی ▁لے ▁کر ▁اي ے ▁گا ▁اس ▁کے ▁لي ے ▁اس ▁سے ▁بہتر ▁( صل ہ ) ▁ہے ▁اور ▁جو ▁شخص ▁براي ی ▁لے ▁کر ▁اي ے ▁گا ▁تو ▁بر ے ▁کام ▁کرنے ▁والوں ▁کو ▁کوي ی ▁بدل ہ ▁نہیں ▁دیا ▁جاي ے ▁گا ▁مگر ▁اسی ▁قدر ▁جو ▁وہ ▁کرتے ▁رہے ▁تھے ،
▁اگر ▁اللہ ▁تعالی ▁کا ار اده ▁اولاد ▁ہی ▁کا ▁ہوتا ▁تو ▁اپنی ▁مخلوق ▁میں ▁سے ▁جسے ▁چاہتا ▁چن ▁لی تا ۔ ▁( لیکن ) ▁وه ▁تو ▁پاک ▁ہے ، ▁وه ▁وہی ▁اللہ ▁تعالی ▁ہے ▁ی گان ہ ▁اور ▁قوت ▁والا
▁اور ▁یہ ▁ایک ▁ہی ▁چی خ ▁کے ▁منتظر ▁ہیں ▁جسے ▁کچھ ▁دیر ▁نہیں ▁لگے ▁گی
▁پھر ▁ہم ▁نے ▁ان ▁لوگوں ▁کو ▁( اس ) ▁کتاب ▁کا ▁ وارث ▁بنایا ▁جن ▁کو ▁ہم ▁نے ▁اپنے ▁بند وں ▁میں ▁سے ▁پسند ▁فرمایا ۔ ▁پھر ▁بعض ے ▁تو ▁ان ▁میں ▁اپنی ▁جان وں ▁پر ▁ظلم ▁کرنے ▁والے ▁ہیں ▁اور ▁بعض ے ▁ان ▁میں ▁متوسط ▁در جے ▁کے ▁ہیں ▁اور ▁بعض ے ▁ان ▁میں ▁اللہ ▁کی ▁توفیق ▁سے ▁نیک یوں ▁میں ▁ترقی ▁کي ے ▁چلے ▁جاتے ▁ہیں۔ ▁یہ ▁بڑا ▁فضل ▁ہے
▁اور ▁یہ ▁کہ ▁میری ▁ہی ▁عبادت ▁کرنا ▁یہ ▁سید ھا ▁راستہ ▁ہے
▁انہوں ▁نے ▁کہا ▁کہ ▁کچھ ▁نقصان ▁( کی ▁بات ) ▁نہیں ▁ہم ▁اپنے ▁پروردگار ▁کی ▁طرف ▁لوٹ ▁جانے ▁والے ▁ہیں
▁تو ▁اگر ▁سچ ے ▁ہو ▁تو ▁روح ▁کو ▁پھ یر ▁کیوں ▁نہیں ▁لیتے ؟
▁ہم ▁نے ▁خوب ▁پانی ▁ل نڈ ھ ایا
▁دیکھ و ▁تو ▁تمہارے ▁لیے ▁کی سی ▁مثال یں ▁بیان ▁کرتے ▁ہیں ▁پس ▁وہ ▁ایسے ▁گمراہ ▁ہو ▁ي ے ▁کہ ▁راستہ ▁بھی ▁نہیں ▁پا ▁سکتے
▁جو ▁کچھ ▁یہ ▁کہتے ▁ہیں ▁اس ▁سے ▁وه ▁پاک ▁اور ▁بالاتر ، ▁بہت ▁دور ▁اور ▁بہت ▁بلند ▁ہے
▁کوي ی ▁مصیبت ▁نازل ▁نہیں ▁ہوتی ▁مگر ▁خدا ▁کے ▁حکم ▁سے ۔ ▁اور ▁جو ▁شخص ▁خدا ▁پر ▁ایمان ▁لا تا ▁ہے ▁وہ ▁اس ▁کے ▁دل ▁کو ▁ہدایت ▁دیتا ▁ہے۔ ▁اور ▁خدا ▁ہر ▁چیز ▁سے ▁با خبر ▁ہے
▁وه ▁کہیں ▁گے ▁ایک ▁دن ▁یا ▁ایک ▁دن ▁سے ▁بھی ▁کم ، ▁ گن تی ▁ گن نے ▁والوں ▁سے ▁بھی ▁پوچھ ▁لی جی ي ے
▁( یعنی ▁غیر ▁خدا ) ▁کہیں ▁گے ▁وہ ▁تو ▁ہم ▁سے ▁جاتے ▁رہے ▁بلکہ ▁ہم ▁تو ▁پہلے ▁کسی ▁چیز ▁کو ▁پکار تے ▁ہی ▁نہیں ▁تھے۔ ▁اسی ▁طرح ▁خدا ▁کا فر وں ▁کو ▁گمراہ ▁کرتا ▁ہے
▁اور ▁ی تم یوں ▁کو ▁بالغ ▁ہونے ▁تک ▁کام ▁کا ج ▁میں ▁مصروف ▁رکھ و ▁پھر ▁( بالغ ▁ہونے ▁پر ) ▁اگر ▁ان ▁میں ▁عقل ▁کی ▁پخت گی ▁دیکھ و ▁تو ▁ان ▁کا ▁مال ▁ان ▁کے ▁حوالے ▁کرد و ▁اور ▁اس ▁خوف ▁سے ▁کہ ▁وہ ▁بڑے ▁ہو جا ي یں ▁گے ▁( یعنی ▁بڑے ▁ہو ▁کر ▁تم ▁سے ▁اپنا ▁مال ▁واپس ▁لے ▁لیں ▁گے ) ▁اس ▁کو ▁ فض ول ▁خرچ ی ▁اور ▁جلد ی ▁میں ▁نہ ▁ا ڑا ▁دینا ۔ ▁جو ▁شخص ▁اس ود ہ ▁حال ▁ہو ▁اس ▁کو ▁( ایس ے ▁مال ▁سے ▁قطعی ▁طور ▁پر ) ▁پر ہ یز ▁رکھنا ▁چاہ ی ي ے ▁اور ▁جو ▁بے ▁مق دور ▁ہو ▁وہ ▁مناسب ▁طور ▁پر ▁( یعنی ▁بقدر ▁خدمت ) ▁کچھ ▁لے ▁لے ▁اور ▁جب ▁ان ▁کا ▁مال ▁ان ▁کے ▁حوالے ▁کرنے ▁ل گو ▁تو ▁گواہ ▁کرلیا ▁کرو ۔ ▁اور ▁حقیقت ▁میں ▁تو ▁خدا ▁ہی ▁( گو ا ہ ▁اور ) ▁حساب ▁لینے ▁والا ▁کافی ▁ہے
▁الل ر ▁سے ▁ڈر و ▁اور ▁میری ▁اطاعت ▁کرو
▁کہہ ▁دو ▁کہ ▁میں ▁تمہاری ▁طرح ▁کا ▁ایک ▁بشر ▁ہوں۔ ▁( ال بت ہ ) ▁میری ▁طرف ▁وح ی ▁ اتی ▁ہے ▁کہ ▁تم ہ ارا ▁مع بود ▁( وہ ی ) ▁ایک ▁مع بود ▁ہے۔ ▁تو ▁جو ▁شخص ▁اپنے ▁پروردگار ▁سے ▁ملنے ▁کی ▁امید ▁رکھے ▁چاہ ی ي ے ▁کہ ▁عمل ▁نیک ▁کرے ▁اور ▁اپنے ▁پروردگار ▁کی ▁عبادت ▁میں ▁کسی ▁کو ▁شریک ▁نہ ▁بنا ي ے
▁اللہ ▁نے ▁جو ▁کچھ ▁تم ▁پر ▁حرام ▁کیا ▁ہے ▁وہ ▁ہے ▁مر دار ▁اور ▁خون ▁اور ▁سور ▁کا ▁گوشت ▁اور ▁وہ ▁جانور ▁جس ▁پر ▁اللہ ▁کے ▁سوا ▁کسی ▁اور ▁کا ▁نام ▁لیا ▁گیا ▁ہو ▁البتہ ▁بھوک ▁سے ▁مجبور ▁ہو ▁کر ▁اگر ▁کوي ی ▁ان ▁چیز وں ▁کو ▁کھا ▁لے ، ▁بغیر ▁اس ▁کے ▁کہ ▁وہ ▁قانون ▁ال ہی ▁کی ▁خلاف ▁ورزی ▁کا ▁خواہش ▁مند ▁ہو ، ▁یا ▁حد ▁ضرورت ▁سے ▁تجاوز ▁کا ▁مرتکب ▁ہو ، ▁تو ▁یقینا ▁اللہ ▁معاف ▁کرنے ▁اور ▁رحم ▁فرمان ے ▁والا ▁ہے
▁بیش ک ▁نیک وں ▁کو ▁ہم ▁ایسا ▁ہی ▁بدل ہ ▁دیتے ▁ہیں ،
▁وہ ▁کھ ڑ کھ ڑا نے ▁والی ▁کیا ▁ہے
▁اس ▁وقت ▁کو ▁یاد ▁کرو ▁جب ▁تمہاری ▁بہن ▁جارہی ▁تھیں ▁کہ ▁فرع ون ▁سے ▁کہیں ▁کہ ▁کیا ▁میں ▁کسی ▁ایسے ▁کا ▁پتہ ▁بتا وں ▁جو ▁اس ▁کی ▁کف الت ▁کر س کے ▁اور ▁اس ▁طرح ▁ہم ▁نے ▁تم ▁کو ▁تمہاری ▁ماں ▁کی ▁طرف ▁پل ٹا ▁دیا ▁تاکہ ▁ان ▁کی ▁ان کھ یں ▁ ٹھ نڈی ▁ہو جا ي یں ▁اور ▁وہ ▁رنج ید ہ ▁نہ ▁ہوں ▁اور ▁تم ▁نے ▁ایک ▁شخص ▁کو ▁قتل ▁کردیا ▁تو ▁ہم ▁نے ▁تمہیں ▁غم ▁سے ▁نجات ▁دے ▁دی ▁اور ▁تم ہ ارا ▁با قاعدہ ▁امتحان ▁لے ▁لیا ▁پھر ▁تم ▁اہل ▁مد ین ▁میں ▁کي ی ▁برس ▁تک ▁رہے ▁اس ▁کے ▁بعد ▁تم ▁ایک ▁منزل ▁پر ▁ا گي ے ▁اے ▁موسی
▁اور ▁اس ▁دن ▁کی ▁قسم ▁جس ▁کا ▁وعدہ ▁دیا ▁گیا ▁ہے
▁کھ ڑ کھ ڑا نے ▁والی
▁اور ▁انہوں ▁نے ▁( یعنی ▁یہ ود ▁نے ) ▁االله ▁کی ▁وہ ▁قدر ▁نہ ▁جان ی ▁جیسی ▁قدر ▁جان نا ▁چاہیے ▁تھی ، ▁جب ▁انہوں ▁نے ▁یہ ▁کہہ ▁( کر ▁رسالت ▁محمد ی ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کا ▁انکار ▁کر ) ▁دیا ▁کہ ▁االله ▁نے ▁کسی ▁اد می ▁پر ▁کوي ی ▁چیز ▁نہیں ▁اتار ی ۔ ▁اپ ▁فرما ▁دی جي ے : ▁وہ ▁کتاب ▁کس ▁نے ▁اتار ی ▁تھی ▁جو ▁موسی ▁( علی ہ ▁السلام ) ▁لے ▁کر ▁اي ے ▁تھے ▁جو ▁لوگوں ▁کے ▁لي ے ▁روشنی ▁اور ▁ہدایت ▁تھی ؟ ▁تم ▁نے ▁جس ▁کے ▁الگ ▁الگ ▁کاغذ ▁بنا ▁لي ے ▁ہیں ▁تم ▁اسے ▁( لوگ وں ▁پر ) ▁ظاہر ▁( بھی ) ▁کرتے ▁ہو ▁اور ▁( اس ▁میں ▁سے ) ▁بہت ▁کچھ ▁چھپ ات ے ▁( بھی ) ▁ہو ، ▁اور ▁تمہیں ▁وہ ▁( ک چھ ) ▁سکھ ایا ▁گیا ▁ہے ▁جو ▁نہ ▁تم ▁جانتے ▁تھے ▁اور ▁نہ ▁تمہارے ▁باپ ▁داد ا ، ▁اپ ▁فرما ▁دی جي ے : ▁( یہ ▁سب ) ▁االله ▁( ہی ▁کا ▁کرم ▁ہے ) ▁پھر ▁اپ ▁انہیں ▁( ان ▁کے ▁حال ▁پر ) ▁چھوڑ ▁دیں ▁کہ ▁وہ ▁اپنی ▁خر افات ▁میں ▁کھیل تے ▁رہیں ،
▁اور ▁بھ لا ي ی ▁کو ▁جھ ٹل ایا
▁( اس ▁سے ▁مراد ) ▁وہ ▁یوم ▁قیامت ▁ہے ▁جس ▁دن ▁( سار ے ) ▁لوگ ▁ب کھ رے ▁ہو ي ے ▁پر وان وں ▁کی ▁طرح ▁ہو ▁جاي یں ▁گے ،
▁مومن ▁مرد وں ▁سے ▁کہہ ▁دو ▁کہ ▁اپنی ▁نظر یں ▁نی چی ▁رکھا ▁کریں ▁اور ▁اپنی ▁شرم ▁گاہ وں ▁کی ▁حفاظت ▁کیا ▁کریں۔ ▁یہ ▁ان ▁کے ▁لي ے ▁بڑی ▁پاک یز گی ▁کی ▁بات ▁ہے ▁اور ▁جو ▁کام ▁یہ ▁کرتے ▁ہیں ▁خدا ▁ان ▁سے ▁خبردار ▁ہے
▁اور ▁جو ▁شخص ▁ایمان ▁لے ▁ ایا ▁تھا ▁اس ▁نے ▁کہا ▁کہ ▁اے ▁قوم ▁والو ▁میرا ▁اتباع ▁کرو ▁تو ▁میں ▁تمہیں ▁ہدایت ▁کا ▁راستہ ▁دکھا سک تا ▁ہوں
▁( س ايل ▁کو ) ▁اچھا ي ی ▁سے ▁جواب ▁دینا ▁اور ▁بخش ▁دینا ۔ ▁اس ▁صدق ہ ▁و ▁خیر ات ▁سے ▁بہتر ▁ہے۔ ▁جس ▁کے ▁بعد ▁( س ايل ▁کو ) ▁ای ذا ▁پہنچا ي ی ▁جاي ے۔ ▁اور ▁اللہ ▁بے ▁نیاز ▁ہے ▁اور ▁بڑا ▁برد بار ▁ہے۔
▁یہ ▁مشر کین ▁کہتے ▁ہیں ▁" اگر ▁اللہ ▁چاہتا ▁تو ▁نہ ▁ہم ▁اور ▁نہ ▁ہمارے ▁باپ ▁داد ا ▁اس ▁کے ▁سوا ▁کسی ▁اور ▁کی ▁عبادت ▁کرتے ▁اور ▁نہ ▁اس ▁کے ▁حکم ▁کے ▁بغیر ▁کسی ▁چیز ▁کو ▁حرام ▁ ٹھی رات ے " ▁ایسے ▁ہی ▁بہ انے ▁ان ▁سے ▁پہلے ▁کے ▁لوگ ▁بھی ▁بنا تے ▁رہے ▁ہیں ▁تو ▁کیا ▁رسول وں ▁پر ▁صاف ▁صاف ▁بات ▁پہنچا ▁دینے ▁کے ▁سوا ▁اور ▁بھی ▁کوي ی ▁ذم ہ ▁داری ▁ہے ؟
▁اور ▁پ نڈ لی ▁سے ▁پ نڈ لی ▁ل پٹ ▁جاي ے
▁وہ ▁زبان ▁سے ▁ست انے ▁کے ▁سوا ▁تم ہ ارا ▁اور ▁کچھ ▁بگ ا ڑ ▁نہ ▁سکیں ▁گے ▁اور ▁اگر ▁تم ▁سے ▁لڑ یں ▁گے ▁تو ▁پی ٹھ ▁پھ یر ▁دیں ▁گے ▁پھر ▁مدد ▁نہیں ▁دیے ▁جاي یں ▁گے
▁کیا ▁اللہ ▁تعالی ▁اپنے ▁بند ے ▁کے ▁لیے ▁کافی ▁نہیں ؟ ▁یہ ▁لوگ ▁اپ ▁کو ▁اللہ ▁کے ▁سوا ▁اور وں ▁سے ▁ڈرا ▁رہے ▁ہیں ▁اور ▁جسے ▁اللہ ▁گم راه ▁کر ▁دے اس ▁کی ▁رہنما ي ی ▁کرنے ▁والا ▁کوي ی ▁نہیں
▁پھر ▁ہم ▁نے ▁ہو د ▁کو ▁اور ▁جو ▁لوگ ▁ان ▁کے ▁ساتھ ▁تھے ▁ان ▁کو ▁نجات ▁بخشی ▁اور ▁جنہوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁تھا ▁ان ▁کی ▁جڑ ▁کا ٹ ▁دی ▁اور ▁وہ ▁ایمان ▁لانے ▁والے ▁تھے ▁ہی ▁نہیں
▁بڑے ▁اد می ▁کہیں ▁گے ▁کہ ▁تم ▁( بھی ▁اور ) ▁ہم ▁( بھی ) ▁سب ▁دوزخ ▁میں ▁( رہ یں ▁گے ) ▁خدا ▁بند وں ▁میں ▁فیصلہ ▁کر چک ا ▁ہے
▁اور ▁اس ▁کا ▁( ز ندگی ▁بھر ▁کا ) ▁ساتھ ی ▁کہ ے ▁گا ▁کہ ▁جو ▁میرے ▁پاس ▁تھا ▁وہ ▁حاضر ▁ہے۔
▁اللہ ▁تعالی ▁وه ▁ہے ▁جس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ، ▁جو ▁زنده ▁اور ▁سب ▁کا ▁ نگ ہ بان ▁ہے
▁ان ▁سب ▁نے ▁رسول وں ( ع ) ▁کو ▁جھ ٹل ایا ▁تو ▁ہمارے ▁عذاب ▁کے ▁مست و جب ▁ہو ي ے۔
▁جب ▁انہوں ▁نے ▁اپنی ▁قوم ▁سے ▁کہا : ▁کیا ▁تم ▁( ا الله ▁سے ) ▁نہیں ▁ڈر تے ▁ہو ؟ ،
▁س در ال منت ہی ▁کے ▁نزدیک
▁پس ▁وہ ▁جھ ان کے ▁گا ▁تو ▁اسے ▁ دوز ح ▁کے ▁درمیان ▁دیکھ ے ▁گا
▁بیش ک ▁اس مان وں ▁اور ▁زمین ▁میں ▁نشان یاں ▁ہیں ▁ایمان ▁والوں ▁کے ▁لیے
▁( وہ ▁اس ▁لیے ▁ایسا ▁ہونے ▁دیتا ▁ہے ) ▁تاکہ ▁شیطان ▁کی ▁ڈال ی ▁ہو ي ی ▁خراب ی ▁کو ▁فت نہ ▁بنا ▁دے ▁ان ▁لوگوں ▁کے ▁لیے ▁جن ▁کے ▁دل وں ▁کو ▁( ن فاق ▁کا ) ▁رو گ ▁لگا ▁ہوا ▁ہے ▁اور ▁جن ▁کے ▁دل ▁کھو ٹے ▁ہیں ▁حقیقت ▁یہ ▁ہے ▁کہ ▁یہ ▁ظالم ▁لوگ ▁عن اد ▁میں ▁بہت ▁دور ▁نکل ▁ گي ے ▁ہیں
▁جن ▁کا ▁رنگ ▁و ▁روغن ▁ایسا ▁ہوگا ▁جیسے ▁چھپ اي ے ▁ہو ي ے ▁ان ڈ ے ▁رکھے ▁ہو ي ے ▁ہوں
▁اج ▁تمہارے ▁لي ے ▁سب ▁پاک ▁و ▁پاک ی زہ ▁چیز یں ▁حلال ▁کر ▁دی ▁ گي ی ▁ہیں۔ ▁اور ▁اہل ▁کتاب ▁کا ▁ طعام ▁( ان اج ) ▁تمہارے ▁لي ے ▁حلال ▁ہے ▁اور ▁تم ہ ارا ▁ طعام ▁( ان اج ) ▁ان ▁کے ▁لي ے ▁حلال ▁ہے ▁اور ▁پاک دام ن ▁مسلمان ▁عورت یں ▁اور ▁ان ▁لوگوں ▁( اہل ▁کتاب ) ▁کی ▁پاک دام ن ▁عورت یں ▁جنہیں ▁تم ▁سے ▁پہلے ▁کتاب ▁دی ▁ گي ی ▁ہے۔ ▁( وہ ▁تمہارے ▁لي ے ▁حلال ▁ہیں ) ▁بشر طی کہ ▁تم ▁ان ▁کی ▁اج رت یں ▁( حق ▁مہر ) ▁دے ▁دو ۔ ▁اور ▁وہ ▁بھی ▁اپنی ▁پاک دام نی ▁کے ▁تحفظ ▁کی ▁خاطر ▁نہ ▁کہ ▁از اد ▁ شہ وت ▁ رانی ▁کی ▁خاطر ▁اور ▁نہ ▁ہی ▁چور ی ▁چھپ ے ▁نا جا يز ▁تعلقات ▁قاي م ▁کرنے ▁کے ▁لیے ۔ ▁اور ▁جو ▁ایمان ▁کا ▁انکار ▁کرے ▁( اور ▁کفر ▁اختیار ▁کرے ) ▁تو ▁اس ▁کے ▁سب ▁عمل ▁اک ارت ▁ہو گي ے ▁اور ▁وہ ▁اخر ت ▁میں ▁نقصان ▁اٹھا نے ▁والوں ▁میں ▁ہوگا۔
▁اور ▁تمہارے ▁رب ▁نے جو ▁تمہارے ▁لیے ▁بیوی اں ▁پیدا ▁کر ▁دی ▁ہیں ▁انہیں ▁چھوڑ ▁دیتے ▁ہو ▁بلکہ ▁تم ▁حد ▁سے ▁گزر نے ▁والے ▁لوگ ▁ہو
▁اور ▁ان ▁میں ▁سے ▁وہ ▁شخص ▁( بھی ) ▁ہے ▁جو ▁کہ تا ▁ہے ▁کہ ▁اپ ▁مجھے ▁اجازت ▁دے ▁دی جي ے ▁( کہ ▁میں ▁جہاد ▁پر ▁جانے ▁کی ▁بجا ي ے ▁گھر ▁ٹھہر ا ▁رہ وں ) ▁اور ▁مجھے ▁فت نہ ▁میں ▁نہ ▁ڈال ي ے ، ▁سن ▁لو ! ▁کہ ▁وہ ▁فت نہ ▁میں ▁( تو ▁خود ▁ہی ) ▁گر ▁پڑے ▁ہیں ، ▁اور ▁بیش ک ▁ جہ نم ▁کا فر وں ▁کو ▁گھ ی رے ▁ہو ي ے ▁ہے ،
▁اور ▁اپ ▁جب ▁بھی ▁کہیں ▁نکل یں ▁تو ▁( نم از ▁کے ▁وقت ) ▁اپنا ▁منہ ▁مسجد ▁الحرام ▁کی ▁طرف ▁ہی ▁م وڑ یں ▁اور ▁( ا ے ▁مسلمان و !) ▁تم ▁بھی ▁جہاں ▁کہیں ▁ہو ▁( نم از ▁کے ▁وقت ) ▁اپنے ▁مون ہ وں ▁کو ▁اسی ▁( مس جد ▁الحرام ) ▁کی ▁طرف ▁ہی ▁کر ▁لیا ▁کرو ۔ ▁( اس ▁حکم ▁کی ▁بار ▁بار ▁تکرار ▁سے ▁ایک ▁ غرض ▁یہ ▁ہے ▁کہ ) ▁تاکہ ▁لوگوں ▁( مخالف ین ) ▁کو ▁تمہارے ▁خلاف ▁کوي ی ▁دلیل ▁نہ ▁ملے ۔ ▁سوا ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁ظالم ▁ہیں ▁( کہ ▁ان ▁کی ▁زبان ▁تو ▁کسی ▁طرح ▁بھی ▁بند ▁نہیں ▁ہو ▁سکتی ) ۔ ▁تو ▁تم ▁ان ▁سے ▁نہ ▁ڈر و ▁بلکہ ▁مجھ ▁سے ▁ڈر و ▁( دو سر ی ▁ غرض ▁یہ ▁ہے ) ▁کہ ▁تم ▁پر ▁میری ▁نعمت ▁تام ▁و ▁تمام ▁ہو ▁جاي ے ▁( اور ▁تیسری ▁ غرض ▁یہ ▁ہے ) ▁کہ ▁شاید ▁تم ▁ہدایت ▁یافتہ ▁ہو ▁جا و ▁۔
▁ہم ▁اپ ▁کو ▁ان ▁کے ▁واقعات ▁بالکل ▁سچ ے ▁سچ ے ▁ب تار ہے ▁ہیں - یہ ▁چند ▁جوان ▁تھے ▁جو ▁اپنے ▁پروردگار ▁پر ▁ایمان ▁لاي ے ▁تھے ▁اور ▁ہم ▁نے ▁ان ▁کی ▁ہدایت ▁میں ▁اضافہ ▁کردیا ▁تھا
▁حقیقت ▁یہ ▁ہے ▁کہ ▁تم ہ ارا ▁رب ▁وہی ▁خدا ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁چھ ▁دنوں ▁میں ▁پیدا ▁کیا ، ▁پھر ▁تخت ▁حکومت ▁پر ▁جلو ہ ▁گر ▁ہوا ▁اور ▁کا ين ات ▁کا ▁انتظام ▁چلا ▁رہا ▁ہے ▁کوي ی ▁شفا عت ▁( س فار ش ) ▁کرنے ▁والا ▁نہیں ▁الا ▁یہ ▁کہ ▁اس ▁کی ▁اجازت ▁کے ▁بعد ▁شفا عت ▁کرے ▁یہی ▁اللہ ▁تم ہ ارا ▁رب ▁ہے ▁لہذا ▁تم ▁اسی ▁کی ▁عبادت ▁کرو ▁پھر ▁کیا ▁تم ▁ہو ش ▁میں ▁نہ ▁او ▁گے ؟
▁جو ▁لوگ ▁کا فر ▁ہیں ▁اگر ▁ان ▁کے ▁پاس ▁روي ے ▁زمین ▁( کے ▁تمام ▁خزان ے ▁اور ▁اس ) ▁کا ▁سب ▁مال ▁و مت اع ▁ہو ▁اور ▁اس ▁کے ▁ساتھ ▁اسی ▁قدر ▁اور ▁بھی ▁ہو ▁تاکہ ▁قیامت ▁کے ▁روز ▁عذاب ▁( سے ▁ رست گار ی ▁حاصل ▁کرنے ) ▁کا ▁بدل ہ ▁دیں ▁تو ▁ان ▁سے ▁قبول ▁نہیں ▁کیا ▁جاي ے ▁گا ▁اور ▁ان ▁کو ▁درد ▁دینے ▁والا ▁عذاب ▁ہوگا
▁ہم ▁دنیا ▁کی ▁زندگی ▁میں ▁( بھی ) ▁تمہارے ▁دوست ▁اور ▁مدد گار ▁ہیں ▁اور ▁اخر ت ▁میں ▁( بھی )، ▁اور ▁تمہارے ▁لي ے ▁وہاں ▁ہر ▁وہ ▁نعمت ▁ہے ▁جسے ▁تم ہ ارا ▁جی ▁چاہے ▁اور ▁تمہارے ▁لي ے ▁وہاں ▁وہ ▁تمام ▁چیز یں ▁( حا ضر ) ▁ہیں ▁جو ▁تم ▁طلب ▁کرو ،
▁اے ▁ایمان ▁والو ▁تم ▁ان ▁لوگ و ▁ ں ▁جیسے ▁نہ ▁ہو جا و ▁جنہوں ▁نے ▁موسی ▁کو ▁ست ایا ▁پھر ▁الله ▁نے ▁موسی ▁کو ▁ان ▁کی ▁بات وں ▁سے ▁بری ▁کر ▁دیا ▁اور ▁وہ ▁الله ▁کے ▁نزدیک ▁بڑی ▁عزت ▁والا ▁تھا
▁تو ▁کیا ▁اپ ▁شدت ▁ها ف سوس ▁سے ▁ان ▁کے ▁پیچھے ▁اپنی ▁جان ▁خطرہ ▁میں ▁ڈال ▁دیں ▁گے ▁اگر ▁یہ ▁لوگ ▁اس ▁بات ▁پر ای مان ▁نہ ▁لاي ے
▁اور ▁دس ▁( م قدس ) ▁رات وں ▁کی۔
▁اب ▁جو ▁لوگ ▁اللہ ▁کی ▁بات ▁مان ▁لیں ▁گے ▁اور ▁اس ▁کی ▁پناہ ▁ڈھ ون ڈ یں ▁گے ▁ان ▁کو ▁اللہ ▁اپنی ▁رحمت ▁اور ▁اپنے ▁فضل ▁و ▁کرم ▁کے ▁دامن ▁میں ▁لے ▁لے ▁گا ▁اور ▁اپنی ▁طرف ▁ انے ▁کا ▁سید ھا ▁راستہ ▁ان ▁کو ▁دکھا ▁دے ▁گا
▁اور ▁ہم ▁نے ▁اس ▁طور ▁پر ▁یوسف ▁کو ▁اس ▁ملک ▁میں ▁با ا خت یار ▁بنا ▁دیا ▁کہ ▁اس ▁میں ▁جہاں ▁چاہے ▁رہے ہم ▁جس ▁پر ▁چاہ یں ▁اپنی ▁رحمت ▁متو جہ ▁کر ▁دیں ▁اور ▁ہم ▁نیک ی ▁کرنے ▁والوں ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁کرتے
▁ایسی ▁نازک ▁جیسے ▁ان ڈ ے ▁کے ▁چھ ل کے ▁کے ▁نیچے ▁چھپ ی ▁ہو ي ی ▁جھ لی
▁اور ▁انہیں ▁دو ▁ش حص وں ▁کی ▁مثال ▁سنا ▁دو ▁ان ▁دونوں ▁میں ▁سے ▁ایک ▁لیے ▁ہم ▁نے ▁ان گور ▁کے ▁دو ▁باغ ▁تیار ▁کیے ▁اور ▁ان ▁کے ▁گرد ▁اگر ▁کھ جور یں ▁لگا ي یں ▁اور ان ▁د ونو ▁ ں ▁کے ▁درمیان ▁کھ یتی ▁بھی ▁لگا ▁رکھی ▁تھی
▁ایک ▁دفتر ▁ہے ▁جس ▁میں ▁لکھا ▁جاتا ▁ہے
▁اور ▁ہم ▁قر ان ▁میں ▁اتار تے ▁ہیں ▁وہ ▁چیز ▁( ۱۷ ۹ ) ▁جو ▁ایمان ▁والوں ▁کے ▁لیے ▁شفا ▁اور ▁رحمت ▁ہے ▁اور ▁اس ▁سے ▁ظالم وں ▁کو ▁نقصان ▁ہی ▁بڑھ تا ▁ہے ،
▁وہ ▁بول ے : ▁اسے ▁لوگوں ▁کے ▁سامنے ▁لے ▁او ▁تاکہ ▁وہ ▁( اس ے ) ▁دیکھ ▁لیں ،
▁اور ▁اس ▁چھ ت ▁کی ▁جو ▁بلند ▁ہے۔
▁یقینا ▁تمہارے ▁مال وں ▁اور ▁جان وں ▁سے ▁تمہاری ▁از ماي ش ▁کی ▁جاي ے ▁گی ▁اور ▁یہ ▁بھی ▁یقین ▁ہے ▁کہ ▁تمہیں ▁ان ▁لوگوں ▁کی ▁جو ▁تم ▁سے ▁پہلے ▁کتاب ▁دی ي ے ▁ گي ے ▁اور ▁مشر ک وں ▁کی ▁بہت ▁سی ▁د کھ ▁دینے ▁والی ▁باتیں ▁بھی ▁سن نی ▁پڑ یں ▁گی ▁اور ▁اگر ▁تم ▁صبر ▁کر ▁لو ▁اور ▁پر ہ یز گار ی ▁اختیار ▁کرو ▁تو ▁یقینا ▁یہ ▁بہت ▁بڑی ▁ہم ت ▁کا ▁کام ▁ہے
▁پھر ▁سب ▁کچھ ▁نشان یاں ▁دیکھ ▁دکھا ▁کر ▁پچ ھل ی ▁مت ▁انہیں ▁یہی ▁اي ی ▁کہ ▁ضرور ▁ایک ▁مدت ▁تک ▁اسے ▁قید خان ہ ▁میں ▁ڈال یں
▁جس ▁طرح ▁فرع ون ▁والوں ▁اور ▁ان ▁سے ▁پہلے ▁لوگوں ▁کا ▁معاملہ ▁تھا ▁انہوں ▁نے ▁ہماری ▁نشانی وں ▁کو ▁جھ ٹل ایا ▁پھر ▁الله ▁نے ▁ان ▁کے ▁گناہ وں ▁کے ▁سبب ▁سے ▁انہیں ▁پکڑ ا ▁اور ▁الله ▁سخت ▁عذاب ▁دینے ▁والا ▁ہے
▁اور ▁اللہ ▁کی ▁قسم یں ▁کھا تے ▁ہیں ▁کہ ▁وہ ▁تم ▁میں ▁سے ▁ہیں ▁اور ▁تم ▁میں ▁سے ▁ہیں ▁نہیں ▁ہاں ▁وہ ▁لوگ ▁ڈر تے ▁ہیں
▁گھر ▁کے ▁لوگ ▁بول ے ▁" خدا ▁کی ▁قسم ▁اپ ▁ابھی ▁تک ▁اپنے ▁اسی ▁ پرانے ▁خ بط ▁میں ▁پڑے ▁ہو ي ے ▁ہیں "
▁اور ▁ہم ▁نے ▁کہا : ▁اے ▁اد م ! ▁تم ▁اور ▁تمہاری ▁بیوی ▁دونوں ▁بہ شت ▁میں ▁رہ و ۔ ▁اور ▁اس ▁سے ▁جہاں ▁سے ▁تم ہ ارا ▁دل ▁چاہے ▁ مز ے ▁اور ▁فرا غت ▁کے ▁ساتھ ▁کھا و ۔ ▁لیکن ▁اس ▁( م خصوص ) ▁درخت ▁کے ▁پاس ▁نہ ▁جانا ▁( اس ▁کا ▁پھل ▁نہ ▁کھانا ) ▁ورنہ ▁تم ▁ز یاں ▁کار وں ▁میں ▁سے ▁ہو ▁جا و گ ے۔
▁اور ▁نہ ▁ان ▁لوگوں ▁میں ▁ہونا ▁جو ▁خدا ▁کی ▁ ایت وں ▁کی ▁تک ذ یب ▁کرتے ▁ہیں ▁نہیں ▁تو ▁نقصان ▁اٹھا و ▁گے
▁ارشاد ▁ہوگا ▁تم ▁بھی ▁اسی ▁ جہ نم ▁میں ▁داخل ▁ہو ▁جا و ▁جس ▁میں ▁تم ▁سے ▁پہلے ▁گزر ے ▁ہو ي ے ▁جن ▁و ▁انس ▁کے ▁گروہ ▁داخل ▁ہو ▁چکے ▁ہیں ▁( اور ) ▁جب ▁بھی ▁کوي ی ▁( جہ نم ▁میں ) ▁داخل ▁ہوگا ▁تو ▁اپنے ▁ساتھ ▁( پیش ▁رو ) ▁گروہ ▁پر ▁لعنت ▁کرے ▁گا۔ ▁یہاں ▁تک ▁کہ ▁جب ▁سب ▁وہاں ▁جمع ▁ہو ▁جاي یں ▁گے ▁( سب ▁ واصل ▁ جہ نم ▁ہو ▁جاي یں ▁گے ) ▁تو ▁بعد ▁والا ▁گروہ ▁پہلے ▁گروہ ▁کے ▁بارے ▁میں ▁کہ ے ▁گا ▁اے ▁پروردگار ! ▁انہوں ▁نے ▁ہمیں ▁گمراہ ▁کیا ▁تھا ▁اس ▁لي ے ▁انہیں ▁دوزخ ▁کا ▁دو گن ا ▁عذاب ▁د ے۔ ▁ارشاد ▁ہوگا ▁ہر ▁ایک ▁کے ▁لي ے ▁دو نا ▁عذاب ▁ہے ▁لیکن ▁تم ▁جانتے ▁نہیں ▁ہو۔
▁بے شک ▁ہم ▁نے ▁کا فر وں ▁کی لي ے ▁زنجیر یں ، ▁طو ق ▁اور ▁ب ھڑ کت ی ▁ہو ي ی ▁ اگ ▁تیار ▁کر ▁رکھی ▁ہے۔
▁ حمد ▁اس ▁خدا ▁کے ▁لیے ▁ہے ▁جو ▁اس مان وں ▁اور ▁زمین ▁کی ▁ہر ▁چیز ▁کا ▁مالک ▁ہے ▁اور ▁اخر ت ▁میں ▁بھی ▁اسی ▁کے ▁لیے ▁ حمد ▁ہے ▁وہ ▁دا نا ▁اور ▁با خبر ▁ہے
▁اگر ▁تم ▁سفر ▁کی ▁حالت ▁میں ▁ہو ▁اور ▁دستاویز ▁لکھنے ▁کے ▁لیے ▁کوي ی ▁کا تب ▁نہ ▁ملے ، ▁تو ▁رہ ن ▁بال قب ض ▁پر ▁معاملہ ▁کرو ▁اگر ▁تم ▁میں ▁سے ▁کوي ی ▁شخص ▁دوسرے ▁پر ▁بھر وس ہ ▁کر ▁کے ▁اس ▁کے ▁ساتھ ▁کوي ی ▁معاملہ ▁کرے ، ▁تو ▁جس ▁پر ▁بھر وس ہ ▁کیا ▁گیا ▁ہے ، ▁اسے ▁چاہیے ▁کہ ▁امان ت ▁ادا ▁کرے ▁اور ▁اللہ ، ▁اپنے ▁رب ▁سے ▁ڈر ے ▁اور ▁شہادت ▁ہر گز ▁نہ ▁چھپ او ▁جو ▁شہادت ▁چھپ ات ا ▁ہے ، ▁اس ▁کا ▁دل ▁گناہ ▁میں ▁الو دہ ▁ہے ▁اور ▁اللہ ▁تمہارے ▁اعمال ▁سے ▁بے ▁خبر ▁نہیں ▁ہے
▁اور ▁کہا ▁کیوں ▁یہ ▁قر ان ▁ان ▁دو ▁بست یوں ▁کے کسی ▁سردار ▁پر ▁نازل ▁نہیں ▁کیا ▁گیا
▁اور ▁ثم ود ▁کو ▁پس ▁اسے ▁باقی ▁نہ ▁چھوڑ ا
▁جو ▁لوگ ▁ایمان ▁نہیں ▁رکھتے ۔ ▁ہم ▁نے ▁ان ▁کے ▁اعمال ▁( ان ▁کی ▁نظر ▁میں ) ▁خوش ن ما ▁بنا ▁دی ي ے ▁ہیں ▁پس ▁وہ ▁سر گردان ▁پھر ▁رہے ▁ہیں۔
▁تم ▁دونوں ▁ہر ▁کا فر ▁سر کش ▁کو ▁دوزخ ▁میں ▁ڈال ▁دو
▁ان ▁کی ▁جزا ▁ان ▁کے ▁رب ▁کے ▁ہاں ▁دا يم ی ▁قیام ▁کی ▁جنت یں ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ▁رہی ▁ہوں ▁گی ، ▁وہ ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ▁اللہ ▁ان ▁سے ▁راضی ▁ہوا ▁اور ▁وہ ▁اللہ ▁سے ▁راضی ▁ہو ي ے ▁یہ ▁کچھ ▁ہے ▁اس ▁شخص ▁کے ▁لیے ▁جس ▁نے ▁اپنے ▁رب ▁کا ▁خوف ▁کیا ▁ہو
▁اور ▁وہ ▁( اب ▁اسی ▁مہ لت ▁کی ▁وجہ ▁سے ) ▁کہتے ▁ہیں ▁کہ ▁اس ▁( رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁پر ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁کوي ی ▁( فی صل ہ ▁کن ) ▁نشانی ▁کیوں ▁نازل ▁نہیں ▁کی ▁ گي ی ، ▁اپ ▁فرما ▁دی جي ے : ▁غ یب ▁تو ▁محض ▁اللہ ▁ہی ▁کے ▁لي ے ▁ہے ، ▁سو ▁تم ▁انتظار ▁کرو ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁انتظار ▁کرنے ▁والوں ▁میں ▁سے ▁ہوں ،
▁اور ▁اگر ▁وہ ▁کوي ی ▁مع جز ہ ▁دیکھ ▁لیں ▁تو ▁اس ▁سے ▁منہ ▁م وڑ ▁لیں ▁اور ▁کہیں ▁یہ ▁تو ▁ہمیشہ ▁سے ▁چلا ▁ا تا ▁جادو ▁ہے
▁اور ▁جو رو ▁اور ▁بی ٹ وں ▁سے
▁اور ▁یہ ▁کہ ▁بیش ک ▁تمہارے ▁رب ▁ہی ▁کی ▁طرف ▁انتہا ▁ہے
▁تو ▁کہہ ▁دی جي ے ▁کہ ▁بہت ▁ممکن ▁ہے ▁کہ ▁جس ▁عذاب ▁کی ▁تم ▁جلد ی ▁کررہے ▁ہو ▁اس ▁کا ▁کوي ی ▁حصہ ▁تمہارے ▁پیچھے ▁ہی ▁لگا ہ وا ▁ہو
▁اور ▁کہتے ▁ہیں ▁کہ ▁ہماری ▁زندگی ▁تو ▁صرف ▁دنیا ▁ہی ▁کی ▁ہے ▁کہ ▁( یہ یں ) ▁مر تے ▁اور ▁جی تے ▁ہیں ▁اور ▁ہمیں ▁تو ▁زمان ہ ▁مار ▁دیتا ▁ہے۔ ▁اور ▁ان ▁کو ▁اس ▁کا ▁کچھ ▁علم ▁نہیں۔ ▁صرف ▁ ظن ▁سے ▁کام ▁لیتے ▁ہیں
▁یوں ▁نہیں ▁بلکہ ▁ان ▁کے ▁دل وں ▁پر ▁ان ▁کے اعم ال ▁کی ▁وجہ ▁سے ▁زنگ ▁( چ ڑھ ▁گیا ) ▁ہے
▁کوي ی ▁ہنس ی ▁مذاق ▁نہیں ▁ہے۔
▁( ہ اں ▁البتہ ) ▁یہ ▁لوگ ▁اپنے ▁بوجھ ▁اٹھا ي یں ▁گے ▁اور ▁اپنے ▁بوجھ وں ▁کے ▁ساتھ ▁کچھ ▁اور ▁بوجھ ▁بھی ۔ ▁اور ▁قیامت ▁کے ▁دن ▁ضرور ▁ان ▁سے ▁باز پرس ▁کی ▁جاي ے ▁گی ▁ان ▁افت را ▁پرداز یوں ▁کے ▁بارے ▁میں ▁جو ▁وہ ▁کرتے ▁تھے۔
▁اور ▁ان ▁میں ▁سے ▁کچھ ▁ایسے ▁بھی ▁ہیں ▁جنہوں ▁نے ▁اللہ ▁سے ▁عہد ▁کیا ▁تھا ▁کہ ▁اگر ▁اس ▁نے ▁ہمیں ▁اپنے ▁فضل ▁سے ▁( ک چھ ▁مال ▁و ▁دولت ) ▁سے ▁نواز ا ▁تو ▁ہم ▁ضرور ▁خیر ات ▁کریں ▁گے ▁اور ▁ضرور ▁نیک و کار ▁بند وں ▁میں ▁سے ▁ہو ▁جاي یں ▁گے۔
▁کیا ▁تم ▁اس ▁کلام ▁سے ▁انکار ▁کرتے ▁ہو ؟
▁بول ے ▁ان ▁کو ▁جلا دو ▁اور ▁اپنے ▁خدا وں ▁کی ▁مدد ▁کر وں ▁اگر ▁تمہیں ▁کرنا ▁ہے
▁اور ▁جب ▁( سم ندر ▁میں ) ▁ان ▁لوگوں ▁پر ▁ایک ▁موج ▁ساي بان وں ▁کی ▁طرح ▁چھ ا ▁جاتی ▁ہے ▁تو ▁یہ ▁اللہ ▁کو ▁پکار تے ▁ہیں ▁اپنے ▁دین ▁کو ▁بالکل ▁اسی ▁کے ▁لیے ▁خالص ▁کر ▁کے ، ▁پھر ▁جب ▁وہ ▁بچا ▁کر ▁انہیں ▁خشک ی ▁تک ▁پہنچا ▁دیتا ▁ہے ▁تو ▁ان ▁میں ▁سے ▁کوي ی ▁اقتصاد ▁ برت تا ▁ہے ، ▁اور ▁ہماری ▁نشانی وں ▁کا ▁انکار ▁نہیں ▁کرتا ▁مگر ▁ہر ▁وہ ▁شخص ▁جو ▁غ دار ▁اور ▁نا شک را ▁ہے
▁اور ▁( فر ش تے ▁کہتے ▁ہیں : ) ▁ہم ▁میں ▁سے ▁بھی ▁ہر ▁ایک ▁کا ▁مقام ▁مقرر ▁ہے ،
▁جب ▁وہ ▁دن ▁اي ے ▁گا ▁تو ▁کوي ی ▁شخص ▁الله ▁کی ▁اجازت ▁کے ▁سوا ▁بات ▁بھی ▁نہ ▁کر ▁سکے ▁گا ▁سو ▁ان ▁میں ▁سے ▁بعض ▁بد بخت ▁ہیں ▁اور بعض ▁نیک ▁ بخت
▁اس ▁طرح ▁بنی ▁اس راي یل ▁کو ▁ہم ▁نے ▁سخت ▁ذ لت ▁کے ▁عذاب
▁جس ▁نے ▁( دین ▁حق ▁کو ) ▁جھ ٹل ایا ▁اور ▁( رسول ▁کی ▁اطاعت ▁سے ) ▁منہ ▁پھ یر ▁لیا ،
▁بلند ▁باغ ▁میں ،
▁کہا ▁اس ▁کے ▁بعد ▁میں ▁تم ▁سے ▁کچھ ▁پوچھ وں ▁تو ▁پھر ▁میرے ▁ساتھ ▁نہ ▁رہ نا ، ▁بیش ک ▁میری ▁طرف ▁سے ▁تم ہ ارا ▁ عذر ▁پورا ▁ہو چک ا ،
▁فرمایا ▁تم ▁نہ ▁ٹھہر ے ▁مگر ▁تھ وڑ ا ▁اگر ▁تمہیں ▁علم ▁ہوتا ،
▁تو ▁ان ▁کے ▁من صف ▁مزاج ▁نے ▁کہا ▁کہ ▁میں ▁نے ▁نہ ▁کہا ▁تھا ▁کہ ▁تم ▁لوگ ▁تس بی ح ▁پروردگار ▁کیوں ▁نہیں ▁کرتے
▁یہاں ▁تک ▁کہ ▁ہمیں ▁موت ▁ا گي ی
▁یہ ▁خدا ▁اور ▁صاحب ان ▁ایمان ▁کو ▁دھو کہ ▁دینا ▁چاہتے ▁ہیں ▁حالانک ہ ▁اپنے ▁ہی ▁کو ▁دھو کہ ▁دے ▁رہے ▁ہیں ▁اور ▁سمجھتے ▁بھی ▁نہیں ▁ہیں
▁پھر ▁جب ▁صور ▁میں ▁پھ ون کا ▁جاي ے ▁گا ▁ایک ▁بار ▁پھ ون کا ▁جانا
▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁اللہ ▁نے ▁اپنا ▁کوي ی ▁بیٹا ▁بنایا ▁ہے ▁حالانک ہ ▁وہ ▁پاک ▁و ▁بے ▁نیاز ▁ہے ▁اور ▁اس ▁کے ▁لي ے ▁زمین ▁و ▁اس مان ▁کی ▁ساری ▁کا ين ات ▁ہے ▁- تم ہ ارے ▁پاس ▁تو ▁تمہاری ▁بات ▁کی ▁کوي ی ▁دلیل ▁بھی ▁نہیں ▁ہے - کیا ▁تم ▁لوگ ▁خدا ▁پر ▁وہ ▁الزام ▁لگا تے ▁ہو ▁جس ▁کا ▁تمہیں ▁علم ▁بھی ▁نہیں ▁ہے
▁انجام ▁کار ▁ہم ▁نے ▁اسے ▁اور ▁اس ▁کے ▁لشکر ▁کو ▁پکڑ ا ▁اور ▁سب ▁کو ▁سمندر ▁میں ▁پھینک ▁دیا ▁در ان حال ی کہ ▁وہ ▁قابل ▁ملا مت ▁تھا۔
▁کیا ▁یہ ▁لوگ ▁دین ▁خدا ▁کے ▁علاوہ ▁کچھ ▁اور ▁تلاش ▁کررہے ▁ہیں ▁جب ▁کہ ▁زمین ▁و ▁اس مان ▁کی ▁ساری ▁مخلوق ات ▁بہ ▁رضا ▁و ▁رغبت ▁یا ▁بہ ▁جبر ▁و کر ا ہ ت ▁اسی ▁کی ▁بار گاہ ▁میں ▁سر ▁تسلیم ▁خم ▁کي ے ▁ہو ي ے ▁ہے ▁اور ▁سب ▁کو ▁اسی ▁کی ▁بار گاہ ▁میں ▁واپس ▁جانا ▁ہے
▁جب ▁یہ ▁اپنی ▁قبر وں ▁سے ▁نکل ▁کر ▁اس ▁طرح ▁دو ڑے ▁جا ▁رہے ▁ہوں ▁گے ▁جیسے ▁اپنے ▁بت وں ▁کے ▁است ھان وں ▁کی ▁طرف ▁د وڑ ▁رہے ▁ہوں
▁نہ ▁تو ▁کوي ی ▁امت ▁اپنے ▁وقت ▁مقرر ه ▁سے ▁ اگ ے ▁بڑھ ی ▁اور ▁نہ ▁پیچھے ▁رہی
▁کیا ▁انہوں ▁نے ▁اپنے ▁سر وں ▁پر ▁ا ڑ تے ▁ہو ي ے ▁جانور وں ▁کو ▁نہیں ▁دیکھا ▁جو ▁پر وں ▁کو ▁پھیلا ي ے ▁رہتے ▁ہیں ▁اور ▁ان ▁کو ▁سک ی ڑ ▁بھی ▁لیتے ▁ہیں۔ ▁خدا ▁کے ▁سوا ▁انہیں ▁کوي ی ▁تھا م ▁نہیں ▁سکتا ۔ ▁بے شک ▁وہ ▁ہر ▁چیز ▁کو ▁دیکھ ▁رہا ▁ہے
▁بے ▁شک ▁جو ▁کچھ ▁تم ▁سے ▁وعدہ ▁وع ید ▁کیا ▁گیا ▁ہے ▁وہ ▁بے ▁شک ▁ا کر ▁رہے ▁گا۔ ▁اور ▁تم ▁( خدا ▁کو ) ▁عاجز ▁نہیں ▁کر ▁سکتے ۔
▁اس ▁طرح ▁ہم ▁اپ ▁کو ▁( ا ے ▁حبیب ▁معظم !) ▁ان ▁( قوم وں ) ▁کی ▁خبریں ▁سنا تے ▁ہیں ▁جو ▁گزر ▁چکی ▁ہیں ▁اور ▁بیش ک ▁ہم ▁نے ▁اپ ▁کو ▁اپنی ▁خاص ▁جناب ▁سے ▁ذکر ▁( یعنی ▁نص ی حت ▁ نامہ ) ▁عطا ▁فرمایا ▁ہے ،
▁اب ▁تم ▁کچھ ▁دوسرے ▁لوگوں ▁کو ▁بھی ▁پا و ▁گے ▁جو ▁چاہتے ▁ہیں ▁کہ ▁( م نا فق انہ ▁طریقے ▁سے ▁ایمان ▁ظاہر ▁کرکے ) ▁تم ▁سے ▁( بھی ) ▁امن ▁میں ▁رہیں ▁اور ▁( پوش ید ہ ▁طریقے ▁سے ▁کفر ▁کی ▁موافقت ▁کرکے ) ▁اپنی ▁قوم ▁سے ▁( بھی ) ▁امن ▁میں ▁رہیں ، ▁( م گر ▁ان ▁کی ▁حالت ▁یہ ▁ہے ▁کہ ) ▁جب ▁بھی ▁( مسلم ان وں ▁کے ▁خلاف ) ▁فت نہ ▁انگیز ی ▁کی ▁طرف ▁پھ ی رے ▁جاتے ▁ہیں ▁تو ▁وہ ▁اس ▁میں ▁( ا وند ھے ) ▁کو د ▁پڑ تے ▁ہیں ، ▁سو ▁اگر ▁یہ ▁( لوگ ) ▁تم ▁سے ▁( ل ڑنے ▁سے ) ▁کنار ہ ▁کش ▁نہ ▁ہوں ▁اور ▁( نہ ▁ہی ) ▁تمہاری ▁طرف ▁صلح ▁( کا ▁پیغام ) ▁بھیج یں ▁اور ▁( نہ ▁ہی ) ▁اپنے ▁ہاتھ ▁( فت نہ ▁انگیز ی ▁سے ) ▁روک یں ▁تو ▁تم ▁انہیں ▁پکڑ ▁( کر ▁قید ▁کر ) ▁لو ▁اور ▁انہیں ▁قتل ▁کر ▁ڈال و ▁جہاں ▁کہیں ▁بھی ▁انہیں ▁پا و ، ▁اور ▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁پر ▁ہم ▁نے ▁تمہیں ▁کھل ا ▁اختیار ▁دیا ▁ہے ،
▁یہ ▁ہیں ▁جن ▁پر ▁اللہ ▁نے ▁لعنت ▁کی ▁اور ▁جسے ▁خدا ▁لعنت ▁کرے ▁تو ▁ہر ▁ گز ▁اسکا ▁کوي ی ▁یار ▁نہ ▁پاي ے ▁گا
▁اور ▁اگر ▁یہ ▁ہم ▁پر ▁کوي ی ▁بھی ▁بات ▁بنا ▁لی تا
▁جواب ▁میں ▁ارشاد ▁ہوا ▁" قر یب ▁ہے ▁وہ ▁وقت ▁جب ▁یہ ▁اپنے ▁کیے ▁پر ▁پ چھ تا ي یں ▁گے "
▁تم ▁وہی ▁لوگ ▁ہو۔ ▁جو ▁( ہم ▁سے ) ▁ان ▁بات وں ▁کے ▁بارے ▁میں ▁بحث ▁و ▁تکرار ▁کرتے ▁رہے ▁جن ▁کا ▁تمہیں ▁کچھ ▁علم ▁تھا۔ ▁اب ▁ان ▁بات وں ▁کے ▁بارے ▁میں ▁کیوں ▁حجت ▁بازی ▁کرتے ▁ہو ▁جن ▁کا ▁تمہیں ▁کچھ ▁علم ▁نہیں ▁( حقیق ت ▁حال ) ▁صرف ▁اللہ ▁جانتا ▁ہے ▁تم ▁نہیں ▁جانتے ۔
▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لیے ▁تباہ ی ▁ہے
▁اور ▁دعا ▁کرو ▁کہ ▁پروردگار ، ▁مجھ ▁کو ▁جہاں ▁بھی ▁تو ▁لے ▁جا ▁سچ اي ی ▁کے ▁ساتھ ▁لے ▁جا ▁اور ▁جہاں ▁سے ▁بھی ▁نکال ▁سچ اي ی ▁کے ▁ساتھ ▁نکال ▁اور ▁اپنی ▁طرف ▁سے ▁ایک ▁اقتدار ▁کو ▁میرا ▁مدد گار ▁بنا ▁دے
▁ل وط ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁بیش ک ▁یہ ▁لوگ ▁میرے ▁مہمان ▁ہیں ▁پس ▁تم ▁مجھے ▁( ان ▁کے ▁بارے ▁میں ) ▁شرم ▁سار ▁نہ ▁کرو ،
▁جس ▁طرح ▁تم ▁سے ▁پہلے ▁لوگ ▁تم ▁سے ▁طاقت ▁میں ▁زياد ہ ▁تھے ▁اور ▁مال ▁اور ▁اولاد ▁میں ▁بھی ▁زياد ہ ▁تھے ▁پھر ▁وہ ▁اپنے ▁حصہ ▁سے ▁فاي دہ ▁اٹھا ▁ گي ے ▁اور ▁تم ▁نے ▁اپنے ▁حصہ ▁سے ▁فاي دہ ▁اٹھایا ▁جیسے ▁تم ▁سے ▁پہ ل ہے ▁لوگ ▁اپنے ▁حصہ ▁سے ▁فاي دہ ▁اٹھا ▁ گي ے ▁اور ▁تم ▁بھی ▁انہیں ▁کی ▁سی ▁چال ▁چل تے ▁ہو ▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁اعمال ▁دنیا ▁اور ▁اخر ت ▁میں ▁ ضا يع ▁ہو ▁ گي ے ▁اور ▁وہی ▁نقصان ▁اٹھا نے ▁والے ▁ہیں
▁یاد ▁رکھ و ▁کہ ▁جتن ے ▁کچھ ▁اس مان وں ▁میں ▁ہیں ▁اور ▁جتن ے ▁زمین ▁میں ▁ہیں ▁یہ ▁سب ▁اللہ ▁ہی ▁کے ▁ہیں ▁اور ▁جو ▁لوگ ▁اللہ ▁کو ▁چھوڑ ▁کر ▁دوسرے ▁شرک ا ▁کی ▁عبادت ▁کررہے ▁ہیں ▁کس ▁چیز ▁کی ▁اتباع ▁کر ▁رہے ▁ہیں۔ ▁محض ▁بے ▁سند ▁خیال ▁کی ▁اتباع ▁کر ▁رہے ▁ہیں ▁اور ▁محض ▁ اٹ کل یں ▁لگا ▁رہے ▁ہیں
▁ایسا ▁کیوں ▁نہ ▁ہوا ▁کہ ▁جب ▁تم ▁لوگوں ▁نے ▁یہ ▁( بہ تان ) ▁سنا ▁تھا ▁تو ▁مومن ▁مرد ▁اور ▁مومن ▁عورت یں ▁اپ نوں ▁کے ▁حق ▁میں ▁نیک ▁گمان ▁کرتے ▁اور ▁کہتے ▁کہ ▁یہ ▁تو ▁ایک ▁کھل ا ▁ہوا ▁بہت ان ▁ہے۔
▁تو ▁جلد ▁وہ ▁وقت ▁ا تا ▁ہے ▁کہ ▁جو ▁میں ▁تم ▁سے ▁کہہ ▁رہا ▁ہوں ، ▁اسے ▁یاد ▁کرو ▁گے ▁اور ▁میں ▁اپنے ▁کام ▁اللہ ▁کو ▁سون پ تا ▁ہوں ، ▁بیش ک ▁اللہ ▁بند وں ▁کو ▁دیکھ تا ▁ہے
▁پھر ▁اگر ▁وہ ▁باز ▁اج اي یں ▁تو ▁بیش ک ▁االله ▁نہای ت ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁اور جس ▁وقت ▁شیطان ▁نے ▁ان ▁کے ▁اعمال ▁کو ▁ان ▁کی ▁نظر وں ▁میں ▁خوش ن ما ▁کر ▁دیا ▁اور کہ ا ▁کہ ▁اج ▁کے ▁دن ▁لوگوں ▁میں ▁سے ▁کوي ی ▁بھی ▁تم ▁پر ▁غالب ▁نہ ▁ہوگا ▁اور ▁میں ▁تم ہ ارا ▁حمایت ی ▁ہوں ▁پھر ▁جب ▁دونوں ▁فوج یں ▁سامنے ▁ہو ي یں ▁تو وہ ▁اپنے ▁ای ڑی وں ▁پر ▁ال ٹا ▁پھر ا ▁اور ▁کہا ▁میں ▁تمہارے ▁ساتھ ▁نہیں ▁ہوں ▁میں ▁ایسی ▁چی ر ▁دیکھ تا ▁ہوں ▁جو ▁تم ▁نہیں ▁دیکھتے ▁میں ▁الله ▁سے ▁ڈر تا ▁ہوں ▁اور ▁الله ▁سخت ▁عذاب ▁کرنے ▁والا ▁ہے
▁جب ▁ان ▁کے ▁سامنے ▁ای ات ▁کی ▁تلاوت ▁کی ▁جاتی ▁ہے ▁تو ▁کہتے ▁ہیں ▁کہ ▁یہ ▁تو ▁ پرانے ▁افسان ے ▁ہیں
▁تو ▁خدا ▁نے ▁انہیں ▁اس ▁دن ▁کی ▁سختی ▁سے ▁بچ الیا ▁اور ▁تازگی ▁اور ▁سرور ▁عطا ▁کردیا
▁ابراہیم ▁نہ ▁یہودی ▁تھے ▁نہ ▁نصر انی ▁بلکہ ▁ہر ▁باطل ▁سے ▁جدا ▁مسلمان ▁تھے ، ▁اور ▁مشر ک وں ▁سے ▁نہ ▁تھے
▁جو ▁اخر ت ▁کی ▁نسبت ▁دنیا ▁کو ▁پسند ▁کرتے ▁اور ▁( لوگ وں ▁کو ) ▁خدا ▁کے ▁رس تے ▁سے ▁روک تے ▁اور ▁اس ▁میں ▁ک جی ▁چاہتے ▁ہیں۔ ▁یہ ▁لوگ ▁پر لے ▁سر ے ▁کی ▁گمراہ ی ▁میں ▁ہیں
▁دونوں ▁باغ وں ▁میں ▁دو ▁چشم ے ▁ف وار وں ▁کی ▁طرح ▁ ابل تے ▁ہو ي ے
▁الف ۔ ▁ لام ۔ ▁می م ۔
▁اور ▁( جس ▁طرح ▁ہم ▁نے ▁مکہ ▁کے ▁فا سق وں ▁کو ▁بڑا ▁بنایا ) ▁اسی ▁طرح ▁ہم ▁نے ▁ہر ▁بست ی ▁میں ▁اس ▁کے ▁مجرم ین ▁کو ▁بڑا ▁سردار ▁بنایا ▁ہے ▁تاکہ ▁وہ ▁وہاں ▁م کر ▁و ▁فریب ▁کیا ▁کریں ▁حالانک ہ ▁وہ ▁فریب ▁نہیں ▁دیتے ▁مگر ▁اپنے ▁اپ ▁کو ▁لیکن ▁انہیں ▁اس ▁کا ▁شعور ▁نہیں ▁ہے۔
▁یقینا ▁دوزخ ▁چن گار یاں ▁پھینک تی ▁ہے ▁جو ▁مثل ▁محل ▁کے ▁ہیں
▁اور ▁اسماعیل ▁اور ▁اد ریس ▁اور ▁ذو ال ک فل ▁کو ▁( ی اد ▁کرو )، ▁وہ ▁سب ▁صبر ▁والے ▁تھے
▁اور ▁جنہوں ▁نے ▁کفر ▁کیا ▁اور ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁تو ▁ان ہی ▁لوگوں ▁کے ▁لي ے ▁ذ لت ▁ام یز ▁عذاب ▁ہوگا ،
▁پھر ▁وہ ▁بڑے ▁زور ▁کے ▁ساتھ ▁دا ي یں ▁ہاتھ ▁سے ▁ان ▁کے ▁تو ڑنے ▁پر ▁پل ▁پڑا
▁اور ▁لوگوں ▁سے ▁کہا ▁گیا ▁کیا ▁تم ▁بھی ▁ا کھ ٹے ▁ہوتے ▁ہو
▁اور ▁ان ▁کے ▁لیے ▁یہ ▁بھی ▁نشانی ▁ہے ▁ہم ▁نے ▁ان ▁کی ▁نسل ▁کو بھ ری ▁کشتی ▁میں ▁سوار ▁کیا
▁یہی ▁وه ▁لوگ ▁ہیں ▁جنہیں ▁ان ▁کے ▁صبر ▁کے ▁بدل ے ▁جنت ▁کے ▁بلند ▁و ▁بالا خان ے ▁دی ي ے ▁جاي یں ▁گے ▁جہاں ▁انہیں ▁دعا ▁سلام ▁پہنچا یا ▁جاي ے ▁گا
▁اس ▁نے ▁اس مان ▁سے ▁پانی ▁برس ایا ▁تو ▁ واد یوں ▁میں ▁بقدر ▁ظرف ▁بہ نے ▁لگا ▁اور ▁سیلاب ▁میں ▁جوش ▁کھا ▁کر ▁جھ اگ ▁ا گیا ▁اور ▁اس ▁ دھ ات ▁سے ▁بھی ▁جھ اگ ▁پیدا ▁ہوگیا ▁جسے ▁ اگ ▁پر ▁ زی ور ▁یا ▁کوي ی ▁دوسرا ▁سامان ▁بنانے ▁کے ▁لي ے ▁پ گھ لا تے ▁ہیں . ▁اسی ▁طرح ▁پروردگار ▁حق ▁و ▁باطل ▁کی ▁مثال ▁بیان ▁کرتا ▁ہے ▁کہ ▁جھ اگ ▁خشک ▁ہوکر ▁ف نا ▁ہوجاتا ▁ہے ▁اور ▁جو ▁لوگوں ▁کو ▁فاي دہ ▁پہنچا نے ▁والا ▁ہے ▁وہ ▁زمین ▁میں ▁باقی ▁رہ ▁جاتا ▁ہے ▁اور ▁خدا ▁اسی ▁طرح ▁مثال یں ▁بیان ▁کرتا ▁ہے
▁پس ▁اب ▁اس ▁کے ▁یقین ▁سے ▁تج ھے ▁کوي ی ▁ایسا ▁شخص ▁روک ▁نہ ▁دے ▁جو ▁اس ▁پر ▁ایمان ▁نہ ▁رکھتا ▁ہو ▁اور ▁اپنی ▁خواہش ▁کے ▁پیچھے ▁پڑا ▁ہو ، ▁ورنہ ▁تو ▁ہلاک ▁ہو جا ي ے ▁گا
▁جو ▁لوگ ▁اپنے ▁مال ▁الله ▁کی ▁راہ ▁میں ▁خرچ ▁کرتے ▁ہیں ▁پھر ▁خرچ ▁کرنے ▁کے ▁بعد ▁نہ ▁احسان ▁رکھتے ▁ہیں ▁اور ▁نہ ▁ستا تے ▁ہیں ▁انہیں ▁کے ▁لیے ▁اپنے ▁رب ▁کے ▁ہاں ▁ ثواب ▁ہے ▁اور ان ▁پر ▁نہ ▁کوي ی ▁ڈر ▁ہے ▁اور ▁نہ ▁وہ ▁غم گی ن ▁ہوں ▁گے
▁اور ع وت وں ▁نے ▁شہر ▁میں ▁چر چا ▁کیا ▁کہ ▁عزیز ▁کی ▁عورت ▁اپنے ▁غلام ▁کو ▁چاہتی ▁ہے ▁بے ▁شک ▁اس ▁کی ▁محبت ▁میں ▁فری فت ہ ▁ہو گي ی ▁ہے ▁ہم ▁تو ▁اسے ▁ صر یح ▁غلطی ▁پر ▁دیکھتے ▁ہیں
▁اور ▁سچ ا ▁وعدہ ▁نزدیک ▁ا ▁پہنچے ▁گا ▁پھر ▁اس ▁وقت ▁من کر و ▁ ں ▁کی ▁ان کھ یں ▁اوپر ▁لگی ▁رہ ▁جاي یں ▁گی ▁ہا ي ے ▁کم ▁بخ تی ▁ہماری ▁بے ▁شک ▁ہم ▁تو ▁اس ▁سے ▁غفلت ▁میں ▁پڑے ▁ہو ي ے ▁تھے ▁بلکہ ▁ہم ▁ہی ▁ظالم ▁تھے
▁پھر ▁جب ▁ان ▁کی ▁فریب ▁خورد گی ▁کا ▁ طل سم ▁ٹوٹ ▁گیا ▁او ▁ر ▁انہوں ▁نے ▁دیکھ ▁لیا ▁کہ ▁در ▁حقیقت ▁وہ ▁گمراہ ▁ہو ▁ گي ے ▁ہیں ▁تو ▁کہنے ▁لگے ▁کہ ▁" اگر ▁ہمارے ▁رب ▁نے ▁ہم ▁پر ▁رحم ▁نہ ▁فرمایا ▁اور ▁ہم ▁سے ▁در گز ر ▁نہ ▁کیا ▁تو ▁ہم ▁بر باد ▁ہو ▁جاي یں ▁گے "
▁جب ▁کہ ▁اس ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کیا ▁تم ▁ڈر تے ▁نہیں
▁( اخر کار ) ▁ہم ▁ہی ▁زمین ▁کے ▁اور ▁جو ▁کچھ ▁اس ▁کے ▁اوپر ▁ہے ▁اس ▁کے ▁ وارث ▁ہوں ▁گے ▁اور ▁سب ▁ہماری ▁طرف ▁لوٹ اي ے ▁جاي یں ▁گے۔
▁اور ▁انہوں ▁نے ▁کہا ▁اے ▁جادو گر ▁اپنے ▁رب ▁سے ▁ہمارے ▁لیے ▁اس ▁عہد ▁سے ▁جو ▁ت جھ ▁سے ▁اس ▁نے ▁کیا ▁ہے ▁دعا ▁کر ▁ہم ▁ضرور ▁راہ ▁پر ▁اج اي یں ▁گے
▁اور ▁جو ▁بھی ▁اللہ ▁اور ▁رسول ▁کی ▁اطاعت ▁کرے ▁گا ▁اور ▁اس ▁کے ▁دل ▁میں ▁خوف ▁ه خدا ▁ہوگا ▁اور ▁وہ ▁پر ہ یز گار ی ▁اختیار ▁کرے ▁گا ▁تو ▁وہی ▁کامیاب ▁کہا ▁جاي ے ▁گا
▁اور ▁جب ▁( کسی ▁لفظ ) ▁سلام ▁کے ▁ذریعے ▁تمہاری ▁تک ریم ▁کی ▁جاي ے ▁تو ▁تم ▁( جواب ▁میں ) ▁اس ▁سے ▁بہتر ▁( لفظ ▁کے ▁ساتھ ) ▁سلام ▁پیش ▁کیا ▁کرو ▁یا ▁( کم ▁از ▁کم ) ▁وہی ▁( الف اظ ▁جواب ▁میں ) ▁لوٹ ا ▁دیا ▁کرو ، ▁بیش ک ▁اللہ ▁ہر ▁چیز ▁پر ▁حساب ▁لینے ▁والا ▁ہے ،
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁انہوں ▁نے ▁نیک ▁اعمال ▁کي ے ▁وہی ▁دعوت ▁ال ہی ▁کو ▁قبول ▁کرتے ▁ہیں ▁اور ▁خدا ▁اپنے ▁فضل ▁و ▁کرم ▁سے ▁ان ▁کے ▁ اجر ▁میں ▁اضافہ ▁کردی تا ▁ہے ▁اور ▁کا فر ین ▁کے ▁لي ے ▁تو ▁بڑا ▁سخت ▁عذاب ▁رکھا ▁گیا ▁ہے
▁اور ▁میں ▁مومن ین ▁کو ▁ہٹا نے ▁ولا ▁نہیں ▁ہوں
▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁ان ▁( جاد و گر وں ) ▁سے ▁فرمایا : ▁تم ▁پر ▁افسوس ▁( خبر دار !) ▁اللہ ▁پر ▁جھوٹ ا ▁بہت ان ▁مت ▁بان دھ نا ▁ورنہ ▁وہ ▁تمہیں ▁عذاب ▁کے ▁ذریعے ▁تباہ ▁و ▁بر باد ▁کرد ے ▁گا ▁اور ▁واقعی ▁وہ ▁شخص ▁نام راد ▁ہوا ▁جس ▁نے ▁( اللہ ▁پر ) ▁بہت ان ▁با ند ھا ،
▁پھر ▁اس ▁نے ▁اس ▁غم ▁کے ▁بعد ▁تم ▁پر ▁امن ▁نازل ▁فرمایا ▁اور ▁تم ▁میں ▁سے ▁ایک ▁جماعت ▁کو ▁امن ▁کی ▁نی ند ▁ انے ▁لگی ۔ ▁ہاں ▁کچھ ▁وه ▁لوگ ▁بھی ▁تھے ▁کہ ▁انہیں ▁اپنی ▁جان وں ▁کی ▁پڑ ی ▁ہو ي ی ▁تھی ، ▁وه ▁اللہ ▁تعالی ▁کے ▁ساتھ ▁نا حق ▁ جہ الت ▁بھر ی ▁بد گ مان یاں ▁کر ▁رہے ▁تھے ▁اور ▁کہتے ▁تھے ▁کیا ▁ہمیں ▁بھی ▁کسی ▁چیز ▁کا ▁اختیار ▁ہے ؟ ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁کام ▁کل ▁کا ▁کل ▁اللہ ▁کے ▁اختیار ▁میں ▁ہے ، ▁یہ ▁لوگ ▁اپنے ▁دل وں ▁کے ▁بھی د ▁اپ ▁کو ▁نہیں ▁بتا تے ، ▁کہتے ▁ہیں ▁کہ ▁اگر ▁ہمیں ▁کچھ ▁بھی ▁اختیار ▁ہوتا ▁تو ▁یہاں ▁قتل ▁نہ ▁کي ے ▁جاتے ۔ ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁گو ▁تم ▁اپنے ▁گھروں ▁میں ▁ہوتے ▁پھر ▁بھی ▁جن ▁کی ▁قم ست ▁میں ▁قتل ▁ہونا ▁تھا ▁وه ▁تو ▁مقتل ▁کی ▁طرف ▁چل ▁کھڑے ▁ہوتے ، ▁اللہ ▁تعالی ▁کو ▁تمہارے ▁سین وں ▁کے ▁اندر ▁کی ▁چیز ▁کا ▁از مان ا ▁اور ▁جو ▁کچھ ▁تمہارے ▁دل وں ▁میں ▁ہے ، ▁اس ▁کو ▁پاک ▁کرنا ▁تھا ، ▁اور ▁اللہ ▁تعالی ▁سین وں ▁کے ▁بھی د ▁سے ▁ا گاه ▁ہے
▁پھر ▁ہم ▁نے ▁اور وں ▁کو ▁ہلاک ▁کردیا
▁اور ▁سور ج ▁کے ▁لي ے ▁جو ▁مقرر ه ▁راه ▁ہے ▁وه ▁اسی ▁پر ▁چل تا ▁رہتا ▁ہے۔ ▁یہ ▁ہے ▁مقرر ▁کرده ▁غالب ، ▁با علم ▁اللہ ▁تعالی ▁کا
▁اور ▁میری ▁بہ شت ▁میں ▁داخل ▁ہو ▁جا
▁مومن ▁مرد ▁وع ورت ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کے ▁( م دد گار ▁ومع ا ون ▁اور ) ▁دوست ▁ہیں ، ▁وه ▁بھ لا ي یوں ▁کا ▁حکم ▁دیتے ▁ہیں ▁اور ▁براي یوں ▁سے ▁روک تے ▁ہیں ، ▁نماز وں ▁کو ▁پابندی ▁سے ▁بجا ▁لا تے ▁ہیں ▁ز کو ة ▁ادا ▁کرتے ▁ہیں ، ▁اللہ ▁کی ▁اور ▁اس ▁کے ▁رسول ▁کی ▁بات ▁مان تے ▁ہیں ، ▁یہی ▁لوگ ▁ہیں ▁جن ▁پر ▁اللہ ▁تعالی ▁بہت ▁جلد ▁رحم ▁فرما ي ے ▁گا ▁بیش ک ▁اللہ ▁غل بے ▁والا ▁حکمت ▁والا ▁ہے
▁اے ▁ایمان ▁والو ! ▁جب ▁تمہارے ▁پاس ▁مومن ▁عورت یں ▁ہ جر ت ▁کر ▁کے ▁اي یں ▁تو ▁انہیں ▁اچھی ▁طرح ▁جان چ ▁لیا ▁کرو ، ▁اللہ ▁ان ▁کے ▁ایمان ▁( کی ▁حقیقت ) ▁سے ▁خوب ▁ا گاہ ▁ہے ، ▁پھر ▁اگر ▁تمہیں ▁ان ▁کے ▁مومن ▁ہونے ▁کا ▁یقین ▁ہو ▁جاي ے ▁تو ▁انہیں ▁کا فر وں ▁کی ▁طرف ▁واپس ▁نہ ▁بھی جو ، ▁نہ ▁یہ ▁( موم نات ) ▁ان ▁( کا فر وں ) ▁کے ▁لي ے ▁حلال ▁ہیں ▁اور ▁نہ ▁وہ ▁( ک فار ) ▁ان ▁( موم ن ▁عورتوں ) ▁کے ▁لي ے ▁حلال ▁ہیں ، ▁اور ▁ان ▁( کا فر وں ) ▁نے ▁جو ▁( مال ▁بصورت ▁مہر ▁ان ▁پر ) ▁خرچ ▁کیا ▁ہو ▁وہ ▁ان ▁کو ▁ادا ▁کر ▁دو ، ▁اور ▁تم ▁پر ▁اس ▁( بات ) ▁میں ▁کوي ی ▁گناہ ▁نہیں ▁کہ ▁تم ▁ان ▁سے ▁نکاح ▁کر ▁لو ▁جبکہ ▁تم ▁ان ▁( ع ورت وں ) ▁کا ▁مہر ▁انہیں ▁ادا ▁کر ▁دو ، ▁اور ▁( ا ے ▁مسلمان و !) ▁تم ▁بھی ▁کا فر ▁عورتوں ▁کو ▁( اپ نے ) ▁عقد ▁نکاح ▁میں ▁نہ ▁رو کے ▁رکھ و ▁اور ▁تم ▁( ک فار ▁سے ) ▁وہ ▁( مال ) ▁طلب ▁کر ▁لو ▁جو ▁تم ▁نے ▁( ان ▁عورتوں ▁پر ▁بصورت ▁مہر ) ▁خرچ ▁کیا ▁تھا ▁اور ▁وہ ▁( ک فار ▁تم ▁سے ) ▁وہ ▁( مال ) ▁مانگ ▁لیں ▁جو ▁انہوں ▁نے ▁( ان ▁عورتوں ▁پر ▁بصورت ▁مہر ) ▁خرچ ▁کیا ▁تھا ، ▁یہی ▁اللہ ▁کا ▁حکم ▁ہے ، ▁اور ▁وہ ▁تمہارے ▁درمیان ▁فیصلہ ▁فرما ▁رہا ▁ہے ، ▁اور ▁اللہ ▁خوب ▁جان نے ▁والا ▁بڑی ▁حکمت ▁والا ▁ہے ،
▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁اپ ▁میری ▁بھول ▁پر ▁میری ▁گرفت ▁نہ ▁کریں ▁اور ▁میرے ▁( اس ) ▁معاملہ ▁میں ▁مجھے ▁زیادہ ▁مشکل ▁میں ▁نہ ▁ڈال یں ،
▁اور ▁جب ▁تم ▁نماز ▁کے ▁لي ے ▁( لوگ وں ▁کو ▁بصورت ▁اذا ن ) ▁پکار تے ▁ہو ▁تو ▁یہ ▁( لوگ ) ▁اسے ▁ہنس ی ▁اور ▁کھیل ▁بنا ▁لیتے ▁ہیں۔ ▁یہ ▁اس ▁لي ے ▁کہ ▁وہ ▁ایسے ▁لوگ ▁ہیں ▁جو ▁( بال کل ) ▁عقل ▁ہی ▁نہیں ▁رکھتے ،
▁اور ▁اس ▁دن ▁( کی ▁سزا ▁اور ▁رس وا ي ی ) ▁سے ▁ڈر و ۔ ▁جس ▁دن ▁اللہ ▁کی ▁طرف ▁پل ٹا ي ے ▁جا و گ ے ▁اور ▁پھر ▁جس ▁شخص ▁نے ▁جو ▁کچھ ▁( ن یکی ▁یا ▁بدی ) ▁کم اي ی ▁ہوگی۔ ▁وہ ▁( اس ▁کا ▁بدل ہ ) ▁اسے ▁پورا ▁پورا ▁دیا ▁جاي ے ▁گا۔ ▁اور ▁( ان ▁کی ▁حق ▁تل فی ▁کرکے ) ▁ان ▁پر ▁ظلم ▁نہیں ▁کیا ▁جاي ے ▁گا۔
▁اور ▁اس ▁میں ▁تمہارے ▁لي ے ▁بھی ▁اسباب ▁معیشت ▁قرار ▁دي ے ▁ہیں ▁اور ▁ان ▁کے ▁لي ے ▁بھی ▁جن ▁کے ▁تم ▁راز ق ▁نہیں ▁ہو
▁اور ▁جو ▁اس ▁دن ▁انہیں ▁پی ٹھ ▁دے ▁گا ▁مگر ▁لڑ اي ی ▁کا ▁ہ نر ▁کرنے ▁یا ▁اپنی ▁جماعت ▁میں ▁جام ل نے ▁کو ، ▁تو ▁وہ ▁اللہ ▁کے ▁ غضب ▁میں ▁پل ٹا ▁اور ▁اس ▁کا ▁ ٹھ کان ا ▁دوزخ ▁ہے ، ▁اور ▁کیا ▁بری ▁جگہ ▁ہے ▁پل ٹ نے ▁کی ،
▁اور ▁تم ▁پر ▁سے ▁وہ ▁بھاری ▁بوجھ ▁اتار ▁دیا
▁فرمایا ▁اے ▁اب لیس ! ▁تج ھے ▁کیا ▁ہوا ▁کہ ▁سج دہ ▁کرنے ▁والوں ▁کے ▁ساتھ ▁نہ ▁ہوا
▁اور ▁ضرور ▁ہم ▁جانتے ▁ہیں ▁کہ ▁تم ▁کچھ ▁جھ ٹل انے ▁والے ▁ہیں ،
▁پھر ▁ ایا ▁ایسا ▁شخص ▁بہتر ▁ہے ▁جس ▁نے ▁اپنی ▁عمارت ▁کی ▁بنیاد ▁اللہ ▁سے ▁ڈر نے ▁پر ▁اور ▁اللہ ▁کی ▁خوش نود ی ▁پر ▁رکھی ▁ہو ، ▁یا ▁وه ▁شخص ، ▁کہ ▁جس ▁نے ▁اپنی ▁عمارت ▁کی ▁بنیاد ▁کسی ▁گھ ا ٹی ▁کے ▁کنار ے ▁پر ▁جو ▁کہ ▁گر نے ▁ہی ▁کو ▁ہو ، ▁رکھی ▁ہو ، ▁پھر ▁وه ▁اس ▁کو ▁لے ▁کر ▁ ات ش ▁دوزخ ▁میں ▁گر ▁پڑے ، ▁اور ▁اللہ ▁تعالی ▁ایسے ▁ظالم وں ▁کو ▁سمجھ ▁ہی ▁نہیں ▁دیتا
▁یہ ▁تمہاری ▁جزا ▁ہے ▁اور ▁تمہاری ▁کوشش ▁شکر گزار ی ▁کے ▁قابل ▁ہے۔
▁اور ▁بادشاہ ▁نے ▁کہا ▁میں ▁نے ▁خواب ▁میں ▁دیکھیں ▁سات ▁گا ي یں ▁فر بہ ▁کہ ▁انہیں ▁سات ▁د بلی ▁گا ي یں ▁کھا رہ ی ▁ہیں ▁اور ▁سات ▁بال یں ▁ ہری ▁اور ▁دوسری ▁سات ▁سو کھی ▁اے ▁در بار یو ! ▁میرے ▁خواب ▁کا ▁جواب ▁دو ▁اگر ▁تمہیں ▁خواب ▁کی ▁تعبیر ▁ اتی ▁ہو ،
▁لیکن ▁جب ▁اسے ▁از ما تا ▁ہے ▁پھر ▁اس ▁پر ▁اس ▁کی ▁روزی ▁تنگ ▁کر ▁تا ▁ہے ▁تو ▁کہ تا ▁ہے ▁میرے ▁رب ▁نے ▁مجھے ▁ذ ل یل ▁کر ▁دیا
▁جب ▁کا فر وں ▁نے ▁اپنے ▁دل وں ▁میں ▁ضد ▁کی ▁اور ▁ضد ▁بھی ▁ج اہل یت ▁کی۔ ▁تو ▁خدا ▁نے ▁اپنے ▁پیغمبر ▁اور ▁مومن وں ▁پر ▁اپنی ▁طرف ▁سے ▁تس کین ▁نازل ▁فرما ي ی ▁اور ▁ان ▁کو ▁پر ہ یز گار ی ▁کی ▁بات ▁پر ▁قاي م ▁رکھا ▁اور ▁وہ ▁اسی ▁کے ▁مستحق ▁اور ▁اہل ▁تھے۔ ▁اور ▁خدا ▁ہر ▁چیز ▁سے ▁خبردار ▁ہے
▁اور ▁انہوں ▁نے ▁( رسول ( ص ) ▁کو ) ▁جھ ٹل ایا ▁اور ▁اپنی ▁خواہش ات ▁کی ▁پیر وی ▁کی ▁اور ▁ہر ▁کام ▁کا ▁وقت ▁مقرر ▁ہے ▁اور ▁ثابت ▁ہے۔
▁اور ▁( ان ▁کو ▁سمجھا نے ▁کی لي ے ) ▁بطور ▁مثال ▁ایک ▁خاص ▁بست ی ▁کا ▁قص ہ ▁سنا ي یں ▁جب ▁ان ▁کے ▁پاس ▁( ہم ارے ) ▁پیغام ▁رس اں ▁اي ے۔
▁اور ▁یقینا ▁اپ ▁کا ▁پروردگار ▁بڑا ▁غالب ▁ہے ، ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁ان ▁پر ▁ اگ ▁ہے ▁کہ ▁اس ▁میں ▁ڈال ▁کر ▁اوپر ▁سے ▁بند ▁کردی ▁ گي ی
▁کیا ▁تو ▁ان ▁سے ▁کوي ی ▁اج رت ▁طلب ▁کرتا ▁ہے ▁کہ ▁یہ ▁اس ▁کے ▁تا وان ▁سے ▁بوجھ ل ▁ہو ▁رہے ▁ہیں
▁( وہ ) ▁اس مان وں ▁اور ▁زمین ▁کا ▁پیدا ▁کرنے ▁والا ▁ہے ▁اسی ▁نے ▁تمہاری ▁جنس ▁سے ▁تمہارے ▁لي ے ▁جو ڑے ▁پیدا ▁کي ے ▁اور ▁چو پای وں ▁میں ▁سے ▁بھی ▁جو ڑے ▁بنا ي ے ▁ہیں ▁اس ▁کے ▁ذریعہ ▁سے ▁تمہیں ▁پھیلا تا ▁ہے ▁( کا ين ات ▁کی ) ▁کوي ی ▁چیز ▁اس ▁کی ▁مثل ▁( مان ند ) ▁نہیں ▁ہے ▁وہ ▁بڑا ▁سن نے ▁والا ▁اور ▁بڑا ▁دیکھنے ▁والا ▁ہے۔
▁پس ▁موسی ▁غ ص ہ ▁میں ▁افسوس ▁کرتے ▁ہو ي ے ▁اپنی ▁قوم ▁کی ▁طرف ▁لوٹ ے ▁( اور ) ▁کہا ▁اے ▁میری ▁قوم ! ▁کیا ▁تمہارے ▁پروردگار ▁نے ▁تم ▁سے ▁بڑا ▁اچھا ▁وعدہ ▁نہیں ▁کیا ▁تھا ؟ ▁تو ▁کیا ▁تم ▁پر ▁( وعد ہ ▁سے ) ▁زیادہ ▁مدت ▁گزر ▁ گي ی ؟ ▁یا ▁تم ▁نے ▁چاہ ا ▁کہ ▁تمہارے ▁رب ▁کا ▁ غضب ▁تم ▁پر ▁نازل ▁ہو ؟ ▁اس ▁لي ے ▁تم ▁نے ▁مجھ ▁سے ▁وعدہ ▁خلاف ی ▁کی ؟
▁کس ▁چیز ▁سے ▁اللہ ▁نے ▁اسے ▁پیدا ▁کیا ▁ہے ؟
▁اور ▁خود ▁تمہارے ▁اپنے ▁وجود ▁میں ▁ہیں ▁کیا ▁تم ▁کو ▁سو جھ تا ▁نہیں ؟
▁کہ ▁وه ▁بہ شت وں ▁میں ▁( بی ٹھ ے ▁ہو ي ے ) ▁گناه ▁ گار وں ▁سے
▁کیا ▁یہ ▁مط مين ▁ہیں ▁کہ ▁خدا ▁کے ▁عذاب ▁کی ▁کوي ی ▁بلا ▁انہیں ▁د بو چ ▁نہ ▁لے ▁گی ▁یا ▁بے ▁خبری ▁میں ▁قیامت ▁کی ▁گھ ڑی ▁اچانک ▁ان ▁پر ▁نہ ▁ا ▁جاي ے ▁گی ؟
▁جس ▁شخص ▁نے ▁کفر ▁کیا ▁تو ▁اس ▁کے ▁کفر ▁کا ▁ضرر ▁اسی ▁کو ▁ہے ▁اور ▁جس ▁نے ▁نیک ▁عمل ▁کي ے ▁تو ▁ایسے ▁لوگ ▁اپنے ▁ہی ▁لي ے ▁ا رام ▁گاہ ▁درست ▁کرتے ▁ہیں
▁اور ▁یہ ▁کہ ▁" ہم ارے ▁رب ▁کی ▁شان ▁بہت ▁اعلی ▁و ▁ا رفع ▁ہے ، ▁اس ▁نے ▁کسی ▁کو ▁بیوی ▁یا ▁بیٹا ▁نہیں ▁بنایا ▁ہے "
▁ا گاہ ▁ہو جا و ▁کہ ▁یہ ▁لوگ ▁اپنی ▁من ▁گھ ڑ ت ▁کے ▁طور ▁پر ▁یہ ▁باتیں ▁بنا تے ▁ہیں
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁جو ▁مال ▁تم ▁نے ▁کم اي ے ▁ہیں ▁اور ▁جو ▁کچھ ▁ہم ▁نے ▁زمین ▁سے ▁تمہارے ▁لیے ▁نکال ا ▁ہے ، ▁اس ▁سے ▁بہتر ▁حصہ ▁راہ ▁خدا ▁میں ▁خرچ ▁کرو ▁ایسا ▁نہ ▁ہو ▁کہ ▁اس ▁کی ▁راہ ▁میں ▁دینے ▁کے ▁لیے ▁بری ▁سے ▁بری ▁چیز ▁چھ ان ٹ نے ▁کی ▁کوشش ▁کرنے ▁ل گو ، ▁حالانک ہ ▁وہی ▁چیز ▁اگر ▁کوي ی ▁تمہیں ▁دے ، ▁تو ▁تم ▁ہر گز ▁اسے ▁لینا ▁گو ارا ▁نہ ▁کرو ▁گے ▁الا ▁یہ ▁کہ ▁اس ▁کو ▁قبول ▁کرنے ▁میں ▁تم ▁اغ م اض ▁ برت ▁جا و ▁تمہیں ▁جان ▁لینا ▁چاہیے ▁کہ ▁اللہ ▁بے ▁نیاز ▁ہے ▁اور ▁بہترین ▁صفات ▁سے ▁مت صف ▁ہے
▁ان ▁میں ▁سے ▁کوي ی ▁مر ▁جاي ے ▁تو ▁اپ ▁اس ▁کے ▁جن از ے ▁کی ▁ہر گز ▁نماز ▁نہ ▁پڑھیں ▁اور ▁نہ ▁اس ▁کی ▁قبر ▁پر ▁کھڑے ▁ہوں۔ ▁یہ ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کے ▁من کر ▁ہیں ▁اور ▁مر تے ▁دم ▁تک ▁بد کار ▁بے ▁اطاعت ▁رہے ▁ہیں
▁ان ▁کے ▁رسول وں ▁نے ▁ان ▁سے ▁کہا ▁کہ ▁بے ▁شک ▁ہم ▁نہیں ▁ہیں ▁مگر ▁تمہارے ▁جیسے ▁بشر ▁( اور ▁انسان ) ▁مگر ▁اللہ ▁اپنے ▁بند وں ▁میں ▁سے ▁جس ▁پر ▁چاہتا ▁ہے ▁اپنا ▁احسان ▁فرما تا ▁ہے ▁اور ▁ہمارے ▁لي ے ▁یہ ▁ممکن ▁نہیں ▁ہے ▁کہ ▁ہم ▁تمہیں ▁کوي ی ▁کھل ی ▁ہو ي ی ▁دلیل ▁( م عجز ہ ) ▁پیش ▁کریں ▁مگر ▁اللہ ▁کے ▁حکم ▁سے ▁اور ▁اللہ ▁پر ▁ہی ▁اہل ▁ایمان ▁کو ▁بھر وس ہ ▁کرنا ▁چاہ ی ي ے۔
▁جو ▁اپنی ▁نماز ▁( کی ▁روح ) ▁سے ▁بے ▁خبر ▁ہیں ▁( یعنی ▁انہیں ▁محض ▁حقوق ▁االله ▁یاد ▁ہیں ▁حقوق ▁العباد ▁بھ لا ▁بیٹھے ▁ہیں )،
▁کیا ▁تم ▁میں ▁کوي ی ▁اسے ▁پسند ▁رکھے ▁گا ▁کہ ▁اس ▁کے ▁پاس ▁ایک ▁باغ ▁ہو ▁کھ جور وں ▁اور ▁ان گور وں ▁کا ▁جس ▁کے ▁نیچے ▁ ند یاں ▁بہت یں ▁اس ▁کے ▁لي ے ▁اس ▁میں ▁ہر ▁قسم ▁کے ▁پھل وں ▁سے ▁ہے ▁اور ▁اسے ▁بڑھا پا ▁ ایا ▁اور ▁اس ▁کے ▁نا توان ▁بچے ▁ہیں ▁تو ▁ ایا ▁اس ▁پر ▁ایک ▁بگو لا ▁جس ▁میں ▁ اگ ▁تھی ▁تو ▁جل ▁گیا ▁ایسا ▁ہی ▁بیان ▁کرتا ▁ہے ▁اللہ ▁تم ▁سے ▁اپنی ▁ ایت یں ▁کہ ▁کہیں ▁تم ▁ دھی ان ▁لگا و
▁( ا ے ▁مسلمان و !) ▁کیا ▁تم ▁کو ▁یہ ▁خیال ▁ہے ▁کہ ▁تم ▁ یون ہی ▁جنت ▁میں ▁داخل ▁ہو ▁جا و گ ے ▁حالانک ہ ▁ابھی ▁تک ▁اللہ ▁نے ▁( جان چ ▁کر ) ▁معلوم ▁ہی ▁نہیں ▁کیا ▁کہ ▁تم ▁میں ▁واقعی ▁مج ا ہ د ▁کون ▁ہیں ؟ ▁اور ▁نہ ▁ابھی ▁یہ ▁معلوم ▁کیا ▁ہے ▁کہ ▁ص ابر ▁اور ▁ثابت ▁قدم ▁کون ▁ہیں ؟ ▁۔
▁مومن و ! ▁جب ▁تم ▁اح رام ▁کی ▁حالت ▁میں ▁ہو ▁تو ▁شکار ▁نہ ▁مار نا ▁اور ▁جو ▁تم ▁میں ▁سے ▁جان ▁بوجھ ▁کر ▁اسے ▁مار ے ▁تو ▁( یا ▁تو ▁اس ▁کا ) ▁بدل ہ ▁( دے ▁اور ▁وہ ▁یہ ▁ہے ▁کہ ) ▁اسی ▁طرح ▁کا ▁چار پا یہ ▁جسے ▁تم ▁میں ▁دو ▁معتبر ▁شخص ▁مقرر ▁کرد یں ▁قربانی ▁( کر ے ▁اور ▁یہ ▁قربانی ) ▁ک عب ے ▁پہنچا ي ی ▁جاي ے ▁یا ▁کف ار ہ ▁( دے ▁اور ▁وہ ) ▁مس کین وں ▁کو ▁کھانا ▁کھل انا ▁( ہے ) ▁یا ▁اس ▁کے ▁برابر ▁روز ے ▁رکھے ▁تاکہ ▁اپنے ▁کام ▁کی ▁سزا ▁( کا ▁م زہ ) ▁چک ھے ▁( اور ) ▁جو ▁پہلے ▁ہو ▁چکا ▁وہ ▁خدا ▁نے ▁معاف ▁کر ▁دیا ▁اور ▁جو ▁پھر ▁( ایس ا ▁کام ) ▁کرے ▁گا ▁تو ▁خدا ▁اس ▁سے ▁انتقام ▁لے ▁گا ▁اور ▁خدا ▁غالب ▁اور ▁انتقام ▁لینے ▁والا ▁ہے
▁کھول تے ▁ہو ي ے ▁پانی ▁کے ▁جوش ▁کی ▁مانند ،
▁اور ان ▁د ونو ▁ ں ▁میں ▁سے ▁جسے ▁شیطان ▁نے ▁اسے ▁اپنے ▁ا قا ▁سے ▁ذکر ▁کرنا ▁بھ لا ▁دیا ▁پھر ▁قید ▁میں ▁کي ی ▁برس ▁رہا
▁( ایس ا ▁نہ ▁ہو ▁کہ ) ▁کوي ی ▁شخص ▁کہ ے ▁ہا ي ے ▁افسوس ! ▁اس ▁بات ▁پر ▁کہ ▁میں ▁نے ▁اللہ ▁تعالی ▁کے ▁حق ▁میں ▁کو تا ہی ▁کی ▁بلکہ ▁میں ▁تو ▁مذاق ▁ا ڑا نے ▁والوں ▁میں ▁ہی ▁رہا
▁( یہ ) ▁بخش نے ▁والے ▁مہر بان ▁کی ▁طرف ▁سے ▁مہمان ی ▁ہے
▁یہ ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁ہدایت ▁کے ▁بدل ے ▁گمراہ ی ▁خرید ▁لی ▁ہے ، ▁مگر ▁یہ ▁سودا ▁ان ▁کے ▁لیے ▁نفع ▁بخش ▁نہیں ▁ہے ▁اور ▁یہ ▁ہر گز ▁صحیح ▁راستے ▁پر ▁نہیں ▁ہیں
▁پھر ▁ظالم ین ▁کا ▁سلسلہ ▁من قطع ▁کردیا ▁گیا ▁اور ▁ساری ▁تعریف ▁اس ▁خ د ▁ا کے ▁لي ے ▁ہے ▁جو ▁رب ▁العالم ین ▁ہے
▁ان ▁مشر کین ▁کے ▁لیے ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کے ▁نزدیک ▁کوي ی ▁عہد ▁اخر ▁کیسے ▁ہوسکتا ▁ہے ؟ ▁ب جز ▁ان ▁لوگوں ▁کے ▁جن ▁سے ▁تم ▁نے ▁مسجد ▁حرام ▁کے ▁پاس ▁معاہدہ ▁کیا ▁تھا ، ▁تو ▁جب ▁تک ▁وہ ▁تمہارے ▁ساتھ ▁سید ھے ▁رہیں ▁تم ▁بھی ▁ان ▁کے ▁ساتھ ▁سید ھے ▁رہ و ▁کیونکہ ▁اللہ ▁مت قی وں ▁کو ▁پسند ▁کرتا ▁ہے
▁تو ▁اسے ▁گو د ▁میں ▁لے ▁اپنی ▁قوم ▁کے ▁پاس ▁اي ی ▁بول ے ▁اے ▁مریم ! ▁بیش ک ▁تو ▁نے ▁بہت ▁بری ▁بات ▁کی ،
▁جس ▁دن ▁ان ▁کا ▁دا و ▁ان ▁کے ▁کچھ ▁بھی ▁کام ▁نہ ▁اي ے ▁گا ▁اور ▁نہ ▁انہیں ▁مدد ▁دی ▁جاي ے ▁گی
▁تو ▁انہوں ▁نے ▁اسے ▁جھ ٹل ایا ▁تو ▁ہم ▁نے ▁انہیں ▁بلا ک ▁کیا ▁بیش ک ▁اس ▁میں ▁ضرور ▁نشانی ▁ہے ، ▁اور ▁ان ▁میں ▁بہت ▁مسلمان ▁نہ ▁تھے ،
▁اور ▁سب ▁اللہ ▁کے ▁حضور ▁اعلان یہ ▁حاضر ▁ہوں ▁گے ▁تو ▁جو ▁کمزور ▁تھے ▁بڑا ي ی ▁والوں ▁سے ▁کہیں ▁گے ▁ہم ▁تمہارے ▁تابع ▁تھے ▁کیا ▁تم ▁سے ▁ہوسکتا ▁ہے ▁کہ ▁اللہ ▁کے ▁عذاب ▁میں ▁سے ▁کچھ ▁ہم ▁پر ▁سے ▁ٹ ال ▁دو ▁کہیں ▁گے ▁اللہ ▁ہمیں ▁ہدایت ▁کرتا ▁تو ▁ہم ▁تمہیں ▁کرتے ▁ہم ▁پر ▁ایک ▁سا ▁ہے ▁چاہے ▁بے ▁قرار ی ▁کریں ▁یا ▁صبر ▁سے ▁رہیں ▁ہمیں ▁کہیں ▁پناہ ▁نہیں ،
▁بھ لا ▁جو ▁لوگ ▁اپنے ▁پروردگار ▁کی ▁طرف ▁سے ▁( روش ن ) ▁دلیل ▁رکھتے ▁ہوں ▁اور ▁ان ▁کے ▁ساتھ ▁ایک ▁( اسم انی ) ▁گواہ ▁بھی ▁اس ▁کی ▁جانب ▁سے ▁ہو ▁اور ▁اس ▁سے ▁پہلے ▁موسی ▁کی ▁کتاب ▁ہو ▁جو ▁پیش وا ▁اور ▁رحمت ▁ہے ▁( تو ▁کیا ▁وہ ▁قر ان ▁پر ▁ایمان ▁نہیں ▁لاي یں ▁گے ) ▁یہی ▁لوگ ▁اس ▁پر ▁ایمان ▁لا تے ▁ہیں ▁اور ▁جو ▁کوي ی ▁اور ▁فرق وں ▁میں ▁سے ▁اس ▁سے ▁من کر ▁ہو ▁تو ▁اس ▁کا ▁ ٹھ کان ہ ▁ اگ ▁ہے۔ ▁تو ▁تم ▁اس ▁( قر ان ) ▁سے ▁شک ▁میں ▁نہ ▁ہونا ۔ ▁یہ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁حق ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁ایمان ▁نہیں ▁لا تے
▁اور ▁وہ ▁جن ▁کے ▁منہ ▁اون جال ے ▁ہو ي ے ▁وہ ▁اللہ ▁کی ▁رحمت ▁میں ▁ہیں ▁وہ ▁ہمیشہ ▁اس ▁میں ▁رہیں ▁گے ،
▁اے ▁نبی ، ▁ہم ▁نے ▁اس ▁کتاب ▁کو ▁تمہاری ▁زبان ▁میں ▁سہ ل ▁بنا ▁دیا ▁ہے ▁تاکہ ▁یہ ▁لوگ ▁نص ی حت ▁حاصل ▁کریں
▁نت ھر ی ▁شراب ▁پلا ي ے ▁جاي یں ▁گے ▁جو ▁مہر ▁کی ▁ہو ي ی ▁رکھی ▁ہے
▁اپ ▁سے ▁پوچھ تے ▁ہیں ▁کہ ▁( ا الله ▁کی ▁راہ ▁میں ) ▁کیا ▁خرچ ▁کریں ، ▁فرما ▁دیں : ▁جس ▁قدر ▁بھی ▁مال ▁خرچ ▁کرو ▁( در ست ▁ہے )، ▁مگر ▁اس ▁کے ▁حق ▁دار ▁تمہارے ▁ماں ▁باپ ▁ہیں ▁اور ▁قریب ی ▁رشتہ ▁دار ▁ہیں ▁اور ▁ یت یم ▁ہیں ▁اور ▁م حتاج ▁ہیں ▁اور ▁مسافر ▁ہیں ، ▁اور ▁جو ▁نیک ی ▁بھی ▁تم ▁کرتے ▁ہو ▁بیش ک ▁االله ▁اسے ▁خوب ▁جان نے ▁والا ▁ہے ،
▁انہوں ▁نے ▁کہا ▁ہم ▁چاہتے ▁ہیں ▁کہ ▁اس ▁میں ▁سے ▁کھا ي یں ▁اور ▁ہمارے ▁دل ▁مط مين ▁ہو ▁جاي یں ▁اور ▁ہم ▁جان ▁لیں ▁کہ ▁تو ▁نے ▁ہم ▁سے ▁سچ ▁کہا ▁ہے ▁اور ▁ہم ▁اس ▁پر ▁گواہ ▁ر ▁ہیں
▁تم ▁سے ▁نہ ▁فرمایا ▁جاي ے ▁مگر ▁وہی ▁جو ▁تم ▁سے ▁اگلے ▁رسول وں ▁کو ▁فرمایا ، ▁کہ ▁بیش ک ▁تم ہ ارا ▁رب ▁بخش ش ▁والا ▁اور ▁درد ناک ▁عذاب ▁والا ▁ہے
Done
