▁ ∆ ι ε υθυν ση ▁g
▁το ▁ευρωπα ικο ▁συμβ ου λιο ▁επι σημα ­ νε ▁την ▁μη ▁πληθ ωρ ιστ ικη ▁αναπτ υ ξη ▁που ▁θα ▁εχει ▁η ▁συμφων ια ▁αυτ η ▁παν ω ▁στη ▁διε θ νη ▁οικο νομ ια , ▁με ▁πλ ε ο ­ νε κτη ματα ▁το σο ▁για ▁τις ▁βιο μη χα νικ ες ▁ο σο ▁και ▁για ▁τις ▁αναπτ υσ σο με νες ▁χωρ ες .
▁• ▁τη ▁δια ιρ εση ▁των ▁εθνικ ων ▁αυτ ων ▁ αγορ ων ▁που ▁εν ισ χ υ εται ▁απο ▁την ▁περιορισ μενη ▁δια νο ­ μη ▁και ▁δι εθν ικη ▁κυκλοφορ ια ▁των ▁προγραμματ ων '
▁— ▁ισο βιο ▁βοηθ ημα ▁( se cours ▁via ger ) -
▁σ ' ▁αυτο ▁το ▁δι λη μ μα , ▁στο ▁ο ποι ο ▁το ▁κοιν ο βου λιο ▁παρα ι ­ τει ται ▁απο ▁ενα ▁δικαι ωμα ▁του ▁προ κει μενο υ ▁η ▁κοιν ο τη ­ τα ▁να ▁απο φυγε ι ▁ζ ημ ιες , ▁ειναι ▁ σω στο ▁και ▁κοστ ιζ ει ▁ελ αχ ι στα ▁να ▁αντ απο δω σει ▁η ▁επι τρο πη ▁την ▁παρα χ ωρη ­ ση ▁αυτ η ▁σ ' ▁ενα ▁αλλο ▁θε μα .
▁η ▁παρ ουσα ▁απο φα ση ▁δημοσιευ εται ▁στην ▁επι ση μη ▁εφ η με ­ ρι δα ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των .
▁χρειαζ εται ▁μονο ▁η ▁δ υν ατο τητα ▁εκ πτωση ς ▁του ▁φορ ου , ▁καθ ως ▁και ▁με ρι κοι ▁επι με λω ς ▁προσ διο ρι σ μενο ι ▁περιορισ μοι ▁στα ▁δικαι ω ­ ματα ▁ανα ληψη ς ▁των ▁χρηματ ων ▁αυτ ων .
▁με χ ρι ▁το ▁2050 ▁ειναι ▁πιθαν ο ▁να ▁εξα φαν ιστ ει ▁το ▁75% ▁των ▁παγ ετ ων ων ▁στις ▁ελ βε τι κες ▁αλ πει ς .
▁η ▁ σχε ­ ση ▁αυτ η ▁θα ▁αναπτ υχ θει ▁περι σσ ο τερο ▁στο ▁πλ αι σιο ▁της ▁συμφων ια ς ▁ε ο χ .
▁οι ▁αρχι κες ▁επα φε ς ▁που ▁πραγματοποι η θηκαν ▁η ταν ▁χρ η σιμ ες ▁δε δο μενο υ ▁οτι ▁εξα σφαλ ισ τηκε ▁οτι ▁και ▁οι ▁δυο ▁ πλευρ ες ▁ ει χαν ▁επι κεντρ ωσε ι ▁την ▁ανα λυση ▁τους ▁στην ▁ιδι α ▁ αγορ α ▁προ ιον τος , ▁ δηλ α δη ▁στα ▁προ ι οντα ▁για ▁την ▁κατα πολ εμ ηση ▁της ▁η μι κρα νια ς .
▁μον α δα ▁d . 2 ▁mari o ▁bella rdi nelli ▁κοιν ο τικη ▁υπηρε σια ▁πληροφορ ησης ▁και ▁δια δοση ▁τηλε μοι ο τυπ ια : ▁(3 52) ▁4 301 ▁34 989
▁το ▁συμβ ου λιο ▁χαιρ ε τι ζει ▁την ▁ανα ­ κο ιν ωση ▁με ▁τι τ λο ▁« α λι εια ▁και ▁με ι ωση ▁της ▁φ τω ­ χ ειας » ▁και ▁συν ι στα ▁στον ▁το με α ▁αυτο ▁μια ▁προ ­ σε γγ ιση ▁σε ▁δυο ▁στα δια .
▁(7) ▁ee ▁l ▁129 ▁της ▁18 .5. 1976 . ▁( s ) ▁ε ε ▁l ▁225 ▁της ▁13 .8. 1987 ▁και ▁δε λ τι ο ▁εκ ▁7 /8 - 1987 . ▁ σημ ειο
▁η ▁συμ ! ων ια ▁ τυ ▁1998 ▁δι ευκριν ι ει ▁τσ ▁τ υς ▁μη αν ισ μ υς ▁της ▁συνεργ α σια ς ▁με σω ▁της ▁θε τικη ς α " ρ ! ρ συν ης ▁σ ▁και ▁τις ▁pi ερ ι στα σεις ▁στις ▁pi ιες ▁μ pi ρει ▁να ▁αι pi ι η θει .
▁προβ λε π ονται ▁ειδικ οι ▁καν ο νες ▁και ▁εξαιρε σεις .
▁— ▁των ▁ σημ ει ων ▁που ▁προ κει ται ▁να ▁εγκ ρι θ ουν ▁η ▁να ▁επι κυ ρω θ ουν ▁χωρ ις ▁συζητ ηση ,
▁για ▁τις ▁αλλ ες ▁εκ δο σεις ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁εκδ ιδ εται ▁ο ▁κατα λογο ς ▁εκ δο σεις .
▁ νοικοκυρ ια ▁που ▁απασχολ ουν ▁οι κια κο ▁βοηθ η τικο ▁προσ ωπ ικο
▁στα ▁πλ αι σια ▁αυτ α ▁χορηγ ουν ται ▁σημαντικ ες ▁χρηματοδοτ ικ ες ▁εν ισ χ υ σεις ▁απο ▁την ▁ε οκ ▁( κυ ρι ως ▁με σω ▁του ▁ευρωπα ι κου ▁τα με ιου ▁περιφερ ει ακ ης ▁αναπτ υ ξης ▁— ▁ feder ) ▁και ▁δια νε μ ονται ▁απο ▁τα ▁κρατ η ▁με λη ▁στις ▁δικαι ου χες ▁περι ο χες .
▁q ▁με λος ▁του ▁ ταγμα τος ▁της ▁βρετανικ ης ▁αυτο κρατ ο ρια ς ▁( μ βε ) ▁και ▁του ▁ ταγμα τος ▁ευρωπα ι ­ κη ς ▁αξι ας ▁( αρ γ υρο ▁μεταλλ ιο ).
▁mcm a hon ▁( s ). ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁θα ▁ μπο ρου σε ▁ο ▁προ εδ ρος ▁της ▁επι τρο πη ς ▁ θεσ μι κων ▁θε ματ ων ▁να ▁προβ ει ▁κατα ▁τη ▁δια ρκ εια ▁της ▁ εβ δο μα δος ▁σε ▁μια ▁πληρ η , ▁ελ ευ θε ρη ▁και ▁ ει λι κρι νη ▁ δηλ ωση ▁προς ▁το ▁σ ωμα ▁σχετικ α ▁με ▁τα ▁δια δρα ματ ισ θεν τα ▁στα ▁πλ αι σια ▁της ▁εκ κεντρ ικη ς ▁συν αντ ησης ▁που ▁ε λαβ ε ▁χωρ α ▁στις ▁βρ υ ξε λλ ες ▁την ▁περ ασ μενη ▁ εβ δο μα δα ▁και ▁που ▁απο τε λε σε ▁το ▁αντικειμεν ο ▁αρ θρο γρα φια ς ▁στο ▁βρετανικ ο ▁ τυπο ; ▁συγκ ε κρι μενα , ▁ανα φερ ομαι ▁στο ▁ λογο ▁της ▁πρω θ υπουργ ου ▁του ▁η νω μενο υ ▁βασιλ ει ου ▁στη ▁bruges . ▁καλ ω , ▁επι σης , ▁τα ▁με λη ▁της ▁ομαδ ας ▁των ▁ευρωπα ι ων ▁δημοκρατ ων , ▁ιδι αι τερα ▁τους ▁κ κ .
▁αλλα ▁και ▁μ ' ▁αυτο ▁τον ▁τροπο ▁η ▁πραγματ ικη ▁ βελ τι ωση ▁σε ▁ορ ισ μενα ▁με ρη ▁θα ▁ μπο ρου σε ▁αρ ι στα ▁να ▁καλ υπ τει ▁δυο ▁προβληματ α ▁που ▁δεν ▁ πρεπε ι ▁να ▁αγνο η θ ουν .
▁• ▁κοιν ο τικο ▁δημοκρατ ια ▁κ . ▁orto li . ▁αντι προ εδ ρος .
▁δε λ τι ο ▁εκ ▁12- 1987
▁κατα σκε υ η ▁μιας ▁προ τυπ ης ▁μον α δα ς ▁ υδ ατο κα λλ ιερ γεια ς ▁στον ▁πο τα μο ▁comme wij ne ▁δανε ιο ▁υπο ▁ αιρ εση ▁στη ▁n . v . ▁comme wij ne ▁shr imp ▁and ▁fish ▁culture ▁corporation
▁ευ ρω pi α ικο ▁ ελε γκ τικο ▁συνε δρ ι o
▁οι ▁ σκε ψεις ▁που ▁προ ανα φερ ονται ▁δε ιχν ουν ▁οτι ▁η ▁επι τρο πη ▁επ εξ ετε ινε ▁τις ▁εργασ ιες ▁της ▁στον ▁το με α ▁της ▁εφαρμο γη ς ▁της ▁αρχ ης ▁της ▁επι κου ρι κο τητα ς ▁περ αν ▁των ▁δε σμ ευ σεων ▁που ▁ ει χε ▁ανα λαβ ει ▁στο ▁ευρωπα ικο ▁συμ ­ βου λιο ▁της ▁λι σσα βο νας , ▁ο σον ▁α φορ α ▁την ▁αιτ ι ολογ η ­ ση , ▁στις ▁ νομ οθετ ικ ες ▁προ τα σεις ▁της , ▁της ▁ανα γκ ης ▁ δρα σης ▁σε ▁κοιν ο τικο ▁επι πεδ ο .
▁η ▁« agenda ▁2000 », ▁το ▁εγ γραφο ▁ στρατηγικ ης ▁που ▁υπο βλη θηκε ▁απο ▁τον ▁προ ε δρο ▁της ▁επι τρο πη ς ▁ja c ques ▁sant er , ▁ο ρι ζει ▁δυο ▁κυρ ι ους ▁στο χους ▁για ▁την ▁προ παρα σκε υ η ▁της ▁ευ ρω πη ς ▁για ▁τον ▁21 ο ▁αι ων α : ▁εν ισ χ υ ση ▁των ▁ θεσ μι κων ▁οργαν ων ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁και ▁προ παρα σκε υ η ▁για ▁τη ▁διε υρ υν ση .
▁μ ολο νο τι ▁η ▁ισ pi αν ια ▁και ▁οι ▁κατ ω ▁χωρ ες ▁εξακολουθ ουν ▁να ▁δια δρα ματ ι ζουν ▁σημαντικ ο ▁ρ ολο ▁ως ▁ σημ εια ▁δια νομ ης ▁της ▁ κο και νης ▁pi ου ▁εισ ερ χ εται ▁στην ▁ε ε , ▁οι ▁εν τα τικο pi οι η μενο ι ▁ε λεγ χ οι ▁κατα ▁μη κος ▁των ▁ βο ρει ων ▁ισ pi α νικ ων ▁ακ των ▁( γα λι κια ) ▁και ▁η ▁pi ο λι τικη ▁καθ ο λι κων ▁ε λεγ χων ▁( 100% ) ▁στις ▁pi τη σεις ▁α pi ο ▁συγκ ε κρι με νες ▁χωρ ες ▁(1 34) ▁στο ▁αερο δρο μι ο ▁schi pol ▁( αμ στερ ντα μ ) ▁εν δε χο μεν ως ▁δια δρα ματ ι σαν ▁ρ ολο ▁στην ▁ανα pi τυ ξη ▁εναλλακτικ ων ▁δια δρο μ ων ▁ο pi ως , ▁για ▁pi α ρα δει γμα , ▁ ολο ε να ▁και ▁pi ερ ισ σο τερο ▁με σω ▁αφ ρ ικη ς , ▁αλλα ▁και ▁με σω ▁ανατολικ ης ▁και ▁ κεντρ ικη ς ▁ευ ρω pi ης ▁και ▁δευτερ ο γεν ους ▁δια νομ ης ▁α pi ο ▁εκ ει ▁στη ▁ ∆ υ τικη ▁ευ ρω pi η ▁( εθν ικ ες ▁εκ θε σεις ▁δικ τυ ου ▁re ito x , ▁2005 · ▁ ποτ , ▁2005 · ▁in c b , ▁2006 α ).
▁ □ ▁ σχε διο ▁ δρα σης ▁σχετικ α ▁με ▁εξω δικα στικ ες ▁δια δικα σι ες ▁για ▁τη ▁διε υ θε τηση ▁δια φορ ων ▁στον ▁το με α ▁της ▁κατα ναλ ωσης : ▁κατα σταση ▁των ▁εργ α ­ σι ων .
▁τ μη μα ▁ ι
▁στη ▁συνεχ εια , ▁ξανα φ ευ γαν ▁με ▁το ▁ε λαιο λα δο ▁με ▁προ ορ ισ μο ▁την ▁ τουρ κια ▁και ▁το ▁ισ ρα ηλ ▁( ε χ οντας , ▁προς ▁υπο στη ρι ξη , ▁τα ▁ δηλ ω τικα ▁και ▁τις ▁φορ τω τι κες ).
▁ ολα ▁αυτ α ▁ε ινα ▁ ανο ησ ιες , ▁κυρ ιες ▁και ▁κυρ ι οι .
▁5 121 ▁— αν ▁αντι θε τα ▁εχει ▁ασκ η θει ▁τετ οι α ▁ δρα στη ριο τητα ▁σε ▁αλλο ▁κρατ ος ▁το ▁ιδ ρυ μα ▁του ▁πρωτο υ ▁κρατ ους ▁ανα λαμ ­ βα νει ▁το ▁βαρ ος ▁των ▁παρ ο χων ▁χωρ ις ▁να ▁ λαμ βα νει ▁υπο ψη ▁την ▁επι δει ν ωση .
▁οι ▁pi ερ ι φερ ει ε ▁συγκ λι ση ▁ειναι ▁εκ ει νε ▁ο pi ου ▁το ▁κατα ▁κεφαλ ην ▁α επ ▁ειναι ▁κατ ω τερο ▁του ▁75% ▁του ▁ε σου ▁ο ρου ▁τη ▁ε ε .
▁αντικειμεν ο
▁πιστ ευ ω ▁οτι ▁προ υπ οθετ ουν ▁μια ▁κα ποι α ▁κατα νο ηση .
▁η ▁επι τρο πη ▁δεν ▁ μπο ρει ▁να ▁προ χ ωρη σει ▁σε ▁αντι θεση ▁με ▁αυτ α .
▁τρι τον : ▁η ▁ ληψη ▁δ ακτ υ λι κων ▁απο τυπ ωμα των ▁απο τελ ει ▁παραβ ια ση ▁της ▁προσ ωπ ικη ς ▁ακ ερα ιο τητα ς ▁και ▁π ρε πη ▁να ▁χρησιμοποι ει ται ▁μονο ν ▁ο ταν ▁ειναι ▁πραγματ ικα ▁α παρα ι τη το .
▁ε pi ι pi λε ον , ανα λυ θηκαν η δια θεση τη : ι λυ ο : ▁η ο pi οι α pi α ρα γεται ▁ ω : υ pi ο pi ρο ιον τη : ε pi ε - ξε ργα σια : των λυ * α των καθ ω : και ορ ολο : ▁τη : ▁ε pi ι τρο pi η : ▁στον ▁το * ε α ▁τη : ▁ε pi ε ξε ργα σια : ▁των ▁ λυ * α των .
▁η ▁ανα κο ιν ωση ▁της ▁επι τρο πη ς ▁σχετικ α ▁με ▁τις ▁" υπ ηρ εσ ιες ▁κοιν ης ▁ ω φε λεια ς ▁στην ▁ευ ρω πη " ▁( ε γγ ρ . ▁com ( 96) ▁ 443 ▁ τελ ικο )
▁• ▁στην ▁περι πτωση ▁που ▁ενα ▁παρα θε μα ▁περι λαμ βα νει ▁και ▁δευτερ ο , ▁χρησιμοποι ουμε ▁τα ▁συμβολ α ▁" ▁και ▁" ▁για ▁να ▁αν οι ξει ▁και ▁να ▁κλεισ ει , ▁αντι στο ι χα , ▁το ▁δευτερ ο ▁παρα θε μα · ▁ε αν ▁δεν ▁υπ αρχο υν ▁στο ▁ πλη κτ ρ ολογ ιο , ▁χρησιμοποι ουμε , ▁αντι στο ι χα , ▁μια ▁απο στροφ ο ▁' ▁και ▁μια ▁υπο γραμμ ισ μενη ▁απο στροφ ο ▁' ,
▁τον οι
▁η ▁εκ θεση ▁αυτ η ▁ανα φερ εται ▁στις ▁τεχν η τες ▁γλυκ αντι κες ▁ ουσι ες ▁που ▁ο λοι ▁τις ▁συν αντ αμε ▁καθ ε ▁το σο ▁στην ▁καθημεριν η ▁μας ▁ζω η , ▁ ει τε ▁ως ▁προσ θε τικα ▁ τρο φι ­ μ ων ▁και ▁πο των , ▁ ει τε ▁ως ▁επι τρα πε ζ ια ▁γλυκ αντι κα ▁που ▁προσ θε τ ουμε ▁ εμ εις ▁στα ▁πο τα ▁μας .
▁τ μη μα ▁α ▁οι ▁κυρ ιες ▁τα σεις ▁στις ▁περιφερ ει ες
▁— ▁αναπτ υ ξη ▁της ▁εκπαιδευ ση ; ▁των ▁στ ελε χων ▁δι οικ ηση ; ▁επιχειρ η σεων ▁στη ▁μετα φορ α ▁των ▁τεχν ολογ ικ ων ▁και νο το μι ων ▁και ▁της ▁κατα ρ τι σης ▁των ▁ ι θ υν ον των ▁και ▁υπ ε υθυν ων ▁των ▁ mme ,
▁title y ▁( s ). ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁θα ▁η θε λα ▁τις ▁συμβ ουλ ες ▁σας ▁σχετικ α ▁με ▁το ▁βαθμ ο ▁υπ ε υθυν ο τητα ς ▁του ▁προσ ω πι κου ▁του ▁κοιν οβ ουλ ιου ▁κατα ▁την ▁προ ε ­ δρ ια ▁σας ▁για τι ▁στις ▁7 ▁νο εμ β ρι ου ▁εγ ρα ψα ▁μια ▁επι στο λη ▁στον ▁γενικ ο ▁ γραμμα τε α ▁για ▁το ▁θε μα ▁αυτο .
▁θα ▁σχολ ια σω ▁πιο ▁συγκ ε κρι μενα ▁το ▁θε μα ▁της ▁εκ προ ­ σω π ησης ▁στο ▁ευρωπα ικο ▁κοιν ο βου λιο ▁των ▁16 ▁εκατ .
▁100 ▁ ανθρωπ ιστ ικ ες ▁σπ ου δες
▁περιφερ ει ες ▁δυναμ ει ▁του ▁ αρθρ ου ▁92 (3) α ▁3.3 .
▁χρειαζ εται ▁να ▁υπ αρ ξει ▁μια ▁ στρατηγικ η ▁απο ψη ▁που ▁θα ▁απο τελ ει ▁τη ▁γε φυ ρα ▁μετα ξ υ ▁της ▁δια τυπ ωσης ▁των ▁στο χων , ▁των ▁επι κεντρ ω μενων ▁ενεργ ει ων ▁και ▁των
▁φ αι νεται ▁πως ▁γενικ α ▁αρχ ιζ ουμε ▁να ▁εγ κατα λει π ουμε ▁την ▁ τυπ ικη ▁ ημ ερα ▁εργασ ια ς ▁αποκ των τας ▁μεγαλ υ τερη ▁ ευε λι ξι α ▁στην ▁ αγορ α ▁εργασ ια ς , ▁κατ ι ▁που ▁ ω στο σο ▁δεν ▁αντ απο ­ κρι νεται ▁στις ▁επιθυμ ιες ▁των ▁εργ αζ ο μενων .
▁η ▁εκ ▁ μπο ρει ▁να ▁συμβ αλ ει ▁στην ▁προ αγ ω γη ▁της ▁παγ κο σμ ια ς ▁ υγ ειας ▁με σω ▁της ▁δια δοση ς ▁των ▁αξι ων , ▁της ▁πει ρας ▁και ▁της ▁ εμπειρ ο γνω μο συν ης ▁της , ▁καθ ως ▁και ▁ λαμ βα ν οντας ▁συγκ ε κρι μενα ▁με τρα ▁για ▁τη ▁ βελ τι ωση ▁της ▁ υγ ειας .
▁ripa ▁di ▁me ana ▁κατα ρ τι σης , ▁και ▁της ▁καλ υ τερη ς ▁μετα δοση ς ▁της ▁πληρ ο ­ φορ ια ς .
▁η ▁ορθ ο τητα ▁αυ της ▁της ▁ ερ μην ειας ▁της ▁οδηγ ια ς ▁96 / 71 ▁επι βε βα ι ων εται ▁ο ταν ▁ανα γνωσ τει ▁υπο ▁το ▁π ρισμα ▁του ▁ αρθρ ου ▁49 ▁εκ , ▁δε δο μενο υ ▁οτι ▁η ▁οδηγ ια ▁αυτ η ▁στο χ ευ ει , ▁μετα ξ υ ▁αλλ ων , ▁στην ▁επιτ ευ ξη ▁της ▁ελ ευ θε ρης ▁παρ ο χη ς ▁υπηρε σι ων , ▁η ▁ο ποι α ▁απο τελ ει ▁μια ▁απο ▁τις ▁θε με λι ω δει ς ▁ ελε υθ ερ ιες ▁που ▁δια σφαλ ιζ ει ▁η ▁συν θη κη .
▁ γλωσσ α ▁δια δικα σια ς ▁: ▁η ▁ιταλ ικη .
▁επι ση μη ▁εφ η μερ ι δα ▁l ▁225 ▁της ▁12. 08. 1986
▁αρ θρο ▁8 ▁δια με σο λαβ η της ▁ο ▁ο ποι ος ▁δεν ▁πληρ οι ▁πλ ε ον ▁τις ▁α παρα ι τη τες ▁προ υπο θε σεις ▁για ▁την ▁ασκ ηση ▁των ▁καθ η κον των ▁του ▁η ▁εχει ▁υπο πε σει ▁σε ▁σοβαρ ο ▁παρα πτω μα ▁ειναι ▁δ υν ατο ▁να ▁πα υθ ει ▁απο ▁το ▁ δικα στη ριο ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁τη ▁αιτ ησε ι ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου .
▁κρατ η ▁ακ ε
▁d ▁κατα σταση ▁στα ▁ δυ τικα ▁ βαλ καν ια : ▁εκ δοση ▁των ▁συμπ ερα σμα των ▁( — ▁> ▁ σημ ειο ▁1.6 . 60) . ▁d ▁συμφων ο ▁σταθερ ο τητα ς ▁και ▁δια δικα σια ▁σταθερ ο τητα ς ▁και ▁συνδε ση : ▁εκ δοση ▁των ▁συμπ ε ­ ρα σμα των ▁( — ▁> ▁ σημ ειο ▁1.6 . 61 ). ▁ ω ▁αφ ρ ικη : ▁εκ δοση ▁των ▁συμπ ερα σμα των ▁f — » ▁ σημ ειο ▁1.6 . 111 ▁ ). ▁2 387 η ▁συν οδο ς
▁η ▁επι τρο πη ▁συγ κεντρ ων ει ▁τις ▁κατα στα σεις ▁αυτ ες ▁σε ▁προσ χε διο ▁προ υπ ολογ ισ μου .
▁e cu ▁για ▁τα ▁ο πω ­ ρο κη π ευ τικα , ▁6 ▁εκατ .
▁new ton ▁dun n ▁( ρ ρε ). ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁θα ▁η θε λα ▁να ▁ανα φε ρθω ▁στα ▁συν οπ τικα ▁ πρακτικ α .
▁14 ▁σε λι δες ▁- ▁δια στα σεις ▁2 1,0 ▁χ ▁29, 7 ▁cm ▁w
▁ 355 . ▁( ' ) ▁γενικ η ▁εκ θεση ▁1999 , ▁αρ ι θ . ▁3 26 .
▁peu s ▁( ρ ρε ), ▁συντ ακ τρια ▁ γνω μ οδο τηση ς ▁εξ ▁ονομα τος ▁της ▁επι τρο πη ς ▁περι βα λλον τος , ▁δημοσ ια ς ▁ υγ ειας ▁και ▁προ ­ στα σια ς ▁των ▁κατα ναλ ω των . ▁— ▁( de ) ▁κυρ ι ε ▁προ εδ ρε , ▁κυρ ιες ▁και ▁κυρ ι οι .
▁grad in , ▁επι τρο πη . ▁— ▁( sv ) ▁ο σον ▁α φορ α ▁τη ▁euro pol , ▁θα ▁ ημ ουν ▁ιδι αι τερα ▁ευ γνω μ ων ▁ε αν ▁η ▁ ολο με λα α ▁του ▁ευρωπα ι κου ▁κοιν ο βου ­ λι ου ▁βοηθ ησα ▁να ▁εγ καθ ιδ ρυ θει ▁επι τε λους ▁η ▁euro pol .
▁εν ισ χ υ ση ▁τη ▁α pi οτ ελε σα τικο τητα ▁τη ▁pi ερ ι φερ εια κη ▁pi ο λι τικη ▁ε σω ▁τη ▁pi ρο αγ ω γη : ▁αν τα λλα γη ▁ε pi ει ρι ων ▁ο σο ▁α φορ α ▁τον ▁εν το pi ισ ο , ▁τη ▁ε τα φορ α ▁και ▁τη ▁δια δοση ▁ βελ τι στ ων ▁pi ρα κ τι - κων ▁ ετ αξ υ ▁αλλ ων ▁για ▁τη ▁βι ω σι η ▁ασ τικη ▁ανα pi τυ ξη , ▁pi ου ▁ νη ον ευ εται ▁στο ▁αρ θρο ▁8.
▁απο φα ση ▁που ▁εν ε κρι νε ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο : ▁συν οπ τικα ▁ πρακτικ α , ▁2 ο ▁με ρος , ▁της ▁27 ης ▁ οκ τω β ρι ου ▁1993 , ▁σ . 46 ▁στο ▁συμβ ου λιο ▁στις
▁ -12- ▁ φερ ει ▁ανα στα τ ωση ▁στους ▁προηγ ουμε νους ▁συλλ ο - ' ισ ". ουσ .
▁ χρον ολογ ικο ▁ευ ρε τη ριο ▁( συν ε χει α )
▁κατα ▁τη ▁δευτερ η ▁ανα γνωσ η ▁του ▁νεο υ ▁ σχε διο υ ▁προ υπ ολογ ισ μου , ▁στις ▁22 ▁μα ιου , ▁το ▁συμβ ου λιο ▁( ' ) ▁ εδ ωσε ▁θε τικη ▁απαντ ηση ▁στις ▁τροπο ποι η σεις ▁του ▁κοιν οβ ουλ ιου ▁με σα ▁στα ▁ο ρια ▁των ▁ 232 ▁εκατ ομ μ υ ρι ων ▁e cu ▁με ▁τη ▁δημιουργ ια ▁συμπ λη ρωμα τι κων ▁ε σο δων , ▁τα ▁ο ποι α ▁απο ρ ρε ουν ▁απο ▁την ▁επαν εκ τι μη ση ▁των ▁ιδι ων ▁πο ρων ▁που ▁ ει χε ▁προ τα θει ▁αρχι κα ▁απο ▁την ▁επι τρο πη ▁στη ▁ διο ρθω τικη ▁επι στο λη ▁της ▁αρ ι θ . ▁3.
▁κατα ψηφ ι σαμε ▁τις ▁εν ισ χ υ σεις ▁για ▁τα ▁ βο ο ει δη , ▁α κρι ­ β ως ▁για ▁να ▁μην ▁επι βα ρυ νουμε ▁υπερβολικ α ▁τον ▁προ υπο ­ λογ ισ μο ▁της ▁γεω ρ για ς , ▁ο μως ▁η ταν ▁η δη ▁in ▁extrem is .
▁( εκ δ . )
▁ten nah - dur ez ▁ παρακολουθ ησε ▁« του λα χ ιστ ον ▁5 ▁600 ▁ ω ρες ▁( θεωρ η τικη ▁και ▁ πρακτικ η ) ▁ιατρικ ης ▁εκπαιδευ σεως , ▁ δηλ α δη ▁περι σσ ο τερο ▁απο ▁τις ▁5 ▁500 ▁ ω ρες ▁που ▁προβ λε πει ▁το ▁αρ θρο ▁23, ▁παρα γραφο ς ▁2 , ▁της ▁οδηγ ια ς ▁93 /16 », ▁εκ ρι νε ▁οτι ▁η ▁μ .
▁της ▁υπο ­ παρα κα τω ▁ δικα στη ριο ▁που ▁επι λη φ θηκε ▁στο ▁ δικα στη ριο ▁τα ▁δυο
▁7) ▁μετα γεν εσ τερες ▁εργασ ιες
▁προσ φερ θηκαν ▁οι ▁ακολουθ ες ▁επ αγ ­ γ ελ ματ ικ ες ▁κατε υθυν σεις : ▁το ▁1985 : ▁- ▁βοηθ ος ▁σε ▁μικρο υπο λο ­ γι στες ,
▁οι ▁αυτο α πα σχ ολ ουμε νοι ▁που ▁δεν ▁εργ αζ ονται ▁στον ▁το με α ▁της ▁γεω ρ για ς ▁δικαι ουν ται ▁τις ▁παρα κα τω ▁πα ­ ρο χες ▁ασφαλ ιση ς :
▁γενικ α ▁τα ▁ ατο μα ▁η λι κια ς ▁κατ ω ▁των ▁18 ▁ε των ▁δεν ▁επι τρεπ εται ▁να ▁απασχολ ουν ται ▁σε ▁εργασ ιες ▁που :
▁ε χ οντας ▁υπο ψη ▁την ▁απο φα ση ▁που ▁το ▁προ ε δρ ειο ▁της ▁ε λαβ ε ▁στις ▁13 ▁δε κ εμ β ρι ου ▁2000, ▁με ▁ βαση ▁την ▁πε μπ τη ▁παρα γραφο ▁του ▁ αρθρ ου ▁265 ▁της ▁συν θη κη ς ▁περι ▁ιδ ρυ σεως ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς , ▁να ▁κατα ρτ ιστ ει ▁ γνω μ οδο τηση ▁για ▁το ▁θε μα ▁και ▁να ▁ανα θεσ ει ▁στην ▁επι τρο πη ▁7 ▁" παιδ εια , ▁επαγγελματικ η ▁εκπαιδευ ση , ▁ πολιτ ισ μος , ▁νεο λα ια , ▁αθλ ητ ισ μος , ▁δικαι ω ματα ▁του ▁ πολιτ η " ▁την ▁προ ετ οι μα σια ▁των ▁σχετικ ων ▁εργασ ι ων
▁επανα ληψη ▁της ▁συν οδο υ
▁2 1994 ▁α ▁01 03 ( 51
▁( η ) ▁αντ απο κρι νεται ▁στα ▁ειδικ α ▁συμπ λη ρωμα τικα ▁ κρι τη ρια ▁που ▁ορ ιζ ονται ▁στο ▁αρ θρο ▁5 ▁α ▁της ▁σε κ ▁και ▁στα ▁ αρθρ α ▁ ι ▁παρ .
▁η ▁απασχολ ηση ▁στην ▁ κεντρ ικη ▁και ▁ανατολικ η ▁ευ ρω πη
▁η ▁εισ βολ η ▁χαρακτηρ ιζ εται ▁ασ υγ κρατ η τη .
▁ 742 ▁της ▁παρ ουσα ς ▁εκ θεση ς .
▁- ▁στην ▁ορθ ολογ ικη ▁αναπτ υ ξη ▁του ▁εκπαιδευ τι κου ▁συστ η ματος , ▁την ▁ανα μορφ ωση ▁του ▁περι ε χο μενο υ ▁και ▁ανα βαθ μιση ▁του ▁επι πεδ ου ▁σπ ου δων .
▁δεν ▁εχει ▁ακ ο μη ▁δημοσιευ θει .
▁απο φα σεις ▁του ▁συμβ ουλ ιου ▁δυναμ ει ▁του ▁ αρθρ ου ▁93 , ▁παρα γραφο ς ▁2 , ▁της ▁συν θη κη ς ▁εκ
▁ γνω ρι ζω ▁οτι ▁η ▁ θρησκ ευ τικη ▁ελ ευ θε ρια ▁προβ λε π εται ▁απο ▁το ▁συν ταγμα ▁του ▁βι ετ να μ ▁και ▁ζητ ουμε ▁συνε πως ▁την ▁εμπ ρα κτη ▁εφαρμο γη ▁αυ της ▁της ▁θε με λι ω δου ς ▁αρχ ης .
▁πληροφορ ηση ▁και ▁ευ αι σθητ ο ποι ηση ▁της ▁κοιν ης ▁ γνω μη ς
▁ ιν ταξη ▁του ▁παρ ον τος ▁ φυλ λου ▁το ▁δημοσιευ μα ▁αυτο ▁δεν ▁δε σμ ευ ει ▁δικαστικ α ▁την ▁επι τρο πη .
▁οδηγ ι η ▁2000 / 37 / εκ ▁( ε ε ▁l ▁139 ▁της ▁10 .6. 2000 ) ▁προ σε γγ ιση ▁των ▁ νομο θεσ ι ων : ▁ κτη νι η τρι κα ▁φ πρ μη κ ευ τικα ▁προ ιον τη ▁ γερ μην ι η
▁- ▁χορηγ ηση ▁δανε ιου ▁απο ▁την ▁et e ▁στην ▁κυβερν ηση ▁της ▁ νη σου ▁α ρου μπα ▁στο ▁πλ αι σιο ▁των ▁ειδικ ων ▁εν ισ χ υ σεων ▁στις ▁ υ χε ▁7 /2 .4. 57
▁77 , 79 ▁60 , 10 ▁β β ) ▁ισ ης ▁η ▁ο νω τερη ; ▁του ▁32 ▁v t ▁β ) ▁περι εντ ικο τη το ; ▁κ στο ▁βαρ ο ; ▁oc ▁ ζο χα ρο ζη ▁( ο την ▁ο ποι ο ▁ ια ρι λο μ βο ντ τοι ▁ κοι ▁το ▁ ιμ βερ το τι οι ημ ινο ▁ ζα χα ρο ▁που ▁με τρι εται ▁oc ▁ ζα χα ρο ζη ] ▁ ιο η ; ▁η ▁αν ω τερη ; ▁του ▁5 ▁* ■ ▁και ▁κατ ω τερη ς ▁του ▁15 ▁ ι ι :
▁32 ▁του ▁κυρ ιου ▁rich ard ▁how it t ▁( η -06 47 / 97) :
▁εγ κριση ▁απο ▁την ▁επι τρο πη ▁στις ▁24 ▁ ι ουλ ιου .
▁ο ▁ νομο ς ▁περι ▁κομματ ων ▁ανα θεωρ η θηκε ▁για ▁τελε υ ται α ▁φορ α ▁το ▁1988 .
▁στο ▁ τε λος , ▁ακ ο μη ▁και ▁το ▁συμβ ου λιο ▁κατε λη ξε ▁στο ▁συμπ ερα σμα ▁οτι ▁οι ▁μικρο μ εσαι ες ▁επιχειρ η σεις ▁κατα βα λλ ουν ▁καθ ε ▁ δυ να τη ▁προσ παθ εια ▁για ▁να ▁το ▁απαλ λα ξουν ▁απο ▁ενα ▁ τερα στι ο ▁ πολιτικ ο ▁προ γραμμα ▁που ▁το ▁απασχολ ει .
▁η ▁ανα ι ρε σει ουσα ▁δεν ▁προ βαλ λει ▁καν ε να ▁επιχειρ ημα ▁προ κει μενο υ ▁να ▁αποδ ει ξει ▁οτι ▁το ▁συμπ ερα σμα ▁που ▁συν η γα γε ▁το ▁πρωτο δι κει ο ▁απο ▁τα ▁συγκ ε κρι μενα ▁πρα γμα α κα ▁περι στα τικα ▁εμφαν ιζ ει ▁ νομ ικη ▁ πλα νη .
▁ο πως ▁ε χω ▁προ τει νει , ▁θα ▁ πρεπε ι ▁το ▁αντι ­ σταθμ ιστ ικο ▁κυρ ι ως ▁επι δο μα , ▁συμφων α ▁με ▁το ▁π νε υμα
▁η ▁επι τρο πη ▁ζητ ησε ▁στις ▁12 ▁ ια νου αρ ιου ▁απο ▁τις ▁τραπεζ ες ▁πληροφορ ιες ▁σχετικ α ▁με ▁τα ▁ τε λη ▁τους ▁και ▁ε λαβ ε ▁απαντ η σεις ▁στις ▁29 ▁ ια νου αρ ιου .
▁παρα ρ τη ματα ▁στα ▁ο ποι α ▁περι λαμ βα νονται ▁ λεπτο μερ ει ες ▁σχετικ α ▁με ▁την ▁κοιν ο τικη ▁ νομο θεσ ια ▁και ▁τις ▁ νομο θεσ ιες ▁των ▁κρατ ων ▁με λων ▁οι ▁ο ποιες ▁προς ▁το ▁παρ ον ▁συνε π αγ ονται ▁ε λεγ χους ▁και ▁επι θεωρ η σεις , ▁π . χ . ▁ε λεγ χ οι ▁αδ ει ων ▁οδηγ ησης , ▁πιστοποι η τικο ▁ασφαλ ιση ς , ▁πιστοποι η τικο ▁κατα λλη λο τητα ς ▁για ▁τα ▁μηχαν ο κιν η τα ▁ο χη ματα ▁και ▁τα ▁ρ υμ ουλ κου μενα ▁ο χη ματα , ▁τεχν ικ ες ▁προ δια γρα φε ς ▁για ▁τα ▁ σκα φη ▁ε σω τερ ικη ς ▁πλ ω της ▁ο δου , ▁βαρ ος ▁και ▁δια στα σεις ▁των ▁ο δι κων ▁ο χ ημα των , ▁επι θεωρ ηση ▁των ▁κατα λογ ων ▁επι βα των ▁για ▁ο δι κες ▁υπηρε σι ες ▁ε λεγ χ οι ▁των ▁τα χο γρα φων ▁κλπ .
▁c 3-1 85 / 94 - 94 / 77 ( a vc ) ] ▁εισ η γη τρια : ▁η ▁κ . ▁mari e ▁jep sen ▁με ρος ▁α : ▁ σχε διο ▁ ψηφ ισ ματος ▁ νομ οθετ ι κου ▁περι ε χο μενο υ ▁27. 04. 1994 -5 ▁σε λιο ες ▁is bn ▁92 - 77 -70 278 -8 ▁ay - co - 94 - 359 - gr - a ▁μικρο φορ μα
▁και ▁μ ολο νο τι ▁δεν ▁συζητ αμε ▁ανοιχτ α ▁το ▁θε μα ▁αυτο , ▁ο ▁καθ ε νας ▁προσ πα ­
▁αλλ ω στε , ▁μια ▁ τυπ ικα ▁ σω στη ▁χρ ηση ▁των ▁ κο νδυ λι ων ▁απο τελ ει ▁επι σης ▁την ▁καλ υ τερη ▁εγγυ ηση ▁για ▁να ▁απο τρα π ουν ▁συμπ τω ματα ▁κοπ ωσης ▁ως ▁προς ▁την ▁παρ ο χη ▁βοηθ ειας .
▁π ρε πη ▁να ▁απαλ λαγ ουμε ▁απο ▁αυτ η ▁την ▁πο σο π κα ▁προσ ανα το λι σ μενη ▁πο λι π κη ▁εξα γω γων . ▁o t ▁ δρα σης ▁ενημερω σης ▁π ρε πα ▁να ▁προσ φερ ουν ▁εν αν ▁ποιο π κο ▁προσ ανα το λι ­ σμ ο .
▁αυτο ▁δεν ▁συνε πα γεται ▁την ▁ελ λει ψη ▁αντι φα σεων ▁η ▁ο ρι ων , ▁ σημα ιν ει ▁ο μως ▁επι σης ▁οτι , ▁με σα ▁απο ▁το ▁συν ολο ▁στρατ η ­ γι κων , ▁οργαν ων ▁και ▁ γραμμ ων ▁μπ ορ ουμε ▁να ▁ανα κα λυ ­ ψ ουμε ▁εν αν ▁αρκετ α ▁φιλ ο δοξο ▁στο χο .
▁101 ▁και ▁102 )
▁ τε λος , ▁υπ αρ χει ▁ενα ς ▁πολυ ▁περιορισ μενο ς ▁αρ ι υ μος ▁τροπο λο ­ γι ων ▁τις ▁ο ποιες ▁η ▁επι τρο πη ▁ειναι ▁υποχρεω μενη ▁να ▁απο ρ ρι ψει .
▁κατα ▁παρ εκ κλ ιση ▁του ▁ αρθρ ου ▁4 ▁παρα γραφο ς ▁3 ▁της ▁συμφων ια ς ▁οι ▁αδ ει ες ▁ισ χ υ ουν ▁για ▁τρι μη νες ▁εξα μη νες ▁και ▁ ετ ησ ιες ▁περι οδο υς
▁κανονι σ μος ▁( εκ , ▁ευ ρα το μ ) ▁αρ ι θ . ▁16 05 /2002 ▁του ▁συμβ ουλ ιου , ▁της ▁25 ης ▁ ι ουν ιου ▁2002 , ▁για ▁τη ▁ θεσ πι ση ▁του ▁δημοσ ιο νομ ι κου ▁κανονι ­ σ μου ▁που ▁εφαρμο ζ εται ▁στο ▁γενικ ο ▁προ υπ ολογ ισ μο ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁( ε ε ▁l ▁ 248 ▁της ▁16 .9. 2002 , ▁σ . ▁1) .
▁τα ▁πο σο στα ▁αν ερ για ς ▁φ θαν ουν ▁το ▁1 3,5% .
▁το ▁να ▁συζητ αμε ▁περι ▁του ▁τι ▁λε νε ▁οτι ▁ ει παν ▁ειναι ▁κατ ι , ▁πραγματ ι , ▁αδια νο η το , ▁εχει ▁κατ ι ▁απο ▁το ▁θε α τρο ▁του ▁παρα λογ ου .
▁καθ ε ▁ τοπ ικη ▁και ▁περιφερ εια κη ▁οικο νομ ια ▁εχει ▁να ▁αντι με τω πι σει ▁απειλ ες ▁και ▁να ▁εκ με ταλ λευ τει ▁ευ και ρι ες ▁στο ▁πε διο ▁της ▁απασχολ ησης , ▁ως ▁συνε πει α ▁των ▁οικο νομ ικ ων , ▁τεχν ολογ ικ ων ▁και ▁ κοινων ικ ων ▁αλλα γων .
▁πολυ ▁λιγ α ▁κρατ η ▁με λη ▁ε χ ουν ▁ θεσ πι σει ▁κατα λλη λα ▁εργ α λεια ▁λογ ιστ ικη ς .
▁ οκ τω β ριο ς ▁ ι
▁παρα ▁τα ▁με τρα ▁που ▁ε χ ουν ▁ λη φ θει ▁κατ ' ▁εφαρμο γη ▁του ▁ αρθρ ου ▁49 ▁ε οκ , ▁η ▁δια δικα σια ▁αυτ η ▁δεν ▁εχει ▁ακ ο μη ▁ολοκληρ ω θει .
▁με ▁το ▁πρωτο ▁και ▁το ▁τρι το ▁ερωτ ημα , ▁τα ▁ο ποι α ▁ πρεπε ι ▁να ▁εξε τα στ ουν ▁απο ▁κοιν ου , ▁το ▁εθνικ ο ▁ δικα στη ριο ▁ζητ ει ▁κατ ' ▁ ουσι αν ▁να ▁πληροφορ η θει ▁αν ▁ο ▁κανονι σ μος ▁υποχρεω νει ▁τον ▁κατ ο χο ▁αδ ειας ▁κυκλοφορ ια ς ▁στην ▁ αγορ α ▁να ▁χορηγ ησε ι ▁στον ▁κατ ο χο ▁του ▁ διπλ ω ματος ▁ευ ρε σι τε χ νια ς ▁αντι γραφο ▁της ▁προ ανα φερ θει σα ς ▁αδ ειας , ▁το ▁ο ποι ο ▁προβ λε π εται ▁στο ▁αρ θρο ▁8 , ▁παρα γραφο ς ▁1 , ▁στο ιχ ειο ▁β ' , ▁του ▁ιδιο υ ▁κανονι σ μου .
▁" αρθρ ο ▁4
▁πολλ ε ▁pi λη ρο φορ ι ε ▁για ▁την ▁ευ ρω pi α ικη ▁εν ωση ▁δια τι θεν ται ▁στο ▁ ια δι κτ υ ο , ▁α pi ο ▁το ▁δια κοι στη ▁europa ▁( http :// europa . eu ).
▁η ▁ιταλ ια ▁βρε θηκε ▁για ▁δευτερ η ▁φορ α ▁στο ▁ δικα στη ριο ▁λογ ω ▁μη ▁μετα φορ ας ▁της ▁οδηγ ια ς ▁76 /100 ▁στο ▁εθνικ ο ▁δικαι ο .
▁ mme ▁n ▁< ▁> ▁ υ ▁αντ απο κρι νονται ▁σε ▁αλλο υς ▁στο χους ▁( ' )
▁προ εδ ρος . ▁- ▁κυρ ι ε ▁επι τρο πε , ▁ευχαριστ ω ▁για ▁την ▁ανα λυση ▁σας .
▁• ▁ο ▁δι ορ ισ μος ▁και ▁η ▁ορ κω μο σια ▁της ▁νεα ς ▁επι τρο πη ς ▁( ' ): ▁αφ ου ▁εξε φ ρα σε ▁ λυ πη ▁για ▁τις ▁περι ­ στα σεις ▁απο χ ωρη σεως ▁δυο ▁με λων ▁της ▁απ ερ χο ­ μενη ς ▁επι τρο πη ς ▁( "), ▁το ▁κοιν ο βου λιο ▁αξι ων ει ▁η ▁ορ κω μο σια ▁των ▁με λων ▁της ▁επι τρο πη ς ▁να ▁γι νεται ▁εν ωπ ιον ▁του , ▁ορ κω μο σια ▁που ▁γι νεται ▁εν ωπ ιον ▁του ▁προ εδ ρου ▁του ▁ δικα στη ρι ου , ▁και ▁απο φασ ιζ ει ▁να ▁οργαν ωσε ι , ▁κατα ▁τη ▁συν οδο ▁του ▁τον ▁ ια νου α ριο ▁του ▁1985 , ▁μια ▁συζητ ηση ▁με ▁θε μα ▁την ▁ορ κω μο σια .
▁θερμ ο κρα σια ▁των ▁χωρ ων
▁- ▁επι ▁της ▁εκ θεση ς ▁lange ▁( α 4 -03 64 / 98)
▁ σχε διο ▁life ▁για ▁την ▁κατα γρα φη ▁των ▁ζω νων .
▁ ι ουλ ιου .
▁ αγορ α ▁κινητ ων ▁αξι ων
▁(6) ▁ε ε ▁c ▁150 ▁της ▁19 .5. 1997 ▁και ▁δε λ τι ο ▁4 1997 , ▁ σημ ειο ▁1.3 . 105 .
▁η ▁με ταρ ρυθμ ιση ▁αυτ η ▁θα ▁αντι κα τοπ τρι σθ ει ▁στον ▁λε γο μενο ▁" far m ▁bill ".
▁βι ω σι η ▁ασ τικη ▁ανα pi τυ ξη : ▁εν ισ χ υ ση ▁τη ▁οικο νο ικη ▁ανα pi τυ ξη , ▁α pi ο κατα σταση ▁του ▁ φυσ ι κου ▁pi ερ ι βα λλον το , ▁ανα ζω ο γον ηση ▁ υ pi ο βαθ ισε νων ▁βιο η χα νικ ων ▁εκ τα σεων , ▁διατ ηρ ηση ▁και ▁και ▁ανα pi τυ ξη ▁τη ▁ φυσ ικη ▁και ▁pi ολ ιτ ιστ ικη ▁ κληρ ο νοια , ▁pi ρο αγ ω γη ▁τη ▁ε pi ι χει ρη α τικο τητα , ▁τη ▁το pi ικη ▁α pi ασ χ ολ ηση ▁και ▁τη ▁ανα pi τυ ξη ▁των ▁το pi ικ ων ▁ κοινων ι ων ▁και ▁η ▁pi α ρο χη ▁ υ pi η ρε σι ων ▁στον ▁pi λη θυσ ο , ▁ λαβ ανο εν ων ▁ υ pi ο ψη ▁των ▁ε τα βα λλο εν ων ▁ δη ο γρα φι κων ▁εξε λι ξε ων .
▁οι ▁σχετικ ες ▁εργασ ιες ▁ανα μεν εται ▁να ▁ξε κιν η σουν ▁το ▁2000.
▁με ▁ γνω ο να ▁τη ▁φιλ οδο ξι α ▁να ▁ υ pi ο στη ρι χ θ ουν ▁οι ▁χωρ ε ▁ εται ροι ▁για ▁να ▁ε pi ι τυχ ουν ▁του ▁ασ χ , ▁η ▁ στρατηγικ η ▁pi ρο τει νει ▁να ▁ αρθρ ω θει ▁η ▁βοηθ εια ▁γ υ ρω ▁α pi ο ▁τ εσ σε ρι ▁κυρ ιου ▁pi υ λων ε : ▁την ▁καλ η ▁ υ γεια ▁για ▁ο λου , ▁την ▁εκ pi α ιδ ευση , ▁τη ▁ γνωσ η ▁και ▁τι ▁δεξι ο τη τε , ▁την ▁ισο τητα ▁των ▁ φυλ ων ▁και ▁αλλ ε ▁pi τυχ ε ▁τη ▁ανθ ρω pi ι νη ▁και ▁ κοινων ικη ▁ανα pi τυ ξη , ▁ε ▁συνολικ ο ▁pi ρου pi ολογ ισ ο ▁1 , 06 ▁δισ εκ ατ . ▁ευ ρω ▁για ▁την ▁pi ερ ι οδο ▁2007-2013 .
▁δεν ▁υπ αρ χει ▁μετα βαση ▁του ▁παρε χ ον τος ▁την ▁υπηρε σια ▁στη ▁χωρ α ▁του ▁ λη πτη ▁της ▁υπηρε σια ς ▁ ου τε , ▁αντι θε τως , ▁μετα βαση ▁του ▁ λη πτη ▁στη ▁χωρ α ▁του ▁παρε χ ον τος .
▁bruto n ▁ο ▁στο χος ▁της .
▁9 41 ▁ελ αχ ι στη ▁τι μη ▁εισ φορ α , ▁ ζα χα ρη , ▁ ζα χα ρη ▁απο ▁ τε υτ λα , ▁υπερ παρα γω γη
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁ γνω μ οδο τηση ▁της ▁ο κε
▁η ▁προ τα ση ▁εχει ▁υπο βλη θει ▁για ▁εξε τα ση ▁και ▁εγ κριση ▁στο ▁συμβ ου λιο .
▁χρηματοδοτ ικ ες ▁συμβ α σεις ▁υπο γρα φει σες ▁το ▁1998 :
▁ δηλ ωση ▁της ▁κοιν ο τη τος ▁επι ▁του ▁ αρθρ ου ▁9 ▁παρα γραφο ς ▁2 ▁περι πτωση ▁α ) ▁της ▁συμβ α σεως ▁( παρ αρτ ημα ▁xx vii i )
▁ ω στο σο , ▁πιστ ευ ουμε ▁ οπ ▁ειναι ▁απο λυ τως ▁α παρα ι τη το ▁να ▁ παρακολουθ ουμε ▁αυτ ες ▁π ς ▁συ σκε υ ες , ▁και ▁οι ▁τροπο λογ ιες ▁της ▁επι τρο πη ς ▁περι ­ βα λλον τος ▁επε χει ρη σαν ▁να ▁ο ρι σουν ▁επ ακριβ ως ▁το ▁πως ▁και ▁το ▁για τι .
▁34 , ▁37 ▁και ▁38 .
▁13 69 ▁13 77 ▁13 79 ▁ελ ευ θε ρη ▁κυκλοφορ ια ▁των ▁κεφαλ αι ων , ▁εν αρ μον ιση ▁των ▁φορολογ ικ ων ▁συστ ημα των , ▁φορολογ ικη ▁ πολιτικ η , ▁φ πα
▁e cu ▁χορηγ η θηκαν ▁στην ▁αλ γε ρια , ▁10 , 6 ▁στην ▁ τουρ κια , ▁3 , 1 ▁στην ▁ ι ορ δα νια , ▁3 ▁στη ▁μα λ τα , ▁2,6 ▁στην ▁ κυ προ ▁και ▁1,5 ▁στην ▁ τυ νη σια .
▁θε με λι ω δει ς ▁αρχ ες
▁■ " - ρυ ς ι λλ χ ς .
▁σοβαρ η ▁τα ση ▁επι δει ν ωσης ▁δια πιστ ω θηκε ▁για ▁το ▁ ει δος ▁pic e a ▁si ▁tenen s ▁ ι ▁s ▁( σχ ημα ▁7) .
▁1 ▁ -20 ▁δια νομ η ▁ενεργ ειας , ▁ενεργειακ ος ▁ισ ολογ ισ μος , ▁παρα γω γη ▁ενεργ ειας , ▁χρ ηση ▁ενεργ ειας
▁η νω μενα ▁ εθν η
▁εν δει κ ν υ ται ▁( β )
▁λογ ω ▁της ▁ σημα σια ς ▁της ▁ μερ ικη ς ▁απ α ­ σχ ολ ησης ▁στις ▁υπηρε σι ες ▁σε ▁αρκετ α ▁κρατ η ▁με λη , ▁τα ▁στο ιχ εια ▁που ▁ανα φε ­
▁με σω ▁των ▁συνολικ ων ▁δανε ι ων ▁που ▁ διο χ ετε υ θηκαν ▁σε ▁συνεργ α σια ▁με ▁εμπορικ ες ▁τραπεζ ες , ▁η ▁ ετε π ▁συνε βα λε ▁με ▁2,2 ▁δισ εκ ατ . ▁e cu ▁στη ▁χρηματοδοτ ηση ▁11 ▁000 ▁περι που ▁ mme .
▁συνε πως ▁η ▁υποχρεω ση ▁του ▁παρα γω γου ▁και ▁των ▁εξ ουσι οδο τη μενων ▁εμπορ ων ▁ θεωρ ει ται ▁α παρα ι τη τη 5 31 .
▁τ ωρα , ▁η ▁επι τρο πη ▁προ υπ ολογ ισ μ ων ▁προ ­ τει νει ▁να ▁αλλα ξει ▁ο ▁τι τ λος ▁αυ της ▁της ▁θε σης ▁του ▁προ υ ­ π ολογ ισ μου .
▁επι σημα ιν ω ▁οτι ▁οι ▁νεο ι ▁αυτο ι ▁σα φε στα τα ▁δεν ▁απε ­ β λε παν ▁στο ▁να ▁εισ αγ αγ ουν ▁το ▁ δυ τικο ▁συστ ημα ▁στην ▁λ δ γ .
▁υπο δει γ ματα ▁με ▁σα φη ▁δυναμ ικη ▁κατα νομ ης : ▁τα ▁υπο δει γ ματα ▁αυτ α ▁εξε τα ζουν ▁τη ▁δυναμ ικη ▁στην ▁αναπτ υ ξη ▁σε ▁ολοκληρ ο ▁το ▁δει γμα ▁των ▁περιφερ ει ων ▁στις ▁χωρ ες ▁συν ο ­ χη ς ▁και ▁μπ ορ ουν ▁να ▁χρησιμοποι η θ ουν ▁για ▁την ▁εξε τα ση ▁ζητ ημα των ▁ο πως ▁η ▁τα ση ▁των ▁περιφερ εια κων ▁εισ οδ ημα των ▁να ▁προσ εγ γι σουν ▁με ▁την ▁παρ οδο ▁του ▁ χρονο υ ▁την ▁ισο ­ τητα ▁η ▁να ▁αποκ λι νουν ▁απο ▁αυτ η , ▁η ▁κινητ ικο τητα ▁των ▁περιφερ ει ων ▁εν τος ▁της ▁περι φε ­ ρει ακ ης ▁κατα νομ ης ▁εισ οδ η ματος ▁και ▁οι ▁επι πτω σεις ▁των ▁μεταβολ ων ▁σε ▁μια ▁με μον ω ­ μενη ▁περιφερ εια ▁επι ▁της ▁συνολικ ης ▁περιφερ ει ακ ης ▁κατα νομ ης ▁εισ οδ η ματος .
▁περι ε χο μενα
▁al va rez ▁de ▁paz ▁( s ). ▁— ▁( es ) ▁κυρ ι ε ▁προ εδ ρε , ▁το ▁φ εβ ρου α ριο ▁η ▁συν ελ ευση ▁ακ ε ▁που ▁πραγματοποι η θη ­ κε ▁στον ▁' α γιο ▁δομ ην ικο ▁ασχολ η θηκε ▁με ▁αυτο ▁το ▁προ βλη μα .
▁ ψηφ ισμα ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁σχετικ α ▁με ▁την ▁ πολιτικ η ▁κατα σταση ▁στο ▁μια ν ­ μαρ .
▁ δηλ ω σεις ▁του ▁συμβ ουλ ιου ▁και ▁της ▁επι τρο πη ς ▁- ▁απο στο λη ▁al the a ▁στη ▁β οσ νια - ερ ζε γο βι νη
▁αρχι σαν ▁τ ωρα ▁οι ▁επι σ ­ κ ευε ς .
▁αν των ιος ▁σα μα ρας ▁ υπουργ ος ▁εξω τε ρι κων
▁αλλο ι ▁στο χ οι ▁α φορ ουν ▁τη ▁διατ ηρ ηση ▁της ▁τεχν ολογ ι ­ κη ς ▁και ▁βιο μη χαν ικη ς ▁βασ ης ▁της ▁αμ υ ­ ▁του ▁το με α : ▁com ( 97) ▁5 32 ▁ τελ ικο ▁( τρο πο ποι η με ­ νη ▁προ τα ση ).
▁περι σσ ο τερες ▁πληροφορ ιες ▁για ▁την ▁ευρωπα ικη ▁εν ωση ▁παρε χ ονται ▁απο ▁το ▁internet ▁με σω ▁του ▁ εξυπηρετ η τη ▁europa ▁( http :// europa . eu . int ).
▁ πρεπε ι ▁να ▁εν θα ρρ υν θ ουν ▁οι ▁αρχ ες ▁της ▁ ια πω νια ς ▁και ▁των ▁η νω μενων ▁ πολιτ ει ων ▁να ▁ λαβ ουν ▁περ αι τε ρω ▁με τρα ▁στην ▁κατε υθυν ση ▁αυτ η , ▁προ κει μενο υ ▁να ▁δημ ι ­ ουργ η θει ▁μια ▁κατα σταση ▁ο που ▁οι ▁βασικ ες ▁δι εθν εις ▁εμπορικ ες ▁ζω νες ▁λειτουργ ουν ▁υπο ▁τους ▁ιδι ους ▁περι ­ που ▁ο ρους ▁ανταγων ιου .
▁pe ▁doc ▁a ▁3- 104 / 89 ▁συ σταση ▁της ▁επι τρο πη ς ▁ενεργ ειας , ▁ερε υ νας ▁και ▁τεχν ολογ ια ς ▁σχετικ α ▁με ▁την ▁κοιν η ▁ θεση ▁του ▁συμβ ουλ ιου , ▁ο σον ▁α φορ α ▁την ▁εκ δοση ▁απο φα σης ▁για ▁τη ▁συνα ψη ▁συμφων ια ς ▁μετα ξ υ ▁της ▁ευρωπα ικη ς ▁οικο νομ ικη ς ▁κοιν ο τητα ς ▁και ▁του ▁βασιλ ει ου ▁της ▁σου η δια ς , ▁σχετικ α ▁με ▁ σχε διο ▁προγραμματ ος ▁για ▁την ▁τον ωση ▁της ▁διε θ νους ▁συνεργ α σια ς ▁και ▁των ▁αν τα λλα γων ▁που ▁ειναι ▁α παρα ι τη τες ▁για ▁το ▁ εργο ▁των ▁ευρωπα ι ων ▁ερε υ νη των ▁( science ) ▁( ε γγ ρ .
▁φορολογ ουν ται ▁για ▁την ▁εργασ ια ▁τους ▁της ▁δια δικα σια ς ▁της
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁πραγματ ι ▁με ι ων αν ▁την ▁παρα γω γη ▁δημ η τρια κων , ▁θα ▁η ταν ▁επι ▁πλ ε ον ▁υποχρεω μενο ι ▁να ▁υπο βλη θ ουν ▁σε ▁κυρ ω σεις ▁χωρ ις ▁να ▁ε χ ουν ▁δια π ρα ξει ▁την ▁παρα μ ικ ρη ▁παρα νομ ια . ▁ ει λι κρι να , ▁δεν ▁β λε πω ▁πως ▁ μπο ρει ▁να ▁υπ αρ ξει ▁δικαι ο συν η ▁εν ▁προ κει με ω .
▁ ω στο σο , ▁ο ▁ νομο ς ▁ο ρι ζει ▁οτι ▁οι ▁νεο ι ▁μπ ορ ουν ▁να ▁ αμε ιβ ονται ▁βασ ει ▁του ▁s mic ▁με ι ω μενο υ ▁κατα ▁20% ▁πριν ▁τα ▁17 ▁ χρον ια ▁και ▁κατα ▁10% ▁μετα ξ υ ▁17 ▁και ▁18 ▁ε των , ▁ε αν ▁δεν ▁ε χ ουν ▁εξα μη νη ▁επαγγελματικ η ▁ πρακτικ η ▁πει ρα ▁στον ▁το με α ▁της ▁ δρα στη ριο τητα ς ▁τους .
▁μηχαν ικο ι ▁συ σκε υ αι ▁δια ▁την ▁εκ το ξε υ σιν , ▁δια σ πορ αν ▁η ▁ψ εκ ασ μο ▁ υ λων ▁ υγ ρων ▁η ▁ εις ▁ κον ιν . ▁οι κια κη ς ▁χρ ησε ιος . ▁παρ ο μοι οι ▁συ σκε υ αι ▁χειρ ος ▁δια ▁γεω ρ γι κος ▁χρ η σεις .
▁( χειρο κ ρο τη ματα )
▁i i ▁επι τρο πη ▁απε υθυν ει ▁προς ▁τα ▁κρατ η ▁με λι ) ▁ο λες ▁τις ▁κατα λλη λες ▁για ▁το ▁σκοπ ο ▁αυτο ▁συστ α σεις .
▁η ▁επι τρο πη ▁ειναι ▁ικανοποι η μενη ▁απο ▁το ▁οτι ▁η ▁εκ θεση ▁προ τει νει ▁τη ▁χορηγ ηση ▁απαλ λαγ ης ▁για ▁το ▁ε τος ▁1988 .
▁η ▁καθ ιερ ωση ▁αυτ ων ▁των ▁δικαι ωμα των ▁σε ▁κοιν ο τικο ▁επι πεδ ο ▁επι τρεπ ει ▁στους ▁κατα ναλ ω τες ▁να ▁επ ω φ ελ ουν ται ▁καλ υ τερα ▁απο ▁τη ▁μεγαλ η ▁ε σω τερ ικη ▁ αγορ α .
▁να ▁κατα δικα σει ▁το ▁βασιλ ειο ▁της ▁ισ παν ια ς ▁στα ▁δικαστικ α ▁εξο δα . »
▁ο ▁αντι προ ε ­ δρο ς ▁της ▁επι τρο πη ς ▁κ . ▁and ries sen ▁και ▁οι ▁ υπουργ οι ▁της ▁ε ζε ς ▁εξε φ ρα σαν ▁την ▁ικανοποι ηση ▁τους ▁για ▁τη ▁δυναμ ικη ▁αναπτ υ ξη ▁της ▁οικο νομ ικη ς ▁και ▁εμπορικ ης ▁συνεργ α σια ς ▁μετα ξ υ ▁της ▁κοιν ο τητα ς ▁και ▁της ▁ε ζε ς ▁και ▁υπο γραμμ ι σαν ▁την ▁ανα γκ η ▁περ αι τε ρω ▁εν ισ χ υ ­ σης ▁των ▁ σημ εριν ων ▁ σχε σεων , ▁εν ο ψει ▁της ▁δημ ι ουρ ­ για ς ▁εν ος ▁ευρωπα ι κου ▁οικο νομ ι κου ▁χωρ ου ▁( ε ο χ ), ▁που ▁να ▁ειναι ▁δυναμ ικο ς ▁και ▁ομο ιο γεν ης .
▁• 00 /10 ▁- ▁οργαν ικ ες ▁ ουσι ες ▁επι φαν ει ακ ης ▁ δρα σης , ▁ εστ ω ▁και ▁συ σκε υ ασ με νες ▁για ▁τη ▁λι αν ικη ▁πω λη ση :
▁τ αυτο χρον α ▁με ▁την ▁εκ δοση ▁στα ▁ελλην ικα , ▁τα ▁πληρ η ▁ πρακτικ α ▁δημοσιευ ονται ▁στις ▁υπο λοι πες ▁ οκ τω ▁επι σημ ες ▁ γλωσσ ες ▁της ▁κοιν ο τητα ς ▁: ▁ισ παν ικα , ▁δ αν ικα , ▁ γερμαν ικα , ▁αγ γλ ικα , ▁γαλλικ α , ▁ιταλ ικα , ▁ ολ λαν δικα ▁και ▁ πορ το γα λι κα .
▁συνεχ ισε ▁επι σης ▁τον ▁ε λεγ χο ▁της ▁μετα φορ ας ▁της ▁κοιν ο τικη ς ▁ νομο θεσ ι ­ ας ▁στο ▁εθνικ ο ▁δικαι ο ▁των ▁κρατ ων ▁με λων .
▁εξω τε ρι κες ▁ σχε σεις ▁( λου ξε μ β ουργ ο , ▁26 ▁και ▁27 ▁απ ρι λι ου ).
▁θα ▁η ταν ▁αδ υν ατο , ▁στην ▁πρα ξη , ▁να ▁γι νει ▁δια κριση ▁μετα ξ υ ▁των ▁προ ιον των ▁εγ χω ρια ς ▁προ ελε υ σεως ▁και ▁των ▁προ ιον των ▁προ ελε υ σεως ▁αλλ ων ▁κρατ ων ▁με λων .
▁οι ▁δια δικο ι ▁εκ προ σω π ουν ται ▁εν ωπ ιον ▁του ▁ δικα στη ρι ου ▁απο ▁δικ η ­ γο ρο ▁εγ γε γραμμ ε νο ▁σε ▁δικ η γ ορ ικο ▁συλλ ο γο ▁συμβ αλλ ο μενο υ ▁κρατ ους .
▁η ▁αλλα γη ▁του ▁κ λια το " ▁εχει ▁α pi ο κτη σει ▁ κεντρ ικη ▁ θεση ▁στην ▁ευ ρω pi α ικη ▁η ερ η σια ▁δια ταξη ▁λογ ω ▁των ▁ε pi ι pi τω σεων ▁τη " ▁στο ▁pi ερ ι βα λλον ▁και ▁στην ▁ κοινων ια ▁τη " ▁ευ ρω pi η ".
▁συν ολο
▁- α λλα
▁το ▁θε μα ▁των ▁χημικ ων ▁παρα γον των ▁ειναι ▁πολυ ▁ σημ αντι ­ κο .
▁ο ταν ▁τα ▁με τρα ▁της ▁ λευκ ης ▁βι β λου ▁σχετικ α ▁με ▁τον ▁φ πα ▁και ▁τους ▁υπο λοι που ς ▁ειδικ ους ▁φορ ους ▁κατα ναλ ωσης ▁ τε θ ουν ▁σε ▁ισ χ υ , ▁θα ▁εχει ▁εξα λει φ θει ▁ενα ▁απο ▁τα ▁κυρ ια ▁εμπ ο δια ▁για ▁την ▁καταργ ηση ▁των ▁συν ορ ων .
▁δε λ τι ο ▁ε ε ▁5- 2001
▁ε ε ▁c ▁225 ▁της ▁10 .9. 1990
▁2.1 ▁η ▁κατ αγγελ λου σα ▁ θεωρ ου σε ▁οτι ▁ο ▁τον ος ▁του ▁ηλεκτρο νικ ου ▁μην υ ματος ▁της ▁3 ης ▁ ι ουλ ιου ▁2002 , ▁με ▁το ▁ο pi οι ο ▁το ▁εκ ▁α pi αν τησε ▁στα ▁ερωτ η ματα ▁ορ ισ μενων ▁α pi ο ▁τα ▁με λη ▁της ▁σχετικ α ▁με ▁τους ▁λογ ους ▁ακ υρ ωσης ▁της ▁pi ρο σ κληση ς ▁ υ pi ο βολ ης ▁pi ρο σ φορ ων , ▁δεν ▁η ταν ▁ο ▁pi ρε pi ων ▁και ▁δημιουργ ησε ▁την ▁εν τυ pi ωση ▁ υ pi ερ ο pi τικη ς ▁συμ pi ερ ι φορ ας .
▁ο ▁κανονι σ μος ▁για ▁τις ▁θε ωρη σεις ▁α φορ α ▁την ▁κοιν ο τικη ▁δια δικα σια ▁και ▁ειναι ▁ αμε σα ▁εφαρμο στε ος .
▁ πρεπε ι ▁να ▁θε σουμε ▁σε ▁εφαρμο γη ▁τη ▁συν θη κη , ▁για ▁να ▁σε βα στ ουμε ▁τη ▁ θελ ηση ▁εκ ει νων ▁που ▁ ψηφ ι σαν ▁« ναι », ▁αλλα ▁ πρεπε ι ▁επι σης ▁να ▁α κου σουμε ▁και ▁να ▁κατα ­ νο η σουμε ▁εκ ει νους ▁που ▁ ψηφ ι σαν ▁« οχι ».
▁στη ▁ δρα στη ριο τητα ▁αυτ η ▁θα ▁συ ε - τα σχ ουν ▁φοιτ η τε ▁ ια ▁η ▁pi ερ ισ σο τε ρων ▁σχολ ων ▁τη ▁pi ερ ιο χη .
▁οι ▁δεκα ▁ευχ ονται ▁να ▁συμβ αλ ουν ▁οι ▁προσ παθ ει ες ▁αυτ ες ▁στον ▁κατε υν ασ μο ▁της ▁εν τα σης ▁και ▁στην ▁προωθ ηση ▁της ▁υπο θεση ς ▁της ▁ ει ρη νης , ▁στο ▁σε βα σμ ο ▁της ▁αν εξ αρ τη σια ς , ▁στην ▁απο κατα σταση ▁της ▁πολυ κο μ μα τικη ς ▁δημοκρατ ια ς ▁και ▁στην ▁επι λυση ▁των ▁οικο νομ ικ ων ▁και ▁ κοινων ικ ων ▁προβληματ ων ▁των ▁χωρ ων ▁της ▁ κεντρ ικη ς ▁α μερ ικη ς .
▁122 ▁παρα γραφο υ ▁10 ▁της ▁ διο ργα νικ ης ▁συμφων ια ς ▁της ▁29 .10. 93) ▁] sec ( 96) ▁3 36 ▁- ▁c 4- 229 / 96 ] ▁επι τρο πη ▁προ υπ ολογ ισ μ ων
▁επι σημα ιν ι ▁πι σης ▁οτι ▁ο ▁ο ρος ▁" αρ μο διο τητα " ▁δ ν ▁π ρι ορ ' ι ξ ται ▁σ ▁μια ▁ νομο θ τικη ▁ξ ουσι α , ▁αλλα ▁συμπ ρι λαμ βα νι ▁και ▁αλλ ς ▁νο μι κες ▁ξ ουσι ς ▁ δρα σης ▁στα ▁πλ αι σια ▁των ▁αρ μο διο τη των ▁καθ ▁πι πεδ ου ▁διακ υ βερ νη σης -
▁η ▁" επιδ ει ξη " ▁ειναι ▁ο ▁συνδε τικο ς ▁ κρι κος ▁μετα ξ υ ▁της ▁ φα σης ▁ερε υ νας ▁και ▁α ­ να πτυ ξης , ▁η ▁ο ποι α ▁προηγ ει ται ▁και ▁εν δε χο μεν ως ▁ε λεγ χ εται ▁στο ▁επι πεδ ο ▁προ ­ τυπ ων ▁εφαρμο γων , ▁και ▁της ▁ φα σης ▁της ▁επε νδυ σης ▁η ▁ο ποι α ▁ακολουθ ει .
▁γραφ ειο ▁παρ ο χη ς ▁συμβ ουλ ων : ▁w right ▁consulta ncy
▁αλλα ▁εν η ▁ θη ▁ πρεπε ι ▁ νη ▁καν ουμε ▁τ ωρ π ▁κι ολ π ς : ▁nu ▁π π γω σουμε ▁τις ▁ σχε σεις ▁με ▁τον ▁ γκ ορ μπ στ σοφ , ▁ο σο ▁στη ▁β πλ τικη ▁επι κρατ ει ▁το ▁δικ πι ο ▁του ▁ισ χ υ ­ ρου ▁κ πι ▁το ▁δικ πι ω μη ▁της ▁π υ το δια θεση ς ▁κ π τ π π π τε ιτ πι ▁η ▁συν θλ ιβ ετ πι ▁π πο ▁τ π ▁ ταν κ ς .
▁προ εδ ρος ▁ scott - hop kin s
▁αυτο ▁ειναι ▁ενα ▁κινητ ρο ▁στο ▁ο ποι ο ▁θα ▁ πρεπε ι ▁να ▁αντ απο κρι θ ουν ▁οι ▁ εται ρει ες ▁πε τρελ αι ου .
▁οδηγ ια ▁92 /4 3/ ε οκ ▁( ee ▁l ▁206 ▁της ▁22 .7. 1992 ) ▁διατ ηρ ηση ▁των ▁ φυσ ικ ων ▁οικο τοπ ων , ▁καθ ως ▁και ▁της ▁αγ ρια ς ▁παν ιδ ας ▁και ▁χ λω ρι δα ς ▁η νω μενο ▁βασιλ ειο
▁ διο τι ▁ τελ ικα , ▁για ▁το ▁συν ολο ▁των ▁θε ματ ων ▁που ▁ πρεπε ι ▁να ▁απο τε λε σουν ▁το ▁αντικειμεν ο ▁αυ της ▁της ▁εν ια ια ς ▁εκλογικ ης ▁δια δικα σια ς , ▁κατα λη ξαμε ▁σε ▁απο γο ητ ευ τικα ▁αποτελεσμα τα .
▁βασ ει ▁του ▁προγραμματ ος ▁οι ▁κατασκευασ τες ▁δε σμ ευ τηκαν ▁ ω στε ▁κατα ▁την ▁1 η ▁ ια νου αρ ιου ▁2000, ▁οι ▁συ σκε υ ες ▁τηλε ο ρα σεως ▁και ▁βι ν τε ο ▁τις ▁ο ποιες ▁θα ▁πω λ ουν ▁δεν ▁θα ▁κατα να λων ουν ▁η λεκτρ ικη ▁ενεργ εια ▁αν ω ▁των ▁10 w ▁ο ταν ▁θα ▁ειναι ▁ανα μ με νες ▁χωρ ις ▁να ▁ειναι ▁σε ▁λειτουργ ια ▁και ▁οτι ▁ο ▁με σος ▁ο ρος ▁κατα ναλ ωσης ▁της ▁η λεκτρ ικη ς ▁ενεργ ειας ▁ο λων ▁των ▁συ σκε υ ων ▁τηλε ο ρα σεως ▁και ▁βι ν τε ο ▁που ▁πω λ ουν ▁δεν ▁θα ▁υπερ βα ιν ει ▁τα ▁6 w ▁ο ταν ▁οι ▁συ σκε υ ες ▁ειναι ▁ανα μ με νες ▁χωρ ις ▁να ▁ειναι ▁σε ▁λειτουργ ια .
▁αν ερ για , ▁οικογενε ια κα ▁επι δο ματα
▁η ▁προσ παθ εια ▁θα ▁επι κεντρ ω θει ▁στις ▁ερε υ νες ▁προ τερα ιο τητα ς ▁για ▁την ▁εν ισ χ υ ση ▁της ▁ευρωπα ικη ς ▁ανταγωνιστικ ο τητα ς ▁και ▁της ▁ποιο τητα ς ▁της ▁ζω ης :
▁α pi οφ αση ▁τη ▁ε pi ι τρο pi η ▁2006 /5 96 / εκ
▁xx ii ▁εκ θ .
▁ γραμμα τια ▁πληρ ω τε α . ▁6.
▁το ▁συμβ ου λιο ▁αποφασισ ε ▁να ▁θε σει ▁ τερ μα ▁στους ▁περιορισ μου ς ▁των ▁κοιν ο τι ­ κων ▁εξα γω γων ▁προς ▁τη ▁χωρ α ▁αυτ η ▁(3) .
▁κα ποι οι ▁απο κο μι ζουν ▁ τερα στι α ▁ο φε λη ▁και ▁ασφαλ ως ▁αυτο ι ▁δεν ▁ειναι ▁οι ▁ψαρ α δες .
▁υπο θ .
▁41 , ▁του ▁κ . ▁lan no ye ▁— ▁ερωτ ηση ▁αρ ι θ .
▁απο φασ ιζ ει ▁:
▁πρωτο ν , ▁σε ▁ποιο ▁βαθμ ο ▁οι ▁εισ φο ­ ρες ▁ κοινων ικη ς ▁ασφαλ ιση ς ▁που ▁κατα βα λλ ονται ▁απο ▁τους ▁ευ ρω ­ πα ι ους ▁παρα γω γου ς ▁αυ ξαν ουν ▁το ▁κοστ ος ▁εργασ ια ς ▁και ▁κατα ▁τον ▁τροπο ▁αυτο ▁απο θ αρ ρυ νουν ▁τις ▁επιχειρ η σεις ▁απο ▁την ▁προσ ληψη ▁περι σσ ο τε ρων ▁εργ αζ ο μενων ,
▁ειναι ▁ φαν ερα ▁και ▁συμ φερ ον ▁της ▁ δυ τικη ς ▁ευ ρω πη ς ▁και ▁ιδι ως ▁της ▁ε οκ .
▁22 46 η ▁συν οδο ς
▁οι ▁χρ η ατ οδο τησε ι ▁ε στι αζ ονται ▁στο ▁« τρι γων ο ▁τη ▁ γνωσ η », ▁το ▁ο pi οι ο ▁συνδε ει ▁ ετ αξ υ ▁του ▁την ▁pi αι δει α , ▁την ▁ερε υ να ▁και ▁ανα pi τυ ξη , ▁και ▁την ▁και νο το ια
▁δε λ τι ο ▁ε ε ▁6- 1998
▁λογ ω ▁του ▁πολυ ▁περιορισ μενο υ ▁ενδιαφερ ον τος ▁για ▁τον ▁το με α ▁αυτο ▁( υπο βλη θηκαν ▁4 ▁μονο ▁αιτ η σεις ) ▁εγκ ρι θηκε ▁μονο ▁μια ▁αιτ ηση ▁για ▁χρηματοδοτ ηση , ▁η ▁ο ποι α ▁συντ ον ιζ εται ▁απο ▁το ▁πανε πιστ ημ ιο ▁καρ ο λου ▁στην ▁πρα γα .
▁συνα φ ως , ▁επι βα λλ εται ▁η ▁δια πιστ ωση ▁οτι , ▁ο πως ▁προ κυ π τει ▁απο ▁τη ▁ δικο γρα φια , ▁η ▁εκ τρο φη ▁και ▁η ▁ανα παρα γω γη ▁σε ▁αιχμ αλ ω σια ▁των ▁ ει δων ▁τα ▁ο ποι α ▁α φορ α ▁η ▁δια φορ α ▁της ▁κυρ ια ς ▁δικ ης ▁ειναι ▁ οχι ▁μονο ▁εφ ικ τες ▁απο ▁επιστημονικ ης ▁και ▁τεχν ικη ς ▁απο ψε ως , ▁αλλα ▁ε χ ουν ▁επι σης ▁ τε θει ▁σε ▁εφαρμο γη ▁επι τυχ ως ▁απο ▁ορ ισ με νους ▁εκ τρο φει ς ▁στη ▁ βα λων ια ▁και , ▁σε ▁μεγαλ υ τερη ▁ κλιμα κα , ▁απο ▁εκ τρο φει ς ▁που ▁αναπτ υσ σουν ▁τη ▁ δρα στη ριο τητα ▁τους ▁στη ▁φ λαν δρα .
▁πο λων ια , ▁η ▁σ λο βα κια , ▁η ▁δημοκρατ ια ▁της ▁τ σε χι ας , ▁και ▁η ▁σ λο βεν ια ▁θα ▁ μπο ρου σαν ▁να ▁ειναι ▁ετοιμ ες ▁το ▁2004 ».
▁d ▁στο χ οι ▁και ▁ λεπτο μερ εις ▁καν ο νες ▁για ▁την ▁ανα δι αρθρ ωση , ▁για ▁την ▁περι οδο ▁απο ▁1 ης ▁ ια νου αρ ιου ▁1997 ▁ε ως ▁31 ▁δε κ εμ β ρι ου ▁2002 , ▁του
▁ε τσι ▁λοιπ ον ▁ελ πι ζω ▁πως ▁θα ▁συνεχ ισ ουμε ▁να ▁μιλ αμε ▁με ▁η πι ο τητα ▁αλλα ▁αποφασισ τικα ▁σ ' ▁αυτ ες ▁τις ▁δια π ρα γμα ­ τε υ σεις , ▁ζητ ων τας ▁απο ▁τους ▁ αμερικαν ους ▁να ▁κοιτ α ­ ξουν ▁τους ▁ιδι ους ▁τους ▁ε αυτο υς ▁τους ▁και ▁να ▁αντι λη ­ φ θ ουν ▁πριν ▁αρχι σουν ▁να ▁επι κρι νουν ▁αλλο υς ▁σ ' ▁αυτ η ▁την ▁κατα ▁προσ ω πο ▁αν τα λλα γη ▁απο ψε ων , ▁να ▁ανα γνω ρι σουν ▁οτι ▁κι ▁απο ▁τις ▁δυο ▁ πλευρ ες ▁του ▁ ατ λαν τι κου ▁υπ αρ χει ▁επε ιγ ουσα ▁ανα γκ η ▁να ▁υπ αρ ξει ▁ευ τυχ ης ▁κατα λη ξη ▁του ▁γ υ ρου ▁της ▁gat t .
▁christian sen ▁( s ). ▁— ▁( da ) ▁ζ υ τω ▁να ▁ανα πε μ φ θει ▁για ▁νεα ▁εξε τα ση ▁στην ▁επι τρο πη .
▁προβ λε πει ▁συγκ ε κρι με ­ να ▁ο πως ▁πο σο στο ▁10 ▁% ▁των ▁αυ ξη με ­ νων ▁πο ρων ▁που ▁θα ▁δια τε θ ουν ▁για ▁την ▁εν ▁λογ ω ▁συνεργ α σια , ▁χρ η σιμο ­ ποι η θει ▁για ▁ δρα σεις ▁στον ▁το με α ▁του ▁περι βα λλον τος .
▁υπο θεση ▁79 / 83 ▁υπο θεση ▁184 / 83 ▁υπο θεση ▁23 / 83
▁κεφαλ α ιο ▁6
▁βασ ει ▁τη ▁συν θη κη ▁τη ▁λι σα βο να , ▁ο λε ▁οι ▁pi ρο - τα σει ▁νο ) οθετ ικ ων ▁pi ρα ξε ων ▁τη ▁ευ ρω pi α ικη ▁εν ωση ▁θα ▁pi ρε pi ει ▁να ▁διαβ ιβ αζ ονται ▁στα ▁εθνικ α ▁κοιν ο βου λια .
▁ 389 ▁d ▁02 72 : ▁απο φα ση ▁89 /2 72 / ε οκ ▁της ▁επι τρο πη ς , ▁της ▁30 ης ▁ μαρτ ιου ▁1989 , ▁περι ▁εγκ ρι σεως ▁του ▁ σχε διο υ ▁αν ι ­ χ ν ευση ς ▁κατα λοι π ων ▁ ουσι ων ▁αλλ ων ▁απο ▁εκ ει νες ▁με ▁ορ μον ικη ▁δρ αση ▁που ▁υπο βλη θηκε ▁απο ▁το ▁ λου ξε μ β ουργ ο ▁( ε ε ▁αρ ι θ . ▁li ▁08 ▁της ▁19 .4. 1989 , ▁σ . ▁27 ).
▁« 1) ▁ πρεπε ι ▁το ▁αρ θρο ▁11 α , ▁παρα γραφο ς ▁1 , ▁του ▁κανονι σ μου ▁( ε οκ ) ▁106 2/ 87 , ▁ο πως ▁τροπο ποι η θηκε ▁με ▁τον ▁[ καν ον ισ μο ▁εφαρμο γη ς ] , ▁να ▁ ερ μην ευ θει ▁υπο ▁την ▁εν νοια ▁οτι ▁η ▁προ θεσ μια ▁των ▁εν δε κα ▁μην ων , ▁η ▁ο ποι α ▁τα σσ εται ▁στο ▁ τελ ων ειο ▁ανα χ ωρη σεως ▁προ κει μενο υ ▁να ▁ανα κοι νω σει ▁οτι ▁δεν ▁πραγματοποι η θηκε ▁εκ καθαρ ιση ▁για ▁εμπορ ευ ματα ▁υπο ▁καθ εστ ως ▁κοιν ο τικη ς ▁δια με τα κο μι σεως , ▁ισ χ υ ει ▁και ▁στην ▁περι πτωση ▁που ▁η ▁εκ καθαρ ιση ▁εκ ▁με ρους ▁του ▁ τελ ων ει ου ▁προ ορ ισ μου ▁πιστοποι ει ται ▁απο ▁παρα ποι η μενα ▁παρα στα τικα , ▁των ▁ο ποι ων ▁η ▁πλαστ ο τητα ▁δεν ▁ μπο ρει ▁να ▁δια πιστ ω θει ▁ευχ ερ ως · ▁ε χ ουν ▁εφαρμο γη , ▁για ▁την ▁ ερ μην εια ▁αυ της ▁της ▁δια τα ξε ως , ▁οι ▁αρχ ες ▁της ▁ νομ ολογ ια ς ▁που ▁προ κυ π τ ουν ▁απο ▁τις ▁απο φα σεις ▁του ▁ δικα στη ρι ου ▁[ της ▁12 ης ▁δε κ εμ β ρι ου ▁2002 , ▁c - 395 / 00 , ▁ci pri ani , ▁συλλ ο γη ▁2002 , ▁σ .
▁θα ▁η θε λα ▁ο μως ▁να ▁στρ ε ψω ▁την ▁προσ ο χη ▁μας ▁στις ▁περι ο χες ▁των ▁high lands ▁και ▁των ▁ν ησ ων .
▁μπ ορ ουν ▁να ▁απο τε λε σουν ▁παρα δει γμα ▁καν οντας ▁τις ▁δημοσ ιες ▁υπηρε σι ες ▁να ▁πληρ ων ουν ▁εγκ αιρ ως .
▁— ▁προβ ειο ▁και ▁αι γει ο ▁κ ρε ας
▁π αιρ ν ετε ▁5 ▁βαθμ ους .
▁o ▁αφ ο ρου σε ▁η δη ▁ αμε σα ▁πολυ ▁πριν ▁απο ▁ο , τι ▁την ▁πλ ειο ψηφ ια ▁των ▁αν δρ ων .
▁ειναι ▁εν τελ ως ▁α παρα ­ δε κτο ▁να ▁χρησιμοποι ει ται ▁ως ▁πολεμ ικο ▁με σο ▁η ▁ στε ­ ρ ηση ▁της ▁ ανθρωπ ιστ ικη ς ▁βοηθ ειας .
▁η ▁δια φορ α ▁της ▁κυρ ια ς ▁δικ ης ▁και ▁το ▁προ δικα στικ ο ▁ερωτ ημα
▁colli ns , ▁kenne th ▁( pse ). ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁ ει μαι ▁ βε βα ιος ▁οτι ▁οι ▁συνα δε λφ οι ▁απο ▁αυτ η ▁την ▁ πλευρ α ▁του ▁η μι κυκλ ιου ▁θα ▁ειναι ▁πολυ ▁ικανοποι η μενο ι ▁να ▁με ▁α κου σουν ▁ υσ τερα ▁απο ▁τις ▁ ανο ησ ιες ▁που ▁μο λι ς ▁ παρακολουθ η σαμε .
▁νεα ▁εκ δοση ▁1996
▁μπα να νες / τρι τες ▁χωρ ες ▁( γνω μ οδο τηση ▁πρωτο ­ βου λια ς )
▁αρ θρο ▁27 4
▁με ▁αυτ ην ▁τη ▁χ λια ρη ▁προσ παθ εια , ▁η ▁κοιν ο τητα ▁δεν ▁πει θει ▁οτι ▁επιθυμ ει ▁να ▁αντι -
▁συν ολο ▁γενικ ου ▁pi ρου pi ολογ ισ μου
▁θα ▁ πρεπε ι ▁να ▁κοιτ α ξουμε ▁μπ ρο στα ▁και ▁ οχι ▁πι σω .
▁η ▁κυρ ιο τερη ▁αιτ ια ▁γι ' ▁αυτο ▁ειναι ▁η ▁μεγαλ ης ▁ κλιμα κας ▁βιο μη χαν ικη ▁α λι εια ▁με ▁παρα συρ ο μενα ▁δι χ τυ α ▁ε ως ▁και ▁21 ▁ χι λιο με ­ τρ ων .
▁fa bra ▁valle s ▁ τικη ▁για ▁την ▁ πορ το γα λια ▁δια τη ρων τας ▁και ▁ βελ τι ων οντας ▁τις ▁θε σεις ▁εργασ ια ς ▁της , ▁και ▁αυ ξαν οντας ▁την ▁ανταγων ι ­ στικ ο τητα ▁της ▁μπ ρο στα ▁στις ▁ νε ες ▁συν θηκε ς ▁ανταγων ι ­ σ μου ▁που ▁θα ▁δημιουργ ησε ι ▁η ▁συμφων ια ▁της ▁γ σ δε .
▁η ▁πληρ ης ▁απε λευ θε ρωση ▁των ▁κι νη σεων ▁κεφαλ αι ων ▁ειναι ▁ασ υμ βι βα στη ▁με ▁το ▁ σημ εριν ο ▁συνδυασ μο ▁μιας ▁σταθερ ο τητα ς ▁των ▁τιμ ων ▁συν αλ ­ λαγ ματος ▁και ▁μιας ▁μεγαλ ης ▁αυτο νομ ια ς ▁στην ▁εφαρμο γη ▁των ▁εθνικ ων ▁ νομ ισμα τι κων ▁ πολιτικ ων .
▁ενα ς ▁ νομο ς ▁για ▁τη ▁συ σκε υ α σια ▁με ▁στο χους ▁που ▁αποδ εικ ν υ ονται ▁μη ▁ρε α ­ λι στικ οι ▁οδηγ ησε ▁σε ▁ βου να ▁απο βλη των ▁που ▁στ ιβ αχ θηκαν ▁σε ▁απο θηκε ς .
▁ο ▁ ρο λος ▁του ▁ ελε γκ τι κου ▁συνε δρ ιου ▁δεν ▁ μπο ρα ▁να ▁ανα ι ▁η ▁υπο κατα σταση ▁της ▁επι τρο ­ πη ς ▁ ου τε ▁του ▁κοιν οβ ουλ ιου .
▁ ετ πα ▁: ▁παρε μ βα σεις
▁ε αν ▁οι α δη ποτε ▁προ τα ση ▁ανα θεωρ η μενο υ ▁μετ ρου ▁η ▁μετ ρου ▁υπο κατα σταση ς ▁ κρι νεται ▁ακ α ­ τα λλη λη ▁για ▁την ▁καταργ ηση ▁ο λων ▁των ▁επι ζη ­ μι ων ▁χαρακτηρ ιστ ικ ων ▁εν ος ▁μετ ρου , ▁το τε ▁το ▁συμβ ου λιο ▁θα ▁επι δι ω ξει ▁την ▁ανα ληψη ▁δε σμ ευ ­ σεων ▁απο ▁με ρους ▁των ▁κρατ ων ▁με λων ▁και ▁των ▁ενδιαφερ ο μενων ▁εξα ρ τη μενων ▁η ▁συνδε δε με ­ νων ▁ε δα φων ▁οτι ▁θα ▁εφαρμο σθ ουν ▁προσ θε τες ▁τροπο ποι η σεις ▁απο ▁1 ης ▁ ια νου αρ ιου ▁2004.
▁“ ναι , ▁ βε βα ια ”, ▁ ει pi ε ▁ο ▁θ ω α .
▁32 ▁καρ ποι ▁και ▁ οπ ωρα ι / λοι πες ▁μο ­ νι με ς ▁καλλιεργ ει ες
▁ως ▁εκ ▁του του , ▁ σχε δο ν ▁ο λες ▁οι ▁ υπα ρχ ουσες ▁εγκ α ­ τα στα σεις ▁ε πρεπε ▁η δη ▁να ▁ε χ ουν ▁πα υ σει ▁να ▁ λει τουρ ­ γουν .
▁παρα πομπ ες :
▁ υ ▁p ▁i i ▁ θεση ▁c -22 1/ 88 , bus sen i , συ λλ γη ▁1990 , σ . i -5 19 ▁( συ σταση ▁εκ α 9/ δη για , καθ ετ αμε σ ▁α pi τε λε σμα )
▁για ▁p ▁i ▁ε ▁ ρι ▁σ ▁σ ▁ο ▁τ ▁ε ▁ρε ▁o ▁p ▁i ▁λ ▁η ▁ ρο ▁φ ▁ο ▁ ρι ▁ε ▁o ▁ , ▁ενα ▁o ▁κατα λογο ▁o ▁ελ ▁ε ▁γ ▁χ ▁ο ▁1 ▁εν ▁ ων ▁ ουσι ων ▁στην ▁ε ε ▁και ▁τη ▁ν ορ βη για ▁p ▁i ▁α ▁ ρα ▁τ ▁ ι ▁θ ▁ε ▁τα ▁ισ ▁τον ▁« πι να κα ▁ ουσι ων ▁και ▁τα ▁ξ ▁ ιν ▁ο ▁1 ▁η ▁σε ▁ ων ▁» ▁στην ▁ευ ▁ ρω ▁p ▁i ▁α ▁ ι ▁κ ▁η ▁νο ▁1 ▁ ικ ▁η ▁ βαση ▁f ▁ε ▁δ ▁ο ▁1 ▁ε ▁ νω ▁ν ▁για ▁τα ▁να ρκ ω τικα ▁( http :// www . ▁em c dda . europa . eu / publica tions / legal - report s ).
▁« προ τα ση ▁οδηγ ια ς ▁του ▁συμβ ουλ ιου ▁για ▁τη ▁χρηματοδοτ ηση ▁των ▁ υγ ειο ­ νομ ικ ων ▁επι θεωρ η σεων ▁και ▁ε λεγ χων ▁ν ωπ ων ▁κ ρε α των » ▁( ε γγ ρ .
▁τι τ λο ▁στην ▁εθνικ η ▁ γλωσσ α
▁προ δικα στικ η ▁' συμ βαση ▁τον ▁βρ υ ξε λλ ων ▁— ▁' αρθρ ο ▁16 , ▁παρα γραφο ς ▁1 ▁— ▁αγ ω γη ▁σχετικ η ▁με ▁την ▁υπ αρ ξη ▁trust ▁επι ▁ακ ι νη του ''
▁316 2/ 91 , ▁ε ε ▁l ▁300 ▁της ▁31 .10. 1991 .
▁η ▁εν ▁λογ ω ▁κατα ταξη ▁ανα ▁περι ο χη ▁ειναι ▁σημαντικ η ▁για ▁τη ▁λειτουργ ια ▁της ▁ε σω τερ ικη ς ▁ αγορ ας ▁και ▁για ▁τις ▁συνα λλα γε ς ▁με ▁τις ▁τρι τες ▁χωρ ες .
▁ε τσι , ▁το ▁ χρονο δια γραμμα ▁εργασ ι ων ▁του ▁συμβ ου ­ λι ου ▁δεν ▁προ κει ται ▁επ ' ▁ ου δεν ι ▁να ▁δια ταρ αχ θει , ▁δε δο με ­ νου ▁οτι ▁η ▁απο φα ση ▁του ▁δεν ▁προ κει ται ▁να ▁ λη φ θει ▁πριν ▁απο ▁τον ▁ μαρτ ιο ▁και , ▁ασφαλ ως , ▁πριν ▁απο ▁τη ▁δικ η ▁μας ▁περι οδο ▁συν οδο υ ▁του ▁ μαρτ ιου .
▁6- 230 ▁στρατ ι ω τικο ς ▁εξο πλ ισ μος ▁δημοσ ια ▁ασφαλ εια , ▁ελ ευ θε ρη ▁δια κιν ηση ▁των ▁προσ ωπ ων , ▁προ σε γγ ιση ▁των ▁ νομο θεσ ι ων
▁ασ υ λο , ▁μετα να στ ευση ▁και ▁δι ελ ευση ▁εξω τε ρι κων ▁συν ορ ων ▁( προ γραμμα ▁ οδ υσ σε υς ), ▁σ . ▁350 ▁- ▁10.
▁σε ▁ τυπο ποι η μενα ▁κεφαλ ια ▁με ▁κ ρου στα ( 87) :
▁επεκτ αση ▁και ▁εκ σ υγ χρον ισ μος ▁της ▁λα χαν αγορ ας ▁του ▁fondi ▁( la zio ) ▁mercato ▁all ' ing ros so ▁di ▁fondi
▁von ▁der ▁v ring ▁( s ), ▁προ εδ ρος ▁της ▁επι τρο πη ς ▁προ υ ­ π ολογ ισ μ ων . ▁— ▁( de ) ▁κυρ ια ▁προ εδ ρε , ▁η ▁επι τρο πη ▁γεω ρ για ς , ▁α λι ειας ▁και ▁αγροτικ ης ▁αναπτ υ ξης ▁πα ιζ ει ▁β εβ αι ως ▁ενα ▁ιδι αι τερο ▁ρ ολο ▁στους ▁κολ που ς ▁αυτο υ ▁του ▁κοιν οβ ουλ ιου .
▁η ▁επι τελ εσ θει σα ▁τα χ υ τα τη ▁προ οδο ς ▁στην ▁επε ξε ρ ­ γα σια ▁της ▁πληροφορ ια ς , ▁την ▁περιβαλλοντικ η ▁ τε ­ χ ν ολογ ια , ▁την ▁ ωση ▁και ▁τα ▁νεα ▁ υλ ικα ▁μετα βαλ λει ▁αρ δη ν ▁τις ▁προ οπ τι κες .
▁το ▁τι ▁ειναι ▁η ▁αφ ρ ικη ▁στην ▁πραγματ ικο τητα , ▁το ▁ εμα θε ▁με ρι κες ▁ ω ρες ▁μετα . .
▁προ ▁κ ▁ε ▁ ι ▁ε ▁ νου ▁να ▁εκ ▁p ▁i ▁λ ▁η ▁ρ ▁ ω ▁σε ▁ ι ▁τα ▁καθ η κο ντα ▁του ▁ εσ κτ , ▁η ▁εκ τ , ▁ε ▁τη ▁βοηθ εια ▁των ▁εθνικ ων ▁ κεντρ ικ ων ▁τ ▁ρ ▁α ▁p ▁i ▁ε ▁ζ ▁ ω ▁ν ▁ , ▁συλλ ε γει ▁τις ▁ανα γκα ιες ▁στα τι στικ ες ▁p ▁i ▁λ ▁η ▁ρ ▁ο ▁φ ▁ο ▁ρ ▁ ι ▁ε ▁ ς ▁ ει τε ▁α ▁p ▁i ▁ο ▁τις ▁α ▁ρ ▁ο ▁δ ▁ ι ▁ε ▁ ς ▁εθνικ ες ▁αρχ ες ▁ ει τε ▁α ▁p ▁i ▁ευ θ ειας ▁α ▁p ▁i ▁ο ▁οι ▁κ ▁ο ▁ν ▁οι ▁κου ▁ ς ▁p ▁i ▁α ▁ρ ▁α ▁γ ▁ο ▁ν ▁τ ▁ε ▁ ς ▁ .
▁ ολα ▁τα ▁με τρα ▁ πρεπε ι ▁να ▁συμβ ιβ αζ ονται ▁με ▁την ▁μακρο προ θεσ μη ▁α ει φορ ο ▁■ ▁αναπτ υ ξη ▁της ▁συγκ ε κρι ­ μενη ς ▁δια κρατ ικη ς ▁περι ο χη ς ,
▁β ▁lu ) ▁τ σε ; ▁wc ▁ βο ρη ▁τον ▁« ολ το ▁τη ; ▁ ντο ματα ;
▁παρα πομπ ες :
▁125 4/ 96 / εκ ▁για ▁καθ ορ ισ μο ▁συν ο λου ▁προσ ανα το λι σμ ων ▁σχετικ α ▁με ▁τα ▁διε υ ρω πα ικα ▁δικ τυ α ▁στον ▁το με α ▁της ▁ενεργ ειας " ▁( com ▁(2001) ▁ 775 ▁ τελ ικο ▁- ▁cod ▁2001 /03 11)
▁εξα ι τια ς ▁της ▁α βε βα ιο τητα ς ▁που ▁περι βαλ ει ▁τις ▁πληθ υσ μια κες ▁προβ λε ψεις , ▁η ▁ο ποι α ▁αυ ξαν εται ▁ο σο ▁αυ ξαν εται ▁η ▁δια ρκ εια ▁της ▁περι οδο υ ▁προ βολ ης , ▁μια ▁προ σε γγ ιση ▁που ▁ακολουθ ει ται ▁συ χ να ▁ειναι ▁η ▁κατα ρτ ιση ▁εναλλακτικ ων ▁σε να ρι ων , ▁βασ ισ μενα ▁σε ▁διαφορετικ ες , ▁αλλα ▁λογ ικ ες , ▁παρα δο χες ▁για ▁τους ▁τρεις ▁αυτο υς ▁παρα γον τες .
▁δε ▁θα ▁ε πρεπε ▁να ▁επι με ιν ουμε ▁πιο ▁δρ ασ τικα
▁κυρ ι ε ▁προ εδ ρε , ▁δεν ▁ γνω ρι ζω ▁τι ▁θα ▁απο φαν θει ▁επ ' ▁αυτο υ ▁το ▁ευρωπα ικο ▁ δικα στη ριο ▁ ανθρωπ ιν ων ▁δικαι ­ ωμα των .
▁ε τσι , ▁ενα ▁συνηθ ισ μενο ▁περι στα τικο ▁κατ ην τησε ▁σοβαρ η ▁ νομ ικη ▁υπο θεση ▁μονο ▁και ▁μονο ▁για τι ▁δεν ▁ ει χε ▁παρα σχε θει ▁επ αρκ ης ▁ νομ ικη ▁αρ ω γη .
▁παρα ρ τη ματα
▁επι φαν εια ▁μετ ρη σεως ▁απο σταση ▁μετ ρη σεως
▁ο πως ▁εξηγ ησε ▁ο ▁κ . ▁bueno ▁vi cente , ▁το ▁συμβ ου λιο ▁ υ ιο ­ θε τησε ▁στις ▁22 ▁ ι ουν ιου ▁κοιν η ▁ θεση ▁επι ▁της ▁παρ ου σης ▁προ τα σεως .
▁η ▁hoe ch st ▁εξ αλ λου ▁δεν ▁υπ ε βα λε ▁« αι τη μα » ▁με ▁το ▁εγ γραφο ▁της ▁της ▁27 ης ▁ οκ τω β ρι ου ▁1998.
▁( χειρο κ ρο τη ματα ▁)
▁επ ει γει , ▁ως ▁εκ ▁του του , ▁να ▁ανα λυ θ ουν ▁απο ▁κοιν ου ▁οι ▁μελλοντικ ες ▁ανα γκ ες ▁στο ▁πλ αι σιο ▁του ▁ευρωπα ι κου ▁ερε υ νη τι κου ▁χωρ ου .
▁— ▁δ υν ατο τη τες ▁επι λογ ης ▁στον ▁το με α ▁της ▁ενεργ ειας ▁— ▁περι βαλ ­ λο ντ ολογ ικο ι ▁περιορισ μοι
▁κανονι σ μου , ▁και ▁στην ▁επ ο μενη ▁ ολο με λεια ▁να ▁διε ξα χ θει ▁ σι υ στα , ▁επι ▁τη ▁βασ ει ▁των ▁ αρθρ ων ▁του ▁κανονι σ μου , ▁η ▁δια δικα σια ▁για ▁αυτ ην ▁την ▁προ τα ση ▁ ψηφ ισ ματος .
▁οι ▁δια τα ξεις ▁των ▁ αρθρ ων ▁34 ▁και ▁35 ▁δεν ▁αντι τι θεν ται ▁στις ▁α ▁p ▁i ▁α ▁γ ▁ο ▁ρ ▁ε ▁ υ ▁ σεις ▁η ▁στους ▁p ▁i ▁ε ▁ρ ▁ ι ▁ο ▁ρ ▁ ι ▁σ ▁ο ▁ υ ▁ ς ▁εισαγωγ ων , ▁εξα γω γων ▁η ▁δια ▁ε ▁τα ▁κ ▁ο ▁ ι ▁ σεων ▁p ▁i ▁ο ▁ υ ▁δικαι ολογ ουν ται ▁α ▁p ▁i ▁ο ▁λογ ους ▁ δη ▁ο ▁ σια ς ▁ ηθικ ης , ▁ δη ▁ο ▁ σια ς ▁τα ξε ως , ▁ δη ▁ο ▁ σια ς ▁ασφαλ ειας , ▁p ▁i ▁ρ ▁ο ▁στα ▁ σια ς ▁της ▁ υγ ειας ▁και ▁της ▁ζω ης ▁των ▁αν ▁θ ▁ρ ▁ ω ▁p ▁i ▁ ω ▁ν ▁και ▁των ▁ζω ων ▁η ▁p ▁i ▁ρ ▁ο ▁φ ▁ υ ▁λ ▁α ▁ξ ▁ε ▁ως ▁των ▁φυτ ων , ▁p ▁i ▁ρ ▁ο ▁στα ▁ σια ς ▁των ▁εθνικ ων ▁θ ησα υρ ων ▁p ▁i ▁ο ▁ υ ▁ε χ ουν ▁καλλιτεχν ικη , ▁ιστορι κη ▁η ▁αρχ αι ολογ ικη ▁αξι α , ▁η ▁p ▁i ▁ρ ▁ο ▁στα ▁ σια ς ▁της ▁β ▁ ι ▁ο ▁η ▁χ ▁αν ▁ ι ▁κ ης ▁και ▁ε ▁p ▁i ▁ο ▁ρ ικη ▁ ς ▁ιδιο κτη σια ς .
▁εργασιακ α ▁δικαι ω ματα ▁των ▁ γον εων ▁- ▁10. ▁φορολογ ικ ες ▁ ελαφρ υν σεις ▁και ▁αλλ ες ▁ αμε σες ▁επι δο τη σεις ▁στους ▁ γον εις ▁για ▁να ▁αντι με τω πι σουν ▁τα ▁εξο δα ▁της ▁φροντ ι δα ▁των ▁ παιδ ι ων ▁- ▁12.
▁κατα ▁πα σα ▁πιθαν ο τητα , ▁δεν ▁θα ▁υπ αρ ξουν ▁αλλ ες ▁με ι ω σεις ▁της ▁παρ αγωγι κη ς ▁ ικαν ο τητα ς .
▁υπηρε σια ▁επι σημ ων ▁εκ δο σεων ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁κατα ▁τους ▁μην ες ▁απ ρι λιο , ▁ ιου νιο ▁και ▁ οκ τω β ριο ▁το ▁συμβ ου λιο ▁συνε ρχ εται ▁στο ▁ λου ξε μ β ουργ ο .
▁μ τ ▁d / ▁ε / ▁ψ ι ▁ ι ▁/ ▁κ / ▁ν / ▁ρ / ▁s / ▁β τ 1
▁( 60% ▁ τυ ▁δι με συ ▁κατ ’ ▁ισ δυ να μα ει σ δ ματ ς )
▁στην ▁αντι στο ι χη
▁κατ οπ ιν ▁της ▁απο στο λης ▁του ▁ο α σε ▁στο ▁ βελ ι γρα δι , ▁η ▁εν ωση ▁απ η υθυν ε ▁εκ κληση ▁στις ▁αρχ ες ▁του ▁ βελ ι γρα ­ διο υ , ▁προ κει μενο υ ▁να ▁υλοποι η σουν ▁τις ▁συστ α σεις ▁του ▁προσ ω πι κου ▁εκ προ σω που ▁του ▁εν ▁ενεργ εια ▁προ εδ ρου ▁του ▁ο α σε ▁κ . ▁fel ipe ▁go nza lez ▁και ▁κυρ ι ως ▁να ▁σε βα ­ στ ουν ▁τα ▁αποτελεσμα τα ▁των ▁δημοτικ ων ▁εκ λογ ων .
▁οι ▁τελε υ ται ες ▁χρηματοδοτ η σεις ▁που ▁υπ ε γρα ψε ▁η ▁eta a ▁παρ ουσι αζ ονται ▁στον ▁πι να κα ▁2.
▁βρ υ ξε λλ ες - 1999
▁ 664 ▁6 71 ▁εργασ ια ▁με ▁πληρ η ▁απασχολ ηση ▁α μισθ ω τη ▁ δρα στη ριο τητα , ▁εισ φορ α ▁ κοινων ικη ς ▁ασφαλ ι σεως , ▁εν δο κο ινο τικο ς ▁εργ αζ ο μενο ς , ▁ κοινων ικη ▁παρ ο χη
▁κοιν οι ▁προσ ανα το λι σμ οι ▁της ▁ πολιτικ ης ▁για ▁τα ▁κρατ η ▁cards
▁ποια ▁ειναι ▁η ▁κατα σταση ▁με ▁την ▁ ιν δια ▁και ▁το ▁πα κι στα ν , ▁που ▁αντι προ σω π ευ ουν ▁δυο ▁σημαντικ ες ▁ αγορ ες ; ▁οι ▁δυο ▁χωρ ες ▁δεν ▁ανε λαβ αν ▁ακ ο μη ▁κα μια ▁απο δε κτη ▁δε σμ ευση .
▁ε δω ▁θα ▁ μπο ρου σε ▁καν εις ▁να ▁ακολουθ ησε ι ▁την ▁συμ βαση ▁αρ ι θ .
▁ε ε ▁c ▁125
▁ο χη ματα ▁στο ▁ τε λος ▁ κυκλ ου ▁ζω ης ▁τους
▁προ ληψη ▁toy ▁ ρατσ ισ μου ▁στο ▁χωρ ο
▁ εδ ρες
▁τ μη μα ▁3
▁διακ υ βερ νη τι κες ▁συν δια σκε ψεις ▁— ▁συμβολ η ▁της ▁επι τρο πη ς
▁παρ ο χες ▁ εις ▁ ει δος ▁σε ▁περι πτωση ▁ κατοικ ια ς ▁σε ▁κρατ ος ▁με λος ▁αλλο ▁απο ▁το ▁αρ μο διο ▁κρατ ος
▁στην ▁υπο θεση ▁sut ton , ▁το ▁κυρ ιο ▁ζητ ημα ▁αφ ο ρου σε , ▁κατ ' ▁ ουσι αν , ▁τη ▁δ υν ατο τητα ▁κατ ' ▁αναλογ ι αν ▁εφαρμο γη ς , ▁στο ▁πλ αι σιο ▁της ▁οδηγ ια ς ▁79 /7 ▁και ▁της ▁κατα βολ ης ▁καθ υ στερ ουμε νων ▁παρ ο χων ▁ κοινων ικη ς ▁ασφαλ ι σεως , ▁της ▁ νομ ολογ ια ς ▁mars hall ▁π , ▁η ▁ο ποι α , ▁στο ▁πλ αι σιο ▁της ▁οδηγ ια ς ▁76 /20 7 ▁και ▁ο σον ▁α φορ α ▁την ▁απο κατα σταση ▁της ▁ ζη μια ς ▁που ▁εχει ▁υπο στ ει ▁προσ ω πο ▁ θι γεν ▁απο ▁απο λυση ▁συν ιστ ω σα ▁δυσ μενη ▁δια κριση , ▁επι βαλ λει ▁την ▁επι δικα ση ▁το κων ▁απο σκο π ουν των ▁στην ▁αντι σταθμ ιση ▁της ▁ ζη μια ς ▁που ▁ο φει λ εται ▁στην ▁παρ οδο ▁του ▁ χρονο υ ▁με χ ρι ▁την ▁πραγματ ικη ▁κατα βολ η ▁της ▁ αποζημ ι ω σεως .
▁« με ▁την ▁εν ο ποι ηση ▁θα ▁γι νουν ▁σε βα στα ▁τα ▁θε με λι ω δη ▁δικαι ω ματα ▁ο πως ▁αυτ α ▁προσ τα τε υ ονται ▁απο ▁την ▁ευρωπα ικη ▁συν θη κη ▁για ▁την ▁προσ τα σια ▁των ▁ ανθρωπ ιν ων ▁δικαι ωμα ­ των ▁και ▁των ▁θε με λι ω δων ▁ελ ευ θε ρι ων , ▁η ▁ο ποι α ▁υπο γρα φ ηκε ▁στη ▁ ρω μη , ▁στις ▁4 ▁νο εμ β ρι ου ▁1950 ▁κι ▁ο πως ▁αυτ α ▁απο ρ ρε ουν ▁απ ' ▁τα ▁συν ταγμα τικα ▁η θη , ▁ γνωσ τα ▁στα ▁κρατ η - με λη ▁ως ▁γενικ ες ▁αρχ ες ▁του ▁κοιν ο τι κου ▁δικαι ου ».
▁l ▁161 ▁της ▁27. ▁6.
▁- ▁αυτο ι ▁που ▁ λαμ βα νουν ▁απο φα σεις ▁( τοπ ικ ες ▁εν ω σεις , ▁το πι κες ▁και ▁περιφερ εια κες ▁αρχ ες , ▁εθνικ ες ▁αρχ ες ▁και ▁οργαν α ▁της ▁κοιν ο τητα ς ) ▁ πρεπε ι ▁να ▁ λαμ βα νουν ▁υπο ψη ▁τις ▁ εμπειρ ιες ▁και ▁τις ▁ανα γκ ες ▁των ▁γυναικ ων ▁στις ▁αγροτικ ες ▁περι ο χες , ▁τη ▁ σημα σια ▁της ▁ανα γνω ρι σης ▁της ▁ισο τητα ς ▁των ▁ φυλ ων ▁στον ▁προγραμματ ισ μο ▁της ▁αγροτικ ης ▁αναπτ υ ξης ▁και ▁το ▁ρ ολο ▁των ▁γυναικ ων ▁ως ▁παρα γον των ▁αγροτικ ης ▁αναπτ υ ξης ·
▁ε ε ▁c ▁10 ▁της ▁16 .1. 1992
▁η ▁σφ πλη ρωμα τικη ▁δια σα φ ηση ▁που ▁προβ λε π εται ▁στο ▁αρ θρο ▁76 , ▁παρα γραφο ς ▁2 ▁του ▁ κω δικα ▁ πρεπε ι ▁να ▁υπο βλη θει ▁εν τος ▁της ▁καθ ορ ισ μενη ς ▁προ θεσ μια ς ▁και ▁το ▁αργ ο τερο ▁κατα ▁την ▁κατα θεση ▁του ▁εκ καθαρ ιστ ι κου ▁λογ α ρι ασ μου .
▁ γου ατε μα λα ▁- ▁ε οκ ▁- ▁συμφων ια ▁για ▁το ▁εμπορ ιο ▁των ▁κλ . υ ) στο ν φαν τουρ γι κων ▁προ ιον των ▁— ▁συμπ λη ρωμα τικο ▁πρωτο κο λλο ▁συνε πει α
▁η ▁επι τρο πη ▁ζητ ει ▁απο ▁τους ▁εμπ ει ­ ρο γνω μον ες ▁των ▁δεκα πεν τε ▁να ▁ολοκληρ ω σουν ▁για ▁τα ▁ τε λη ▁του ▁1999 ▁την ▁αξι ολογ ηση ▁των ▁προτιμ η σια κων ▁καθ εστ ω των ▁ο σον ▁α φορ α ▁την ▁αμ εση ▁φορ ο ­ λογ ια .
▁3.2 ▁' ορ γαν ωση ▁κα υ ▁τεχν ολογ υ α ▁της ▁μον α δα ς ▁συν θε τυ κων ▁ ιν ων .
▁ο ▁το με ας , ▁του ▁ο ποι ου ▁τη ▁μεγαλ η ▁ σημα σια ▁ο λοι ▁επε σημα ναν , ▁ ει χε ▁απο λυ τη ▁ανα γκ η ▁απο ▁κατ ι ▁τετ οι ο .
▁πιστ ευ ετε ▁ο μως ▁οτι ▁οι ▁γεω ρ γ οι ▁θα ▁δε χ θ ουν ▁την ▁κατα ­ σταση ▁αυτ η .
▁τα ▁ ατο μα ▁αυτ α ▁θα ▁ε χ ουν ▁προ τερα ιο τητα ▁σε ▁προ γραμμα ­ τα ▁απασχολ ησης ▁και ▁επαγγελματικ ης ▁κατα ρ τι σης .
▁' αρθρ ο ▁270
▁2. 4.2 ▁o i ▁γυναικ ες ▁και ▁η ▁οικο γεν ια κη ▁ζω η
▁προ εδ ρος . ▁— ▁ερωτ ηση ▁αρ ι θ . ▁39 ▁της ▁κ . ▁quin ▁που ▁την ▁αντι καθ ι στα ▁η ▁κ . ▁ton gue ▁( η -20 / 89) :
▁η ▁οικο νομ ια , ▁ο πως ▁και ▁η ▁οικο νομ ια ▁των ▁αλλ ων ▁χωρ ων ▁που ▁εν ισ χ υ ονται ▁απο ▁το ▁προ γραμμα ▁ta cis , ▁εξα ρ το ταν ▁σε ▁μεγαλ ο ▁βαθμ ο ▁απο ▁το ▁εμπορ ιο ▁με ▁την ▁πρω ην ▁ σο βι ε τικη ▁' ▁εν ωση .
▁ ει δος ▁κι νδυ νου / ▁εκ θεση ς
▁247 η ▁συν οδο ς ▁ ολο με λεια ς
▁το ▁σ ▁ υ ▁ 1⁄4 ▁β ▁ο ▁ υ ▁λ ▁ ι ▁ο ▁ , ▁ 1⁄4 ▁ε ▁τ ▁α ▁α ▁p ▁i ▁ο ▁p ▁i ▁ρ ▁ο ▁τα ▁σ ▁η ▁του ▁p ▁i ▁ρ ▁ο ▁ε ▁δ ▁ρ ▁ο ▁ υ ▁της ▁ε ▁p ▁i ▁ ι ▁τ ▁ρ ▁ο ▁p ▁i ▁η ▁ ς ▁ , ▁ δυ να ται ▁να ▁α ▁p ▁i ▁ο ▁φ ▁α ▁σ ▁ ι ▁σε ▁ ι ▁ο ▁ 1⁄4 ▁ο ▁φ ▁ ω ▁ν ▁ως ▁οτι ▁δεν ▁ειναι ▁ανα γκα ια ▁η ▁αντι κατα σταση ▁του ▁ 1⁄4 ▁ε ▁λ ▁ο ▁ υ ▁ ς ▁αυτο υ , ▁ιδι ως ▁ο ταν ▁ειναι ▁σ ▁ υ ▁ν ▁το ▁ 1⁄4 ▁ο ▁το ▁εν ▁α ▁p ▁i ▁ο ▁ 1⁄4 ▁ε ▁ν ▁ο ▁ν ▁δια ▁στη ▁ 1⁄4 ▁α ▁της ▁θ ητ ειας ▁του .
▁ε οκ , ▁αρ θρο ▁177 ▁( σ .
▁οι ▁προσ βα σεις ▁των ▁πε ζ ων ▁ειναι ▁οι ▁εξ ης : ▁στη ▁rue ▁de ▁la ▁loi ▁αριθμ ος ▁175 , ▁στο ▁ισο γει ο ▁του ▁τ μη ματος ▁« δια σκε ψεις » ▁( επι πεδ ο ▁co ▁00 ), ▁βρ ι σκ εται ▁στη ▁λε γο μενη ▁« κεντρ ικη ▁αυ λη » ▁η ▁κυρ ια ▁εισ οδο ς ▁του ▁ κτ ιρ ιου ▁( απο κα λει ται ▁εισ οδο ς ▁« sch uman » ), ▁που ▁ειναι ▁προσ ι τη ▁σε ▁καθ ε ▁χρ η στη ▁και ▁επι σκε πτη , ▁στη ▁rue ▁fro issa rt ▁αριθμ ος ▁108 , ▁βρ ι σκ εται ▁στο ▁επι πεδ ο ▁02 ▁μια ▁δευτερ ευ ουσα ▁εισ οδο ς ▁του ▁ κτ ιρ ιου , ▁που ▁προ ορ ιζ εται ▁ειδικ ο τερα ▁για ▁την ▁προσ βαση ▁στο ▁τ μη μα ▁« γραμμα τε ια » ▁και ▁την ▁ κοινων ικο πολιτ ιστ ικη ▁και ▁αθλητικ η ▁ζω νη , ▁στη ▁cha usse e ▁d ' etter be ek ▁αριθμ ος ▁80 , ▁βρ ι σκ εται ▁στο ▁επι πεδ ο ▁05 ▁μια ▁δευτερ ευ ουσα ▁εισ οδο ς ▁που ▁απο κα λει ται ▁εισ οδο ς ▁« belli ard » ▁και ▁προ ορ ιζ εται ▁ειδικ ο τερα ▁για ▁την ▁προσ βαση ▁στο ▁τ μη μα ▁« γραμμα τε ια » ▁και ▁την ▁καφε τε ρια .
▁δυο ▁επι λογ ες ▁για ▁τη ▁ βελ τι ωση ▁της ▁συνεργ α σια ς ▁των ▁δημοσ ι ων ▁αρχ ων ▁σε ▁επι πεδ ο ▁εργ ων
▁πολλ α ▁προγραμματ α ▁δημιουργ η θηκαν ▁με ▁στο χο ▁τη ▁γ ρη γο ρη ▁ανακ αμ ψη ▁μιας ▁αποδ υν αμ ω μενη ς ▁οικο νομ ια ς , ▁ενεργ ων τας ▁το σο ▁στο ▁ αμε σα ▁παρ αγωγι κο ▁επι πεδ ο , ▁ο σο ▁και ▁στο ▁επι πεδ ο ▁του ▁ ανθρωπ ι νου ▁δυναμ ι κου ▁και ▁της ▁δια θε σιμο τητα ς ▁κεφαλ αι ων .
▁(3) ▁ κοινων ικη ▁ασφαλ ιση ▁+ ▁κοστ ος ▁επαγγελματικ ης ▁εκπαιδευ σεως ▁+ ▁λοιπ ες ▁ δα πα νες .
▁αν ▁το ▁προ βλη μα ▁ξανα τε θει , ▁θα ▁αρχι σω ▁ξανα ▁τον ▁αγων α ▁μου .
▁επι π λε ον , ▁η ▁επι λυση ▁των ▁δια φορ ων ▁με σω ▁του ▁συστ η ματος ▁των ▁ δικα στη ρι ων ▁ειναι ▁ανα πο φε υκ τα ▁ δα πα νη ρη , ▁ οχι ▁μονο ν ▁απο ▁οικο νομ ικη ▁απο ψη ▁αλλα ▁και ▁απο ▁απο ψη ▁ χρονο υ ▁που ▁αφ ιερ ων εται ▁αναγκασ τικα ▁στην ▁υπο θεση , ▁δε δο μενο υ ▁του ▁μεγαλ ου ▁ χρον ι κου ▁δια στη ματος ▁που ▁ μπο ρει ▁να ▁δια ρκ εσ ει ▁μια ▁υπο θεση ▁και ▁της ▁δια ρκ ους ▁επι δει ν ωσης ▁των ▁εμπορικ ων ▁ σχε σεων ▁με ▁τα ▁υπο λοι πα ▁συμβ αλλ ο μενα ▁με ρη .
▁οδηγ ια ▁92 /1 / ε οκ ▁( ee ▁l ▁34 ▁της ▁11. 2. 1992 ) ▁ε λεγ χος ▁της ▁θερμ ο κρα σια ς ▁στα ▁με σα ▁μετα φορ ας ▁και ▁στους ▁χωρ ους ▁απο θηκε υ σης ▁και ▁ φυλ α ξης ▁τ ροφ ιμ ων ▁ βαθ ια ς ▁κατα ψ υ ξης ▁ βελ γιο , ▁ δα νια , ▁ γερμαν ια , ▁ε λλα δα , ▁γ αλ λια , ▁ ιρ λαν δια , ▁ιταλ ια , ▁ πορ το γα λια , ▁η νω μενο ▁βασιλ ειο
▁εν ο ψει ▁της ▁εφαρμο γη ς ▁του ▁ αρθρ ου ▁123 ▁της ▁συμβ α σεως ▁του ▁1990 , ▁η ▁κυβερν ηση ▁της ▁ πορ το γ αλ ικη ς ▁ δημο ­ κρατ ια ς ▁ανα λαμ βα νει ▁να ▁συμ με τα σχ ει ▁στο ▁καθ εστ ως ▁ε λεγ χου ▁εξα γω γων ▁ τε ­ χ ν ολογ ια ς ▁και ▁τ μη ματ ων ▁ βλη ματ ων , ▁ο πως ▁δια τυπ ω θηκε ▁στις ▁16 ▁απ ρι λι ου ▁1987 , ▁το ▁συν το μο τερο ▁δ υν ατο ▁και ▁το ▁αργ ο τερο ▁κατα ▁τη ▁ στιγμ η ▁εν αρ ξε ως ▁ισ χ υ ος ▁της ▁συμβ α σεως ▁του ▁1990 ▁ενα ­ ντι ▁της ▁ πορ το γ αλ ικη ς ▁δημοκρατ ια ς .
▁η ▁επι τρο πη ▁εν ε κρι νε ▁την ▁πρα ξη ▁με ▁την ▁ο ποι α ▁η ▁g kn ▁pic ▁και ▁η ▁bra mble s ▁industrie s ▁limited , ▁δυο ▁σημαντικ ες ▁δι εθν εις ▁επιχειρ η σεις ▁που ▁βρ ι σκο ­ ν ται ▁στο ▁η νω μενο ▁βασιλ ειο ▁και ▁στην ▁αυ στρα ­ λια , ▁απο κτ ουν ▁τη ▁ma beg ▁holding s ▁ gesellschaft ▁fur ▁en ts org ungs wirtschaft ▁m bh ▁und ▁co , ▁με σαι ου ▁με γε ­ θου ς ▁ γερμαν ικη ▁επιχειρ ηση ▁που ▁αναπτ υσ σει ▁ δρα στη ριο τη τες ▁στην ▁επε ξε ργα σια ▁των ▁απο ­ βλη των .
▁αρ ι θ . ▁4- 466 / 21
▁ λου ξε μ β ουργ ο : ▁υπηρε σια ▁επι σημ ων ▁εκ δο σεων ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των
▁επ ’ ▁αυτο υ , ▁η ▁ ερ μην εια ▁της ▁εκ φ ρα σεως ▁« πρ ιν ▁απο ▁την ▁εν αρ ξη ▁των ▁εργασ ι ων » ▁που ▁εμφ αι νεται ▁στο ▁αρ θρο ▁7 , ▁παρα γραφο ς ▁1 , ▁του ▁εν ▁λογ ω ▁νο μου , ▁την ▁ο ποι α ▁προ ε κρι νε ▁το ▁μεγαλ ο ▁δο υκ ατο ▁του ▁ λου ξε μ β ουργ ου , ▁ειναι ▁αλ υ σι τε λης .
▁ο σον ▁α φορ α ▁το ▁συμφων ο ▁στα υ ερ ο τητα ς , ▁επι υ υμ ω ▁να ▁συμφων η σω ▁με ▁τα ▁ο σα ▁ δηλ ωσε ▁ο ▁κ . ▁lama sso ure .
▁η ▁συνα ψη ▁συμφων ια ς ▁ τελ ων ει ακ ης ▁εν ωσης ▁μετα ξ υ ▁της ▁ε ε ▁και ▁του ▁συμβ ουλ ιου ▁συνεργ α σια ς ▁των ▁κρατ ων ▁του ▁κολ που ▁ ου δε ποτε ▁απ ετε λε σε ▁τη ▁ βαση ▁δια πρ αγ ματ ευ σεων ▁μετα ξ υ ▁των ▁δυο ▁ πλευρ ων .
▁σταθερ ο τητα ▁τιμ ων : ▁οι ▁χωρ ες ▁που ▁ πλη ­ ρ ουν ▁τις ▁προ υπο θε σεις ▁ πρεπε ι ▁να ▁δει ­ ξουν ▁οτι , ▁κατα ▁το ▁προηγ ουμε νο ▁ε τος ▁πριν ▁απο ▁την ▁εν αρ ξη ▁της ▁τρι της ▁ φα σης , ▁η ▁δια φορ α ▁του ▁πληθ ωρ ισ μου ▁τους ▁απο ▁αυτο ν ▁των ▁χωρ ων ▁με ▁τα ▁μικρο τερα ▁πο ­ σο στα ▁πληθ ωρ ισ μου ▁στην ▁ε ε ▁η ταν ▁ 1,5% .
▁ειδικ η ▁οικο νομ ικη ▁υπηρε σια
▁πληροφορ ιες ▁σχετικ α ▁με ▁τις ▁συν θηκε ς ▁ ελε υθ ερ ωσης ▁και ▁το ▁περι βα λλον
▁αι γ υπ τος ▁δ ασ μοι ▁αντι ντα μπ ινγκ , ▁εισαγωγ ες .
▁κοιν ο τι κες ▁με θ οδο ι ▁ανα λυση ς ▁για ▁τον ▁επι σημ ο ▁ε λεγ χο ▁των ▁ζω ο τρο φων ▁ δα νια , ▁ιταλ ια , ▁ λου ξε μ β ουργ ο , ▁ πορ το γα λια
▁υπηρε σι ες ▁ λια νικ ου ▁εμπορ ιου ▁επι π λων , ▁φωτ ιστ ι κου ▁εξο πλ ισ μου ▁και ▁οι κια κων ▁ ει δων ▁π . δ . κ . α .
▁to ▁1979 ▁παρ ουσι α σε ▁στο ▁london ▁school ▁of ▁economic s ▁and ▁political ▁science ▁την ▁ ογ δο η ▁δια λε ξη ▁chor ley ▁με ▁θε μα ▁« πολιτικ η ▁και ▁ δικα στες ▁— ▁η ▁ευρωπα ικη ▁προ οπ τικη ».
▁1 , ▁στο ▁εξ ης : ▁κανονι σ μος ▁140 8/ 71) .
▁ο
▁ο ▁ σημ ειο ▁2.4 . 46 . ▁( ") ▁ε ε ▁c ▁187 ▁της ▁13 .7. 1983 ▁και ▁δε λ τι ο ▁εκ ▁6- 1983 , ▁ σημ ειο ▁2.1 . 123 .
▁14 01 ▁ανα νε ωση ▁των ▁εγ καταστ α σεων ▁των ▁ε στι ατο ρι ων ▁και ▁καν τι νων
▁παρα ρτ ημα ▁i ii
▁viss er ▁προς ▁την ▁τρι τη ▁ λυση , ▁υπο ▁την ▁προ υπο θεση ▁οτι ▁και ▁η ▁ευρωπα ικη ▁επι τρο πη ▁και ▁το ▁συμβ ου λιο ▁θα ▁υιοθετ η ­ σουν ▁μια ▁ελ ασ τικο τερη ▁ σταση .
▁προ τα ση ▁γι η ▁η πο φ ηση ▁του ▁ευ ρω πη ι κου ▁κοιν οβ ουλ ιου ▁ κη ι ▁του ▁συμβ ουλ ιου ▁η νη φορ ικα ▁με ▁πολυ ετε ς ▁προ γ ρη μ μη ▁ δρα σεων ▁στο ▁πε διο ▁της ▁ενεργ ει ης : ▁προ γ ρη μ μα ▁" ευ φυ ης ▁ενεργ εια ▁για ▁την ▁ευ ρω πη " ▁— ▁ε ε ▁c ▁203 ▁ε ▁της ▁27 .8. 2002 , ▁com ( 2002 ) ▁162 ▁και ▁δε λ τι ο ▁4- 2002 , ▁ σημ ειο ▁1.4 . 55
▁οι ▁διε υθυν σει ▁ανα γρα φ ονται ▁α pi ο ▁τη ▁σε λι δα ▁56 ▁ε χ ρι ▁τη ▁σε λι δα ▁59 .
▁ως ▁εκ ▁του του , ▁τα ▁συνεργ αζ ο μενα ▁ιδ ρυ ματα ▁ πρεπε ι ▁να ▁θε τ ουν ▁σα φει ς ▁στο χους ▁και ▁να ▁προβ αι νουν ▁σε ▁τακτικ η ▁αξι ολογ ηση ▁της ▁προ οδο υ ▁που ▁ σημ ει ων εται .
▁στις ▁εκ δο ­ σεις ▁σε ▁ελλην ικη , ▁ιταλ ικη , ▁ο λλα νδ ικη , ▁ πορ το γ αλ ικη ▁και ▁δ αν ικη ▁ γλωσσ α , ▁περι λαμ βα νεται ▁η ▁παρε μ βα σι ς ▁μου ▁εκ ▁με ρους ▁της ▁ομαδ ος ▁μας .
▁τα ▁προ ι οντα ▁αυτ α ▁μπ ορ ουν ▁να ▁απο τε λε σουν ▁το ▁αντικειμεν ο ▁εμπορ ια ς ▁στα ▁νεα ▁ lander , ▁ οχι ▁ο μως ▁στις ▁αλλ ες ▁ αγορ ες ▁της ▁κοιν ο τητα ς .
▁για ▁τον ▁σκοπ ο ▁αυτο ▁παρε χ εται ▁εν ισ χ υ ση ▁η ▁με θ οδο ς ▁υπολογισ μου ▁της ▁ο ποι ας ▁βασ ιζ εται ▁στον ▁υπολογισ μο ▁των ▁επι στροφ ων ▁κατα ▁τις ▁εξα γω γε ς .
▁δε κ ▁17 .12. 1980 , ▁υπο θ . ▁149 / 79 ▁( επι τρο πη / βελ γιο ), ▁συλλ ο γη ▁1980 , ▁σ . ▁38 81 .
▁συμφων α ▁με ▁τα ▁συμπ ερ ασ ματα ▁του ▁ευρωπα ι κου ▁συμβ ουλ ιου ▁του ▁ εδ ιμ ­ β ουργ ου ▁του ▁δε κ εμ β ρι ου ▁1992 , ▁οι ▁νο μι κες ▁υπηρε σι ες ▁του ▁κοιν οβ ουλ ιου , ▁του
▁η ▁διαχειρ ιση ▁του ▁τα με ιου ▁ υγ ειας ▁γι νεται ▁ σημ ερα ▁με ▁ βαση ▁την ▁αρχ η ▁της ▁ισορροπ ια ς ▁μετα ξ υ ▁παρ ο χων ▁και ▁εισ φορ ων .
▁ο ▁παρ ων ▁κανονι σ μος ▁αρχι ζει ▁να ▁ισ χ υ ει ▁την ▁επ ο μενη ▁ ημ ερα ▁απο ▁την ▁δημοσιευ ση ▁του ▁στην ▁επι ση μη ▁εφ η μερ ι δα ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των .
▁com ( 88) ▁ 779 / ανα θ . ▁ τελ ικο ▁προ τα ση ▁κανονι σ μου ▁( ε οκ ) ▁του ▁συμβ ουλ ιου ▁περι ▁ θεσ πι σεως ▁κοιν ο τικη ς ▁δια δικα σια ς ▁για ▁τον ▁καθ ορ ισ μο ▁ο ρι ων ▁ ανο χη ς ▁για ▁τα ▁κατα λοι πα ▁ κτη νια τρι κων ▁φαρμακ ευ τι κων ▁προ ιον των ▁προ τα σεις ▁οδηγ ι ων ▁του ▁συμβ ουλ ιου
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁3 355 / 94 , ▁3 356 / 94 ▁και ▁3 357 / 94 , ▁στις ▁εισ α γιο γε ς ▁στην ▁κοιν ο τητα ▁ πρ oi ov τ uj v ▁κατα γ oj γη ς ▁των ▁δημοκρατ ι ων ▁της ▁β οσ νια ς - ερ ζε γο βι νης , ▁της ▁κ ρο α τια ς , ▁της ▁σ λο βεν ια ς ▁και ▁της ▁πρω ην ▁γι ου γκο σ λαβ ικη ς ▁δημοκρατ ια ς ▁της ▁μα κε δο ­ νια ς .
▁ λεπτο μερ ης ▁εκ θεση ▁για ▁το ▁συν ολο ▁των ▁επιχειρ η σεων ▁αυτ ων ▁εχει ▁διαβ ιβ ασ τει ▁στο ▁ευρωπα ικο ▁κοιν ο βου λιο ▁την ▁1.3 . 1989 .
▁επ ει δη ▁η ▁ πολιτ ισ μ ικη ▁ πτυ χη ▁εν υ παρ χει ▁στις ▁παρε μ βα σεις ▁μας .
▁ τε λος , ▁θα ▁η θε λα ▁να ▁καν ω ▁μια ▁ειδικ η ▁ανα φορ α ▁στη ▁ σο ­ μα λια .
▁πραγματ ι , ▁η ▁γεω ρ γ ικη ▁παρα γω γη ▁που ▁πραγματοποι ει ται ▁απο ▁μια ▁μη ▁γεω ρ γ ικη ▁μον α δα ▁υπο τι θ εται ▁οτι ▁ειναι ▁παν τα ▁δια χω ρι σιμη , ▁απο ▁την ▁απο ψη ▁των ▁λογ ιστ ικ ων ▁στο ι χει ων , ▁λογ ω ▁των ▁συγκ ε κρι μενων ▁χαρακτηρ ιστ ικ ων ▁ γνω ρισμα των ▁των ▁προ ιον των ▁και ▁των ▁με σ ων ▁της ▁γεω ρ γ ικη ς ▁παρα γω γη ς ▁καθ ως ▁επι σης ▁και ▁των ▁ πη γων ▁στο ι χει ων ▁και ▁των ▁με θ οδ ων ▁που ▁χρησιμοποι ουν ται ▁για ▁την ▁κατα ρτ ιση ▁των ▁ ολ γ ▁που ▁προ κυ π τ ουν ▁( βλ . ▁τ μη μα ▁ε ▁του ▁κεφαλ αι ου ▁ ι ▁και ▁τ μη ματα ▁β ▁και ▁γ ▁του ▁κεφαλ αι ου ▁i i ).
▁ θεσ πιστ ηκε ▁ στρατηγικ ο ▁πλ αι σιο
▁οι ▁περι σσ ο τερο ι ▁απο ▁αυτο υς ▁( περ ι που ▁30.000 ) ▁προ ερ χ ονται ▁απο ▁τις ▁ νη σου ς ▁του ▁πρα σι νου ▁ακ ρω τη ρι ου ▁και ▁οι ▁υπο λοι ποι ▁απο ▁την ▁αγ κο λα , ▁τη ▁μο ζ αμβ ικη , ▁τη ▁ γου ινε α - μπι σα ου ▁καθ ως ▁και ▁το ▁σα ο ▁το με ▁και ▁πριν τσι πε ▁( , 94) .
▁τα ▁κρατ η ▁με λη ▁υπο βα λλ ουν ▁καθ ε ▁ πεν τε ▁ε τη ▁εκ θεση ▁προς ▁την ▁επι τρο πη ▁σχετικ α ▁με ▁την ▁εφαρμο γη ▁της ▁οδηγ ια ς ▁στην ▁πρα ξη .
▁ ουσι ασ τικα ▁ , ▁η ▁ενεργ εια ▁ κω δικο ­ ποι ησης ▁συν ι στα ται ▁στην ▁εν σω ματ ωση ▁των ▁τροπο ποι η σεων ▁στο ▁τροπο ποι η μενο ▁ κει μενο .
▁παρα δει γ ματος ▁χαρ η , ▁οι ▁εργ οδο τες ▁ πρεπε ι ▁να ▁σας ▁ανα θε τ ουν ▁εργασ ιες ▁αναλογ ες ▁με ▁τις ▁ ικαν ο τη τες ▁σας ▁και ▁να ▁σας ▁εξα σφαλ ι ζουν ▁επ αρκ η ▁επι β λε ψη .
▁d ▁ανθ ρα κο βιο μη χαν ια ▁— ▁κρατ ικ ες ▁εν ισ χ υ ­ σεις : ▁ πολιτικ η ▁συμφων ια ▁( - * ▁ σημ ειο ▁1.3 . 59) .
▁η ▁χρ ημα η κη ▁αντι σταθμ ιση ▁που ▁ανα φερ εται ▁στο ▁αρ θρο ▁9 ▁της ▁συμφων ια ς ▁καθ ορ ιζ εται , ▁για ▁την ▁περι οδο ▁που ▁προβ λε πε ­ ται ▁στο ▁αρ θρο ▁1 , ▁σε ▁31 ▁200 ▁000 ▁e cu ▁και ▁κατα βα λλ εται ▁σε ▁δυο ▁ισ ες ▁ ετ ησ ιες ▁δο σεις .
▁ιδι ως , ▁στην ▁αιτ ηση ▁δεν ▁ανα φερ εται ▁οτι ▁τα ▁προσ ω πα ▁που ▁κατ ο νομ αζ ονταν ▁στον ▁κατα λογο ▁αυτο ▁επ ρο κει το ▁να ▁συμ με τα σχ ουν ▁ενεργ α ▁στην ▁υλοποι ηση ▁του ▁προγραμματ ος .
▁με ▁την ▁υιοθετ ηση ▁της ▁τροπο λογ ια ς ▁του ▁κανονι σ μου ▁εκ ▁με ρους ▁του ▁ κοι ­ νο βου λι ου , ▁αφ ε νος ▁το ▁συμβ ου λιο ▁και ▁η ▁επι τρο πη , ▁αφ ετε ρου ▁το ▁κοιν ο βου λιο ▁βρ ι σκ ονται ▁σε ▁απο λυ τα ▁αντι θε τες ▁θε σεις .
▁στη ▁ σημ ει ωση ▁1 ▁του ▁κεφαλ αι ου ▁αυτο υ ▁και ▁στο ▁ κει μενο ▁της ▁κλα σης ▁400 2 , ▁η ▁ονομα σια ▁« κα ουτ σου κ ▁συν θε τικο » ▁εφαρμο ζ εται : ▁α ) ▁στις ▁μη ▁κορ εσ με νες ▁συν θε τι κες ▁ υ λες ▁που ▁μπ ορ ουν ▁να ▁μετα σχ ημα τι σθ ουν ▁χωρ ις ▁ανα στροφ η , ▁με ▁β ουλ καν ισ μο ▁σε ▁θε ιο , ▁σε ▁μη ▁θερμ ο πλα στικ ες ▁ ουσι ες , ▁οι ▁ο ποιες , ▁σε ▁θερμ ο κρα σια ▁μετα ξ υ ▁18 ▁και ▁29 ▁βαθμ ων ▁ κελ σι ου , ▁θα ▁μπ ορ ουν , ▁χωρ ις ▁να ▁ σπα σουν , ▁να ▁υπο στ ουν ▁επι μη κυ νση ▁τρι πλασ ια ▁του ▁αρχι κου ▁τους ▁μη κου ς ▁και ▁οι ▁ο ποιες , ▁αφ ου ▁υπο στ ουν ▁επι μη κυ νση ▁δι πλασ ια ▁του ▁αρχι κου ▁τους ▁μη κου ς ▁θα ▁επανα κτ ουν , ▁σε ▁δια στη μα ▁λιγ ο τερο ▁των ▁ πεν τε ▁λεπτ ων , ▁μη κος ▁το ▁πολυ ▁ισο ▁προς ▁μια μιση ▁φορ α ▁το ▁αρχι κο ▁τους ▁μη κος .
▁δυσ τυχ ως ▁ειναι ▁πολυ ▁επι κερ δες ▁για ▁το ▁οργαν ω μενο ▁εγκ λη μα .
▁προ τα ση ▁κανονι σ μου ▁για ▁τον ▁καθ ο ρι ­ σμ ο ▁των ▁αρχ ων ▁σχετικ α ▁με ▁την ▁οργαν ωση ▁των ▁ κτη νια τρι κων ▁ε / αγ χων ▁για ▁το ▁ζω α ▁προ ελε υ σεως ▁τρι των ▁χωρ ων ▁που ▁εισ αγ ονται ▁στην ▁κοιν ο τη ­ τα .
▁οι ▁ ψηφ οι ▁των ▁αντι προ σω π ων ▁των ▁κρατ ων ▁με λων , ▁στα ▁πλ αι σια ▁της ▁επι τρο πη ς , ▁ σταθμ ιζ ονται ▁συμφων α ▁με ▁το ▁προ ανα φερ ο μενο ▁αρ θρο .
▁στην ▁κοιν ο τικη ▁ αγορ α , ▁τα ▁κ ρε α τα ▁τα ▁ο ποι α ▁προ ερ χ ονται ▁απο ▁ζω α ▁στα ▁ο ποι α ▁ε χ ουν ▁γι νει ▁εν ε σεις ▁πριν ▁απο ▁την ▁31 η ▁δε κ εμ β ρι ου ▁1987 ▁ε χ ουν ▁αδ εια ▁κυκλοφορ ια ς ▁ως ▁την ▁31 η ▁ μαρτ ιου ▁1988 .
▁ τε λος , ▁κυρ ι ε ▁προ εδ ρε , ▁η ▁επα ρχ ια ▁της ▁ ολ λαν ­ δια ς ▁fle vo land .
▁η ▁δια κε ψη ▁θα ▁ πρεπε ι ▁να ▁ δω σει ▁απο λυ τη ▁προ τερα ιο τητα ▁στις ▁εξω τε ρι κες ▁ πολιτικ ες ▁της ▁εν ωσης ▁ ω στε ▁να ▁ καταστ ουν ▁πιο ▁συνε πει ς , ▁πιο ▁αποτελεσμα τι κες ▁και ▁πιο ▁ο ρα τες .
▁εν ρα το μ , ▁ek ax ) ▁τον ▁συμβ ουλ ιου ▁για ▁τον ▁καθ ορ ισ μο ▁των ▁ διο ρθω τι κων ▁συν τελ εστ ων ▁ πον ▁εφαρμο ζ ονται ▁απο ▁την ▁1 η ▁ ι ουλ ιου ▁1996 ▁στις ▁απο ο ο χες ▁των ▁ υπα λλη λων ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁ πον ▁ειναι ▁ τοπ οθετ η μενο ι ▁σε ▁τρι τες ▁χωρ ες ▁( υπο βλη θει σα ▁απο ▁την ▁επι τρο πη ) ▁18 .12. 1996 - ▁12 ▁σε λιο ε ; ▁is bn ▁92 - 78 -13 59 4-1 ▁c b - co - 96 - 690 - gr - c
▁το με ακ ες ▁ πτυ χες
▁ ικα στη ριο
▁- ▁συνα ψη ▁ομολογ ιου χων ▁δανε ι ων ▁και ▁ιδιωτικ ες ▁ τοπ οθετ η σεις ▁1/2 .3. 10 - ▁2 /2 .3. 15 - ▁3 /2 . 3.1 1-4 /2 .3. 13 - ▁5 /2 .3. 27 - ▁6 /2 .3. 10 - ▁9 /2 .3. 10 - ▁11 /2 . 3.9 12 /2 .3. 16
▁ γερμαν ια ▁ οδ , ▁δια ρκ ης ▁εκπαιδευ ση , ▁εκπαιδευ ση ▁εν η λι κων , ▁επαγγελματικ η ▁κατα ρτ ιση
▁απο ρ ρι ψη ▁σ
▁επι π λε ον , ▁η ▁επι τρο πη ▁ εδ ωσε ▁οδηγ ιες ▁στις ▁αντι προ σω πει ες ▁της ▁στα ▁κρατ η ▁με λη ▁να ▁ λαβ ουν ▁καθ ε ▁α παρα ι τη το ▁με τρο ▁για ▁την ▁απο φυ γη ▁παρ ο μοι ων ▁καθ υσ τερη σεων ▁στο ▁με λλον .
▁ ψηφ ισμα ▁του ▁ευρωπα ι κου ▁συμβ ουλ ιου ▁για ▁το ▁συμφων ο ▁σταθερ ο τητα ς ▁και ▁αναπτ υ ξης ▁αμ στερ ντα μ , ▁17 ▁ ι ουν ιου ▁1997 ▁( 97 / c ▁23 6 /01 )
▁19 .10. 1995 ▁— ▁υπο θεση ▁c -11 1/ 94 ▁— ▁εκ ουσι α ▁δικαι οδο σια ▁( αι τηση ▁του ▁job ▁centre ▁ coop , ▁ari . )
▁κοιν ες ▁δια τα ξεις ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ .
▁το ▁περι φη μο ▁αυτο ▁προ γραμμα ▁κατ ετε θη ▁παν τως ▁επι τε ­ λους ▁στις ▁27 ▁ ι ουν ιου ▁1986 ▁και ▁το ▁συμβ ου λιο ▁δεν ▁εχει ▁πια ▁ ου τε ▁την ▁προ φα ση ▁για ▁να ▁συνεχ ισ ει ▁την ▁ πολιτικ η ▁του ▁της
▁η ▁προ τα ση ▁της ▁επι τρο πη ς ▁ βελ τι ω θηκε ▁με ▁τις ▁τροπο λογ ιες ▁του ▁κοιν οβ ουλ ιου .
▁οι ▁κ ▁ οδο ▁e ▁η ▁ ση ▁ κοινων ▁ο ▁ ρα ▁e ▁α ▁των ▁και ▁ σχε δι ων
▁η ▁επι τρο πη ▁δεν ▁αντι με τω πι ζει ▁προς ▁το ▁παρ ον ▁ελ ασ τικο τε ρους ▁καν ο νες , ▁αλλα ▁καλ υ τερη ▁εφαρμο γη ▁των ▁ισ χ υ ουσ ων ▁διατ αξ εων , ▁με ▁την ▁δημιουργ ια ▁εν ος ▁πιο ▁αποτελεσμα τι κου ▁συστ η ματος ▁ε λεγ χου , ▁με ▁με σα ▁βασ ισ μενα ▁στις ▁ νε ες ▁τεχν ολογ ιες .
▁κατα ▁την ▁ιδι α ▁ νομ ολογ ια , ▁ελ λει ψει ▁κοιν ο τι κων ▁μετ ρων ▁εν ο ποι η σεως ▁η ▁εν αρ μον ι σεως , ▁τα ▁κρατ η ▁με λη ▁διατ ηρ ουν ▁την ▁αρ μο διο τητα ▁να ▁ο ρι ζουν , ▁συμβ ατ ικ ως ▁η ▁μονο μερ ως , ▁τα ▁ κρι τη ρια ▁κατα νομ ης ▁της ▁φορολογ ικη ς ▁τους ▁αρ μο διο τητα ς , ▁προ κει μενο υ , ▁μετα ξ υ ▁αλλ ων , ▁να ▁εξα λει ψ ουν ▁τη ▁δι πλη ▁φορολογ ια ▁( προ παρα τε θει σα ▁απο φα ση ▁test ▁claim ants ▁in ▁class ▁i v ▁of ▁the ▁act ▁group ▁ liti gation , ▁ σκε ψη ▁52 ).
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁αρ κει ▁να ▁ανα φερ ουμε ▁οτι ▁οι ▁ φυλακ ες ▁ειναι , ▁θε ωρη τικα , ▁το ▁με γι στη ς ▁ασφαλ ειας ▁με ρος , ▁ο πως ▁επι σης ▁και ▁με γι στη ς ▁κατα στο λης .
▁com ( 93) ▁ 465 ▁ τελ ικο ▁προ τα ση ▁κανονι σ μου ▁( ε οκ ) ▁του ▁συμβ ουλ ιου ▁για ▁το ▁αν οι γμα ▁και ▁τον ▁τροπο ▁διαχειρ ιση ς ▁κοιν ο τι κων ▁ δα σμ ολογ ικ ων ▁πο σο στ ω σεων ▁για ▁ορ ισ με νους ▁οι νους ▁κατα γω γη ς ▁β ουλ γα ρια ς . ▁οι γγ α ρια ς ▁και ▁ ρου μα νια ς ▁( υπο βλη θει σα ▁απο ▁την ▁επι τρο πη ) ▁της ▁μα κε δο νια ς ▁( υπο βλη θει σα ▁απο ▁την ▁επι τρο πη )
▁η ▁ κοινων ικη ▁δια σταση ▁της ▁ε σω τερ ικη ς ▁ αγορ ας
▁αυτο ς ▁ο ▁τροπο ς ▁ θεωρ ησης ▁κι ▁αυτ ες ▁οι ▁προ οπ τι κες ▁μας ▁αναγκασ αν ▁να ▁ ψηφ ισ ουμε ▁κατα ▁της ▁παρα γραφο υ ▁15 ▁του ▁συμβ ι βα στι κου ▁ ψηφ ισ ματος .
▁β τ 1 ▁αστυνομικ οι ▁ε λεγ χ οι ▁β τ 2 ▁δημοσ ια ▁ ταξη ▁β τ 3 ▁δημοσ ια ▁ασφαλ εια ▁μεγαλ ο ▁ καταστ ημα ▁use ▁μεγαλ ο ▁πολυ καταστ ημα ▁(20 36) ▁με γι στη ▁τι μη ▁μεγαλ ο ▁πολυ καταστ ημα ▁με θ ο ρια κος ▁εργ αζ ο μενο ς ▁μ τ ▁4 47 ▁7 ▁ αγορ α ▁της ▁εργασ ια ς ▁β τ 1 ▁εργ α τικο ▁δυναμ ικο
▁αυτο ▁το ▁pi ρο γρα α ▁δι νει ▁στην ▁ε ο κε ▁τη ▁δ υν ατο τητα ▁να ▁ λαβ ει ▁ θεση ▁ανα φορ ικα ▁ε ▁δυο ▁ ση αντι κα ▁ζητ η α τα : ▁αφ ε νο , ▁την ▁ανα γκ η ▁οικο νο ικη ▁και ▁ κοινων ικη ▁ανα κα ψη ▁και , ▁αφ ετε ρου , ▁τι ▁ευ ρω εκ λογ ε .
▁ ατομικ η ▁επι λογ η ▁και ▁μεγαλ υ τερη ▁αναπτ υ ξη ▁- ▁το ▁αντικειμεν ο ▁της ▁ευρωπα ικη ς ▁ πολιτικ ης ▁των ▁κατα ναλ ω των , ▁e amon n ▁law lor ▁65 ▁σ . ▁* ▁e cu ▁6 ▁* ▁is bn ▁92 - 82 5-8 56 2- χ ▁» ▁c b - pp - 88 - 007 - gr - c
▁ γνω μη ▁της ▁ ετ π ▁για ▁την ▁ανα θε ω ­ ρ ηση ▁των ▁συν θη κων : ▁ee ▁c ▁ ιο ο , ▁1996 ▁και ▁ε ε ▁ τος ▁μεγαλ υ τερο ς ▁εμπορικ ος ▁ εται ρος ▁της .
▁δημοσιευ εται ▁απο ▁την ▁υπηρε σια ▁πληροφορ ι ων ▁του ▁ δικα στη ρι ου ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁l -29 25 ▁ λου ξε μ β ουργ ο .
▁η ▁ ουσι α ▁του ▁προβληματ ος ▁α φορ α ▁τους ▁νεο υς ▁η λι κια ς ▁20 ▁ε των ▁και ▁αν ω , ▁των ▁ο ποι ων ▁ο ▁αριθμ ος ▁θα ▁εξακολουθ ησε ι ▁να ▁αυ ξαν εται ▁και ▁μετα ▁το ▁1990.
▁7. 27 . ▁ζητ ει ▁να ▁επιτ αχ υν θει ▁η ▁χρηματοδοτ ηση ▁της ▁ανα δι αρθρ ωσης ▁των ▁χ κα ε ▁με ▁σκοπ ο ▁την ▁επιτ ευ ξη ▁περιβαλλοντικ α ▁καθαρ ης ▁παρα γω γη ς ▁και ▁της ▁χρ ησης ▁και ▁παρα γω γη ς ▁ανα νε ω σιμ ων ▁ πη γων ▁ενεργ ειας ▁πριν ▁απο ▁την ▁επι κει μενη ▁εν ταξη ·
▁αυτο ▁δε ιχν ει ▁οτι ▁η ▁νεα ▁ νομο θεσ ια ▁ οχι ▁μονο ▁θα ▁απο φερ ει ▁περιβαλλοντικ α ▁ο φε λη ▁και ▁θα ▁συμβ αλ ει ▁στην ▁εν αρ μον ιση ▁της ▁ε σω τε ρι ­ κη ς ▁ αγορ ας , ▁αλλα ▁θα ▁ βελ τι ωσε ι ▁επι σης ▁και ▁τις ▁εμπορ ι ­ κες ▁δ υν ατο τη τες ▁της ▁ε ε .
▁δε λ τι ο ▁εν ωσης
▁ ι ▁— ▁οι ▁υπηρε σι ες ▁κοιν ης
▁οδηγ ια ▁92 /4 3/ ε οκ ▁του ▁συμβ ουλ ιου ▁σχετικ α ▁με ▁την ▁προσ τα σια ▁των ▁ φυσ ικ ων ▁και ▁η μι φυσ ικ ων ▁βιο ­ τοπ ων ▁καθ ως ▁και ▁της ▁αγ ρια ς ▁παν ιδ ας ▁και ▁χ λω ρι δα ς ▁— ▁ε ε ▁l ▁206 ▁της ▁22 .7. 1992 ▁και ▁δε λ τι ο ▁εκ ▁5- 1992 , ▁ σημ ειο ▁1.1. 132
▁καλο ▁ειναι ▁ οπ ▁υπο στη ρι ζ εται ▁αν επι φυλακ τα ▁η ▁στρ απ ωπ κη ▁επε μ βαση ▁του ▁nato , ▁που ▁ειναι ▁ανα γκα ια , ▁ σω στη ▁και ▁καλ η , ▁καθ ως ▁και ▁η ▁εν ι ­ σχ υ ση ▁των ▁ γα ιο νικ ων ▁κρατ ων .
▁επι τρο πη ▁καρ κιν ολογ ων ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς
▁εξε δω σε , ▁στις ▁30 ▁ οκ τω β ρι ου , ▁ ψηφ ισμα ▁σχετικ α ▁με ▁τη ▁δημιουργ ια ▁εν ος ▁ευρωπα ι κου ▁δικ τυ ου ▁συνδυασ μενων ▁μετα φορ ων ▁( ' ) ·
▁στις ▁5 ▁δε κ εμ β ρι ου ▁1995 , ▁ο ▁η .
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁η ▁pi ερ ι οδο ▁αυτ η ▁pi ορ ει ▁να ▁pi α ρα τα θει ▁σε ▁ τε σσ ερα ▁ε τη , ▁στην ▁pi ερ ι pi τ ωση ▁pi αι διο υ ▁pi ου ▁pi ασ χει ▁α pi ο ▁βαρ ια ▁ανα - pi η ρια .
▁αλ κο ο λες ▁ακ υκ ν . ε ; ▁και ▁τα ▁α λογο νω μενα , ▁σου λφ ον ω μενα . ▁ν ιτ ρω μενα , ▁π τρο δω μενα ▁παρα γω γο ▁■ ▁αιτ ων :
▁εγ γ ρ . ▁ci g ▁1/1 /07 ▁rev ▁1.
▁αυτο ▁το ▁με σο ▁ε λεγ χου ▁παρε χει ▁τη ▁δ υν ατο τητα ▁και ▁στις ▁χωρ ες ▁οι νο παρα γω γη ς ▁και ▁στις ▁χωρ ες ▁οι ▁ο ποιες ▁δεν ▁παρα γουν ▁αυτο ▁το ▁προ ιον ▁( κρατ η ▁με λη ▁και ▁τρι τες ▁χωρ ες ) ▁να ▁ δηλ ων ουν ▁αν ▁δια πρ ατ τ ονται ▁η ▁ οχι ▁απ ατε ς ▁κατα ▁την ▁οι νο ποι ηση .
▁επεκτ αση ▁και ▁εκ σ υγ χρον ισ μος ▁του ▁δικ τυ ου ▁δια νομ ης ▁ φυσ ι κου ▁α ερ ιου ▁στη ▁ ρω μη
▁ο ▁ορ ισ μος ▁του ▁κοιν ο τι κου ▁πλ οι ο κτη του ▁και ▁η ▁δημιουργ ια ▁ νη ολογ ιου ▁θα ▁στη ρι ξουν ▁την ▁ευρωπα ι ­ κη ▁να υ τι λια .
▁— ▁να ▁ανα φερ ει ▁τον ▁το πο ▁και ▁την ▁η μερ ο μη νια ▁της ▁απο στο λης ▁των ▁εμπορ ευ ματ ων ▁τα ▁ο ποι α ▁α φορ α ▁το ▁πιστοποι η τικο ▁·
▁mcm a hon ▁( s ). ▁— ▁( εν ) ▁επι ▁εν ος ▁δια δικα στι κου ▁θε μα ­ τος , ▁κ . ▁προ εδ ρε .
▁κατα ▁τη ▁δια ρκ εια ▁τη ▁φ αση ▁pi ρο ε το ια σια ▁τη ▁εν ταξη ▁τη ▁αυ στ ρια ▁στην ▁ευ ρω pi α ικη ▁εν ωση , ▁δι ετε λε σε ▁συ βου λο ▁τη ▁αυ στ ρια κη ▁κυβερν ηση ▁στο ▁pi λα ι σιο ▁τη ▁ ∆ ι υ pi ουργ ικη ▁ο α δα ▁εργασ ια ▁για ▁την ▁ευ ρω pi α ικη ▁ολοκληρ ωση .
▁ειναι ▁ενα ▁ ευε λι κτο ▁συστ η α ▁pi ου ▁συν δυ αζ ει ▁ ια ▁ υ pi η ρε σια ▁ τυ pi ου ▁τα ξι ▁ε ▁τα ▁pi α ρα δο σια κα ▁ δη ο σια ▁ε σα ▁ε τα φορ α .
▁d ▁η ▁υπο κατα σταση ▁της ▁αναλογ ικο τητα ς ▁ως ▁προς ▁τον ▁πο ρο ▁α επ ▁απο ▁την ▁προ οδ ευ τι ­ κο τητα ▁δεν ▁θα ▁ευ νο ησε ι ▁κατ ' ▁ανα γκ η ▁τη ▁συ ­ γκλ ιση ▁και ▁την ▁οικο νομ ικη ▁και ▁ κοινων ικη ▁συν ο χη .
▁οδηγ ια ▁90 / 677 / ε οκ ▁του ▁συμβ ουλ ιου ▁της ▁13 ης ▁δε κ εμ β ρι ου ▁1990 ▁που ▁τροπο ποι ει ▁την ▁οδηγ ια ▁81 /8 51 / ε οκ ▁του ▁συμβ ουλ ιου ▁για ▁την ▁προ σε γγ ιση ▁των ▁ νομο θεσ ι ων ▁των ▁κρατ ων ▁με λων ▁σχετικ α ▁με ▁τα ▁ κτη νια τρι κα ▁ ανο σο ποι η τικα ▁φαρμακ α .
▁οδηγ ια ▁tot ▁στ μ βο τ λιο τ ▁της ▁29 ης ▁μα ιου ▁1990 ▁σχετικ α ▁με ▁- ας ▁ελ αχ ιστ ες ▁ οπ το χ τη σεις ▁ασφαλ ειας ▁και ▁ υγ ειας ▁κατα ▁τη ▁χειρ ων ακ τικη ▁δια κιν ηση ▁φορ τι ων ▁τ του ▁συνε πα γεται ▁κι νδυ νους ▁ιδι ως ▁για ▁τη ▁ ρα χη ▁και ▁την ▁ οσ φυ ικη ▁χωρ α ▁των ▁εργ αζ ο μενων ▁( τε ταρ τη ▁ειδικ η ▁οδηγ ια ▁κατα ▁την ▁εν νοια ▁του ▁ αρθρ ου ▁16 ▁τ τα ρα γραφο ς ▁1 ▁της ▁οδηγ ια ς ▁θ 9/ 391 / ε 0 κ )
▁δεν ▁ ει νη ι ▁με ▁ μι η ▁τετ οι η ▁π νε υθυν η ▁συ μπερι φο ­ ρα ▁που ▁θ π ▁ μπο ρε σουμε ▁ν π ▁δικ πι ολογ η σουμε ▁στην ▁κοιν η ▁ γνω μη ▁τις ▁ νε ες ▁εξ ουσι ες ▁που , ▁πολυ ▁ορθ α ▁εν του ­ τοι ς , ▁σπ π ιτ ουμε .
▁β ) ▁το ▁ σχε διο ▁ δρα σης
▁αγων ιζ ο μα στε ▁για ▁ευ φυ η ▁και ▁γε μα τη ▁αδελφ ο συν η ▁πληροφορ ηση ▁και ▁προ ληψη ▁μετα ξ υ ▁ο λων ▁των ▁με λων ▁των ▁πληθ υ σμ ων .
▁τα ▁πληρ η ▁στο ιχ εια ▁των ▁ανα φερ ο μενων ▁στο ▁ κει μενο ▁υπο θε σεων ▁που ▁ε χ ουν ▁ κρι θει ▁στο ▁ δικα στη ριο ▁παρα τι θεν ται ▁σε ▁παρα ρτ ημα ▁στο ▁ τε λος ▁του ▁εγ γραφο υ .
▁αποδ εικ ν υ ονται ▁ιδι αι τερα ▁ανα γκα ια ▁σε ▁ζ οι νες ▁ο που ▁προγραμματ α ▁με γ a λ oj v ▁α ξο νων ▁μετα ­ φορ ων ▁δια σχ ι ζουν ▁τα ▁συν ο ρα ▁και ▁ο που ▁υπ αρχο υν ▁πε ­ ριο χες ▁σημαντικ ου ▁ φυσ ι κου ▁ενδιαφερ ον τος .
▁το ▁αποτελεσμα ▁της ▁απο τι μη σης ▁κοιν ο ποι ει ται ▁στο ▁ευρωπα ικο ▁κοιν ο βου λιο ▁και ▁στην ▁οικο νομ ικη ▁και ▁ κοινων ικη ▁επι τρο πη .
▁τα ▁χορηγ ουμε να ▁δανε ια ▁ε χ ουν ▁τρεις ▁κυρ ι ους ▁στο χους :
▁σε ▁p ▁i ▁ οσ ▁ οσ ▁τ ▁α ▁αν ω ▁του ▁80% ▁( 141
▁e van s ▁( pse ). ▁- ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁θα ▁η θε λα ▁να ▁σας ▁καλ ω σο ρι σω ▁στη ▁συζητ ηση .
▁αυτο ▁δεν ▁εχει ▁τι πο τα ▁να ▁καν ει ▁με ▁δια φ θ ο ρα , ▁προ κει ται ▁απ λα ▁για ▁την ▁ πτωση ▁των ▁τιμ ων ▁των ▁πρωτ ων ▁ υ λων , ▁γε γον ος ▁που ▁βασικ α ▁θα ▁ πρεπε ι ▁να ▁μας ▁ βαλ ει ▁σε ▁ σκε ψεις .
▁θε με λι ω δες ▁στο ιχ ειο ▁της ▁εργασ ια ς ▁μας ▁ε δω ▁στο ▁κοιν ο βου λιο ▁ειναι ▁οτι ▁οι ▁απο φα σεις ▁ λαμ βα νο ­ ν ται ▁αφ ου ▁ε χ ουμε ▁δει ▁τα ▁ κει μενα ▁ τυπ ω μενα ▁στο ▁χαρ τι , ▁ο ▁καθ ε νας ▁στη ▁δικ η ▁του ▁ γλωσσ α .
▁— ▁ιδι αι τερες ▁το πι κες ▁προ δια γρα φε ς ▁η ▁τεχν ικ ες ▁απαιτ η σεις ,
▁δο θηκε ▁ε τσι ▁μια ▁απαντ ηση ▁σε ▁ο λους ▁εκ ει νους ▁που ▁ετοιμ αζ ουν ▁σχεδια ▁για ▁τον ▁περιορισ μο ▁του ▁ ρο λου ▁των ▁μικρ ων ▁κρατ ων ▁στη ▁λειτουργ ια ▁των ▁θε σμ ων ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς .
▁ανα κο ιν ωση ▁της ▁επι τρο πη ς ▁στο ▁συμ ­ βου λιο ▁σχετικ α ▁με ▁τα ▁επι κου ρι κα ▁συστ η ματα ▁ κοινων ικη ς ▁ασφαλ ιση ς : ▁ο ▁ ρο λος ▁των ▁επ αγγελ ­ ματ ικ ων ▁συν τα ξι οδο τι κων ▁συστ ημα των ▁για ▁την ▁ κοινων ικη ▁προσ τα σια ▁των ▁εργ αζ ο μενων ▁και ▁οι ▁συνε πει ες ▁τους ▁στην ▁ελ ευ θε ρη ▁κυκλοφορ ια .
▁περι σσ ο τερο ▁απο ▁το ▁η μι συ ▁των ▁χορηγ η σεων ▁της ▁ ετε π ▁στην ▁ ιρ λαν δια ▁αφ ο ρου σε ▁ mme
▁ υλ ικο ▁τ εκ μη ρι ωσης
▁l ▁196 ▁της ▁12 .7. 1989 , ▁ο . ▁24.
▁θα ▁β εβ αι ωση ▁ οπ ▁συν το μα ▁θα ▁υπ αρ ξη ▁ενα ▁νεο ▁ σχε διο ▁και ▁ οπ ▁δεν ▁ε χη ▁νο ημα ▁να ▁αποφασισ ουμε ▁ε δω ▁για ▁μια ▁εκ θεση ▁που ▁δεν ▁ανα ι ▁πλ ε ον ▁επι ­ και ρη .
▁η ▁ελ ευ θε ρωση ▁των ▁κι νη σεων ▁κεφαλ αι ων ▁στις ▁ σχε σεις ▁με ▁τις ▁τρι τες ▁χωρ ες
▁μ ( « ς ▁καθ ησ υ χα ζει ▁η ▁δε σμ ευση
▁24 6 . στι ς ▁6 ▁ ∆ εκ εμ " ρι υ ▁2000, ▁η ▁ευ ρω pi α ικη ▁ε pi ι τρ pi η ▁εν ε κρι νε ▁κι νη ▁ε pi ι ει ρ ηση ▁με ▁την ▁pi ια συν δυ αν ται ▁ ι ▁ δρα στη ρι τη τες ▁της ▁γαλλικ ης ▁ εται ρ ειας ▁fram ato me ▁sa ▁και ▁της ▁ γερμαν ικη ς εται ρ ειας ▁sie mens ▁ag ▁στ ν ▁τ με α ▁της ▁pi υρ ην ικη ς ▁ενεργ ειας .
▁για ▁την ▁επι τρο πη ▁rene ▁ste i chen ▁με λος ▁της ▁επι τρο πη ς
▁77 ▁της ▁κ . ▁van ▁put ten ▁( η -10 89 / 93)
▁3 639 / 85 ▁και ▁( ε οκ ) ▁αρ ι θ .
▁εκ θεση ▁για ▁την ▁ε λλα δα , ▁ σελ . ▁25.
▁η ▁κοιν η ▁ θεση ▁καθ ορ ιζ ει ▁τους ▁ο ρους ▁παρ ο χη ς ▁ανοικτ ου ▁δικ τυ ου ▁για ▁τις ▁ μισθ ω με νες ▁ γραμμ ες , ▁δι ευκριν ιζ οντας ▁τι ▁ ειδ ους ▁ μισθ ω με νες ▁ γραμμ ες ▁ πρεπε ι ▁να ▁δια τι θεν ται ▁με ▁εν αρ μον ισ μενο ▁τροπο ▁στα ▁κρατ η ▁με λη .
▁98 ▁ πρεπε ι ▁να ▁τροπο ποι η θει , ▁ λαμ βα νο με ­ νων ▁υπο ψη ▁των ▁διατ αξ εων ▁των ▁κανονι σμ ων ▁( ε οκ ) ▁αρ ι θ .
▁για ▁pi οι ο ▁ ει δος ▁ υ pi η ρε σι ων ▁pi ρο β λε pi εται ▁ευ ρω pi α ικο ▁οικ ολογ ικο ▁ σημα ; 4 .
▁ ­ diplom e ▁d ' et at ▁de ▁doc teur ▁en ▁med e cine ▁den taire ­ . ▁που ▁χορηγ ει ται ▁απο ▁την ▁κρατ ικη ▁εξε τα στικ η ▁επι τρο πη ·
▁ρε ▁doc ▁α ▁3- 301 / 94 ▁β ▁εκ θεση ▁της ▁επι τρο πη ς ▁εξω τε ρι κων ▁υπο θε σεων ▁και ▁ασφαλ ειας ▁σχετικ α ▁με ▁τη ▁δια δικα σια ▁ ει ρη ν ευση ς ▁στη ▁με ση ▁ανα το λη ▁εισ η γη της : ▁ο ▁κ . ▁ei sso ▁wol t jer ▁με ρος ▁β : ▁αιτ ι ολογ ικη ▁εκ θεση ▁26. 04. 1994 - ▁10 ▁σε λιο ες ▁is bn ▁92 - 77 - 698 37 -3 ▁ay - co - 94 -32 2- gr - a ▁μικρο φορ μα
▁1951 ▁18 ▁απ ρι λι ου ▁οι ▁εξ ι ▁υπο γραφο υν ▁στο ▁παρ ι σι ▁τη ▁συν θη ­ κη ▁περι ▁ιδ ρυ σεως ▁της ▁ευρωπα ικη ς ▁κοιν ο ­ τητα ς ▁ανθ ρα κα ▁και ▁χαλ υ βα ▁( εκ αχ ).
▁ποια ▁κρατ η ▁με λη ▁ε χ ουν ▁ δηλ ωσε ι ▁οτι ▁αδ υν ατ ουν ▁να ▁τροπο ποι η σουν ▁κατα λλη λω ς ▁τις ▁ τελ ων εια ­ κες ▁δια δικα σι ες ▁τους ▁ ω στε ▁να ▁ λαβ ουν ▁υπο ψη ▁την ▁υλοποι ηση ▁της ▁πραγματ ικη ς ▁κοιν ης ▁ αγορ ας ▁ε ως ▁την ▁η μερ ο μη νια - στο χο ▁του ▁1992 ;
▁περι λαμ βα ν οντας ▁τα ▁δυο ▁τελε υ ται α ▁ε τη ▁του ▁προηγ ουμε νου ▁προγραμματ ος ▁1976 - 1980 , ▁το ▁προ γραμμα ▁αυτο , ▁στο ▁ο ποι ο ▁συμ με τε χ ουν ▁και ▁η ▁' ελ βε τια ▁και ▁η ▁σου η δια ▁δια θε τει ▁για ▁τα ▁εκ τος ▁je t ▁( jo int ▁european ▁to rus ) ▁σχεδια , ▁πιστ ω σεις ▁αν ω τα του ▁ υ ψ ους ▁19 0,5 ▁εκατ ομ μ υ ρι ων ▁ελ μ , ▁εν ω ▁για ▁το ▁ιδιο ▁το ▁ σχε διο ▁je t , ▁το ▁ανα στα το ▁ υ ψ ος ▁της ▁κοιν ο τικη ς ▁συνε ισ φορ ας ▁για ▁τη ▁φ αση ▁της ▁κατα σκε υ ης , ▁που ▁καλ υπ τει ▁τη ▁βασικ η ▁απο δοση , ▁ορ ιζ εται ▁σε ▁145 ▁εκατ ομ μ υ ρια ▁ελ μ .
▁μεγαλ υ τερη ▁ σημα σια ▁εχει ▁η ▁δημιουργ ια ▁μιας ▁πραγματ ικη ς ▁ σχε σης ▁μετα ξ υ ▁ο λων ▁των ▁ εται ρων , ▁που ▁θα ▁βασ ιζ εται ▁σε ▁κοιν η ▁συμφων ια .
▁ο λες ▁μας ▁οι ▁ κεντρ ικ ες ▁ ιδε ες ▁θα ▁ε πρεπε ▁να ▁ειναι ▁προς ▁αυτ ην ▁την ▁κατε υθυν ση , ▁προς ▁την ▁κατε υθυν ση ▁μιας ▁αναπτ υ ξης ▁που ▁να ▁σε β εται ▁τα ▁ οντα , ▁τους ▁περιορισ με νους ▁ φυσ ικ ους ▁πο ρους , ▁και ▁που ▁να ▁εγγυ α ται ▁στις ▁μελλοντικ ες ▁γενε ες ▁ενα ▁α θι κτο ▁αναπτ υ ξι α κο ▁δυναμ ικο .
▁ ι ▁ ­ ▁8 865
▁brand enburg ▁: ▁δανε ιο ▁για ▁την ▁εγγυ ηση ▁της ▁ρε υ στο τητα ς ▁σε ▁μια ▁εκ με τα λλ ευση ▁ ει δων ▁ κη που ρ ικη ς ▁και ▁φ ρου των
▁is abel ▁mota ▁ υφ υπουργ ος ▁προγραμματ ισ μου ▁και ▁περιφερ ει ακ ης ▁αναπτ υ ξης
▁επ ο μεν ως , ▁το σο ▁οι ▁ νομ ικο ι ▁ο σο ▁και ▁ο ▁καθ ε ▁ πολιτ ης ▁ πρεπε ι ▁να ▁συμπ λη ρω σουν ▁τη ▁ γνωσ η ▁τους ▁των ▁διατ αξ εων ▁του ▁δικαι ου ▁της ▁χωρ ας ▁τους ▁με ▁τη ▁ γνωσ η ▁των ▁διατ αξ εων ▁του ▁κοιν ο τι κου ▁δικαι ου , ▁που ▁εκ τελ ουν ται , ▁εφαρμο ζ ονται ▁η ▁ ερ μην ευ ονται ▁απο ▁το ▁εθνικ ο ▁δικαι ο ▁και ▁που ▁ε χ ουν , ▁σε ▁ορ ισ με νες ▁περι πτω σεις , ▁προ τερα ιο τητα .
▁γενικ ες ▁ πτυ χες
▁υπο ▁το ▁π ρισμα ▁του ▁απο λυ τως ▁επ ει γον τος , ▁ πρεπε ι ▁επι σης ▁να ▁επι κ ρο τη θει ▁το ▁οτι ▁το ▁συγκ ε κρι μενο ▁ σχε διο ▁οδηγ ια ς ▁εχει ▁η δη ▁υπο βλη θει , ▁εν ω ▁ εμ εις ▁ακ ο μη ▁συζητ αμε ▁ σημ ερα ▁το ▁προ παρα σκε υ ασ τικο ▁εγ γραφο .
▁ο ▁ειδικ ο τερα ▁ενδιαφερ οντα : ▁τα ▁δικαι ω ματα ▁του ▁ ανθρωπ ου ▁και ▁ο ▁πυρ ην ικο ς ▁αφ ο πλ ισ μος .
▁μα λι στα , ▁δεν ▁παρ ι στα ται ▁στην ▁αι θ ουσα ▁καν εις ▁εκ προ σω πος ▁της ▁επι τρο πη ς ▁η ▁του ▁συμβ ουλ ιου .
▁υπο ▁αυτ η ▁την ▁εν νοια , ▁αν ▁και ▁αντι τα σσ ο μα στε ▁σε ▁αυ ­ την ▁την ▁εν ισ χ υ ση ▁των ▁εξ ουσι ων ▁της ▁επι τρο πη ς , ▁το ▁αντι βα ρο ▁που ▁ανα τε θηκε ▁στην ▁επι τρο πη ▁ειδικ ου ▁φορ ου ▁κατα ναλ ωσης , ▁αρ μο δια ▁με ▁ ρυθμ ιστ ικο ▁και ▁συμ ­ βου λευ τικο ▁τροπο , ▁μας ▁φ αι νεται ▁α παρα ι τη το .
▁προσ παθ ησα ▁να ▁σας ▁το ▁επι σημα νω ▁κατα ▁την ▁ ωρα ▁της ▁παρε μ βα σεως ▁σας , ▁αλλα ▁δεν ▁μου ▁το ▁επι τρε ψα ­ τε .
▁στη ▁συνεχ εια ▁θα ▁ανα φερ θ ουν ▁συν το μα ▁οι ▁κυρ ιο τερες ▁ γνω μ οδο τη σεις ▁της ▁ο κε ▁που ▁εμπ ι π τ ουν ▁στην ▁αρ μο διο τητα ▁του ▁τ μη ματος ▁ενεργ ειας , ▁πυρ η ­ νικ ων ▁υπο θε σεων ▁και ▁ερε υ νας .
▁βιο μη χαν ια ▁ σι δη ρου ▁και ▁χαλ υ βα
▁σοσιαλ ιστ ικη ς ▁ομαδ ας , ▁οτι ▁ θεωρ ουμε ▁ανε παρ κη ▁τα ▁δια θε ­ σι μα ▁οικο νομ ικα ▁με σα ▁για ▁τη ▁χρηματοδοτ ηση ▁του ▁προ ­ γραμμα τος ▁ δρα σης ▁υπερ ▁των ▁με ιο νε κτ ουν των ▁ ατο μ ων .
▁προ εδ ρος . ▁- ▁ερωτ ηση ▁αρ ι θ .
▁το ▁ευρωπα ικο ▁συμβ ου λιο , ▁υπ εν θυμ ιζ οντας ▁τα ▁συμπ ερ ασ ματα ▁του ▁της ▁κοπ εγ χα γη ς ▁( δε κ εμ β ριο ς ▁2002 ) ▁και ▁των ▁βρ υ ξε λλ ων ▁( μαρτ ιος ▁2003 ), ▁επανα ­ λαμ βα νει ▁οτι ▁ειναι ▁αποφασισ μενο ▁να ▁υπο στη ρι ξει ▁πληρ ως ▁και ▁με ▁αποτελεσμα τικο τητα ▁την ▁ευρωπα ικη ▁προ οπ τικη ▁των ▁χωρ ων ▁των ▁ δυ τι κων ▁ βαλ καν ι ων , ▁οι ▁ο ποιες ▁θα ▁γι νουν ▁ανα πο σπα στο ▁με ρος ▁της ▁ε ε ▁απο ▁τη ▁ στιγμ η ▁που ▁θα ▁πληρ ουν ▁τα ▁καθ ορ ισ μενα ▁ κρι τη ρια .
▁η ▁ο κε ▁ ανησυχ ει ▁μη πως ▁οι ▁συνε πει ες ▁επι ▁της ▁κοιν ο τικη ς ▁να υ τι λια κη ς ▁ δρα στη ριο τητα ς , ▁που ▁θα ▁ μπο ρου σαν ▁να ▁προ κυ ψ ουν ▁απο ▁περιορισ μου ς ▁οι ▁ο ποι οι ▁επι βα λλ ονται ▁απο ▁τρι τα ▁κρατ η , ▁περιορισ μοι ▁που ▁απο τελ ουν ▁το ▁στο χο ▁της ▁κοιν ο τικη ς ▁ δρα σης ▁συμφων α ▁με ▁το ▁ σχε διο ▁κανονι σ μου , ▁ειναι ▁παρ ο μοι ες ▁με ▁εκ ει νες ▁που ▁ε χ ουν ▁προ κυ ψει ▁απο ▁διε υ θε τη σεις ▁για ▁τον
▁επι σης , ▁ενα ▁τα με ιο ▁για ▁κοιν α ▁προ ­ γραμμα τα ▁ερε υ νας ▁και ▁αναπτ υ ξης ▁προ ορ ιζ ο ταν ▁για ▁τις ▁επιχειρ η σεις ▁εν δυ σης .
▁θα ▁η θε λα ▁για ▁το ▁ λογο ▁αυτο ▁να ▁ζητ η σω ▁τη ▁σχετικ η ▁συγ κατα θεση ▁σας .
▁εγ κριση ▁τροπο ποι η μενη ς ▁επι τρο πη ▁στις ▁27 ▁ μαρτ ιου .
▁πρα σι νη ▁βι β λος ▁της ▁επι τρο πη ς ▁o
▁το ▁συμβ ου λιο ▁καλ ει ▁την ▁επι τρο πη , ▁εν ▁ανα μον η ▁της ▁εγ κριση ς ▁της ▁προ ανα φερ θει σα ς ▁προ τα σης ▁απο φα σης , ▁να ▁εξα σφαλ ισ ει ▁για ▁το ▁1994
▁επ ο μεν ως , ▁στα ▁προσ ω πα ▁που ▁εχει ▁εφαρμο γη ▁η ▁συμ βαση ▁κατα λεγ ονται , ▁συμφων α ▁με ▁το ▁αρ θρο ▁της ▁2 , ▁ οχι ▁μονο ▁τα ▁ φυσ ικα ▁και ▁ νομ ικα ▁προσ ω πα , ▁αλλα ▁και ▁ ολα ▁τα ▁ ει δη ▁μον ιμ ων ▁επιχειρηματικ ων ▁εγ καταστ α σεων ▁που ▁απ α ριθμ ουν ται ▁στην ▁παρα γραφο ▁1 , ▁ σημ ειο ▁2 , ▁στο ιχ ειο ▁a , ▁του ▁ αρθρ ου ▁αυτο υ , ▁σε ▁αντι θεση ▁με ▁τις ▁αλλ ες ▁κατηγορ ιες ▁εν ια ι ων ▁οικο νομ ικ ων ▁μον α δων ▁που ▁απ α ριθμ ουν ται ▁στην ▁παρα γραφο ▁1 , ▁ σημ ειο ▁2 , ▁στο ιχ ειο ▁b , ▁του ▁εν ▁λογ ω ▁ αρθρ ου ▁και ▁δεν ▁καλ υπ τ ονται ▁απο ▁τον ▁ορ ισ μο ▁που ▁δι δει ▁η ▁συμ βαση ▁στην ▁εν νοια ▁« μον ι μη ▁επιχειρηματικ η ▁εγ κατα σταση ».
▁η ▁απο φα ση ▁επι χο ρη γη σεως ▁ λαμ βα νεται ▁πριν ▁αρχι σει ▁η ▁επι χο ρη γη τε α ▁ δρα στη ριο τητα .
▁η ▁παρα γω γη ▁ε λαιο υχ ιον ▁σπ ορ ιον ▁το ▁2001 ▁με ι ω θηκε ▁σε ▁1 ▁6 10 ▁τον ους , ▁εν ιο ▁το ▁2000 ▁αν ερ χο ταν ▁σε ▁5 ▁ 888 ▁τον ους .
▁— ▁στη ▁να πολ η , ▁η ▁προ τερα ιο τητα ▁δο θηκε ▁στη ▁συν ­ δε ση ▁του ▁απο χ ετε υ τι κου ▁συστ η ματος ▁με ▁τους ▁ σταθμ ους ▁επε ξε ργα σια ς ▁ λυ ματ ων ▁και ▁στην ▁κα ­ τα σκε υ η ▁εν ος ▁νεο υ ▁ σταθμ ου ▁βι ολογ ι κου ▁καθ α ­ ρι σ μου ▁και ▁επε ξε ργα σια ς ▁ λυ ματ ων .
▁για ▁το ▁ λογο ▁αυτο , ▁ζητ ουμε ▁απο ▁ο λες ▁τις ▁χωρ ες ▁να ▁εν ω σουν ▁τις ▁προσ παθ ει ες ▁τους ▁για ▁να ▁ βελ τι ω σουν ▁την ▁παρα κο λου ­ θ ηση ▁και ▁την ▁επ οπ τε ια ▁σε ▁παγ κο σμ ιο ▁επι πεδ ο .
▁παρα κα λω ▁να ▁μου ▁απο σ τελ ν ετε ▁το ▁περι ο δικο ▁ ι ▁& ▁τ ▁magazine ▁της ▁γ δ ▁i ii ▁και ▁της ▁γ δ ▁xi ii ▁( γλωσσ ες : ▁ □ ▁de , ▁π ▁εν , ▁π ▁es , ▁ □ ▁fr ,
▁απο φα ση ▁του ▁ δικα στη ρι ου ▁της ▁14 ης ▁σε π τε μ β ρι ου ▁1999
▁h ▁ο υγ γα ρια www . hunga ry tourism . hu ▁ ι ε υθυν ση η $ ο φων το ▁5 α cy -10 76 ▁ λευκ ω σια ▁τη λ . ▁(3 57) ▁22 ▁46 ▁06 ▁94 φ αξ ▁(3 57) ▁22 ▁76 ▁77 ▁33 e - mail : ▁e p nico sia @ europa rl . eu . int ▁internet : ▁www . europa rl . eu . int / nico sia
▁η ▁μη τρ ικη ▁συν ▁δυο ▁ξε νες ▁ γλωσσ ες
▁η ▁συνε ισ φορ α ▁τους ▁για ▁τη ▁δια σφαλ ιση ▁της ▁επι τυχ ια ς ▁του ▁« ε τους » ▁υπ ηρ ξε ▁σημαντικ η ▁σε ▁δια φορ α ▁επι πεδ α , ▁στο ▁πλ αι σιο ▁της ▁κοιν ο τητα ς .
▁γενικ ες ▁αρχ ες ▁του ▁κοιν ο τι κου ▁δικαι ου
▁ σω στο τερο ▁θα ▁η ταν ▁να ▁που με ▁οτι ▁εκ δω σαμε ▁ενα ▁ ψηφ ισμα ▁για ▁150 ▁εκ .
▁ πηγ η : ▁β λε πε ▁πι να κα ▁1.
▁αναζητ η στε ▁το ▁λ o υλ o υ δι ▁ο ταν ▁καν ετε ▁κρατ η σεις ▁για ▁τις ▁δια κο pi ες ▁σας .
▁καθ εστ ως ▁συν υπ ολογ ισ μου ▁των ▁ ζη μι ων
▁τα ▁αποτελεσμα τα ▁που ▁προ κυ π τ ουν ▁απο ▁τις ▁πρα ξεις ▁καλ υ ψη ς ▁εγ γρα φ ονται ▁στο ▁λογ α ρια σμ ο ▁αποτελεσμα ­ των ▁χρ ησης , ▁συμ μετρ ικα ▁ως ▁προς ▁τα ▁αποτελεσμα τα ▁που ▁προ κυ ­ π τ ουν ▁απο ▁το ▁καλ υπ το μενο ▁τ μη μα ▁του ▁χαρ το φυλακ ιου .
▁54 ▁— ▁ ψηφ ο φορ ιες , ▁σ .
▁ μπο ρει ▁αυτ η ▁η ▁εν τυπ ωση ▁να ▁η ταν
▁κλα ση ▁του ▁κοιν ου ▁ δα σμ ολογ ιου
▁τα ▁κρατ η ▁με λη ▁ δυ ναν ται ▁να ▁παρ εκ κλ ιν ουν ▁απο ▁την ▁οδηγ ια ▁μονο ▁για ▁λογ ους ▁δημοσ ια ς ▁τα ξε ως , ▁δημοσ ια ς ▁ασφαλ ειας ▁η ▁δημοσ ια ς ▁ υγ ειας . ▁9.
▁σε ▁ποι ους ▁το μ εις ▁αυτ η ▁δεν ▁ανα ­ πτυ σσ εται ▁ορθ α ; ▁στους ▁το μ εις ▁ο που ▁αντι με τω π ιζ ονται ▁κακο ι ▁ο ροι ▁ανταγων ισ μου ▁και ▁α θε μι τος ▁ανταγων ι ­ σ μος .
▁δημιουργ η θηκε , ▁με σα ▁στο ▁ιδιο ▁π νε υμα , ▁ομαδ α ▁εργασ ια ς ▁« οι ▁γυναικ ες ▁στη ▁συνεργ α σια ▁για ▁την ▁αναπτ υ ξη .
▁εν ος ▁θε ματος , ▁του ▁ο ποι ου ▁οι ▁δια φορ ες ▁ πλευρ ες ▁ε χ ουν ▁συζητ η θει ▁ λεπτο μερ ως ▁απο ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο , ▁ειδικ ο τερα ▁μα λι στα ▁περ υ σι ▁τον ▁ ιου λιο ▁και ▁το ▁νο εμ β ριο .
▁ οχι , ▁η ▁οικο νομ ικη ▁κατα ρρ ευση ▁και ▁οι ▁επανα στα τι κες ▁μαζικ ες ▁κινητ ο ­ ποι η σεις ▁ειναι ▁η ▁αιτ ια ▁των ▁μεταβολ ων ▁που ▁ ερ μην ευ ο ­ ν ται ▁θε τικα ▁με ▁υπερβολικ η ▁ευ φορ ια .
▁ο μως , ▁παρε ξη γ ησε ▁αυτ α ▁που ▁ ελε γα .
▁tom ▁king ▁ υπουργ ος ▁β ορ ειας ▁ ιρ λαν δια ς
▁κατα ▁την ▁ιταλ ικη ▁δημοκρατ ια , ▁η ▁ φρ αση ▁αυτ η ▁παρε σχε ▁στην ▁επι τρο πη ▁τη ▁δ υν ατο τητα ▁να ▁τροπο ποι ησε ι ▁κατα ▁το ▁δο κ ουν ▁τις ▁εν αντι ον ▁της ▁αιτ ια σεις , ▁χωρ ις ▁να ▁δε σμ ευ εται ▁να ▁κιν ησε ι ▁εκ ▁νεο υ ▁δια δικα σια ▁λογ ω ▁παρα βα σεως .
▁προσ ανα το λι σ μου
▁δευτερ ον , ▁να ▁ανα φερ ο μα στε ▁και ▁στα ▁καλα ▁νεα , ▁πρα γμα ▁που ▁και ▁ο ▁εισ η γη της ▁εκ ανε ▁πριν ▁απο ▁λιγ ο .
▁η ▁ κοινων ι κου ▁μον τε λου .
▁στην ▁πραγματ ικο τητα , ▁ειναι ▁το ▁προ βλη μα ▁των ▁ιδι ων ▁πο ρων ▁καθ ως ▁και ▁της ▁δημοσ ιο νομ ικη ς ▁αυτο νομ ια ς ▁της ▁κοιν ο τητα ς ▁που ▁τι θ εται ▁ σημ ερα ▁εκ ▁νεο υ .
▁ ιο ▁π υ σο ▁αυτο ▁θα ▁χρησιμοποι ει ται ▁για ▁την ▁κατα ρτ ιση ▁να υ των ▁— ▁α λι εων ▁της ▁ γου ινε ας ▁και ▁θα ▁κατα βα λλ εται ▁στο ▁λογ υρ ισ ο μο ▁που ▁θα ▁υπο δει ξουν ▁οι ▁α ( ι χι ▁< ▁ \ ▁της ▁ γου ινε ας .
▁το ▁πρωτο δι κει ο ▁απο φασ ιζ ει :
▁μελλοντικ ε ▁pi ρο ο pi τι κε
▁απο φα ση ▁της ▁επι τρο πη ς .
▁αρ θρο ▁43
▁η ▁ο κε ▁φ ρο νει ▁επι σης ▁οτι ▁ειναι ▁υπερβολικ ο ▁το ▁ειδικ ο ▁βαρ ος ▁που ▁δι δ εται , ▁ο το ▁ σχε διο ▁προ υπ ολογ ισ μου , ▁στην ▁τεχν ικη ▁βοηθ εια ▁και ▁την ▁ παρακολουθ ηση ▁του ▁προγραμματ ος .
▁ε τυχ ε , ▁κυρ ι ε ▁προ εδ ρε , ▁τον ▁ ια νου α ριο ▁του ▁1990 , ▁να ▁γι νω ▁αυτο πτη ς ▁ μαρτ υ ρας ▁των ▁με θ οδ ων ▁αυτ ων , ▁ο ταν ▁μετ εβ ην ▁επι ▁το που , ▁ δηλ α δη ▁στον ▁συν εται ρι σμ ο ▁του ▁ji f lik , ▁που ▁βρ ι σκ εται ▁στην ▁ κοι λα δα ▁του ▁ ι ορ δα νη .
▁1) ▁στο χος
▁πολυ ▁καλα ▁(5) ▁με τρια ▁(3) ▁ανε παρ κω ς ( ι ) ▁καθ ο λου ▁(0)
▁cas si dy ▁εκ ει νες ▁ιδι αι τερα ▁που ▁α φορ ουν ▁τις ▁ δα πα νες ▁του ▁δε υ τε ­ ρου ▁πα κε του ▁del ors .
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁βιο μη χαν ιες ▁κλ ωσ του φαν τουρ γι κων ▁προ ιον των , ▁ ει δων ▁εν δυ σης , ▁ δερ ματος , ▁υπο δη ματ ων ▁και ▁επι π λων
▁για ▁το ▁σκοπ ο ▁αυτο , ▁η ▁επι τρο πη ▁υπ ε βα λε ▁προ τα ση ▁οδηγ ια ς ▁σχετικ α ▁με ▁τη ▁ βελ τι ωση ▁της ▁συνεργ α σια ς ▁μετα ξ υ ▁των ▁αρ μο δι ων ▁διοικητικ ων ▁αρχ ων ▁των ▁κρατ ων ▁με ­ λων ▁(16) ▁στον ▁το με α ▁της ▁εισ π ρα ξης ▁των ▁ο φει λων , ▁βασ ει ▁του ▁ αρθρ ου ▁95 ▁της ▁συν θη ­ κη ς ▁εκ .
▁συ σταση : ▁η ▁ο κε ▁συν ι στα ▁στην ▁επι τρο πη ▁να ▁με λε τησε ι ▁και ▁να ▁ θεσ πι σει ▁με τρα ▁με ▁τα ▁ο ποι α ▁να ▁διε υρ υν θει ▁η ▁εν νοια ▁της ▁ δημο ­ σια ς ▁υπηρε σια ς ▁στις ▁δια συν ο ρια κες ▁ σχε σεις , ▁ιδι ως ▁για ▁να ▁συ μπερι λη φ θ ουν ▁οι ▁δια με θ ο ρια κες ▁υπηρε σι ες ▁στις ▁ασ τι ­ κες ▁η ▁τις ▁ γει το νικ ες ▁ζω νες .
▁1982 ▁— ▁40 4 ▁σ . ▁: ▁8 ▁δια γραμμα τα
▁ενα ▁αποφασισ τικο ▁στο ιχ ειο ▁που ▁επ η ρε αζ ει ▁την ▁επι βολ η ▁της ▁εφαρμο γη ς ▁των ▁κανονι σμ ων ▁ειναι ▁η ▁ φυσ η ▁των ▁ιδι ων ▁των ▁μετ ρων .
▁και ▁υπ αρ χει ▁κατ ι ▁σημαντικ ο .
▁καλ ε σε ▁τον ▁προ ε δρο ▁μιλ οσ εβ ιτς ▁να ▁συνεργ ασ θει ▁με ▁ ι ι υ τη ▁την ▁απο στο λη , ▁πρα γμα ▁που ▁θα ▁απο τε λε σει ▁σημαντικ ο ▁στο ιχ ειο ▁για ▁την ▁μελλοντικ η ▁ πορ εια ▁των ▁ σχε σεων ▁μετα ξ υ ▁της ▁ευρωπα ικη ς ▁εν ω ­ σης ▁και ▁της ▁ομο σπονδ ια κη ς ▁δημοκρατ ια ς ▁της ▁γι ου ­ γκο σ λαβ ια ς .
▁— ▁( ε γγ ρ .
▁η ▁ευ ρω ­ πη ▁προ ασπ ιζ ει ▁ κοινων ικ ες ▁και ▁ πολιτ ι ­ στικ ες ▁αξι ες , ▁οι ▁ο ποιες ▁απο τελ ουν ▁τη ▁ βαση ▁της ▁συμβ ι ωσης ▁των ▁ πολιτ ων ▁της ▁σε ▁συν θηκε ς ▁ ει ρη νης ▁και ▁ελ ευ θε ρια ς .
▁αγροτικ η ▁ανα pi τυ ξη ▁στην ▁ε ε
▁προ τε ινε ▁στο ▁ δικα στη ριο ▁" να ▁απο ρ ρι ψει ▁την ▁προσφυγ η ▁και ▁προσ φε υγ ουσα ▁στα ▁δικαστικ α ▁εξο δα ".
▁ τελ ων εια κη ▁εν ωση
▁αυτ η ▁η ▁ομαδ α ▁απο τελ ει ▁τον ▁πυρ η να ▁των ▁πιο ▁« προ η γ μενων » ▁συν ορ ων .
▁τροπο ποι ηση ▁του ▁ αρθρ ον ▁75 ▁του ▁κανονι σ μου
▁με ▁εγ γραφο ▁της ▁2 ας ▁ μαρτ ιου ▁1993 , ▁η ▁επι τρο π » ' ] ▁πληροφορ ι ] σε ▁την ▁προσ φε υγ ουσα ▁οτι ▁ο ▁φακ ε λος ▁της ▁η ταν ▁πληρ ης ▁και ▁οτι ▁το ▁δια στη μα ▁τι ον ▁120 ▁η μερ ο ον ▁που ▁προβ λε π εται ▁για ▁την ▁αξι ολογ ηση ▁της ▁αλ τρε νο γε στη ς ▁απο ▁την ▁εκ φ ▁ ει χε ▁αρχι σει ▁στις ▁23 ▁φ εβ ρου αρ ιου ▁1993.
▁επι σης , ▁τα ▁επι δο ματα ▁αν ερ για ς ▁υπερ βα ιν ουν ▁ σημ ερα ▁το ▁5% ▁των ▁κρατ ικ ων ▁ δα παν ων ▁στην ▁κοιν ο ­ τητα .
▁* ▁η ▁αναλογ ια ▁α θη των ▁ανα ▁εκ pi α ιδε υ τικο ▁δεν ▁χρ η σι ▁ο pi οι η θηκε ▁ ω  ▁δει κτη  ▁pi οι ο τητα  , ▁ε pi ει δη ▁στο χο  ▁η ταν ▁η ▁αυ ξη ση ▁τη  ▁αναλογ ια  ▁για ▁λογ ου  ▁κοστ ου  ▁και ▁α pi οδο τικο τητα  , ▁και ▁ οχι ▁η ▁ ει ωση ▁τη  ▁( θα ▁α pi ο τε λου σε ▁εν δει ξη ▁pi ρο βλη ▁ ατ ισ ▁ ου ▁ ω  ▁pi ρο  ▁την ▁pi οι ο τητα ).
▁επ ο μεν ως , ▁ μπο ρει ▁να ▁περι ορ ιζ ει ▁το ▁εν δο κο ινο τικο ▁εμπορ ιο ▁υπηρε σι ων .
▁23 40 /2002 ▁και ▁του ▁κανονι σ μου ▁( εκ ) ▁αρ ι θ .
▁αυτ η ▁εν ▁πα ση ▁περι πτω σει ▁ειναι ▁η ▁ γνω μη ▁της ▁επι τρο ­ πη ς .
▁η ▁εξε λι ξη ▁ειναι ▁επι σης ▁εν θα ρρ υν τικη ▁για ▁αρκετ ες ▁χ ρε ω με νες ▁χωρ ες .
▁fili ppi ▁( ρ ρε ), ▁εισ η γη της . ▁— ▁( it ) ▁κυρ ια ▁προ εδ ρε , ▁πραγματ ι ▁πιστ ευ ω ▁οτι ▁με ▁την ▁εγ κριση ▁της ▁τροπο λογ ια ς ▁αρ ι θ .
▁εν ισ χ υ σεις ▁για ▁την ▁ανα pi ρο - σα ρ μο γη ▁( αρθρ ο ▁56 ▁της ▁συν θη κη ς ▁εκ αχ )
▁υπερ δι ε γερ ση ▁του ▁αυτο νομ ου ▁νευρ ι κου ▁συστ η ματος ▁συ χ να ▁με ▁τη ▁ μορφ η ▁η πι ου ▁« τρο μου », ▁κα ποι ο ▁αγ χος ▁και ▁η πια ▁να υ τια .
▁ακολουθ ων τας ▁τη ▁ νομ ολογ ια ▁demi rel ▁( απο φα ση ▁της ▁30 ης ▁σε π τε μ β ρι ου ▁1987 , ▁12 / 86 , ▁συλλ ο γη ▁1987 , ▁σ .
▁τα ▁εργ α ▁υπο δο μη ς , ▁στο ▁συν ολο ▁τους , ▁απο ρ ­ ροφ ησαν ▁τα ▁8 /10 ▁των ▁χρηματοδοτ η σεων .
▁ χρον ολογ ικο ▁ευ ρε τη ριο ▁( συν ε χει α )
▁η ▁απο φα ση ▁δια πιστ ων ει ▁οτι ▁η ▁επι τρο πη ▁θα ▁ε πρεπε ▁να ▁ ει χε ▁ λαβ ει ▁υπο ψη ▁το ▁γε γον ος ▁οτι ▁δεν ▁συνε φερ ε ▁την ▁ak zo ▁να ▁αποκ αλ υφ θ ουν ▁τα ▁εμπορικ α ▁της ▁μυστικ α .
▁για ▁να ▁εξ ακριβ ω θει ▁το ▁καθ εστ ως ▁των ▁ υ δα των ▁κολ υμ β ησης ▁σε ▁συ σχε τι ση ▁με ▁τις ▁ φυσ ικο χη μι κες ▁παρα μετρ ους ▁4 ▁ε ως ▁6 ▁του ▁παρα ρ τη ματος ▁ ι , ▁θα ▁χρ εια στ ει ▁να ▁γι νουν ▁μακρο σκο π ικη / οπ τικη ▁εξε τα ση ▁και ▁ανα λυ τι κες ▁μετ ρη σεις ▁συμφων α ▁με ▁τις ▁δο κι με ς ▁που ▁περι γρα φ ονται ▁στη ▁στη λη ▁δ ▁του ▁παρα ρ τη ­ ματος ▁ ι .
▁κυρ ι ε ▁προ εδ ρε , ▁κυρ ιες , ▁κυρ ι οι ▁ βου λευ τες ,
▁επι τρο πη ς ▁προβ λε π εται ▁να ▁υπο βλη υ ουν ▁με χ ρι ▁το ▁καλο και ρι , ▁ ω στε ▁κατα ▁την ▁ισ παν ικη ▁προ εδ ρια ▁να ▁ολοκληρ ω υ ουν ▁οι ▁απ αι ­ τ ουμε νες ▁ υ εσ μι κες ▁δια δικα σι ες ▁και ▁δια βου λευ σεις ▁για ▁την ▁εκ δοση ▁οδηγ ια ς ▁του ▁συμβ ουλ ιου .
▁ore ja , ▁επι τρο πος .
▁με ▁ δικο γραφο ▁που ▁κατε θε σε ▁στη ▁ γραμμα τε ια ▁του ▁πρωτο δι κει ου ▁στις ▁25 ▁μα ιου ▁2001, ▁η ▁ρ ▁& ▁ο ▁fer ries ▁ασκ ησε ▁την ▁προσφυγ η ▁της ▁στην ▁υπο θεση ▁τ - 116 /01 . ▁με ▁ δικο γραφο ▁που ▁κατε θε σε ▁στη ▁ γραμμα τε ια ▁του ▁πρωτο δι κει ου ▁στις ▁31 ▁μα ιου ▁2001, ▁το ▁di puta cion ▁ασκ ησε ▁την ▁προσφυγ η ▁του ▁στην ▁υπο θεση ▁τ - 118 /01 .
▁ ι ▁καν ▁ο ▁p ▁i ▁οι ▁η ▁ τικα ▁ολοκληρ ω θηκε ▁ στι 7 ▁29 .7. 2005
▁και ▁η ▁ευρωπα ικη ▁εν ωση ▁δεν ▁εχει ▁μονο ν ▁δε σμ ευ τει ▁να ▁συνε ισ φερ ει ▁κα ποι α ▁εν ισ χ υ ση , ▁αλλα ▁πληρ ωσε ▁στην ▁πραγματ ικο τητα ▁περι σσ ο τερο ▁απο ▁το ▁80 ▁% ▁της ▁εν ▁λογ ω ▁συνε ισ φορ ας , ▁κατ ι ▁που ▁δε ▁συμβ αι νει ▁με ▁αλλο υς ▁χρηματοδοτ ικ ους ▁και ▁ πολιτικ ους ▁ εται ρους ▁της ▁ ει ρη ν ευ τικη ς ▁δια δικα σια ς .
▁δεν ▁υπ αρ χει ▁ σημ ερα ▁επι τα γη .
▁« ▁ υπα λλη λοι — αγ ω γη ▁ αποζημ ι ω σεως — ▁επαγγελματικ η ▁νοσ ος — ▁ ζη μια — ▁συν υπ ολογ ισ μος ▁των ▁παρ ο χων ▁που ▁χορηγ ουν ται ▁βασ ει ▁του ▁ αρθρ ον ▁73 ▁τον ▁κ υκ ▁— ▁δια ρκ εια ▁της ▁δια δικα σια ς ▁ανα γνω ρι σεως ▁επαγγελματικ ης ▁νοσ ου ▁— ▁π τα ισμα » ▁( δε υ τερο ▁τ μη μα )
▁tu ▁στο ι χει η ▁δε ιχν ουν ▁επι βρα δυ νση ▁σε ▁ σχε ση ▁με ▁τα ▁προηγ ουμε να , ▁ε τη - ▁οι ▁ανα λη ­ ψεις ▁υποχρεω σεων ▁περι σσ ο τερο ▁απο ▁τις ▁πληρ ωμ ες ▁εκ φ ρα ζουν ▁τη ▁δυναμ ικο τητα ▁των ▁eta .
▁εν ▁πα ση ▁περι πτω σει , ▁αυτο ▁απο τελ ει ▁ειδικ η ▁ε υθυν η ▁επι ▁της ▁γεω ρ για ς ▁επι τρο που .
▁ε τος ▁2.
▁ορ ισ μος ▁των ▁αρχ ων ▁ανταγων ισ μου ▁των ▁κρατ ων ▁με λων
▁ε α : ▁e κ τι  ηση ▁αντι κτ υ pi ου .
▁αλλα ▁ σημ εια ▁που ▁εξε τα στηκαν
▁αυτο ι ▁ειναι , ▁πιθαν ο τα τα , ▁κοιν οι ▁στο χ οι .
▁τα ▁αιτ η ματα ▁που ▁ε θε σε ▁ο ▁κ . ▁poet tering ▁κιν ουν ται ▁στη ▁ σω στη ▁κατε υθυν ση ▁και ▁εφ ο σον ▁γι νουν ▁αποδ εκ τα ▁θα ▁απο τε λε σουν ▁ενα ▁μεγαλ ο ▁β ημα ▁στην ▁κατε υθυν ση ▁της ▁κατα πολ εμ ησης ▁της ▁τρομοκρατ ια ς .
▁κατ οπ ιν ▁αυτ ων , ▁θα ▁υπο βλη θει ▁εκ θεση ▁της ▁επι τρο πη ς ▁ε λεγ χου ▁του ▁προ υπ ολογ ισ μου ▁σχετικ α ▁με ▁τη ▁ δρα στη ριο ­ τητα ▁της ▁εκ αχ .
▁το ▁με λος ▁αυτο ▁ασκ ει ▁την ▁προ εδ ρια ▁κατα ▁το ▁δια στη μα ▁1 ▁η ▁απ ρι λι ου ▁ε ως ▁30 ▁σε π τε μ β ρι ου , ▁εν ω ▁απο ▁την ▁1 ▁η ▁ οκ τω β ρι ου ▁ε ως ▁τις ▁31 ▁ μαρτ ιου ▁προ ε δρ ευ ει ▁με λος ▁του ▁συμβ ουλ ιου ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των .
▁να ▁εν ισ χ υθ ει ▁η ▁συνεργ α σια ▁με ▁το ▁συνδε σμ ο ▁αεροπορικ ων ▁αρχ ων ▁( ja a ) ▁με σω ▁της ▁εν σω ματ ωσης ▁του ▁στο ▁κοιν ο τικο ▁ νομ οθετ ικο ▁πλ αι σιο ▁προ κει μενο υ ▁να ▁επι βλη θει ▁στα ▁κρατ η ▁με λη ▁η ▁εγ κριση ▁των ▁ κοινων ▁ κω δι κων ▁που ▁διε π ουν ▁τους ▁τεχν ικ ους ▁καν ο νες ▁και ▁τις ▁διοικητικ ες ▁δια δικα σι ες ▁στον ▁το με α ▁της ▁αερο πορ ια ς ▁και ▁η ▁τη ρ ηση ▁των ▁απαιτ η σεων ▁και ▁των ▁διοικητικ ων ▁δια δικα σι ων ▁που ▁εχει ▁ θεσ πι σει ▁ο ▁ja a .
▁ο μοι ως , ▁σε ▁περι πτωση ▁συγ χων ευση ς ▁η ▁απο ρ ροφ ησης ▁επιχειρ η σεων , ▁οι ▁αδ ει ες ▁εκ με ταλ λευ σης ▁και ▁αεροπορικ ου ▁μετα φορ ε α ▁επαν υπο βα λλ ονται ▁στις ▁αρ μο δι ες ▁υπηρε σι ες ▁για ▁εγ κριση . ▁10.
▁οι ▁δυσ χε ρει ες ▁οι ▁ο ποιες ▁αντι με τω πι στηκαν ▁την ▁περ α ­ σ μενη ▁φορ α ▁ο σον ▁α φορ α ▁τα ▁πρωτο κο λλα ▁ο φει λ ονται ▁σ ' ▁αυτο ▁ ακριβ ως .
▁η ▁κοιν ο τητα ▁ειναι ▁η ▁μεγαλ υ τερη ▁εμπορικ η ▁δυναμ η ▁στον ▁κοσμ ο , ▁ο πως ▁αποδ εικ ν υ ε ­ ται ▁απο ▁το ▁με ρι διο ▁της ▁στις ▁παγ κο σμ ιες ▁αντ αλλ αγ ες , ▁στο ▁ο ποι ο ▁δεν ▁συ μπερι λαμ ­ βα νεται ▁το ▁εν δο κο ινο τικο ▁εμπορ ιο ▁( σελ . ▁12 ).
▁τροπο ποι η μενη ▁προ τα ση ▁απο φα σης ▁του ▁συμβ ουλ ιου ▁σχετικ α ▁με ▁τη ▁συνα ψη ▁συμφων ια ς ▁υπο ▁ μορφ η ▁αντ αλλ αγ ης ▁επι στο λων ▁μετα ξ υ ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς ▁και ▁των ▁η νω μενων ▁ πολιτ ει ων ▁για ▁τις ▁δημοσ ιες ▁συμβ α σεις
▁οι ▁ πολιτικ ες ▁ομαδ ες ▁δια θε τ ουν ▁ γραμμα τε ια , ▁στο ▁πλ αι σιο ▁του ▁οργαν ο γραμμα τος ▁της ▁γενικ ης ▁ γραμμα τ ειας , ▁διοικητικ ο ▁εξο πλ ισ μο ▁και ▁πιστ ω σεις ▁που ▁εγ γρα φ ονται ▁στον ▁προ υπ ολογ ισ μο ▁του ▁κοιν οβ ουλ ιου .
▁vir gili o ▁per eira ▁( ld r ). ▁— ▁( pt ) ▁κυρ ι ε ▁προ εδ ρε , ▁κυρ ι οι ▁ βου λευ τες , ▁το ▁α τυχ ημα ▁του ▁τσ ερ νομ π ιλ ▁μας ▁υποχρεω νει ▁να ▁ανα θεωρ η σουμε ▁τη ▁ σταση ▁μας ▁απε ν αντι ▁στην ▁ ει ρη νικ η ▁χρ ηση ▁της ▁πυρ ην ικη ς ▁ενεργ ειας , ▁η ▁ο ποι α ▁πα ιζ ει ▁στην ▁ κοι ­ νο τητα ▁βασικ ο ▁ρ ολο ▁στην ▁παρ ο χη ▁η λεκτρ ικη ς ▁ενεργ ειας .
▁θα ▁η θε λα ▁στο ▁ σημ ειο ▁αυτο ▁να ▁πω ▁πως ▁δεν ▁δε χ ομαι ▁να ▁μου ▁καν ει ▁ μαθ ημα ▁ο ▁κυρ ιος ▁for d ▁ο ▁ο ποι ος , ▁ο ▁ιδιο ς ▁ειναι ▁ μαρ ξι στη ς ▁- λε νι νι στη ς ▁τρ οτ σκι στη ς . ισ ως ▁θα ▁η ταν ▁καλ υ τερα ▁να ▁διαβ ασ ει ▁το ▁βιβλιο ▁του ▁κυρ ιου ▁vol gono f ▁που ▁ σημ ερα ▁καν ει ▁απο λογ ισ μο ▁των ▁αγ ριο τη των ▁που ▁διε πρ αχ θησαν ▁που ▁επι κα λ ουν ταν ▁τις ▁ ιδε ολο ­ γ ιες ▁αυτ ες .
▁κρατ η ▁με λη ▁κατα ▁τη ▁δια ρκ εια ▁της ▁ τρε χ ουσα ς ▁δεκα ε ­ τια ς .
▁ο ▁προ εδ ρος ▁της ▁τραπεζ ας , ▁κ . ▁phi li ppe ▁may stadt , ▁στην ▁εν αρ κτη ρια ▁ομιλ ια ▁του ▁παρ ουσι α σε ▁τα ▁κυρ ια ▁στο ιχ εια ▁της ▁ δρα στη ριο τητα ς ▁της ▁τραπεζ ας ▁στις ▁υπο ψηφ ιες ▁χωρ ες : ▁υπο στη ρι ξη ▁των ▁εργ ων ▁υπο δο μη ς , ▁της ▁περιφερ ει ακ ης ▁αναπτ υ ξης ▁και ▁κυρ ι ως ▁των ▁αμ εσ ων ▁ξε νων ▁επε νδυ σεων , ▁οι ▁ο ποιες ▁επι τρεπ ουν ▁τη ▁μετα φορ α ▁ οχι ▁μονο ▁κεφαλ αι ων , ▁αλλα ▁και ▁τεχν ο γνωσ ια ς .
▁οι ▁δια δικα ­ σι ες ▁που ▁ε χ ουν ▁κι νη θει ▁πριν ▁απο ▁την ▁προσ χ ωρ ηση ▁στην ▁ισ παν ια , ▁στην ▁ πορ το γα λια ▁η ▁την ▁κοιν ο τητα ▁στην ▁παρ ουσα ▁της ▁συν θεση ▁θα ▁συνεχ ιστ ουν ▁συμφων α ▁με ▁τις ▁δια τα ­ ξεις ▁της ▁παρα γραφο υ ▁1.
▁ τε λος , ▁θα ▁υπ εν θυμ ι σω ▁με ▁μια ▁λε ξη ▁την ▁επε ιγ ουσα ▁ανα γκ η ▁υπ αρ ξης ▁ολοκληρ ω μενων ▁και ▁αξι ο πιστ ων ▁στα τι στικ ων , ▁σχετικ α ▁με ▁την ▁παρα γω γη ▁ε λαιο λα δου ▁απο ▁τα ▁δια φορ α ▁κρατ η ▁με λη ▁παρα γω γου ς .
▁η ▁pi ρο τα ση ▁ε pi ι κεντρ ων εται ▁ιδι ω ▁i ) ▁στον ▁α pi οτ ελε σα τικο ▁δια χω ρι σο ▁των ▁δικ τυ ων ▁ε τα φορ α , ▁i i ) ▁στην ▁εν ισ χ υ ση ▁των ▁αρ ο διο τη των ▁και ▁τη ▁αν εξ αρ τη σια ▁των ▁ ρυ θι στικ ων ▁αρχ ων , ▁i ii ) ▁στη ▁συνεργ α σια ▁ ετ αξ υ ▁των ▁ ρυ θι στικ ων ▁αρχ ων ▁και ▁i v ) ▁στη ▁συνεργ α σια ▁ ετ αξ υ ▁των ▁διαχειρ ιστ ων ▁συστ η α των ▁ε τα φορ α .
▁πιστ ωση ▁12 ▁ 466 ▁ευ ρω ▁εγ γρα φ εται ▁στο ▁αρ θρο ▁40 ▁01 ▁40 .
▁- ▁τα ▁νεα ▁στο ιχ εια ▁σχετικ α ▁με ▁τις ▁επι πτω σεις ▁της ▁μελλοντικ ης ▁διε υρ υν σης ▁της ▁' εν ωσης ▁στο ▁χωρ ο .
▁το ▁στα διο ▁της ▁δια δικα σια ς .
▁παρ αγωγι κη ▁δυναμ ικο τητα
▁και ▁μια ▁τετ οι α ▁ πρακτικ η ▁ο φει λ ουμε ▁να ▁ακ ο ­ λου θ ουμε ▁συστ ημα τικα , ▁μια ▁τετ οι α ▁ πρακτικ η ▁προ τι θ εται ▁η ▁επι τρο πη ▁να ▁ακολουθ ει ▁συστ ημα τικα ▁στο ▁πλ αι σιο ▁της ▁συνεργ α σια ς ▁της ▁με ▁το ▁κοιν ο βου λιο .
▁δε λ τι ο ▁ε ε ▁10- 2001
▁δευτερ ον , ▁ειναι ▁τα ▁προβληματ α ▁των ▁α στικ ων ▁ κεντρ ων , ▁τα ▁ο ποι α ▁μπ ορ ουν ▁να ▁προ κλη θ ουν ▁το σο ▁απο ▁υπερ βο ­ λι κη ▁αναπτ υ ξη ▁ο σο ▁και ▁απο ▁παρα κ μη .
▁απασχολ ηση , ▁εργασιακ ες ▁ σχε σεις ▁και ▁ κοινων ικ ες ▁υπο θε σεις ▁εκ τε λε σης ▁των ▁οδηγ ι ων
▁με ▁στο χο ▁την ▁εν αρ ξη ▁εν ος ▁δια λογ ου ▁στα ▁πλ αι σια ▁του ▁συμβ ουλ ιου ▁και ▁του ▁κοιν οβ ουλ ιου , ▁η ▁επι ­ τρο πη ▁εκ θε τει ▁στην ▁εν ▁λογ ω ▁ανα κο ιν ωση ▁τα ▁προ κατα ρκ τικα ▁συμπ ερ ασ ματα ▁της ▁σχετικ α ▁με ▁τη ▁δια δικα σια ▁επαν ε ξε τα σης ▁της ▁ πολιτικ ης ▁που ▁εφαρμο ζ εται ▁στον ▁ οπ τικο ακ ουσ τικο ▁το με α ▁απο ▁το ▁1997 , ▁ λαμ βα ν οντας ▁υπο ψη ▁ειδικ ο τερα ▁την ▁εν δια με ση ▁ανα θεωρ ηση ▁του ▁προγραμματ ος ▁media ▁i i , ▁τις ▁ τρε χ ουσες ▁δια βου λευ σεις ▁στα ▁πλ αι σια ▁της ▁πρα σι νης ▁βι β λου ▁για ▁τη ▁συγκ λι ση ▁στον ▁το με α ▁των ▁τηλε πι κοινων ι ων , ▁καθ ως ▁και ▁τα ▁αποτελεσμα τα ▁της ▁δια σκε ψη ς ▁για ▁τον ▁ οπ τικο ­ ακ ουσ τικο ▁το με α , ▁που ▁ε λαβ ε ▁χωρ α ▁στο ▁μπ ιρ μι γ χα μ ▁τον ▁απ ρι λιο ▁του ▁1998.
▁η ▁επι στροφ η ▁εν ος ▁φορ ου ▁υπερ ▁τρι των ▁ο πως ▁ο ▁προ κει μενο ς ▁η ▁η ▁επι στροφ η ▁των ▁ε σο δων ▁του ▁εν ▁λογ ω ▁φορ ου ▁μπ ορ ουν ▁να ▁απο τελ ουν ▁κρατ ικη ▁εν ισ χ υ ση ▁ασ υμ βι βα στη ▁προς ▁την ▁κοιν η ▁ αγορ α ▁αν ▁συντ ρε χ ουν ▁οι ▁προ υπο θε σεις ▁εφαρμο γη ς ▁του ▁ αρθρ ου ▁92 ▁της ▁συν θη κη ς , ▁η ▁δε ▁σχετικ η ▁εκ τι μη ση ▁εμπ ι π τει ▁στην ▁αρ μο διο τητα ▁της ▁επι τρο πη ς , ▁ακολουθ ουμε νης ▁της ▁προς ▁του το ▁δια δικα σια ς ▁του ▁ αρθρ ου ▁93 ▁της ▁συν θη κη ς ."
▁— ▁πλ αι σια ▁συ σκε υ ων ▁ λη ψε ως ▁τηλε ο ρα σεως ▁και ▁¡ ▁με ρη ▁συ των ▁συν η νω μενα ▁η ▁συν ηρ μ ολογ η μενα
▁παρα ▁τις ▁δια τα ξεις ▁του ▁ αρθρ ου ▁123 ▁της ▁συν θη κη ς ▁για ▁τη ▁λειτουργ ια ▁της ▁ευ ρω ▁p ▁i ▁α ▁ ι ▁κ ης ▁εν ωσης ▁και ▁του ▁ αρθρ ου ▁21. 1 ▁του ▁κατα στα τι κου , ▁η ▁κυβερν ηση ▁του ▁η ▁ν ▁ ω ▁ε ▁ νου ▁βασιλ ει ου ▁p ▁i ▁ο ▁ρ ▁ε ▁ ι ▁να ▁δια τη ρη σει ▁την ▁ευχ ερ εια ▁« ways ▁and ▁means » ▁εν αντι ▁της ▁τ ▁ρ ▁α ▁p ▁i ▁ε ▁ζ ▁α ▁ ς ▁της ▁αγ γ λια ς ▁εφ ο σον ▁το ▁η ▁ν ▁ ω ▁ε ▁ν ▁ο ▁βασιλ ειο ▁δεν ▁εχει ▁υιοθετ ησε ι ▁το ▁ευ ρω .
▁« 1) ▁το ▁αρ θρο ▁3 , ▁παρα γραφο ς ▁1 , ▁πρωτο ▁ εδ αφ ιο , ▁τον ▁κανονι σ μου ▁( ε οκ ) ▁17 65 / 92 ▁του ▁συμβ ουλ ιου , ▁της ▁30 ης ▁ ι ουν ιου ▁1992 , ▁για ▁τη ▁ θεσ πι ση ▁καθ εστ ω τος ▁στη ρι ξε ως ▁των ▁παρα γω γων ▁ορ ισ μενων ▁αρ ο τρα ι ων ▁καλλιεργ ει ων , ▁δεν ▁επι βαλ λει ▁στα ▁κρατ η ▁με λη , ▁ο ταν ▁καθ ο ρι ζουν ▁τις ▁περιφερ ει ες ▁παρα γω γη ς ▁να ▁παρα θε τ ουν ▁στις ▁δια τα ξεις ▁εφαρμο γη ς ▁του ▁κανονι σ μου ▁αυτο υ ▁τα ▁ κρι τη ρια ▁που ▁υιοθετ η θηκαν ▁προς ▁του τα
▁με ▁ βαση ▁τα ▁παρα παν ω , ▁η ▁εκ θεση ▁του ▁κ . ▁cerca s ▁al ons o , ▁αφ ου ▁χαιρ ε τι ζει
▁ξε κιν ησε ▁τις ▁εργασ ιες ▁του ▁με ▁μια ▁αν τα λλα γη ▁απο ψε ων ▁με ▁τον ▁κ . ▁ gil - ro bles , ▁προ ε δρο ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου , ▁σχετικ α ▁με ▁τα ▁κυρ ια ▁θε ματα ▁συζητ ησης .
▁η ▁pi ρου pi ο θεση ▁αυτ η ▁δεν ▁ισ χ υ ει ▁σε ▁pi ερ ι pi τ ωση ▁θα να του ▁λογ ω ▁α τυχ η ατο ▁ο pi οι ασ δη pi ο τε ▁ φυσ η ▁η ▁ανα γνω ρι σε νη ▁ε pi αγγελ α τικη ▁ασ θεν εια .
▁πολλ ες ▁επι κρι σεις ▁για ▁τη ▁βοηθ εια , ▁ο πως ▁δο θηκε ▁με χ ρι ▁τ ωρα .
▁επι ▁της ▁ελ λει ψε ως ▁αρ μο διο τητα ς ▁της ▁επι τρο πη ς
▁εγ κριση ▁σε ▁δευτερ η ▁ανα γνωσ η ▁απο ▁το ▁ευ ρω ­ πα ικο ▁κοιν ο βου λιο : ▁ε ε ▁c ▁198 ▁της ▁8 .7. 1996 ▁και ▁δε λ τι ο ▁6- 1996 . ▁ σημ ειο ▁1.3 . 25 ▁εγ κριση ▁απο ▁το ▁συμβ ου λιο : ▁δε λ τι ο ▁10- 1996 . ▁ σημ ειο ▁1.3 . 22
▁το μος ▁6- ια νου αρ ιος ▁1993 - gr
▁αρ θρο ▁17
▁san z ▁fer nan dez ▁( s ), ▁εισ η γη της . ▁— ▁( es ) ▁κυρ ι ε ▁προ ε ­ δρ ε , ▁κυρ ιες ▁και ▁κυρ ι οι ▁ βου λευ τες , ▁το ▁προ γραμμα ▁sci ­
▁αυτο ▁το ▁καν ω ▁για τι ▁ο ▁πολεμ ος ▁αυτο ς ▁ειναι ▁λα θος ▁— ▁λα θος ▁ πολιτικ ο , ▁οικο νομ ικο , ▁περιβαλλοντικ ο ▁kui , ▁το ▁πιο ▁ ση μπ ν τικο , ▁ ηθικ ο .
▁στις ▁10 ▁ μαρτ ιου ▁1988 ▁το ▁κοιν ο βου λιο ▁εν ε κρι νε ▁ ψηφ ισμα ▁που ▁ ει χε ▁εκ πον ησε ι ▁η ▁επι τρο πη ▁ε λεγ χου ▁του ▁προ υπ ολογ ισ μου ▁για ▁το ▁θε μα ▁αυτο ▁(19) .
▁για ▁τους ▁σκοπ ους ▁των ▁παρα παν ω ▁παρα γρα φων ▁1 ▁και ▁2 ▁ο ποι οδ η ποτε ▁οργαν ο ▁κατα τι θ εται ▁απο ▁οργαν ισ μο ▁περιφερ ει ακ ης ▁οικο νομ ικη ς ▁ολοκληρ ωσης ▁δεν ▁θα ▁υπο λογ ιζ εται ▁σαν ▁προσ θε το ▁σ ' ▁αυτ α ▁που ▁κατα τι θεν ται ▁απο ▁κρατ η ▁με λη ▁αυτο υ ▁του ▁οργαν ισ μου .
▁κατα ▁τις ▁ακ ρο α σεις , ▁που ▁διε ξη χ θησαν ▁ τε λη ▁1994 , ▁σας ▁ ρω τη σαμε , ▁κυρ ι ε ▁ore ja , ▁κατα ▁πο σον ▁εκ τι μα τε ▁οτι ▁θα ▁ε πρεπε ▁να ▁καν ουμε ▁κατ ι .
▁ ω στο σο , ▁προ θεση ▁της ▁επι τρο πη ς ▁ri vat ▁να ▁δια τη ρη σει ▁το ▁ κο νδυ λιο ▁« οδ ικη ▁ασφαλ εια » ▁σε ▁συγκ ρι σιμο ▁επι πεδ ο ▁για ▁το ▁ε τος ▁1999.
▁αυτο ▁α φορ α ▁κατ ▁§ ▁εξο χ ην ▁ο ▁ρ ▁ισ ▁a ▁ενα ▁a ▁ ι ▁κ ▁ρ ▁ο ▁τ ▁ε ▁ ρα ▁εργ α ▁« ▁χα ▁a ▁η ▁ λο ▁ υ ▁ κο ▁σ ▁του ▁ 3⁄4 ▁» ▁τα ▁ο ▁p ▁i ▁ο ▁ ι ▁α ▁α ▁p ▁i ▁ο ▁ τελ ουν ▁a ▁ε ▁ ρο ▁ 3⁄4 ▁ευ ρυ τε ρων ▁ στρατηγικ ων ▁το ▁p ▁i ▁ ι ▁ κη ▁ 3⁄4 ▁ανα ▁p ▁i ▁τ ▁ υ ▁ ξη ▁ 3⁄4 ▁ .
▁το ▁κοιν ο βου λιο ▁εχει ▁τη ▁δ υν ατο τητα ▁να ▁τροπο ποι ησε ι ▁την ▁κατα νομ η ▁τους , ▁κυρ ι ως ▁ο μως ▁να ▁αυ ξη σει ▁τον ▁ο γκο ▁τους ▁με σα ▁στα ▁πλ αι σια ▁που ▁καθ ορ ιζ ονται ▁βασ ει ▁εν ος ▁αν ω τα του ▁ορ ιου .
▁ ραν ▁ο μως ▁τις ▁δι εθν εις ▁μας ▁υποχρεω σεις ▁που ▁ανα λαβ αμε . ▁ας ▁επι στη σω ▁ξανα ▁την ▁προσ ο χη ▁σας ▁σ ' ▁αυτο ▁το ▁θε μα .
▁ τε λος , ▁η ▁εν ▁λογ ω ▁συν θη κη ▁περι λαμ βα νει ▁τον ▁τι τ λο ▁16 ▁περι ▁καλλιεργ ειας ▁της ▁κ ουλ του ρας ▁των ▁κρατ ων ▁με λων ▁με ▁π νε υμα ▁σε βα σ μου ▁των ▁εθνικ ων ▁και ▁το πι κων ▁ιδι αι τερο τη των .
▁στο ▁πλ αι σιο ▁αυτο , ▁δεν ▁ μπο ρει ▁να ▁προσ αφ θει ▁στο ▁κρατ ος ▁με λος ▁που ▁επ ελε ξε ▁το ▁συστ ημα ▁απαλ λαγ ης ▁οτι ▁αντι σταθμ ιζ ει ▁τον ▁παρα κρατ η θεν τα ▁στην ▁ πηγ η ▁φορ ο ▁στο ▁κρατ ος ▁με λος ▁της ▁ θυ γα τρ ικη ς ▁ εται ρια ς ▁με ▁τη ▁χορηγ ηση ▁πιστ ωσης ▁φορ ου ▁εν ω ▁τ αυτο χρον α ▁επι τρεπ ει ▁τον ▁συμ ψηφ ισ μο ▁της ▁πιστ ωσης ▁φορ ου , ▁μονο ▁στην ▁περι πτωση
▁σε λι δα
▁τα ▁χρηματ α ▁δια τι θεν ται ▁με σω ▁τιμ ολογ ησης ▁για ▁την ▁απο χ ετ ευση .
▁η δη ▁εξαιρε τικα ▁πολυ α ριθμ ες ▁στην ▁ευ ρω πη ▁των ▁δεκα , ▁οι ▁μικρ ες ▁εκ με ταλ λευ σεις ▁επι κρατ ουν ▁στη ▁γεω ρ για ▁της ▁ισ παν ια ς ▁και ▁της ▁ πορ το γα λια ς ▁: ▁70 ▁χ ▁των ▁ισ πα νικ ων ▁εκ με ταλ λευ σεων ▁ε χ ουν ▁με γε θος ▁μικρο τερο ▁απο ▁5 ▁εκ τα ρια , ▁80 ▁χ ▁μικρο τερο ▁απο ▁10 ▁εκ τα ρια * ▁στην ▁ πορ το γα λια ▁οι ▁αντι στο ι χες ▁αναλογ ιες ▁ειναι ▁87 ▁% ▁και ▁94 ▁χ .
▁επεκτ αση ▁και ▁ βελ τι ωση ▁του ▁δικ τυ ου ▁κυρ ι ων ▁ο δων ▁ κυπριακ η ▁δημοκρατ ια
▁με ▁το ▁επιχειρ ημα ▁κατα στο λης ▁της ▁βι ας ▁ υπουργ ος ▁της ▁τουρκικ ης ▁κυβερν ησης ▁ δηλ ων ει ▁οτι ▁εν δε χ εται ▁να ▁υπ αρ ξει ▁και ▁νεο ς ▁ κυκλ ος ▁εκ τε λε σεων .
▁θα ▁ανα φερ ω ▁ως ▁παρα δει γμα ▁τη ▁να υ πηγ ικη ▁βιο μη χαν ια ▁και ▁ακ ο μα , ▁ε ως ▁ενα ▁βαθμ ο , ▁την ▁κλ ωσ του φαν τουρ για .
▁αυτ η ▁προ εκ υ ψε ▁απο ▁τις ▁συζητ η σεις ▁για ▁τη ▁ λευκ η ▁βι βλ ο ▁της ▁επι τρο πη ς ▁του ▁1993 ▁για ▁τη ▁« με λλον τικη ▁εξε λι ξη ▁της ▁κοιν ης ▁ πολιτικ ης ▁για ▁τις ▁μετα φορ ες » ▁( χ ), ▁την ▁πρα σι νη ▁βι βλ ο ▁της ▁επι τρο πη ς ▁του ▁1995 ▁« προ ς ▁τη ▁δικαι η ▁και ▁αποτελεσμα τικη ▁τιμ ολογ ηση ▁στις ▁μετα ­ φορ ες » ▁(2) , ▁την ▁εκ θεση ▁του ▁1996 ▁της ▁αν ω ­ τερη ς ▁επι τρο πη ς ▁σχετικ α ▁με ▁τη ▁συνεργ α σια ▁δημοσ ιου ▁και ▁ιδιωτικ ου ▁το με α ▁(3) ▁και ▁την ▁πιο ▁προσ φα τη ▁εκ θεση ▁της ▁αν ω τερη ς ▁επι ­ τρο πη ς ▁για ▁τον ▁κατα λογ ισ μο ▁του ▁κοστ ους ▁της ▁υπο δο μη ς , ▁που ▁συγκροτ η θηκε ▁την ▁αν οι ξη ▁του ▁1998 ▁με ▁σκοπ ο ▁να ▁παρε χει ▁συμβ ουλ ες ▁για ▁την ▁αναπτ υ ξη ▁εν ος ▁ολοκληρ ω μενο υ ▁συν ο λου ▁■ ▁αρχ ων ▁κατα λογ ισ μου ▁του ▁κοστ ους ▁(4) .
▁use χ ημ ικο ▁αλ ας ▁(6 ▁11 )
▁σα ου δι κη ▁α ραβ ια : ▁1.6 . 59 ▁σ δε κ : ▁β λε πε ▁ σχε διο ▁ δρα σης ▁για ▁τα ▁επιχειρ ημα ­ τικα ▁κεφαλ α ια ▁σε νε γα λη : ▁1.3 . 82 ▁σε ρ βια : ▁1.6 . 25 ▁σ ιερ ρα α ε ο νε : ▁1.6 . 67 ▁ σι τη ρα : ▁1.3 . 74 ▁σκ να ▁( ase an ): ▁β λε πε ▁συνδε σ μος ▁κρατ ων ▁νο τι ο ­ ανα το λι κη ς ▁α σια ς ▁σ λο βα κια : ▁1.1 ▁ε ως ▁1.9 , ▁1.5 . 3 , 1.5 . 12 , ▁1.6 . 26 , ▁1.6 . 33 ▁σ λο βεν ια : ▁1.1 ▁ε ως ▁1.9 , ▁1.5 . 3 ▁ σο μα λια : ▁1.6 . 27 , ▁1.6 . 28 ▁σου δα ν : ▁1.6 . 29 ▁σπ ορ οι ▁προς ▁σπ ο ρα : ▁1.4 . 66 ▁στα τι στικ ες ▁( απο τελ εσ ματα ): ▁1.3 . 13 ▁στα τι στικ ες ▁( ορ γαν ωση ▁και ▁προσ ανα το λι σμ οι ): ▁1. 3.5 ▁ε ως ▁1.3 . i 2 ▁στα τι στικ ο ▁συστ ημα : ▁1. 3.5 ▁ε ως ▁1.3 . 13
▁ο λοι ▁οι ▁ πολιτ ες ▁ πρεπε ι ▁να ▁ε χ ουν ▁προσ βαση ▁στις ▁απο φα σεις ▁του ▁διοικητικ ου ▁συμβ ουλ ιου ▁της ▁καθ ως ▁και ▁στα ▁σχετικ α ▁εγ γρα φα .
▁ter ron ▁i ▁cu si ▁αλλα ▁στο ▁ε σω τερ ικο ▁της ▁ο ποι ας ▁θα ▁υπ αρ ξουν ▁αντι πα ­ ρα θε σεις ▁που ▁θα ▁απαιτ ουν ▁μια ▁ ου δε τερη ▁δια ι τη σια .
▁περι εκ τικο τητα ▁σε ▁μεταλλ ο
▁και ▁αν ▁η ▁ευ ρω πη ▁θε λει ▁να ▁ο ρι σει ▁καν ο ­ νες ▁ανταγων ισ μου ▁στο ▁ε σω τερ ικο ▁της ▁ αγορ ας ▁της , ▁ πρεπε ι ▁να ▁ο ρι σει ▁και ▁για ▁τις ▁τρι τες ▁χωρ ες .
▁με ▁το ▁πρωτο ▁ερωτ ημα , ▁το ▁εθνικ ο ▁ δικα στη ριο ▁ε ριο τα ▁κατα ▁πο σο ▁μια ▁δια ταξη ▁συλλογικ ης ▁συμβ α σεως ▁που ▁ισ χ υ ει ▁στον ▁δημοσ ιο ▁το με α , ▁η ▁ο ποι α ▁επι τρεπ ει ▁σε ▁αν δρ ες ▁και ▁γυναικ ες ▁εργ αζ ο με νους ▁να ▁απασχολ ουν ται ▁με ▁με ι ω μενο ▁ ιο ρα ριο ▁λογ ω ▁η λι κια ς , ▁συν ι στα ▁παρα βαση ▁των ▁ αρθρ ων ▁2 , ▁παρα γραφο ς ▁1 , ▁και ▁5 , ▁παρα γραφο ς ▁1 , ▁της ▁οδηγ ια ς ▁76 /20 7 , ▁αν ▁η ▁εν ▁λογ ω ▁απασχολ ηση ▁με ▁με ι ω μενο ▁ ωρα ριο ▁λογ ω ▁η λι κια ς ▁επι τρεπ εται ▁μονο ▁με χ ρι ▁το ▁ χρον ικο ▁ σημ ειο ▁κατα ▁το ▁ο ποι ο ▁ μπο ρει ▁για ▁πρωτ η ▁φορ α ▁να ▁ζητ η θει ▁πληρ ης ▁συν ταξη ▁βασ ει ▁του ▁νομιμ ου ▁καθ εστ ω τος ▁που ▁διε πει ▁τις ▁συν τα ξεις ▁ γη ρα τος ▁και ▁ο ταν ▁η ▁κατηγορ ια ▁τι ον ▁προσ ωπ ιον ▁που ▁μπ ορ ουν ▁να ▁ λαβ ουν ▁πληρ η ▁συν ταξη ▁με ▁τη ▁συμπ λη ρωση ▁του ▁60 ου ▁ε τους ▁της ▁η λι κια ς ▁απο τελ ει ται ▁ σχε δο ν ▁απο κλει στι κα ▁απο ▁γυναικ ες , ▁εν ιο ▁η ▁κατηγορ ια ▁τι ον ▁προσ ωπ ων ▁που ▁μπ ορ ουν ▁να ▁ λαβ ουν ▁πληρ η ▁συν ταξη ▁μονο ▁με ▁τη ▁συμπ λη ρωση ▁του ▁65 ου ▁ε τους ▁της ▁η λι κια ς ▁απο τελ ει ται ▁ σχε δο ν ▁απο κλει στι κα ▁απο ▁αν δρ ες .
▁ ατ ζε ντα
▁υπ αρχο υν ▁ειδικ α ▁τρεις ▁ εστ ιες ▁κι νδυ νου ▁στις ▁ο ποιες ▁ πρεπε ι ▁να ▁στρ ε ψ ουμε ▁την ▁προσ ο χη ▁μας .
▁με χ ρι ▁ στιγμ ης , ▁μιλ ησα ▁με ▁γλυκ α ▁λογ ια .
▁ap spo ▁1 ▁τον ▁κανονι σμ ο ▁( ε οκ ) ▁αρ ι θ .
▁θα ▁ πρεπε ι ▁να ▁ σημ ει ω θει ▁οτι ▁ο ▁κατα λογο ς ▁υιοθετ η θηκε ▁ομο φωνα ▁απο ▁τα ▁κρατ η ▁με λη ▁και ▁μονο ▁απο ▁το ▁1996 ▁οι
▁προ τα ση ▁οδηγ ια ς ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁και ▁του ▁συμβ ουλ ιου ▁για ▁την ▁εννο μη ▁προσ τα σια ▁των ▁βιο τε χ ν ολογ ικ ων ▁εφ ευ ρε σεων ▁( ει ση γη της : ▁ο ▁κ . ▁hen ri ▁malo sse ) ▁( ε γγ ρ . ▁ces ▁87 8/ 96)
▁ποιο τητα ▁ υ δα των ▁ο χη ματα ▁στο ▁ τε λος ▁του ▁ κυκλ ου ▁ζω ης ▁τους ▁αυστηρ ο τερες ▁τιμ ες ▁για ▁τη ▁με ι ωση ▁των ▁θ ορ υ β ων ▁απο ▁τα ▁ελ ασ τικα ▁αυτο κιν η των
▁καλ ωσ ορ ιζ ω ▁τους ▁ισ πα νους ▁ βου λευ τες ▁και ▁τ αυτο ­ χρον α ▁τους ▁ευχ ομαι ▁μια ▁καρ πο φορ α ▁και ▁ευχαριστ η ▁δια ­ μον η ▁στο ▁στρ ασ β ουργ ο .
▁■ ▁εισαγωγ η ▁του ▁ευ ρω ▁για ▁εν δε κα ▁της ▁ε ε ▁και ▁να ▁τους ▁επι στρα φ ουν ▁τα ▁χρηματ α ▁στη ▁χωρ α ▁που ▁ειναι ▁ασφαλ ισ μενο ι , ▁αναλογ α ▁με ▁την ▁τι μη ▁που ▁εχει ▁καθ ορ ιστ ει ▁απο ▁τον ▁οργαν ισ μο ▁τους .
▁α . ▁ευ αι σθητ α ▁προ ι οντα ▁εν αντι ▁της ▁κοιν ο τητα ς ▁uc ▁τη ▁συν θεση ▁της ▁στις ▁31 ▁δε κ εμ β ρι ου ▁1985
▁στη ρι ξη ▁της ▁αυ ξη σης ▁και ▁της ▁σταθερ ο τητα ς ▁της ▁απασχολ ησης ▁β .
▁58 ▁ε ως ▁και ▁67 ▁δεν ▁ειναι ▁παρ οντες , ▁οι ▁ερωτ η σεις ▁αυτ ες ▁θα ▁απαντ η θ ουν ▁γραπτ ως . ▁( ' )
▁αυτ α ▁ειναι ▁τα ▁προβληματ α
▁ δρα στη ριο τη τες ▁του ▁προ εδ ρου
▁κλα ση ▁ονομα το ­ λογ ια ς ▁βρ υ ξε λλ ων ▁( ο στ ς )
▁2 ▁του ▁1990 ▁σχετικ α ▁με ▁τη ▁διαχειρ ιση ▁και ▁τον ▁ε λεγ χο ▁των ▁επι στροφ ων ▁κατα ▁την ▁εξα γω γη .
▁ ψηφ ο φορ ια
▁και ▁δεν ▁ειναι ▁δυσκολ ο ▁να ▁κατα λαβ ουμε ▁για τι .
▁της ▁κατα σταση ς ▁της ▁α μπε λο οι νικ ης ▁ αγορ ας ▁της ▁κοιν ο τητα ς ▁( ' ).
▁( ' ) ▁οι ▁κανονι σμ οι ▁αυτο ι ▁αντι κα τε στη σαν ▁τους ▁κανονι σμ ους ▁3 ▁και ▁4 ▁οι ▁ο ποι οι ▁ισ χ υ σαν ▁απο ▁την ▁1 η ▁' ια νου αρ ιου ▁1959 ▁με χ ρι ▁τις ▁30 ▁σε π τε μ β ρι ου ▁1972 .
▁συ - νο λι κ , ▁ στι ▁εκ κρεμ ε ▁ υ pi ο θ σει ▁στον ▁το ματ ων ▁κρατ ικ ν ▁εν ισ χ σεων ▁ σημ ει νεται ▁σα φ ▁με ωση ▁( α pi ▁6 21 ▁το ▁2001 ▁σε ▁5 82 ▁το ▁2002 , με ▁255 ▁κατ αγγελ ε ).
▁η ▁επι τρο πη ▁συν ι στα ▁μον ι μη ▁συμβ ουλ ευ τικη ▁επι τρο πη ▁στην ▁ο ποι α ▁εκ προ σω π ουν ται ▁τα ▁κρατ η ▁με λη ▁και ▁η ▁ο ποι α ▁επι κου ρει ▁την ▁επι τρο πη ▁στην ▁οργαν ωση ▁της ▁αντ αλλ αγ ης ▁κατα λλη λων ▁πληροφορ ι ων , ▁σε βο μενη ▁συγ χρον ως ▁το ▁απο ρ ρη ­ το ▁των ▁πληροφορ ι ων ▁αυτ ων .
▁δημοσιευ ση ▁eel ▁201 ▁της ▁29 .7. 1997
▁κατα σκε υ η ▁κατα ▁την ▁ο ποι α ▁η ▁αξι α ▁ο λων ▁των ▁χρησιμοποι ­ ουμε νων ▁ υ λων ▁δεν ▁ πρεπε ι ▁να ▁υπερ βα ιν ει ▁το ▁40 ▁vo ▁της ▁ εργο στα σια κη ; ▁τι μη ; ▁του ▁προ ιον τος
▁( σε ▁εκατ ομ . ▁e cu )
▁ελ πι ­ ζ οντας ▁λοιπ ον ▁πως ▁θα ▁υιοθετ η θει ▁ σημ ερα ▁η ▁εκ θεση ▁va lv ­ erde , ▁εκ φρ αζ ουμε ▁και ▁παλι ▁την ▁θερμ ο τερη ▁υπο στη ρι ξη ▁μας .
▁προσ χ ολ ικη
▁η ▁επι τρο πη ▁εκ δι δει ▁το ▁ νομ οθετ ικο ▁προ γραμμα ▁και ▁το ▁προ γραμμα ▁εργασ ια ς ▁της ▁για ▁το ▁2004 ▁( — » ▁αρ ι θ . ▁11 02) .
▁θε μα : ▁ανα ληψη ▁πρωτο βου λια ς ▁για ▁ πολιτικ η ▁ο σον ▁α φορ α ▁την ▁απασχολ ηση ▁ανα πη ρων
▁τι ποτε ▁δεν ▁επι τρεπ ει ▁να ▁σκ εφ θ ουμε ▁οτι ▁θα ▁ μπο ρου σε ▁να ▁διε κ περ αι ωσε ι ▁το ▁ εργο ▁της ▁με ▁λιγ ο τερο ▁επαγγελματικ ο ▁π νε υμα ▁απο ▁ο , τι ▁οι ▁ανταγων ισ τριες ▁της .
▁[ ε ε ▁αρ ι θ . ▁c ▁76 ▁της ▁28 ης ▁ μαρτ ιου ▁1995 , ▁ σελ .
▁δευτερ ον , ▁επιτ ευ χθηκε ▁η ▁εξαιρε τικη ς ▁ σημα σια ς ▁δια φο ­ ρο ποι ηση ▁των ▁στο χων , ▁που ▁ισ ως ▁ σημ ερα ▁χρ η ζει ▁επαν ε ­ ξε τα σης ▁και ▁ανα διο ργα ν ωσης ▁και ▁που ▁ ω στο σο ▁επε ­ τρε ψε ▁την ▁παρε μ βαση ▁σε ▁δια φορ α ▁θε ματα ▁και ▁σε ▁δια φορ ους ▁το μ εις .
▁παρα λλη λα ▁με ▁τις ▁περι γρα φε ς ▁αυτ ες ▁υπ αρχο υν ▁για ▁καθ ε ▁επ αγγελ μα ▁συγκ ρι τικο ι ▁πι να κες ▁σχετικ α ▁με ▁τους ▁τι τ λους ▁επαγγελματικ ης ▁εκπαιδευ σης ▁που ▁εκδ ιδ ονται ▁στα ▁κρατ η
▁η ▁απο ψη ▁οτι ▁τα ▁κα υσ ιμα ▁παρα δο θηκαν ▁στην ▁auto ▁le ase , ▁δε δο μενο υ ▁οτι ▁ο ▁ μισθ ω της ▁ αγορ αζ ει ▁τα ▁κα υσ ιμα ▁στο ▁ονομα ▁και ▁για ▁λογ α ρια σμ ο ▁της ▁auto ▁le ase , ▁η ▁ο ποι α ▁προ κατα βαλ λει ▁την ▁τι μη ▁του ▁αγ α θου ▁αυτο υ , ▁δεν ▁ μπο ρει ▁να ▁γι νει ▁δε κτη .
▁ευρωπα ικη ▁συν ελ ευση ▁για ▁το ▁με λλον ▁της ▁ευρωπα ικη ς ▁εν ω ­ ▁ σης ▁εξε τα ζει ▁αυτο ν ▁τον ▁και ρο ▁τα ▁θε ματα ▁που ▁ε θε σε ▁η ▁ δηλ ωση ▁του ▁λα ακ εν ▁τον ▁δε κ εμ β ριο ▁του ▁2001 ▁και ▁προ ετ οι μα ζει ▁το ▁πε ­ ρι ε χο μενο ▁μιας ▁συν ταγμα τικη ς ▁συν θη κη ς .
▁η ▁ευρωπα ικη ▁εν ωση ▁κατα δικα ζει ▁τη ▁ βια ▁αυτ η ▁που ▁ασκ ει ται ▁απο ▁εξ τρε μι ­ στι κα ▁στο ιχ εια ▁το σο ▁φιλ ικα ▁προσ κει μενα ▁στις ▁αρχ ες ▁ο σο ▁και ▁με λη ▁της ▁αντι πολιτ ευση ς ▁και ▁των ▁δυναμ εων ▁της ▁τα ξης ▁που ▁θε τ ουν ▁σε ▁κι νδυ νο ▁τη ▁θε σμ ικη ▁ ταξη ▁του ▁ μπου ρου ντι ▁την ▁ο ποι α ▁με ▁υπο μον η ▁και ▁θα ρ ρος ▁δημιουργ ησαν ▁οι ▁δημοκρατ ικ ες ▁δυναμ εις ▁της ▁ χω ­ ρας .
▁οι ▁ο ροι ▁« ο χ ημα ▁δημοσ ια ς ▁χρ η σεως », ▁« ο χ ημα ▁ιδιωτικ ης ▁χρ ησης », ▁« κα νο νικ ες ▁δε ξαμε νες ▁κα υ σιμ ων » ▁και ▁« εμ πορ ευ ματ οκ ιβ ω τια ▁ειδικ ων ▁χρ η σεων » ▁καθ ορ ιζ ονται ▁ λεπτο μερ ως .
▁c - 398 / 92 ▁: ▁mund ▁& ▁fest er ▁κατα ▁hat re x ▁international ▁transport ▁ ερ μην εια ▁του ▁ αρθρ ου ▁7 , ▁παρα γραφο ς ▁1 , ▁της ▁συν θη κη ς ▁ε οκ ▁και ▁των ▁κατε υθυν τη ρι ων ▁αρχ ων ▁της ▁συμβ α σεως ▁των ▁βρ υ ξε λλ ων ▁- ▁συν τη ρη τικη ▁κατα σχε ση ▁- ▁επ αρκ ης ▁αιτ ι ολογ ια ▁- ▁εκ τελ εση ▁απο φα σεως ▁σε ▁αλλο ▁κρατ ος , ▁που ▁εχει ▁υπο γρα ψει ▁τη ▁συμ βαση ▁- ▁δυσ μενη ς ▁δια κριση .
▁η ▁επι τρο πη , ▁με σω ▁του ▁επι τρο που ▁της ▁κ . ▁van ▁den ▁ broek , ▁επιθυμ ει ▁δια φαν εια .
▁η δη , ▁απο ▁τον ▁ οκ τω β ριο ▁1992 , ▁η ▁επι τρο πη ▁υπ ε βα λε ▁στο ▁συμβ ου λιο ▁και ▁στο ▁ευρωπα ικο ▁κοιν ο βου λιο ▁προβληματ ισ μου ς ▁ανα φορ ικα ▁με ▁την ▁εφαρμο γη ▁της ▁αρχ ης ▁της ▁επι κου ρι κο τη ­ τας .
▁το ▁δευτερ ο ▁στο ιχ ειο , ▁ δηλ . ▁το ▁με ρος ▁που ▁α φορ α ▁την ▁περι τρο πη ▁εργασ ια ς , ▁ειναι ▁εξ ▁ισο υ ▁σημαντικ ο .
▁η ▁προ παρα σκε υ ασ τικη ▁επι τρο πη ▁του ▁διε θ νους ▁συμβ ουλ ιου ▁της ▁ ιου τας . ▁που ▁συν ηλ θε ▁στη ▁γενε υ η ▁απο ▁τις ▁24 ▁ε ως ▁τις ▁27 ▁μα ιου , ▁κατε λη ξε ▁σε ▁ευ ρε ια ▁συμφων ια ▁σε ▁δια φορ α ▁θε ματα ▁που ▁θα ▁υπο βλη θ ουν ▁στο ▁διε θ νες ▁συμβ ου λιο ▁της ▁ ιου τας . ▁ο ταν ▁θα ▁συν ελ θει ▁για ▁πρωτ η ▁φορ α ▁μετα ▁την ▁εν αρ ξη ▁της ▁ισ χ υ ος ▁της ▁διε θ νους ▁συμφων ια ς ▁( ' ).
▁— ▁ μασ ρε κ ▁και ▁ισ ρα ηλ
▁η ▁ευρωπα ικη ▁εν ωση ▁προ τρεπ ει ▁ ολα ▁τα ▁με ρη ▁της ▁συγκ ρου σης ▁στο ▁ν ταρ φ ουρ ▁να ▁συνεργ α ­ σθ ουν ▁πληρ ως ▁με ▁την ▁αφ ρ ικαν ικη ▁εν ωση ▁προ κει με ­ νου ▁να ▁εξα σφαλ ιστ ει ▁ενα ▁ασφαλ ες ▁και ▁σταθερ ο ▁περι ­ βα λλον .
▁ε τσι , ▁κατε στη ▁ δυ να τη ▁η ▁προσφυγ η ▁σε ▁κοιν ο τι κες ▁πρα ξεις , ▁ο πως ▁οι ▁κανονι σμ ι οι ▁η ▁οι ▁οδηγ ιες , ▁απο φα σεις , ▁συστ α σεις ▁και ▁ γνω με ς , ▁αντι ▁σε ▁συμβ α σεις ▁( οι ▁ο ποιες ▁υπο κει ν ται ▁σε ▁επι κυ ρωση ▁και ▁ως ▁εκ ▁του του ▁συνε π αγ ονται ▁δυσ κιν η τες ▁δια δικα σι ες ▁πριν ▁να ▁αρχι σουν ▁να ▁ισ χ υ ουν ).
▁η ▁επι τρο πη ▁εν ε κρι νε ▁τη ▁δευτερ η ▁εκ θεση ▁της ▁για ▁τις ▁κρατ ικ ες ▁εν ισ χ υ σεις ▁που ▁χορηγ ουν ται ▁στον ▁το με α ▁των ▁μετα ποι η μενων ▁προ ιον των ▁και ▁σε ▁ορ ισ με νους ▁αλλο υς ▁το μ εις .
▁εν ωση .
▁— ▁να ▁δο θει ▁ιδι αι τερη ▁προσ ο χη ▁στην ▁ο σο ▁το ▁ δυ να τον ▁ευ ρυ τερη ▁δια δοση ▁ελ κυ στικ ων ▁πληροφορ ι ων ▁σχετικ α ▁με ▁τις ▁ευ και ρι ες ▁για ▁δια ▁βιο υ ▁ μαθ ηση ▁και ▁περ αι τε ρω ▁αναπτ υ ξη ▁των ▁δ υν ατο τη των ▁των ▁το πι κων ▁βιβλιο ­ θη κων ▁και ▁των ▁ ρα διο τη λε οπ τι κων ▁εκ πομπ ων ▁απο ▁την ▁απο ψη ▁αυτ η ▁και ▁ο σον ▁α φορ α ▁την ▁δια ▁βιο υ ▁ μαθ ηση ▁εν ▁γενε ι , ▁και
▁16 ▁σε λι δες ▁- ▁δια στα σεις ▁2 1,0 ▁χ ▁29, 7 ▁cm
▁γι νει ▁δε κτη ▁βασ ει ▁του ▁ αρθρ ου ▁7 , ▁παρα γραφο ς ▁1 , ▁στο ιχ εια ▁β ' ▁και / η ▁γ ' , ▁του ▁κανονι σ μου ▁40 / 94 .
▁στο ▁συμβ ου λιο ▁διαβ ιβ ασ τηκε ▁προ τα ση ▁για ▁ενα ▁προ γραμμα ▁υπερ εθν ικη ς ▁αναπτ υ ξης ▁της ▁ανα γκα ια ς ▁υπο δο μη ς ▁για ▁την ▁και νο το μια ▁και ▁τη ▁μετα φο ­ ρα ▁της ▁τεχν ολογ ια ς ▁(2) . ▁το ▁προ γραμμα ▁αυτο ▁εχει ▁τρεις ▁βασικ ους ▁στο χους ▁:
▁ε αν ▁η ▁συνολικ η ▁πο σο τητα ▁που ▁απο τελ ει ▁αντικειμεν ο ▁των ▁αιτ η σεων ▁ειναι ▁μικρο τερη ▁απο ▁τη ▁δια θε σιμη ▁πο σο τητα , ▁η ▁επι τρο πη ▁προσ διο ρι ζει ▁την ▁υπο λοι πη ▁πο σο τητα ▁η ▁ο ποι α ▁προσ τι θ εται ▁στη ▁δια θε σιμη ▁πο σο τητα ▁του ▁επ ο μενο υ ▁εξα μη νου .
▁γεω ρ για
▁η ▁συμφων ια ▁αυτ η ▁υπο γρα φ ηκε ▁στις ▁βρ υ ξε λλ ες ▁στις ▁14
▁β λε πε ▁σημαντικ ες ▁πληροφορ ιες ▁στην ▁πι σω ▁σε λι δα
▁ο ▁γενικ ος ▁εισ αν ν ελε ας ▁α . ▁la ▁per gola ▁ανε πτυ ξε ▁τις ▁προ τα σεις ▁του ▁κατα ▁τη ▁συνε δρ ια ση ▁της ▁ ολο με λεια ς ▁της ▁17 ης ▁δε κ εμ β ρι ου ▁1998.
▁με ρος ▁i
▁οι ▁επι μερ ους ▁προ τερα ιο τη τες ▁συμπ λη ρω θηκαν ▁με ▁δια φορ ες ▁πρωτο βου λι ες .
▁στην ▁πρωτ η ▁σας ▁ερωτ ηση ▁θα ▁απαντ η σω ▁πως ▁και ▁εγω , ▁ο πως ▁και ▁οι ▁αλλο ι , ▁συμ μορφ ων ομαι ▁αναγκασ τικα ▁με ▁τα ▁πο ρισμα τα ▁των ▁ εμπειρ ο γνω μον ων .
▁εν ισ χ υ ση ▁της ▁ζητ ησης
▁για ▁ μενα ▁προ κει ται ▁για ▁ ρατσ ισ μο ▁καλ υμ μενο ▁με ▁τον ▁πε π λο ▁μιας ▁υπο βλη τικη ς ▁δημ αγωγι ας .
▁με ▁συστ ημα ▁ πεν θη μερ ης ▁ εβ δο μα δα ς ▁εργασ ια ς ▁επι τρεπ εται ▁η ▁απασχολ ηση ▁με χ ρι ▁εν νε α ▁ ω ρες ▁την ▁ ημ ερα .
▁με ▁ικανοποι ηση ▁ε λαβ α ▁ γνωσ η ▁της ▁προ τα σης ▁του ▁προ εδ ρου ▁της ▁επι τρο πη ς ▁προ υπ ολογ ισ μ ων , ▁του ▁κ . ▁sam land .
▁παρα πομπ ες :
▁ο ▁γενικ ος ▁εισ αν ν ελε α ο ▁w alter ▁van ▁ger ven ▁ανε πτυ ξε ▁tic ▁πο οτ ασ εκ ▁του ▁κατα ▁τη ▁συνε δρ ια ση ▁της ▁ο λου ε λεια ο ▁της ▁lop c ▁ ια νου αρ ιου ▁1991.
▁εκ δο της : ▁da vid ▁har ley ▁διευθυντ ης ▁πληροφορ ησης
▁αν ▁περι μενα με ▁την ▁εκ θεση ▁που ▁θα ▁υπο βαλ ει ▁η ▁επι τρο πη , ▁θα ▁ χαν αμε ▁τον ▁ χρονο , ▁που ▁χρειαζ εται ▁για ▁την ▁επιτ ευ ξη ▁συμφων ια ς .
▁ε pi ικ υρ ωσε ι - ▁φακ ελ ων ▁ τρα pi ε ζι κων ▁λογ α ρι ασ % ων
▁ν
▁κατα ▁την ▁απο ψη ▁της ▁επι τρο πη ς , ▁οι ▁δι ευκριν ι σεις ▁που ▁δι νει ▁η ▁συν θη κη ▁για ▁την ▁ευρωπα ικη ▁εν ωση ▁δεν ▁αλλα ζουν ▁τη ▁ νομ ικη ▁ φυσ η ▁και ▁την ▁εκ τα ση ▁του ▁ πεδ ιου ▁εφαρμο γη ς ▁της ▁η δη ▁περι ε χο μενη ς ▁στη ▁συν θη κη ▁ε οκ ▁υποχρεω σης ▁να ▁απο τε λε σουν ▁οι ▁απαιτ η σεις ▁περι ▁προσ τα σια ς ▁του ▁περι βα λλον τος ▁« συ στα τικο ▁στο ιχ ειο » ▁των ▁λοιπ ων ▁κοιν ο τι κων ▁ πολιτικ ων ▁( αρθρ ο ▁130 ▁r , ▁παρα γραφο ς ▁2 ▁ε οκ ), ▁δε δο μενο υ ▁οτι ▁και ▁οι ▁δυο ▁συν θηκε ς ▁απαιτ ουν ▁την ▁εν σω ματ ωση ▁των ▁απαιτ η σεων ▁σε ▁θε ματα ▁προσ τα σια ς ▁του ▁περι βα λλον τος ▁σε ▁ο λες ▁τις ▁αλλ ες ▁ πολιτικ ες ▁της ▁κοιν ο τητα ς .
▁η ▁εκ θεση ▁της ▁κ . ▁mari t ▁pau lsen ▁( φ 1 λ . ▁s ) ▁εν σω ματ ων ει ▁το ▁κοιν ο ▁ σχε διο ▁απο φα σης , ▁στο ▁ο ποι ο ▁κατε λη ξε ▁η ▁επι τρο πη ▁συν δια λλα γη ς
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁τροπο ποι η μενη ▁απο φα ση : ▁απο φα ση ▁81 /9 56 / ε οκ ▁του ▁συμβ ουλ ιου ▁— eel ▁ 351 ▁της ▁7 .12. 1981
▁η ▁κυβερν ηση ▁της ▁ βα λλον ια ς ▁ε ▁p ▁i ▁ ιβ ▁ε ▁β ▁α ▁ ι ▁ ω ▁σε ▁στις ▁13 ▁ μαρτ ιου ▁2003 ▁οτι ▁οι ▁εν ▁λογ ω ▁ζω νες ▁να ▁ καταστ ουν ▁το ▁τα χ υ τερο ▁δ υν ατο ▁την ▁η ▁της ▁δια δικα σια ς ▁για ▁την ▁εκ τα κτ ων ▁κατα στα σεων .
▁το ▁αιτ ουν ▁ δικα στη ριο ▁διε ρω τα ται ▁ ω στο σο ▁ως ▁προς ▁το ▁ ακριβ ες ▁περι ε χο μενο ▁της ▁προ παρα τε θει σα ς ▁απο φα σεως ▁hei ninger , ▁καθ ο σον ▁απο ▁την ▁υπο θεση ▁αυτ η ▁δεν ▁ μπο ρει ▁να ▁συνα γα γει ▁σα φ ως ▁οτι ▁η ▁οδηγ ια ▁85 / 577 ▁απ αγορ ευ ει ▁σε ▁καθ ε ▁περι πτωση ▁στον ▁εθνικ ο ▁ νομ οθετ η ▁να ▁περιορισ ει ▁το ▁δικαι ωμα ▁υπ ανα χ ωρη σεως .
▁προ εδ ρος . ▁— ▁β λε πω ▁οτι ▁η ▁επι τρο πη ▁το ▁εχει ▁ σημ ει ­ ωσε ι , ▁αλλα ▁ φυσ ικα ▁θα ▁την ▁ενημερω σω .
▁στη ▁ ριζα ▁της ▁δια μα χη ς ▁αυ της ▁βρ ι σκ εται ▁η ▁ ερ μην εια ▁της ▁ διο ργα νικ ης ▁συμφων ια ς ▁απο ▁την ▁επι τρο πη ▁και ▁ οχι ▁απο ▁το ▁συμβ ου λιο .
▁μετα φορ ες , ▁ενεργ εια , ▁υπο δο με ς , ▁ κοινων ια ▁των ▁πληροφορ ι ων ▁( ten )
▁προ τα σεις ▁η ▁αιτ η σεις ▁που ▁υπο βα λλ ονται ▁περ αν ▁αυ της ▁της ▁προ θεσ μια ς ▁δεν ▁θα ▁ λαμ βα νονται ▁υπο ψη ▁απο ▁την ▁επι τρο πη .
▁οι ▁πι ­ στ ω σεις ▁αυτ ες ▁συμπ λη ρω σαν ▁τα ▁με τρα ▁που ▁ ει ­ χαν ▁εφαρμο σθ ει ▁σε ▁ομο σπονδ ια κο ▁επι πεδ ο , ▁αλλα ▁εν ισ χ υ σαν ▁τις ▁ πολιτικ ες ▁για ▁την ▁ αγορ α ▁ ερ ­ γα σια ς ▁που ▁εφαρμο ζουν ▁οι ▁αρχ ες ▁των ▁ομο ­ σπονδ ων ▁κρατ ων ▁και ▁του ▁ βερ ο λι νου .
▁προ ι οντα ▁με ▁ βαση ▁τα ▁δημ η τρια κα , ▁ χου ▁χα ψ νονται ▁με ▁δι οτ κ ωση ▁η ▁καρ ουρ ντ ισμα : ▁δ μ τ γκ ωμ τ να ▁ ρυ ζι ▁( p uff ed ▁ rije ), ▁καλα μ χ σκι ▁α ε ▁ν \ * α δες ▁( com - fu kn ) ▁και ▁χαρ ο μοι α :
▁7 ▁του ▁κ . ▁raf tery : ▁φορ ος ▁κατα ναλ ω σεως ▁για ▁τον ▁οι νο :
▁mus card ini ▁των ▁να ρκ ω τι κων ▁οι ▁απο ψεις ▁με ▁ κοινων ικο , ▁ υγ ειο νομ ι ­ κο ▁και ▁ψυχ ολογ ικο ▁χαρακτηρ α , ▁απο ψεις ▁που ▁ε χ ουν ▁ως ▁στο χο ▁τη ▁θε ρα πει α ▁και ▁την ▁επαν εν ταξη ▁των ▁το ξι κο μα ­ νων .
▁ ω στο σο , ▁δεν ▁ ει μα στε ▁καθ ο λου ▁συμ ­ φων οι ▁με ▁την ▁απο συρ ση ▁της ▁εκ θε σεως ▁curry ▁απο ▁την ▁η με -
▁η ▁ευρωπα ικη ▁εν ωση ▁του ▁1995 ▁ειναι ▁το ▁αποτελεσμα ▁των ▁προσ παθ ει ων ▁που ▁κα ­ τε βα λαν ▁απο ▁το ▁1950 ▁οι ▁υπο στη ρι κ τες ▁της ▁κοιν ο τικη ς ▁ευ ρω πη ς .
▁με χ ρι ▁την ▁1 η ▁ οκ τω β ρι ου ▁1993 ▁το ▁τρι κυκλ ο αι θυ λε νιο ▁και ▁το ▁φ ρε ον ▁χρησιμοποι ουν ταν ▁για ▁τις ▁δια φορ ες ▁αυτ ες ▁κατε ργα σι ες .
▁ανα μ φι βολ α ▁ε δω ▁φ αι νεται ▁οτι ▁υπ αρ χει ▁κα ποι α ▁δια φορ α ▁απο ▁τις ▁συν θηκε ς ▁της ▁ ρω μη ς .
▁δεν ▁της ▁παρα πον ου μα στε ▁γι ' ▁αυτο .
▁η νω μενο ▁βασιλ ειο
▁για ▁το ▁ λογο ▁αυτο , ▁η ▁επι τρο πη ▁επι μεν ει ▁τα ▁σχεδια ▁που ▁απο βλ επ ουν ▁σε ▁ θεσ πι ση ▁η ▁τροπο ποι ηση ▁εν ισ χ υ σεων ▁να ▁της ▁κοιν ο ποι ουν ται ▁εγκ αιρ ως , ▁ δηλ α δη ▁του λα χ ιστ ον ▁δυο ▁μην ες ▁η , ▁κατα ▁περι πτωση , ▁30 ▁η μερ ες ▁πριν ▁απο ▁την ▁η μερ ο μη νια ▁που ▁προβ λε π εται ▁για ▁την ▁εν αρ ξη ▁ισ χ υ ος ▁τους ▁και ▁να ▁μην ▁πραγματοποι ει ται ▁κα μια ▁κατα βολ η ▁κατα ▁παρα βαση ▁των ▁διατ αξ εων ▁του ▁ αρθρ ου ▁93 ▁παρα γραφο ς ▁3.
▁— ▁η ▁πραγματοποι ηση ▁εφαρμο σιμο υ ▁συστ η ματος ▁πολυ γλωσσ ων ▁πληρ ο φο ­ ρι ων ▁και ▁κατε υθυν ο μενη ς ▁οδηγ ησης ▁πραγματ ι κου ▁ χρονο υ ▁με χ ρι ▁το ▁1990 , ▁και
▁ ω στο σο ▁το ▁συμβ ου λιο ▁δεν ▁εχει ▁ακ ο μη ▁κατα λη ξει ▁σε ▁ομο φων η ▁απο φα ση ▁για ▁την ▁καταργ ηση , ▁ως ▁την ▁1 η ▁ ια νου αρ ιου ▁1993 , ▁των ▁περιορισ μ ων ▁που ▁επι βα λλ ονται ▁στις ▁ αγορ ες ▁ιδι ω των ▁κατα ▁τη ▁μετα κιν ηση ▁τους ▁στην ▁κοιν ο τητα .
▁πως ▁θα ▁αναζητ ησε τε ▁ εται ρους
▁use δρ υ πη ▁(60 06) ▁ ιχν ο στο ιχ ειο ▁ κερ ατο
▁γι ' αυτο ▁ζητ αμε ▁απο ▁την ▁επι τρο πη ▁και ▁το ▁συμβ ου λιο ▁να ▁επι δι ω ξουν ▁την ▁ανα γκα ια ▁προσ αρ μο γη .
▁— ▁1 ▁000 ▁v ▁η ▁περι σσ ο τερο , ▁που ▁περι λαμ βα νουν ▁ κυ ψε λες , ▁με ▁διακ οπ τες ▁η ▁δια τα ξεις ▁απο συν ­ δε σης , ▁δυναμ εν οι ▁να ▁απο συν αρ μ ολογ η θ ουν , ▁για ▁μετα σχ ημα τι στες ▁με ▁μεταλλ ικη ▁υπο δο χη
▁το ▁εγ χει ρη μα ▁της ▁εγ καθ ιδ ρυ σης ▁ζω νης ▁ελ ευ θε ρων ▁συνα λλα γων ▁μετα ξ υ ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁και ▁των ▁μ χε ▁εχει ▁ανα γκ η ▁ οχι ▁μονο ▁απο ▁ισχυρ η ▁χρηματοδοτ ικη ▁υπο στη ρι ξη , ▁αλλα ▁και ▁απο ▁σταθερ η ▁ πολιτικ η ▁ θελ ηση .
▁ας ▁δι ευκριν ι σω ▁γι ' ▁αλλ η ▁μια ▁φορ α ▁τη ▁ θεση ▁των ▁ ολ λαν δων ▁σοσιαλ ιστ ων .
▁παρα πομπ η : ▁συμ βαση ▁της ▁οικο νομ ικη ς ▁επι ­ τρο πη ς ▁των ▁η νω μενων ▁ εθν ων ▁για ▁την ▁ευ ρω πη ▁σχετικ α ▁με ▁την ▁προσ βαση ▁στις ▁πληροφορ ιες , ▁τη ▁συμ με το χη ▁του ▁κοιν ου ▁και ▁την ▁προσ βαση ▁στη ▁δικαι ο συν η ▁στον ▁το με α ▁του ▁περι βα λλον τος ▁( συμ ­ βαση ▁του ▁a ar hus ) ▁— ▁δε λ τι ο ▁6- 1998 , ▁ σημ ειο ▁1.3 . 149
▁το ▁πρωτο ▁α φορ α ▁την ▁κατα σταση ▁που ▁επι κρατ ει ▁στην ▁ πολιτικ η ▁για ▁την ▁κατα ρτ ιση ▁με σα ▁στο ▁συν ολο ▁των ▁κυβερνητικ ων ▁ δρα στη ριο τη των . ▁με ▁λιγ α ▁λογ ια , ▁ πρεπε ι ▁να
▁επα φη : ▁και ▁του ▁εγ χει ρι διο υ ▁και ▁σε ▁αλλο υς ▁εργασιακ ους ▁κλα δου ς .
▁τα ▁οργαν α ▁της ▁ε ε ▁θα ▁ πρεπε ι ▁να ▁πρωτο στα τη σουν ▁σ ' ▁αυτ η ▁την ▁τα ση , ▁συ μπερι ­ λαμ βα ν οντας ▁γυναικ ες ▁σε ▁θε σεις ▁επι τρο που ▁και ▁στους ▁ διο ρι σμ ους ▁για ▁το ▁ δικα στη ριο .
▁ γνω ριζα με ▁οτι ▁οι ▁αριθμ οι ▁στην ▁ανατολικ η ▁ευ ρω πη ▁η ταν ▁ψ ευ τικο ι .
▁κατα ▁τη ▁συν οδο ▁της ▁στις ▁26 ▁και ▁27 ▁μα ιου ▁ο , ▁η ▁οικο νομ ικη ▁και ▁ κοινων ικη ▁επι τρο -
▁κατα ▁την ▁επ ’ ▁ακ ρο ατ ηρ ιου ▁συζητ ηση , ▁η ▁αιτ ουσα ▁προ τε ινε ▁να ▁προσ κο μι σει , ▁in ▁camera , ▁και ▁απ ουσα ς ▁της ▁παρε μ βα ιν ουσα ς , ▁νεα ▁και ▁ειδικ ο τερα ▁στο ιχ εια ▁σχετικ α ▁με ▁τα ▁προ εκ τε θεν τα ▁παρα δει γ ματα ▁ ζη μια ς .
▁στις ▁17 ▁ ι ουλ ιου , ▁το ▁συμβ ου λιο ▁εν ε κρι νε ▁τα ▁συμπ ερ ασ ματα ▁σχετικ α ▁με ▁ορ ισ με νους ▁προσ α ­ να το λι σμ ους ▁ο σον ▁α φορ α ▁την ▁ τυπο ποι ηση .
▁μετα βλη το ▁η ▁pi ρο σα ρ * ο ζο * ε νο : ▁ο ταν ▁το ▁pi ο σο ▁εν ο ▁συγκ ε κρι ε νου ▁ τυ pi ου ▁εν ισ χ υ ση ▁καθ ορ ιζ εται ▁ ελε υθ ερα ▁σε ▁α pi ο κεντρ ω ε νο ▁ε pi ι pi ε δο ▁και ▁ειναι ▁αδ υν ατο ▁να ▁καθ ορ ιστ ει ▁ενα ▁ελ αχ ι στο ▁η ▁αν ωτ ατο ▁pi ο σο ▁ε ▁ βαση ▁τα ▁ε pi ιση α ▁εγ γρα φα ▁και ▁του ▁κανονι σου .
▁τ κ π 2002 ▁- ▁ ι ι . 1.9
▁d ▁για ▁να ▁εξε τα σθ ει ▁περ αι τε ρω ▁κατα ▁πο σον ▁τα ▁προβληματ α ▁του ▁ευρωπα ι κου ▁δικαι ου ▁των ▁συμβ α σεων ▁εν δε χ εται ▁να ▁απαιτ ουν ▁μη ▁το με ακ ες ▁ λυ σεις , ▁ο πως ▁η ▁εκ δοση ▁προ αι ρε τικα ▁εφ αρ ­ μο ζο μενη ς ▁πρα ξε ως .
▁η ▁πρωτ η ▁συνε δρ ια ση ▁των ▁συν το ­ ν ιστ ων ▁ε σω τε ρι κου ▁ε λεγ χου ▁πραγματοποι η θηκε ▁τον ▁ ιου νιο .
▁στην ▁α pi οφ αση ▁κοιν ο βου λιο ▁κατα ▁συ βου λι ου ▁( α pi οφ αση ▁τη  ▁3 η  ▁σε pi τε  β ρι ου ▁2009, ▁c - 166 /07 ), ▁το ▁ ικα στη ριο ▁εκ ρι νε ▁οτι ▁οι ▁κοιν ο τι κε  ▁χρ η  ατ οδο τι κε  ▁συνε ισ φορ ε  ▁στο ▁ ι εθν ε  ▁τα  ειο ▁για ▁την ▁ ιρ λαν δια ▁pi ρε pi ει ▁να ▁στη ρι ζ ονται ▁σε ▁δι pi λη ▁νο  ικη ▁ βαση , ▁η τοι ▁στα ▁ αρθρ α ▁159 ▁εκ ▁και ▁30 8 ▁εκ .
▁ ψηφ ισμα ▁του ▁συμβ ουλ ιου ▁της ▁20 ης ▁νο εμ β ρι ου ▁1974 ▁περι ▁του ▁ε λεγ χου ▁της ▁κατα στα σεως ▁του ▁πο σο τι κου ▁εφ ο ­ δια σ μου ▁της ▁κοιν ο τη τος ▁σε ▁ σι τη ρα ▁e ec 149 ▁28 .11. 74 ▁σ . 18 .
▁16 .05. 1995 ▁18 .10. 1995 ▁ ιρ ( 95) ▁11 32
▁η ▁ τελ ικη ▁α pi οφ αση ▁ανα εν εται ▁το ▁2006.
▁απο ▁το τε ▁που ▁εκ πον η θηκε ▁η ▁προ ­ τα ση ▁αυτ η , ▁νεα ▁μον τε λα ▁πε τρε λαιο κιν η των ▁αυτο κιν η των ▁ε χ ουν ▁κυκλοφορ ησε ι ▁στην ▁ αγορ α ▁και ▁εμπ ο μεν ως ▁ε χ ουν ▁συγ κεντρ ω θει ▁περι σσ ο τερα ▁στο ιχ εια .
▁ο ▁ε τος ▁αυτο , ▁το ▁university ▁of ▁ex eter ▁δε χθηκε ▁για ▁πρωτ η ▁φορ α ▁να ▁συμ με ­
▁προ τα ση ▁της ▁επι τρο πη ς : ▁com ( 94) ▁143 ▁και ▁δε λ τι ο ▁4- 1994 , ▁ σημ ειο ▁1.3 . 61
▁τα ▁θε ματα ▁που ▁δεν ▁ μπο ρε σαν ▁να ▁εξε τα στ ουν , ▁μετα φε ­ ρ ονται ▁σε ▁μια ▁επ ο μενη ▁περι οδο ▁συν οδο υ . ▁( ' )
▁το ▁2007, ▁ο ▁δια με σο λαβ η της ▁περ ατ ωσε ▁55 ▁ερε υ νες ▁δια τυπ ων οντας ▁επι κρι τικη ▁ παρατηρ ηση .
▁αντικειμεν ο : ▁εγ κριση ▁της ▁ο η μι ι ουργ ια ς ▁κοιν ης ▁επιχειρ ησης ▁μετα ξ υ ▁hoe ch st ▁και ▁bain ▁capital ▁στον ▁το με α ▁της ▁δια γνωσ τικη ς ▁in ▁vi tro .
▁ο σον ▁α φορ α ▁τα ▁κατα ναλ ω τικα ▁προγραμματ α ▁γενικ α , ▁η ▁ο κε ▁εξακολουθ ει ▁να ▁ παρακολουθ ει ▁την ▁υλοποι ηση ▁τους .
▁με ▁την ▁ομο φων η ▁εγ κριση ▁της ▁εκ θεση ς ▁του ▁κ . ▁je an - cla ude ▁fru te au ▁( ε σκ , ▁f ) ▁σχετικ α ▁με ▁την ▁συνδε ση ▁των ▁υπερ πον τι ων ▁χωρ ων ▁και ▁ε δα φων ▁( υ χε ) ▁με ▁την ▁ευρωπα ικη ▁κοιν ο τητα , ▁η ▁ ολο με ^ α ▁προ τει νει ▁τη ▁δημιουργ ια , ▁ε ως ▁το ▁2007 ▁εν ος ▁ειδικ ου ▁τα με ιου ▁αναπτ υ ξης ▁για ▁τις ▁ υ χε , ▁αν εξ αρ τη του ▁του ▁ευρωπα ι κου ▁τα με ιου ▁αναπτ υ ξης .
▁67 16) ▁περι ▁δημοσιευ σεως ▁στη ρι ζ εται ▁σε ▁εξ ουσι οδο τηση ▁κυρ ω σεως ▁του ▁1971 ▁και ▁ανα φερ ει ▁οτι ▁η ▁συμ βαση ▁ τε θηκε ▁σε ▁ισ χ υ ▁στις ▁19 ▁ ι ουν ιου ▁1975 .
▁com ( 96) ▁2 ▁ τελ ικο ▁ γνω μ οδο τηση ▁της ▁επι τρο πη ς ▁συμφων α ▁με ▁το ▁αρ θρο ▁189 ▁β , ▁παρα γραφο ς ▁2 , ▁στο ιχ ειο ▁o ), ▁της ▁συν θη κη ς ▁εκ , ▁επι ▁των ▁τροπο λογ ι ων ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁στην ▁κοιν η ▁ θεση ▁του ▁συμβ ουλ ιου ▁σχετικ α ▁με ▁την ▁προ τα ση ▁οδηγ ια ς ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁και ▁του ▁συμβ ουλ ιου ▁περι ▁της ▁ νομ ικη ς ▁προσ τα σια ς ▁των ▁βασ εων ▁δε δο μενων , ▁περι ▁τροπο ποι η σεως ▁της ▁προ τα σης ▁της ▁επι τρο πη ς ▁συμφων α ▁με ▁το ▁αρ θρο ▁189 ▁α , ▁παρα γραφο ς ▁2 , ▁της ▁συν θη κη ς ▁εκ
▁το ▁γε γον ος ▁αυτο , ▁ ω στο σο , ▁δεν ▁ πρεπε ι ▁να ▁απο τελ ει ▁ λογο ▁κατα ψηφ ιση ς .
▁το ▁λε γο μενο ▁6 x 6 ▁ε ινα υ ▁ενα ▁συστ ημα ▁βαρ δε υ ων ▁που ▁συνε πα γε τα υ ▁6 ▁εργασ υμ ες ▁η μερ ες ▁την ▁ εβ δο μα δα ▁επ υ ▁6 ▁ ω ρες . ▁στην ▁πλ ευ ο ψηφ υ α ▁των ▁περ υ πτω σεων ▁υπ αρ ­ χ ουν ▁4 ▁βαρ δε υ ες ▁κατα ▁την ▁περ υ οδο ▁του ▁24 ω ρου : ▁στη ▁ νυχτ ερ υ νη ▁βαρ δε υ α ▁εργ α ζε τα υ ▁ενα ▁καθ ορ υσ μενο ▁προσ ωπ υ κο , ▁απο τελ ουμε νο ▁αποκ λευ στ υ κα ▁απο ▁αν δρ ες , ▁εν ω ▁ou ▁εργ αζ ο μενο υ ▁στ υς ▁η μερ ησ υ ες ▁βαρ δε υ ες ▁εν αλλ ασ οντα υ ▁κα υ ▁καν ουν ▁ δυ α φορ ετ υ κη ▁βαρ δε υ α ▁καθ ε ▁ εβ δο μα δα .
▁η ▁αυ ξη ­ τικη ▁αυτ η ▁τα ση ▁εν ισ χ υ θηκε ▁σημαντικ α ▁το ▁1997 ▁( ι δι ως ▁κατα ▁το ▁δευτερ ο ▁εξα μη νο ), ▁δε ­ δο μενο υ ▁οτι ▁στην ▁επι τρο πη ▁κοιν ο ποι η θη ­ καν ▁172 ▁πρα ξεις ▁( εκ τος ▁εκ αχ ) ▁εν αντι ▁131 ▁πρα ξε ων ▁κατα ▁το ▁1996.
▁αν ▁το ▁ ι ▁κ ▁α ▁σ ▁τ ▁η ▁ρ ▁ ι ▁ο ▁δια ▁p ▁i ▁ ι ▁στ ωσε ι ▁οτι ▁εθνικ η ▁ κεντρ ικη ▁τ ▁ρ ▁α ▁p ▁i ▁ε ▁ζ ▁α ▁εχει ▁p ▁i ▁α ▁ρ ▁α ▁β ▁ε ▁ ι ▁ υ ▁p ▁i ▁ο ▁χ ▁ρ ▁ε ▁ ω ▁σ ▁η ▁της ▁εκ ▁των ▁συν θη κων , ▁η ▁τ ▁ρ ▁α ▁p ▁i ▁ε ▁ζ ▁α ▁αυτ η ▁ο φει λει ▁να ▁ λαβ ει ▁τα ▁ε ▁τ ▁ρ ▁α ▁p ▁i ▁ο ▁ υ ▁συν ▁ε ▁p ▁i ▁α ▁γ ▁ε ▁ ται ▁η ▁εκ τελ εση ▁της ▁α ▁p ▁i ▁ο ▁φ ▁α ▁ σης ▁του ▁ ι ▁κ ▁α ▁στη ρι ου ▁ .
▁η ▁ σημα ια ▁και ▁το ▁εμβ λη μα ▁μας ▁καθ ως ▁και ▁ο ▁ υμ νος ▁μας ▁που ▁αποφασισ θηκε ▁την ▁ιδι α ▁επ ο χη , ▁χρησιμοποι ουν ται ▁ ολο ▁και ▁περι σσ ο τερο , ▁το σο ▁εν τος ▁ο σο ▁και ▁εκ τος ▁της ▁κοιν ο τητα ς .
▁συνε δρ ιου ▁δι ορ ιζ ονται ▁ενα
▁οι ▁γενικ ες ▁δια τα ξεις ▁σχετικ α ▁με ▁τη ▁ βελ τι ωση ▁της ▁ υγ ειας ▁και ▁της ▁ασφαλ ειας ▁των ▁εργ αζ ο μενων ▁( οδ η για - πλα ι σιο ▁89 / 391 / ε οκ ) ▁εφαρμο ζ ονται ▁πληρ ως ▁στον ▁το με α ▁της ▁παρ ουσα ς ▁οδηγ ια ς . ▁3.
▁ειδικ ο ▁αφ ιερ ω α • ▁α pi ο ▁το ▁leader ▁i ▁στο ▁leader + ▁και ▁ε χ ρι ▁τον ▁α ξο να ▁leader
▁γι ' ▁π υ το , ▁θ π ▁ ψηφ ι σω ▁κ π τα ▁του ▁ σχε δι ­ ου ▁ ψηφ ισ μπ τος ▁ νομ οθετ ι κου ▁περι ε χο μενο υ .
▁ο ▁ορ κος ▁που ▁προβ λε πε ­ ται ▁στο ▁αρ θρο ▁2 ▁δι δ εται ▁εν ωπ ιον ▁του ▁ δικα στη ρι ου , ▁το ▁ο ποι ο ▁ λαμ βα νει ▁τις ▁απο φα σεις ▁που ▁ανα φερ ονται ▁στα ▁ αρθρ α ▁ 3,4 ▁και ▁7 , ▁αφ ου ▁ζητ ησε ι ▁τη ▁ γνω μη ▁του ▁πρωτο δι κει ου .
▁οργαν ισ μος ▁οικο νομ ικη ς ▁συνεργ α σια ς ▁και ▁αναπτ υ ξης ▁( ο ο σα ),
▁οδηγ ια ▁89 /24 / ε οκ ▁της ▁επι τρο πη ς ▁( δα νια , ▁ε λλα δα , ▁ισ παν ια , ▁ ιρ λ , αν δια , ▁ιταλ ια , ▁ λου ξε μ β ουργ ο )
▁εφ ε τος ▁φ αι νεται , ▁συμφων α ▁με ▁τις ▁ εμπειρ ιες ▁μας , ▁οτι ▁θα ▁φθ ασ ουμε ▁στις ▁δεκα .
▁τι μη ▁στο ▁ λου ξε μ β ουργ ο ▁( χω ρι ς ▁φ πα ): ▁e cu ▁15
▁• ▁ ογ δο η ▁οδηγ ια ▁της ▁επι τρο πη ς ▁της ▁26 ης ▁ μαρτ ιου ▁1986 ▁c 4) ▁περι ▁προσ αρ μο γη ς ▁στην ▁τεχν ικη ▁προ οδο ▁των ▁επι β λαβ ων ▁για ▁τα ▁φυτ α ▁η ▁τα ▁φυτ ικα ▁προ ι οντα ▁( βελ γιο , ▁ δα νια , ▁ε λλα δα , ▁ιταλ ια , ▁ λον ξε μ β ουργ ο , ▁κατ ω ▁χωρ ες , ▁η νω μενο ▁βασιλ ειο )
▁com ( 95) ▁630 ▁ τελ ικο ▁προ τα ση ▁κανονι σ μου ▁( εκ ) ▁του ▁συμβ ουλ ιου ▁περι ▁τροπο ποι η σεως ▁του ▁κανονι σ μου ▁( εκ ) ▁αρ ι θ .
▁0,8 40 997 ▁0,8 439 54 ▁στις ▁4 .7. 1995
▁το ▁ πορ το γα λι κο ▁συστ ημα ▁εκπαιδευ σης ▁και ▁η ▁επαγγελματικ η ▁κατα ρτ ιση
▁κατα ▁τρι τον , ▁η ▁επι τρο πη ▁θα ▁ πρεπε ι ▁να ▁εξα γγ ει λει ▁τον ▁τερματ ισ μο ▁των ▁εισαγωγ ων ▁ξ υ λου ▁απο ▁το ▁sara wak .
▁ο ▁κυβερνητικ ος ▁ε σω τερ ικο ς ▁δημοσ ιον ο ­ μι κος ▁ε λεγ χος ▁αντι με τω πι ζει ▁τα ▁ιδι α ▁προ ­ βλη ματα ▁ο πως ▁και ▁η ▁ευ ρυ τερη ▁δημοσ ια ▁δι οικ ηση .
▁ τρο pi ο ▁ε pi ι κοινων ια ▁ε ▁τον ▁το pi ικο ▁φορ ε α
▁τα ▁με τρα ▁αυτ α ▁ειναι ▁τα ▁ακολουθ α :
▁ελ πι ζω ▁δε ▁ οπ ▁θα ▁ειναι ▁ακ ο μα ▁σε ▁ θεση ▁να ▁το ▁καν η .
▁π ρε ­ πει ▁να ▁ παρατηρ η σουμε ▁σχετικ α ▁οτι ▁το ▁συμβ ου λιο ▁δια θε τα ▁περιορισ με νες ▁μονο ▁κανονι στι ­ κες ▁εξ ουσι ες ▁στο ▁πλ αι σιο ▁της ▁οικο νομ ικη ς ▁ πολιτικ ης ▁( βλ . ▁π χ . , ▁ο σον ▁α φορ α ▁την ▁ πολιτικ η ▁συγκ υ ρια ς , ▁το ▁αρ θρο ▁103 ▁ε οκ ).
▁αρ ι θ . ▁4-5 36 /4
▁ ω στο σο , ▁εν ω ▁οι ▁χωρ ες ▁συν ο χη ς ▁συγκ λι νουν ▁σε ▁σχετικ ους ▁ο ρους , ▁σε ▁απο λυ τους ▁ο ρους ▁εξακολουθ ουν ▁να ▁ δα παν ουν ▁κατ ω ▁του ▁με σου ▁ο ρου ▁της ▁ε ε ▁σε ▁κατα ▁κεφαλ ην ▁επε νδυ σεις ▁κατα ▁την ▁τελε υ ται α ▁δεκα ετ ια ▁- ▁10.000 ▁ευ ρω ▁εν αντι ▁13 .000 ▁ευ ρω .
▁συνε πως ▁η ▁εκ θεση ▁ειναι ▁με ρος ▁των ▁προσ παθ ει ων ▁για ▁δια ρκ η ▁ανα ­ πτυ ξη , ▁στα ▁πλ αι σια ▁της ▁κοιν ης ▁α λι ευ τικη ς ▁ πολιτικ ης .
▁επι σης , ▁αν ▁κατα λαβ α ▁καλα , ▁εγκ ρι θηκε ▁κατ ' ▁αρχ ην ▁και ▁το ▁περι ▁μη ▁επι στροφ ης .
▁η ▁παρ ουσι α ▁της ▁κ . ▁αν νας ▁δια μαν το που λου ▁ο φει λ εται ▁στην ▁προβ λε πο μενη ▁εξε τα ση ▁πολλ ων ▁ γνω μ οδο τη σεων ▁που ▁α φορ ουν ▁ κοινων ικα ▁θε ματα ▁η ▁την ▁απασχολ ηση .
▁ο σον ▁α φορ α ▁τη ▁συνδυασ μενη ▁ονομα τ ολογ ια , ▁ πρεπε ι ▁να ▁ σημ ει ω θει ▁οτι ▁χρησιμοποι ει ται ▁επι σης ▁κατα ▁τις ▁εισαγωγ ες ▁η ▁εξα γω γε ς ▁προ ιον των ▁και ▁οτι , ▁κατα ▁συνε πει α , ▁δεν ▁ εξυπηρετ ει ▁μονο ▁στα τι στικ ους ▁σκοπ ους .
▁η ▁ομαδ α ▁διε ξη γα γε ▁προ κατα ρκ τι κες ▁συζητ η σεις ▁σχετικ α ▁με ▁το ▁θε μα , ▁μετα ξ υ ▁αλλ ων , ▁με ▁ βαση ▁τα ▁συμπ ερ ασ ματα ▁της ▁παν ευ ρω πα ικη ς ▁δια σκε ψη ς ▁μετα φορ ων ▁που ▁πραγματοποι η θηκε ▁στην ▁κ ρη ­ τη , ▁τον ▁ μαρτ ιο ▁1994.
▁πο σο στα ▁συμ με το χη ς ▁της ▁ομαδ ας ▁η λι κι ων ▁15 -19 ▁ε των ▁στα ▁κρατ η ▁με λη
▁η ▁εκ θεση ▁π ποτε λει ▁ μι η ▁κ πλη ▁ πρ χη , ▁κυρ ι ως ▁ο σον ▁π φορ α ▁την ▁ ην π τρο φη ▁των ▁π πι δι ων , ▁ο μως ▁κ . ▁van ▁hemel don ck , ▁ λει π ουν ▁ορ ισ μεν π ▁ σημ ει π , ▁κυρ ι ως ▁οι ▁συνε πει ες ▁της ▁ε σω τερ ικη ς ▁π γο ρας ▁γι π ▁τις ▁γ υν πι κες , ▁λογ ω ▁των ▁συγ χων ευ σεων ▁που ▁θ π ▁γι νουν ▁κ πι ▁της ▁π υ το μπ το ποι ησης .
▁α ▁2-2 69 / 88) ▁της ▁επι τρο πη ς ▁περι βα λλον τος , ▁δημοσ ια ς ▁ υγ ειας ▁και ▁προσ τα ­ σια ς ▁των ▁κατα ναλ ω των ▁για ▁την ▁κοιν η ▁ θεση ▁του ▁συμβ ου ­ λι ου ▁( ε γγ ρ .
▁' η ▁δια ταξη ▁αυτ η ▁εχει ▁ως ▁εξ ης : ▁« η ▁ασκ ηση ▁συγκ ε κρι μενων ▁εξ ουσι ων ▁ μπο ρει ▁να ▁απο νε μη θει ▁με ▁συν θη κη ▁η ▁ νομο ▁σε ▁οργαν α ▁του ▁δημοσ ιου ▁διε θ νους ▁δικαι ου ». ▁'
▁ανα λυση ▁ ψηφ ο φορ ια ς
▁β 3 -22 69 / 90) , ▁του ▁κ . ▁mende s ▁bota , ▁( ε γγ ρ .
▁πολυ ▁συ χ να , ▁η ▁προ ελ ευση ▁επ η ρε αζ εται ▁απο ▁ιστορι κου ς ▁και ▁απο ι κια κου ς ▁δε σμ ους ▁( υ περ ο χη ▁αφ ρ ικαν ικη ς ▁προ ελ ευση ς ▁στη ▁γ αλ λια ▁και ▁την ▁ πορ το γα λια ), ▁η ▁ πολιτ ιστ ι ­ κου ς ▁δε σμ ους ▁( εντ ο νη ▁παρ ουσι α ▁νο τι ο αμερικαν ων ▁στην ▁ισ παν ια ▁και ▁ σκα νδ ινα β ων ▁στη ▁ δα νια ).
▁εν δει κ ν υ ται ▁( α ) ▁ο -
▁η ▁με σο γεια κη ▁ πολιτικ η ▁της ▁κοιν ο τητα ς ▁( γνω μ οδο ­ τηση ▁πρωτο βου λια ς ▁— ▁συμπ λη ρωμα τικη ▁ γνω μ οδο ­ τηση )
▁η ▁κατα στροφ η ▁των ▁ τρο πι κων ▁δ ασ ων ▁απο τελ ει ▁μια ▁μαζικ η ▁επε μ βαση ▁στην ▁ευ αι σθητ η ▁οικ ολογ ικη ▁ισορροπ ια .
▁ε ως ▁τ ωρα ▁ ολα ▁μο ια ζουν ▁να ▁ειναι ▁αυτο νο η τα ▁και ▁ε αν ▁διαβ ασ ει ▁καν εις ▁τα ▁ κει μενα ▁ υ α ▁ μπο ρει ▁να ▁ειναι ▁η συ χος .
▁• ▁ νε ες ▁τεχν ολογ ιες ▁• ▁προ υπ ολογ ισ μος
▁δωρ ε αν ▁εκ δο σεις
▁οδηγ ια ▁77 /6 2/ ε οκ , ▁ε ε ▁αρ ι 9 .
▁τον ▁ ιου νιο ▁του ▁1994 , ▁κατα ▁τον ▁πρωτο ▁απο ▁τους ▁δυο ▁γ υ ρους ▁επι λογ ης ▁για ▁το ▁ακ α δη μα ικο ▁ε τος ▁1994 / 95 , ▁χορηγ η θηκε ▁χρηματοδοτ ηση ▁για ▁3 ▁προγραμματ α ▁συμπ λη ρωμα τι κων ▁μετ ρων ▁και ▁6 ▁προγραμματ α ▁αν τα λλα γων ▁ν εων .
▁η ▁συγ κεντρ ωση ▁των ▁υπ αρχο υσ ων ▁παρ αγωγι κων ▁ ικαν ο τη των ▁η ▁η ▁με ι ωση ▁τους ▁απο τελ ει ▁αντι θε τα , ▁στις ▁περι σσ ο τερες ▁περι πτω σεις , ▁με τρο ▁ορθ ολογ ικη ς ▁οργαν ωσης ▁το ▁ο ποι ο ▁εν ▁γενε ι ▁εχει ▁αμυντικ ο ▁χαρακτηρ α .
▁η ▁ ληψη ▁απο φα σεων ▁στην ▁ευρωπα ικη ▁εν ωση ▁ε ινο ▁αποτελεσμα ▁της ▁αλλ ηλ επιδ ρα σης ▁πολλ ων ▁παρα γον των , ▁c ▁σημαντικ ο τερο ς ▁των ▁ο ποι ων ▁ειναι ▁το ▁« θεσ μ ικο ▁τρι γων ο που ▁απο τελ ει ται ▁απο ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο , ▁το ▁συμβ ου λιο ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁και ▁την ▁ευρωπα ικη ▁επι τρο πη .
▁η ▁ανα κο ιν ωση ▁σχετικ α ▁με ▁τη ▁συνεργ α σια ▁μετα ξ υ ▁της ▁επι τρο πη ς ▁και ▁των ▁εθνικ ων ▁αρχ ων ▁του ▁ανταγων ισ μου ▁αποδ ει χ τηκε ▁χρ η σιμη ▁ως ▁προς ▁την ▁υπο θεση ▁αυτ η .
▁ακ ο μη , ▁με ▁την ▁εν δυ να μ ωση ▁του ▁ανταγων ισ μου ▁θα ▁επι τε υχ θει ▁μια ▁αρ ι στη ▁παρ ο χη ▁υπ η ­ ρε σι ων ▁και ▁θα ▁γι νει ▁ δυ να τη ▁η ▁ πτωση ▁των ▁τιμ ων .
▁απο ▁τον ▁ ια νου α ριο ▁του ▁1997 , ▁η ▁ αγορ α ▁οικο πεδ ων ▁απο ▁ξε νες ▁ εται ρει ες ▁ειναι ▁λιγ ο τερο ▁περιορισ μενη .
▁χορηγ η θηκαν ▁4 ▁εκατ .
▁σου ρι να μ : ▁1-2 .4. 11
▁ειναι ▁παρα δοση ▁οι ▁ανα κρι σεις ▁να ▁ λαμ βα νουν ▁χωρ α ▁ σχε δο ν ▁εξ ' ▁ ολο κλη ­ ρου ▁στις ▁χωρ ες ▁ακ ε .
▁συμβ ου λιο
▁com ( 99) ▁ 742 ▁ τελ ικο ▁προ τα ση ▁κανονι σ μου ▁του ▁συμβ ουλ ιου ▁σχετικ α ▁με ▁την ▁εξα γω γη ▁απο ▁την ▁πο λων ια ▁προς ▁την ▁κοιν ο τητα ▁ορ ισ μενων ▁προ ιον των ▁χαλ υ βα ▁που ▁καλ υπ τ ονται ▁απο ▁τη ▁συν θη κη ▁εκ αχ ▁κατα ▁το ▁ χρον ικο ▁δια στη μα ▁απο ▁1 ης ▁ ια νου αρ ιου ▁ε ως ▁31 ▁δε κ εμ β ρι ου ▁2000 ▁( παρα τα ση ▁του ▁συστ η ματος ▁ διπλ ου ▁ε λεγ χου ) ▁( υπο βλη θει σα ▁απο ▁την ▁επι τρο πη )
▁επι τρο πη : ▁κ . ▁ρ . ▁fly nn , ▁με λος .
▁τι μη ▁στο ▁ λου ξε μ β ουργ ο ▁( χω ρι ς ▁φ πα )
▁κεφαλ α υ ο ▁13 ▁ex ▁13. 02 ▁ex ▁13. 03
▁για ▁το ▁ λογο ▁αυτο ▁θα ▁ θελ αμε ▁να ▁εν θ αρ ρυ νουμε ▁την ▁επι τρο πη ▁να ▁ακολουθ ησε ι ▁το ▁ δρομο ▁που ▁εχει ▁χαρ αξ ει , ▁και ▁να ▁μην ▁παρα συρ θει ▁απο ▁ορ ισ με νους ▁ ζη λω τες .
▁ειναι ▁πιθαν ον ▁να ▁βρ ουμε ▁ ελαφρ υν τικα ▁για ▁τον ▁ασ τυ νομο ▁αυτο .
▁κατα θε σαμε ▁τροπο λογ ιες ▁οι ▁ο ποιες ▁ζητ ουν ▁να ▁δο θει ▁μεγαλ υ τερη ▁προσ ο χη ▁στη ▁ σχε ση ▁μετα ξ υ ▁ πολιτικ ης ▁ανταγων ισ μου , ▁ανταγωνιστικ ο τητα ς ▁και ▁απασχολ ησης .
▁οι ▁αρ μο διο ι ▁οργαν ι ­ σμ οι , ▁cen ▁και ▁cene lec , ▁θα ▁ ει χαν ▁σημαντικ ο τερο ▁ρ ολο , ▁πρα γμα ▁που ▁θα ▁ε θ ετε ▁ισ ως ▁υπο ▁αμφ ισ βη τηση ▁τη ▁ σημ εριν η ▁ισορροπ ια ▁ε υθυν ων ▁σε ▁εθνικ ο ▁και ▁ευρωπα ικο ▁επι πεδ ο , ▁στους ▁οργαν ισ μου ς ▁αυτο υς .
▁συνε δρ ια ση ▁της ▁παρα σκε υ ης ▁12 ▁φ εβ ρου αρ ιου ▁1993
▁1996 ▁— ▁61 ▁σ . ▁— ▁17, 6 ▁χ ▁25 ▁cm
▁συμφων α ▁με ▁τα ▁ αρθρ α ▁2 ▁και ▁3 ▁της ▁οδηγ ια ς ▁92 /2 8/ ε οκ ▁του ▁συμβ ουλ ιου ▁της ▁31 ης ▁ μαρτ ιου ▁1992 ▁ο σον ▁α φορ α ▁τη ▁δια φη μιση ▁φαρμακ ευ τι κων ▁προ ιον των ▁για ▁χρ ηση ▁απο ▁ ανθρωπ ους ▁( ε ε ▁αρ ι θ . ▁l ▁113 ▁της ▁30 .4. 1992 , ▁ σελ .
▁13 ▁δε δο μενο υ ▁οτι ▁καν ε νας ▁απο ▁τους ▁δια δικο υς ▁δεν ▁εκ φρ αζ ει ▁αντι ρ ρη σεις ▁επι ▁της ▁αρχ ης ▁σχετικ α ▁με ▁την ▁ανα νε ωση ▁των ▁προσ ω ρι νων ▁μετ ρων ▁που ▁ε χ ουν ▁διατ αχ θει ▁υπερ ▁της ▁αιτ ουσα ς , ▁η ▁δια φορ α ▁α φορ α ▁απο κλει στι κα ▁τους ▁ο ρους ▁υπο ▁τους ▁ο ποι ους ▁ μπο ρει ▁να ▁διατ αχ θει ▁η ▁ανα νε ωση ▁αυτ η ▁και , ▁ειδικ ο τερα , ▁τη ▁δια ρκ εια ▁ισ χ υ ος ▁των ▁εν ▁λογ ω ▁προσ ω ρι νων ▁μετ ρων , ▁την ▁πο σο τητα ▁ ζα χα ρης ▁την ▁ο ποι α ▁θα ▁επι τρα πει ▁να ▁εισ αγ αγ ει ▁στην ▁κοιν ο τητα ▁η ▁αιτ ουσα ▁και ▁το ▁πο σο ▁της ▁τραπεζικ ης ▁εγγυ η σεως ▁που ▁θα ▁ πρεπε ι ▁να ▁συστ ησε ι .
▁ο σον ▁α φορ α ▁τις ▁αγ ρο ­ τι κες ▁περι ο χες ▁kat ▁επα ρχ ιες , ▁το ▁μονο ▁που ▁τους ▁προ ­ σ φερ ουμε ▁τη ▁ στιγμ η ▁αυτ η ▁ειναι ▁πα χ ια ▁λογ ια ▁για ▁την ▁αγροτικ η ▁αναπτ υ ξη .
▁2 ▁του ▁εισ η γη τη .
▁ ω στο σο , ▁ο ▁ φα ινο μεν ικο ς ▁αρ ι θ ­ μος ▁ξεν ι ων ▁υπολογισ των ▁στο ▁internet ▁( μον ο ▁0,5 ▁ανα ▁1 ▁000 ▁ κατοικ ους ), ▁ ιος ▁σχετικ ο ▁με τρο ▁αναπτ υ ξης ▁προς ▁την ▁ κοινων ια ▁τι ον ▁πληρ ο ­ φορ ι ων , ▁δε ιχν ει ▁οτι ▁οι ▁λι θου αν οι ▁ πρεπε ι ▁ακ ο ­ μη ▁να ▁ανα κα λυ ψ ουν ▁το ▁internet ▁σε ▁μεγαλ ους ▁αριθμ ους .
▁ διο τι ▁πιστ ευ ω ▁οτι , ▁ε αν ▁ γνω ρι ζε , ▁θα ▁ ει χε ▁απο φυγε ι ▁να ▁καν ει ▁ορ ισ μενα ▁σχολ ια .
▁εκδ ιδ εται ▁απο ▁τον ▁υπηρε σια ▁πληροφορ ι ων ▁του ▁ δικα στη ρι ου ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁l ▁- ▁28 25 ▁ λου ξε μ β ουργ ο .
▁το ▁εκ ▁εν ε κρι νε ▁επι σης , ▁το ▁μα ιο ▁του ▁1984 , ▁ ψηφ ισμα ▁για ▁την ▁ανα γνω ρι ση ▁των ▁ακ α δη μαι κων ▁τι τ λων ▁σπ ου δων ▁( ε γγ ρ .
▁υπ αρχο υν , ▁ ω στο σο , ▁κα ποι α ▁θε ματα ▁που ▁δημιουργ ουν ▁προβληματ α .
▁αντι θε τα , ▁θα ▁υπο στη ρι ξουν ▁τις ▁δια φορ ες ▁ πολ πι κες ▁που , ▁ ει τε ▁ αμε σα ▁ ει τε ▁ εμ με σα , ▁επι δι ω κ ουν ▁στον ▁ιδιο ▁στο χο , ▁τη ▁ βελ τι ωση ▁της ▁ υγ ειας ▁και ▁της ▁εκπαιδευ σης , ▁ιδι ως ▁των ▁γυναικ ων , ▁την ▁υπο στη ρι ξη ▁των ▁ δημο γρα φι κων ▁ πολ πι κων , ▁την ▁υπο στη ρι ξη ▁της ▁συγ κεντρ ωσης ▁και ▁ανα λυση ς ▁ δημο γρα φι κων ▁στο ι χει ων ▁και ▁την ▁καλ υ τερη ▁ γνωσ η ▁των ▁δια φορ ων ▁ κοινων ικ ων , ▁πο λπ ιο τι κων , ▁και ▁οικο νομ ικ ων ▁παρα γον των ▁που ▁επ η ρε αζ ουν ▁τη ▁ γον ιμο τητα
▁αρ θρο ▁!
▁d ▁προσ τα σια ▁των ▁ πολιτ ων : ▁εκ δοση ▁απο ▁την ▁επι τρο πη ▁προ τα σης ▁κανονι σ μου ▁για ▁τη ▁δημ ι ­ ουργ ια ▁τα με ιου ▁αλλ η λε γγ υ ης ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁και ▁ σχε διο υ ▁ διο ργα νικ ης ▁συμ φ ω ­ νια ς ▁για ▁τη ▁χρηματοδοτ ηση ▁του ▁τα με ιου ▁αλλ η λε γγ υ ης ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁και ▁τις ▁προ υπο θε σεις ▁προσφυγ ης ▁στο ▁τα με ιο ▁αυτο ▁( — * ▁ σημ εια ▁1.4 . 30 ▁και ▁1.4 . 31) .
▁πω ▁θα ▁pi ρο η θε υτ ει τε ▁εκ δο σει ▁τη ▁ε ε
▁γενικ ες ▁ πτυ χες
▁οι ▁προ τα σεις ▁προγραμματ ων ▁που ▁υπο βλη θηκαν ▁περι ε χ ουν ▁και νο το μι ες ▁και ▁α φορ ουν ▁τους ▁ακολουθ ους ▁το μ εις : ▁τις ▁ mme , ▁τους ▁ευ αι σθητ ους ▁το μ εις , ▁ο πως ▁η ▁κλ ωσ του φαν τουρ για ▁και ▁το ▁περι βα λλον , ▁την ▁αναπτ υ ξη ▁ν εων ▁τεχν ολογ ικ ων ▁αρ μο διο τη των , ▁την ▁εν ισ χ υ ση ▁αλλ ων ▁κοιν ο τι κων ▁προγραμματ ων , ▁ο πως ▁τα ▁force ▁και ▁euro tec net .
▁επι ▁του ▁παρ ον τος , ▁οι ▁ υπουργ οι ▁προ εβ λε ψαν ▁μια ▁χρ ημα ­ το δο τικη ▁βοηθ εια ▁για ▁την ▁εξ υ για νση ▁των ▁προσ βλη θεν των ▁ κτη νο τρο ­ φι ων .
▁συμφων ια ▁μετα ξ υ ▁της ▁ευρωπα ικη ς ▁οικο νομ ικη ς ▁κοιν ο τητα ς ▁και ▁της ▁δημοκρατ ια ς ▁των ▁σε υχ ελ λων ▁για ▁την ▁α λι εια ▁στα ▁ανοικτ α ▁των ▁σε υχ ελ λων
▁26 1 η ▁συν οδο ς ▁ ολο με λεια ς
▁δια βα τοι
▁πιο ▁σ ▁ υ ▁γ ▁κ ▁εκ ▁ρ ▁ ι ▁ενα ▁ , ▁δ ▁ ι ▁α ▁p ▁i ▁ ι ▁στ ▁ ω ▁θ ▁η ▁κ ▁ε ▁οτι ▁οι ▁α ▁p ▁i ▁α ▁ ι ▁τ ▁η ▁σε ▁ ι ▁για ▁το ▁p ▁i ▁ ι ▁στο ▁p ▁i ▁οι ▁η ▁τι ▁κ ▁ο ▁κατα γω γη ▁p ▁i ▁α ▁ρ ▁α ▁β ▁ ι ▁α ▁ζ ▁ο ▁ υ ▁ν ▁τα ▁ αρθρ α ▁vii i . 1 ( γ ), ▁vii i . 3 , ▁x ▁και ▁xi . 1 ▁τη ▁γ ▁σε ▁ , ▁κ ▁α ▁θ ▁ ω ▁και ▁το ▁αρ θρο ▁7.1 ▁τη σ ▁ υ ▁φ ▁ ων ▁ ι ▁α ▁του ▁πο ε ▁για ▁τα ▁κλ ω στο υφ αντ ουργ ικα ▁p ▁i ▁ρ ▁ο ▁ ι ▁ο ▁ν ▁τα ▁και ▁τα ▁ ει δη ▁ε ▁ν ▁δ ▁ υ ▁σ ▁η ▁ .
▁ ελε γκ τικο ▁συνε δρ ιο
▁τι θ εται , ▁εκ τος ▁των ▁αλλ ων , ▁και ▁θε μα ▁προ ασπ ιση ς ▁των ▁στο ι χει οδ εστε ρων ▁ ανθρωπ ιν ων ▁δικαι ωμα των .
▁αντι προ εδ ρου
▁αντι θε τα , ▁ε αν ▁ο ▁καθ ορ ισ μος ▁αυ της ▁της ▁ πολιτικ ης ▁ειναι ▁η ▁επι βε βα ι ωση ▁της ▁ πολιτικ ης ▁που ▁επ ελε ξαν ▁ο ▁κ . ▁σ ιρ ακ ▁και ▁ο ▁κ . ▁προ ­ ντι , ▁πιστ ευ ω ▁οτι ▁ οδ ευ ουμε ▁κατε υθ ει αν ▁στην ▁κατα στρο ­ φη .
▁η ▁επι τρο πη ▁φροντ ιζ ει ▁ ω στε ▁η ▁χρησιμοποι ηση ▁τους ▁να ▁ειναι ▁συμφων η ▁με ▁την ▁η πο φο σι σθ ει ση ▁δια θεση ▁και ▁να ▁πραγματοποι ει τα ▁υπο ▁τους ▁ κη λυ τε ρους ▁οικο νομ ικ ους ▁ο ρους .
▁τι ▁εγ ινε ▁ε δω ▁και ▁7 ▁ χρον ια ; ▁β εβ αι ως ▁και ▁θα ▁λα βα ▁το ▁συμβ ου λιο ▁στην ▁κολ ων ια ▁μια ▁σημαντικ η ▁απο φα ση ▁ορ ιζ οντας ▁τον ▁κυρ ιο ▁η ▁την ▁κυρ ια ▁κ επ πα .
▁ανα κοινων ει ▁επι σης ▁οτι ▁προ τι θ εται ▁να ▁προ ­ σ λαβ ει ▁συμβ ου λους ▁επι φορ τι σ με νους ▁με ▁το ▁ εργο ▁να ▁πραγματοποι η σουν ▁ ετ ησ ιες ▁επι σκε ψεις ▁σε ▁καθ ε μια ▁απο ▁τις ▁κυρ ιες ▁δικαι ου χες ▁χωρ ες ▁και ▁υπο γραμμ ιζ ει ▁οτι ▁η ▁επι πτωση ▁των ▁ κο νδυ λι ων ▁που ▁θα ▁χορηγ η θ ουν ▁θα ▁ γνωσ το ποι η θει ▁αργ ο ­ τερα ▁χαρ ιν ▁στο ▁ εργο ▁αυτ ων ▁των ▁ ελε γκ των .
▁εκ δοση ▁απο ▁το ▁συμβ ου λιο ▁στις ▁8 ▁δε κ εμ β ρι ου .
▁( ' ) ▁με σος ▁op oc ▁στις ▁28 ▁σε π τε μ β ρι ου ▁2001 ▁: ▁ε ε ▁c ▁27 4 ▁της ▁29 .9. 2001 .
▁( ") ▁δε λ τι ο ▁εκ ▁¿ 1984 , ▁ σημ ειο ▁2.2 . 26 .
▁ενα ▁παρα δει γμα ▁επ ' ▁αυτο υ ▁ειναι ▁αυτο ▁που ▁συμβ αι νει ▁ σημ ερα ▁στην ▁σου η δια .
▁η ▁ανα κο ιν ωση ▁για ▁τη ▁συνεργ α σια ▁υπο δει κ ν υ ει ▁την ▁αντι με τω πι ση ▁των ▁συμφων ι ων ▁που ▁εμπ ι π τ ουν ▁σε ▁απαλ λα γη ▁κατα ▁κατηγορ ια ▁ως ▁ε αν ▁ε χ ουν ▁ τυχ ει ▁ ατομικ ης ▁απαλ λαγ ης ▁( βλ . ▁παρα γραφο ς ▁26 ).
▁αρ θρο ▁12
▁ λου ξε μ β ουργ ο : ▁υπηρε σια ▁επι σημ ων ▁εκ δο σεων ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των , ▁1985
▁ διπλ ωμα του χος ▁ πολιτικ ων ▁επι στη μ ων ▁( 1979 ).
▁αυτο ▁θα ▁ πρεπε ι ▁να ▁το ▁ επιδ οκ ιμα σουμε .
▁το ▁ πορ το γα λι κο ▁κ π ς ▁της ▁περι οδο υ ▁2000 2006 ▁εγκ ρι θηκε ▁απο ▁την ▁επι τρο πη ▁στις ▁30 ▁ μαρτ ιου ▁2000 ▁και ▁προβ λε πει ▁τη ▁χορηγ ηση ▁κοιν ο η κων ▁πιστ ω σεων ▁20. 5 35 ▁εκατ . ▁ευ ρω ▁σε ▁ τρε χ ουσες ▁ ημ ες , ▁η ▁το ▁15% ▁περι που ▁των ▁πο ρων ▁των ▁δι αρθρ ω η κων ▁τα μ ει ων
▁α pi ο ▁ ια ▁ αγορ α ▁ελ ευ θε ρη ▁α pi ο ▁ε pi ο δια ▁και ▁γραφ ειο κρατ ικ ε # ▁δια δικα σι ε # , ▁ο pi ου ▁οι ▁καν ο νε # ▁θα ▁ειναι ▁pi ρο β λε ψ ι οι ▁και ▁οι ▁ δυ ναι κε # ▁ε pi ι χει ρη σει # ▁θα ▁pi ορ ουν ▁να ▁ευ η ερ ουν .
▁ως ▁« ο ικο γεν εια κο ▁επι δο μα » ▁νο ει ται ▁η ▁περι οδ ικη ▁παρ ο χη ▁σε ▁χρ ημα ▁που ▁χορηγ ει ται ▁απο κλει στι κα ▁ανα ­ λογ α ▁με ▁τον ▁αριθμ ο ▁και , ▁εν δε χο μεν ως , ▁την ▁η λι κια ▁των ▁με λων ▁της ▁οικογενε ια ς .
▁αλλα ▁η ▁κοιν ο τητα ▁ο φει λει ▁να ▁ενημερω νεται ▁τακτικ α ▁για ▁την ▁εφαρμο γη ▁τους ▁και ▁τις ▁εν δε χο με νες ▁τροπο ποι η σεις ▁τους .
▁εκδ ιδ εται ▁εφ ο σον ▁προσ κο μ ιστ ει ▁αδ εια ▁παρα λαβ ης ▁που ▁εχει ▁εκδ ωσε ι ▁ο ▁οργαν ισ μος ▁απο θε μα το ποι ησης .
▁ε τσι , ▁παρα δει γ ματος ▁χαρ ιν , ▁το ▁προ γραμμα ▁επι λεκ τικη ς ▁υπο στη ρι ξης ▁για ▁τη ▁δια νομ η ▁ ται νι ων ▁ευ νο ει ▁τα ▁μικρο τερα ▁κρατ η ▁με λη ▁σε ▁ο , ▁τι ▁α φορ α ▁το σο ▁τα ▁επι λεγ μενα ▁προγραμματ α ▁ο σο ▁και ▁το ▁πο σο στο ▁επι λογ ης ▁των ▁υπο βλη θεν των ▁προγραμματ ων .
▁κεφαλ α ιο ▁4: ▁ ∆ ι ε γερ τικα ▁ τυ pi ου ▁αμφ ε τα μι νων , ▁l s d ▁και ▁αλλα ▁συν θε τικα ▁να ρκ ω τικα ▁καθ ως ▁και ▁ορ ισ μενα ▁στη ▁ γερμαν ια , ▁την ▁ε σθ ον ια , ▁τη ▁γ αλ λια ▁και ▁τη ▁λι θου αν ια ( 49) ▁( εθν ικ ες ▁εκ θε σεις ▁δικ τυ ου ▁re ito x , ▁2003 · c nd , ▁2004 ).
▁οι ▁εκπαιδευ τες ▁απο κτ ουν ▁κινητ ρα ▁ο ταν ▁ βλ επ ουν ▁οτι ▁το ▁ εργο ▁τους ▁ανα γνω ρι ζ εται ▁απο ▁τη ▁διε υθυν ση ▁της ▁επιχειρ ησης , ▁τους ▁νεο υς , ▁αλλα ▁και ▁απο ▁την ▁ κοινων ια .
▁l ▁ 285 , ▁ σελ . ▁46 .
▁3-5 6 ▁350 ▁πα ιγ νια , ▁στα τι στικ η , ▁φορ ος , ▁χωρ ες ▁των ▁εκ ▁εξω τερ ικο ▁εμπορ ιο , ▁κοιν ο τι κες ▁εισαγωγ ες , ▁οικο νομ ικη ▁στα τι στικ η , ▁πλαστ ικ ες ▁ υ λες
▁ ολα ▁αυτ α ▁δε ιχν ουν ▁το ▁αδ ι εξ οδο ▁στο ▁ο ποι ο ▁ε χ ουν ▁περι ελ θει , ▁και ▁εξηγ ουν ▁για τι ▁κοντ ευ ουν ▁να ▁χα σουν ▁το ▁κουρ α γιο ▁τους ▁εν τελ ως .
▁ο ▁ χει μαρ ρος ▁με ▁το ▁μεγαλ υ τερο ▁μη κος , ▁ο ▁ γκ ουν τες ▁( 160 ▁km ), ▁σε ▁ορ ισ μενα ▁ σημ εια ▁μο ια ζει ▁με ▁πο τα μο .
▁υπηρε σια ▁επι σημ ων ▁εκ δο σεων
▁η ▁επι τρο πη ▁θε λει ▁στη ▁συνεχ εια , ▁στα ▁πλ αι σια ▁της ▁επι τρο π ολογ ια ς , ▁να ▁ μπο ρει ▁να ▁τροπο ποι ει ▁και ▁να ▁διε υρ υν ει ▁τις ▁προβ λε πο με νες ▁τρεις , ▁προς ▁το ▁παρ ον , ▁ομαδ ες .
▁οι ▁αξι ολογ η τες ▁πιστ ευ ουν ▁οτι ▁η ▁κατα σταση ▁αυτ η ▁ μπο ρει ▁να ▁ξε περ ασ τει ▁με σω ▁της ▁δημιουργ ια ς ▁μιας ▁εν ια ια ς ▁ εται ρ ικη ς ▁δι αρθρ ωσης ▁για ▁καθ ε ▁προ γραμμα , ▁με σω ▁του ▁δια χ ωρ ισ μου ▁των ▁αρ μο διο τη των ▁των ▁δια φορ ων ▁ εται ρων ▁και ▁της ▁ ικαν ο τητα ς ▁τους ▁να ▁επ η ρε αζ ουν ▁τις ▁απο φα σεις ▁σε ▁καθ ε ▁ενα ▁απο ▁τα ▁στα δια ▁προγραμματ ισ μου .
▁η ▁ μι κτη ▁' επι τρο πη ▁επι φερ ει ▁στους ▁καν ο νες ▁κατα γω γη ς ▁τις ▁τροπο ­ ποι η σεις ▁που ▁θα ▁η ταν ▁ δυ να τον ▁να ▁ καταστ ουν ▁ανα γκα ιες ▁συνε πει α ▁της ▁προσ χ ωρη σεως ▁της ▁' ελληνικ ης ▁δημοκρατ ια ς ▁στις ▁ευρωπα ικ ες ▁κοιν ο τη τες .
▁• ▁να ▁αυ ξη θ ουν ▁οι ▁πιστ ω σεις ▁που ▁δια θε τ ουν ▁οι ▁ile ▁με ▁την ▁προσ αρ μο γη ▁των ▁ υφ ι στα μενων ▁μετ ρων ▁για ▁τις ▁μικρ ες ▁επιχειρ η σεις , ▁καθ ως ▁και ▁με ▁την ▁προσφυγ η ▁σ ' ▁αλλ ες ▁εν δε χο με νες ▁ πηγ ες ·
▁προ κει μενο υ ▁να ▁εξα σφαλ ισ ει ▁την ▁ανα ληψη ▁ δρα σης , ▁το ▁ τοπ ικο ▁αναπτ υ ξι α κο ▁στ ελε χος ▁θα ▁χρ εια στ ει ▁να ▁αναπτ υ ξει ▁μια ▁ σει ρα ▁απο ▁ πρακτικ ες ▁ δρα στη ριο τη τες ▁που ▁α φορ ουν ▁αυτο ν ▁τον ▁κατα λογο ▁θε ματ ων .
▁' αντι προ σω ποι ▁των ▁εργ αζ ο μενων ▁εκ λεγ ονται ▁απο ▁το τε ▁στα ▁συμβ ου λια ▁των ▁επιχειρ η σεων ▁αυτ ων ▁και ▁ε χ ουν ▁διε ξα χ θει ▁συζητ η σεις ▁με σα ▁στις ▁επι χει ­ ρη σεις ▁σχετικ α ▁με ▁την ▁αναπτ υ ξη ▁συμ με το χι κων ▁μηχαν ισ μ ων ▁σε ▁επι πεδ ο ▁κατ ω τερο ▁του ▁συμβ ουλ ιου .
▁η ▁επι τρο πη ▁προσ διο ρι σε , ▁με ▁ βαση ▁τη ▁ νομ ολογ ια ▁του ▁ δικα στη ρι ου ▁( 86) ▁και ▁σε ▁συνε ν νο ηση ▁με ▁τις ▁αρ μο δι ες ▁αρχ ες ▁των ▁κρατ ων ▁με λιο ν , ▁τις ▁αποδ εκ τες ▁προ θεσ μι ες ▁για ▁τις ▁δια δικα σι ες ▁εισ π ρα ξης .
▁απο τελ ει ▁ ου τοπ ια ▁να ▁πιστ ευ ουμε ▁οτι ▁τα ▁εθνικ α ▁κρατ η ▁με λη ▁μπ ορ ουν ▁να ▁επι λυ σουν ▁μον α ▁τους ▁αυτο ▁το ▁προ βλη μα ▁επι στρ εφ οντας ▁πι σω ▁στα ▁συν ο ρα ▁τους ▁του ▁19 ου ▁αι ων α , ▁ διο τι ▁η ▁οικο νομ ια ▁και ▁η ▁κυκλοφορ ια ▁κεφαλ αι ων ▁δεν ▁επ η ρε αζ εται ▁πλ ε ον ▁καθ ο λου ▁απο ▁αυτ α ▁τα ▁συν ο ρα .
▁' α ρα ρο 22
▁τεχν ουργ η ματα ▁εκ ▁γ υ ψ ου ▁η ▁συν θε σεων ▁με ▁βασ ιν ▁την ▁γ υ ψ ον
▁ ω ▁εκ ▁του του , ▁ειναι ▁ υ pi αρ κτη ▁η ▁ανα γκ η ▁για ▁ενα ▁εγ χει ρι διο ▁pi ου ▁θα ▁βοηθ ησε ι ▁του ▁συ ετε χ ον τε ▁σε ▁εκ στρα τει ε ▁ οδ ικη ▁ασφαλ εια ▁να ▁αυ ξη σουν ▁την ▁α pi οτ ελε σα τικο τητα ▁των ▁εκ στρα τει ων ▁pi ου ▁θα ▁διε ξα γα γουν ▁στο ▁ε λλον .
▁ε τσι , ▁δεν ▁συμφων ουμε ▁με ▁τα ▁συμπ ερ ασ ματα ▁της ▁εκ θε ­ σεως ▁agli etta .
▁οδηγ ος ▁για ▁τη ▁με ταρ ρυθμ ιση ▁των ▁κοιν ο τι κων ▁δι αρθρ ω τι κων ▁τα μ ει ων
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁το ▁regering s rat t ▁αποφασισ ε ▁να ▁υπο βαλ ει ▁στο ▁ δικα στη ριο ▁δυο ▁προ δικα στι κα ▁ερωτ η ματα .
▁προ κει ε νου ▁να ▁εξα σφαλ ιστ ει ▁η ▁pi οι ο τητα ▁των ▁α pi α - ρα ι τη των ▁στο ι χει ων , ▁συ φων η θηκαν ▁ νε ε ▁εξ ουσι ε ▁ ω στε ▁να ▁ειναι ▁ δυ να τη ▁η ▁ε pi α λη θ ευση ▁των ▁στα τι στικ ων ▁των ▁κρατ ων ▁ελ ων .
▁αυτο ▁θα ▁ μπο ρου σε ▁να ▁περι λαμ βα νει ▁την ▁υπο στη ρι ξη ▁του ▁εκ τ ▁για ▁την ▁αναπτ υ ξη ▁κατα λλη λων ▁εν δο επι χει ρη σια κων ▁δομ ων ▁κατα ρ τι σης , ▁την ▁επε ξε ργα σια ▁ σχε δι ων ▁κατα ρ τι σης ,
▁ ι ιρ οκ αμε νου ▁ ακριβ ως ▁να ▁περιορισ τ ουν ▁οι ▁α βε βα ιο τη τες ▁και ▁τα ▁μα ο νε κτη ματα ▁μιας ▁τετ οι ας ▁κατα στα σεως , ▁η ▁επι τρο πη ▁κατε φυγε ▁στην ▁ πρακτικ η ▁που ▁συν ι στα ται ▁σε ▁απο στο λη ▁αν επι ση ­ μ ων ▁επι στο λων ▁(« com fort ▁letters », ▁« let tres ▁de ▁re confort » ), ▁που ▁δεν ▁αντ απο κρι νονται ▁αλλ ω ­ στε ▁σε ▁κα μια ▁ τυπ ικη ▁ορ ολογ ια , ▁στις ▁ο ποιες ▁ ουσι ασ τικα ▁ δηλ ων α ▁οτι , ▁υπο ▁τις ▁παρ ουσες ▁συν θηκε ς , ▁η ▁κοιν ο ποι η θει σα ▁συμπ ρα ξη ▁δεν ▁φ αι νεται ▁να ▁ θι γα ▁το ▁αρ θρο ▁85 , ▁παρα γραφο ς ▁1.
▁απο ▁ φε τος ▁η ▁επι ­ τρο πη ▁τροπο ποι ησε ▁τη ▁δια δικα σια ▁εκ καθαρ ιση ς ▁λογ α ­ ρια σμ ων .
▁μο ζ αμβ ικη ▁αγ κο λα ▁χωρ ες ▁της ▁pa lop ▁( ' ) ▁αι θ ιο πια
▁15 ▁απ ρι λι ου ▁1997
▁οδηγ ια ▁96 /6 1/ εκ ▁του ▁συμβ ουλ ιου ▁σχετικ α ▁με ▁την ▁ολοκληρ ω μενη ▁προ ληψη ▁και ▁ε λεγ χο ▁της ▁ ρυ παν σης ▁( ip pc ), ▁σε π τε μ β ριο ς ▁1996 , ▁επι ση μη ▁εφ η μερ ι δα ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των , ▁l ▁25 7 / 26 .
▁σ ▁ο ▁μ ▁αλ ▁ ι ▁α ▁ ς
▁η ▁μπ οτ σου ανα ▁ειναι ▁ γνωσ τη ▁για ▁τα ▁μεγαλ α ▁κοπ α δια ▁της .
▁μετα ▁το ▁πε ρας ▁της ▁δια δικα σια ς ▁συνε ν νο η σεως ▁με ▁το ▁ευρωπα ικο ▁κοιν ο ­ βου λιο , ▁το ▁συμβ ου λιο ▁εξε δω σε , ▁στις ▁13 ▁ μαρτ ιου , ▁τον ▁κανονι σμ ο ▁που ▁τροπο ποι ει ▁τον ▁προ ανα φερ ο μενο ▁δημοσ ιο νομ ικο ▁κανονι σμ ο ▁( ' ) ■
▁οι ▁συμφων ιες ▁p ▁i ▁ο ▁ υ ▁σ ▁ υ ▁ν ▁α ▁p ▁i ▁το ▁ν ται ▁ υ ▁p ▁i ▁ο ▁τους ▁ο ρους ▁p ▁i ▁ο ▁ υ ▁καθ ορ ιζ ονται ▁στο ▁p ▁i ▁α ▁ρ ▁ο ▁ν ▁αρ θρο ▁δε σμ ευ ουν ▁τα ▁οργαν α ▁της ▁κοιν ο τητα ς ▁και ▁τα ▁κρατ η ▁με λη .
▁27 6 ▁α ▁11 26 ( 01) ▁[ 27 2 ▁α ▁07 22 ( 03) ]
▁25 37 η ▁συν οδο ς
▁3.1 ▁ ει δη
▁21 .5. 1996 ▁• ▁ υπα λλη λοι ▁— ▁δια γων ισ μος ▁— ▁εξε τα στικ η ▁επι τρο πη ▁— ▁προ φορ ικη ▁εξε τα ση ▁— ▁απο φα ση ▁της ▁εξε τα στικ ης ▁επι τρο πη ς ▁περι ▁μη ▁εγ γρα φη ς ▁στον ▁πι να κα ▁επι τυχ ον των ▁για ▁μελλοντικ ες ▁προσ λη ψεις ▁— ▁εκ τα ση ▁της ▁υποχρεω σεως ▁αιτ ι ολογ η σεως ▁— ▁εκ τα ση ▁του ▁δικαστικ ου ▁ε λεγ χου » ▁( πε μπ το ▁τ μη μα )
▁μονο ▁το ▁17% ▁των ▁ οδο ντι ατ ρων ▁ειναι ▁γυναικ ες .
▁πολλ οι ▁απο ▁μας ▁θυμ ο μα στε ▁τη ▁συμφων ια ▁για ▁το ▁δι πλασ ι ασ μο ▁του ▁πο σου ▁των ▁δι αρθρ ω τι ­ κων ▁τα μ ει ων .
▁εκ ει ▁εγκ ει ται ▁τ ωρα ▁ο λη ▁η ▁δυσκολ ια .
▁αλλα ▁θε ματα ▁που ▁σ ν ζη τη θηκαν
▁ε δω ▁οι ▁ πολιτ ες ▁ πρεπε ι ▁να ▁ μπο ρε σουν ▁να ▁βασ ισ θ ουν ▁στην ▁ευ ρω ­ πα ικη ▁κοιν ο τητα ▁για ▁την ▁προσ τα σια ▁τους .
▁— ▁να ▁p ▁i ▁ρ ▁ο ▁α ▁γ ▁α ▁γ ▁ε ▁ ι ▁ευ νο ικο ▁p ▁i ▁ε ▁ρ ▁ ι ▁β ▁αλλο ν ▁για ▁την ▁ανα ληψη ▁p ▁i ▁ρ ▁ ω ▁το ▁β ▁ο ▁ υ ▁λ ▁ ι ▁ ω ▁ν ▁και ▁την ▁ανα ▁p ▁i ▁τ ▁ υ ▁ξ ▁η ▁των ▁ε ▁p ▁i ▁ ι ▁χειρ η σεων ▁του ▁συν ο λου ▁της ▁εν ωσης , ▁και ▁ιδι ως ▁των ▁ ι ▁κ ▁ρ ▁ο ▁ε ▁σ ▁α ▁ ι ▁ ω ▁ν ▁ε ▁p ▁i ▁ ι ▁χειρ η σεων ▁ ,
▁η ▁ε τι κε τα ▁ειναι , ▁κατα ▁κα ποι ο ▁τροπο , ▁το ▁δε λ τι ο ▁τ αυτο τητα ς ▁εν ος ▁προ ιον τος .
▁χαιρ ε ­ τι ζ ουμε ▁λοιπ ον ▁την ▁επι στροφ η ▁του ▁προ εδ ρου ▁ah med ▁te jan ▁kab bah .
▁' εν δει κ τικη ▁τι μη ▁' εν ια ια ▁κοιν η ▁τι μη ▁παρε μ βαση ς
▁αυτο ι ▁ πρεπε ι ▁επι σης ▁να ▁ειναι ▁ενημερω μενο ι ▁για ▁το ▁τι ▁συμβ αι νει ▁στον ▁ευρωπα ικο ▁χωρ ο ▁ως ▁συν ολο .
▁η ▁πρωτ η ▁αδ υ να μια ▁που ▁ ει χε ▁η ▁εκ θεση ▁αυτ η ▁βρ ι σκο ταν ▁στην ▁πραγματ ικο τητα ▁στον ▁τι τ λο ▁της .
▁το ▁προ γραμμα ▁αυτο ▁ειναι ▁η ▁απαντ ηση ▁της ▁κοιν ο τητα ς ▁στην ▁κοιν η ▁αυτ η ▁ δηλ ωση .
▁ ω στο σο , ▁αυτο ▁δεν ▁ σημα ιν ει ▁οτι ▁αφ ιερ ω σατε ▁ο λη ▁την ▁επαγγελματικ η ▁σας ▁στα διο δρο μια ▁στο ▁κοιν ο τικο ▁δικαι ο .
▁4) ▁προ θεσ μια ▁για ▁την ▁εφαρμο γη ▁της ▁ νομο θεσ ια ς ▁στα ▁κρατ η ▁με λη
▁στην ▁περι πτωση ▁της ▁γ αλ λια ς , ▁οι ▁πραγματοποι η θει σες ▁πρα ξεις ▁η ταν ▁κατα ▁τα ▁δυο ▁τρι τα ▁εγ χω ρι ες .
▁— ▁εγ γ ρ .
▁η ▁ βου λη ▁των ▁ελλην ων ▁εν ε κρι νε ▁τις ▁πρωτ ες ▁πρω ινε ς ▁ ω ρες ▁της ▁18 ης ▁ φε ­ β ρου αρ ιου ▁1999 , ▁με ▁συντ ρι π τικη ▁πλ ει ­ ο ψηφ ια , ▁τη ▁συν θη κη ▁του ▁αμ στερ ντα μ .
▁τ ▁ υ ▁κ
▁προ εδ ρος . ▁— ▁αγαπη τοι ▁συνα δε λφ οι , ▁θα ▁η θε λα ▁κατ ' ▁αρχ ας ▁να ▁καν ω ▁μια ▁ δηλ ωση ▁σχετικ α ▁με ▁το ▁γε γον ος ▁οτι ▁το ▁ονομα ▁του ▁κ . ▁jack son ▁προσ τε θηκε ▁με ▁το ▁ χε ρι ▁στον ▁κατα λογο ▁της ▁ονομα στικ ης ▁ ψηφ ο φορ ια ς ▁για ▁το ▁ κλει ­ σιμο ▁των ▁ανθ ρα κω ρυ χει ων .
▁ πρεπε ι ▁να ▁θε ωρη θει ▁οτι ▁η ▁επι τρο πη ▁ ει χε ▁την ▁εξ ουσι α , ▁εν ▁προ κει μεν ω , ▁να ▁στη ρι χ θει ▁επι ▁του ▁ αρθρ ου ▁23 ▁του ▁κανονι σ μου ▁42 53 / 88 ▁για ▁τη ▁διε ξα γω γη ▁των ▁επι τοπ ι ων ▁ε λεγ χων ▁που ▁δι ενεργ η θηκαν ▁τον ▁ ιου λιο ▁και ▁τον ▁νο εμ β ριο ▁του ▁1997 ▁σχετικ α ▁με ▁τα ▁σχεδια ▁που ▁α φορ ουν ▁οι ▁προσ βα λλο με νες ▁απο φα σεις .
▁μετα ξ υ ▁των ▁ανα λυ τι κων ▁περιφερ ει ων , ▁ιδι αι τερη ▁ σημα σια ▁ε χ ουν ▁εκ ει νες ▁που ▁σχηματ ιζ ονται ▁συμφων α ▁με ▁ κοινων ικο ο ικο νομ ικ ους ▁στο χους .
▁αντι θε τα ▁με ▁την ▁συνηθ ισ μενη ▁ πρακτικ η ▁για ▁την ▁κοιν ο τικη ▁βοηθ εια , ▁η ▁κοιν ο τητα ▁ανα γκ αζ εται ▁να ▁πληρ ων ει ▁ δα σμ ους ▁στο ▁ισ ρα ηλ , ▁για ▁την ▁μετα φορ α ▁φαρμακ ευ τι κων ▁εφ ο δι ων ▁και ▁αλλ ων ▁πραγματ ων .
▁αρ θρο ▁16
▁( ο ▁προ εδ ρος ▁δια βα ζει ▁τις ▁τροπο ποι η σεις ▁της ▁η μερ η σια ς ▁δια ταξη ς ▁της ▁πε μπ της ) ▁(2)
▁υπο δο χη ▁των ▁ν εων ▁ βου λευ των
▁σε ▁αυτο ▁το ▁παρα ρτ ημα ▁της ▁οδηγ ια ς ▁υπ αρ χει ▁ο ▁κατα λογο ς ▁των ▁προ ιον των ▁που ▁καλ υπ τ ονται ▁και ▁εκ ει νων ▁που ▁δεν ▁καλ υπ τ ονται . ▁2.
▁προ γεν εστε ρη ▁συν οδο ς : ▁δε λ τι ο ▁11 1996 , ▁ σημ ειο ▁1 .10. 15
▁το ▁συμβ ου λιο ▁εν ε κρι νε ▁εξ αλ λου ▁τη ▁χορηγ ηση ▁ολοκληρ ης ▁της ▁βοηθ ειας ▁που ▁προβ λε π εται ▁απο ▁το ▁δευτερ ο ▁χρηματοδοτ ικο ▁πρωτο κο λλο ▁και ▁συγκ ε κρι μενα ▁11 ▁εκατ ομ .
▁η ▁απο φα ση ▁αρ ι θ . ▁1/8 2 ▁του ▁συμβ ουλ ιου ▁συνδε σεως ▁ε οκ - μα λ τας ▁εφαρμο ζ εται ▁στην ▁κοιν ο τητα .
▁με ▁ βαση ▁τα ▁ αρθρ α ▁85 ▁και ▁86 ▁της ▁συν θη κη ς ▁ε οκ , ▁στο ▁προ γραμμα ▁για ▁την ▁εν ια ια ▁ αγορ α ▁δι νεται ▁προσ θε τη ▁ σημα σια ▁στην ▁αποτελεσμα τικη ▁εφαρμο γη ▁των ▁καν ον ων ▁αυτ ων , ▁ιδι αι τερα ▁για ▁τις ▁μικρο μ εσαι ες ▁επιχειρ η σεις .
▁μου κ ντι σο ▁( ' )
▁αυτ η ▁η ▁εκ δοση ▁απο τελ ει ▁το ▁πρωτο ▁απ το ▁αποτελεσμα ▁αυ της ▁της ▁συνεργ α σια ς .
▁ισ λαν δια
▁οι ▁ανα φορ ες ▁αυτ ες ▁α φορ ουν ▁το μ εις ▁το σο ▁ευ αι σθητ ους ▁για ▁τους ▁ πολιτ ες ▁μας , ▁ο σο ▁η ▁ κοινων ικη ▁ασφαλ ιση , ▁το ▁περι βα λλον , ▁η ▁φορολογ ια , ▁η ▁ελ ευ θε ρη ▁κυκλοφορ ια ▁των ▁προσ ωπ ων , ▁η ▁ανα γνω ρι ση ▁των ▁ πτυ χι ων , ▁για ▁να ▁ανα φερ ω ▁μονο ν ▁ μερ ικ ους ▁απο ▁τους ▁κυρ ιο τε ρους , ▁ μερ ικ ους ▁ασφαλ ως , ▁που ▁ο μως ▁ενδιαφερ ουν ▁ βαθ εια ▁τον ▁ πολιτ η .
▁4) ▁προ θεσ μια ▁για ▁την ▁εφαρμο γη ▁της ▁ νομο θεσ ια ς ▁στα ▁κρατ η ▁με λη
▁ε αν ▁αποκ του σαμε ▁μια ▁τα ξι κη ▁ευ ρω πη , ▁δε ▁θα ▁υπ ηρ χε ▁ευ ρω πη .
▁εκ προ σω π ηση ▁εκ δηλ ων εται ▁επι προ σ θε τα ▁με ▁την ▁εκ προ σω π ηση ▁σε ▁επι πεδ ο ▁συμβ ουλ ι ων ▁με σω ▁της ▁ανα μ ει ξης ▁σε ▁ νομ ικα ▁ θεσ πι ­ ▁σ με νες ▁συμβ ουλ ευ τι κες ▁επι τρο πες ▁σε ▁το με α κο ▁επι πεδ ο .
▁επι πεδ ο ▁ ι ▁επι πεδ ο ▁i i ▁km 2
▁προβ λε πει ▁ακ ο μη , ▁απο ▁και ρο ▁σε ▁και ρο , ▁ειδικ ες ▁ ρυθμ ι σεις ▁για ▁την ▁παρ ο χη ▁δια φορ ων ▁διε υκ ολ υν σεων ▁και ▁υπηρε σι ων , ▁ο πως :
▁αν δρ ες
▁σε ▁επε ιγ ουσες ▁περι πτω σεις ▁και ▁υπο ▁τον ▁ο ρο ▁οτι ▁εχει ▁ενημερω θει ▁η ▁υπηρε σια , ▁το ▁ενδιαφερ ο μενο ▁κρατ ος ▁με λος ▁ μπο ρει ▁να ▁ανα στε λλ ει ▁την ▁κυκλοφορ ια ▁εν ος ▁φαρμακ ευ τι κου ▁προ ιον τος .
▁εν αντι ον ▁της ▁βι ας ▁: ▁ .
▁εν ισ χ υ σεις ▁στην ▁προσ ω ρι νη ▁πα υ ση ▁ε ε ▁c ▁260 ▁της ▁24 .9. 1993 ▁α λι ευ τι κων ▁ σκα φων ▁( αν δα λου σια )
▁υπερ εθν ικ ες ▁προ κλη σεις
▁σε ▁αυ τε ▁τι ▁χωρ ε , ▁οι ▁  η χαν ισ  οι ▁  ε τα βαση ▁pi αι ζουν ▁pi ο λυ ▁ ση  αντι - κο ▁ρ ολο ▁και ▁ανα pi τυ σσ ονται ▁συνεχ ω .
▁η ▁εν ▁λογ ω ▁ θεση ▁εγκ ρι θηκε ▁με ▁19 ▁ ψηφ ους ▁υπερ ▁12 ▁κατα ▁και ▁μια ▁απο χη .
▁το ▁συμβ ου λιο ▁και ▁οι ▁ υπουργ οι ▁ παιδ ειας ▁που ▁συν ερ ­ χ ονται ▁στα ▁πλ αι σια ▁του ▁συμβ ουλ ιου ▁ σημ ει ωσαν ▁ανα κο ιν ωση ▁που ▁τους ▁υπ ε βα λε ▁η ▁επι τρο πη ▁η ▁ο ποι α ▁α φορ α ▁την ▁εφαρμο γη ▁του ▁ ψηφ ισ ματος ▁τους ▁της ▁23 ης ▁νο εμ β ρι ου ▁1988 ▁( ' ) ▁σχετικ α ▁με ▁την ▁αγ ω γη ▁σε ▁θε ματα ▁ υγ ειας ▁στα ▁σχολ εια ▁εκ φ ρα ζουν ▁την ▁ικανοποι ηση ▁τους ▁για ▁τις ▁θε τι κες ▁εξε λι ξεις ▁που ▁συντ ελε ­ στηκαν ▁στα ▁κρατ η ▁με λη ▁και ▁στο ▁επι πεδ ο ▁της ▁κοιν ο τητα ς .
▁eur ▁9 ▁στο ιχ εια ▁1979
▁η ▁επι τρο πη ▁ε λαβ ε ▁υπο ▁ σημ ει ωση ▁τους ▁πρωτο υς ▁προσ ανα το λι σμ ους ▁σχετικ α ▁με ▁ενα ▁προ ­
▁ ω στο σο , ▁με σα ▁σε ▁αυτο ▁το ▁γενικ ο ▁πλ αι σιο , ▁ο ▁ ρο λος ▁του ▁ευρωπα ι κου ▁ κοινων ι κου ▁τα με ιου ▁ειναι , ▁πιστ ευ ω , ▁ζω τικη ς ▁ σημα σια ς .
▁« 1) ▁η ▁ ιρ λαν δια , ▁παρα λει π οντας ▁να ▁ θεσ πι σει ▁τις ▁ νομ οθετ ικ ες ▁κανονι στικ ες ▁και ▁διοικητικ ες ▁δια τα ξεις ▁που ▁ειναι ▁ανα γκα ιες ▁για ▁να ▁συμ μορφ ω θει ▁προς ▁την ▁οδηγ ια ▁1999 /4 2/ εκ ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁και ▁του ▁συμβ ουλ ιου , ▁της ▁7 ης ▁ ι ουν ιου ▁1999 , ▁για ▁τη ▁ θεσ πι ση ▁συστ η ματος ▁ανα γνω ρι σης ▁των ▁προσ ον των ▁σχετικ α ▁με ▁τις ▁επαγγελματικ ες ▁ δρα στη ριο τη τες ▁που ▁καλ υπ τ ονται ▁απο ▁τις ▁οδηγ ιες ▁ ελε υθ ερ ωσης ▁καθ ως ▁και ▁μετα βα τι κων ▁μετ ρων , ▁και ▁για ▁τη ▁συμπ λη ρωση ▁του ▁γενικ ου ▁συστ η ματος ▁ανα γνω ρι σης ▁των ▁ διπλ ωμα των , ▁παρε βη ▁τις ▁υποχρεω σεις ▁που ▁υπ ε χει ▁απο ▁την ▁εν ▁λογ ω ▁οδηγ ια
▁1) ▁στο χος ▁ θεσ πι ση ▁συστ η ματος ▁για ▁τη ▁χορηγ ηση ▁αδ ειας ▁πριν ▁απο ▁καθ ε ▁δια κιν ηση ▁ ρα δι ενεργ ων ▁απο βλη των , ▁προ κει μενο υ ▁να ▁εν ισ χ υθ ει ▁η ▁προσ τα σια ▁απο ▁τους ▁κι νδυ νους ▁που ▁προ ερ χ ονται ▁απο ▁τις ▁ ιον τι ζ ουσες ▁ ακτ ινο βολ ιες .
▁— ▁εν τος ▁του ▁παρα παν ω ▁ορ ιου , ▁ υ λες ▁της ▁κλα σης ▁850 3 ▁μ χο ­ ρ ουν ▁να ▁χρησιμοποι ουν ται ▁μονο ▁με χ ρι ▁πο σο στο υ ▁104 * ▁της ▁ εργο στα σια κη ς ▁τιμ ης ▁του ▁προ ιον τος
▁13 ▁περιφερ εια κη ▁ πολιτικ η ▁13 10 ▁περιφερ εια κη ▁ πολιτικ η ▁13 20 ▁ ετ πα
▁9) ▁c 0 mi 2003 ) ▁66 3 ▁και ▁δε λ τι ο ▁11- 2003 . ▁ σημ ειο ▁1.3 . 19 .
▁θε μα : ▁υπηρε σι ες ▁ διπλ ωμα των ▁ευ ρε σι τε χ νια ς
▁στην ▁πο λων ια ▁και ▁ ρου μα νια , ▁οι ▁επι τοπ ιες ▁επι σκε ψεις ▁αξι ολογ ησης ▁καλ υ ψαν ▁ο λες ▁ σχε δο ν ▁τις ▁γεω γρα φι κες ▁περιφερ ει ες , ▁εν ω ▁στη ▁β ουλ γα ρια , ▁ο υγ γα ρια ▁και ▁δημοκρατ ια ▁της ▁τ σε χι ας ▁επι κεντρ ω θηκαν ▁κυρ ι ως ▁στην ▁πρωτ ευ ουσα .
▁εκ τος ▁απο ▁τις ▁γεω ρ γι κες ▁ δα πα νες ▁για ▁τις ▁εγγυ η με νες ▁ αγορ ες ▁των ▁προ ιον των ▁και ▁απο ▁ορ ισ με νες ▁πιστ ω σεις ▁ερε υ νας , ▁οι ▁υπο λοι πες ▁παρε μ βα σεις ▁γι νονται ▁συ χ να ▁απο ▁κοιν ου ▁με ▁τα ▁κρατ η ▁με λη .
▁29 3 ▁της ▁παρ ουσα ς ▁εκ θεση ς
▁στο ▁πο σο ▁αυτο , ▁η ▁αξι α ▁της ▁προ μη θ ειας ▁κα υ σιμ ων ▁αντι προ σω π ευ ει ▁86 ▁εκατ ομ μ υ ρια ▁και ▁το ▁κοστ ος ▁λειτουργ ια ς ▁και ▁συν τη ρη σεως ▁των ▁εγ καταστ α σεων ▁36 ▁εκατ ομ μ υ ρια .
▁μονο γρα φι ες ▁και ▁συλλ ογ ες
▁το ▁ χειρο γραφο ▁ολοκληρ ω θηκε ▁τον ▁απ ρι λιο ▁2005
▁τα ▁φορολογ ικα ▁με τρα ▁επι φερ ουν ▁κοστ ος ▁η ▁απ ω λεια ▁ε σο δων ▁για ▁τις ▁δημοσ ιες ▁αρχ ες , ▁αλλα ▁κερδ ος ▁για ▁τους ▁ ω φ ελ ουμε νους ▁απο ▁αυτ α , ▁επ ο με ­ νω ς ▁ μπο ρει ▁να ▁θε ωρη θ ουν ▁ως ▁« κρατ ι ­ κες ▁εν ισ χ υ σεις ».
▁ο ▁ ρο λος ▁των ▁εκ πε ▁σε ▁ σχε ση ▁με ▁τις ▁επιχειρ η σεις ▁ανα δει κ ν υ εται ▁εξ ισ ου ▁υπο ▁το ▁φως ▁των ▁ευ και ρι ων ▁που ▁προσ φερ ονται ▁στο ▁πλ αι σιο ▁του ▁ λευκ ου ▁βιβλιο υ ▁της ▁επι τρο πη ς ▁σχετικ α ▁με ▁την ▁αναπτ υ ξη , ▁την ▁ανταγωνιστικ ο τητα ▁και ▁την ▁απασχολ ηση ▁και ▁του ▁ολοκληρ ω μενο υ ▁προγραμματ ος ▁υπερ ▁των ▁ mme .
▁η ▁παρα σκε υ η , ▁ο ▁ε λεγ χος , ▁η ▁εισαγωγ η ▁και ▁η ▁εξα γω γη ▁των ▁ομο ιο παθ η τι κων ▁φαρμακ ων ▁διε π ονται ▁απο ▁τις ▁δια τα ξεις ▁της ▁οδηγ ια ς ▁75 /3 19 / ε οκ ▁του ▁συμβ ουλ ιου ▁( ε ε ▁l ▁147 ▁της ▁9 .6. 1975 ).
▁ακολουθ ουν ται ▁απο ▁τους ▁ δα νους ▁( 58 ▁%) , ▁τους ▁γ αλ λους ▁( 55 ▁%) , ▁τους ▁ισ πα νους ▁( 54 ▁%) , ▁τους ▁ γερμαν ους ▁( 53 ▁%) ▁και ▁τους ▁βρε τα νους ▁( 43 ▁%) .
▁περι ε χει ▁επι σης ▁πληροφορ ιες ▁σχετικ α ▁με ▁συ χ να ▁απαντ ω με νες ▁παρα ποι η σεις ▁και ▁με θ οδο υς ▁πλαστ ο γρα φια ς .
▁ελ ευ θε ρη ▁κυκλοφορ ια ▁των ▁προσ ωπ ων ▁ελ ευ θε ρη ▁παρ ο χη ▁υπηρε σι ων
▁— ▁της ▁2 ης ▁εκ θεση ς ▁της ▁κ . ▁ martin ▁( ε γγ ρ .
▁δε λ τι ο ▁ε ε ▁7 /8 - 1996
▁ειναι ▁πια ▁και ρος ▁η ▁κυβερν ηση ▁και ▁το ▁σ ωμα ▁αυτο ▁να ▁αντι με τω πι σουν ▁την ▁πραγματ ικο τητα .
▁στο ▁πρωτο ▁και ▁δευτερ ο ▁προ γραμμα ▁ δρα σης ▁για ▁το ▁περι βα λλον 1 παρα τι θεν ται ▁ λεπτο μερ εις ▁κατα λογο ι ▁ δρα σεων ▁οι ▁ο ποιες ▁θα ▁ πρεπε ι ▁να ▁ανα λη φ θ ουν ▁προ κει μενο υ ▁να ▁ τε θει ▁υπο ▁ε λεγ χο ▁μια ▁ευ ρε ια ▁δε σ μη ▁προβληματ ων ▁ ρυ παν σης .
▁κατ ' ▁αρχ ην ▁παρα πε μπ ω ▁στην ▁τροπο λο ­ για ▁αρ .
▁ο ▁εμπ λου τι σ μος ▁με ▁σ ακ χα ρο ζη ▁ θεωρ ει ται ▁μια ▁φυσιολογικ η , ▁παραδοσιακ η ▁οι ν ολογ ικη ▁ πρακτικ η ▁κατα ▁την ▁παρα γω γη ▁οι νων ▁ε οπ .
▁ενα ς ▁βασικ ος ▁στο χος ▁για ▁την ▁παρ ο χη ▁υπο στη ρι ξης ▁ πρεπε ι ▁να ▁ειναι ▁να ▁μπ ορ ουν ▁τα ▁σχολ εια ▁να ▁καλ υπ τ ουν ▁μον α ▁τους ▁τις ▁ανα γκ ες ▁των ▁μαθητ ων ▁( αυτο υπο στη ρι ζο μενα ▁σχολ εια ).
▁( ' ) ▁ενα τη ▁εκ θεση ▁επι ▁της ▁ πολιτικ ης ▁ανταγων ισ μου , ▁αρ ι θ . ▁57 .
▁το ▁γε γον ος ▁αυτο ▁ βλ απ τει ▁ αμε σα ▁την ▁ευρωπα ικη ▁ ιδε α ▁στη ▁συγκ ε κρι μενη ▁χωρ α ▁και ▁δια μορφ ων ει ▁μια ▁αρ νη τικη ▁εικον α ▁της ▁ε ε ▁στον ▁ τυπο .
▁ ι ▁9.
▁κυρ ιο ▁στο χο ▁αυτ η ▁τη ▁ανα δι αρθρ ωση ▁ειναι ▁να ▁εν ισ χ υθ ει ▁η ▁ ικαν ο τητα ▁δρ αση ▁και ▁να ▁ βελ τι ω θ ουν ▁οι ▁ε pi ι δο σει ▁των ▁ιδ ρυ α των ▁ε σω ▁τη ▁ε τα βι βαση ▁ορ ισε νων ▁αρ ο διο τη των ▁ ληψη ▁α pi ο φα σεων ▁α pi ο ▁το ▁ υ pi ουργ ειο ▁του ▁ο οσ pi ον δου ▁κρατ ου ▁και ▁αλλα ▁εξω τερ ικα ▁οργαν α ▁διακ υ βερ ν ηση ▁στα ▁οργαν α ▁ε σω τερ ικη ▁διακ υ βερ ν ηση ▁των ▁εκ pi α ιδε υ τι κων ▁ιδ ρυ α των ▁η ▁στο ▁διευθυντ η ▁του ▁τη ατο .
▁οι ▁κυρ ι οι ▁στο χ οι ▁της ▁εξω τερ ικη ς ▁μας ▁ δρα σης ▁λα ▁ πρεπε ι ▁συνε πως ▁να ▁ειναι ▁η ▁υπερ ασπ ιση ▁της ▁δικ ης ▁μας ▁ασφαλ ειας , ▁η ▁στα λε ρο τητα ▁στις ▁ γει το νικ ες ▁περι ο χες , ▁η ▁προσ τα σια ▁της ▁ελ ευ λε ρια ς ▁και ▁των ▁αν λ ρω πι νων ▁δικαι ωμα των ▁και ▁η ▁αλλ η λε γγ υ η ▁με ▁τις ▁αναπτ υσ σο ­ με νες ▁χωρ ες .
▁τα ▁επι τε υγ ματα ▁της ▁σ δε υ ▁και ▁τα ▁επι τε υγ ματα ▁των ▁κοιν ο τι κων ▁ πολιτικ ων ▁που ▁α φορ ουν ▁τις ▁διαφορετικ ες ▁με ▁χωρ ι στα ▁με σα ▁επε μ βα σεις ▁των ▁ θεσ μι κων ▁οργαν ων ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁συ χ να ▁αλλ ηλ επι κα λυ π τ ονταν .
▁ο λοι ▁οι ▁κανονι σμ οι ▁εφαρμο γη ς ▁των ▁ ∆ ι αρθρ ω τι κων ▁τα μ ει ων ▁pi ου ▁εκ δο θηκαν ▁κατα ▁τη ▁δια ρκ εια ▁του ▁ε τους ▁εισ αγ ονταν ▁σε ▁αμ εση ▁συνδε ση .
▁ε αν ▁αρ ρω στη σετε , ▁ πρεπε ι ▁να ▁ενημερω σετε ▁ αμε σω ς ▁τον ▁εργ οδο τη ▁σας .
