▁مگر ▁وہ ▁جو ▁ایمان ▁لاي ے ▁اور ▁اچھے ▁کام ▁کیے ▁اور ▁بک ثر ت ▁اللہ ▁کی ▁یاد ▁کی ▁اور ▁بدل ہ ▁لیا ▁بعد ▁اس ▁کے ▁کہ ▁ان ▁پر ▁ظلم ▁ہوا ▁اور ▁اب ▁جان نا ▁چاہتے ▁ہیں ▁ظالم ▁کہ ▁کس ▁کر وٹ ▁پر ▁پل ٹا ▁کھا ي یں ▁گے
▁اے ▁ہمارے ▁رب ! ▁تو ▁ہمیں ▁کا فر وں ▁کی ▁از ماي ش ▁میں ▁نہ ▁ڈال ▁اور ▁اے ▁ہمارے ▁پال نے ▁والے ▁ہماری ▁خطا وں ▁کو ▁بخش ▁دے ، ▁بیش ک ▁تو ▁ہی ▁غالب ، ▁حکمت ▁والا ▁ہے
▁اور ▁وہ ▁اپنے ▁اہل ▁خانہ ▁کی ▁طرف ▁مس رور ▁و ▁شاد اں ▁پل ٹے ▁گا ،
▁بول ے ▁ہم ▁ایک ▁مجرم ▁قوم ▁کی ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں
▁اور ▁باي یں ▁ہاتھ ▁والے ▁تو ▁ان ▁کا ▁کیا ▁پوچھ نا ▁ہے
▁پھر ▁ہم ▁نے ▁اس ▁( ظلم ) ▁کے ▁بعد ▁بھی ▁معاف ▁کر ▁دیا۔ ▁تاکہ ▁تم ▁شکر ▁گزار ▁بن و ۔
▁اور ▁جب ▁جان یں ▁( جسم وں ▁سے ) ▁ملا ▁دی ▁جاي یں ▁گی۔
▁تم ▁اپنی ▁بات وں ▁کو ▁چھپ او ▁یا ▁ظاہر ▁کرو ▁وه ▁تو ▁سین وں ▁کی ▁پوش ی دگی ▁کو ▁بھی ▁بخ وب ی ▁جانتا ▁ہے
▁خبردار ▁یہ ▁خیال ▁نہ ▁کرنا ▁کہ ▁کفر ▁اختیار ▁کرنے ▁والے ▁زمین ▁میں ▁ہم ▁کو ▁عاجز ▁کردی نے ▁والے ▁ہیں ▁ان ▁کا ▁ ٹھ کان ا ▁ جہ نم ▁ہے ▁اور ▁وہ ▁بدترین ▁انجام ▁ہے
▁اور ▁زمین ▁میں ▁ہم ▁نے ▁ل نگر ▁ڈال ے ▁کہ ▁انھیں ▁لے ▁کر ▁نہ ▁کان پ ے ▁اور ▁ہم ▁نے ▁اس ▁میں ▁کش اد ہ ▁راہ یں ▁رکھیں ▁کہ ▁کہیں ▁وہ ▁راہ ▁پاي یں
▁اسے ▁پکڑ ▁لو ▁پس ▁اسے ▁دوزخ ▁کے ▁درمیان ▁ دھ کی ل ▁کر ▁لے ▁جا و
▁تو ▁ان ▁کو ▁کن وار یاں ▁بنایا
▁یہ ▁( رسول وں ▁کا ▁بھیج نا ) ▁اس ▁لي ے ▁ہے ▁کہ ▁تم ہ ارا ▁پروردگار ▁بست یوں ▁کو ▁ظلم ▁و ▁ جور ▁سے ▁ہلاک ▁نہیں ▁کرتا ۔ ▁جبکہ ▁ان ▁کے ▁رہنے ▁والے ▁بے ▁خبر ▁ہوں۔
▁اگر ▁تم ▁اللہ ▁کی ▁نعمت وں ▁کو ▁ گن نا ▁چاہ و ▁تو ▁ گن ▁نہیں ▁سکتے ، ▁حقیقت ▁یہ ▁ہے ▁کہ ▁وہ ▁بڑا ▁ہی ▁در گز ر ▁کرنے ▁والا ▁اور ▁رحیم ▁ہے
▁مگر ▁اب لیس ▁نے ▁نہ ▁کیا ▁تک بر ▁کیا ▁اور ▁کا فر وں ▁میں ▁سے ▁ہو ▁گیا
▁نعمت وں ▁والی ▁جنت وں ▁میں
▁( موس ی ▁علیہ ▁السلام ▁نے ) ▁فرمایا : ▁پس ▁تو ▁( یہ اں ▁سے ▁نکل ▁کر ) ▁چلا ▁جا ▁چنانچہ ▁تیر ے ▁لي ے ▁( سار ی ) ▁زندگی ▁میں ▁یہ ▁( س زا ) ▁ہے ▁کہ ▁تو ▁( ہر ▁کسی ▁کو ▁یہی ) ▁کہ تا ▁رہے : ▁( م جھ ے ) ▁نہ ▁چھ ونا ▁( م جھ ے ▁نہ ▁چھ ونا )، ▁اور ▁بیش ک ▁تیر ے ▁لي ے ▁ایک ▁اور ▁وعدہ ▁( ع ذ اب ) ▁بھی ▁ہے ▁جس ▁کی ▁ہر گز ▁خلاف ▁ورزی ▁نہ ▁ہوگی ، ▁اور ▁تو ▁اپنے ▁اس ▁( من ▁گھ ڑ ت ) ▁مع بود ▁کی ▁طرف ▁دیکھ ▁جس ▁( کی ▁پو جا ) ▁پر ▁تو ▁جم ▁کر ▁بیٹھ ا ▁رہا ، ▁ہم ▁اسے ▁ضرور ▁جلا ▁ڈال یں ▁گے ▁پھر ▁ہم ▁اس ▁( کی ▁را کھ ) ▁کو ▁ضرور ▁دریا ▁میں ▁اچھی ▁طرح ▁ب کھی ر ▁دیں ▁گے ،
▁اور ▁انہوں ▁نے ▁اللہ ▁کی ▁قسم ▁کھا ي ی ▁اپنے ▁حلف ▁میں ▁حد ▁کی ▁کوشش ▁سے ▁کہ ▁اللہ ▁مرد ے ▁نہ ▁اٹھا ي ے ▁گا ▁ہاں ▁کیوں ▁نہیں ▁( ۷ ۹ ) ▁سچ ا ▁وعدہ ▁اس ▁کے ▁ذم ہ ▁پر ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے
▁اور ▁نوح ▁کی ▁طرف ▁وح ی ▁کی ▁ گي ی ▁کہ ▁تیر ی ▁قوم ▁میں ▁سے ▁اب ▁کوي ی ▁ایمان ▁نہیں ▁لاي ے ▁گا ▁مگر ▁جو ▁لا ▁چکا ▁پھر ▁غم ▁نہ ▁کر ▁اور ▁کام وں ▁پر ▁جو ▁کر ▁رہے ▁ہیں
▁اور ▁رات ▁کی ▁جب ▁پی ٹھ ▁پھ یر نے ▁لگے
▁وہ ▁صبح ▁او ▁ر شام ▁ اگ ▁کے ▁سامنے ▁لاي ے ▁جاتے ▁ہیں ▁اور ▁جس ▁دن ▁قیامت ▁قاي م ▁ہو ▁گی ▁( ح کم ▁ہوگا ) ▁فرع ون یوں ▁کو ▁سخت ▁عذاب ▁میں ▁لے ▁جا و
▁اے ▁ایمان ▁والو ! ▁اگر ▁تم ▁نے ▁ان ▁لوگوں ▁کی ▁اطاعت ▁کی ▁جنہوں ▁نے ▁کفر ▁اختیار ▁کیا ▁تو ▁وہ ▁تم ▁کو ▁ال ٹے ▁پا وں ▁( ک فر ▁کی ▁طرف ) ▁پھ یر ▁کر ▁لے ▁جاي یں ▁گے ▁اور ▁تم ▁بڑا ▁خسار ہ ▁اٹھا ▁کر ▁واپس ▁ہو گ ے۔
▁بلکہ ▁اسے ▁جھ ٹل ایا ▁جس ▁کے ▁علم ▁پر ▁قابو ▁نہ ▁پایا ▁اور ▁ابھی ▁انہوں ▁نے ▁اس ▁کا ▁انجام ▁نہیں ▁دیکھا ▁ایسے ▁ہی ▁ان ▁سے ▁ا گل وں ▁نے ▁جھ ٹل ایا ▁تھا ▁تو ▁دیکھ و ▁ظالم وں ▁کی سا ▁انجام ▁ہوا
▁انہوں ▁نے ▁کہا ▁اے ▁ہماری ▁قوم ! ▁ہم ▁نے ▁ایک ▁کتاب ▁سنی ▁ہے ▁جو ▁موسی ▁( ع ) ▁کے ▁بعد ▁نازل ▁کی ▁ گي ی ▁ہے ▁جو ▁پہلی ▁کتابوں ▁کی ▁تصدیق ▁کرتی ▁ہے ▁( اور ▁جو ) ▁حق ▁اور ▁سید ھے ▁راستے ▁کی ▁طرف ▁راہ ن ماي ی ▁کرتی ▁ہے۔
▁اور ▁ثم ود ▁کی ▁طرف ▁ان ▁کے ▁بھ اي ی ▁صالح ▁کو ▁بھی جا ▁اے ▁میری ▁قوم ▁الله ▁کی ▁ب ندگی ▁کرو ▁اس ▁کے ▁سوا ▁تم ہ ارا ▁کوي ی ▁مع بود ▁نہیں ▁اسی ▁نے ▁تمہیں ▁زمین ▁سے ▁بنایا ▁اور تم ہ یں ▁اس ▁میں ▁اباد ▁کیا ▁پس ▁اس ▁سے ▁معافی ▁مانگ و ▁پھر ▁اس ▁کی ▁طرف ▁رجوع ▁کرو ▁بے ▁شک ▁میرا ▁رب ▁نزدیک ▁ہے ▁قبول ▁کرنے ▁والا
▁اور ▁اگر ▁تم ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁اور ▁دار ▁اخر ت ▁کی ▁طلب گار ▁ہو ▁تو ▁بے ▁شک ▁اللہ ▁نے ▁تم ▁میں ▁سے ▁جو ▁نیک و کار ▁ہیں ▁ان ▁کی لي ے ▁ اجر ▁عظیم ▁تیار ▁کر ▁رکھا ▁ہے۔
▁اور ▁ہم ▁نے ▁ان ▁( بن ی ▁اس راي یل ) ▁کو ▁بارہ ▁خاندان وں ▁کے ▁بارہ ▁گروہ وں ▁میں ▁تقسیم ▁کر ▁دیا ▁اور ▁ہم ▁نے ▁موسی ▁کو ▁وح ی ▁کی ▁جب ▁ان ▁کی ▁قوم ▁نے ▁ان ▁سے ▁پی نے ▁کے ▁لیے ▁پانی ▁مانگ ا ▁کہ ▁ایک ▁( خاص ) ▁چ ٹ ان ▁پر ▁اپنی ▁لا ٹھی ▁ما رو ۔ ▁چنانچہ ▁اس ▁سے ▁بارہ ▁چشم ے ▁پھ وٹ ▁نکل ے۔ ▁اور ▁ہر ▁گروہ ▁نے ▁اپنا ▁اپنا ▁گھ اٹ ▁معلوم ▁کر ▁لیا ▁اور ▁ہم ▁نے ▁ان ▁پر ▁ابر ▁کا ▁سا یہ ▁کیا ▁اور ▁( غذ ا ▁کے ▁لیے ) ▁ان ▁پر ▁من ▁و ▁سلو ی ▁نازل ▁کیا ▁( اور ▁ان ▁سے ▁کہا ) ▁کھا و ▁ان ▁پاک ▁اور ▁پسند ید ہ ▁چیز وں ▁میں ▁سے ▁جو ▁ہم ▁نے ▁تمہیں ▁عطا ▁کی ▁ہیں۔ ▁انہوں ▁نے ▁( نا فر مان ی ▁و ▁نا ش کری ▁کرکے ) ▁ہم ▁پر ▁ظلم ▁نہیں ▁کیا ▁بلکہ ▁اپنے ▁ہی ▁اوپر ▁ظلم ▁و ▁زیادتی ▁کرتے ▁رہے۔
▁سب ▁تعریف ▁الله ▁ہی ▁کے ▁لیے ▁ہے ▁جس ▁نے ▁اس مان ▁اور ▁زمین ▁بنا ي ے ▁اور ▁ان دھی را ▁اور اج الا ▁بنایا ▁پھر ▁بھی ▁یہ ▁کا فر ▁اور وں ▁کو ▁اپنے ▁رب ▁کے ▁ساتھ ▁برابر ▁ ٹھی رات ے ▁ہیں
▁پاک ▁ہے ▁وہ ▁( خدا ) ▁جو ▁اپنے ▁بند ہ ▁( خاص ) ▁کو ▁رات ▁کے ▁ایک ▁حصہ ▁میں ▁مسجد ▁الحرام ▁سے ▁اس ▁مسجد ▁ا قص ی ▁تک ▁لے ▁گیا ▁جس ▁کے ▁گرد ▁و ▁پیش ▁ہم ▁نے ▁برکت ▁دی ▁ہے ▁تاکہ ▁ہم ▁انہیں ▁اپنی ▁( قدر ت ▁کی ) ▁کچھ ▁نشان یاں ▁دکھا ي یں ▁بے ▁شک ▁وہ ▁بڑا ▁سن نے ▁والا ، ▁بڑا ▁دیکھنے ▁والا ▁ہے۔
▁اس ▁نے ▁کہا ▁کہ ▁جو ▁ظلم ▁کرے ▁گا ▁اسے ▁تو ▁ہم ▁بھی ▁اب ▁سزا ▁دیں ▁گے ، ▁پھر ▁وه ▁اپنے ▁پروردگار ▁کی ▁طرف ▁لوٹ ایا ▁جاي ے ▁گا ▁اور ▁وه ▁اسے ▁سخت ▁تر ▁عذاب ▁دے ▁گا
▁پھر ▁ان ▁کو ▁عذاب ▁نے ▁اپ کڑ ا ▁بے شک ▁اس ▁( واقع ہ ) ▁میں ▁ایک ▁بڑی ▁نشانی ▁ہے ▁مگر ▁ان ▁میں ▁سے ▁اکثر ▁لوگ ▁ایمان ▁لانے ▁والے ▁نہیں ▁تھے۔
▁فرع ون ▁کے ▁پاس ▁جا و ▁کیونکہ ▁اس ▁نے ▁سر کش ی ▁کی ▁ہے
▁سب ▁کے ▁چہرے ▁ح ی ▁و ▁ق یوم ▁کے ▁سامنے ▁جھ کے ▁ہو ي ے ▁ہوں ▁گے ▁اور ▁جو ▁شخص ▁ظلم ▁کا ▁بوجھ ▁اٹھا ي ے ▁گا ▁وہ ▁ناکام ▁و ▁نام راد ▁ہو ▁جاي ے ▁گا۔
▁اے ▁رب ▁ہمارے ▁ہمیں ▁اس ▁سے ▁نکال ▁دے ▁اگر ▁پھر ▁کریں ▁تو ▁بے ▁شک ▁ہم ▁ظالم ▁ہوں ▁گے
▁سوا ي ے ▁ان ▁( شعر اء ) ▁کے ▁جو ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے ▁اور ▁اللہ ▁کو ▁ک ثر ت ▁سے ▁یاد ▁کرتے ▁رہے ▁( یعنی ▁اللہ ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁مد ح ▁خو اں ▁بن ▁ گي ے ) ▁اور ▁اپنے ▁اوپر ▁ظلم ▁ہونے ▁کے ▁بعد ▁( ظ الم وں ▁سے ▁بز بان ▁شعر ) ▁انتقام ▁لیا ▁( اور ▁اپنے ▁کلام ▁کے ▁ذریعے ▁اسلام ▁اور ▁مظلوم وں ▁کا ▁دفاع ▁کیا ▁بلکہ ▁ان ▁کا جو ش ▁بڑھ ایا ▁تو ▁یہ ▁شاعر ی ▁مذ موم ▁نہیں )، ▁اور ▁وہ ▁لوگ ▁جنہوں ▁نے ▁ظلم ▁کیا ▁عن قر یب ▁جان ▁لیں ▁گے ▁کہ ▁وہ ▁( مر نے ▁کے ▁بعد ) ▁کون سی ▁پل ٹ نے ▁کی ▁جگہ ▁پل ٹ ▁کر ▁جاتے ▁ہیں ،
▁جو ▁نہ ▁ ٹھ نڈ ا ▁ہوگا ▁نہ ▁ا رام ▁ دہ
▁اور ▁ جہ نم ▁ہر ▁دیکھنے ▁والے ▁پر ▁ظاہر ▁کی ▁جاي ے ▁گی
▁اور ▁( فر شت وں ) ▁میں ▁سے ▁کوي ی ▁ایسا ▁نہیں ▁مگر ▁یہ ▁کہ ▁اس ▁کا ▁ایک ▁خاص ▁مقام ▁ہے۔
▁اور ▁ہم ▁ان ▁کے ▁دل وں ▁اور ▁ان کھ وں ▁کو ▁ال ٹ ▁دیں ▁گے ▁( تو ) ▁جیسے ▁یہ ▁اس ▁( قر ان ) ▁پر ▁پہلی ▁دفعہ ▁ایمان ▁نہیں ▁لاي ے ▁( وی سے ▁پھر ▁نہ ▁لاي یں ▁گے ) ▁اور ▁ان ▁کو ▁چھوڑ ▁دیں ▁گے ▁کہ ▁اپنی ▁سر کش ی ▁میں ▁بہ ک تے ▁رہیں
▁سو ▁ہم ▁نے ▁ل وط ▁( علی ہ ▁السلام ) ▁کو ▁اور ▁ان ▁کے ▁گھر ▁والوں ▁کو ▁بچا ▁لیا ▁ب جز ▁ان ▁کی ▁بیوی ▁کے ▁کہ ▁وه ▁ان ▁ہی ▁لوگوں ▁میں ▁رہی ▁جو ▁عذاب ▁میں ▁ره ▁ گي ے ▁تھے
▁یہ ▁کتاب ▁م بین ▁کی ▁ای ات ▁ہیں
▁پھر ▁کیا ▁ان ▁لوگوں ▁کو ▁( تاریخ ▁کے ▁اس ▁سبق ▁سے ) ▁کوي ی ▁ہدایت ▁نہ ▁ملی ▁کہ ▁ان ▁سے ▁پہلے ▁کتنی ▁ہی ▁قوم وں ▁کو ▁ہم ▁ہلاک ▁کر ▁چکے ▁ہیں ▁جن ▁کی ▁( بر باد ▁شدہ ) ▁بست یوں ▁میں ▁اج ▁یہ ▁چل تے ▁پھر تے ▁ہیں ؟ ▁در ▁حقیقت ▁اس ▁میں ▁بہت ▁سی ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁عقل ▁سلیم ▁رکھنے ▁والے ▁ہیں
▁گناہ ▁بخش نے ▁والا ▁اور ▁تو بہ ▁قبول ▁کرنے ▁والا ▁سخت ▁عذاب ▁دینے ▁والا ▁قدرت ▁والا ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁اسی ▁کی ▁طرف ▁لوٹ ▁کر ▁جانا ▁ہے
▁تم ▁ظاہر ی ▁اور باط نی ▁سب ▁گناہ ▁چھوڑ ▁دو ▁بے ▁شک ▁جو ▁لوگ ▁گناہ ▁کرتے ▁ہیں ▁عن قر یب ▁اپنے ▁کیے ▁کی ▁سزا ▁پاي یں ▁گے
▁اور ▁واضح ▁طور ▁پر ▁پیغام ▁پہنچا ▁دینے ▁کے ▁سوا ▁ہم ▁پر ▁کچھ ▁لازم ▁نہیں ▁ہے ،
▁فرع ون ▁نے ▁کہا ▁کہ ▁تم ▁میری ▁اجازت ▁کے ▁بغیر ▁ہی ▁ایمان ▁لے ▁اي ے ▁تو ▁یہ ▁تم ▁سے ▁بھی ▁بڑا ▁جادو گر ▁ہے ▁جس ▁نے ▁تمہیں ▁جادو ▁سکھ ایا ▁ہے ▁اب ▁میں ▁تمہارے ▁ایک ▁طرف ▁کے ▁ہاتھ ▁اور ▁دوسری ▁طرف ▁کے ▁پا وں ▁کا ٹ ▁د وں ▁گا ▁اور ▁تمہیں ▁خرم ہ ▁کی ▁شاخ ▁پر ▁سول ی ▁دے ▁د وں ▁گا ▁اور ▁تمہیں ▁خوب ▁معلوم ▁ہو جا ي ے ▁گا ▁کہ ▁زیادہ ▁سخت ▁عذاب ▁کرنے ▁والا ▁اور ▁دیر ▁تک ▁رہنے ▁والا ▁کون ▁ہے
▁اور ▁زبان ▁اور ▁ہو نٹ ▁( نہیں ▁بنا ي ے )
▁اور ▁اپنی ▁زبان وں ▁سے ▁جھوٹ ▁بنا ▁کر ▁نہ ▁کہ و ▁کہ ▁یہ ▁حل ا ▁ل ▁ہے ▁اور یہ ▁حر ا ▁م ▁ہے ▁تاکہ ▁الله ▁پر ▁بہت ان ▁با ند ھو ▁بے ▁شک ▁جو ▁الله ▁پر ▁بہت ان ▁بان دھ تے ▁ہیں ▁ان کا ▁بھ ل انہ ▁ہوگا
▁اور ▁ان دھی ری ▁رات ▁کے ▁شر ▁سے ▁جب ▁اس ▁کا ▁ان دھی را ▁چھ ا ▁جاي ے
▁اے ▁لوگوں ▁وہ ▁چاہے ▁تو ▁تمہیں ▁لے ▁جاي ے ▁اور ▁اور وں ▁کو ▁لے ▁اي ے ▁اور ▁اللہ ▁کو ▁اس ▁کی ▁قدرت ▁ہے ،
▁اور ▁وہ ▁وہی ▁ہے ▁جس ▁نے ▁تمہارے ▁لي ے ▁ستار ے ▁بنا ي ے ▁تاکہ ▁تم ▁ان ▁کے ▁ذریعہ ▁سے ▁خشک ی ▁اور ▁تری ▁کے ▁ان دھی ر وں ▁میں ▁راہ ن ماي ی ▁حاصل ▁کرو ۔ ▁بے ▁شک ▁ہم ▁نے ▁علم ▁رکھنے ▁والوں ▁کے ▁لي ے ▁دل ايل ▁کھول ▁کر ▁بیان ▁کر ▁دیے ▁ہیں۔
▁پس ▁جبکہ ▁روح ▁نرخ رے ▁تک ▁پہنچ ▁جاي ے
▁جن ▁لوگوں ▁نے ▁اس ▁کتاب ▁( قر ان ▁مجید ) ▁کو ▁جھ ٹل ایا ▁اور ▁اس ▁( پی غا م ) ▁کو ▁بھی ▁جس ▁کے ▁ساتھ ▁ہم ▁نے ▁اپنے ▁پیغمبر وں ▁کو ▁بھی جا ▁تو ▁انہیں ▁بہت ▁جلد ▁( اس ▁کا ▁انجام ) ▁معلوم ▁ہو ▁جاي ے ▁گا۔
▁بعض ▁لوگ ▁اللہ ▁کے ▁بارے ▁میں ▁بغیر ▁علم ▁کے ▁اور ▁بغیر ▁ہدایت ▁کے ▁اور ▁بغیر ▁روشن ▁کتاب ▁کے ▁جھ گ ڑ تے ▁ہیں
▁( موس ی ▁نے ) ▁کہا ▁جا ▁ت جھ ▁کو ▁دنیا ▁کی ▁زندگی ▁میں ▁یہ ▁( س زا ) ▁ہے ▁کہ ▁کہ تا ▁رہے ▁کہ ▁مجھ ▁کو ▁ہاتھ ▁نہ ▁لگا نا ▁اور ▁تیر ے ▁لي ے ▁ایک ▁اور ▁وعدہ ▁ہے ▁( یعنی ▁عذاب ▁کا ) ▁جو ▁ت جھ ▁سے ▁ ٹل ▁نہ ▁سکے ▁گا ▁اور ▁جس ▁مع بود ▁( کی ▁پو جا ) ▁پر ▁تو ▁( قا يم ▁و ) ▁مع ت ک ف ▁تھا ▁اس ▁کو ▁دیکھ ۔ ▁ہم ▁اسے ▁جلا د یں ▁گے ▁پھر ▁اس ▁( کی ▁را کھ ) ▁کو ▁ا ڑا ▁کر ▁دریا ▁میں ▁ب کھی ر ▁دیں ▁گے
▁( ا ے ▁پیغمبر صلى ▁الله ▁عليه ▁وسلم !) ▁تم ▁دیکھ و ▁گے ▁کہ ▁مومن وں ▁کے ▁ساتھ ▁سب ▁سے ▁زیادہ ▁دشمن ی ▁کرنے ▁والے ▁یہودی ▁اور ▁مشر ک ▁ہیں ▁اور ▁دوستی ▁کے ▁لحاظ ▁سے ▁مومن وں ▁سے ▁قریب ▁تر ▁ان ▁لوگوں ▁کو ▁پا و ▁گے ▁جو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نص اری ▁ہیں ▁یہ ▁اس ▁لیے ▁کہ ▁ان ▁میں ▁عالم ▁بھی ▁ہیں ▁اور ▁مش ا يخ ▁بھی ▁اور ▁وہ ▁تک بر ▁نہیں ▁کرتے
▁علاوہ ▁اب لیس ▁کے ▁کہ ▁وہ ▁ا کڑ ▁گیا ▁اور ▁کا فر وں ▁میں ▁ہوگیا
▁اس ▁وقت ▁کو ▁یاد ▁کرو ▁جب ▁تم ▁صبح ▁سوی رے ▁گھر ▁سے ▁نکل ▁پڑے ▁اور ▁مومن ین ▁کو ▁جنگ ▁کی ▁پوزیشن ▁ب تار ہے ▁تھے ▁اور ▁خدا ▁سب ▁کچھ ▁سن نے ▁والا ▁اور ▁جان نے ▁والا ▁ہے
▁زمین ▁پر ▁جتن ے ▁ہیں ▁سب ▁کو ▁ف نا ▁ہے
▁پھر ▁تم ▁ہی ▁وہ ▁ہو۔ ▁جو ▁اپ نوں ▁کو ▁قتل ▁کرتے ▁ہو۔ ▁اور ▁اپنے ▁بھ اي ی ▁بند وں ▁کے ▁کچھ ▁لوگوں ▁کو ▁ان ▁کے ▁وطن ▁سے ▁نکال ▁بھی ▁دیتے ▁ہو ▁اور ▁ان ▁کے ▁خلاف ▁گناہ ▁اور ▁ظلم ▁و ▁زیادتی ▁کے ▁ساتھ ▁سازش ▁کرتے ▁ہو ▁اور ▁ جت ھے ▁بندی ▁کرتے ▁ہو ▁( ان ▁کے ▁مخالفین ▁کی ▁مدد ▁کرتے ▁ہو ) ▁اور ▁( پ ھر ▁لطف ▁یہ ▁ہے ▁کہ ) ▁اگر ▁وہی ▁لوگ ▁دشمن وں ▁کے ▁ہاتھوں ▁قید ▁ہو ▁کر ▁تمہارے ▁پاس ▁اج اي یں۔ ▁تو ▁تم ▁ہی ▁ف دی ہ ▁دے ▁کر ▁انہیں ▁چھ ڑا ▁لیتے ▁ہو۔ ▁حالانک ہ ▁ان ▁کا ▁وطن ▁سے ▁نکال نا ▁تم ▁پر ▁حرام ▁تھا۔ ▁کیا ▁تم ▁کتاب ▁( تور ا ۃ ) ▁کے ▁ایک ▁حصہ ▁( ف دی ہ ▁دینے ) ▁پر ▁ایمان ▁لا تے ▁ہو۔ ▁اور ▁دوسرے ▁حصہ ▁( جل ا ▁وطن ▁کرنے ▁کی ▁حرمت ) ▁کا ▁انکار ▁کرتے ▁ہو ؟ ▁تم ▁میں ▁سے ▁جو ▁ایسا ▁کرے ▁اس ▁کی ▁سزا ▁اس ▁کے ▁سوا ▁اور ▁کیا ▁ہے ▁کہ ▁دنیا ▁کی ▁زندگی ▁میں ▁ذ ل یل ▁و ▁خوا ر ▁ہو ▁اور ▁قیامت ▁کے ▁دن ▁سخت ▁ترین ▁عذاب ▁کی ▁طرف ▁لوٹ ا ▁دی ي ے ▁جاي یں ▁اور ▁تم ▁جو ▁کچھ ▁بھی ▁کرتے ▁ہو ▁اللہ ▁اس ▁سے ▁غافل ▁( بے ▁خبر ) ▁نہیں ▁ہے۔
▁کیا ▁ان ▁لوگوں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کتنی ▁قوم وں ▁کو ▁ہلاک ▁کردیا ▁ہے ▁جو ▁اب ▁ان ▁کی ▁طرف ▁پل ٹ ▁کر ▁ انے ▁والی ▁نہیں ▁ہیں
▁یہ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁صل ہ ▁ہے ▁انعام ▁کثیر
▁پھر ▁ان ▁سے ▁پوچھا ▁جاي ے ▁گا ▁کہ ▁اب ▁کہاں ▁ہیں ▁اللہ ▁کے ▁سوا ▁وہ ▁دوسرے ▁خدا ▁جن ▁کو ▁تم ▁شریک ▁کرتے ▁تھے ؟
▁فرمایا ▁ہر ▁ گز ▁نہیں ▁تم ▁دونوں ▁ہماری ▁نشان یاں ▁لے ▁کر ▁جا و ▁ہم ▁تمہارے ▁ساتھ ▁سن نے ▁والے ▁ہیں
▁فرما ▁دی جي ے : ▁کیا ▁یہ ▁( حال ت ) ▁بہتر ▁ہے ▁یا ▁دا يم ی ▁جنت ▁( کی ▁زندگی ) ▁جس ▁کا ▁پر ہ یز گار وں ▁سے ▁وعدہ ▁کیا ▁گیا ▁ہے ، ▁یہ ▁ان ▁( کے ▁اعمال ) ▁کی ▁جزا ▁اور ▁ ٹھ کان ا ▁ہے ،
▁جو ▁نماز ▁قاي م ▁کرتے ▁ہیں ▁اور ▁ز کو ة ▁ادا ▁کرتے ▁ہیں ▁اور ▁اخر ت ▁پر ▁یقین ▁رکھتے ▁ہیں
▁تو ▁دیکھ و ▁ان ▁کی ▁چال ▁کا ▁انجام ▁کیا ▁ہوا ؟ ▁ہم ▁نے ▁ان ▁کو ▁اور ▁ان ▁کی ▁قوم ▁کو ▁تباہ ▁و ▁بر باد ▁کر ▁دیا۔
▁جو ▁م عزز ▁اور ▁نیک و کار ▁ہیں۔
▁اور ▁ہم ▁یہ ▁چاہتے ▁ہیں ▁کہ ▁جن ▁لوگوں ▁کو ▁زمین ▁میں ▁کمزور ▁بنا دیا ▁گیا ▁ہے ▁ان ▁پر ▁احسان ▁کریں ▁اور ▁انہیں ▁لوگوں ▁کا ▁پیش وا ▁بنا ي یں ▁اور ▁زمین ▁کا ▁ وارث ▁قرار ▁دید یں
▁یقینا ▁ان ▁کے ▁واقعات ▁میں ▁صاحب ان ▁عقل ▁کے ▁لي ے ▁سامان ▁ه ع برت ▁ہے ▁اور ▁یہ ▁کوي ی ▁ایسی ▁بات ▁نہیں ▁ہے ▁جسے ▁گڑھ ▁لیا ▁جاي ے ▁یہ ▁قر ان ▁پہلے ▁کی ▁تمام ▁کتابوں ▁کی ▁تصدیق ▁کرنے ▁والا ▁ہے ▁اور ▁اس ▁میں ▁ہر ▁ش ے ▁کی ▁تفصیل ▁ہے ▁اور ▁یہ ▁صاحب ▁ایمان ▁قوم ▁کے ▁لي ے ▁ہدایت ▁اور ▁رحمت ▁بھی ▁ہے
▁پس ▁ہم ▁ضرور ▁کا فر و ▁ ں ▁کو ▁سخت ▁عذاب ▁کا ▁م زہ ▁چک ھا ي یں ▁گے ▁اور ▁ہم ▁ان ▁کے ▁بدترین ▁اعمال ▁کا ▁بدل ہ ▁دیں ▁گے ▁جو ▁وہ ▁کیا ▁کرتے ▁تھے
▁سو ▁ہم ▁بھی ▁تمہارے ▁پاس ▁اسی ▁کی ▁مانند ▁جادو ▁لاي یں ▁گے ▁تم ▁ہمارے ▁اور ▁اپنے ▁درمیان ▁( مقابل ہ ▁کے ▁لي ے ) ▁وعدہ ▁طے ▁کر لو ▁جس ▁کی ▁خلاف ▁ورزی ▁نہ ▁ہم ▁کریں ▁اور ▁نہ ▁ہی ▁تم ، ▁( مقابل ہ ▁کی ▁جگہ ) ▁کھل ا ▁اور ▁ہم وار ▁میدان ▁ہو ،
▁اور ▁اگر ▁انہیں ▁حق ▁پہنچ تا ▁ہو ▁تو ▁اس ▁کی ▁طرف ▁گردن ▁جھ کا ي ے ▁ا تے ▁ہیں
▁اور ▁جب ▁ان ▁سے ▁فرمایا ▁جاتا ▁ہے ▁ڈر و ▁تم ▁اس ▁سے ▁جو ▁تمہارے ▁سامنے ▁ہے ▁اور ▁جو ▁تمہارے ▁پیچھے ▁ انے ▁والا ▁ہے ▁اس ▁امید ▁پر ▁کہ ▁تم ▁پر ▁مہر ▁ہو ▁تو ▁منہ ▁پھ یر ▁لیتے ▁ہیں ،
▁اور ▁ان ▁کو ▁اس ▁جنت ▁میں ▁داخل ▁کرے ▁گا ▁جس ▁سے ▁وہ ▁ان ▁کو ▁وا قف ▁کرا ▁چکا ▁ہے
▁بیش ک ▁ہم ▁نے ▁اس مان ▁دنیا ▁کو ▁چراغ وں ▁( ستار وں ) ▁سے ▁ار است ہ ▁کیا ▁اور ▁انہیں ▁شیطان وں ▁کے ▁مار نے ▁کا ▁ذریعہ ▁بنا ▁دیا ▁اور ▁شیطان وں ▁کے ▁لیے ▁ہم ▁نے ▁( دوز خ ▁کا ▁جلا نے ▁والا ) ▁عذاب ▁تیار ▁کر ▁دیا
▁تم ▁فرما و ▁یہ ▁میری ▁راہ ▁ہے ▁میں ▁اللہ ▁کی ▁طرف ▁بلا تا ▁ہوں ▁میں ▁اور ▁جو ▁میرے ▁قدم وں ▁پر چ ل یں ▁دل ▁کی ▁ان کھ یں ▁رکھتے ▁ہیں ▁ ۰ ف ۲ ۳۳ ) ▁اور ▁اللہ ▁کو ▁پاک ی ▁ہے ▁اور ▁میں ▁شریک ▁کرنے ▁والا ▁نہیں ،
▁پھر ▁قریب ▁ ایا ▁اور ▁اوپر ▁مع لق ▁ہو ▁گیا
▁اے ▁میری ▁قوم ! ▁اج ▁بادشاہ ی ▁تمہاری ▁ہے ▁اس ▁زمین ▁میں ▁غل بہ ▁رکھتے ▁ہو ▁تو ▁اللہ ▁کے ▁عذاب ▁سے ▁ہمیں ▁کون ▁بچا لے ▁گا ▁اگر ▁ہم ▁پر ▁اي ے ▁فرع ون ▁بولا ▁میں ▁تو ▁تمہیں ▁وہی ▁سمجھا تا ▁ہوں ▁جو ▁میری ▁سو جھ ▁ہے ▁اور ▁میں ▁تمہیں ▁وہی ▁بتا تا ▁ہوں ▁جو ▁بھ لا ي ی ▁کی ▁راہ ▁ہے ،
▁اللہ ▁ہی ▁جانتا ▁ہے ▁کہ ▁ہر ▁عورت ▁( اپ نے ▁پیٹ ▁میں ) ▁کیا ▁اٹھا ي ے ▁پھر تی ▁ہے ؟ ▁اور ▁اس ▁کو ▁بھی ▁( جان تا ▁ہے ) ▁جو ▁کچھ ▁رحم وں ▁میں ▁کمی ▁یا ▁بیش ی ▁ہوتی ▁رہتی ▁ہے ▁اور ▁اس ▁کے ▁نزدیک ▁ہر ▁چیز ▁کی ▁ایک ▁مقدار ▁مقرر ▁ہے۔
▁ایک ▁ہی ▁زور ▁کی ▁او از ▁ہو ▁گی ▁اور ▁سب ▁کے ▁سب ▁ہمارے ▁سامنے ▁حاضر ▁کر ▁دیے ▁جاي یں ▁گے
▁جو ▁شخص ▁یہ ▁گمان ▁کرتا ▁ہے ▁کہ ▁االله ▁اپنے ▁( مح بوب ▁و ▁برگ زید ہ ) ▁رسول ▁کی ▁دنیا ▁و ▁اخر ت ▁میں ▁ہر گز ▁مدد ▁نہیں ▁کرے ▁گا ▁اسے ▁چاہ ي ے ▁کہ ▁( گھ ر ▁کی ) ▁چھ ت ▁سے ▁ایک ▁ رسی ▁بان دھ ▁کر ▁ل ٹک ▁جاي ے ▁پھر ▁( خود ▁کو ) ▁پھ انس ی ▁دے ▁لے ▁پھر ▁دیکھ ے ▁کیا ▁اس ▁کی ▁یہ ▁تدبیر ▁اس ▁( نصر ت ▁ال ہی ) ▁کو ▁دور ▁کر ▁دیتی ▁ہے ▁جس ▁پر ▁غ ص ہ ▁کھا ▁رہا ▁ہے ،
▁پھر ▁( تم ▁یہ ▁بھی ▁دیکھ ▁چکے ▁ہو ▁کہ ) ▁اس ▁طرح ▁سزا ▁دینے ▁کے ▁بعد ▁اللہ ▁جس ▁کو ▁چاہتا ▁ہے ▁تو بہ ▁کی ▁توفیق ▁بھی ▁بخش ▁دیتا ▁ہے ، ▁اللہ ▁در ▁گزر ▁کرنے ▁والا ▁اور ▁رحم ▁فرمان ے ▁والا ▁ہے
▁( یہ ▁نا فر مان ▁وہ ▁لوگ ▁ہیں ) ▁جو ▁اللہ ▁کے ▁عہد ▁کو ▁اس ▁سے ▁پخت ہ ▁کرنے ▁کے ▁بعد ▁توڑ تے ▁ہیں ، ▁اور ▁اس ▁( تعلق ) ▁کو ▁کا ٹ تے ▁ہیں ▁جس ▁کو ▁اللہ ▁نے ▁جو ڑنے ▁کا ▁حکم ▁دیا ▁ہے ▁اور ▁زمین ▁میں ▁فساد ▁ب پا ▁کرتے ▁ہیں ، ▁یہی ▁لوگ ▁نقصان ▁اٹھا نے ▁والے ▁ہیں ،
▁بیش ک ▁ اٹ کل ▁پچ و ▁لگانے ▁والے ▁مار ے ▁جاي یں ▁گے
▁اور ▁یہ ▁کتاب ▁جو ▁ہم ▁نے ▁اپ ▁کے ▁پاس ▁وح ی ▁کے ▁طور ▁پر ▁بھیج ی ▁ہے ▁یہ ▁بالکل ▁ٹھیک ▁ہے ▁جو ▁کہ ▁اپنے ▁سے ▁پہلی ▁کتابوں ▁کی ▁بھی ▁تصدیق ▁کرتی ▁ہے۔ ▁اللہ ▁تعالی ▁اپنے ▁بند وں ▁کی ▁پوری ▁خبر ▁رکھنے ▁والا ▁خوب ▁دیکھنے ▁والا ▁ہے
▁اور ▁لوگوں ▁سے ▁اپنا ▁رخ ▁نہ ▁پھ یر ▁اور ▁زمین ▁پر ▁اتر ا ▁کر ▁نہ ▁چل ▁بے ▁شک ▁الله ▁کسی ▁تک بر ▁کرنے ▁والے ▁فخر ▁کرنے ▁والے ▁کو ▁پسند ▁نہیں ▁کرتا
▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اگر ▁زمین ▁میں ▁ملا ي کہ ▁اطمینان ▁سے ▁ٹ ہ ل تے ▁ہوتے ▁تو ▁ہم ▁اس مان ▁سے ▁ملک ▁ہی ▁کو ▁رسول ▁بنا کر ▁بھیج تے
▁کہ و ▁کہ ▁بھ لا ▁دیکھ و ▁اگر ▁یہ ▁( قر ان ) ▁خدا ▁کی ▁طرف ▁سے ▁ہو ▁پھر ▁تم ▁اس ▁سے ▁انکار ▁کرو ▁تو ▁اس ▁سے ▁بڑھ ▁کر ▁کون ▁گمراہ ▁ہے ▁جو ▁( حق ▁کی ) ▁پر لے ▁در جے ▁کی ▁مخالفت ▁میں ▁ہو
▁یا ▁انہیں ▁ان ▁کے ▁خوف ▁زد ہ ▁ہونے ▁پر ▁پکڑ ▁لے ، ▁تو ▁بیش ک ▁تم ہ ارا ▁رب ▁بڑا ▁شف یق ▁نہای ت ▁مہر بان ▁ہے ،
▁اور ▁ہم ▁جب ▁انسان ▁کو ▁نعمت ▁دیتے ▁ہیں ▁تو ▁ہم ▁سے ▁کنار ہ ▁کش ▁ہوجاتا ▁ہے ▁اور ▁پہلو ▁بدل ▁کر ▁الگ ▁ہوجاتا ▁ہے ▁اور ▁جب ▁براي ی ▁پہنچ ▁جاتی ▁ہے ▁تو ▁خوب ▁لم بی ▁چو ڑی ▁ رعا ي یں ▁کرنے ▁لگتا ▁ہے
▁جن ▁سے ▁اپ ▁نے ▁عہد ▁لیا ▁اور ▁اس ▁کے ▁بعد ▁وہ ▁ہر ▁مرتبہ ▁اپنے ▁عہد ▁کو ▁توڑ ▁دیتے ▁ہیں ▁اور ▁خدا ▁کا ▁خوف ▁نہیں ▁کرتے
▁ہر ▁خبر ▁کے ▁لي ے ▁ایک ▁وقت ▁مقرر ہے ▁اور ▁عن قر یب ▁تمہیں ▁معلوم ▁ہو جا ي ے ▁گا
▁ارشاد ▁ہوا : ▁اے ▁موسی ! ▁اسے ▁( زمین ▁پر ) ▁ڈال ▁دو ،
▁اور ▁تم ▁کیا ▁جان و ▁کہ ▁وہ ▁کیا ▁ہے ▁ہو نی ▁شدن ی ؟
▁اور ▁تاکہ ▁الله ▁اپ ▁کی ▁زبردست ▁مدد ▁کرے
▁کہ ▁یقینا ▁ان ▁کی ▁نصر ت ▁اور ▁مدد ▁کی ▁جاي ے ▁گی۔
▁اور ▁اسے ▁میرے ▁کار ▁( رسال ت ) ▁میں ▁شریک ▁فرما ▁دے ،
▁پھر ▁جس ▁کا ▁اعمال ▁ نامہ ▁اس ▁کے ▁دا ي یں ▁ہاتھ ▁میں ▁دیا ▁گیا
▁یا ▁بست یوں ▁کے ▁باشند ے ▁ا ▁س ▁بات ▁سے ▁بے ▁خوف ▁ہیں ▁کہ ▁ان ▁پر ▁ہمارا ▁عذاب ▁( پ ھر ) ▁دن ▁چڑھ ے ▁اج اي ے ▁اس ▁حال ▁میں ▁کہ ▁( وہ ▁دنیا ▁میں ▁مد ہ وش ▁ہوکر ) ▁کھیل ▁رہے ▁ہوں ؟ ،
▁وہ ▁پاک ▁ہے ▁جس ▁نے ▁رات وں ▁رات ▁اپنے ▁بند ے ▁کو ▁مسجد ح رام ▁سے ▁مسجد ▁ا قص ی ▁تک ▁سیر ▁کرا ي ی ▁جس ▁کے ▁ارد گرد ▁ہم ▁نے ▁برکت ▁رکھی ▁ہے ▁تاکہ ▁ہم ▁اسے ▁اپنی ▁کچھ ▁نشان یاں ▁دکھا ي یں ▁بے ▁شک ▁وہ ▁سن نے ▁والا ▁دیکھنے ▁ولا ▁ہے
▁بھ لا ▁اس ▁دن ▁کا ▁کیا ▁حال ▁ہوگا ▁جب ▁ہم ▁ہر ▁امت ▁میں ▁سے ▁احوال ▁بتا ي ے ▁والے ▁کو ▁بلا ي یں ▁گے ▁اور ▁تم ▁کو ▁ان ▁لوگوں ▁کا ▁حال ▁( بت انے ▁کو ) ▁گواہ ▁طلب ▁کریں ▁گے
▁اور ▁ہم ▁نے ▁ایک ▁بڑی ▁قربانی ▁کو ▁ان ▁کا ▁ف دی ہ ▁دیا
▁اور ▁اے ▁برادر ان ▁قوم ، ▁ٹھیک ▁ٹھیک ▁انصاف ▁کے ▁ساتھ ▁پورا ▁ناپ و ▁اور ▁تو لو ▁اور ▁لوگوں ▁کو ▁ان ▁کی ▁چیز وں ▁میں ▁گھ ا ٹا ▁نہ ▁دیا ▁کرو ▁اور ▁زمین ▁میں ▁فساد ▁نہ ▁پھیلا تے ▁پھر و
▁اور ▁اپنی ▁والد ہ ▁کے ▁ساتھ ▁نیک ▁سلوک ▁کرنے ▁والا ▁( بن ایا ▁ہے ) ▁اور ▁اس ▁نے ▁مجھے ▁سر کش ▁و ▁بد بخت ▁نہیں ▁بنایا ،
▁پس ▁تم ▁اللہ ▁کی ▁طرف ▁د وڑ ▁بھاگ ▁( یعنی ▁رجوع ) ▁کرو ، ▁یقینا ▁میں ▁تمہیں ▁اس ▁کی ▁طرف ▁سے ▁صاف ▁صاف ▁تنب یہ ▁کرنے ▁والا ▁ہوں
▁کہ ▁کس ▁گناه ▁کی ▁وجہ ▁سے ▁وه ▁قتل ▁کی ▁ گي ی ؟
▁بے ▁شک ▁الله ▁ان ▁کے ▁ساتھ ▁ہے ▁جو ▁پر ہ یز گار ▁ہیں ▁اور ▁جو ▁نیک ی ▁کرتے ▁ہیں
▁پھر ▁جب ▁چاہے ▁گا ▁اسے ▁دوبارہ ▁زندہ ▁کر ▁دے ▁گا۔
▁اور ▁اپ ▁اس ▁( بات ) ▁پر ▁کیسے ▁صبر ▁کر ▁سکتے ▁ہیں ▁جسے ▁اپ ▁( پور ے ▁طور ▁پر ) ▁اپنے ▁اح اط ہ ء ▁علم ▁میں ▁نہیں ▁لاي ے ▁ہوں ▁گے ،
▁کہہ ▁دو ▁الله ▁میرے ▁اور ▁تمہارے ▁درمیان ▁گواہ ▁کافی ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہے ▁جانتا ▁ہے ▁اور ▁جو ▁لوگ ▁جھوٹ ▁پر ▁ایمان ▁لاي ے ▁اور الله ▁کا ▁انکار ▁کیا ▁وہی ▁نقصان ▁پانے ▁والے ▁ہیں
▁کہہ ▁دو ▁کہ ▁تم ▁( مال ) ▁خوشی ▁سے ▁خرچ ▁کرو ▁یا ▁نا خوش ی ▁سے ▁تم ▁سے ▁ہر گز ▁قبول ▁نہیں ▁کیا ▁جاي ے ▁گا ▁تم ▁نا فر مان ▁لوگ ▁ہو
▁کہا ▁کہ ▁ہمارا ▁پروردگار ▁وہ ▁ہے ▁جس ▁نے ▁ہر ▁چیز ▁کو ▁اس ▁کی ▁شکل ▁و صورت ▁بخشی ▁پھر ▁راہ ▁دکھا ي ی
▁نزدیک ▁کی ▁زمین ▁پر ▁اور ▁وه ▁مغل وب ▁ہونے ▁کے ▁بعد ▁عن قر یب ▁غالب ▁اج اي یں ▁گے
▁یہاں ▁تک ▁کہ ▁وہ ▁( ایک ▁مقام ▁پر ) ▁دو ▁پہاڑ وں ▁کے ▁درمیان ▁جا ▁پہنچا ▁اس ▁نے ▁ان ▁پہاڑ وں ▁کے ▁پیچھے ▁ایک ▁ایسی ▁قوم ▁کو ▁اباد ▁پایا ▁جو ▁( کسی ▁کی ) ▁بات ▁نہیں ▁سمجھ ▁سکتے ▁تھے ،
▁پھر ▁ہم ▁اپنے ▁رسول وں ▁کو ▁بچا ▁لیتے ▁ہیں ▁اور ▁ان ▁لوگوں ▁کو ▁بھی ▁جو ▁اس ▁طرح ▁ایمان ▁لے ▁ا تے ▁ہیں ، ▁( یہ ▁بات ) ▁ہمارے ▁ذم ہ ▁کرم ▁پر ▁ہے ▁کہ ▁ہم ▁ایمان ▁والوں ▁کو ▁بچا ▁لیں ،
▁اور ▁ان ▁کے ▁پاس ▁نی چی ▁ن گاہ وں ▁والی ▁ہم ▁عمر ▁بیوی اں ▁ہوں ▁گی۔
▁اللہ ▁( ہی ▁مع بود ) ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ، ▁اور ▁اللہ ▁ہی ▁پر ▁ایمان ▁والوں ▁کو ▁بھر وس ہ ▁رکھنا ▁چاہ ي ے ،
▁اور ▁پیغمبر ▁علی ھ ▁السلام ▁اپنی ▁کتاب ▁میں ▁مریم ▁کا ▁ذکر ▁کرو ▁کہ ▁جب ▁وہ ▁اپنے ▁گھر ▁والوں ▁سے ▁الگ ▁مشرقی ▁سمت ▁کی ▁طرف ▁چل ی ▁ گي یں
▁اور ▁ہم ▁نے ▁تمہیں ▁جو ڑا ▁جو ڑا ▁پیدا ▁کیا۔
▁اللہ ▁ہی ▁خلق ▁کی ▁ابتدا ▁کرتا ▁ہے ، ▁پھر ▁وہی ▁اس ▁کا ▁ا عاد ہ ▁کرے ▁گا ، ▁پھر ▁اسی ▁کی ▁طرف ▁تم ▁پل ٹا ي ے ▁جا و ▁گے
▁کیا ▁تمہارے ▁پاس ▁موسی ▁کی ▁خبر ▁اي ی ▁ہے
▁اچھا ، ▁جو ▁باتیں ▁یہ ▁بنا ▁رہے ▁ہیں ▁وہ ▁تمہیں ▁رنج ید ہ ▁نہ ▁کریں ، ▁ان ▁کی ▁چھپ ی ▁اور ▁کھل ی ▁سب ▁بات وں ▁کو ▁ہم ▁جانتے ▁ہیں
▁اور ▁اگر ▁وہ ▁جھ ٹل انے ▁والے ▁گمراہ وں ▁میں ▁سے ▁ہے۔
▁( اس ▁وقت ▁کہا ▁جاي ے ▁گا ▁کہ ) ▁اے ▁کا فر و ، ▁اج ▁معذرت یں ▁پیش ▁نہ ▁کرو ، ▁تہ یں ▁تو ▁وی سا ▁ہی ▁بدل ہ ▁دیا ▁جا ▁رہا ▁ہے ▁جیسے ▁تم ▁عمل ▁کر ▁رہے ▁تھے
▁یہ ▁جو ▁کچھ ▁گزر ا ▁ان ▁میں ▁کی ▁بری ▁بات ▁تیر ے ▁رب ▁کو ▁نا پسند ▁ہے ،
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁ان ▁کی ▁خبر ▁ظاہر ▁کر ▁دی ▁تاکہ ▁لوگ ▁سمجھ ▁لیں ▁کہ ▁الله ▁کا ▁وعدہ ▁سچ ا ▁ہے ▁اور ▁قیامت ▁میں ▁کوي ی ▁شک ▁نہیں ▁جبکہ ▁لوگ ▁ان ▁کے ▁معاملہ ▁میں ▁جھ گ ڑ ▁رہے ▁تھے ▁پھر ▁کہا ▁ان ▁پر ▁ایک ▁عمارت ▁بنا ▁دو ▁ان کا ▁رب ▁ان ▁کا ▁حال ▁خوب ▁جانتا ▁ہے ▁ان ▁لوگوں ▁نے ▁کہا ▁جو ▁اپنے ▁معاملے ▁میں ▁غالب ▁ا ▁ گي ے ▁تھے ▁کہ ▁ہم ▁ان ▁پر ▁ضرور ▁ایک ▁مسجد ▁بنا ي یں ▁گے
▁اور ▁جو ▁ایمان ▁والے ▁ہیں۔ ▁وہ ▁( ح ی رت ▁سے ) ▁کہیں ▁گے ▁کیا ▁یہ ▁وہ ▁لوگ ▁ہیں۔ ▁جنہوں ▁نے ▁بڑی ▁سخت ▁قسم یں ▁کھا ي ی ▁تھیں ▁کہ ▁بے ▁شک ▁وہ ▁تمہارے ▁ساتھ ▁ہیں۔ ▁ان ▁کے ▁سب ▁عمل ▁ ضا يع ▁ہو گي ے ▁اور ▁وہ ▁نقصان ▁اٹھا نے ▁والے ▁ہو گي ے۔
▁حم
▁اپ ▁کا ▁پروردگار ▁خوب ▁جانتا ▁ہے ▁ان ▁کو ▁جو ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہیں ▁اور ▁ہم ▁نے ▁بعض ▁بند وں ▁کو ▁بعض ▁پر ▁فضیلت ▁دی ▁ہے ▁اور ▁ہم ▁نے ▁داود ▁کو ▁ز بور ▁عطا ▁کی۔
▁یہ ود ▁کہتے ▁ہیں ▁کہ ▁نصر انی ▁حق ▁پر ▁نہیں ▁اور ▁نصر انی ▁کہتے ▁ہیں ▁کہ ▁یہودی ▁حق ▁پر ▁نہیں ، ▁حالانک ہ ▁یہ ▁سب ▁لوگ ▁تور ات ▁پڑھ تے ▁ہیں۔ ▁اسی ▁طرح ▁ان ▁ہی ▁جیسی ▁بات ▁بے علم ▁بھی ▁کہتے ▁ہیں۔ ▁قیامت ▁کے ▁دن ▁اللہ ▁ان ▁کے ▁اس ▁اختلاف ▁کا ▁فیصلہ ▁ان ▁کے ▁درمیان ▁کرد ے ▁گا
▁اج ▁تمہارے ▁لیے ▁ساری ▁پاک ▁چیز یں ▁حلال ▁کر ▁دی ▁ گي ی ▁ہیں ▁اہل ▁کتاب ▁کا ▁کھانا ▁تمہارے ▁لیے ▁حلال ▁ہے ▁اور ▁تم ہ ارا ▁کھانا ▁ان ▁کے ▁لیے ▁اور ▁محفوظ ▁عورت یں ▁بھی ▁تمہارے ▁لیے ▁حلال ▁ہیں ▁خواہ ▁وہ ▁اہل ▁ایمان ▁کے ▁گروہ ▁سے ▁ہوں ▁یا ▁ان ▁قوم وں ▁میں ▁سے ▁جن ▁کو ▁تم ▁سے ▁پہلے ▁کتاب ▁دی ▁ گي ی ▁تھی ، ▁بشر ▁طی کہ ▁تم ▁ان ▁کے ▁مہر ▁ادا ▁کر ▁کے ▁نکاح ▁میں ▁ان ▁کے ▁محافظ ▁بن و ، ▁نہ ▁یہ ▁کہ ▁از اد ▁ شہ وت ▁ رانی ▁کرنے ▁ل گو ▁یا ▁چور ی ▁چھپ ے ▁اش نا ي یاں ▁کرو ▁اور ▁جو ▁کسی ▁نے ▁ایمان ▁کی ▁روش ▁پر ▁چلنے ▁سے ▁انکار ▁کیا ▁تو ▁اس ▁کا ▁سارا ▁کار نامہ ▁زندگی ▁ ضا يع ▁ہو ▁جاي ے ▁گا ▁اور ▁وہ ▁اخر ت ▁میں ▁دی والی ہ ▁ہوگا
▁اور ▁تمہارے ▁لي ے ▁سور ج ▁و ▁چاند ▁کو ▁( بھی ) ▁م سخر ▁کر ▁دیا ▁جو ▁برابر ▁چلے ▁جا ▁رہے ▁ہیں ▁اور ▁رات ▁اور ▁دن ▁کو ▁بھی ▁تمہارے ▁لي ے ▁م سخر ▁کر ▁دیا۔
▁اور ▁ہم ▁نے ▁کتنی ▁ہی ▁بست یوں ▁کو ▁ان ▁کی ▁معیشت ▁کے ▁غر ور ▁کی ▁بنا ▁پر ▁ہلاک ▁کردیا ▁اب ▁یہ ▁ان ▁کے ▁مکان ات ▁ہیں ▁جو ▁ان ▁کے ▁بعد ▁پھر ▁اباد ▁نہ ▁ہو س کے ▁مگر ▁بہت ▁کم ▁اور ▁در حقیق ت ▁ہم ▁ہی ▁ہر ▁چیز ▁کے ▁ وارث ▁اور ▁مالک ▁ہیں
▁جب ▁عمران ▁کی ▁عورت ▁نے ▁کہا ▁اے ▁میرے ▁رب ▁جو ▁کچھ ▁میرے ▁پیٹ ▁میں ▁ہے ▁سب ▁سے ▁از اد ▁کر ▁کے ▁میں ▁نے ت یری ▁نذر ▁کیا ▁سو ▁تو ▁مجھ ▁سے ▁قبول ▁فرما ▁بے ▁شک ▁تو ▁ہی ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁اور ▁مجھے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁سب ▁مسلمانوں ▁سے ▁پہلے ▁مسلمان ▁ہوں۔
▁تاکہ ▁ان ▁کے ▁اپنے ▁رب ▁کے ▁پیغام ▁پہنچا ▁دینے ▁کا ▁علم ▁ہو ▁جاي ے ▁اللہ ▁تعالی ▁نے ▁ان ▁کے ▁اس ▁پاس ▁( کی ▁تمام ▁چیز وں ) ▁کا ▁اح اط ہ ▁کر ▁رکھا ▁ہے ▁اور ▁ہر ▁چیز ▁کی ▁ گن تی ▁شمار ▁کر ▁رکھا ▁ہے
▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁پھر ▁کفر ▁اختیار ▁کرلیا ▁پھر ▁ایمان ▁لے ▁اي ے ▁اور ▁پھر ▁کا فر ▁ہو گي ے ▁اور ▁پھر ▁کفر ▁میں ▁شدید ▁و ▁مزید ▁ہو گي ے ▁تو ▁خدا ▁ہر گز ▁انہیں ▁معاف ▁نہیں ▁کرسکتا ▁اور ▁نہ ▁سید ھے ▁راستے ▁کی ▁ہدایت ▁دے ▁سکتا ▁ہے
▁تو ▁جب ▁اپ ▁وہاں ▁ گي ے ▁تو ▁اس ▁و ادی ▁کے ▁دا ہ نے ▁کنار ے ▁سے ▁اس ▁مبارک ▁مقام ▁پر ▁درخت ▁سے ▁انہیں ▁ ندا ▁دی ▁ گي ی ▁اے ▁موسی ! ▁میں ▁ہی ▁اللہ ▁ہوں ▁سارے ▁ جہ ان وں ▁کا ▁پروردگار ۔
▁کہہ ▁دو ▁کہ ▁فیصلہ ▁کا ▁دن ▁کا فر و ▁ ں ▁کو ▁ان ▁کا ▁ایمان ▁لا نا ▁نفع ▁نہ ▁دے ▁گا ▁اور ▁نہ ▁ہی ▁انہیں ▁مہ لت ▁دی ▁جاي ے ▁گی
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁( تم ▁بھی ) ▁ایمان ▁لا و ▁جیسے ▁( دو سر ے ) ▁لوگ ▁ایمان ▁لے ▁اي ے ▁ہیں ، ▁تو ▁کہتے ▁ہیں : ▁کیا ▁ہم ▁بھی ▁( اسی ▁طرح ) ▁ایمان ▁لے ▁اي یں ▁جس ▁طرح ▁( وہ ) ▁بی وقوف ▁ایمان ▁لے ▁اي ے ، ▁جان ▁لو ! ▁بی وقوف ▁( در حقیق ت ) ▁وہ ▁خود ▁ہیں ▁لیکن ▁انہیں ▁( اپ نی ▁بی وقوف ی ▁اور ▁ہل کے ▁پن ▁کا ) ▁علم ▁نہیں ،
▁ان ▁لوگوں ▁سے ▁جہاد ▁کرو ▁جو ▁خدا ▁اور ▁روز ▁ها خر ت ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁اور ▁جس ▁چیز ▁کو ▁خدا ▁و ▁رسول ▁نے ▁حرام ▁قرار ▁دیا ▁ہے ▁اسے ▁حرام ▁نہیں ▁سمجھتے ▁اور ▁اہل ▁کتاب ▁ہوتے ▁ہو ي ے ▁بھی ▁دین ▁حق ▁کا ▁ التزام ▁نہیں ▁کرتے ▁... . ▁یہاں ▁تک ▁کہ ▁اپنے ▁ہاتھوں ▁سے ▁ذ لت ▁کے ▁ساتھ ▁تمہارے ▁سامنے ▁جز یہ ▁پیش ▁کرنے ▁پر ▁اما دہ ▁ہو جا ي یں
▁اور ▁قربانی ▁کے ▁بڑے ▁جانور وں ▁( یعنی ▁او نٹ ▁اور ▁گا ي ے ▁وغیرہ ) ▁کو ▁ہم ▁نے ▁تمہارے ▁لي ے ▁االله ▁کی ▁نشانی وں ▁میں ▁سے ▁بنا ▁دیا ▁ہے ▁ان ▁میں ▁تمہارے ▁لي ے ▁بھ لا ي ی ▁ہے ▁پس ▁تم ▁( ا نہیں ) ▁قطار ▁میں ▁کھڑا ▁کر ▁کے ▁( نی زہ ▁مار ▁کر ▁ن حر ▁کے ▁وقت ) ▁ان ▁پر ▁االله ▁کا ▁نام ▁لو ، ▁پھر ▁جب ▁وہ ▁اپنے ▁پہلو ▁کے ▁بل ▁گر ▁جاي یں ▁تو ▁تم ▁خود ▁( بھی ) ▁اس ▁میں ▁سے ▁کھا و ▁اور ▁قناع ت ▁سے ▁بیٹھے ▁رہنے ▁والوں ▁کو ▁اور ▁سوال ▁کرنے ▁والے ▁( م حتاج وں ) ▁کو ▁( بھی ) ▁کھل او ۔ ▁اس ▁طرح ▁ہم ▁نے ▁انہیں ▁تمہارے ▁تابع ▁کر ▁دیا ▁ہے ▁تاکہ ▁تم ▁شکر ▁بجا ▁لا و ،
▁اور ▁ان ▁کے ▁ساتھ ▁دو ▁جوان ▁بھی ▁قید ▁خانہ ▁میں ▁داخل ▁ہو ي ے۔ ▁ان ▁میں ▁سے ▁ایک ▁نے ▁کہا : ▁میں ▁نے ▁اپنے ▁اپ ▁کو ▁( خواب ▁میں ) ▁دیکھا ▁ہے ▁کہ ▁میں ▁( انگ ور ▁سے ) ▁شراب ▁ نچ وڑ ▁رہا ▁ہوں ، ▁اور ▁دوسرے ▁نے ▁کہا : ▁میں ▁نے ▁اپنے ▁اپ ▁کو ▁( خواب ▁میں ) ▁دیکھا ▁ہے ▁کہ ▁میں ▁اپنے ▁سر ▁پر ▁رو ٹی اں ▁اٹھا ي ے ▁ہو ي ے ▁ہوں ، ▁اس ▁میں ▁سے ▁پر ند ے ▁کھا ▁رہے ▁ہیں۔ ▁( ا ے ▁یوسف !) ▁ہمیں ▁اس ▁کی ▁تعبیر ▁بتا ي ی ے ، ▁بیش ک ▁ہم ▁اپ ▁کو ▁نیک ▁لوگوں ▁میں ▁سے ▁دیکھ ▁رہے ▁ہیں ،
▁وہ ▁تو ▁صرف ▁ایک ▁چ نگ ھا ڑ ▁تھی ▁( ات شین ) ▁سو ▁وہ ▁( اس ▁سے ) ▁نا گ ہ اں ▁ب جھ ▁کر ▁رہ ▁ گي ے
▁تو ▁ہم ▁نے ▁ ندا ▁دی ▁اے ▁ابراہیم ( ع ) !
▁ان ▁کے ▁پہلو ▁بچ ھو نوں ▁سے ▁الگ ▁رہتے ▁ہیں ▁( اور ) ▁وہ ▁اپنے ▁پروردگار ▁کو ▁خوف ▁اور ▁امید ▁سے ▁پکار تے ▁اور ▁جو ▁( مال ) ▁ہم ▁نے ▁ان ▁کو ▁دیا ▁ہے ▁اس ▁میں ▁سے ▁خرچ ▁کرتے ▁ہیں
▁اور ▁( ہر ) ▁دیکھنے ▁والے ▁کی لي ے ▁دوزخ ▁ظاہر ▁کر ▁دی ▁جاي ے ▁گی۔
▁پھر ▁دو ▁دن ▁میں ▁سات ▁اس مان ▁بنا ي ے ▁اور ▁ہر ▁اس مان ▁میں ▁اس ▁( کے ▁کام ) ▁کا ▁حکم ▁بھی جا ▁اور ▁ہم ▁نے ▁اس مان ▁دنیا ▁کو ▁چراغ وں ▁( یعنی ▁ستار وں ) ▁سے ▁م زین ▁کیا ▁اور ▁( شی طا نوں ▁سے ) ▁محفوظ ▁رکھا ۔ ▁یہ ▁زبردست ▁( اور ) ▁خبردار ▁کے ▁( م قرر ▁کي ے ▁ہو ي ے ) ▁انداز ے ▁ہیں
▁اے ▁ایمان ▁والو ! ▁عدل ▁و ▁انصاف ▁کے ▁ساتھ ▁قیام ▁کرو ▁اور ▁اللہ ▁کے ▁لي ے ▁گواہ ▁بن و ▁چاہے ▁اپنی ▁ذات ▁یا ▁اپنے ▁والدین ▁اور ▁ا قرب ا ▁ہی ▁کے ▁خلاف ▁کیوں ▁نہ ▁ہو - ▁جس ▁کے ▁لي ے ▁گواہ ی ▁دینا ▁ہے ▁وہ ▁غنی ▁ہو ▁یا ▁فقیر ▁اللہ ▁دونوں ▁کے ▁لي ے ▁تم ▁سے ▁اول ی ▁ہے ▁لہذا ▁خبردار ▁خواہش ات ▁کا ▁اتباع ▁نہ ▁کرنا ▁تاکہ ▁انصاف ▁کر سکو ▁اور ▁اگر ▁توڑ ▁مر وڑ ▁سے ▁کام ▁لیا ▁یا ▁بالکل ▁کنار ہ ▁کشی ▁کرلی ▁تو ▁یاد ▁رکھ و ▁کہ ▁اللہ ▁تمہارے ▁اعمال ▁سے ▁خوب ▁با خبر ▁ہے
▁بے ▁شک ▁زمین ▁پر ▁چلنے ▁والی ▁سب ▁مخلوق ▁میں ▁سے ▁بدترین ▁وہ ▁لوگ ▁ہیں ▁جو ▁کا فر ▁ہیں ▁اور ▁اب ▁وہ ▁کسی ▁طرح ▁بھی ▁ایمان ▁لانے ▁والے ▁نہیں ▁ہیں۔
▁مومن و ! ▁( کسی ▁بات ▁کے ▁جواب ▁میں ) ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁سے ▁پہلے ▁نہ ▁بول ▁اٹھا ▁کرو ▁اور ▁خدا ▁سے ▁ڈر تے ▁رہ و ۔ ▁بے شک ▁خدا ▁سنت ا ▁جانتا ▁ہے
▁جناب ▁بار ی ▁تعالی ▁نے ▁فرمایا ▁موسی ▁تیر ے ▁تمام ▁سوالات ▁پورے ▁کر ▁دی ي ے ▁ گي ے
▁تو ▁دا ہ نے ▁ہاتھ ▁والے ▁( سب ح ان ▁الله ) ▁دا ہ نے ▁ہاتھ ▁والے ▁کیا ▁( ہی ▁چین ▁میں ) ▁ہیں
▁ع ▁س ▁ق
▁جب ▁بھی ▁نہ ▁سنا ▁جاي ے ▁گا ▁تم ▁یاد ▁کرنے ▁کی ▁جلد ی ▁میں ▁قر ان ▁کے ▁ساتھ ▁اپنی ▁زبان ▁کو ▁حرکت ▁نہ ▁دو
▁اور ▁اس ▁امن ▁والے ▁شہر ▁کی
▁( ان ▁کے ▁کر تو ت وں ) ▁کا ▁بھرپور ▁بدل ہ
▁( ا ے ▁رسول ( ص ) ) ▁بے شک ▁اپ ▁کو ▁یہ ▁قر ان ▁ایک ▁بڑے ▁حکمت ▁والے ، ▁بڑے ▁علم ▁والے ▁کی ▁طرف ▁سے ▁عطا ▁کیا ▁جا ▁رہا ▁ہے۔
▁اور ▁وہ ▁عورت یں ▁بھی ▁تم ▁پر ▁حرام ▁ہیں ، ▁جو ▁شوہر دار ▁ہوں۔ ▁مگر ▁وہ ▁ایسی ▁عورت یں ▁جو ▁( شرع ی ▁جہاد ▁میں ) ▁تمہاری ▁ملکی ت ▁میں ▁اي یں۔ ▁یہ ▁اي ین ▁ہے ، ▁اللہ ▁کا ▁جو ▁تم ▁پر ▁لازم ▁ہے۔ ▁اور ▁ان ▁کے ▁علاوہ ▁جو ▁عورت یں ▁ہیں ▁وہ ▁تمہارے ▁لي ے ▁حلال ▁ہیں ▁کہ ▁اپنے ▁مال ▁( حق ▁مہر ) ▁کے ▁عوض ▁ان ▁سے ▁شادی ▁کر لو ۔ ▁بد کاری ▁سے ▁بچ نے ▁اور ▁پاک دام نی ▁کو ▁قاي م ▁رکھنے ▁کے ▁لیے ▁اور ▁ان ▁عورتوں ▁میں ▁سے ▁جن ▁سے ▁تم ▁ متع ہ ▁کرو ۔ ▁تو ▁ان ▁کی ▁مقرر ہ ▁اج رت یں ▁ادا ▁کر ▁دو ۔ ▁اور ▁اگر ▁زر ▁مہر ▁مقرر ▁کرنے ▁کے ▁بعد ▁تم ▁اپ س ▁میں ▁( کم ▁و ▁بیش ▁پر ) ▁راضی ▁ہو ▁جا و ▁تو ▁اس ▁میں ▁کوي ی ▁حر ج ▁نہیں ▁ہے۔ ▁بے ▁شک ▁اللہ ▁بہت ▁جان نے ▁والا ▁اور ▁بڑی ▁رحمت ▁والا ▁ہے۔
▁کہ ي ے ▁اے ▁اہل ▁کتاب ▁کیوں ▁صاحب ان ▁ایمان ▁کو ▁ راس ▁خدا ▁سے ▁روک تے ▁ہو ▁اور ▁اس ▁میں ▁ک جی ▁تلاش ▁کرتے ▁ہو ▁جبکہ ▁تم ▁خود ▁اس ▁کی ▁صحت ▁کے ▁گواہ ▁ہو ▁اور ▁اللہ ▁تمہارے ▁اعمال ▁سے ▁غافل ▁نہیں ▁ہے
▁اور ▁وہ ▁شخص ▁جو ▁ان ▁دونوں ▁میں ▁سے ▁رہا ي ی ▁پا ▁چکا ▁تھا ▁بولا ، ▁اور ▁( اب ) ▁اسے ▁ایک ▁مدت ▁کے ▁بعد ▁( یو سف ▁علیہ ▁السلام ▁کے ▁ساتھ ▁کیا ▁ہوا ▁وعدہ ) ▁یاد ▁ا گیا : ▁میں ▁تمہیں ▁اس ▁کی ▁تعبیر ▁بتا وں ▁گا ▁سو ▁تم ▁مجھے ▁( یو سف ▁علیہ ▁السلام ▁کے ▁پاس ) ▁بھی جو ،
▁کیا ▁اپ ▁نے ▁اس ▁شخص ▁کو ▁دیکھا ▁ہے ▁جس ▁نے ▁ہماری ▁ ایت وں ▁سے ▁کفر ▁کیا ▁اور ▁کہنے ▁لگا : ▁مجھے ▁( قی امت ▁کے ▁روز ▁بھی ▁اسی ▁طرح ) ▁مال ▁و ▁اولاد ▁ضرور ▁دی ي ے ▁جاي یں ▁گے ،
▁پھر ▁دونوں ▁ اگ ے ▁بڑھ ے ▁یہاں ▁تک ▁کہ ▁ایک ▁نوجوان ▁نظر ▁ ایا ▁اور ▁اس ▁بند ہ ▁خدا ▁نے ▁اسے ▁قتل ▁کردیا ▁موسی ▁نے ▁کہا ▁کہ ▁کیا ▁اپ ▁نے ▁ایک ▁پاک ی زہ ▁نفس ▁کو ▁بغیر ▁کسی ▁نفس ▁کے ▁قتل ▁کردیا ▁ہے ▁یہ ▁تو ▁بڑی ▁عجیب ▁سی ▁بات ▁ہے
▁پھر ▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁میں ▁( ہ جر ت ▁کر ▁کے ) ▁اپنے ▁رب ▁کی ▁طرف ▁جانے ▁والا ▁ہوں ▁وہ ▁مجھے ▁ضرور ▁راستہ ▁دکھا ي ے ▁گا ▁( وہ ▁ملک ▁شام ▁کی ▁طرف ▁ہ جر ت ▁فرما ▁ گي ے )،
▁بیش ک ▁یہ ▁قر ان ▁اس ▁( م نزل ) ▁کی ▁طرف ▁رہنما ي ی ▁کرتا ▁ہے ▁جو ▁سب ▁سے ▁درست ▁ہے ▁اور ▁ان ▁مومن وں ▁کو ▁جو ▁نیک ▁عمل ▁کرتے ▁ہیں ▁اس ▁بات ▁کی ▁خوش خبر ی ▁سنا تا ▁ہے ▁کہ ▁ان ▁کے ▁لي ے ▁بڑا ▁ اجر ▁ہے ،
▁اور ▁اس ▁نے ▁اد م ▁کو ▁سب ▁( چی ز وں ▁کے ) ▁نام ▁سکھ اي ے ▁پھر ▁ان ▁کو ▁فرشت وں ▁کے ▁سامنے ▁کیا ▁اور ▁فرمایا ▁کہ ▁اگر ▁تم ▁سچ ے ▁ہو ▁تو ▁مجھے ▁ان ▁کے ▁نام ▁بتا و
▁اور ▁نہ ▁میں ▁ان ▁( بت وں ) ▁کی ▁عبادت ▁کرنے ▁والا ▁ہوں ▁جن ▁کی ▁تم ▁عبادت ▁کرتے ▁ہو۔
▁تم ▁پر ▁فرض ▁ہوا ▁خدا ▁کی ▁راہ ▁میں ▁لڑ نا ▁اور ▁وہ ▁تمہیں ▁نا گو ار ▁ہے ▁اور ▁قریب ▁ہے ▁کہ ▁کوي ی ▁بات ▁تمہیں ▁بری ▁لگے ▁اور ▁وہ ▁تمہارے ▁حق ▁میں ▁بہتر ▁ہو ▁اور ▁قریب ▁ہے ▁کہ ▁کوي ی ▁بات ▁تمہیں ▁پسند ▁اي ے ▁اور ▁وہ ▁تمہارے ▁حق ▁میں ▁بری ▁ہو ▁اور ▁اللہ ▁جانتا ▁ہے ▁اور ▁تم ▁نہیں ▁جانتے
▁کیا ▁ان ▁کا ▁دا و ▁تباہ ی ▁میں ▁نہ ▁ڈال ا ،
▁اور ▁جو ▁کچھ ▁اس ▁کے ▁اندر ▁ہے ▁وہ ▁اسے ▁باہر ▁پھینک ▁دے ▁گی ▁اور ▁خالی ▁ہو ▁جاي ے ▁گی۔
▁انسان وں ▁کے ▁لیے ▁ڈرا وا
▁( ا ے ▁حبیب ▁مک رم !) ▁اپ ▁وہ ▁کتاب ▁پڑھ ▁کر ▁سنا ي ی ے ▁جو ▁اپ ▁کی ▁طرف ▁( ب ذریعہ ) ▁وح ی ▁بھیج ی ▁ گي ی ▁ہے ، ▁اور ▁نماز ▁قاي م ▁کی جي ے ، ▁بیش ک ▁نماز ▁بے ▁ح یا ي ی ▁اور ▁براي ی ▁سے ▁روک تی ▁ہے ، ▁اور ▁واقعی ▁االله ▁کا ▁ذکر ▁سب ▁سے ▁بڑا ▁ہے ، ▁اور ▁االله ▁ان ▁( کام وں ) ▁کو ▁جانتا ▁ہے ▁جو ▁تم ▁کرتے ▁ہو ،
▁اور ▁ہم ▁نے ▁انہیں ▁کچھ ▁کتاب یں ▁نہ ▁دیں ▁جنہیں ▁پڑھ تے ▁ہوں ▁نہ ▁تم ▁سے ▁پہلے ▁ان ▁کے ▁پاس ▁کوي ی ▁ڈر ▁سن انے ▁والا ▁ ایا
▁اور ▁ہم ▁نے ▁کتنی ▁ہی ▁ظالم ▁بست یوں ▁کو ▁تباہ ▁کردیا ▁اور ▁ان ▁کے ▁بعد ▁ان ▁کی ▁جگہ ▁پر ▁دوسری ▁قوم وں ▁کو ▁ایجاد ▁کردیا
▁تو ▁اس ▁نے ▁لشکر ▁کے ▁دم ▁پر ▁منہ ▁م وڑ ▁لیا ▁اور ▁کہا ▁کہ ▁یہ ▁جادو گر ▁یا ▁دیوان ہ ▁ہے
▁اور ▁میرے ▁گھر ▁والوں ▁میں ▁سے ▁( ایک ▁کو ) ▁میرا ▁وزیر ▁( یعنی ▁مدد گار ) ▁مقرر ▁فرما
▁کیا ▁تو ▁نے ▁نہیں ▁دیکھا ▁کہ ▁وہ ▁( شعر اء ) ▁ہر ▁و ادي ▁( خی ال ) ▁میں ▁( یون ہی ) ▁سر گرد اں ▁پھر تے ▁رہتے ▁ہیں ▁( ا نہیں ▁حق ▁میں ▁سچ ی ▁دلچسپی ▁اور ▁سنج ی دگی ▁نہیں ▁ہوتی ▁بلکہ ▁فقط ▁لفظ ی ▁و ▁فکری ▁جو لان یوں ▁میں ▁مست ▁اور ▁خوش ▁رہتے ▁ہیں )،
▁دیکھ و ▁یہ ▁اپنے ▁پروردگار ▁کے ▁روبرو ▁حاضر ▁ہونے ▁سے ▁شک ▁میں ▁ہیں۔ ▁سن ▁رکھ و ▁کہ ▁وہ ▁ہر ▁چیز ▁پر ▁اح اط ہ ▁کي ے ▁ہو ي ے ▁ہے
▁اور ▁جو ▁اپنے ▁رب ▁کے ▁عذاب ▁سے ▁ڈر تے ▁رہتے ▁ہیں
▁کیا ▁تم ▁نے ▁نہیں ▁دیکھا ▁کہ ▁اللہ ▁نے ▁اس مان ▁سے ▁پانی ▁برس ایا ▁اور ▁پھر ▁ہم ▁نے ▁اس ▁کے ▁ذریعہ ▁سے ▁مختلف ▁رنگ وں ▁کے ▁پھل ▁نکال ے ▁اور ▁( اسی ▁طرح ) ▁پہاڑ وں ▁میں ▁بھی ▁مختلف ▁رنگ وں ▁کی ▁گھ اٹ یاں ▁ہیں ▁کوي ی ▁سفید ▁اور ▁کوي ی ▁سرخ ▁اور ▁بعض ▁حصے ▁گ ہ رے ▁سیاہ ۔
▁اس ▁( کی ▁قدرت ) ▁کی ▁نشانی وں ▁میں ▁سے ▁اس مان وں ▁اور ▁زمین ▁کی ▁پیدا يش ▁اور ▁تمہاری ▁زبان وں ▁اور ▁رنگ ت وں ▁کا ▁اختلاف ▁( بھی ) ▁ہے ، ▁دانش ▁مند وں ▁کے ▁لي ے ▁اس ▁میں ▁یقینا ▁بڑی ▁نشان یاں ▁ہیں
▁جو ▁لوگ ▁بات ▁کو ▁غور ▁سے ▁سن تے ▁ہیں ، ▁پھر ▁اس ▁کے ▁بہتر ▁پہلو ▁کی ▁اتباع ▁کرتے ▁ہیں ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جنہیں ▁اللہ ▁نے ▁ہدایت ▁فرما ي ی ▁ہے ▁اور ▁یہی ▁لوگ ▁عقل ▁مند ▁ہیں ،
▁پروردگار ▁تو ▁انہیں ▁د گن ا ▁عذاب ▁دے ▁اور ▁ان ▁پر ▁بہت ▁بڑی ▁لعنت ▁نازل ▁فرما
▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁پر ▁اللہ ▁نے ▁لعنت ▁کی ، ▁اور ▁جس ▁پر ▁اللہ ▁لعنت ▁کرے ▁تو ▁اس ▁کے ▁لي ے ▁ہر گز ▁کوي ی ▁مدد گار ▁نہ ▁پاي ے ▁گا ،
▁ان ▁سے ▁پہلے ▁جھ ٹ لا ▁چکے ▁ہیں ▁نوح ▁کی ▁قوم ▁اور ▁ عاد ▁اور ▁چو می خا ▁کرنے ▁والے ▁فرع ون
▁پھر ▁جب ▁حرمت ▁والے ▁مہین ے ▁گزر ▁جاي یں ▁تو ▁تم ▁( حسب ▁اعلان ) ▁مشر ک وں ▁کو ▁قتل ▁کر ▁دو ▁جہاں ▁کہیں ▁بھی ▁تم ▁ان ▁کو ▁پا و ▁اور ▁انہیں ▁گرفتار ▁کر ▁لو ▁اور ▁انہیں ▁قید ▁کر ▁دو ▁اور ▁انہیں ▁( پک ڑنے ▁اور ▁گھ یر نے ▁کے ▁لي ے ) ▁ہر ▁گھ ات ▁کی ▁جگہ ▁ان ▁کی ▁تا ک ▁میں ▁بیٹھ و ، ▁پس ▁اگر ▁وہ ▁تو بہ ▁کر ▁لیں ▁اور ▁نماز ▁قاي م ▁کریں ▁اور ▁ز کو ۃ ▁ادا ▁کرنے ▁لگ یں ▁تو ▁ان ▁کا ▁راستہ ▁چھوڑ ▁دو ۔ ▁بیش ک ▁اللہ ▁بڑا ▁بخش نے ▁والا ▁نہای ت ▁مہر بان ▁ہے ،
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁اطاعت ▁کرو ▁پھر ▁اگر ▁انحراف ▁کرو ▁گے ▁تو ▁رسول ▁پر ▁وہ ▁ذم ہ ▁داری ▁ہے ▁جو ▁اس ▁کے ▁ذم ہ ▁رکھی ▁ گي ی ▁ہے ▁اور ▁تم ▁پر ▁وہ ▁مس ي ول یت ▁ہے ▁جو ▁تمہارے ▁ذم ہ ▁رکھی ▁ گي ی ▁ہے ▁اور ▁اگر ▁تم ▁اطاعت ▁کرو ▁گے ▁تو ▁ہدایت ▁پا جا و ▁گے ▁اور ▁رسول ▁کے ▁ذم ہ ▁واضح ▁تبلیغ ▁کے ▁سوا ▁اور ▁کچھ ▁نہیں ▁ہے
▁( ا ے ▁پیغمبر ) ▁لوگ ▁تم ▁سے ▁شراب ▁اور ▁جو ي ے ▁کا ▁حکم ▁دریافت ▁کرتے ▁ہیں۔ ▁کہہ ▁دو ▁کہ ▁ان ▁میں ▁نقصان ▁بڑے ▁ہیں ▁اور ▁لوگوں ▁کے ▁لي ے ▁کچھ ▁فاي دے ▁بھی ▁ہیں ▁مگر ▁ان ▁کے ▁نقصان ▁فا يد وں ▁سے ▁کہیں ▁زیادہ ▁ہیں ▁اور ▁یہ ▁بھی ▁تم ▁سے ▁پوچھ تے ▁ہیں ▁کہ ▁( خدا ▁کی ▁راہ ▁میں ) ▁کون ▁سا ▁مال ▁خرچ ▁کریں۔ ▁کہہ ▁دو ▁کہ ▁جو ▁ضرورت ▁سے ▁زیادہ ▁ہو۔ ▁اس ▁طرح ▁خدا ▁تمہارے ▁لي ے ▁اپنے ▁احکام ▁کھول ▁کھول ▁کر ▁بیان ▁فرما تا ▁ہے ▁تاکہ ▁تم ▁سوچ و
▁پھر ▁ان ▁کی ▁تمام ▁براي یاں ▁ان ▁پر ▁ا ▁پڑ یں ، ▁اور ان ▁میں ▁سے ▁بھی ▁جو ▁گناه ▁ گار ▁ہیں ▁ان ▁کی ▁کی ▁ہو ي ی ▁براي یاں ▁بھی ▁اب ▁ان ▁پر ▁ا ▁پڑ یں ▁گی ، ▁یہ ▁( ہ میں ) ▁ہر ا ▁دینے ▁والے ▁نہیں
▁تو ▁جب ▁میں ▁اسے ▁پورا ▁بنا ▁چک وں ▁اور ▁اس ▁میں ▁اپنی ▁روح ▁پھ ون ک ▁د وں ▁تو ▁تم ▁سب ▁اس ▁کے ▁لیے ▁سج دے ▁میں ▁گر ▁پڑ نا
▁یہاں ▁تک ▁کہ ▁جب ▁رسول ▁نا ام ید ▁ہونے ▁لگے ▁اور خی ال ▁کیا ▁کہ ▁ان ▁سے ▁جھوٹ ▁کہا ▁گیا ▁تھا ▁تب ▁انہیں ▁ہماری ▁مدد ▁پہنچ ی ▁پھر ▁جنہیں ▁ہم ▁نے ▁چاہ ا ▁بچا ▁لیا ▁اور ▁ہمارے ▁عذاب ▁کو ▁نا فر مان وں ▁سے ▁کوي ی ▁بھی ▁روک ▁نہیں ▁سکتا
▁اور ▁جس ▁دن ▁ہم ▁ہر ▁امت ▁میں ▁سے ▁ان ▁لوگوں ▁کے ▁گروه ▁کو ▁جو ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ات ے ▁تھے ▁گھ یر ▁گھ ار ▁کر ▁لاي یں ▁گے ▁پھر ▁وه ▁سب ▁کے ▁سب ▁الگ ▁کر ▁دی ي ے ▁جاي یں ▁گے
▁اے ▁محبوب ! ▁کیا ▁تم ▁نے ▁اپنے ▁رب ▁کو ▁نہ ▁دیکھا ▁کہ ▁کی سا ▁پھیلا ▁سا یہ ▁اور ▁اگر ▁چاہتا ▁تو ▁اسے ▁ٹھہر ایا ▁ہوا ▁کردی تا ▁پھر ▁ہم ▁نے ▁سور ج ▁کو ▁اس ▁پر ▁دلیل ▁کیا ،
▁اور ▁وہ ▁لوگ ▁جو ▁اپ ▁کی ▁طرف ▁نازل ▁کیا ▁گیا ▁اور ▁جو ▁اپ ▁سے ▁پہلے ▁نازل ▁کیا ▁گیا ▁( سب ) ▁پر ▁ایمان ▁لا تے ▁ہیں ، ▁اور ▁وہ ▁اخر ت ▁پر ▁بھی ▁( کام ل ) ▁یقین ▁رکھتے ▁ہیں ،
▁جسے ▁گ نہ گار وں ▁کے ▁سوا ▁کوي ی ▁نہ ▁کھا ي ے ▁گا ،
▁حجت ▁تمام ▁کرنے ▁یا ▁ڈرا نے ▁کے ▁لي ے ،
▁کیا ▁تم ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁جنہوں ▁نے ▁اللہ ▁کی ▁نعمت ▁کو ▁کفر ان ▁نعمت ▁سے ▁تبدیل ▁کردیا ▁اور ▁اپنی ▁قوم ▁کو ▁ہلاکت ▁کی ▁منزل ▁تک ▁پہنچا دیا
▁اور ▁( اسی ▁طرح ) ▁ہم ▁نے ▁قوم ▁ عاد ▁و ▁ثم ود ▁اور ▁اصحاب ▁ال رس ▁کو ▁اور ▁ان ▁کے ▁درمیان ، ▁بہت ▁سی ▁نسل وں ▁( اور ) ▁قوم وں ▁کو ▁بھی ▁ہلاک ▁کیا۔
▁اور ▁وہی ▁تو ▁ہے ▁جس ▁نے ▁تم ▁کو ▁ان ▁( کا فر وں ) ▁پر ▁فتح ی اب ▁کرنے ▁کے ▁بعد ▁سرحد ▁مکہ ▁میں ▁ان ▁کے ▁ہاتھ ▁تم ▁سے ▁اور ▁تمہارے ▁ہاتھ ▁ان ▁سے ▁روک ▁دی ي ے۔ ▁اور ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁خدا ▁اس ▁کو ▁دیکھ ▁رہا ▁ہے
▁اور ▁اگر ▁ان ▁پر ▁فوج یں ▁مدینہ ▁کے ▁اطراف ▁سے ▁اي یں ▁پھر ▁ان ▁سے ▁کفر ▁چاہتی ں ▁تو ▁ضرور ▁ان ▁کا ▁مانگ ا ▁دے ▁بیٹھ تے ▁اور ▁اس ▁میں ▁دیر ▁نہ ▁کرتے ▁مگر ▁تھ وڑ ی
▁اور ▁اس ▁تیسری ▁ایک ▁اور ▁( دی وی ) ▁من ات ▁کو ▁بھی ▁( غور ▁سے ▁دیکھا ▁ہے ؟ ▁تم ▁نے ▁انہیں ▁االله ▁کی ▁بیٹی اں ▁بنا ▁رکھا ▁ہے ؟ )،
▁خوش ▁خبری ▁سن انے ▁والا ▁اور ▁ڈرا نے ▁والا ▁ہے ، ▁پھر ▁بھی ▁ان ▁کی ▁اکثریت ▁نے ▁من ھ ▁پھ یر ▁لیا ▁اور ▁وه ▁سن تے ▁ہی ▁نہیں
▁فرع ون ▁کے ▁پاس ▁جا ▁اس ▁نے ▁سر ▁اٹھایا
▁کہنے ▁لگا ▁اے ▁موسی ! ▁کیا ▁تو ▁اسی ▁لي ے ▁ ایا ▁ہے ▁کہ ▁ہمیں ▁اپنے ▁جادو ▁کے ▁زور ▁سے ▁ہمارے ▁ملک ▁سے ▁باہر ▁نکال ▁دے
▁اخر کار ▁ان ▁کے ▁کر تو ت وں ▁کی ▁براي یاں ▁ان ▁تک ▁پہنچ ▁ گي یں ▁اور ▁انہیں ▁اس ▁( ع ذ اب ) ▁نے ▁گھ یر ▁لیا ▁جس ▁کا ▁وہ ▁مذاق ▁ا ڑ ایا ▁کرتے ▁تھے۔
▁میں ▁تو ▁یقین ▁رکھتا ▁تھا ▁کہ ▁میں ▁اپنے ▁حساب ▁کو ▁( اس ان ) ▁پانے ▁والا ▁ہوں ،
▁بے ▁شک ▁ہر ▁مشکل ▁کے ▁ساتھ ▁اسان ی ▁ہے
▁( موم نو !) ▁جب ▁تک ▁تم ▁ان ▁چیز وں ▁میں ▁سے ▁جو ▁تم ھ یں ▁عزیز ▁ہیں ▁( را ہ ▁خدا ▁میں ) ▁صرف ▁نہ ▁کرو ▁گے ▁کبھی ▁نیک ی ▁حاصل ▁نہ ▁کر ▁ سکو ▁گے ▁اور ▁جو ▁چیز ▁تم ▁صرف ▁کرو ▁گے ▁خدا ▁اس ▁کو ▁جانتا ▁ہے
▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁دریافت ▁کیا : ▁اے ▁( اللہ ▁کے ) ▁بھیج ے ▁ہو ي ے ▁فرشت و ! ▁( اس ▁بشار ت ▁کے ▁علاوہ ) ▁اور ▁تم ہ ارا ▁کیا ▁کام ▁ہے ▁( جس ▁کے ▁لي ے ▁اي ے ▁ہو )،
▁وه ▁لوگ ▁بھی ▁قطعا ▁کا فر ▁ہو گي ے ▁جنہوں ▁نے ▁کہا ، ▁اللہ ▁تین ▁میں ▁کا ▁تی سرا ▁ہے ، ▁دراصل ▁سوا ▁اللہ ▁تعالی ▁کے ▁کوي ی ▁مع بود ▁نہیں۔ ▁اگر ▁یہ ▁لوگ ▁اپنے ▁اس ▁قول ▁سے ▁باز ▁نہ ▁رہے ▁تو ▁ان ▁میں ▁سے ▁جو ▁کفر ▁پر ▁رہیں ▁گے ، ▁انہیں ▁الم ناک ▁عذاب ▁ضرور ▁پہنچے ▁گا
▁اور ▁ہم ▁اس ▁عذاب ▁کے ▁اپ ▁کو ▁دکھا نے ▁پر ▁قادر ▁ہیں ▁جس ▁کی ▁ان ▁کو ▁دھمکی ▁دی ▁جا ▁رہی ▁ہے۔
▁اور ▁البتہ ▁تحقیق ▁ہم ▁نے ▁موسی ▁اور ▁ہار ون ▁کو ▁فیصلہ ▁کرنے ▁والی ▁اور ▁روشنی ▁دینے ▁والی ▁اور ▁پر ہ یز ▁ گار وں ▁کو ▁نص ی حت ▁کرنے ▁والی ▁کتاب ▁دی ▁تھی
▁شیطان ▁اپنی ▁سنی ▁ہو ي ی ▁ان ▁پر ▁ڈال تے ▁ہیں ▁اور ▁ان ▁میں ▁اکثر ▁جھوٹ ے ▁ہیں
▁اور ▁جو ▁کا فر ▁ہو ي ے ▁ان ▁سے ▁فرمایا ▁جاي ے ▁گا ، ▁کیا ▁نہ ▁تھا ▁کہ ▁میری ▁ ایت یں ▁تم ▁پر ▁پڑھ ی ▁جاتی ▁تھیں ▁تو ▁تم ▁تک بر ▁کرتے ▁تھے ▁اور ▁تم ▁مجرم ▁لوگ ▁تھے ،
▁جو ▁جھوٹ ی ▁بات وں ▁میں ▁لگے ▁ہو ي ے ▁کھیل ▁رہے ▁ہیں
▁کہ ▁ہم ▁نے ▁اوپر ▁سے ▁می نہ ▁برس ایا
▁جو ▁تمہارے ▁پاس ▁ہے ▁ختم ▁ہو ▁جاي ے ▁گا ▁اور ▁جو ▁الله ▁کے ▁پاس ▁ہے ▁کبھی ▁ختم ▁نہ ▁ہوگا ▁اور ▁ہم ▁صبر ▁کرنے ▁والوں ▁کو ▁ان ▁کے ▁اچھے ▁کام وں ▁کا ▁جو ▁کرتے ▁تھے ▁ضرور ▁بدل ہ ▁دیں ▁گے
▁اور ▁ہم ▁نے ▁جو ▁تم ▁پر ▁کتاب ▁نازل ▁کی ▁ہے ▁تو ▁اس ▁کے ▁لیے ▁جس ▁امر ▁میں ▁ان ▁لوگوں ▁کو ▁اختلاف ▁ہے ▁تم ▁اس ▁کا ▁فیصلہ ▁کرد و ۔ ▁اور ▁( یہ ) ▁مومن وں ▁کے ▁لیے ▁ہدایت ▁اور ▁رحمت ▁ہے
▁اور ▁تمہیں ▁ہمارا ▁کون ▁سا ▁عمل ▁برا ▁لگا ▁ہے ؟ ▁صرف ▁یہی ▁کہ ▁ہم ▁اپنے ▁رب ▁کی ▁( س چی ) ▁نشانی وں ▁پر ▁ایمان ▁لے ▁اي ے ▁ہیں ▁جب ▁وہ ▁ہمارے ▁پاس ▁پہنچ ▁ گي یں۔ ▁اے ▁ہمارے ▁رب ! ▁تو ▁ہم ▁پر ▁صبر ▁کے ▁سرچ شم ے ▁کھول ▁دے ▁اور ▁ہم ▁کو ▁( ث ابت ▁قدم ی ▁سے ) ▁مسلمان ▁رہتے ▁ہو ي ے ▁( د نیا ▁سے ) ▁اٹھا لے ،
▁اور ▁کف ار ▁اپ س ▁میں ▁کہتے ▁ہیں ▁کہ ▁اس ▁قر ان ▁کو ▁ہر گز ▁مت ▁سن و ▁اور ▁اس ▁کی ▁تلاوت ▁کے ▁وقت ▁ہنگام ہ ▁کرو ▁شاید ▁اسی ▁طرح ▁ان ▁پر ▁غالب ▁اج او
▁اور ▁یہ ▁اللہ ▁کو ▁چھوڑ ▁کر ▁ایس وں ▁کی ▁عبادت ▁( پرس تش ) ▁کرتے ▁ہیں ▁جو ▁ان ▁کو ▁اس مان ▁و ▁زمین ▁سے ▁روزی ▁پہنچا نے ▁کا ▁کوي ی ▁اختیار ▁نہیں ▁رکھتے ▁اور ▁نہ ▁ہی ▁وہ ▁یہ ▁کام ▁کر ▁سکتے ▁ہیں۔
▁اور ▁جو ▁لوگ ▁اللہ ▁کے ( دین ) ▁کے ▁بارے ▁میں ( بلا ▁وجہ ) ▁جھ گ ڑا ▁کرتے ▁ہیں ▁بعد ▁اس ▁کے ▁کہ ▁اسے ▁قبول ▁بھی ▁کیا ▁جاچ کا ▁ہے ▁ان ▁کی ▁حجت ▁بازی ▁ان ▁کے ▁پروردگار ▁کے ▁نزدیک ▁باطل ▁ہے ▁اور ▁ان ▁پر ( خدا ▁کا ) ▁ غضب ▁ہے ▁ان ▁کی لي ے ▁سخت ▁عذاب ▁ہے۔
▁اور ▁اگر ▁یہ ▁لوگ ▁اپ ▁کی ▁تک ذ یب ▁کرتے ▁ہیں ▁تو ▁ان ▁کے ▁پہلے ▁والوں ▁نے ▁بھی ▁یہی ▁کیا ▁ہے ▁جب ▁ان ▁کے ▁پاس ▁م رسل ین ▁مع جز ات , ▁ صح یف ے ▁اور ▁روشن ▁کتاب ▁لے ▁کر ▁اي ے
▁اور ▁ہم ▁میں ▁سے ▁بعض ▁اطاعت ▁گزار ▁ہیں ▁اور ▁بعض ▁نا فر مان ▁اور ▁جو ▁اطاعت ▁گزار ▁ہوگا ▁اس ▁نے ▁ہدایت ▁کی ▁راہ ▁پال ی ▁ہے
▁پھر ▁اپنے ▁گھر ▁والوں ▁کے ▁پاس ▁ا کڑ تا ▁ہوا ▁چل ▁دیا
▁اور ▁دنیا وی ▁زندگی ▁کو ▁( اخر ت ▁پر ) ▁ترجیح ▁دی ▁ہوگی ،
▁جو ▁لوگ ▁خدا ▁سے ▁اور ▁اس ▁کے ▁پیغمبر وں ▁سے ▁کفر ▁کرتے ▁ہیں ▁اور ▁خدا ▁اور ▁اس ▁کے ▁پیغمبر وں ▁میں ▁فرق ▁کرنا ▁چاہتے ▁ہیں ▁اور ▁کہتے ▁ہیں ▁کہ ▁ہم ▁بعض ▁کو ▁مان تے ▁ہیں ▁اور ▁بعض ▁کو ▁نہیں ▁مان تے ▁اور ▁ایمان ▁اور ▁کفر ▁کے ▁بیچ ▁میں ▁ایک ▁راہ ▁نکال نی ▁چاہتے ▁ہیں
▁جو ▁( اس ▁دن ) ▁حاضر ▁ہوگا ▁اس ▁کی ▁قسم ▁اور ▁جو ▁کچھ ▁حاضر ▁کیا ▁جاي ے ▁گا ▁اس ▁کی ▁قسم ،
▁جس ▁دن ▁وہ ▁فرشت وں ▁کو ▁دیکھیں ▁گے ▁( تو ) ▁اس ▁دن ▁مجرم وں ▁کے ▁لي ے ▁چند اں ▁خوشی ▁کی ▁بات ▁نہ ▁ہوگی ▁بلکہ ▁وہ ▁( ا نہیں ▁دیکھ ▁کر ▁ڈر تے ▁ہو ي ے ) ▁کہیں ▁گے : ▁کوي ی ▁روک ▁والی ▁ا ڑ ▁ہوتی ▁( جو ▁ہمیں ▁ان ▁سے ▁بچا ▁ل یتی ▁یا ▁فرشت ے ▁انہیں ▁دیکھ ▁کر ▁کہیں ▁گے ▁کہ ▁تم ▁پر ▁داخلہ ▁جنت ▁قطعا ▁ممنوع ▁ہے )،
▁اور ▁ہم ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁اسے ▁محض ▁کھیل تے ▁ہو ي ے ▁نہیں ▁بنایا ،
▁تو ▁اللہ ▁کے ▁لیے ▁سج دہ ▁اور ▁اس ▁کی ▁ب ندگی ▁کرو
▁وہ ▁مومن وں ▁سے ▁پکار ▁پکار ▁کر ▁کہیں ▁گے ▁کیا ▁ہم ▁تمہارے ▁ساتھ ▁نہ ▁تھے ؟ ▁مومن ▁جواب ▁دیں ▁گے ▁ہاں ، ▁مگر ▁تم ▁نے ▁اپنے ▁اپ ▁کو ▁خود ▁فت نے ▁میں ▁ڈال ا ، ▁موقع ▁پرست ی ▁کی ، ▁شک ▁میں ▁پڑے ▁رہے ، ▁اور ▁جھوٹ ی ▁توقع ات ▁تمہیں ▁فریب ▁دیتی ▁رہیں ، ▁یہاں ▁تک ▁کہ ▁اللہ ▁کا ▁فیصلہ ▁ا ▁گیا ، ▁اور ▁اخر ▁وقت ▁تک ▁وہ ▁بڑا ▁دھو کے ▁باز ▁تمہیں ▁اللہ ▁کے ▁معاملہ ▁میں ▁دھو کا ▁دیتا ▁رہا
▁اگر ▁تم ▁خیر ات ▁ظاہر ▁دو ▁تو ▁وہ ▁بھی ▁خوب ▁ہے ▁اور ▁اگر ▁پوش ید ہ ▁دو ▁اور ▁دو ▁بھی ▁اہل ▁حاج ت ▁کو ▁تو ▁وہ ▁خوب ▁تر ▁ہے ▁اور ▁( اس ▁طرح ▁کا ▁دینا ) ▁تمہارے ▁گناہ وں ▁کو ▁بھی ▁دور ▁کرد ے ▁گا۔ ▁اور ▁خدا ▁کو ▁تمہارے ▁سب ▁کام وں ▁کی ▁خبر ▁ہے
▁ایمان ▁لا و ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁پر ▁اور ▁خرچ ▁کرو ▁ان ▁چیز وں ▁میں ▁سے ▁جن ▁پر ▁اس ▁نے ▁تم ▁کو ▁خل یف ہ ▁بنایا ▁ہے ▁جو ▁لوگ ▁تم ▁میں ▁سے ▁ایمان ▁لاي یں ▁گے ▁اور ▁مال ▁خرچ ▁کریں ▁گے ▁ان ▁کے ▁لیے ▁بڑا ▁ اجر ▁ہے
▁پھر ▁اس ▁دن ▁اللہ ▁جو ▁عذاب ▁دے ▁گا ▁وی سا ▁عذاب ▁دینے ▁والا ▁کوي ی ▁نہیں
▁یہ ▁خدا ▁کی ▁طرف ▁رجوع ▁کرنے ▁والے ▁ہر ▁بند ہ ▁کے ▁لي ے ▁سامان ▁نص ی حت ▁اور ▁وجہ ▁بص ی رت ▁ہے
▁اس ▁دن ▁کہیں ▁گے ، ▁اے ▁ہمارے ▁رب ! ▁ہم ▁پر ▁سے ▁عذاب ▁کھول ▁دے ▁ہم ▁ایمان ▁لا تے ▁ہیں
▁جبکہ ▁وه ▁بنده ▁نماز ▁ادا ▁کرتا ▁ہے
▁انہوں ▁نے ▁کہا ▁ہمارا ▁رب ▁پاک ▁ہے ▁بے ▁شک ▁ہم ▁ظالم ▁تھے
▁جن ▁لوگوں ▁نے ▁اللہ ▁کو ▁چھوڑ ▁کر ▁دوسرے ▁سرپرست ▁بنا ▁لیے ▁ہیں ▁ان ▁کی ▁مثال ▁مک ڑی ▁جیسی ▁ہے ▁جو ▁اپنا ▁ایک ▁گھر ▁بن اتی ▁ہے ▁اور ▁سب ▁گھروں ▁سے ▁زیادہ ▁کمزور ▁گھر ▁مک ڑی ▁کا ▁گھر ▁ہی ▁ہوتا ▁ہے ▁کاش ▁یہ ▁لوگ ▁علم ▁رکھتے
▁کہ ▁ہم ▁پر ▁تو ▁ال ٹی ▁چ ٹی ▁پڑ ▁ گي ی
▁پس ▁میں ▁نے ▁تم ▁کو ▁خبردار ▁کر ▁دیا ▁ہے ▁ب ھڑ کت ی ▁ہو ي ی ▁ اگ ▁سے
▁اور ▁جب ▁ان ▁کے ▁لي ے ▁ناپ تے ▁یا ▁تو ل تے ▁ہیں ▁تو ▁کم ▁کردی تے ▁ہیں
▁وہ ▁ان ▁پر ▁ڈھ ان ک ▁کر ▁بند ▁کر ▁دی ▁جاي ے ▁گی
▁تو ▁کیا ▁وہ ▁جو ▁اپنے ▁منہ ▁کے ▁بل ▁او ند ھا ▁چلے ▁زیادہ ▁راہ ▁پر ▁ہے ▁یا ▁وہ ▁جو ▁سید ھا ▁چلے ▁سی دھی ▁راہ ▁پر
▁اخر کار ▁اللہ ▁نے ▁انہیں ▁( م ویش یوں ▁کے ) ▁کھا ي ے ▁ہو ي ے ▁بھ و ▁سے ▁کی ▁طرح ▁کر ▁دیا۔
▁یہی ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁گمراہ ی ▁کو ▁ہدایت ▁کے ▁عوض ▁اور ▁عذاب ▁کو ▁م غفر ت ▁کے ▁عوض ▁خرید ▁لیا ▁ہے ▁اخر یہ ▁ ات ش ▁ جہ نم ▁پر ▁کس ▁قدر ص بر کر یں ▁گے
▁جبکہ ▁اس ▁نے ▁اپنے ▁باپ ▁سے ▁اور ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁یہ ▁مور ت یاں ▁جن ▁کے ▁تم ▁مج اور ▁بنے ▁بیٹھے ▁ہو ▁کیا ▁ہیں ؟
▁تمہارے ▁سامنے ▁اللہ ▁کی ▁قسم ▁کھا تے ▁ہیں ▁کہ ▁تمہیں ▁راضی ▁کرلی ں ▁اور ▁اللہ ▁و ▁رسول ▁کا ▁حق ▁زا يد ▁تھا ▁کہ ▁اسے ▁راضی ▁کرتے ▁اگر ▁ایمان ▁رکھتے ▁تھے ،
▁اور ▁جو ▁لوگ ▁عذاب ▁ال یم ▁سے ▁ڈر تے ▁ہیں ▁ان ▁کے ▁لي ے ▁وہاں ▁نشانی ▁چھوڑ ▁دی
▁ان ▁لوگوں ▁کا ▁راستہ ▁جن ▁پر ▁تو ▁نے ▁انعام ▁فرمایا ، ▁جو ▁مع توب ▁نہیں ▁ہو ي ے ، ▁جو ▁بھ ٹک ے ▁ہو ي ے ▁نہیں ▁ہیں
▁رات ▁کی ▁قسم ▁جب ▁وہ ▁دن ▁کو ▁ڈھ ان پ ▁لے
▁اسی ▁نے ▁موت ▁اور ▁زندگی ▁کو ▁پیدا ▁کیا ▁تاکہ ▁تمہاری ▁از ماي ش ▁کرے ▁کہ ▁تم ▁میں ▁کون ▁اچھے ▁عمل ▁کرتا ▁ہے۔ ▁اور ▁وہ ▁زبردست ▁( اور ) ▁بخش نے ▁والا ▁ہے
▁جو ▁شخص ▁عزت ▁چاہتا ▁ہو ▁سو ▁الله ▁ہی ▁کے ▁لیے ▁سب ▁عزت ▁ہے ▁اسی ▁کی ▁طرف ▁سب ▁پاک ی زہ ▁باتیں ▁چڑھ تی ▁ہیں ▁اور ▁نیک ▁عمل ▁اس ▁کو ▁بلند ▁کرتا ▁ہے ▁اور ▁جو ▁لوگ ▁بری ▁تدبیر یں ▁کرتے ▁ہیں ▁ان ہی ▁کے ▁لیے ▁سخت ▁عذاب ▁ہے ▁اور ان ▁کی ▁بری ▁تدبیر ▁ہی ▁بر باد ▁ہو ▁گی
▁اور ▁شاعر وں ▁کی ▁پیر وی ▁گمراہ ▁لوگ ▁کیا ▁کرتے ▁ہیں
▁اور ▁کہتے ▁تھے ▁کہ ▁جب ▁ہم ▁مر ▁جاي یں ▁گے ▁اور ▁م ٹی ▁اور ▁ہ ڈ یاں ▁ہو ▁جاي یں ▁گے ▁تو ▁کیا ▁ہم ▁دوبارہ ▁اٹھا ي ے ▁جاي یں ▁گے ؟
▁ان ▁کے ▁جا ڑے ▁اور ▁گرمی ▁دونوں ▁کے ▁کوچ ▁میں ▁میل ▁دل ایا ▁( رغ بت ▁دل اي ی )
▁تم ▁فرما و ، ▁اے ▁کتاب یو ! ▁ایسے ▁کل مہ ▁کی ▁طرف ▁او ▁جو ▁ہم ▁میں ▁تم ▁میں ▁یکساں ▁ہے ▁یہ ▁کہ ▁عبادت ▁نہ ▁کریں ▁مگر ▁خدا ▁کی ▁اور ▁اس ▁کا ▁شریک ▁کسی ▁کو ▁نہ ▁کریں ▁اور ▁ہم ▁میں ▁کوي ی ▁ایک ▁دوسرے ▁کو ▁رب ▁نہ ▁بنا لے ▁اللہ ▁کے ▁سوا ▁پھر ▁اگر ▁وہ ▁نہ ▁مان یں ▁تو ▁کہہ ▁دو ▁تم ▁گواہ ▁رہ و ▁کہ ▁ہم ▁مسلمان ▁ہیں ،
▁یہ ▁لوگ ▁الله ▁کے ▁سوا ▁عورت و ▁ ں ▁کی ▁عبادت ▁کرتے ▁ہیں ▁اور ▁صرف ▁شیطان ▁سر کش ▁کی ▁عبادت ▁کرتے ▁ہیں
▁اور ▁ہم ▁نے ▁ایک ▁خاص ▁اندازہ ▁کے ▁ساتھ ▁اس مان ▁سے ▁پانی ▁برس ایا ▁اور ▁اسے ▁زمین ▁میں ▁ٹھہر ایا ▁اور ▁یقینا ▁ہم ▁اسے ▁لے ▁جانے ▁پر ▁بھی ▁قادر ▁ہیں۔
▁تو ▁ان ▁میں ▁کوي ی ▁اس ▁پر ▁ایمان ▁لا یا ▁اور ▁کسی ▁نے ▁اس ▁سے ▁منہ ▁پھ ی را ▁اور ▁دوزخ ▁کافی ▁ہے ▁ب ھڑ کت ی ▁ اگ
▁اور ▁پیچھے ▁ انے ▁والوں ▁( یعنی ▁ان بی اء ▁و ▁ام م ) ▁میں ▁ہم ▁نے ▁ان ▁کا ▁ذکر ▁خیر ▁باقی ▁رکھا ،
▁اور ▁کا فر ▁بول ے ▁یہ ▁قر ان ▁نہ ▁سن و ▁اور ▁اس ▁میں ▁بی ہو دہ ▁غل ▁کرو ▁شاید ▁ یون ہی ▁تم ▁غالب ▁او
▁اور ▁اللہ ▁نے ▁تمہیں ▁پیدا ▁فرمایا ▁ہے ▁پھر ▁وہ ▁تمہیں ▁وفات ▁دیتا ▁( یعنی ▁تمہاری ▁روح ▁قبض ▁کرتا ) ▁ہے۔ ▁اور ▁تم ▁میں ▁سے ▁کسی ▁کو ▁نا قص ▁ترین ▁عمر ▁( ب ڑھ اپ ا ) ▁کی ▁طرف ▁پھ یر ▁دیا ▁جاتا ▁ہے ▁تاکہ ▁( ز ندگی ▁میں ▁بہت ▁کچھ ) ▁جان ▁لینے ▁کے ▁بعد ▁اب ▁کچھ ▁بھی ▁نہ ▁جانے ▁( یعنی ▁انسان ▁مر نے ▁سے ▁پہلے ▁اپنی ▁بے ▁بس ی ▁و ▁کم ▁ماي ی گی ▁کا ▁منظر ▁بھی ▁دیکھ ▁لے )، ▁بیش ک ▁اللہ ▁خوب ▁جان نے ▁والا ▁بڑی ▁قدرت ▁والا ▁ہے ،
▁اور ▁یہ ▁کہ ▁ہمیں ▁خیال ▁تھا ▁کہ ▁ہر گز ▁اد می ▁اور ▁جن ▁اللہ ▁پر ▁جھوٹ ▁نہ ▁بان دھ یں ▁گے
▁اور ▁وہ ▁وقت ▁یاد ▁کرو ▁جب ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁کہنے ▁لگا ▁کہ ▁اے ▁ی ثر ب ▁والو ! ▁اب ▁( یہ اں ) ▁تمہارے ▁ٹھہر نے ▁کا ▁موقع ▁نہیں ▁ہے ▁سو ▁واپس ▁چل و ▁اور ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁یہ ▁کہہ ▁کر ▁پیغمبر ▁خدا ▁( صل ی ▁اللہ ▁علیہ ▁و ▁ الہ ▁وسلم ) ▁سے ▁اجازت ▁مانگ ▁رہا ▁تھا ▁کہ ▁ہمارے ▁گھر ▁خالی ▁( غیر ▁محفوظ ) ▁ہیں ▁حالانک ہ ▁وہ ▁خالی ▁( غیر ▁محفوظ ) ▁نہیں ▁تھے ▁وہ ▁تو ▁صرف ▁( مح اذ ▁سے ) ▁بھاگ نا ▁چاہتے ▁تھے۔
▁اور ▁اللہ ▁تمہاری ▁زبردست ▁مدد ▁فرما ي ے
▁اور ▁یاد ▁کرو ▁وہ ▁وقت ▁جبکہ ▁اے ▁نبی ، ▁خدا ▁ان ▁کو ▁تمہارے ▁خواب ▁میں ▁تھ وڑ ا ▁دکھا ▁رہا ▁تھا ، ▁اگر ▁کہیں ▁وہ ▁تمہیں ▁ان ▁کی ▁تعداد ▁زیادہ ▁دکھا ▁دیتا ▁تو ▁ضرور ▁تم ▁لوگ ▁ہم ت ▁ہار ▁جاتے ▁اور ▁لڑ اي ی ▁کے ▁معاملہ ▁میں ▁جھ گ ڑا ▁شروع ▁کر ▁دیتے ، ▁لیکن ▁اللہ ▁ہی ▁نے ▁اس ▁سے ▁تمہیں ▁بچ ایا ، ▁یقینا ▁وہ ▁سین وں ▁کا ▁حال ▁تک ▁جانتا ▁ہے
▁اور ▁اس ▁سے ▁گریز ▁ کری گا ▁وہ ▁انتہا ي ی ▁بد ▁ بخت
▁فرما ▁دی جي ے : ▁وہ ▁اس ▁پر ▁قادر ▁ہے ▁کہ ▁تم ▁پر ▁عذاب ▁بھیج ے ▁( خوا ہ ) ▁تمہارے ▁اوپر ▁کی ▁طرف ▁سے ▁یا ▁تمہارے ▁پا وں ▁کے ▁نیچے ▁سے ▁یا ▁تمہیں ▁فرق ہ ▁فرق ہ ▁کر ▁کے ▁اپ س ▁میں ▁بھ ڑا ي ے ▁اور ▁تم ▁میں ▁سے ▁بعض ▁کو ▁بعض ▁کی ▁لڑ اي ی ▁کا ▁م زہ ▁چک ھا ▁د ے۔ ▁دیکھ ي ے ! ▁ہم ▁کس ▁کس ▁طرح ▁ ایت یں ▁بیان ▁کرتے ▁ہیں ▁تاکہ ▁یہ ▁( لوگ ) ▁سمجھ ▁سکیں ،
▁اس ▁وقت ▁وہ ▁( سب ) ▁میدان ▁( حشر ) ▁میں ▁ا ▁جمع ▁ہوں ▁گے
▁اور ▁جو ▁تم ▁میں ▁مجرد ▁ہوں ▁اور ▁جو ▁تمہارے ▁غلام ▁اور ▁لو نڈ یاں ▁نیک ▁ہوں ▁سب ▁کے ▁نکاح ▁کرا دو ▁اگر ▁وہ ▁مف لس ▁ہو ▁ ں ▁گے ▁تو ▁الله ▁اپنے ▁فضل ▁سے ▁انہیں ▁غنی ▁کر ▁دے ▁گا ▁اور ▁الله ▁کش ا يش ▁والا ▁سب ▁کچھ ▁جان نے ▁والا ▁ہے
▁اس ▁دن ▁اللہ ▁انہیں ▁ان ▁( کے ▁اعمال ) ▁کی ▁پوری ▁پوری ▁جزا ▁جس ▁کے ▁وہ ▁صحیح ▁حق ▁دار ▁ہیں ▁دے ▁دے ▁گا ▁اور ▁وہ ▁جان ▁لیں ▁گے ▁کہ ▁اللہ ▁( خود ▁بھی ) ▁حق ▁ہے ▁( اور ▁حق ▁کو ) ▁ظاہر ▁فرمان ے ▁والا ▁( بھی ) ▁ہے ،
▁اے ▁ایمان ▁والو ! ▁البتہ ▁ایک ▁بات ▁سے ▁تمہیں ▁از ماي ے ▁گا ▁اس ▁شکار ▁سے ▁جس ▁پر ▁تمہارے ▁ہاتھ ▁اور ▁تمہارے ▁نیز ے ▁پہنچ یں ▁گے ▁تاکہ ▁الله ▁معلوم ▁کرے ▁کہ ▁بن ▁دیکھ ے ▁اس ▁سے ▁کون ▁ڈر تا ▁ہے ▁پھر ▁جس ▁نے ▁اس ▁کے ▁بعد ▁زیادتی ▁کی ▁تو ▁اس ▁کے ▁لیے ▁درد ناک ▁عذاب ▁ہے
▁تاکہ ▁ان ▁( بنا وٹ ی ▁بات وں ) ▁کی ▁طرف ▁ان ▁لوگوں ▁کے ▁دل ▁ما يل ▁ہوں ▁جو ▁اخر ت ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁اور ▁تاکہ ▁وہ ▁اسے ▁پسند ▁کریں ▁اور ▁تاکہ ▁وہ ▁ان ▁( برا ي یوں ) ▁کا ▁ارت ک اب ▁کریں ▁جن ▁کے ▁یہ ▁مرتکب ▁ہو ▁رہے ▁ہیں۔
▁اور ▁ہم ▁نے ▁اس ▁قر ان ▁میں ▁ساری ▁مثال یں ▁ال ٹ ▁پل ٹ ▁کر ▁بیان ▁کردی ▁ہیں ▁لیکن ▁اس ▁کے ▁بعد ▁پھر ▁بھی ▁اکثر ▁لوگوں ▁نے ▁کفر ▁کے ▁علاوہ ▁ہر ▁بات ▁سے ▁انکار ▁کردیا ▁ہے
▁اور ▁ان ▁کی ▁قوم ▁ان ▁سے ▁بحث ▁کرنے ▁لگی ▁تو ▁انہوں ▁نے ▁کہا ▁کہ ▁تم ▁مجھ ▁سے ▁خدا ▁کے ▁بارے میں ▁( کیا ) ▁بحث ▁کرتے ▁ہو ▁اس ▁نے ▁تو ▁مجھے ▁سید ھا ▁ رست ہ ▁دکھا ▁دیا ▁ہے۔ ▁اور ▁جن ▁چیز وں ▁کو ▁تم ▁اس ▁کا ▁شریک ▁بنا تے ▁ہو ▁میں ▁ان ▁سے ▁نہیں ▁ڈر تا ۔ ▁ہاں ▁جو ▁میرا ▁پروردگار ▁چاہے ۔ ▁میرا ▁پروردگار ▁اپنے ▁علم ▁سے ▁ہر ▁چیز ▁پر ▁اح اط ہ ▁کي ے ▁ہو ي ے ▁ہے۔ ▁کیا ▁تم ▁خیال ▁نہیں ▁کرتے ۔
▁اور ▁جب ▁اس مان ▁کی ▁کھا ل ▁اتار ▁لی ▁جاي ے ▁گی
▁اگر ▁تم ▁سچ ے ▁ہو ▁تو ▁ہم ▁پر ▁اس مان ▁کا ▁کوي ی ▁ ٹک ڑا ▁گرا ▁دو ۔
▁بے ▁شک ▁اللہ ▁( اپ نی ▁قدرت ▁کامل ہ ) ▁سے ▁اس مان وں ▁اور ▁زمین ▁کو ▁تھا م ے ▁ہو ي ے ▁ہے ▁کہ ▁وہ ▁اپنی ▁جگہ ▁سے ▁ہ ٹ ▁نہ ▁جاي یں ▁اور ▁اگر ▁وہ ▁( بال فرض ) ▁ہ ٹ ▁جاي یں ▁تو ▁اس ▁کے ▁سوا ▁انہیں ▁کون ▁تھا م ▁سکتا ▁ہے ؟ ▁بے ▁شک ▁وہ ▁( اللہ ) ▁بڑا ▁برد بار ▁( اور ) ▁بڑا ▁بخش نے ▁والا ▁ہے۔
▁بڑا ▁با بر کت ▁ہے ▁وہ ▁خدا ▁جو ▁اگر ▁چاہے ▁تو ▁اپ ▁کو ▁اس ▁( ک فار ▁کی ▁بیان ▁کردہ ▁چیز وں ) ▁سے ▁بہتر ▁دے ▁د ے۔ ▁یعنی ▁ایسے ▁باغ ات ▁کہ ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں۔ ▁اور ▁اپ ▁کی لي ے ▁( عال ی شان ) ▁محل ▁بن وا ▁د ے۔
▁اور ▁وہ ▁تمہیں ▁اپنی ▁نشان یاں ▁دکھا تا ▁ہے ▁تو ▁تم ▁خدا ▁کی ▁کن ▁کن ▁نشانی وں ▁کو ▁نہ ▁مان و ▁گے
▁اور ▁رات ▁کو ▁پر دہ ▁پوش ۔
▁( اور ▁اللہ ▁فرما ي ے ▁گا ) ▁" لو ▁اب ▁تم ▁ویسے ▁ہی ▁تن ▁تن ہا ▁ہمارے ▁سامنے ▁حاضر ▁ہو گي ے ▁جیسا ▁ہم ▁نے ▁تمہیں ▁پہلی ▁مرتبہ ▁اک یلا ▁پیدا ▁کیا ▁تھا ، ▁جو ▁کچھ ▁ہم ▁نے ▁تمہیں ▁دنیا ▁میں ▁دیا ▁تھا ▁وہ ▁سب ▁تم ▁پیچھے ▁چھوڑ ▁اي ے ▁ہو ، ▁اور ▁اب ▁ہم ▁تمہارے ▁ساتھ ▁تمہارے ▁ان ▁سفارش یوں ▁کو ▁بھی ▁نہیں ▁دیکھتے ▁جن ▁کے ▁متعلق ▁تم ▁سمجھتے ▁تھے ▁کہ ▁تمہارے ▁کام ▁بنانے ▁میں ▁ان ▁کا ▁بھی ▁کچھ ▁حصہ ▁ہے ، ▁تمہارے ▁اپ س ▁کے ▁سب ▁رابط ے ▁ٹوٹ ▁ گي ے ▁اور ▁وہ ▁سب ▁تم ▁سے ▁گم ▁ہو گي ے ▁جن ▁کا ▁تم ▁ زعم ▁رکھتے ▁تھے "
▁تو ▁( اس ▁کے ▁لیے ) ▁راحت ▁اور ▁خوشبو ▁میں ▁اور ▁ع یش ▁کی ▁باغ ▁ہیں
▁ع رش ▁کا ▁مالک ▁ہے ، ▁بزرگ ▁و ▁برتر ▁ہے
▁اور ▁انسان ▁کی ▁اور ▁اس ▁کی ▁جس ▁نے ▁اس ▁( کے ▁اعضا ) ▁کو ▁برابر ▁کیا
▁کیا ▁تم ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁ہے ▁جنہوں ▁نے ▁اس ▁قوم ▁سے ▁دوستی ▁کرلی ▁ہے ▁جس ▁پر ▁خدا ▁نے ▁عذاب ▁نازل ▁کیا ▁ہے ▁یہ ▁نہ ▁تم ▁میں ▁سے ▁ہیں ▁اور ▁نہ ▁ان ▁میں ▁سے ▁اور ▁یہ ▁جھوٹ ی ▁قسم یں ▁کھا تے ▁ہیں ▁اور ▁خود ▁بھی ▁اپنے ▁جھوٹ ▁سے ▁با خبر ▁ہیں
▁اور ▁تم ▁میں ▁سے ▁جو ▁کوي ی ▁اللہ ▁کی ▁اور ▁اس ▁کے ▁رسول ▁کی ▁فرمان برداری ▁کرے ▁گی ▁اور ▁نیک ▁کام ▁کرے ▁گی ▁ہم ▁اسے ▁ اجر ▁( بھی ) ▁دو ہ را ▁دیں ▁گے ▁اور ▁اس ▁کے ▁لي ے ▁ہم ▁نے ▁بہترین ▁روزی ▁تیار ▁کر ▁رکھی ▁ہے
▁جہاں ▁پھر ▁نہ ▁وه ▁مر ے ▁گا ▁نہ ▁جی ے ▁گا ، ▁( بل کہ ▁حالت ▁ن زع ▁میں ▁پڑا ▁رہے ▁گا )
▁یہ ▁تو ▁یہ ▁ایک ▁انسانی ▁کلام ▁ہے
▁لوگ ▁اپ ▁سے ▁قیامت ▁کے ▁واقع ▁ہونے ▁کا ▁وقت ▁دریافت ▁کرتے ▁ہیں
▁کہا ▁اگر ▁تو ▁نے ▁میرے ▁سوا ▁اور ▁کوي ی ▁مع بود ▁بنایا ▁تو ▁تمہیں ▁قید ▁میں ▁ڈال ▁د وں ▁گا
▁اس ▁پر ▁بھی ▁لوگوں ▁نے ▁جن وں ▁کو ▁اللہ ▁کا ▁شریک ▁ ٹھی را ▁دیا ، ▁حالانک ہ ▁وہ ▁ان ▁کا ▁خالق ▁ہے ، ▁اور ▁بے ▁جانے ▁بوجھ ے ▁اس ▁کے ▁لیے ▁بیٹے ▁اور ▁بیٹی اں ▁ت صن یف ▁کر ▁دیں ، ▁حالانک ہ ▁وہ ▁پاک ▁اور ▁بالا ▁تر ▁ہے ▁ان ▁بات وں ▁سے ▁جو ▁یہ ▁لوگ ▁کہتے ▁ہیں
▁یہ ▁اس مان ▁و ▁زمین ▁اور ▁ان ▁کے ▁درمیان ▁کی ▁چیز یں ▁ہم ▁نے ▁کچھ ▁کھیل ▁کے ▁طور ▁پر ▁نہیں ▁بنا ▁دی ▁ہیں
▁سو ▁کیا ▁انہیں ▁اس ▁بات ▁سے ▁بھی ▁سمجھ ▁نہیں ▁اي ی ▁کہ ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کي ی ▁جماعت یں ▁ہلاک ▁کر ▁دی ▁ہیں ▁یہ ▁لوگ ▁ان ▁کی ▁جگہ وں ▁پر ▁پھر تے ▁ہیں ▁بیش ک ▁اس ▁میں ▁عقل ▁والوں ▁کے ▁لیے ▁نشان یاں ▁ہیں
▁بلکہ ▁وہ ▁حق ▁لا یا ▁ہے ▁اور ▁اس ▁نے ▁سب ▁رسول وں ▁کی ▁تصدیق ▁کی ▁ہے
▁اور ▁بیش ک ▁ہم ▁نے ▁موسی ▁کو ▁رہنما ي ی ▁عطا ▁فرما ي ی ▁اور ▁بنی ▁اس راي یل ▁کو ▁کتاب ▁کا ▁ وارث ▁کیا
▁پس ▁جب ▁انہوں ▁نے ▁ہمیں ▁غ ص ہ ▁د لا ▁دیا ▁تو ▁ہم ▁نے ▁ان ▁سے ▁بدل ہ ▁لیا ▁ہم ▁نے ▁ان ▁سب ▁کو ▁ غرق ▁کر ▁دیا
▁اللہ ▁تعالی ▁نے ▁کوي ی ▁بح ی رہ ، ▁ساي بہ ، ▁وص یل ہ ▁اور ▁ حام ▁مقرر ▁نہیں ▁کیا ▁مگر ▁کا فر ▁اللہ ▁پر ▁جھوٹ ا ▁بہت ان ▁بان دھ تے ▁ہیں۔ ▁اور ▁ان ▁میں ▁سے ▁اکثر ▁عقل ▁و ▁شعور ▁نہیں ▁رکھتے ۔
▁اگر ▁یہ ▁لوگ ▁اس مان ▁کے ▁کسی ▁ ٹک ڑے ▁کو ▁گر تا ▁ہوا ▁دیکھ ▁لیں ▁تب ▁بھی ▁کہہ ▁دیں ▁کہ ▁یہ ▁تہ ▁بہ ▁تہ ▁با دل ▁ہے
▁ہر ▁شخص ▁کا ▁درجہ ▁اس ▁کے ▁عمل ▁کے ▁لحاظ ▁سے ▁ہے ▁اور ▁تم ہ ارا ▁رب ▁لوگوں ▁کے ▁اعمال ▁سے ▁بے ▁خبر ▁نہیں ▁ہے
▁کا فر ▁بڑی ▁حس رت ▁کریں ▁گے ▁کہ ▁کاش ▁وہ ▁مسلمان ▁ہو ▁جاتے
▁اور ▁میں ▁نے ▁تو ▁اپنے ▁باپ ▁داد ا ، ▁ابراہیم ▁اور ▁اسحاق ▁اور ▁ی عق وب ▁( علی ھم ▁السلام ) ▁کے ▁دین ▁کی ▁پیر وی ▁کر ▁رکھی ▁ہے ، ▁ہمیں ▁کوي ی ▁حق ▁نہیں ▁کہ ▁ہم ▁کسی ▁چیز ▁کو ▁بھی ▁االله ▁کے ▁ساتھ ▁شریک ▁ٹھہر اي یں ، ▁یہ ▁( ت وح ید ) ▁ہم ▁پر ▁اور ▁لوگوں ▁پر ▁االله ▁کا ▁( خاص ) ▁فضل ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁شکر ▁ادا ▁نہیں ▁کرتے ،
▁اے ▁نبی ▁کی ▁بیوی و ! ▁تم ▁میں ▁سے ▁جو ▁کوي ی ▁بے ▁ح یا ي ی ▁اور ▁براي ی ▁کرے ▁گی ▁تو ▁اسے ▁دو ہری ▁سزا ▁دی ▁جاي ے ▁گی ▁اور ▁یہ ▁بات ▁اللہ ▁کی لي ے ▁بالکل ▁اسان ▁ہے۔
▁( ا ے ▁محمد صلى ▁الله ▁عليه ▁وسلم ) ▁کہہ ▁دو ▁کہ ▁لوگ و ▁میں ▁تم ▁سب ▁کی ▁طرف ▁خدا ▁کا ▁بھی جا ▁ہوا ▁( یعنی ▁اس ▁کا ▁رسول ) ▁ہوں۔ ▁( وہ ) ▁جو ▁اس مان وں ▁اور ▁زمین ▁کا ▁بادشاہ ▁ہے۔ ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁وہی ▁ز ندگان ی ▁بخش تا ▁ہے ▁اور ▁وہی ▁موت ▁دیتا ▁ہے۔ ▁تو ▁خدا ▁پر ▁اور ▁اس ▁کے ▁رسول ▁پیغمبر ▁ امی ▁پر ▁جو ▁خدا ▁پر ▁اور ▁اس ▁کے ▁تمام ▁کلام ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁ایمان ▁لا و ▁اور ▁ان ▁کی ▁پیر وی ▁کرو ▁تاکہ ▁ہدایت ▁پا و
▁اور ▁( انت قام ▁اس ▁لي ے ▁لیا ▁جاي ے ▁کہ ) ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁میں ▁جھ گ ڑ تے ▁ہیں۔ ▁وہ ▁جان ▁لیں ▁کہ ▁ان ▁کے ▁لي ے ▁خلاص ی ▁نہیں
▁تم ▁( سب ) ▁اپنے ▁پروردگار ▁کی ▁طرف ▁جھ ک ▁پڑ و ▁اور ▁اس ▁کی ▁حکم ▁برداری ▁کیے ▁جا و ▁اس ▁سے ▁قبل ▁کہ ▁تمہارے ▁پاس ▁عذاب ▁ا ▁جاي ے ▁اور ▁پھر ▁تمہاری ▁مدد ▁نہ ▁کی ▁جاي ے
▁اور ▁ہر ▁دیکھنے ▁والے ▁کے ▁لي ے ▁دوزخ ▁ظاہر ▁کر ▁دی ▁جاي ے ▁گی ،
▁تمہاری ▁بیوی اں ▁جو ▁کچھ ▁چھوڑ ▁مر یں ▁اور ▁ان ▁کی ▁اولاد ▁نہ ▁ہو ▁تو ▁ا دھ وں ▁ا دھ ▁تم ہ ارا ▁ہے ▁اور ▁اگر ▁ان ▁کی ▁اولاد ▁ہو ▁تو ▁ان ▁کے ▁چھوڑ ے ▁ہو ي ے ▁مال ▁میں ▁سے ▁تمہارے ▁لي ے ▁چو تھا ي ی ▁حصہ ▁ہے۔ ▁اس ▁وص یت ▁کی ▁ادا ي ی گی ▁کے ▁بعد ▁جو ▁وه ▁کر ▁ گي ی ▁ہوں ▁یا ▁قرض ▁کے ▁بعد ۔ ▁اور ▁جو ▁( تر کہ ) ▁تم ▁چھوڑ ▁جا و ▁اس ▁میں ▁ان ▁کے ▁لي ے ▁چو تھا ي ی ▁ہے ، ▁اگر ▁تمہاری ▁اولاد ▁نہ ▁ہو ▁اور ▁اگر ▁تمہاری ▁اولاد ▁ہو ▁تو ▁پھر ▁انہیں ▁تمہارے ▁ترک ہ ▁کا ▁اٹھ و اں ▁حصہ ▁ملے ▁گا ، ▁اس ▁وص یت ▁کے ▁بعد ▁جو ▁تم ▁کر ▁ گي ے ▁ہو ▁اور ▁قرض ▁کی ▁ادا ي ی گی ▁کے ▁بعد ۔ ▁اور ▁جن ▁کی ▁میراث ▁لی ▁جاتی ▁ہے ▁وه ▁مرد ▁یا ▁عورت ▁کل الہ ▁ہو ▁یعنی ▁اس ▁کا ▁باپ ▁بیٹا ▁نہ ▁ہو۔ ▁اور ▁اس ▁کا ▁ایک ▁بھ اي ی ▁یا ▁ایک ▁بہن ▁ہو ▁تو ▁ان ▁دونوں ▁میں ▁سے ▁ہر ▁ایک ▁کا ▁چھ ٹا ▁حصہ ▁ہے ▁اور ▁اس ▁سے ▁زیاد ه ▁ہوں ▁تو ▁ایک ▁تہ اي ی ▁میں ▁سب ▁شریک ▁ہیں ، ▁اس ▁وص یت ▁کے ▁بعد ▁جو ▁کی ▁جاي ے ▁اور ▁قرض ▁کے ▁بعد ▁جب ▁کہ ▁اور وں ▁کا ▁نقصان ▁نہ ▁کیا ▁گیا ▁ہو ▁یہ ▁مقرر ▁کیا ▁ہوا ▁اللہ ▁تعالی ▁کی ▁طرف ▁سے ▁ہے ▁اور ▁اللہ ▁تعالی ▁دا نا ▁ہے ▁برد بار
▁اے ▁لوگ و ! ▁تمہارے ▁پاس ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁نص ی حت ▁اي ی ▁اور ▁دل وں ▁کی ▁صحت ▁اور ▁ہدایت ▁اور ▁رحمت ▁ایمان ▁والوں ▁کے ▁لیے ،
▁اور ▁وہ ▁جنہوں ▁نے ▁صبر ▁کیا ▁اپنے ▁رب ▁کی ▁رضا ▁چاہ نے ▁کو ▁اور ▁نماز ▁قاي م ▁رکھی ▁اور ▁ہمارے ▁دی ي ے ▁سے ▁ہماری ▁راہ ▁میں ▁چھپ ے ▁اور ▁ظاہر ▁کچھ ▁خرچ ▁کیا ▁اور ▁براي ی ▁کے ▁بدل ے ▁بھ لا ي ی ▁کرکے ▁ٹ ال تے ▁ہیں ▁انہیں ▁کے ▁لیے ▁پچھلے ▁گھر ▁کا ▁نفع ▁ہے ،
▁صالح ▁نے ▁کہا ▁" یہ ▁او نٹ نی ▁ہے ▁ایک ▁دن ▁اس ▁کے ▁پی نے ▁کا ▁ہے ▁اور ▁ایک ▁دن ▁تم ▁سب ▁کے ▁پانی ▁لینے ▁کا
▁الل ر ▁نے ▁اس مان ▁اور ▁زمین ▁کو ▁حق ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے ▁اور ▁اس ▁میں ▁صاحب ان ▁های مان ▁کے ▁لي ے ▁اس ▁کی ▁قدرت ▁کی ▁نشانی ▁پاي ی ▁جاتی ▁ہے
▁اسی ▁نے ▁تو ▁تمہیں ▁پیدا ▁کیا ▁ہے ▁پھر ▁کوي ی ▁تم ▁میں ▁سے ▁کا فر ▁ہے ▁اور ▁کوي ی ▁مومن ▁اور جو ▁کچھ ▁تم ▁کر ▁رہے ▁ہو ▁الله ▁دیکھ ▁رہا ▁ہے
▁( جب ▁غور ▁سے ▁دیکھا ▁تو ▁پکار ▁اٹھ ے : ▁نہیں ▁نہیں ، ) ▁بلکہ ▁ہم ▁تو ▁محروم ▁ہو ▁ گي ے ▁ہیں ،
▁سن ▁رکھ و ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین وں ▁میں ▁ہے ▁سب ▁خدا ▁ہی ▁کا ▁ہے۔ ▁اور ▁یہ ▁بھی ▁سن ▁رکھ و ▁کہ ▁خدا ▁کا ▁وعدہ ▁سچ ا ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے
▁پھر ▁جب ▁کان ▁کے ▁پر دے ▁پھ ا ڑنے ▁والی ▁قیامت ▁اج اي ے ▁گی
▁اور ▁کا فر ▁کہتے ▁ہیں ▁ہم ▁اس ▁قر ان ▁پر ▁ہر گز ▁ایمان ▁نہیں ▁لاي یں ▁گے ▁اور ▁نہ ▁اس ▁پر ▁جو ▁اس ▁سے ▁پہلے ▁موجود ▁ہے ▁اور کا ش ▁اپ ▁دیکھتے ▁جب ▁کہ ▁ظالم ▁اپنے ▁رب ▁کے ▁حضور ▁میں ▁کھڑے ▁کیے ▁جاي یں ▁گے ▁ایک ▁ان ▁میں ▁سے ▁دوسرے ▁کی ▁بات ▁کو ▁رد ▁کر ▁رہا ▁ہوگا ▁جو ▁لوگ ▁کمزور ▁سمجھ ے ▁جاتے ▁تھے ▁وہ ▁ان ▁سے ▁کہیں ▁گے ▁جو ▁بڑے ▁بن تے ▁تھے ▁اگر ▁تم ▁نہ ▁ہوتے ▁تو ▁ہم ▁ایمان ▁دار ▁ہوتے
▁جو ▁خود ▁بھی ▁بخ ل ▁کرتے ▁ہیں ▁اور ▁دوسروں ▁کو ▁بھی ▁بخ ل ▁کا ▁حکم ▁دیتے ▁ہیں ▁اور ▁جو ▁کچھ ▁خدا نے ▁اپنے ▁فضل ▁و ▁کرم ▁سے ▁عطا ▁کیا ▁ہے ▁اس ▁پر ▁پر دہ ▁ڈال تے ▁ہیں ▁اور ▁ہم ▁نے ▁کا فر وں ▁کے ▁ واسط ے ▁فس وا ▁کن ▁عذاب ▁مہ یا ▁کر ▁رکھا ▁ہے
▁ان ▁لوگوں ▁نے ▁کہا ▁اے ▁ہو د ▁تم ▁کوي ی ▁مع جز ہ ▁تو ▁لاي ے ▁نہیں ▁اور ▁ہم ▁صرف ▁تمہارے ▁کہنے ▁پر ▁اپنے ▁خدا وں ▁کو ▁چھوڑ نے ▁والے ▁اور ▁تمہاری ▁بات ▁پر ▁ایمان ▁لانے ▁والے ▁نہیں ▁ہیں
▁تب ▁وہ ▁کہیں ▁گے : ▁کیا ▁ہمیں ▁مہ لت ▁دی ▁جاي ے ▁گی ،
▁جب ▁ان ▁کے ▁پاس ▁پیغمبر ▁ان ▁کے ▁ اگ ے ▁اور ▁پیچھے ▁سے ▁اي ے ▁کہ ▁خدا ▁کے ▁سوا ▁( کسی ▁کی ) ▁عبادت ▁نہ ▁کرو ۔ ▁کہنے ▁لگے ▁کہ ▁اگر ▁ہمارا ▁پروردگار ▁چاہتا ▁تو ▁فرشت ے ▁اتار ▁دیتا ▁سو ▁جو ▁تم ▁دے ▁کر ▁بھیج ے ▁ گي ے ▁ہو ▁ہم ▁اس ▁کو ▁نہیں ▁مان تے
▁اور ▁اگر ▁وہ ▁خدا ▁پر ▁اور ▁پیغمبر ▁پر ▁اور ▁جو ▁کتاب ▁ان ▁پر ▁نازل ▁ہو ي ی ▁تھی ▁اس ▁پر ▁یقین ▁رکھتے ▁تو ▁ان ▁لوگوں ▁کو ▁دوست ▁نہ ▁بنا تے ▁لیکن ▁ان ▁میں ▁اکثر ▁بد کر دار ▁ہیں
▁اور ▁یہ ▁کہ ▁اسی ▁نے ▁ عاد ▁اول ▁( قوم ▁ہو د ) ▁کو ▁ہلاک ▁کیا۔
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاي ے ▁اس ▁کی ▁پیر وی ▁کرو ▁جو ▁اللہ ▁نے ▁اتار ا ▁تو ▁کہتے ▁ہیں ▁بلکہ ▁ہم ▁تو ▁اس ▁کی ▁پیر وی ▁کریں ▁گے ▁جس ▁پر ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو پای ا ▁کیا ▁اگرچہ ▁شیطان ▁ان ▁کو ▁عذاب ▁دوزخ ▁کی ▁طرف ▁بلا تا ▁ہو
▁یہ ▁تو ▁کسی ▁مسلمان ▁کے ▁حق ▁میں ▁کسی ▁رشتہ داری ▁کا ▁یا ▁عہد ▁کا ▁مطلق ▁لحاظ ▁نہیں ▁کرتے ، ▁یہ ▁ہیں ▁ہی ▁حد ▁سے ▁گزر نے ▁والے
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁دو ▁دریا وں ▁کو ▁ملا ▁دیا۔ ▁یہ ▁( ایک ) ▁می ٹھا ▁نہای ت ▁شیر یں ▁ہے ▁اور ▁یہ ▁( دو سرا ) ▁کھ اری ▁نہای ت ▁تلخ ▁ہے۔ ▁اور ▁اس ▁نے ▁ان ▁دونوں ▁کے ▁درمیان ▁ایک ▁پر دہ ▁اور ▁مضبوط ▁رکاوٹ ▁بنا ▁دی ،
▁اور ▁ل وط ▁علی ھ ▁السلام ▁کو ▁یاد ▁کرو ▁کہ ▁جب ▁انہوں ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁تم ▁بد کاری ▁کرتے ▁ہو ▁اس ▁کی ▁تو ▁تم ▁سے ▁پہلے ▁عالمی ن ▁میں ▁کوي ی ▁مثال ▁نہیں ▁ہے
▁اور ▁( ا ے ▁پیغمبر ) ▁جب ▁تم ▁ان ▁( م جا ہ دین ▁کے ▁لشکر ) ▁میں ▁ہو ▁اور ▁ان ▁کو ▁نماز ▁پڑھ انے ▁ل گو ▁تو ▁چاہ ی ي ے ▁کہ ▁ان ▁کی ▁ایک ▁جماعت ▁تمہارے ▁ساتھ ▁مسلح ▁ہو ▁کر ▁کھڑی ▁رہے ▁جب ▁وہ ▁سج دہ ▁کر چک یں ▁تو ▁پر ے ▁ہو ▁جاي یں ▁پھر ▁دوسری ▁جماعت ▁جس ▁نے ▁نماز ▁نہیں ▁پڑھ ی ▁( ان ▁کی ▁جگہ ) ▁اي ے ▁اور ▁ہو ش یار ▁اور ▁مسلح ▁ہو ▁کر ▁تمہارے ▁ساتھ ▁نماز ▁ادا ▁کرے ▁کا فر ▁اس ▁گھ ات ▁میں ▁ہیں ▁کہ ▁تم ▁ذرا ▁اپنے ▁ہتھیار وں ▁اور ▁سامان ▁سے ▁غافل ▁ہو ▁جا و ▁تو ▁تم ▁پر ▁یک بار گی ▁حملہ ▁کرد یں ▁اگر ▁تم ▁بارش ▁کے ▁سبب ▁تکلیف ▁میں ▁یا ▁بیمار ▁ہو ▁تو ▁تم ▁پر ▁کچھ ▁گناہ ▁نہیں ▁کہ ▁ہتھیار ▁اتار ▁رکھ و ▁مگر ▁ہو ش یار ▁ضرور ▁رہ نا ▁خدا ▁نے ▁کا فر وں ▁کے ▁لي ے ▁ذ لت ▁کا ▁عذاب ▁تیار ▁کر ▁رکھا ▁ہے
▁اور ▁خدا ▁سے ▁ڈر و ۔ ▁اور ▁میری ▁بے ابر وي ی ▁نہ ▁کی جو
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁خ د ▁ا ▁پرست ی ▁کی ▁نشانی وں ▁کو ▁بے ▁حرمت ▁نہ ▁کرو ▁نہ ▁حرام ▁مہین وں ▁میں ▁سے ▁کسی ▁کو ▁حلال ▁کر ▁لو ، ▁نہ ▁قربانی ▁کے ▁جانور وں ▁پر ▁دست ▁در ازی ▁کرو ، ▁نہ ▁ان ▁جانور وں ▁پر ▁ہاتھ ▁ڈال و ▁جن ▁کی ▁گردن وں ▁میں ▁نذر ▁خداوند ی ▁کی ▁علامت ▁کے ▁طور ▁پر ▁پ ٹے ▁پڑے ▁ہو ي ے ▁ہوں ، ▁نہ ▁ان ▁لوگوں ▁کو ▁چھ ی ڑ و ▁جو ▁اپنے ▁رب ▁کے ▁فضل ▁اور ▁اس ▁کی ▁خوش نود ی ▁کی ▁تلاش ▁میں ▁مکان ▁محترم ▁( ک عب ہ ) ▁کی ▁طرف ▁جا ▁رہے ▁ہوں ▁ہاں ▁جب ▁اح رام ▁کی ▁حالت ▁ختم ▁ہو ▁جاي ے ▁تو ▁شکار ▁تم ▁کرسکتے ▁ہو ▁اور ▁دیکھ و ، ▁ایک ▁گروہ ▁نے ▁جو ▁تمہارے ▁لیے ▁مسجد ▁حرام ▁کا ▁راستہ ▁بند ▁کر ▁دیا ▁ہے ▁تو اس ▁پر ▁تم ہ ارا ▁غ ص ہ ▁تمہیں ▁اتنا ▁مش تعل ▁نہ ▁کر ▁دے ▁کہ ▁تم ▁بھی ▁ان ▁کے ▁مقابلہ ▁میں ▁نار وا ▁زیادتی اں ▁کرنے ▁ل گو ▁نہیں ! ▁جو ▁کام ▁نیک ی ▁اور ▁خدا ▁ترس ی ▁کے ▁ہیں ▁ان ▁میں ▁سب ▁سے ▁تعاون ▁کرو ▁اور ▁جو ▁گناہ ▁اور ▁زیادتی ▁کے ▁کام ▁ہیں ▁ان ▁میں ▁کسی ▁سے ▁تعاون ▁نہ ▁کرو ▁اللہ ▁سے ▁ڈر و ، ▁اس ▁کی ▁س ز ▁ا ▁بہت ▁سخت ▁ہے
▁وہ ▁بول ے ▁کہ ▁تم ▁( اور ▁کچھ ) ▁نہیں ▁مگر ▁ہماری ▁طرح ▁کے ▁اد می ▁( ہو ) ▁اور ▁خدا ▁نے ▁کوي ی ▁چیز ▁نازل ▁نہیں ▁کی ▁تم ▁محض ▁جھوٹ ▁بول تے ▁ہو
▁کیا ▁جب ▁ہم ▁مر جا ي یں ▁اور ▁م ٹی ▁ہو جا ي یں ▁گے ▁پھر ▁جی ي ں ▁گے ▁یہ ▁پل ٹ نا ▁دور ▁ہے
▁وہ ▁جو ▁ع رش ▁اٹھا تے ▁ہیں ▁اور ▁جو ▁اس ▁کے ▁گرد ▁ہیں ▁اپنے ▁کی ▁تعریف ▁کے ▁ساتھ ▁اس ▁کی ▁پاک ی ▁بول تے ▁اور ▁اس ▁پر ▁ایمان ▁لا تے ▁اور ▁مسلمانوں ▁کی ▁م غفر ت ▁مانگ تے ▁ہیں ▁اے ▁رب ▁ہمارے ▁تیر ے ▁رحمت ▁و ▁علم ▁میں ▁ہر ▁چیز ▁کی ▁سم اي ی ▁ہے ▁تو ▁انہیں ▁بخش ▁دے ▁جنہوں ▁نے ▁تو بہ ▁کی ▁اور ▁تیر ی ▁راہ ▁پر ▁چلے ▁اور ▁انہیں ▁دوزخ ▁کے ▁عذاب ▁سے ▁بچا لے ،
▁کہہ ▁دوو ہ ▁الله ▁ایک ▁ہے
▁اور ▁اگر ▁ہم ▁چاہتے ▁تو ▁ان ▁سب ▁کو ▁تج ھے ▁دکھا ▁دیتے ▁پس ▁تو ▁انہیں ▁ان ▁کے ▁چہرے ▁سے ▁ہی ▁پہچان ▁لی تا ، ▁اور ▁یقینا ▁تو ▁انہیں ▁ان ▁کی ▁بات ▁کے ▁ڈھ ب ▁سے ▁پہچان ▁لے ▁گا ، ▁تمہارے ▁سب ▁کام ▁اللہ ▁کو ▁معلوم ▁ہیں
▁پھر ▁جب ▁عزیز ▁نے ▁اس ▁کا ▁کر ت ہ ▁پیچھے ▁سے ▁پھ ٹا ▁ہوا ▁دیکھا ▁کہا بے ▁شک ▁یہ ▁تم ▁عورتوں ▁کا ▁ایک ▁فریب ▁ہے ▁بے ▁شک ▁تم ہ ارا ▁فریب ▁بڑا ▁ہوتا ▁ہے
▁اور ▁جو ▁ایمان ▁لاي یں ▁اور ▁بھ لے ▁کام ▁کریں ▁ہم ▁انہیں ▁ان ▁جنت وں ▁میں ▁لے ▁جاي یں ▁گے ▁جن ▁کے ▁نیچے ▁چشم ے ▁جاری ▁ہیں ، ▁جہاں ▁یہ ▁ابدا لا باد ▁رہیں ▁گے ، ▁یہ ▁ہے ▁اللہ ▁کا ▁وعده ▁جو ▁سراسر ▁سچ ا ▁ہے ▁اور ▁کون ▁ہے ▁جو ▁اپنی ▁بات ▁میں ▁اللہ ▁سے ▁زیاد ه ▁سچ ا ▁ہو ؟
▁اور ▁( جس ▁وقت ) ▁صور ▁پھ ون کا ▁جاي ے ▁گا ▁یہ ▁قبر وں ▁سے ▁( ن کل ▁کر ) ▁اپنے ▁پروردگار ▁کی ▁طرف ▁د وڑ ▁پڑ یں ▁گے
▁تاکہ ▁اللہ ▁تعالی ▁انہیں ▁اپنے ▁فضل ▁سے ▁جزا ▁دے ▁جو ▁ایمان ▁لاي ے ▁اور ▁نیک ▁اعمال ▁کیے ▁وه ▁کا فر وں ▁کو ▁دوست ▁نہیں ▁رکھتا ▁ہے
▁کیا ▁انہوں ▁نے ▁پر ند ے ▁نے ▁پر ند ے ▁نہ ▁دیکھ ے ▁حکم ▁کے ▁با ند ھے ▁اس مان ▁کی ▁فضا ▁میں ، ▁انہیں ▁کوي ی ▁نہیں ▁روک تا ▁سوا ▁اللہ ▁کے ▁بیش ک ▁اس ▁میں ▁نشان یاں ▁ہیں ▁ایمان ▁والوں ▁کو ، ▁ف ۱۷ ۴ )
▁بیش ک ▁جن ▁لوگوں ▁نے ▁ہماری ▁ ایت وں ▁کی ▁تک ذ یب ▁کی ▁اور ▁غر ور ▁سے ▁کام ▁لیا ▁ان ▁کے ▁لي ے ▁نہ ▁اس مان ▁کے ▁دروازے ▁کھول ے ▁جاي یں ▁گے ▁اور ▁نہ ▁وہ ▁جنت ▁میں ▁داخل ▁ہو سک یں ▁گے ▁جب ▁تک ▁او نٹ ▁سوي ی ▁کے ▁نا کہ ▁کے ▁اندر ▁داخل ▁نہ ▁ہو جا ي ے ▁اور ▁ہم ▁اسی ▁طرح ▁مجرم ین ▁کو ▁سزا ▁دیا ▁کرتے ▁ہیں
▁مگر ▁اللہ ▁کے ▁چ نے ▁ہو ي ے ▁بند ے
▁ہم ▁تمہیں ▁ایک ▁عذاب ▁سے ▁ڈرا تے ▁ہیں ▁کہ ▁نزدیک ▁ا گیا ▁جس ▁دن ▁اد می ▁دیکھ ے ▁گا ▁جو ▁کچھ ▁اس ▁کے ▁ہاتھوں ▁نے ▁ اگ ے ▁بھی جا ▁اور ▁کا فر ▁کہ ے ▁گا ▁ہا ي ے ▁میں ▁کسی ▁طرح ▁خاک ▁ہوجاتا
▁کہ ▁تم ▁االله ▁کی ▁عبادت ▁کرو ▁اور ▁اس ▁سے ▁ڈر و ▁اور ▁میری ▁اطاعت ▁کرو ،
▁اور ▁تو ▁نے ▁اپنی ▁وہ ▁حرکت ▁بھی ▁کی ▁تھی ▁جو ▁کی ▁تھی ▁اور ▁تو ▁نا ش کر وں ▁میں ▁سے ▁ہے۔
▁اللہ ▁چاہتا ▁ہے ▁کہ ▁تم ▁سے ▁تخفیف ▁کر ▁دے ▁کیونکہ ▁انسان ▁کمزور ▁پیدا ▁کیا ▁گیا ▁ہے
▁بیش ک ▁ہم ▁نے ▁ان ▁پر ▁ایک ▁چ نگ ھا ڑ ▁بھیج ی ▁ج بھی ▁وہ ▁ہو گي ے ▁جیسے ▁گھ ی را ▁بنانے ▁والے ▁کی ▁بچی ▁ہو ي ی ▁گھ اس ▁سو کھی ▁روند ی ▁ہو ي ی
▁اور ▁نام راد ▁ہوا ▁وہ ▁جس ▁نے ▁اس ▁کو ▁د با ▁دیا
▁اور ▁یہ ▁کہتے ▁ہیں ▁کہ ▁یہ ▁صرف ▁ز ندگان ی ▁دنیا ▁ہے ▁اور ▁ہم ▁دوبارہ ▁نہیں ▁اٹھا ي ے ▁جاي یں ▁گے
▁اور ▁صبح ▁اور ▁شام ▁اس ▁کی ▁پاک ی ▁بیان ▁کرتے ▁رہ و
▁اللہ ▁کی ▁دی ▁ہو ي ی ▁بچ ت ▁تمہارے ▁لیے ▁بہتر ▁ہے ▁اگر ▁تم ▁مومن ▁ہو ▁اور ▁ب ہر ▁حال ▁میں ▁تمہارے ▁اوپر ▁کوي ی ▁نگران ▁کار ▁نہیں ▁ہوں "
▁عیسی ▁علی ھ ▁السلام ▁کی ▁مثال ▁اللہ ▁کے ▁نزدیک ▁اد م ▁علی ھ ▁السلام ▁جیسی ▁ہے ▁کہ ▁انہیں ▁م ٹی ▁سے ▁پیدا ▁کیا ▁اور ▁پھر ▁کہا ▁ہو جا ▁اور ▁وہ ▁ہوگیا
▁ہاں ▁ہاں ▁اگر ▁باز ▁نہ ▁ ایا ▁تو ▁ضرور ▁ہم ▁پیش انی ▁کے ▁بال ▁پکڑ ▁کر ▁ کھی نچ یں ▁گے
▁جب ▁زمین ▁کو ▁زبردست ▁جھ ٹک ے ▁لگ یں ▁گے
▁اور جب ▁موسی ▁علی ھ ▁السلام اپ نی ▁قوم ▁کی ▁طرف ▁واپس ▁اي ے ▁تو ▁ غی ظ ▁و ▁ غضب ▁کے ▁عالم ▁میں ▁کہنے ▁لگے ▁کہ ▁تم ▁نے ▁میرے ▁بعد ▁بہت ▁ب فی ▁حرکت ▁کی ▁ہے ▁- تم ▁نے ▁حکم ▁خدا ▁کے ▁ انے ▁میں ▁کس ▁قدر ▁ عجل ت ▁سے ▁کام ▁لیا ▁ہے ▁اور ▁پھر ▁انہوں ▁نے ▁تور یت ▁کی ▁تخت یوں ▁کو ▁ڈال ▁دیا ▁اور ▁اپنے ▁بھ اي ی ▁کا ▁سر پ کڑ ▁کر ▁ کھی نچ نے ▁لگے ▁- ہا رون ▁علی ھ ▁السلام نے ▁کہا ▁بھ اي ی ▁قوم ▁نے ▁مجھے ▁کمزور ▁بنا دیا ▁تھا ▁اور ▁قریب ▁تھا کہ ▁مجھے ▁قتل ▁کردی تے ▁تو ▁میں ▁کیا ▁کرتا ▁- اپ ▁دشمن وں ▁کو ▁ طعن ہ ▁کا ▁موقع ▁نہ ▁دی جي ے ▁اور ▁میرا ▁شمار ▁ظالم ین ▁کے ▁ساتھ ▁نہ ▁کی جي ے
▁پھر ▁صبح دم ▁حملہ ▁کرنے ▁والے ▁ہیں
▁اے ▁سن نے ▁والے ▁تج ھے ▁جو ▁بھ لا ي ی ▁پہنچے ▁وہ ▁اللہ ▁کی ▁طرف ▁سے ▁ہے ▁اور ▁جو ▁براي ی ▁پہنچے ▁وہ ▁تیر ی ▁اپنی ▁طرف ▁سے ▁ہے ▁اور ▁اے ▁محبوب ▁ہم ▁نے ▁تمہیں ▁سب ▁لوگوں ▁کے ▁لي ے ▁رسول ▁بھی جا ▁اور ▁اللہ ▁کافی ▁ہے ▁گواہ
▁چنانچہ ▁تمام ▁فرشت وں ▁نے ▁سج دہ ▁کیا
▁ان ہی ▁لوگوں ▁کا ▁ ٹھ کان ا ▁ جہ نم ▁ہے ▁ان ▁اعمال ▁کے ▁بدل ہ ▁میں ▁جو ▁وہ ▁کم ات ے ▁رہے ،
▁جو ▁لوگ ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁اپنے ▁ایمان ▁کو ▁شرک ▁کے ▁ساتھ ▁مخلوط ▁نہیں ▁کرتے ، ▁ایس وں ▁ہی ▁کے ▁لي ے ▁امن ▁ہے ▁اور ▁وہی ▁راه ▁راست ▁پر ▁چل ▁رہے ▁ہیں
▁اور ▁بیش ک ▁تم ▁نے ▁پہلے ▁پیدا يش ▁( کی ▁حقیقت ) ▁معلوم ▁کر ▁لی ▁پھر ▁تم ▁نص ی حت ▁قبول ▁کیوں ▁نہیں ▁کرتے ،
▁تاکہ ▁مومن ▁مرد وں ▁اور ▁عورتوں ▁کو ▁ان ▁جنت وں ▁میں ▁لے ▁جاي ے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ▁رہی ▁ہیں ▁جہاں ▁وه ▁ہمیشہ ▁رہیں ▁گے ▁اور ▁ان ▁سے ▁ان ▁کے ▁گناه ▁دور ▁کر ▁دے ، ▁اور ▁اللہ ▁کے ▁نزدیک ▁یہ ▁بہت ▁بڑی ▁کامیابی ▁ہے
▁( م ظ لوم ▁ہونے ▁کی ▁صورت ▁میں ▁اگر ▁ چہ ▁تم ▁پر ▁بد ▁گو ي ی ▁کا ▁حق ▁ہے ) ▁لیکن ▁اگر ▁تم ▁ظاہر ▁و ▁با طن ▁میں ▁بھ لا ي ی ▁ہی ▁کیے ▁جا و ، ▁یا ▁کم ▁از ▁کم ▁براي ی ▁سے ▁در ▁گزر ▁کرو ، ▁تو ▁اللہ ▁کی ▁صفت ▁بھی ▁یہی ▁ہے ▁کہ ▁وہ ▁بڑا ▁معاف ▁کرنے ▁والا ▁ہے ▁حالانک ہ ▁سزا ▁دینے ▁پر ▁پوری ▁قدرت ▁رکھتا ▁ہے
▁پھر ▁جب ▁( می دان ▁جنگ ▁میں ) ▁تم ہ ارا ▁مقابلہ ▁( مت حارب ) ▁کا فر وں ▁سے ▁ہو ▁تو ▁( دور ان ▁جنگ ) ▁ان ▁کی ▁گردن یں ▁ا ڑا ▁دو ، ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁انہیں ▁( جنگ ی ▁مع ر کہ ▁میں ) ▁خوب ▁قتل ▁کر ▁چک و ▁تو ▁( بق یہ ▁قید یوں ▁کو ) ▁مضبوط ی ▁سے ▁بان دھ ▁لو ، ▁پھر ▁اس ▁کے ▁بعد ▁یا ▁تو ▁( ا نہیں ) ▁( ب لام عا وض ہ ) ▁احسان ▁کر ▁کے ▁( چھ وڑ ▁دو ) ▁یا ▁ف دی ہ ▁( یعنی ▁معا وض ہ ء ▁رہا ي ی ) ▁لے ▁کر ▁( ا زاد ▁کر ▁دو ) ▁یہاں ▁تک ▁کہ ▁جنگ ▁( کر نے ▁والی ▁مخالف ▁فوج ) ▁اپنے ▁ہتھیار ▁رکھ ▁دے ▁( یعنی ▁صلح ▁و ▁امن ▁کا ▁اعلان ▁کر ▁دے ) ۔ ▁یہی ▁( ح کم ) ▁ہے ، ▁اور ▁اگر ▁االله ▁چاہتا ▁تو ▁ان ▁سے ▁( ب غیر ▁جنگ ) ▁انتقام ▁لے ▁لی تا ▁مگر ▁( اس ▁نے ▁ایسا ▁نہیں ▁کیا ) ▁تاکہ ▁تم ▁میں ▁سے ▁بعض ▁کو ▁بعض ▁کے ▁ذریعے ▁از ماي ے ، ▁اور ▁جو ▁لوگ ▁االله ▁کی ▁راہ ▁میں ▁قتل ▁کر ▁دی ي ے ▁ گي ے ▁تو ▁وہ ▁ان ▁کے ▁اعمال ▁کو ▁ہر گز ▁ ضا يع ▁نہ ▁کرے ▁گا ،
▁اور ▁جب ▁اپنے ▁گھر ▁والوں ▁کی ▁طرف ▁لوٹ تے ▁تو ▁( موم نوں ▁کی ▁تنگ ▁دستی ▁اور ▁اپنی ▁خوش ▁حالی ▁کا ▁م واز نہ ▁کر ▁کے ) ▁اتر ات ے ▁اور ▁دل ▁لگی ▁کرتے ▁ہو ي ے ▁پل ٹ تے ▁تھے ،
▁اور ▁دوزخ ▁دیکھنے ▁والے ▁کے ▁سامنے ▁نکال ▁کر ▁رکھ ▁دی ▁جاي ے ▁گی
▁جس ▁نے ▁موت ▁اور ▁زندگی ▁کو ▁( اس ▁لي ے ) ▁پیدا ▁فرمایا ▁کہ ▁وہ ▁تمہیں ▁از ماي ے ▁کہ ▁تم ▁میں ▁سے ▁کون ▁عمل ▁کے ▁لحاظ ▁سے ▁بہتر ▁ہے ، ▁اور ▁وہ ▁غالب ▁ہے ▁بڑا ▁بخش نے ▁والا ▁ہے ،
▁اس ▁کے ▁ساتھ ی ▁نے ▁عرض ▁کیا ▁یہ ▁جو ▁میری ▁سپر دگی ▁میں ▁تھا ▁حاضر ▁ہے
▁اور ▁وہ ▁کہتے ▁تھے ▁کیا ▁ہم ▁اپنے ▁مع بود وں ▁کو ▁ایک ▁شاعر ▁دیوان ہ ▁کے ▁کہنے ▁سے ▁چھوڑ ▁دیں ▁گے
▁اس ▁کے ▁بعد ▁خدا ▁جس ▁کی ▁چاہے ▁گا ▁تو بہ ▁قبول ▁کر لے ▁گا ▁وہ ▁بڑا ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁پھر ▁پی ٹھ ▁پھ یری ▁اور ▁تک بر ▁کیا ،
▁پاک ی ▁ہے ▁اسے ▁جو ▁اپنے ▁بند ے ▁کو ، ▁رات وں ▁رات ▁لے ▁گیا ▁مسجد ▁حرام ▁سے ▁مسجد ▁ا قص ی ▁تک ▁جس ▁کے ▁گرد ا گرد ▁ہم ▁نے ▁برکت ▁رکھی ▁کہ ▁ہم ▁اسے ▁اپنی ▁عظیم ▁نشان یاں ▁دکھا ي یں ، ▁بیش ک ▁وہ ▁سنت ا ▁دیکھ تا ▁ہے ،
▁ایسے ▁لوگوں ▁کا ▁ ٹھ کان ا ▁ان ▁کے ▁اعمال ▁کی ▁وجہ ▁سے ▁دوزخ ▁ہے
▁ہم ▁اپ ▁کو ▁موسی ▁اور ▁فرع ون ▁کی ▁سچ ی ▁خبر ▁سن ار ہے ▁ہیں ▁ان ▁لوگوں ▁کے ▁لي ے ▁جو ▁ایمان ▁لانے ▁والے ▁ہیں
▁اور ▁جن ▁لوگوں ▁کو ▁علم ▁دیا ▁گیا ▁ہے ▁وہ ▁جانتے ▁ہیں ▁کہ ▁جو ▁( قر ان ) ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁تم ▁پر ▁نازل ▁ہوا ▁ہے ▁وہ ▁حق ▁ہے۔ ▁اور ▁( خدا ي ے ) ▁غالب ▁اور ▁سزا وار ▁تعریف ▁کا ▁ رست ہ ▁بتا تا ▁ہے
▁کیا ▁وہ ▁نہیں ▁دیکھتے ▁کہ ▁وہ ▁ہر ▁سال ▁میں ▁ایک ▁دفعہ ▁یا ▁دو ▁دفعہ ▁از ماي ے ▁جاتے ▁ہیں ▁پھر ▁بھی ▁تو بہ ▁نہیں ▁کرتے ▁اور ▁نہ ▁نص ی حت ▁حاصل ▁کرتے ▁ہیں
▁کہا ▁اے ▁میرے ▁رب ▁تو ▁میری ▁مدد ▁کر ▁کیوں ▁کہ ▁ان ہو ▁ ں ▁نے ▁مجھے ▁جھ ٹل ایا ▁ہے
▁اور ▁اپ ▁ان ▁بے ▁ایمان وں ▁سے ▁کہہ ▁دیں ▁کہ ▁تم ▁اپنی ▁جگہ ▁پر ▁کام ▁کرو ▁اور ▁ہم ▁اپنی ▁جگہ ▁پر ▁اپنا ▁کام ▁کررہے ▁ہیں
▁ان ▁میں ▁سے ▁ایک ▁( ل ڑ کی ) ▁نے ▁کہا : ▁اے ▁( میر ے ) ▁والد ▁گرامی ! ▁انہیں ▁( اپ نے ▁پاس ▁مزدور ی ) ▁پر ▁رکھ ▁لیں ▁بیش ک ▁بہترین ▁شخص ▁جسے ▁اپ ▁مزدور ی ▁پر ▁رکھیں ▁وہی ▁ہے ▁جو ▁طاقتور ▁امان ت ▁دار ▁ہو ▁( اور ▁یہ ▁اس ▁ذم ہ ▁داری ▁کے ▁اہل ▁ہیں )،
▁اور اپ نے ▁مذہب ▁والے ▁کے ▁سوا ▁کسی ▁کی ▁بات ▁نہ ▁مان و ▁ان ▁سے ▁کہہ ▁دو ▁کہ ▁بے ▁شک ▁ہدایت ▁وہی ▁ہے ▁جو ▁الله ▁ہدایت ▁کرے ▁اور ▁یہ ▁بات ▁نہ ▁مان و ▁کہ ▁کوي ی ▁شخص ▁دیا ▁جا ▁سکتا ▁ہے ▁مثل ▁اس ▁کے ▁کہ ▁تم ▁دیے ▁ گي ے ▁ہو ▁یا ▁کوي ی ▁گروہ ▁خدا ▁کے ▁ہاں ▁تم ▁پر ▁الزام ▁قاي م ▁کرسکتا ▁ہے ▁ان ▁سے ▁کہہ ▁دو ▁کہ ▁فضل ▁الله ▁کے ▁اختیار ▁میں ▁ہے ▁جسے ▁چاہے ▁وہ ▁دیتا ▁ہے ▁اور ▁الله ▁کش ا يش ▁والا ▁جان نے ▁والا ▁ہے
▁( ل وط ▁( ع ) ) ▁کی ▁ال ٹی ▁ہو ي ی ▁ان ▁( ب ستی وں ) ▁کو ▁بھی ▁دے ▁مار ا۔
▁حم
▁یہ ▁لوگ ▁اس مان ▁کے ▁ ٹک ڑے ▁بھی ▁گر تے ▁ہو ي ے ▁دیکھ ▁لیں ▁تو ▁کہیں ▁گے ▁یہ ▁با دل ▁ہیں ▁جو ▁ام ڈ ے ▁چلے ▁ا ▁رہے ▁ہیں
▁اور ▁ہم ▁نے ▁ہر ▁پیغمبر ▁کو ▁اس ▁کی ▁قوم ▁کی ▁زبان ▁میں ▁پیغمبر ▁بنا ▁کر ▁بھی جا ▁ہے ▁تاکہ ▁انہیں ▁سمجھا ▁سکے ▁پھر ▁الله ▁جسے ▁چاہتا ▁ہے ▁گمراہ ▁کرتا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁ہدایت ▁دیتا ▁ہے ▁اور وہ ▁غالب ▁حکمت ▁والا ▁ہے
▁اے ▁اد م ▁کی ▁اولاد ! ▁کیا ▁میں ▁نے ▁تمہیں ▁تاکید ▁نہ ▁کر ▁دی ▁تھی ▁کہ ▁شیطان ▁کی ▁عبادت ▁نہ ▁کرنا ▁کیونکہ ▁وہ ▁تم ہ ارا ▁ صر یح ▁دشمن ▁ہے
▁اور ▁اللہ ▁تعالی ▁ہی ▁کے ▁پاس ▁ہیں ▁غ یب ▁کی ▁کن ج یاں ، ▁( خ ز انے ) ▁ان ▁کو ▁کوي ی ▁نہیں ▁جانتا ▁ب جز ▁اللہ ▁کے ۔ ▁اور ▁وه ▁تمام ▁چیز وں ▁کو ▁جانتا ▁ہے ▁جو ▁کچھ ▁خشک ی ▁میں ▁ہیں ▁اور ▁جو ▁کچھ ▁دریا وں ▁میں ▁ہیں ▁اور ▁کوي ی ▁پتا ▁نہیں ▁گر تا ▁مگر ▁وه ▁اس ▁کو ▁بھی ▁جانتا ▁ہے ▁اور ▁کوي ی ▁د انہ ▁زمین ▁کے ▁تاریک ▁حص وں ▁میں ▁نہیں ▁پڑتا ▁اور ▁نہ ▁کوي ی ▁تر ▁اور ▁نہ ▁کوي ی ▁خشک ▁چیز ▁گر تی ▁ہے ▁مگر ▁یہ ▁سب ▁کتاب ▁م بین ▁میں ▁ہیں
▁اے ▁ایمان ▁والو ! ▁بیش ک ▁شراب ▁اور ▁جو ا ▁اور ▁( عب ادت ▁کے ▁لي ے ) ▁نصب ▁کي ے ▁ گي ے ▁بت ▁اور ▁( قسم ت ▁معلوم ▁کرنے ▁کے ▁لي ے ) ▁فال ▁کے ▁تیر ▁( سب ) ▁ناپ اک ▁شیطان ی ▁کام ▁ہیں۔ ▁سو ▁تم ▁ان ▁سے ▁( کلی تا ) ▁پر ہ یز ▁کرو ▁تاکہ ▁تم ▁فلا ح ▁پا ▁جا و ،
▁جیسا ▁حال ▁قوم ▁نوح ( ع ) ▁اور ▁ عاد ▁و ▁ثم ود ▁اور ▁ان ▁کے ▁بعد ▁والوں ▁کا ▁ہوا ▁تھا ▁اور ▁اللہ ▁تو ▁( اپ نے ▁بند وں ▁پر ▁ظلم ▁کا ▁اراد ہ ▁( بھی ) ▁نہیں ▁کرتا ۔
▁تو ▁انہوں ▁نے ▁کہا ▁کہ ▁میں ▁مال ▁( گھ و ڑوں ) ▁کی ▁محبت ▁میں ▁اپنے ▁پروردگار ▁کی ▁یاد ▁سے ▁غافل ▁ہوگیا ▁یہاں ▁تک ▁کہ ▁وہ ▁( اف تاب ) ▁پر دہ ▁میں ▁چھپ ▁گیا۔
▁بے ▁شک ▁جو ▁لوگ ▁( مر نے ▁کے ▁بعد ) ▁ہماری ▁بار گاہ ▁میں ▁حاضر ی ▁کی ▁امید ▁نہیں ▁رکھتے ▁اور ▁صرف ▁د نیو ی ▁زندگی ▁میں ▁م گن ▁ہیں ▁اور ▁اس ▁پر ▁مط مين ▁ہیں ▁اور ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁سے ▁غافل ▁ہیں۔
▁اور ▁اس ▁کے ▁لیے ▁اس ▁کے ▁بند وں ▁میں ▁سے ▁ ٹک ڑا ▁ٹھہر ایا ▁بیش ک ▁اد می ▁کھل ا ▁نا شک را ▁ہے
▁پھر ▁ہم ▁نے ▁ہر ▁ایک ▁کو ▁اس ▁کے ▁گناہ ▁میں ▁گرفتار ▁کرلیا ▁کسی ▁پر ▁اس مان ▁سے ▁پتھر وں ▁کی ▁بارش ▁کردی ▁کسی ▁کو ▁ایک ▁اسم انی ▁چی خ ▁نے ▁پکڑ ▁لیا ▁اور ▁کسی ▁کو ▁زمین ▁میں ▁ دھ نسا ▁دیا ▁اور ▁کسی ▁کو ▁پانی ▁میں ▁ غرق ▁کردیا ▁اور ▁اللہ ▁کسی ▁پر ▁ظلم ▁کرنے ▁والا ▁نہیں ▁ہے ▁بلکہ ▁یہ ▁لوگ ▁خود ▁اپنے ▁نفس ▁پر ▁ظلم ▁کررہے ▁ہیں
▁اور ▁ان ▁سب ▁کے ▁وعد ے ▁کی ▁جگہ ▁ جہ نم ▁ہے
▁اے ▁موسی ! ▁اپنی ▁قوم ▁سے ▁پہلے ▁کیا ▁چیز ▁تمہیں ▁جلد ی ▁لے ▁اي ی ؟
▁اور ▁شہر ▁کے ▁ایک ▁سر ے ▁سے ▁ایک ▁شخص ▁د وڑ تا ▁ہوا ▁ ایا ▁اور ▁اس ▁نے ▁کہا ▁کہ ▁قوم ▁والو ▁م رسل ین ▁کا ▁اتباع ▁کرو
▁بھ لا ▁کس ▁نے ▁اس مان ▁اور ▁زمین ▁بنا ي ے ▁اور ▁تمہارے ▁لیے ▁اس مان ▁سے ▁پانی ▁اتار ▁پھر ▁ہم ▁نے ▁اس ▁سے ▁رونق ▁والے ▁باغ ▁ اگ اي ے ▁تم ہ ارا ▁کام ▁نہ ▁تھا ▁کہ ▁ان ▁کے ▁درخت ▁ا گا تے ▁کیا ▁الله ▁تعالی ▁کے ▁ساتھ ▁کوي ی ▁اور بھی ▁مع بود ▁ہے ▁بلکہ ▁یہ ▁لوگ ▁ک جر وی ▁کر ▁رہے ▁ہیں
▁ان ▁لوگوں ▁کا ▁مبلغ ▁علم ▁بس ▁یہی ▁کچھ ▁ہے ، ▁یہ ▁بات ▁تیر ا ▁رب ▁ہی ▁زیادہ ▁جانتا ▁ہے ▁کہ ▁اس ▁کے ▁راستے ▁سے ▁کون ▁بھ ٹک ▁گیا ▁ہے ▁اور ▁کون ▁سید ھے ▁راستے ▁پر ▁ہے
▁یہ ▁اس ▁لیے ▁کہ ▁کفر ▁کرنے ▁والوں ▁نے ▁باطل ▁کی ▁پیر وی ▁کی ▁اور ▁ایمان ▁لانے ▁والوں ▁نے ▁اس ▁حق ▁کی ▁پیر وی ▁کی ▁جو ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁ ایا ▁ہے ▁اس ▁طرح ▁اللہ ▁لوگوں ▁کو ▁ان ▁کی ▁ٹھیک ▁ٹھیک ▁حیثیت ▁بتا ي ے ▁دیتا ▁ہے
▁ان ▁کے ▁حق ▁میں ▁بہترین ▁بات ▁اطاعت ▁اور ▁نیک ▁گفتگو ▁ہے ▁پھر ▁جب ▁جنگ ▁کا ▁معاملہ ▁طے ▁ہو جا ي ے ▁تو ▁اگر ▁خدا ▁سے ▁اپنے ▁کي ے ▁وعدہ ▁پر ▁قاي م ▁رہیں ▁تو ▁ان ▁کے ▁حق ▁میں ▁بہت ▁بہتر ▁ہے
▁اور ▁ان ▁کے ▁پاس ▁ایسی ▁( سابق ہ ▁قوم وں ▁کی ) ▁ایسی ▁خبریں ▁اچ کی ▁ہیں ▁جن ▁میں ▁( سر کش ی ▁کرنے ▁والوں ▁کی لي ے ) ▁کافی ▁سامان ▁عبر ت ▁ہے۔
▁لیکن ▁جو ▁لوگ ▁اپنے ▁پروردگار ▁سے ▁ڈر تے ▁رہے ▁ان ▁کے ▁لیے ▁باغ ▁ہے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہیں ▁( اور ) ▁ان ▁میں ▁ہمیشہ ▁رہیں ▁گے ▁( یہ ) ▁خدا ▁کے ▁ہاں ▁سے ▁( ان ▁کی ) ▁مہمان ی ▁ہے ▁اور ▁جو ▁کچھ ▁خدا ▁کے ▁ہاں ▁ہے ▁وہ ▁نیک و ▁کار وں ▁کے ▁لیے ▁بہت ▁اچھا ▁ہے
▁اور ▁مشر ک ▁عورت یں ▁جب ▁تک ▁ایمان ▁نہ ▁لاي یں ▁ان ▁سے ▁نکاح ▁نہ ▁کرو ▁اور مش رک ▁عورتوں ▁سے ▁ایمان ▁دار ▁لو نڈی ▁بہتر ▁ہے ▁گو ▁وہ ▁تمہیں ▁بھ لی ▁معلوم ▁ہو ▁اور ▁مشر ک ▁مرد وں ▁سے ▁نکاح ▁نہ ▁کرو ▁یہاں ▁تک ▁کہ ▁وہ ▁ایمان ▁لاي یں ▁اور ▁البتہ ▁مومن ▁غلام ▁مشر ک ▁سے ▁بہتر ▁ہے ▁اگرچہ ▁وہ ▁تمہیں ▁اچھا ▁ہی ▁لگے ▁یہ ▁لوگ ▁دوزخ ▁کی ▁طرف ▁بلا تے ▁ہیں ▁اور ▁الله ▁جنت ▁اور ▁بخش ش ▁کی ▁طرف ▁اپنے ▁حکم ▁سے ▁بلا تا ▁ہے ▁اور ▁لوگوں ▁کے ▁لیے ▁اپنی ▁ ایت یں ▁کھول ▁کر ▁بیان ▁کرتا ▁ہے ▁تاکہ ▁وہ ▁نص ی حت ▁حاصل ▁کریں
▁وہی ▁لوگ ▁اپنے ▁رب ▁کے ▁راستہ ▁پر ▁ہیں ▁اور ▁وہی ▁نجات ▁پانے ▁والے ▁ہیں
▁پھر ▁ان ▁ظالم وں ▁کی ▁جڑ ▁کا ٹ ▁دی ▁ گي ی ▁اور ▁الله ▁ہی ▁کے ▁لیے ▁سب ▁تعریف ▁ہے ▁جو ▁سارے ▁ جہ ان ▁کا ▁پال نے ▁والا ▁ہے
▁اور ▁ہم ▁کو ▁اپنی ▁رحمت ▁سے ▁ان ▁کا فر ▁لوگوں ▁سے ▁نجات ▁دے
▁اے ▁میرے ▁پال نے ▁والے ▁مع بود ! ▁انہوں ▁نے ▁بہت ▁سے ▁لوگوں ▁کو ▁راه ▁سے ▁بھ ٹک ا ▁دیا ▁ہے۔ ▁پس ▁میری ▁تابع داری ▁کرنے ▁والا ▁میرا ▁ہے ▁اور ▁جو ▁میری ▁نا فر مان ی ▁کرے ▁تو ▁تو ▁بہت ▁ہی ▁معاف ▁اور ▁کرم ▁کرنے ▁والا ▁ہے۔
▁بول ے ، ▁بادشاہ ▁کا ▁پیمان ہ ▁نہیں ▁ملتا ▁اور ▁جو ▁اسے ▁لاي ے ▁گا ▁اس ▁کے ▁لیے ▁ایک ▁او نٹ ▁کا ▁بوجھ ▁ہے ▁اور ▁میں ▁اس ▁کا ▁ض امن ▁ہوں ،
▁اور ▁وہ ▁ہی ▁ہے ▁جو ▁بارش ▁برس ات ا ▁ہے ▁ان ▁کے ▁مایوس ▁ہو ▁جانے ▁کے ▁بعد ▁اور ▁اپنی ▁رحمت ▁پھیلا ▁دیتا ▁ہے ، ▁اور ▁وہ ▁کار ▁ساز ▁بڑی ▁تعریف وں ▁کے ▁لا يق ▁ہے ،
▁نوح ▁نے ▁کہا ▁" میں ▁کیا ▁جان وں ▁کہ ▁ان ▁کے ▁عمل ▁کیسے ▁ہیں
▁اور ▁اصحاب ▁مد ین ▁نے ▁بھی ▁اور ▁موسی ▁کو ▁بھی ▁جھ ٹل ایا ▁گیا ▁ہے ▁تو ▁ہم ▁نے ▁کف ار ▁کو ▁مہ لت ▁دے ▁دی ▁اور ▁پھر ▁اس ▁کے ▁بعد ▁انہیں ▁اپنی ▁گرفت ▁میں ▁لے ▁لیا ▁تو ▁سب ▁نے ▁دیکھ ▁لیا ▁کہ ▁ہمارا ▁عذاب ▁کی سا ▁ہوتا ▁ہے
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اللہ ▁ان ▁کی ▁م دا ▁قیام ▁سے ▁زیادہ ▁با خبر ▁ہے ▁اسی ▁کے ▁لي ے ▁اس مان ▁و ▁زمین ▁کا ▁سارا ▁غ یب ▁ہے ▁اور ▁اس ▁کی ▁سماعت ▁وب صار ت ▁کا ▁کیا ▁کہنا ▁ان ▁لوگوں ▁کے ▁لي ے ▁اس ▁کے ▁علاوہ ▁کوي ی ▁سرپرست ▁نہیں ▁ہے ▁اور نہ ▁وہ ▁کسی ▁کو ▁اپنے ▁حکم ▁میں ▁شریک ▁کرتا ▁ہے
▁تو ▁حق ▁ثابت ▁ہوا ▁اور ▁ان ▁کا ▁کام ▁باطل ▁ہوا ،
▁اور ▁حق ▁اگر ▁کہیں ▁ان ▁کی ▁خواہش ات ▁کے ▁پیچھے ▁چل تا ▁تو ▁زمین ▁اور ▁اس مان ▁اور ▁ان ▁کی ▁ساری ▁اباد ی ▁کا ▁نظام ▁در ہم ▁بر ہم ▁ہو ▁جاتا ▁نہیں ، ▁بلکہ ▁ہم ▁ان ▁کا ▁اپنا ▁ہی ▁ذکر ▁ان ▁کے ▁پاس ▁لاي ے ▁ہیں ▁اور ▁وہ ▁اپنے ▁ذکر ▁سے ▁منہ ▁م وڑ ▁رہے ▁ہیں
▁تم ▁ان ▁سے ▁لڑ تے ▁رہ و ▁یہاں ▁تک ▁کہ ▁فت نہ ▁باقی ▁نہ ▁رہے ▁اور ▁دین ▁اللہ ▁کے ▁لیے ▁ہو ▁جاي ے ▁پھر ▁اگر ▁وہ ▁باز ▁ا ▁جاي یں ، ▁تو ▁سمجھ ▁لو ▁کہ ▁ظالم وں ▁کے ▁سوا ▁اور ▁کسی ▁پر ▁دست ▁در ازی ▁ روا ▁نہیں
▁اور ▁پھر ▁وہی ▁چیز ▁ان ▁پر ▁ا ▁جاي ے ▁جس ▁سے ▁انہیں ▁ڈرا یا ▁جا ▁رہا ▁ہے
▁یہ ▁سب ▁حقیقی ▁واقعات ▁ہیں ▁اور ▁خدا ▁کے ▁علاوہ ▁کوي ی ▁دوسرا ▁خدا ▁نہیں ▁ہے ▁اور ▁وہی ▁خدا ▁صاحب ▁عزت ▁و ▁حکمت
▁نبی ▁مومن ین ▁پر ▁ان ▁کی ▁جان وں ▁سے ▁بھی ▁زیادہ ▁حق ▁( تصرف ) ▁رکھتے ▁ہیں۔ ▁اور ▁اپ ▁کی ▁بیوی اں ▁ان ▁( موم ن ین ) ▁کی ▁ماي یں ▁ہیں ▁اور ▁کتاب ▁اللہ ▁کی ▁رو ▁سے ▁رشتہ ▁دار ▁بہ ▁نسبت ▁عام ▁مومن ین ▁و ▁مہاجرین ▁کے ▁( ور اث ت ▁میں ) ▁ایک ▁دوسرے ▁کے ▁زیادہ ▁حق دار ▁ہیں ▁مگر ▁یہ ▁کہ ▁تم ▁اپنے ▁دوستوں ▁کے ▁ساتھ ▁حسن ▁سلوک ▁کرنا ▁چاہ و ۔ ▁یہ ▁حکم ▁کتاب ▁( الہ ی ) ▁میں ▁لکھا ▁ہوا ▁ہے۔
▁اور ▁فرع ون ▁نے ▁کہا : ▁اے ▁در بار یو ! ▁میں ▁تمہارے ▁لي ے ▁اپنے ▁سوا ▁کوي ی ▁دوسرا ▁مع بود ▁نہیں ▁جانتا ۔ ▁اے ▁ہا مان ! ▁میرے ▁لي ے ▁گا رے ▁کو ▁ اگ ▁لگا ▁( کر ▁کچھ ▁این ٹ یں ▁پک ا ) ▁دے ، ▁پھر ▁میرے ▁لي ے ▁( ان ▁سے ) ▁ایک ▁اون چی ▁عمارت ▁تیار ▁کر ، ▁شاید ▁میں ▁( اس ▁پر ▁چڑھ ▁کر ) ▁موسی ▁کے ▁خدا ▁تک ▁رس اي ی ▁پا ▁سک وں ، ▁اور ▁میں ▁تو ▁اس ▁کو ▁جھوٹ ▁بول نے ▁والوں ▁میں ▁گمان ▁کرتا ▁ہوں ،
▁کیا ▁تم ▁نے ▁اس ▁کے ▁حال ▁پر ▁نظر ▁نہیں ▁کی ▁جس ▁نے ▁ابراہیم ▁علی ھ ▁السلام ▁سے ▁پروردگار ▁کے ▁بارے ▁میں ▁بحث ▁کی ▁صرف ▁اس ▁بات ▁پر ▁کہ ▁خدا ▁نے ▁اسے ▁ملک ▁دے ▁دیا ▁تھا ▁جب ▁ابر ہ یم ▁علی ھ ▁السلام ▁نے ▁یہ ▁کہا ▁کہ ▁میرا ▁خدا ▁جل تا ▁بھی ▁ہے ▁اور ▁مار تا ▁بھی ▁ہے ▁تو ▁اس ▁نے ▁کہا ▁کہ ▁یہ ▁کام ▁میں ▁بھی ▁کرسکتا ▁ہوں ▁تو ▁ابراہیم ▁علی ھ ▁السلام ▁نے ▁کہا ▁کہ ▁میرا ▁خدا م شرق ▁سے ▁اف تاب ▁نکال تا ▁ہے ▁تو ▁مغرب ▁سے ▁نکال ▁دے ▁تو ▁کا فر ▁حیران ▁رہ ▁گیا ▁اور ▁اللہ ▁ظالم ▁قوم ▁کی ▁ہدایت ▁نہیں ▁کرتا ▁ہے
▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁دریافت ▁کیا : ▁اے ▁( اللہ ▁کے ) ▁بھیج ے ▁ہو ي ے ▁فرشت و ! ▁( اس ▁بشار ت ▁کے ▁علاوہ ) ▁اور ▁تم ہ ارا ▁کیا ▁کام ▁ہے ▁( جس ▁کے ▁لي ے ▁اي ے ▁ہو )،
▁اور ▁وہ ▁جو ▁دیتے ▁ہیں ▁جو ▁کچھ ▁دیں ▁اور ▁ان ▁کے ▁دل ▁ڈر ▁رہے ▁ہیں ▁یوں ▁کہ ▁ان ▁کو ▁اپنے ▁رب ▁کی ▁طرف ▁پھر نا ▁ہے ،
▁وہ ▁بت ▁ان ▁کی ▁مدد ▁کی ▁قدرت ▁نہیں ▁رکھتے ▁اور ▁یہ ▁( ک فار ▁و ▁مشر کین ) ▁ان ▁( بت وں ) ▁کے ▁لشکر ▁ہوں ▁گے ▁جو ▁( ا کٹ ھے ▁دوزخ ▁میں ) ▁حاضر ▁کر ▁دی ي ے ▁جاي یں ▁گے ،
▁اے ▁ہار ون ▁کی ▁بہن ! ▁نہ ▁تو ▁تیر ا ▁باپ ▁برا ▁اد می ▁تھا ▁اور ▁نہ ▁تیر ی ▁ماں ▁بد کار ▁تھی
▁فرشت وں ▁اور ▁اد م یوں ▁میں ▁سے ▁الله ▁ہی ▁پیغام ▁پہنچا نے ▁کے ▁لیے ▁چن ▁لی تا ▁ہے ▁بے ▁شک ▁الله ▁سن نے ▁والا ▁دیکھنے ▁والا ▁ہے
▁بے شک ▁ہم ▁نے ▁موسی ▁و ▁ہار ون ▁کو ▁فرق ان ، ▁روشنی ▁اور ▁پر ہ یز گار وں ▁کی لي ے ▁نص ی حت ▁ نامہ ▁عطا ▁کیا۔
▁کیونکہ ▁تیر ے ▁رب ▁نے ▁اسے ▁( ایس ا کر نے ▁کا ) ▁حکم ▁دیا ▁ہوگا
▁اے ▁رسول ▁ان کا ▁غم ▁نہ ▁کر ▁جو ▁د وڑ ▁کر ▁کفر ▁میں ▁گر تے ▁ہیں ▁وہ ▁لوگ ▁جو ▁اپنے ▁منہ ▁سے ▁کہتے ▁ہیں ▁کہ ▁ہم ▁مومن ▁ہیں ▁حالانک ہ ▁ان ▁کے ▁دل ▁مومن ▁نہیں ▁ہیں ▁اور ▁وہ ▁جو ▁یہودی ▁ہیں ▁جھوٹ ▁بول نے ▁کے ▁لیے ▁جاسوس ی ▁کرتے ▁ہیں ▁وہ ▁دوسری ▁جماعت ▁کے ▁جاسوس ▁ہیں ▁جو ▁ت جھ ▁تک ▁نہیں ▁اي ی ▁بات ▁کو ▁اس ▁کے ٹھ کا نے ▁سے ▁بدل ▁دیتے ▁ہیں ▁کہتے ▁ہیں ▁کہ ▁تمہیں ▁یہ ▁حکم ▁ملے ▁تو ▁قبول ▁کر ▁لینا ▁اور ▁اگر ▁یہ ▁نہ ▁ملے ▁تو ▁بچ تے ▁رہ نا ▁اور ▁جسے ▁الله ▁گمراہ ▁کرنا ▁چاہے ▁سو ▁تو ▁الله ▁کے ▁ہاں ▁ا ▁سکے ▁لیے ▁کچھ ▁نہیں ▁کر ▁سکتا ▁یہ ▁وہی ▁لوگ ▁ہیں ▁جن ▁کے ▁دل ▁پاک ▁کرنے ▁کا ▁الله ▁نے ▁اراد ہ ▁نہیں ▁کیا ▁ان ▁کے ▁لیے ▁دنیا ▁میں ▁ذ لت ▁ہے ▁اور ▁اخر ت ▁میں ▁بڑا ▁ع ذا ▁ب ▁ہے
▁اپنے ▁رب ▁سے ▁من کر وں ▁کا ▁حال ▁ایسا ▁ہے ▁کہ ▁ان ▁کے ▁کام ▁ہیں ▁جیسے ▁را کھ ▁کہ ▁اس ▁پر ▁ہوا ▁کا ▁سخت ▁جھ ون کا ▁ ایا ▁ان دھی ▁کے ▁دن ▁میں ▁ساری ▁کم اي ی ▁میں ▁سے ▁کچھ ▁ہاتھ ▁نہ ▁لگا ، ▁یہی ▁ہے ▁دور ▁کی ▁گمراہ ی ،
▁تو ▁ہم ▁نے ▁ ندا ▁دی ▁اے ▁ابراہیم ( ع ) !
▁یہاں ▁تک ▁کہ ▁تم ▁قبر وں ▁میں ▁جا ▁پہنچے ،
▁اور ▁ان ▁کے ▁پیچھے ▁لگی ▁اس ▁دنیا ▁میں ▁لعنت ▁اور ▁قیامت ▁کے ▁دن ، ▁سن ▁لو ! ▁بیش ک ▁ عاد ▁اپنے ▁رب ▁سے ▁من کر ▁ہو ي ے ، ▁ ارے ▁دور ▁ہوں ▁ عاد ▁ہو د ▁کی ▁قوم ،
▁ز لی خا ▁نے ▁کہا ▁کہ ▁یہی ▁وہ ▁ہے ▁جس ▁کے ▁بارے ▁میں ▁تم ▁لوگوں ▁نے ▁میری ▁ملا مت ▁کی ▁ہے ▁اور ▁میں ▁نے ▁اسے ▁ کھی نچ نا ▁چاہ ا ▁تھا ▁کہ ▁یہ ▁بچ ▁کر ▁نکل ▁گیا ▁اور ▁جب ▁میری ▁بات ▁نہیں ▁مان ی ▁تو ▁اب ▁قید ▁کیا ▁جاي ے ▁گا ▁اور ▁ذ ل یل ▁بھی ▁ہوگا
▁اور ▁جب ▁اللہ ▁کا ▁بنده ▁اس ▁کی ▁عبادت ▁کے ▁لیے ▁کھڑا ▁ہوا ▁تو ▁قریب ▁تھا ▁کہ ▁وه ▁بھی ڑ ▁کی ▁بھی ڑ ▁بن ▁کر ▁اس ▁پر ▁پل ▁پڑ یں
▁اللہ ▁تعالی ▁کا ▁ایک ▁رسول ▁جو ▁پاک ▁ صح یف ے ▁پڑھ ے
▁روشن ▁کتاب ▁کی ▁قسم
▁اور ▁ہم ▁نے ▁ان ▁کے ▁لي ے ▁ایسے ▁جسم ▁نہیں ▁بنا ي ے ▁تھے ▁کہ ▁کھانا ▁نہ ▁کھا ي یں ▁اور ▁نہ ▁وہ ▁ہمیشہ ▁رہنے ▁والے ▁تھے
▁پھر ▁جب ▁اي ی ▁کہا ▁گیا ▁کیا ▁تیر ا ▁تخت ▁ایسا ▁ہی ▁ہے ▁کہنے ▁لگی ▁گویا کہ ▁یہ ▁وہی ▁ہے ▁اور ▁ہمیں ▁تو ▁پہلے ▁ہی ▁معلوم ▁ہو ▁گیا ▁تھا ▁اور ▁ہم ▁فرمان بر دار ▁ہو ▁چکے ▁ہیں
▁یہ ▁لوگ ▁نہ ▁روي ے ▁زمین ▁میں ▁خدا ▁کو ▁عاجز ▁کرسکتے ▁ہیں ▁اور ▁نہ ▁خ د ▁ا کے ▁علاوہ ▁ان ▁کا ▁کوي ی ▁ناصر ▁و ▁مدد گار ▁ہے ▁ان ▁کا ▁عذاب ▁د گن ا ▁کردیا ▁جاي ے ▁گا ▁کہ ▁یہ ▁نہ ▁حق ▁بات ▁سن ▁سکتے ▁تھے ▁اور ▁نہ ▁اس ▁کے ▁منظر ▁عام ▁کو ▁دیکھ ▁سکتے ▁تھے
▁اور ▁جو ▁لوگ ▁خدا ▁کی ▁راہ ▁میں ▁مار ے ▁جاي یں ▁ان ▁کی ▁نسبت ▁یہ ▁کہنا ▁کہ ▁وہ ▁مر ے ▁ہو ي ے ▁ہیں ▁( وہ ▁مرد ہ ▁نہیں ) ▁بلکہ ▁زندہ ▁ہیں ▁لیکن ▁تم ▁نہیں ▁جانتے
▁ان ▁کے ▁کر تو ت وں ▁کی ▁خراب یاں ▁اخر ▁ان ▁کی ▁دامن گیر ▁ہو ▁ گي یں ▁اور ▁وہی ▁چیز ▁ان ▁پر ▁م سلط ▁ہو ▁کر ▁رہی ▁جس ▁کا ▁وہ ▁مذاق ▁ا ڑ ایا ▁کرتے ▁تھے
▁وه ▁وہی ▁ہے ▁جس ▁نے ▁تمہیں ▁م ٹی ▁سے ▁پھر ▁ن طف ے ▁سے ▁پھر ▁خون ▁کے ▁لو تھ ڑے ▁سے ▁پیدا ▁کیا ▁پھر ▁تمہیں ▁بچہ ▁کی ▁صورت ▁میں ▁نکال تا ▁ہے ، ▁پھر ▁( تم ہ یں ▁بڑھا تا ▁ہے ▁کہ ) ▁تم ▁اپنی ▁پوری ▁قوت ▁کو ▁پہنچ ▁جا و ▁پھر ▁بو ڑھ ے ▁ہو ▁جا و ، ▁تم ▁میں ▁سے ▁بعض ▁اس ▁سے ▁پہلے ▁ہی ▁فوت ▁ہو ▁جاتے ▁ہیں ، ▁( وه ▁تمہیں ▁چھوڑ ▁دیتا ▁ہے ) ▁تاکہ ▁تم ▁مدت ▁معین ▁تک ▁پہنچ ▁جا و ▁اور ▁تاکہ ▁تم ▁سوچ ▁سمجھ ▁لو
▁اور ▁اس ▁نے ▁تو ▁اسے ▁ایک ▁بار ▁اور ▁بھی ▁دیکھا ▁ہے
▁فرما ▁دی جي ے : ▁میں ▁تو ▁صرف ▁ڈر ▁سن انے ▁والا ▁ہوں ، ▁اور ▁االله ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁جو ▁یک تا ▁سب ▁پر ▁غالب ▁ہے ،
▁اس ▁کی ▁طرف ▁سے ▁درج ات ▁م غفر ت ▁اور ▁رحمت ▁ہے ▁اور ▁وہ ▁بڑا ▁بخش نے ▁والا ▁اور ▁مہر بان ▁ہے
▁پس ▁ہم ▁نے ▁اس ▁غار ▁میں ▁ گن تی ▁کے ▁چند ▁سال ▁ان ▁کے ▁کان وں ▁پر ▁تھ پ کی ▁دے ▁کر ▁( ا نہیں ▁سلا ▁دیا )،
▁اور ▁نہای ت ▁گرم ▁چشم ے ▁کا ▁پانی ▁ان ▁کو ▁پل ایا ▁جاي ے ▁گا
▁جس ▁روز ▁کا فر ▁اور ▁رسول ▁کے ▁نا فر مان ▁ارز و ▁کریں ▁گے ▁کہ ▁کاش ! ▁انہیں ▁زمین ▁کے ▁ساتھ ▁ہم وار ▁کر ▁دیا ▁جاتا ▁اور ▁اللہ ▁تعالی ▁سے ▁کوي ی ▁بات ▁نہ ▁چھپ ا ▁سکیں ▁گے
▁جب ▁کہ ▁انہوں ▁نے ▁کہا ▁کہ ▁یوسف ▁اور ▁اس ▁کا ▁بھ اي ی ▁بہ ▁نسبت ▁ہمارے ، ▁باپ ▁کو ▁بہت ▁زیاد ه ▁پیار ے ▁ہیں ▁حالانک ہ ▁ہم ▁( طاق تور ) ▁جماعت ▁ہیں ▁کوي ی ▁شک ▁نہیں ▁کہ ▁ہمارے ▁اب ا ▁ صر یح ▁غلطی ▁میں ▁ہیں
▁( ا ے ▁پیغمبر ( ص ) ) ▁ان ▁لوگوں ▁کی ▁باتیں ▁اپ ▁کو ▁رنج ید ہ ▁نہ ▁کریں ▁بے ▁شک ▁ہم ▁خوب ▁جانتے ▁ہیں ▁جو ▁کچھ ▁وہ ▁چھپ ات ے ▁ہیں ▁اور ▁جو ▁کچھ ▁وہ ▁ظاہر ▁کرتے ▁ہیں۔
▁اور ▁بیش ک ▁ہم ▁نے ▁تمہیں ▁پیدا ▁کیا ▁پھر ▁تمہارے ▁نقش ے ▁بنا ي ے ▁پھر ▁ہم ▁نے ▁ملا ي کہ ▁سے ▁فرمایا ▁کہ ▁اد م ▁کو ▁سج دہ ▁کرو ، ▁تو ▁وہ ▁سب ▁سج دے ▁میں ▁گر ے ▁مگر ▁اب لیس ، ▁یہ ▁سج دہ ▁کرنے ▁والوں ▁میں ▁نہ ▁ہوا ،
▁اللہ ▁بر حق ▁اور ▁بے ▁نیاز ▁ہے
▁اور ▁ان ▁میں ▁کچھ ▁وہ ▁( بھی ) ▁ہیں ▁جو ▁اپ ▁کی ▁طرف ▁کان ▁لگا ي ے ▁رہتے ▁ہیں ▁اور ▁ہم ▁نے ▁ان ▁کے ▁دل وں ▁پر ( ان ▁کی ▁اپنی ▁بدن یتی ▁کے ▁باعث ) ▁پر دے ▁ڈال ▁دی ي ے ▁ہیں ▁( سو ▁اب ▁ان ▁کے ▁لي ے ▁ممکن ▁نہیں ) ▁کہ ▁وہ ▁اس ▁( قر ان ) ▁کو ▁سمجھ ▁سکیں ▁اور ▁( ہم ▁نے ) ▁ان ▁کے ▁کان وں ▁میں ▁ڈاٹ ▁دے ▁دی ▁ہے ، ▁اور ▁اگر ▁وہ ▁تمام ▁نشانی وں ▁کو ▁( کھ لا ▁بھی ) ▁دیکھ ▁لیں ▁تو ▁( بھی ) ▁اس ▁پر ▁ایمان ▁نہیں ▁لاي یں ▁گے۔ ▁حتی ▁کہ ▁جب ▁اپ ▁کے ▁پاس ▁ا تے ▁ہیں ، ▁اپ ▁سے ▁جھ گ ڑا ▁کرتے ▁ہیں ▁( اس ▁وقت ) ▁کا فر ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁یہ ▁( قر ان ) ▁پہلے ▁لوگوں ▁کی ▁جھوٹ ی ▁کہانی وں ▁کے ▁سوا ▁( ک چھ ) ▁نہیں ،
▁سامان ▁زیست ▁کے ▁طور ▁پر ▁تمہارے ▁لیے ▁اور ▁تمہارے ▁م ویش یوں ▁کے ▁لیے
▁کیا ▁اپ ▁کے ▁پاس ▁لشکر وں ▁کی ▁خبر ▁پہنچ ی ▁ہے ،
▁لوگوں ▁کو ▁مرغ وب ▁چیز وں ▁کی ▁محبت ▁نے ▁فری فت ہ ▁کیا ▁ہوا ▁ہے ▁جیسے ▁عورت یں ▁اور ▁بیٹے ▁اور ▁سو نے ▁اور ▁چاند ی ▁کے ▁جمع ▁کیے ▁ہو ي ے ▁خزان ے ▁اور ▁نشان ▁کیے ▁ہو ي ے ▁گھو ڑے ▁اور ▁مو ی شی ▁اور ▁کھ یتی ▁یہ ▁دنیا ▁کی ▁زندگی ▁کا ▁فاي دہ ▁ہے ▁اور ▁الله ▁ہی ▁کے ▁پاس ▁اچھا ▁ ٹھ کان ہ ▁ہے
▁اگر ▁ہم ▁چاہتے ▁تو ▁تمہارے ▁عوض ▁فرشت ے ▁کردی تے ▁جو ▁زمین ▁میں ▁جانشین ی ▁کرتے
▁اور ▁اگر ▁ایسا ▁نہ ▁ہوتا ▁کہ ▁جب ▁ان ▁پر ▁گذشتہ ▁اعمال ▁کی ▁بنا ▁پر ▁کوي ی ▁مصیبت ▁نازل ▁ہوتی ▁تو ▁یہی ▁کہتے ▁کہ ▁پروردگار ▁تو ▁نے ▁ہماری ▁طرف ▁کوي ی ▁رسول ▁کیوں ▁نہیں ▁بھی جا ▁ہے ▁کہ ▁ہم ▁تیر ی ▁نشانی وں ▁کی ▁پیر وی ▁کرتے ▁اور ▁صاحب ان ▁ایمان ▁میں ▁شامل ▁ہو جا تے
▁بے شک ▁ہم ▁نیک و کار وں ▁کو ▁اسی ▁طرح ▁جزا ▁دیتے ▁ہیں۔
▁وہ ▁سب ▁برابر ▁نہیں ▁اہل ▁کتاب ▁میں ▁سے ▁ایک ▁فرق ہ ▁سی دھی ▁راہ ▁پر ▁ہے ▁وہ ▁رات ▁کے ▁وقت ▁الله ▁کی ▁ ایت یں ▁پڑھ تے ▁ہیں ▁اور ▁وہ ▁سج دے ▁کرتے ▁ہیں
▁( ا الله ▁نے ) ▁ارشاد ▁فرمایا : ▁اے ▁اب لیس ! ▁تج ھے ▁کس ▁نے ▁اس ▁( ہ ستی ) ▁کو ▁سج دہ ▁کرنے ▁سے ▁روک ا ▁ہے ▁جسے ▁میں ▁نے ▁خود ▁اپنے ▁دست ▁( کر م ) ▁سے ▁بنایا ▁ہے ، ▁کیا ▁تو ▁نے ▁( اس ▁سے ) ▁تک بر ▁کیا ▁یا ▁تو ▁( ب زعم ▁خویش ) ▁بلند ▁ رت بہ ▁( بنا ▁ہوا ) ▁تھا ،
▁جو ▁لوگ ▁بر ے ▁کام ▁کرتے ▁ہیں ▁کیا ▁وہ ▁یہ ▁خیال ▁کرتے ▁ہیں ▁کہ ▁ہم ▁ان ▁کو ▁ان ▁لوگوں ▁جیسا ▁کرد یں ▁گے ▁جو ▁ایمان ▁لاي ے ▁اور ▁عمل ▁نیک ▁کرتے ▁رہے ▁اور ▁ان ▁کی ▁زندگی ▁اور ▁موت ▁یکساں ▁ہوگی۔ ▁یہ ▁جو ▁دعو ے ▁کرتے ▁ہیں ▁بر ے ▁ہیں
▁اور ▁کہتے ▁ہیں ▁" یہ ▁تو ▁ صر یح ▁جادو ▁ہے
▁اور ▁اس ▁دن ▁تم ▁گ نہ گار وں ▁کو ▁دیکھ و ▁گے ▁کہ ▁زنجیر وں ▁میں ▁ج ک ڑے ▁ہو ي ے ▁ہیں
▁تم ▁پر ▁لکھ ▁دیا ▁گیا ▁ہے ▁کہ ▁جب ▁تم ▁میں ▁سے ▁کسی ▁کے ▁سامنے ▁موت ▁اک ھڑ ی ▁ہو۔ ▁بشر طی کہ ▁وہ ▁کچھ ▁مال ▁چھوڑ ے ▁جا ▁رہا ▁ہو ▁تو ▁مناسب ▁وص یت ▁کر ▁جاي ے ▁اپنے ▁ماں ، ▁باپ ▁اور ▁زیادہ ▁قریب ی ▁رشتہ ▁دار وں ▁کی لي ے۔ ▁یہ ▁پر ہ یز گار وں ▁کے ▁ذم ہ ▁حق ▁ہے ▁( لازم ▁ہے ) ۔
▁پس ▁چپ کے ▁سے ▁ان ▁کے ▁دی وتا وں ▁کی ▁طرف ▁ گي ے ▁اور ▁( ان ▁سے ) ▁کہا ▁کہ ▁تم ▁کھا تے ▁کیوں ▁نہیں ؟
▁اور ▁اللہ ▁تعالی ▁کی ▁عبادت ▁کرو ▁اور ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہ ▁کرو ▁اور ▁ماں ▁باپ ▁کے ▁ساتھ ▁سلوک ▁و اح سان ▁کرو ▁اور ▁رشتہ ▁دار وں ▁سے ▁اور ▁ یت یم وں ▁سے ▁اور ▁مس کین وں ▁سے ▁اور ▁قر ابت ▁دار ▁ہم سا یہ ▁سے ▁اور ▁ا جنب ی ▁ہم سا یہ ▁سے ▁اور ▁پہلو ▁کے ▁ساتھ ی ▁سے ▁اور ▁راه ▁کے ▁مسافر ▁سے ▁اور ▁ان ▁سے ▁جن ▁کے ▁مالک ▁تمہارے ▁ہاتھ ▁ہیں ، ▁( غل ام ▁کنی ز ) ▁یقینا ▁اللہ ▁تعالی ▁تک بر ▁کرنے ▁والوں ▁اور ▁شیخ ی ▁خور وں ▁کو ▁پسند ▁نہیں ▁فرما تا
▁پھر ▁ہم ▁نے ن یک وں ▁پر ▁نعمت ▁پوری ▁کرنے ▁کے ▁لیے ▁موسی ▁کو ▁کتاب ▁دی ▁جس ▁میں ▁ہر ▁چیز ▁کی ▁تفصیل ▁اور ▁ہدایت ▁اور ▁رحمت ▁تھی ▁تاکہ ▁وہ ▁لوگ ▁اپنے ▁رب ▁کی ▁ملاقات ▁پر ▁ایمان ▁لاي یں
▁( قوم ) ▁ثم ود ▁نے ▁( بھی ) ▁پیغمبر وں ▁کو ▁جھ ٹل ایا ،
▁بھ لا ▁جو ▁شخص ▁قیامت ▁کے ▁دن ▁اپنے ▁منہ ▁سے ▁بر ے ▁عذاب ▁کو ▁روک تا ▁ہو ▁( کیا ▁وہ ▁وی سا ▁ہوسکتا ▁ہے ▁جو ▁چین ▁میں ▁ہو ) ▁اور ▁ظالم وں ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ▁جو ▁کچھ ▁تم ▁کرتے ▁رہے ▁تھے ▁اس ▁کے ▁ مز ے ▁چک ھو
▁اس ▁کا ▁کوي ی ▁شریک ▁نہیں ▁اور ▁مجھ ▁کو ▁اسی ▁کا ▁حکم ▁ہوا ▁ہے ▁اور ▁میں ▁سب ▁مان نے ▁والوں ▁میں ▁سے ▁پہلا ▁ہوں
▁یہ ▁کہتے ▁ہیں ▁" اگر ▁خدا ي ے ▁رحم ن ▁چاہتا ▁( کہ ▁ہم ▁ان ▁کی ▁عبادت ▁نہ ▁کریں ) ▁تو ▁ہم ▁کبھی ▁ان ▁کو ▁نہ ▁پو ج تے " ▁یہ ▁اس ▁معاملے ▁کی ▁حقیقت ▁کو ▁قطعی ▁نہیں ▁جانتے ، ▁محض ▁تیر ▁تک ے ▁لڑ ات ے ▁ہیں
▁اور ▁اللہ ▁ہی ▁نے ▁تمہارے ▁لي ے ▁اپنی ▁پیدا ▁کردہ ▁کي ی ▁چیز وں ▁کے ▁ساي ے ▁بنا ي ے ▁اور ▁اس ▁نے ▁تمہارے ▁لي ے ▁پہاڑ وں ▁میں ▁پناہ ▁گاہ یں ▁بنا ي یں ▁اور ▁اس ▁نے ▁تمہارے ▁لي ے ▁( ک چھ ) ▁ایسے ▁لباس ▁بنا ي ے ▁جو ▁تمہیں ▁گرمی ▁سے ▁بچا تے ▁ہیں ▁اور ▁( ک چھ ) ▁ایسے ▁لباس ▁جو ▁تمہیں ▁شدید ▁جنگ ▁میں ▁( د ش من ▁کے ▁وار ▁سے ) ▁بچا تے ▁ہیں ، ▁اس ▁طرح ▁اللہ ▁تم ▁پر ▁اپنی ▁نعمت ▁( ک فال ت ▁و ▁حفاظت ) ▁پوری ▁فرما تا ▁ہے ▁تاکہ ▁تم ▁( اس ▁کے ▁حضور ) ▁سر ▁نیاز ▁خم ▁کر ▁دو ،
▁سلامتی ▁ہو ▁تم ▁پر ▁تمہارے ▁صبر ▁کا ▁بدل ہ ▁تو ▁پ چھ لا ▁گھر ▁کیا ▁ہی ▁خوب ▁ملا ،
▁بیش ک ▁جن ▁لوگوں ▁نے ▁( عا يش ہ ▁صدی ق ہ ▁طیب ہ ▁طاہر ہ ▁رضی ▁االله ▁عنہ ا ▁پر ) ▁بہت ان ▁لگایا ▁تھا ▁( وہ ▁بھی ) ▁تم ▁ہی ▁میں ▁سے ▁ایک ▁جماعت ▁تھی ، ▁تم ▁اس ▁( بہ تان ▁کے ▁واقعہ ) ▁کو ▁اپنے ▁حق ▁میں ▁برا ▁مت ▁سمجھ و ▁بلکہ ▁وہ ▁تمہارے ▁حق ▁میں ▁بہتر ▁( ہو گیا ) ▁ہے ٭ ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁کے ▁لي ے ▁اتنا ▁ہی ▁گناہ ▁ہے ▁جتن ا ▁اس ▁نے ▁کم ایا ، ▁اور ▁ان ▁میں ▁سے ▁جس ▁نے ▁اس ▁( بہ تان ) ▁میں ▁سب ▁سے ▁زیادہ ▁حصہ ▁لیا ▁اس ▁کے ▁لي ے ▁زبردست ▁عذاب ▁ہے ، ▁ ٭ ▁( کی ون کہ ▁تمہیں ▁اسی ▁حوالے ▁سے ▁احکام ▁شریعت ▁مل ▁ گي ے ▁اور ▁عا يش ہ ▁صدی ق ہ ▁طیب ہ ▁طاہر ہ ▁رضی ▁االله ▁عنہ ا ▁کی ▁پاک ▁دامن ی ▁کا ▁گواہ ▁خود ▁اللہ ▁بن ▁گیا ▁جس ▁سے ▁تمہیں ▁ان ▁کی ▁شان ▁کا ▁پتہ ▁چل ▁گیا۔ )
▁جس ▁نے ▁قلم ▁کے ▁ذریعے ▁( ل کھ نے ▁پڑھنے ▁کا ) ▁علم ▁سکھ ایا ،
▁اور ▁اگر ▁خدا ▁تم ▁کو ▁کوي ی ▁تکلیف ▁پہنچا ي ے ▁تو ▁اس ▁کے ▁سوا ▁اس ▁کا ▁کوي ی ▁دور ▁کرنے ▁والا ▁نہیں ▁اور ▁اگر ▁تم ▁سے ▁بھ لا ي ی ▁کرنی ▁چاہے ▁تو ▁اس ▁کے ▁فضل ▁کو ▁کوي ی ▁روکنے ▁والا ▁نہیں۔ ▁وہ ▁اپنے ▁بند وں ▁میں ▁سے ▁جسے ▁چاہتا ▁ہے ▁فاي دہ ▁پہنچا تا ▁ہے ▁اور ▁وہ ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁انہوں ▁نے ▁کہا ▁تو ▁پاک ▁ہے ▁ہم ▁تو ▁اتنا ▁ہی ▁جانتے ▁ہیں ▁جتن ا ▁تو ▁نے ▁ہمیں ▁بتایا ہے ▁بے ▁شک ▁تو ▁بڑے ▁علم ▁والا ▁حکمت ▁والا ▁ہے
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁کیا ▁تم ▁لوگوں ▁نے ▁ان ▁شرک اي ▁کو ▁دیکھا ▁ہے ▁جنہیں ▁خدا ▁کو ▁چھوڑ ▁کر ▁پکار تے ▁ہو ▁ذرا ▁مجھے ▁بھی ▁د کھ لا و ▁کہ ▁انہوں ▁نے ▁زمین ▁میں ▁کس ▁چیز ▁کو ▁پیدا ▁کیا ▁ہے ▁یا ▁ان ▁کی ▁کوي ی ▁شرکت ▁اس مان ▁میں ▁ہے ▁یا ▁ہم ▁نے ▁انہیں ▁کوي ی ▁کتاب ▁دی ▁ہے ▁کہ ▁اس ▁کی ▁طرف ▁سے ▁وہ ▁کسی ▁دلیل ▁کے ▁حامل ▁ہیں ▁- ▁یہ ▁کچھ ▁نہیں ▁ہے ▁اصل ▁یہ ▁ہے ▁کہ ▁ظالم ین ▁اپ س ▁میں ▁ایک ▁دوسرے ▁سے ▁بھی ▁پر فری ب ▁وعدہ ▁ہی ▁کرتے ▁ہیں
▁دیکھ و ▁یہ ▁اپنے ▁پروردگار ▁کے ▁روبرو ▁حاضر ▁ہونے ▁سے ▁شک ▁میں ▁ہیں۔ ▁سن ▁رکھ و ▁کہ ▁وہ ▁ہر ▁چیز ▁پر ▁اح اط ہ ▁کي ے ▁ہو ي ے ▁ہے
▁اور ▁ہم ▁نے ▁یہ ▁بھی ▁کہا ▁کہ ▁یہاں ▁سے ▁اتر پ ڑ و ▁پھر ▁اگر ▁ہماری ▁طرف ▁سے ▁ہدایت ▁اج اي ے ▁تو ▁جو ▁بھی ▁اس ▁کا ▁اتباع ▁کر لے ▁گا ▁اس ▁کے ▁لي ے ▁نہ ▁کوي ی ▁خوف ▁ہوگا ▁نہ ▁ حزن
▁ہم ▁نے ▁پہاڑ وں ▁کو ▁ان ▁کے ▁ساتھ ▁م سخر ▁کر ▁دیا ▁تھا ▁جو ▁شام ▁اور ▁صبح ▁کے ▁وقت ▁ان ▁کے ▁ساتھ ▁تس بی ح ▁کرتے ▁تھے۔
▁جس ▁نے ▁مال ▁جمع ▁کیا ▁اور ▁اسے ▁ گن ▁ گن ▁کر ▁رکھا
▁اور ▁انہوں ▁نے ▁ان ▁سے ▁صرف ▁اس ▁بات ▁کا ▁بدل ہ ▁لیا ▁ہے ▁کہ ▁وہ ▁خدا ي ے ▁عزیز ▁و ▁حمید ▁پر ▁ایمان ▁لاي ے ▁تھے
▁جو ▁چیز ▁زمین ▁پر ▁ہے ▁ہم ▁نے ▁اس ▁کو ▁زمین ▁کے ▁لي ے ▁ ارا يش ▁بنایا ▁ہے ▁تاکہ ▁لوگوں ▁کی ▁از ماي ش ▁کریں ▁کہ ▁ان ▁میں ▁کون ▁اچھے ▁عمل ▁کرنے ▁والا ▁ہے
▁اور ▁دور ▁نہ ▁کرو ▁انہیں ▁جو ▁اپنے ▁رب ▁کو ▁پکار تے ▁ہیں ▁صبح ▁اور ▁شام ▁اس ▁کی ▁رضا ▁چاہتے ▁تم ▁پر ▁ان ▁کے ▁حساب ▁سے ▁کچھ ▁نہیں ▁اور ▁ان ▁پر ▁تمہارے ▁حساب ▁سے ▁کچھ ▁نہیں ▁پھر ▁انہیں ▁تم ▁دور ▁کرو ▁تو ▁یہ ▁کام ▁انصاف ▁سے ▁بع ید ▁ہے
▁ایمان ▁والو ▁ان ▁چیز وں ▁کے ▁بارے ▁میں ▁سوال ▁نہ ▁کرو ▁جو ▁تم ▁پر ▁ظاہر ▁ہو جا ي یں ▁تو ▁تمہیں ▁بری ▁لگ یں ▁اور ▁اگر ▁نزول ▁قر ان ▁کے ▁وقت ▁دریافت ▁کر لو ▁گے ▁تو ▁ظاہر ▁بھی ▁کردی ▁جاي یں ▁گی ▁اور ▁اب ▁تک ▁کی ▁بات وں ▁کو اللہ ▁نے ▁معاف ▁کردیا ▁ہے ▁کہ ▁وہ ▁بڑا ▁بخش نے ▁والا ▁اور ▁برداشت ▁کرنے ▁والا ▁ہے
▁اب ▁الله ▁نے تم ▁سے ▁بوجھ ▁ہل کا ▁کر ▁دیا ▁اور ▁معلوم ▁کر ▁لیا ▁کہ ▁تم ▁میں ▁کس ▁قدر ▁کمزور ی ▁ہے ▁پس ▁اگر ▁تم ▁سو ▁ثابت ▁قدم ▁رہنے ▁والے ▁ہوں ▁گے ▁تو ▁دو ▁سو ▁پر ▁غالب ▁ ايي ں ▁گے ▁اور ▁اگر ▁ہر ار ▁ہوں ▁گے ▁تو ▁الله ▁کے ▁حکم ▁سے ▁دو ▁ہزار ▁پر ▁غالب ▁ ايي ں ▁گے ▁اور ▁الله ▁صبر ▁کرنے ▁والوں ▁کے ▁ساتھ ▁ہے
▁مگر ▁وہ ▁جس ▁پر ▁اللہ ▁رحم ▁کرے ▁بے شک ▁وہ ▁بڑا ▁غالب ▁( اور ) ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁کیا ▁ہم ▁نے ▁اس ▁کے ▁لي ے ▁دو ▁ان کھ یں ▁نہیں ▁بنا ي یں ،
▁اے ▁نبی ، ▁ان ▁سے ▁کہ و ▁“ تم ▁لوگوں ▁نے ▁کبھی ▁یہ ▁بھی ▁سوچ ا ▁ہے ▁کہ ▁جو ▁ رزق ▁اللہ ▁نے ▁تمہارے ▁لیے ▁اتار ا ▁تھا ▁اس ▁میں ▁سے ▁تم ▁نے ▁خود ▁ہی ▁کسی ▁کو ▁حرام ▁اور ▁کسی ▁کو ▁حلال ▁ ٹھی را ▁لیا !" ▁ان ▁سے ▁پوچھ و ، ▁اللہ ▁نے ▁تم ▁کو ▁اس ▁کی ▁اجازت ▁دی ▁تھی ؟ ▁یا ▁تم ▁اللہ ▁پر ▁افت را ▁کر ▁رہے ▁ہو ؟
▁اسی ▁نے ▁تمہارے ▁لي ے ▁زمین ▁کو ▁نرم ▁بنا دیا ▁ہے ▁کہ ▁اس ▁کے ▁اطراف ▁میں ▁چل و ▁اور ▁ رزق ▁خدا ▁تلاش ▁کرو ▁پھر ▁اسی ▁کی ▁طرف ▁قبر وں ▁سے ▁اٹھ ▁کر ▁جانا ▁ہے
▁اور ▁اگر ▁یہ ▁تمہیں ▁جھ ٹل اي یں ▁تو ▁ان ▁سے ▁اگلے ▁بھی ▁جھ ٹل اچ کے ▁ہیں ▁ان ▁کے ▁پاس ▁ان ▁کے ▁رسول ▁اي ے ▁روشن ▁دلیل یں ▁اور ▁ صح یف ے ▁اور ▁چم کت ی ▁کتاب ▁لے ▁کر ،
▁اور ▁ہم ▁اسے ▁قریب ▁ہی ▁دیکھتے ▁ہیں
▁اور ▁کہتے ▁ہیں : ▁جب ▁ہم ▁( مر ▁کر ▁بوس ید ہ ) ▁ہ ڈ یاں ▁اور ▁ریز ہ ▁ریز ہ ▁ہو ▁جاي یں ▁گے ▁تو ▁کیا ▁ہمیں ▁از ▁سر ▁نو ▁پیدا ▁کر ▁کے ▁اٹھایا ▁جاي ے ▁گا ،
▁تو ▁کیا ▁جس ▁کے ▁پاس ▁پروردگار ▁کی ▁طرف ▁سے ▁کھل ی ▁ہو ي ی ▁دلیل ▁موجود ▁ہے ▁وہ ▁اس ▁کے ▁مثل ▁ہوسکتا ہے ▁جس ▁کے ▁لي ے ▁اس ▁کے ▁بدترین ▁اعمال ▁سن وار ▁دی ي ے ▁ گي ے ▁ہیں ▁اور ▁پھر ▁ان ▁لوگوں ▁نے ▁اپنی ▁خواہش ات ▁کا ▁اتباع ▁کرلیا ▁ہے
▁یہ ▁سب ▁تمہارے ▁اور ▁تمہارے ▁جانور وں ▁کے ▁لي ے ▁سرمایہ ▁حیات ▁ہے
▁وہ ▁جو ▁بے ▁دیکھ ے ▁ایمان ▁لاي یں ▁اور ▁نماز ▁قاي م ▁رکھیں ▁اور ▁ہماری ▁دی ▁ہو ي ی ▁روزی ▁میں ▁سے ▁ہماری ▁میں ▁اٹھا ي یں -
▁اور ▁اگر ▁ہم ▁ان ▁پر ▁اس مان ▁کا ▁دروازه ▁کھول ▁بھی ▁دیں ▁اور ▁یہ ▁وہاں ▁چڑھ نے ▁بھی ▁لگ ▁جاي یں
▁یہ ▁حال ▁تو ▁بر باد ی ▁کا ▁ہے ▁جس ▁میں ▁یہ ▁لوگ ▁ہیں ▁اور ▁جو ▁کچھ ▁کررہے ▁ہیں ▁ن را ▁باطل ▁ہے ،
▁کیا ▁انہوں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁جس ▁خدا ▁نے ▁اس مان ▁و ▁زمین ▁کو ▁پیدا ▁کیا ▁ہے ▁اور ▁وہ ▁ان ▁کی ▁تخلیق ▁سے ▁عاجز ▁نہیں ▁تھا ▁وہ ▁اس ▁بات ▁پر ▁بھی ▁قادر ▁ہے ▁کہ ▁مف د وں ▁کو ▁زندہ ▁کرد ے ▁کہ ▁یقینا ▁وہ ▁ہر ▁ش ے ▁پر ▁قدرت ▁رکھنے ▁والا ▁ہے
▁( کا فر وں ▁کی ▁یہی ▁حالت ▁رہتی ▁ہے ) ▁یہاں ▁تک ▁کہ ▁جب ▁ان ▁میں ▁سے ▁کسی ▁کے ▁پاس ▁موت ▁اک ھڑ ی ▁ہوتی ▁ہے ▁تو ▁( تب ) ▁کہ تا ▁ہے ▁کہ ▁اے ▁میرے ▁پروردگار ! ▁مجھے ▁( ایک ▁بار ) ▁اسی ▁دنیا ▁میں ▁واپس ▁بھیج ▁دے ▁جسے ▁میں ▁چھوڑ ▁ ایا ▁ہوں۔
▁اور ▁ہم ▁نے ▁موسی ▁اور ▁ان ▁کے ▁بھ اي ی ▁( ہا رون ) ▁کی ▁طرف ▁وح ی ▁کی ▁کہ ▁مصر ▁میں ▁اپنی ▁قوم ▁کے ▁لي ے ▁چند ▁گھر ▁مہ یا ▁کرو ▁( بنا و ) ▁اور ▁اپنے ▁گھروں ▁کو ▁قبل ہ ▁رخ ▁بنا ي یں ▁( یا ▁اپنے ▁گھروں ▁کو ▁ہی ▁قبل ہ ▁بنا ي یں ) ▁اور ▁نماز ▁قاي م ▁کریں ▁اور ▁( ا ے ▁موسی ▁اہل ▁ایمان ▁کو ) ▁کامیابی ▁کی ▁بش ات ▁دیں۔
▁اور ▁پھر ▁( اس ▁قافل ہ ▁والوں ▁سے ) ▁مصر ▁کے ▁جس ▁شخص ▁( عز یز ▁مصر ) ▁نے ▁اسے ▁( دو بار ہ ) ▁خرید ا ▁تھا ▁اس ▁نے ▁اپنی ▁بیوی ▁( زل ی خا ) ▁سے ▁کہا ▁اسے ▁عزت ▁کے ▁ساتھ ▁رکھنا ▁ہو ▁سکتا ▁ہے ▁کہ ▁ہمیں ▁کچھ ▁فاي دہ ▁پہنچا ي ے ▁یا ▁ہم ▁اسے ▁اپنا ▁بیٹا ▁بنا ▁لیں ! ▁اور ▁اسی ▁طرح ▁( ح کم ت ▁عملی ▁سے ) ▁ہم ▁نے ▁اس ▁( یو سف ▁( ع ) ) ▁کو ▁سر ▁زمین ▁مصر ▁میں ▁تم کین ▁دی ▁( زمین ▁ہم وار ▁کی ▁تاکہ ▁اسے ▁اقتدار ▁کی لي ے ▁منتخب ▁کریں ) ▁اور ▁خواب وں ▁کی ▁تعبیر ▁کا ▁علم ▁عطا ▁کریں ▁اور ▁اللہ ▁اپنے ▁ہر ▁کام ▁پر ▁غالب ▁ہے ▁( اور ▁اس ▁کے ▁انجام ▁دینے ▁پر ▁قادر ▁ہے ) ▁لیکن ▁اکثر ▁لوگ ▁( یہ ▁حقیقت ) ▁نہیں ▁جانتے ۔
▁اور ▁جب ▁موسی ▁خش م ناک ▁اور ▁افسوس ▁کرتے ▁ہو ي ے ▁اپنی ▁قوم ▁کے ▁پاس ▁واپس ▁اي ے۔ ▁تو ▁فرمایا : ▁اے ▁قوم ! ▁تم ▁نے ▁میرے ▁بعد ▁بہت ▁ہی ▁بری ▁جانشین ی ▁کی۔ ▁کیا ▁تم ▁نے ▁اپنے ▁پروردگار ▁کا ▁حکم ▁ انے ▁سے ▁پہلے ▁جلد ▁بازی ▁کر ▁لی ▁( وعد ہ ▁خداوند ی ▁چا لیس ▁رات وں ▁کے ▁پورا ▁ہونے ▁کی ▁انتظار ▁بھی ▁نہ ▁کی ) ▁اور ▁پھر ▁( لل ہی ▁جوش ▁میں ▁اخر ▁تور ات ▁کی ) ▁تخت یاں ▁( ہا تھ ▁سے ) ▁پھینک ▁دیں ▁اور ▁اپنے ▁بھ اي ی ▁( ہا رون ) ▁کا ▁سر ▁ہاتھ ▁میں ▁لے ▁کر ▁اپنی ▁طرف ▁ کھی نچ نے ▁لگے ۔ ▁انہوں ▁نے ▁کہا ▁اے ▁میرے ▁ماں ▁جاي ے ! ▁قوم ▁نے ▁مجھے ▁کمزور ▁اور ▁بے ▁بس ▁کر ▁دیا ▁تھا ▁اور ▁قریب ▁تھا ▁کہ ▁مجھے ▁قتل ▁کر ▁ڈال یں ▁پس ▁تم ▁مجھ ▁پر ▁دشمن وں ▁کو ▁ہنس نے ▁کا ▁موقع ▁نہ ▁دو ۔ ▁اور ▁نہ ▁ہی ▁مجھے ▁ظالم ▁گروہ ▁کے ▁ساتھ ▁شامل ▁کرو ۔
▁جس ▁دن ▁روح ▁( الا مین ) ▁اور ▁فرشت ے ▁صف ▁بان دھ ▁کر ▁کھڑے ▁ہوں ▁گے ▁تو ▁کوي ی ▁بول ▁نہ ▁سکے ▁گا ▁مگر ▁جس ▁کو ▁( خدا ي ے ▁رحم ن ) ▁اجازت ▁بخش ے ▁اور ▁اس ▁نے ▁بات ▁بھی ▁درست ▁کہ ی ▁ہو
▁موسی ▁نے ▁( خدا ▁سے ) ▁التج ا ▁کی ▁کہ ▁پروردگار ▁میں ▁اپنے ▁اور ▁اپنے ▁بھ اي ی ▁کے ▁سوا ▁اور ▁کسی ▁پر ▁اختیار ▁نہیں ▁رکھتا ▁تو ▁ہم ▁میں ▁اور ▁ان ▁نا فر مان ▁لوگوں ▁میں ▁جدا ي ی ▁کرد ے
▁بے ▁شک ▁جن ▁لوگوں ▁نے ▁ایمان ▁کے ▁بدل ے ▁کفر ▁خرید ▁لیا ▁ہے ▁وہ ▁ہر گز ▁اللہ ▁کو ▁کچھ ▁نقصان ▁نہیں ▁پہنچا ي یں ▁گے ▁اور ▁ان ▁کے ▁لیے ▁درد ناک ▁عذاب ▁( ت یار ) ▁ہے۔
▁( قوم ) ▁ عاد ▁نے ▁( بھی ) ▁پیغمبر وں ▁کو ▁جھ ٹل ایا ،
▁اور ▁موسی ▁علی ھ ▁السلام ▁نے ▁کہا ▁کہ ▁میں ▁اپنے ▁اور ▁تمہارے ▁پروردگار ▁کی ▁پناہ ▁حاصل ▁کررہا ▁ہوں ▁ہر ▁اس ▁مت ک بر ▁کے ▁مقابلہ ▁میں ▁جس ▁کا ▁روز ▁حساب ▁پر ▁ایمان ▁نہیں ▁ہے
▁بڑے ▁لوگ ▁کمزور وں ▁سے ▁کہیں ▁گے ▁کہ ▁بھ لا ▁ہم ▁نے ▁تم ▁کو ▁ہدایت ▁سے ▁جب ▁وہ ▁تمہارے ▁پاس ▁اچ کی ▁تھی ▁روک ا ▁تھا ؟ ▁( نہیں ) ▁بلکہ ▁تم ▁ہی ▁گ نہ گار ▁تھے
▁اصل ▁میں ▁تم ہ ارا ▁خیال ▁یہ ▁تھا ▁کہ ▁رسول ▁اور ▁صاحب ان ▁ایمان ▁اب ▁اپنے ▁گھر ▁والوں ▁تک ▁پل ٹ ▁کر ▁نہیں ▁اس ک تے ▁ہیں ▁اور ▁اس ▁بات ▁کو ▁تمہارے ▁دل وں ▁میں ▁خوب ▁سج ا ▁دیا ▁گیا ▁تھا ▁اور ▁تم ▁نے ▁بد گ مان ی ▁سے ▁کام ▁لیا ▁اور ▁تم ▁ہلاک ▁ہو جان ے ▁والی ▁قوم ▁ہو
▁کیا ▁ہمارے ▁درمیان ▁بس ▁یہی ▁ایک ▁شخص ▁رہ ▁گیا ▁تھا ▁جس ▁پر ▁اللہ ▁کا ▁ذکر ▁نازل ▁کر ▁دیا ▁گیا ؟ " ▁اصل ▁بات ▁یہ ▁ہے ▁کہ ▁یہ ▁میرے ▁" ذ کر " پر ▁شک ▁کر ▁رہے ▁ہیں ، ▁اور ▁یہ ▁ساری ▁باتیں ▁اس ▁لیے ▁کر ▁رہے ▁ہیں ▁کہ ▁انہوں ▁نے ▁میرے ▁عذاب ▁کا ▁مزا ▁چک ھا ▁نہیں ▁ہے
▁پس ▁اپ ▁اللہ ▁پر ▁بھر وس ہ ▁کریں ▁بیش ک ▁اپ ▁ صر یح ▁حق ▁پر ▁( قا يم ▁اور ▁فا يز ) ▁ہیں ،
▁یا ▁کہنے ▁لگے ▁کہ ▁اگر ▁اللہ ▁مجھے ▁ہدایت ▁دیتا ▁تو ▁میں ▁ضرور ▁پر ہ یز گار وں ▁میں ▁سے ▁ہوتا ،
▁اور ▁تم ▁ہمارے ▁ہی ▁جیسے ▁ایک ▁انسان ▁ہو ▁اور ▁ہمیں ▁تو ▁جھوٹ ے ▁بھی ▁معلوم ▁ہوتے ▁ہو
▁پھر ▁اس ▁کے ▁بعد ▁تم ▁کو ▁ضرور ▁مر نا ▁ہے ، ▁پھر ▁قیامت ▁کے ▁روز ▁یقینا ▁تم ▁اٹھا ي ے ▁جا و ▁گے
▁اس ▁کی ▁تو ▁یہ ▁شان ▁ہے ▁کہ ▁جب ▁وہ ▁کسی ▁چیز ▁کا ▁اراد ہ ▁کرتا ▁ہے ▁تو ▁اتنا ▁ہی ▁فرما ▁دیتا ▁ہے ▁کہ ▁ہو ▁سو ▁وہ ▁ہو ▁جاتی ▁ہے
▁اور جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁رحم ن ▁کو ▁سج دہ ▁کرو ▁تو کہ تے ▁ہیں ▁رحم ن ▁کیا ▁ہے ▁کیا ▁ہم ▁اسے ▁سج دہ ▁کریں ▁جس ▁کے ▁لیے ▁تو ▁کہہ ▁دے ▁اور ▁اس ▁سے ▁انہیں ▁اور ▁زیادہ ▁نفرت ▁ہوتی ▁ہے
▁اور ▁جن ▁جن ▁کو ▁یہ ▁لوگ ▁اللہ ▁تعالی ▁کے ▁سوا ▁پکار تے ▁ہیں ▁وه ▁کسی ▁چیز ▁کو ▁پیدا ▁نہیں ▁کرسکتے ، ▁بلکہ ▁وه ▁خود ▁پیدا ▁کیے ▁ہو ي ے ▁ہیں
▁اور ▁ب وٹ یاں ▁بیل یں ▁اور ▁درخت ▁سب ▁اسی ▁کا ▁سج دہ ▁کررہے ▁ہیں
▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کی ▁خراب ی ▁ہے
▁اور ▁دوسروں ▁کو ▁جو ▁زنجیر وں ▁میں ▁ج ک ڑے ▁ہو ي ے ▁تھے
▁اور ▁ہم ▁نے ▁ہر ▁چیز ▁کے ▁دو ▁جو ڑ ▁بنا ي ے ▁کہ ▁تم ▁ دھی ان ▁کرو
▁جس ▁دن ▁اس مان ▁تھر ت ھر انے ▁لگے ▁گا
▁پھر ▁جب ▁وہ ▁( اص رار ▁کرکے ) ▁اسے ▁لے ▁ گي ے ▁اور ▁سب ▁نے ▁اس ▁بات ▁پر ▁اتفاق ▁کیا ▁کہ ▁اسے ▁اند ھے ▁کن ویں ▁میں ▁ڈال ▁دیں ▁( چن ان چہ ▁ایسا ▁ہی ▁کیا ) ۔ ▁اور ▁ہم ▁نے ▁( اس ▁وقت ) ▁اس ▁( یو سف ) ▁کی ▁طرف ▁وح ی ▁کی ▁کہ ▁( ایک ▁وقت ▁اي ے ▁گا ▁کہ ) ▁تم ▁ان ▁لوگوں ▁کو ▁ان ▁کی ▁یہ ▁حرکت ▁ جت او گ ے ▁جبکہ ▁انہیں ▁اس ▁کا ▁شعور ▁نہیں ▁ہوگا۔
▁اب ▁ان ▁کا ▁نص ی حت ▁مان نا ▁کہاں ▁( م ف ید ) ▁ہو ▁سکتا ▁ہے ▁حالانک ہ ▁ان ▁کے ▁پاس ▁واضح ▁بیان ▁فرمان ے ▁والے ▁رسول ▁اچ کے ،
▁کہ ▁تم ▁میں ▁کون ▁مج نون ▁تھا ،
▁اور ▁ان ہی ▁بدو یوں ▁میں ▁کچھ ▁لوگ ▁ایسے ▁بھی ▁ہیں ▁جو ▁اللہ ▁اور ▁روز ▁اخر ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁جو ▁کچھ ▁خرچ ▁کرتے ▁ہیں ▁اسے ▁اللہ ▁کے ▁ت قرب ▁کا ▁اور ▁رسول ▁کی ▁طرف ▁سے ▁رحمت ▁کی ▁دعا ي یں ▁لینے ▁کا ▁ذریعہ ▁بنا تے ▁ہیں ▁ہاں ! ▁وہ ▁ضرور ▁ان ▁کے ▁لیے ▁ت قرب ▁کا ▁ذریعہ ▁ہے ▁اور ▁اللہ ▁ضرور ▁ان ▁کو ▁اپنی ▁رحمت ▁میں ▁داخل ▁ کری گا ، ▁یقینا ▁اللہ ▁در گز ر ▁کرنے ▁والا ▁اور ▁رحم ▁فرمان ے ▁والا ▁ہے
▁جو ▁اپنی ▁نماز ▁( کی ▁روح ) ▁سے ▁بے ▁خبر ▁ہیں ▁( یعنی ▁انہیں ▁محض ▁حقوق ▁االله ▁یاد ▁ہیں ▁حقوق ▁العباد ▁بھ لا ▁بیٹھے ▁ہیں )،
▁اور ▁البتہ ▁( سل ی مان ) ▁کے ▁لیے ▁ہمارے ▁پاس ▁مرتبہ ▁اور عم دہ ▁مقام ▁ہے
▁اللہ ▁تعالی ▁جس ▁کی ▁روزی ▁چاہتا ▁ہے ▁بڑھا تا ▁ہے ▁اور ▁گھ ٹا تا ▁ہے ▁یہ ▁تو ▁دنیا ▁کی ▁زندگی ▁میں ▁مست ▁ہو ▁ گي ے۔ ▁حالانک ہ ▁دنیا ▁اخر ت ▁کے ▁مقابلے ▁میں ▁نہای ت ▁( حق یر ) ▁پو نج ی ▁ہے
▁اے ▁اہل ▁ایمان ▁خدا ▁کا ▁بہت ▁ذکر ▁کیا ▁کرو
▁وہ ▁اپ س ▁میں ▁چپ کے ▁چپ کے ▁کہیں ▁گے ▁کہ ▁تم ▁( د نیا ▁و ▁ برز خ ▁میں ) ▁کوي ی ▁دس ▁دن ▁ہی ▁رہے ▁ہو گ ے۔
▁اور ▁انہیں ▁اپنی ▁رحمت ▁کے ▁( م حل ▁میں ) ▁داخل ▁کیا۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁وہ ▁نیک ▁ بخت وں ▁میں ▁تھے
▁اور ▁تمہیں ▁نا وا قف ▁راہ ▁پایا ▁اور ▁پھر ▁ہدایت ▁بخشی
▁بلکہ ▁ظالم ▁لوگ ▁سمجھ ے ▁بوجھ ے ▁بھی ▁اپنی ▁خواہش ات ▁کی ▁پیر وی ▁کر ▁رہے ▁ہیں۔ ▁جسے ▁اللہ ▁( اس ▁کی ▁نا فر مان ی ▁کی ▁وجہ ▁سے ) ▁گمراہ ی ▁میں ▁چھوڑ ▁دے ▁اسے ▁کون ▁ہدایت ▁دے ▁سکتا ▁ہے ؟ ▁اور ▁ان ▁کا ▁کوي ی ▁ناصر ▁و ▁مدد گار ▁نہیں ▁ہے۔
▁اور ▁وہ ▁کہتے ▁ہیں ▁ایسی ▁باتیں ▁جو ▁کرتے ▁نہیں ▁ہیں۔
▁اور ▁دور ▁تک ▁پھیل ی ▁ہو ي ی ▁چھ ا وں
▁یقین ▁مان و ▁کہ ▁تم ▁سے ▁جو ▁وعد ے ▁کیے ▁جاتے ▁ہیں ▁( سب ) ▁سچ ے ▁ہیں
▁تو ▁اج ▁تم ▁میں ▁ایک ▁دوسرے ▁کو ▁بھ لے ▁بر ے ▁کا ▁کچھ ▁اختیار ▁نہ ▁رکھے ▁گا ▁او ▁رہ م ▁فرما ي یں ▁گے ▁ظالم وں ▁سے ▁اس ▁ اگ ▁کا ▁عذاب ▁چک ھو ▁جسے ▁تم ▁جھ ٹل ات ے ▁تھے
▁اور ▁تم ▁( اپ نی ) ▁پہلی ▁پیدا يش ▁کو ▁تو ▁جانتے ▁ہی ▁ہو ▁پھر ▁نص ی حت ▁کیوں ▁نہیں ▁حاصل ▁کرتے ؟
▁جو ▁لوگ ▁ راس ▁خدا ▁میں ▁اپنے ▁اموال ▁خرچ ▁کرتے ▁ہیں ▁اور ▁اس ▁کے ▁بعد ▁احسان ▁نہیں ▁ج تا تے ▁اور ▁اذیت ▁بھی ▁نہیں ▁دیتے ▁ان ▁کے ▁لي ے ▁پروردگار ▁کے ▁یہاں ▁ اجر ▁بھی ▁ہے ▁اور ▁نہ ▁کوي ی ▁خوف ▁ہے ▁نہ ▁ حزن
▁وہ ▁دن ▁ہے ▁کہ ▁ہو ▁پڑے ▁گی ▁وہ ▁ہونے ▁والی
▁اس ▁کو ▁تو ▁کسی ▁کی ▁نگاه ▁محیط ▁نہیں ▁ہوسکتی ▁اور ▁وه ▁سب ▁ن گاہ وں ▁کو ▁محیط ▁ہو ▁جاتا ▁ہے ▁اور ▁وہی ▁بڑا ▁بار یک ▁بین ▁با خبر ▁ہے
▁اپ ▁ان ▁سے ▁کہہ ▁دی جي ے ▁کہ ▁تم ▁دل ▁کی ▁بات وں ▁کو ▁چھپ او ▁یا ▁اس ▁کا ▁اظہار ▁کرو ▁خدا ▁تو ▁ب ہر حال ▁جانتا ▁ہے ▁اور ▁وہ ▁زمین ▁و ▁اس مان ▁کی ▁ہر ▁چیز ▁کو ▁جانتا ▁ہے ▁اور ▁ہر ▁ش ے ▁پر ▁قدرت ▁و ▁اختیار ▁رکھنے ▁والا ▁بھی ▁ہے
▁کیا ▁تم ▁اس ▁کی ▁کھ یتی ▁بنا تے ▁ہو ▁یا ▁ہم ▁بنانے ▁والے ▁ہیں
▁اور ▁جب ▁ان ▁لوگوں ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁جو ▁( ک تاب ) ▁خدا ▁نے ▁نازل ▁فرما ي ی ▁ہے ▁اس ▁کی ▁اور ▁رسول ▁الله ▁کی ▁طرف ▁رجوع ▁کرو ▁تو ▁کہتے ▁ہیں ▁کہ ▁جس ▁طریق ▁پر ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁پایا ▁ہے ▁وہی ▁ہمیں ▁کافی ▁ہے ▁بھ لا ▁اگر ▁ان ▁کے ▁باپ ▁داد ا ▁نہ ▁تو ▁کچھ ▁جانتے ▁ہوں ▁اور ▁نہ ▁سید ھے ▁رس تے ▁پر ▁ہوں ▁( تب ▁بھی ؟ )
▁تم ▁سے ▁جس ▁بات ▁کا ▁وعدہ ▁کیا ▁گیا ▁ہے ▁وہ ▁سچ ی ▁ہے
▁اور ▁فرع ون ▁نے ▁کہا ▁اے ▁سردار و ! ▁میں ▁تو ▁اپنے ▁سوا ▁تمہارے ▁لي ے ▁کوي ی ▁خدا ▁نہیں ▁جانتا ▁تو ▁اے ▁ہا مان ! ▁تو ▁میرے ▁لي ے ▁م ٹی ▁کو ▁ اگ ▁میں ▁پک ا ▁( م ٹی ▁کو ▁کچ ی ▁این ٹ وں ▁کو ▁پک وا ) ▁پھر ▁میرے ▁لي ے ▁ایک ▁بلند ▁عمارت ▁بن وا ۔ ▁تاکہ ▁میں ▁( اس ▁پر ▁چڑھ ▁کر ) ▁موسی ▁کے ▁خدا ▁کا ▁کوي ی ▁سراغ ▁لگا ▁سک وں ▁اور ▁میں ▁تو ▁اسے ▁( اس ▁دعوی ▁میں ) ▁جھوٹ ا ▁ہی ▁خیال ▁کرتا ▁ہوں۔
▁جسے ▁وہ ▁چاہتا ▁ہے ▁حکمت ▁و ▁دان اي ی ▁عطا ▁فرما تا ▁ہے ▁اور ▁جسے ▁( من جانب ▁اللہ ) ▁حکمت ▁عطا ▁ہو ي ی ، ▁بے ▁شک ▁اسے ▁در حقیق ت ▁خیر ▁کثیر ▁( ب ڑی ▁دولت ) ▁مل ▁ گي ی ۔ ▁عقل مند وں ▁کے ▁سوا ▁کوي ی ▁نص ی حت ▁قبول ▁نہیں ▁کرتا ۔
▁اور ▁وہ ▁اپنے ▁رب ▁کے ▁نام ▁کا ▁ذکر ▁کرتا ▁رہا ▁اور ▁( ک ثر ت ▁و ▁پابندی ▁سے ) ▁نماز ▁پڑھ تا ▁رہا ،
▁اگر ▁اپ ▁ان ▁سے ▁دریافت ▁کریں ▁کہ ▁انہیں ▁کس ▁نے ▁پیدا ▁کیا ▁ہے ؟ ▁تو ▁یقینا ▁یہ ▁جواب ▁دیں ▁گے ▁کہ ▁اللہ ▁نے ، ▁پھر ▁یہ ▁کہاں ▁ال ٹے ▁جاتے ▁ہیں ؟
▁اے ▁پیغمبر ▁اپ ▁اپنی ▁بیوی وں , ▁بیٹی وں , ▁اور ▁مومن ین ▁کی ▁عورتوں ▁سے ▁کہہ ▁دی جي ے ▁کہ ▁اپنی ▁چادر ▁کو ▁اپنے ▁اوپر ▁ل ٹک اي ے ▁رہا ▁کریں ▁کہ ▁یہ ▁طریقہ ▁ان ▁کی ▁شناخت ▁یا ▁شر ا فت ▁سے ▁قریب ▁تر ▁ہے ▁اور ▁اس ▁طرح ▁ان ▁کو ▁اذیت ▁نہ ▁دی ▁جاي ے ▁گی ▁اور ▁خدا ▁بہت ▁بخش نے ▁والا ▁اور ▁مہر بان ▁ہے
▁یا ▁اس ▁پر ▁زیادہ ▁کر ▁دو ▁اور ▁قر ان ▁کو ▁ٹھہر ▁ٹھہر ▁کر ▁پڑھ ا ▁کرو
▁مگر ▁جنہوں ▁نے ▁کفر ▁کیا ▁ہے ▁وہ ▁جھ ٹل انے ▁میں ▁لگے ▁ہو ي ے ▁ہیں
▁ز کری ا ▁( علی ہ ▁السلام ) ▁کہنے ▁لگے ▁میرے ▁رب ! ▁میرے ▁ہاں ▁لڑک ا ▁کیسے ▁ہوگا ، ▁جبکہ ▁میری ▁بیوی ▁بان جھ ▁اور ▁میں ▁خود ▁بڑھا پ ے ▁کے ▁انتہا ي ی ▁ضعف ▁کو ▁پہنچ ▁چکا ▁ہوں
▁اسی ▁طرح ▁ہم ▁اس ▁( ت ک ذ یب ▁ وض لال ) ▁کو ▁گ نہ گار وں ▁کے ▁دل وں ▁میں ▁داخل ▁کر ▁دیتے ▁ہیں
▁اور ▁زمین ▁میں ▁یقین ▁کرنے ▁والوں ▁کے ▁لي ے ▁بہت ▁سی ▁نشان یاں ▁پاي ی ▁جاتی ▁ہیں
▁پھر ▁ذکر ▁( قر ان ) ▁کی ▁تلاوت ▁کرنے ▁والی ▁ہ ستی وں ▁کی ▁قسم ۔
▁انہوں ▁نے ▁کہا : ▁اے ▁میرے ▁بیٹے ! ▁اپنا ▁یہ ▁خواب ▁اپنے ▁بھ اي یوں ▁سے ▁بیان ▁نہ ▁کرنا ، ▁ورنہ ▁وہ ▁تمہارے ▁خلاف ▁کوي ی ▁پر ▁فریب ▁چال ▁چل یں ▁گے۔ ▁بیش ک ▁شیطان ▁انسان ▁کا ▁کھل ا ▁دشمن ▁ہے ،
▁پھر ▁یہ ▁کہہ ▁کر ▁نا ق ہ ▁کے ▁پا وں ▁کا ٹ ▁دي ی ے ▁اور ▁حکم ▁خدا ▁سے ▁سر تاب ی ▁کی ▁اور ▁کہا ▁کہ ▁صالح ▁علی ھ ▁السلام اگر ▁تم ▁خدا ▁کے ▁رسول ▁ہو ▁تو ▁جس ▁عذاب ▁کی ▁دھمکی ▁دے ▁رہے ▁تھے ▁اسے ▁لے ▁او
▁کیا ▁اپ ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁جنہیں ▁سر گو ش یوں ▁سے ▁منع ▁کیا ▁گیا ▁تھا ▁پھر ▁وہ ▁لوگ ▁وہی ▁کام ▁کرنے ▁لگے ▁جس ▁سے ▁رو کے ▁ گي ے ▁تھے ▁اور ▁وہ ▁گناہ ▁اور ▁سر کش ی ▁اور ▁نا فر ماني ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁سے ▁متعلق ▁سر گو ش یاں ▁کرتے ▁ہیں ▁اور ▁جب ▁اپ ▁کے ▁پاس ▁حاضر ▁ہوتے ▁ہیں ▁تو ▁اپ ▁کو ▁ان ▁( ناز ی با ) ▁کلمات ▁کے ▁ساتھ ▁سلام ▁کرتے ▁ہیں ▁جن ▁سے ▁اللہ ▁نے ▁اپ ▁کو ▁سلام ▁نہیں ▁فرمایا ▁اور ▁اپنے ▁دل وں ▁میں ▁کہتے ▁ہیں ▁کہ ▁( اگر ▁یہ ▁رسول ▁سچ ے ▁ہیں ▁تو ) ▁اللہ ▁ہمیں ▁ان ▁( بات وں ) ▁پر ▁عذاب ▁کیوں ▁نہیں ▁دیتا ▁جو ▁ہم ▁کہتے ▁ہیں ؟ ▁انہیں ▁دوزخ ▁( کا ▁عذاب ) ▁ہی ▁کافی ▁ہے ، ▁وہ ▁اسی ▁میں ▁داخل ▁ہوں ▁گے ، ▁اور ▁وہ ▁بہت ▁ہی ▁برا ▁ ٹھ کان ا ▁ہے ،
▁اور ▁جو ▁لوگ ▁کل ▁اس ▁کے ▁مرتبہ ▁پر ▁پہنچنے ▁کی ▁ارز و ▁مند یاں ▁کر ▁رہے ▁تھے ▁وه ▁اج ▁کہنے ▁لگے ▁کہ ▁کیا ▁تم ▁نہیں ▁دیکھتے ▁کہ ▁اللہ ▁تعالی ▁ہی ▁اپنے ▁بند وں ▁میں ▁سے ▁جس ▁کے ▁لیے ▁چاہے ▁روزی ▁کش اده ▁کر ▁دیتا ▁ہے ▁اور ▁تنگ ▁بھی ؟ ▁اگر ▁اللہ ▁تعالی ▁ہم ▁پر ▁فضل ▁نہ ▁کرتا ▁تو ▁ہمیں ▁بھی ▁ دھ نسا ▁دیتا ، ▁کیا ▁دیکھتے ▁نہیں ▁ہو ▁کہ ▁نا ش کر وں ▁کو ▁کبھی ▁کامیابی ▁نہیں ▁ہوتی ؟
▁سو ▁تم ▁اللہ ▁سے ▁ڈر و ▁اور ▁میری ▁فرمان برداری ▁اختیار ▁کرو ،
▁یہی ▁لوگ ▁وہ ▁ وارث ▁ہیں
▁سو ▁تم ▁دونوں ▁اس ▁کے ▁پاس ▁جا و ▁اور کہ و ▁کہ ▁بے ▁شک ▁ہم ▁تیر ے ▁رب ▁کی ▁طرف ▁سے ▁پیغام ▁لے ▁کر ▁اي ے ▁ہیں ▁کہ ▁بنی ▁اس راي یل ▁کو ▁ہمارے ▁ساتھ ▁بھیج ▁دے ▁اور ▁انہیں ▁تکلیف ▁نہ ▁دے ▁ہم ▁تیر ے ▁پاس ▁تیر ے ▁رب ▁کی ▁طرف ▁سے ▁نشانی ▁لے ▁کر ▁اي ے ▁ہیں ▁اور ▁سلامتی ▁اس ▁کے ▁لیے ▁ہے ▁جو ▁سی دھی ▁راہ ▁پر ▁چلے
▁ارشاد ▁ہوا ▁کہ ▁ہم ▁تمہارے ▁باز وں ▁کو ▁تمہارے ▁بھ اي ی ▁سے ▁مضبوط ▁کرد یں ▁گے ▁اور ▁تمہارے ▁لي ے ▁ایسا ▁غل بہ ▁قرار ▁دیں ▁گے ▁کہ ▁یہ ▁لوگ ▁تم ▁تک ▁پہنچ ▁ہی ▁نہ ▁سکیں ▁اور ▁ہماری ▁نشانی وں ▁کے ▁سہ ارے ▁تم ▁اور ▁تمہارے ▁پیر و کار ▁ہی ▁غالب ▁رہیں ▁گے
▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁پر ▁خدا ▁نے ▁لعنت ▁کی ▁ہے ▁اور ▁جس ▁پر ▁خدا ▁لعنت ▁کرد ے ▁اپ ▁پھر ▁اس ▁کا ▁کوي ی ▁مدد گار ▁نہ ▁پاي یں ▁گے
▁وہی ▁خدا ▁ہے ▁جس ▁نے ▁تم ▁کو ▁م ٹی ▁سے ▁پیدا ▁کیا ▁پھر ▁ن طف ہ ▁سے ▁پھر ▁جم ے ▁ہو ي ے ▁خون ▁سے ▁پھر ▁تم ▁کو ▁بچہ ▁بنا کر ▁باہر ▁لا تا ▁ہے ▁پھر ▁زندہ ▁رکھتا ▁ہے ▁کہ ▁توان اي یوں ▁کو ▁پہنچ و ▁پھر ▁بو ڑھ ے ▁ہو جا و ▁اور ▁تم ▁میں ▁سے ▁بعض ▁کو ▁پہلے ▁ہی ▁اٹھ الیا ▁جاتا ▁ہے ▁اور ▁تم ▁کو ▁اس ▁لي ے ▁زندہ ▁رکھتا ▁ہے ▁کہ ▁اپنی ▁مقرر ہ ▁مدت ▁کو ▁پہنچ ▁جا و ▁اور ▁شاید ▁تمہیں ▁عقل ▁بھی ▁اج اي ے
▁اور ▁بادشاہ ▁بولا ▁کہ ▁انہیں ▁میرے ▁پاس ▁لے ▁او ▁تو ▁جب ▁اس ▁کے ▁پاس ▁ایل چی ▁ ایا ▁کہا ▁اپنے ▁رب ▁( باد شا ہ ) ▁کے ▁پاس ▁پل ٹ ▁جا ▁پھر ▁اس ▁سے ▁پوچھ ▁کیا ▁حال ▁ہے ▁اور ▁عورتوں ▁کا ▁جنہوں ▁نے ▁اپنے ▁ہاتھ ▁کا ٹے ▁تھے ، ▁بیش ک ▁میرا ▁رب ▁ان ▁کا ▁فریب ▁جانتا ▁ہے
▁یہ ▁لوگ ▁اللہ ▁کے ▁سوا ▁ان ▁کی ▁پرست ش ▁کر ▁رہے ▁ہیں ▁جو ▁ان ▁کو ▁نہ ▁نقصان ▁پہنچا ▁سکتے ▁ہیں ▁نہ ▁نفع ، ▁اور ▁کہتے ▁یہ ▁ہیں ▁کہ ▁یہ ▁اللہ ▁کے ▁ہاں ▁ہمارے ▁سفارش ی ▁ہیں ▁اے ▁محمد ، ▁ان ▁سے ▁کہ و ▁“ کیا ▁تم ▁اللہ ▁کو ▁اس ▁بات ▁کی ▁خبر ▁دیتے ▁ہو ▁جسے ▁وہ ▁نہ ▁اس مان وں ▁میں ▁جانتا ▁ہے ▁نہ ▁زمین ▁میں ؟ " ▁پاک ▁ہے ▁وہ ▁اور ▁بالا ▁و ▁برتر ▁ہے ▁اس ▁شرک ▁سے ▁جو ▁یہ ▁لوگ ▁کرتے ▁ہیں
▁فریب ▁دیا ▁چاہتے ▁ہیں ▁اللہ ▁اور ▁ایمان ▁والوں ▁کو ▁اور ▁حقیقت ▁میں ▁فریب ▁نہیں ▁دیتے ▁مگر ▁اپنی ▁جان وں ▁کو ▁اور ▁انہیں ▁شعور ▁نہیں۔
▁تو ▁ہم ▁نے ▁ ندا ▁دی ▁اے ▁ابراہیم ( ع ) !
▁اور ▁اگر ▁ہم ▁چاہتے ▁تو ▁یہ ▁وح ی ▁جو ▁ہم ▁نے ▁تمہاری ▁طرف ▁کی ▁اسے ▁لے ▁جاتے ▁پھر ▁تم ▁کوي ی ▁نہ ▁پا تے ▁کہ ▁تمہارے ▁لیے ▁ہمارے ▁حضور ▁اس ▁پر ▁ وک الت ▁کرتا
▁اے ▁اولاد ▁اد م ! ▁کیا ▁میں ▁نے ▁تم ▁سے ▁قول ▁قرار ▁نہیں ▁لیا ▁تھا ▁کہ ▁تم ▁شیطان ▁کی ▁عبادت ▁نہ ▁کرنا ، ▁وه ▁تو ▁تم ہ ارا ▁کھل ا ▁دشمن ▁ہے
▁اور ▁یقینا ▁تم ▁میں ▁بعض ▁وه ▁بھی ▁ہیں ▁جو ▁پس ▁و پیش ▁کرتے ▁ہیں ، ▁پھر ▁اگر ▁تمہیں ▁کوي ی ▁نقصان ▁ہوتا ▁ہے ▁تو ▁وه ▁کہتے ▁ہیں ▁کہ ▁اللہ ▁تعالی ▁نے ▁مجھ ▁پر ▁بڑا ▁فضل ▁کیا ▁کہ ▁میں ▁ان ▁کے ▁ساتھ ▁موجود ▁نہ ▁تھا
▁اور ▁کسی ▁اد می ▁کو ▁نہیں ▁پہنچ تا ▁کہ ▁اللہ ▁اس ▁سے ▁کلام ▁فرما ي ے ▁مگر ▁وح ی ▁کے ▁طور ▁پر ▁یا ▁یوں ▁کہ ▁وہ ▁بشر ▁پر ▁وہ ▁عظمت ▁کے ▁ا دھر ▁ہو ▁یا ▁کوي ی ▁فرشت ہ ▁بھیج ے ▁کہ ▁وہ ▁اس ▁کے ▁حکم ▁سے ▁وح ی ▁کرے ▁جو ▁وہ ▁چاہے ▁بیش ک ▁وہ ▁بلند ی ▁و ▁حکمت ▁والا ▁ہے ،
▁( اور ▁یہ ▁شکر ▁گزار ی ▁باعث ▁نصر ت ▁وا مداد ▁ہو ) ▁جب ▁اپ ▁مومن وں ▁کو ▁تس لی ▁دے ▁رہے ▁تھے ، ▁کیا ▁اس مان ▁سے ▁تین ▁ہزار ▁فرشت ے ▁اتار ▁کر ▁اللہ ▁تعالی ▁کا ▁تمہاری ▁مدد ▁کرنا ▁تمہیں ▁کافی ▁نہ ▁ہوگا ،
▁اور ▁اس مان ▁پھ ا ڑ ▁دیا ▁جاي ے ▁گا
▁اور ▁ہم ▁نے ▁انہیں ▁ایسے ▁امام ▁بنا ▁دی ي ے ▁کہ ▁لوگوں ▁کو ▁ جہ نم ▁کی ▁طرف ▁بلا ي یں ▁اور ▁روز ▁قیامت ▁مطلق ▁مدد ▁نہ ▁کیے ▁جاي یں
▁اور ▁سلیمان ▁کے ▁لیے ▁ہم ▁نے ▁ہوا ▁کو ▁م سخر ▁کر ▁دیا ، ▁صبح ▁کے ▁وقت ▁اس ▁کا ▁چل نا ▁ایک ▁مہین ے ▁کی ▁راہ ▁تک ▁اور ▁شام ▁کے ▁وقت ▁اس ▁کا ▁چل نا ▁ایک ▁مہین ے ▁کی ▁راہ ▁تک ▁ہم ▁نے ▁اس ▁کے ▁لیے ▁پ گھ لے ▁ہو ي ے ▁تان بے ▁کا ▁چشم ہ ▁بہ ا ▁دیا ▁اور ▁ایسے ▁جن ▁اس ▁کے ▁تابع ▁کر ▁دیے ▁جو ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁اس ▁کے ▁ اگ ے ▁کام ▁کرتے ▁تھے ▁ان ▁میں ▁سے ▁جو ▁ہمارے ▁حکم ▁سے ▁سر تاب ی ▁کرتا ▁اس ▁کو ▁ہم ▁ب ھڑ کت ی ▁ہو ي ی ▁ اگ ▁کا ▁م زہ ▁چک ھا تے
▁اور ▁ہمارے ▁بند ہ ▁( خاص ) ▁ای وب ( ع ) ▁کو ▁یاد ▁کرو ▁جب ▁انہوں ▁نے ▁اپنے ▁پروردگار ▁کو ▁پکار ا ▁کہ ▁شیطان ▁نے ▁مجھے ▁سختی ▁اور ▁اذیت ▁پہنچا ي ی ▁ہے۔
▁یہ ▁جھوٹ ▁کے ▁سن نے ▁والے ▁اور ▁حرام ▁کے ▁کھانے ▁والے ▁ہیں ▁لہذا ▁اگر ▁اپ ▁کے ▁پاس ▁مقدمہ ▁لے ▁کر ▁اي یں ▁تو ▁اپ ▁کو ▁اختیار ▁ہے ▁کہ ▁فیصلہ ▁کرد یں ▁یا ▁ا عراض ▁کرلی ں ▁کہ ▁اگر ▁ا عراض ▁بھی ▁کرلی ں ▁گے ▁تو ▁یہ ▁اپ ▁کو ▁کوي ی ▁نقصان ▁نہ ▁پہنچا ▁سکیں ▁گے ▁لیکن ▁اگر ▁فیصلہ ▁ہی ▁کریں ▁تو ▁انصاف ▁کے ▁ساتھ ▁کریں ▁کہ ▁خدا ▁انصاف ▁کرنے ▁والوں ▁کو ▁دوست ▁رکھتا ▁ہے
▁ا ▁وہ ▁جس ▁نے ▁اس مان ▁و ▁زمین ▁بنا ي ے ▁اور ▁تمہارے ▁لیے ▁اس مان ▁سے ▁پانی ▁اتار ا ▁تو ▁ہم ▁نے ▁اس ▁سے ▁باغ ▁ اگ اي ے ▁رونق ▁والے ▁تمہاری ▁طاقت ▁نہ ▁تھی ▁کہ ▁ان ▁کے ▁پی ڑ ▁ا گا تے ▁کیا ▁اللہ ▁کے ▁ساتھ ▁کوي ی ▁اور ▁خدا ▁ہے ▁بلکہ ▁وہ ▁لوگ ▁راہ ▁سے ▁کت رات ے ▁ہیں
▁اس ▁کے ▁بعد ▁پھر ▁تم ▁سب ▁یقینا ▁مر ▁جانے ▁والے ▁ہو
▁اور ▁بیش ک ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁فرع ون ▁کی ▁قوم ▁کو ▁جان چا ▁اور ▁ان ▁کے ▁پاس ▁ایک ▁م عزز ▁رسول ▁تشریف ▁لا یا
▁اور ▁دو ▁( دو ) ▁او نٹ وں ▁میں ▁سے ▁اور ▁دو ▁( دو ) ▁گا یوں ▁میں ▁سے ▁( ان ▁کے ▁بارے ▁میں ▁بھی ▁ان ▁سے ) ▁پوچھ و ▁کہ ▁( خدا ▁نے ) ▁دونوں ▁( کے ) ▁نر وں ▁کو ▁حرام ▁کیا ▁ہے ▁یا ▁دونوں ▁( کی ) ▁ما دن یوں ▁کو ▁یا ▁جو ▁بچہ ▁ما دن یوں ▁کے ▁پیٹ ▁میں ▁ل پٹ ▁رہا ▁ہو ▁اس ▁کو ▁بھ لا ▁جس ▁وقت ▁خدا ▁نے ▁تم ▁کو ▁اس ▁کا ▁حکم ▁دیا ▁تھا ▁تم ▁اس ▁وقت ▁موجود ▁تھے ؟ ▁تو ▁اس ▁شخص ▁سے ▁زیادہ ▁کون ▁ظالم ▁ہے ▁جو ▁خدا ▁پر ▁جھوٹ ▁افت راء ▁کرے ▁تاکہ ▁از ▁راہ ▁بے ▁دانش ی ▁لوگوں ▁کو ▁گمراہ ▁کرے ▁کچھ ▁شک ▁نہیں ▁کہ ▁خدا ▁ظالم ▁لوگوں ▁کو ▁ہدایت ▁نہیں ▁دیتا
▁اور ▁اپنے ▁گھر ▁والو ▁ ں ▁کو ▁نماز ▁کا ▁حکم ▁کر ▁اور ▁خود ▁بھی ▁اس ▁پر ▁قاي م ▁رہ ▁ہم ▁ت جھ ▁سے ▁روزی ▁نہیں ▁مانگ تے ▁ہم ▁تج ھے ▁روزی ▁دیتے ▁ہیں ▁اور ▁پر ہ یز گار ی ▁کا ▁انجام ▁اچھا ▁ہے
▁اللہ ▁کی ▁راہ ▁میں ▁ان ▁لوگوں ▁کو ▁جنگ ▁کرنا ▁چاہیے ▁جنہوں ▁نے ▁دنیا ▁کی ▁پست ▁زندگی ▁اخر ت ▁کے ▁عوض ▁فروخت ▁کر ▁دی ▁ہے ▁جو ▁اللہ ▁کی ▁راہ ▁میں ▁جہاد ▁کرے ، ▁پھر ▁مار ا ▁جاي ے ▁یا ▁غالب ▁اج اي ے ▁تو ▁ہم ▁ضرور ▁اسے ▁ اجر ▁عظیم ▁عطا ▁کریں ▁گے۔
▁جو ▁لوگ ▁تم ▁میں ▁سے ▁ایمان ▁لاي ے ▁اور ▁نیک ▁کام ▁کرتے ▁رہے ▁ان ▁سے ▁خدا ▁کا ▁وعدہ ▁ہے ▁کہ ▁ان ▁کو ▁ملک ▁کا ▁حاکم ▁بنا دے ▁گا ▁جیسا ▁ان ▁سے ▁پہلے ▁لوگوں ▁کو ▁حاکم ▁بنایا ▁تھا ▁اور ▁ان ▁کے ▁دین ▁کو ▁جسے ▁اس ▁نے ▁ان ▁کے ▁لي ے ▁پسند ▁کیا ▁ہے ▁مست ح کم ▁و پا ي ی دار ▁کرے ▁گا ▁اور ▁خوف ▁کے ▁بعد ▁ان ▁کو ▁امن ▁بخش ے ▁گا۔ ▁وہ ▁میری ▁عبادت ▁کریں ▁گے ▁اور ▁میرے ▁ساتھ ▁کسی ▁چیز ▁کو ▁شریک ▁نہ ▁بنا ي یں ▁گے۔ ▁اور ▁جو ▁اس ▁کے ▁بعد ▁کفر ▁کرے ▁تو ▁ایسے ▁لوگ ▁بد کر دار ▁ہیں
▁اہل ▁ایمان ▁کو ▁جب ▁خدا ▁اور ▁رسول ▁کی ▁طرف ▁بل ایا ▁جاي ے ▁کہ ▁وہ ▁( رسول ) ▁ان ▁کے ▁درمیان ▁فیصلہ ▁کریں ▁تو ▁ان ▁کا ▁قول ▁یہ ▁ہوتا ▁ہے ▁کہ ▁وہ ▁کہتے ▁ہیں ▁ہم ▁نے ▁سنا ▁اور ▁اطاعت ▁کی ▁اور ▁یہی ▁لوگ ▁فلا ح ▁پانے ▁والے ▁ہیں۔
▁اور ▁جو ▁اپنے ▁پروردگار ▁کی ▁ ایت وں ▁پر ▁ایمان ▁لا تے ▁ہیں۔
▁کیا ▁ہم ▁نے ▁پہلے ▁والوں ▁کو ▁ہلاک ▁نہیں ▁کیا۔
▁اے ▁ایمان ▁والو ! ▁اپنی ▁حفاظت ▁کا ▁سامان ▁مکمل ▁رکھ و ۔ ▁ہر ▁وقت ▁تیار ▁رہ و ▁پھر ▁( موقع ▁کی ▁مناسبت ▁سے ) ▁دست ہ ▁دست ہ ▁ہوکر ▁نکل و ▁یا ▁ا کھ ٹے ▁ہوکر ▁نکل و ۔
▁پس ▁اپ ▁صبر ▁کریں ▁یقینا ▁اللہ ▁کا ▁وعده ▁سچ ا ▁ہے۔ ▁اپ ▁کو ▁وه ▁لوگ ▁ہل کا ▁( بے ▁صبر ا ) ▁نہ ▁کریں ▁جو یق ین ▁نہیں ▁رکھتے
▁( ہم ▁نے ▁اس ▁سے ▁کہا ) ▁" یہ ▁ہماری ▁بخش ش ▁ہے ، ▁تج ھے ▁اختیار ▁ہے ▁جسے ▁چاہے ▁دے ▁اور ▁جس ▁سے ▁چاہے ▁روک ▁لے ، ▁کوي ی ▁حساب ▁نہیں "
▁اسی ▁کو ▁پکار نا ▁حق ▁ہے۔ ▁جو ▁لوگ ▁اور وں ▁کو ▁اس ▁کے ▁سوا ▁پکار تے ▁ہیں ▁وه ▁ان ▁( کی ▁پکار ) ▁کا ▁کچھ ▁بھی ▁جواب ▁نہیں ▁دیتے ▁مگر ▁جیسے ▁کوي ی ▁شخص ▁اپنے ▁دونوں ▁ہاتھ ▁پانی ▁کی ▁طرف ▁پھیلا ي ے ▁ہو ي ے ▁ہو ▁کہ ▁اس ▁کے ▁من ھ ▁میں ▁پڑ ▁جاي ے ▁حالانک ہ ▁وه ▁پانی ▁اس ▁کے ▁من ھ ▁میں ▁پہنچنے ▁والا ▁نہیں ، ▁ان ▁من کر وں ▁کی ▁جتن ی ▁پکار ▁ہے ▁سب ▁گمراہ ی ▁میں ▁ہے
▁جب ▁انہوں ▁نے ▁اپنے ▁پروردگار ▁کو ▁ دھی می ▁او از ▁سے ▁پکار ا
▁اور ▁کسی ▁انسان ▁کا ▁حق ▁نہیں ▁کہ ▁اس ▁سے ▁الله ▁کلام ▁کر ▁لے ▁مگر ▁ب ذریعہ ▁وح ی ▁یا ▁پر دے ▁کے ▁پیچھے ▁سے ▁یا ▁کوي ی ▁فرشت ہ ▁بھیج ▁دے ▁کہ ▁وہ ▁اس ▁کے ▁حکم ▁سے ▁القا ▁کر ▁لے ▁جو ▁چاہے ▁بے ▁شک ▁وہ ▁بڑا عال ی شان ▁حکمت ▁والا ▁ہے
▁اور ▁جن ▁کے ▁پل ڑے ▁ہل کے ▁رہیں ▁گے ▁وہی ▁اپنے ▁اپ ▁کو ▁خسار ے ▁میں ▁مبتلا ▁کرنے ▁والے ▁ہوں ▁گے ▁کیونکہ ▁وہ ▁ہماری ▁ای ات ▁کے ▁ساتھ ▁ظالم انہ ▁بر تا و ▁کرتے ▁رہے ▁تھے
▁اس ▁کے ▁بعد ▁اگر ▁خدا ▁اپ ▁کو ▁ان ▁کے ▁کسی ▁گروہ ▁تک ▁میدان ▁سے ▁واپس ▁لاي ے ▁اور ▁یہ ▁دوبارہ ▁خروج ▁کی ▁اجازت ▁طلب ▁کریں ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁تم ▁لوگ ▁کبھی ▁میرے ▁ساتھ ▁نہیں ▁نکل ▁سکتے ▁اور ▁کسی ▁دشمن ▁سے ▁جہاد ▁نہیں ▁کرسکتے ▁تم ▁نے ▁پہلے ▁ہی ▁بیٹھے ▁رہ نا ▁پسند ▁کیا ▁تھا ▁تو ▁اب ▁بھی ▁پیچھے ▁رہ ▁جانے ▁والوں ▁کے ▁ساتھ ▁بیٹھے ▁رہ و
▁انج یر ▁اور ▁زیتون ▁کی ▁قسم ▁ہے
▁ان ▁دو ▁قید یوں ▁میں ▁سے ▁جو ▁شخص ▁بچ ▁گیا ▁تھا ▁اور ▁اسے ▁ایک ▁مدت ▁در از ▁کے ▁بعد ▁اب ▁بات ▁یاد ▁اي ی ، ▁اس ▁نے ▁کہا ▁" میں ▁اپ ▁حضرات ▁کو ▁اس ▁کی ▁تا و یل ▁بتا تا ▁ہوں ، ▁مجھے ▁ذرا ▁( ق ید ▁خان ے ▁میں ▁یوسف ▁کے ▁پاس ) ▁بھیج ▁دی جی ے "
▁جب ▁تم ▁( اف رات فری ▁کی ▁حالت ▁میں ) ▁بھاگ ے ▁جا ▁رہے ▁تھے ▁اور ▁کسی ▁کو ▁م ڑ ▁کر ▁نہیں ▁دیکھتے ▁تھے ▁اور ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁اس ▁جماعت ▁میں ▁( کھ ڑے ) ▁جو ▁تمہارے ▁پیچھے ▁( ث ابت ▁قدم ) ▁رہی ▁تھی ▁تمہیں ▁پکار ▁رہے ▁تھے ▁پھر ▁اس ▁نے ▁تمہیں ▁غم ▁پر ▁غم ▁دیا ▁( یہ ▁نص ی حت ▁و ▁تربیت ▁تھی ) ▁تاکہ ▁تم ▁اس ▁پر ▁جو ▁تمہارے ▁ہاتھ ▁سے ▁جاتا ▁رہا ▁اور ▁اس ▁مصیبت ▁پر ▁جو ▁تم ▁پر ▁ان ▁پڑ ی ▁رنج ▁نہ ▁کرو ، ▁اور ▁اللہ ▁تمہارے ▁کام وں ▁سے ▁خبردار ▁ہے ،
▁اور ▁تم ▁سے ▁عورتوں ▁کے ▁بارے ▁میں ▁فت وی ▁پوچھ تے ▁ہیں ▁تم ▁فرما دو ▁کہ ▁اللہ ▁تمہیں ▁ان ▁کا ▁فت وی ▁دیتا ▁ہے ▁اور ▁وہ ▁جو ▁تم ▁پر ▁قر ان ▁میں ▁پڑھ ا ▁جاتا ▁ہے ▁ان ▁ یت یم ▁لڑکی وں ▁کے ▁بارے ▁میں ▁تم ▁انہیں ▁نہیں ▁دیتے ▁جو ▁ان ▁کا ▁مقرر ▁ہے ▁اور ▁انہیں ▁نکاح ▁میں ▁بھی ▁لانے ▁سے ▁منہ ▁پھ یر تے ▁ہو ▁اور ▁کمزور ▁بچوں ▁کے ▁بارے ▁میں ▁اور ▁یہ ▁کہ ▁ یت یم وں ▁کے ▁حق ▁میں ▁انصاف ▁پر ▁قاي م ▁رہ و ▁اور ▁تم ▁جو ▁بھ لا ي ی ▁کرو ▁تو ▁اللہ ▁کو ▁اس ▁کی ▁خبر ▁ہے ،
▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁خوش خبر یاں ▁دینے ▁والی ▁ہوا وں ▁کو ▁چلا نا ▁بھی ▁ہے ▁اس ▁لي ے ▁کہ ▁تمہیں ▁اپنی ▁رحمت ▁سے ▁لطف ▁اند وز ▁کرے ، ▁اور ▁اس ▁لي ے ▁کہ ▁اس ▁کے ▁حکم ▁سے ▁کشتی اں ▁چل یں ، ▁اور ▁اس ▁لي ے ▁کہ ▁اس ▁کے ▁فضل ▁کو ▁تم ▁ڈھ ون ڈو ، ▁اور ▁اس ▁لي ے ▁کہ ▁تم ▁شکر ▁گزار ی ▁کرو
▁جو ▁لوگ ▁اپنی ▁بیوی وں ▁سے ▁ظ ہ ار ▁کریں ▁پھر ▁اپنی ▁کہ ی ▁ہو ي ی ▁بات ▁سے ▁رجوع ▁کرلی ں ▁تو ▁ان ▁کے ▁ذم ہ ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کو ▁ہاتھ ▁لگانے ▁سے ▁پہلے ▁ایک ▁غلام ▁از اد ▁کرنا ▁ہے ، ▁اس ▁کے ▁ذریعہ ▁تم ▁نص ی حت ▁کیے ▁جاتے ▁ہو۔ ▁اور ▁اللہ ▁تعالی ▁تمہارے ▁تمام ▁اعمال ▁سے ▁با خبر ▁ہے
▁اے ▁اب ا ! ▁بیش ک ▁میرے ▁پاس ▁( بار گاہ ▁ال ہی ▁سے ) ▁وہ ▁علم ▁اچ کا ▁ہے ▁جو ▁تمہارے ▁پاس ▁نہیں ▁ ایا ▁تم ▁میری ▁پیر وی ▁کرو ▁میں ▁تمہیں ▁سی دھی ▁راہ ▁دکھا وں ▁گا ،
▁اور ▁جو ▁باتیں ▁لوگ ▁بنا ▁رہے ▁ہیں ▁ان ▁پر ▁صبر ▁کرو ▁اور ▁شر ا فت ▁کے ▁ساتھ ▁ان ▁سے ▁الگ ▁ہو ▁جا و
▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁ہر ▁چیز ▁کو ▁تباہ ▁کر ▁ڈال ے ▁گا " ▁اخر کار ▁ان ▁کا ▁حال ▁یہ ▁ہوا ▁کہ ▁ان ▁کے ▁رہنے ▁کی ▁جگہ وں ▁کے ▁سوا ▁وہاں ▁کچھ ▁نظر ▁نہ ▁ا تا ▁تھا ▁اس ▁طرح ▁ہم ▁مجرم وں ▁کو ▁بدل ہ ▁دیا ▁کرتے ▁ہیں
▁اب ▁اگر ▁یہ ▁لوگ ▁تمہیں ▁جھ ٹل ات ے ▁ہیں ▁تو ▁ان ▁سے ▁پہلے ▁گزر ے ▁ہو ي ے ▁لوگ ▁بھی ▁جھ ٹ لا ▁چکے ▁ہیں ▁ان ▁کے ▁پاس ▁ان ▁کے ▁رسول ▁کھل ے ▁دل ايل ▁اور ▁ صح یف ے ▁اور ▁روشن ▁ہ دا یات ▁دینے ▁والی ▁کتاب ▁لے ▁کر ▁اي ے ▁تھے
▁مگر ▁( اس ▁کا ▁قاي م ▁رہ نا ) ▁تمہارے ▁پروردگار ▁کی ▁رحمت ▁ہے۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁تم ▁پر ▁اس ▁کا ▁بڑا ▁فضل ▁ہے
▁وہ ▁بول ے ▁کہ ▁بادشاہ ▁( کے ▁پانی ▁پی نے ) ▁کا ▁گل اس ▁کھو یا ▁گیا ▁ہے ▁اور ▁جو ▁شخص ▁اس ▁کو ▁لے ▁اي ے ▁اس ▁کے ▁لیے ▁ایک ▁بار ▁ش تر ▁( ان عام ) ▁اور ▁میں ▁اس ▁کا ▁ض امن ▁ہوں
▁اگر تم ▁رسول ▁کی ▁مدد ▁نہ ▁کرو ▁گے ▁تو ▁اس ▁کی ▁الله ▁نے ▁مدد ▁کی ▁ہے ▁جس ▁وقت ▁اسے ▁کا فر وں ▁نے ▁نکال ا ▁تھا ▁کہ ▁وہ ▁دو ▁میں ▁سے ▁دوسرا ▁تھا جب ▁وہ ▁دونوں ▁غار ▁میں ▁تھے ▁جب ▁وہ ▁اپنے ▁ساتھ ی ▁سے ▁کہہ ▁رہا ▁تھا ▁تو ▁غم ▁نہ ▁کھا ▁بے ▁شک ▁الله ▁ہمارے ▁ساتھ ▁ہے ▁پھر ▁الله ▁نے ▁اپنی ▁طرف ▁سے ▁اس ▁پر ▁تس کین ▁اتار ی ▁اور ▁اس ▁کی ▁مدد ▁کو ▁وہ ▁فوج یں ▁بھیج یں ▁جنہیں ▁تم ▁نے ▁نہیں ▁دیکھا ▁اور کا فر وں ▁کی ▁بات ▁کو ▁پست ▁کر ▁دیا ▁اور ▁بات ▁تو ▁الله ▁ہی ▁کی ▁بلند ▁ہے ▁اور ▁الله ▁زبردست ▁( اور ) ▁حکمت ▁والا ▁ہے
▁کہہ ▁دو ▁کہ ▁سفارش ▁تو ▁سب ▁خدا ▁ہی ▁کے ▁اختیار ▁میں ▁ہے۔ ▁اسی ▁کے ▁لي ے ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ت ▁ہے۔ ▁پھر ▁تم ▁اسی ▁کی ▁طرف ▁لوٹ ▁کر ▁جا و ▁گے
▁انہوں ▁نے ▁کہا ▁کہ ▁پروردگار ▁اس ▁ولادت ▁کی ▁کوي ی ▁علامت ▁قرار ▁دے ▁دے ▁ارشاد ▁ہوا ▁کہ ▁تمہاری ▁نشانی ▁یہ ▁ہے ▁کہ ▁تم ▁تین ▁دنوں ▁تک ▁برابر ▁لوگوں ▁سے ▁کلام ▁نہیں ▁کرو ▁گے
▁ہمارے ▁پاس ▁( ان ▁کے ▁لیے ) ▁بھاری ▁بی ڑ یاں ▁ہیں ▁اور ▁ب ھڑ کت ی ▁ہو ي ی ▁ اگ
▁وہ ▁جو ▁دوزخ ▁ہے ▁اس ▁کے ▁اندر ▁جاي یں ▁گے ، ▁اور ▁کیا ▁ہی ▁بری ▁ٹھہر نے ▁کی ▁جگہ ،
▁اور ▁اپنا ▁ہاتھ ▁اپنی ▁ب غل ▁سے ▁ملا ▁دے ▁بلا ▁ع یب ▁سفید ▁ہو ▁کر ▁نکل ے ▁گا ▁یہ ▁دوسری ▁نشانی ▁ہے
▁اے ▁لوگ و ! ▁اللہ ▁کا ▁وعدہ ▁یقینا ▁سچ ا ▁ہے ▁( خی ال ▁رکھنا ) ▁ز ندگان ی ▁دنیا ▁کہیں ▁تمہیں ▁دھو کے ▁میں ▁نہ ▁ڈال ▁دے ▁اور ▁نہ ▁ہی ▁بڑا ▁دھو کہ ▁باز ▁( شی ط ان ) ▁تمہیں ▁اللہ ▁کے ▁بارے ▁میں ▁دھو کہ ▁د ے۔
▁اور ▁ہر ▁ایک ▁کے ▁لي ے ▁توجہ ▁ایک ▁سمعت ▁ہے ▁کہ ▁وہ ▁اسی ▁طرف ▁منہ ▁کرتا ▁ہے ▁تو ▁یہ ▁چاہ و ▁کہ ▁نیک یوں ▁میں ▁اور وں ▁سے ▁ اگ ے ▁نکل ▁جاي یں ▁تو ▁کہیں ▁ہو ▁اللہ ▁تم ▁سب ▁کو ▁اک ٹھا ▁لے ▁اي ے ▁گا ▁بیش ک ▁اللہ ▁جو ▁چاہے ▁کرے -
▁بھ لا ▁تم ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁جو ▁( شمار ▁میں ) ▁ہزاروں ▁ہی ▁تھے ▁اور ▁موت ▁کے ▁ڈر ▁سے ▁اپنے ▁گھروں ▁سے ▁نکل ▁بھاگ ے ▁تھے۔ ▁تو ▁خدا ▁نے ▁ان ▁کو ▁حکم ▁دیا ▁کہ ▁مر جا و ۔ ▁پھر ▁ان ▁کو ▁زندہ ▁بھی ▁کردیا۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁خدا ▁لوگوں ▁پر ▁مہربانی ▁رکھتا ▁ہے۔ ▁لیکن ▁اکثر ▁لوگ ▁شکر ▁نہیں ▁کرتے
▁اور ▁یقینا ▁جو ▁شخص ▁اپنے ▁اوپر ▁ظلم ▁ہونے ▁کے ▁بعد ▁بدل ہ ▁لے ▁تو ▁ایسے ▁لوگوں ▁پر ▁( مل امت ▁و ▁گرفت ) ▁کی ▁کوي ی ▁راہ ▁نہیں ▁ہے ،
▁پھر ▁کیا ▁وہ ▁جو ▁ایک ▁ایک ▁مت نفس ▁کی ▁کم اي ی ▁پر ▁نظر ▁رکھتا ▁ہے ▁( اس ▁کے ▁مقابلے ▁میں ▁یہ ▁جس ارت یں ▁کی ▁جا ▁رہی ▁ہیں ▁کہ ) ▁لوگوں ▁نے ▁اس ▁کے ▁کچھ ▁شریک ▁ ٹھی را ▁رکھے ▁ہیں ؟ ▁اے ▁نبی ، ▁ان ▁سے ▁کہ و ▁( اگر ▁واقعی ▁وہ ▁خدا ▁کے ▁اپنے ▁بنا ي ے ▁ہو ي ے ▁شریک ▁ہیں ▁تو ) ▁ذرا ▁ان ▁کے ▁نا ▁م ▁لو ▁کہ ▁وہ ▁کون ▁ہیں ؟ ▁کیا ▁تم ▁اللہ ▁کو ▁ایک ▁ني ی ▁بات ▁کی ▁خبر ▁دے ▁رہے ▁ہو ▁جسے ▁وہ ▁اپنی ▁زمین ▁میں ▁نہیں ▁جانتا ؟ ▁یا ▁تم ▁لوگ ▁بس ▁ یون ہی ▁جو ▁منہ ▁میں ▁ا تا ▁ہے ▁کہہ ▁ڈال تے ▁ہو ؟ ▁حقیقت ▁یہ ▁ہے ▁کہ ▁جن ▁لوگوں ▁نے ▁دعوت ▁حق ▁کو ▁مان نے ▁سے ▁انکار ▁کیا ▁ہے ▁ان ▁کے ▁لیے ▁ان ▁کی ▁م کار یاں ▁خوش ن ما ▁بنا ▁دی ▁ گي ی ▁ہیں ▁اور ▁وہ ▁راہ ▁راست ▁سے ▁روک ▁دیے ▁ گي ے ▁ہیں ، ▁پھر ▁جس ▁کو ▁اللہ ▁گمراہ ی ▁میں ▁پھینک ▁دے ▁اسے ▁کوي ی ▁راہ ▁دکھا نے ▁والا ▁نہیں ▁ہے
▁( یہ ▁سب ▁کچھ ) ▁تمہارے ▁اور ▁تمہارے ▁چار پای وں ▁کے ▁لیے ▁بنایا
▁اور ▁یہ ▁دنیا ▁کی ▁زندگی ▁تو ▁نہیں ▁مگر ▁کھیل ▁کو د ▁اور ▁بیش ک ▁اخر ت ▁کا ▁گھر ▁ضرور ▁وہی ▁سچ ی ▁زندگی ▁ہے ▁کیا ▁اچھا ▁تھا ▁اگر ▁جانتے
▁یا ▁اللہ ▁کے ▁سوا ▁ان ▁کا ▁کوي ی ▁اور ▁خدا ▁ہے ▁اللہ ▁کو ▁پاک ی ▁ان ▁کے ▁شرک ▁سے ،
▁اور ▁فرع ون ▁بولا ▁مجھے ▁چھوڑ و ▁میں ▁موسی ▁کو ▁قتل ▁کر وں ▁اور ▁وہ ▁اپنے ▁رب ▁کو ▁پکار ے ▁میں ▁ڈر تا ▁ہوں ▁کہیں ▁وہ ▁تم ہ ارا ▁دین ▁بدل ▁دے ▁یا ▁زمین ▁میں ▁فساد ▁چم کا ي ے
▁اگر ▁ہم ▁چاہ یں ▁تو ▁اسے ▁ریز ہ ▁ریز ہ ▁کر ▁دیں ▁پھر ▁تم ▁تعجب ▁اور ▁ ند امت ▁ہی ▁کرتے ▁رہ ▁جا و ،
▁کیا ▁یہ ▁کہتے ▁ہیں ▁کہ ▁( پی غ مبر ▁نے ) ▁اللہ ▁پر ▁جھوٹ ▁با ند ھا ▁ہے ، ▁اگر ▁اللہ ▁تعالی ▁چاہے ▁تو ▁اپ ▁کے ▁دل ▁پر ▁مہر ▁لگا دے ▁اور ▁اللہ ▁تعالی ▁اپنی ▁بات وں ▁سے ▁جھوٹ ▁کو ▁م ٹا ▁دیتا ▁ہے ▁اور ▁سچ ▁کو ▁ثابت ▁رکھتا ▁ہے۔ ▁وه ▁سی نے ▁کی ▁بات وں ▁کو ▁جان نے ▁والا ▁ہے
▁جب ▁وه ▁چین وٹ یوں ▁کے ▁میدان ▁میں ▁پہنچے ▁تو ▁ایک ▁چی ون ٹی ▁نے ▁کہا ▁اے ▁چی ون ٹی و ! ▁اپنے ▁اپنے ▁گھروں ▁میں ▁گھ س ▁جا و ، ▁ایسا ▁نہ ▁ہو ▁کہ ▁بی خبر ی ▁میں ▁سلیمان ▁اور ▁اس ▁کا ▁لشکر ▁تمہیں ▁روند ▁ڈال ے
▁زمین ▁اور ▁اس مان وں ▁کی ▁ہر ▁چیز ▁کا ▁اسے ▁علم ▁ہے ▁جو ▁کچھ ▁تم ▁چھپ ات ے ▁ہو ▁اور ▁جو ▁کچھ ▁تم ▁ظاہر ▁کرتے ▁ہو ▁سب ▁اس ▁کو ▁معلوم ▁ہے ، ▁اور ▁وہ ▁دل وں ▁کا ▁حال ▁تک ▁جانتا ▁ہے
▁اے ▁ایمان ▁والو ! ▁جب ▁تم ▁میں ▁سے ▁کسی ▁کی ▁موت ▁اي ے ▁تو ▁وص یت ▁کرتے ▁وقت ▁تمہارے ▁درمیان ▁گواہ ی ▁( کے ▁لي ے ) ▁تم ▁میں ▁سے ▁دو ▁عادل ▁شخص ▁ہوں ▁یا ▁تمہارے ▁غیر وں ▁میں ▁سے ▁( کو ي ی ) ▁دوسرے ▁دو ▁شخص ▁ہوں ▁اگر ▁تم ▁ملک ▁میں ▁سفر ▁کر ▁رہے ▁ہو ▁پھر ▁( اسی ▁حال ▁میں ) ▁تمہیں ▁موت ▁کی ▁مصیبت ▁اپ ہن چے ▁تو ▁تم ▁ان ▁دونوں ▁کو ▁نماز ▁کے ▁بعد ▁روک ▁لو ، ▁اگر ▁تمہیں ▁( ان ▁پر ) ▁شک ▁گزر ے ▁تو ▁وہ ▁دونوں ▁اللہ ▁کی ▁قسم یں ▁کھا ي یں ▁کہ ▁ہم ▁اس ▁کے ▁عوض ▁کوي ی ▁قیمت ▁حاصل ▁نہیں ▁کریں ▁گے ▁خواہ ▁کوي ی ▁( کت نا ▁ہی ) ▁قر ابت ▁دار ▁ہو ▁اور ▁نہ ▁ہم ▁اللہ ▁کی ▁( م قرر ▁کردہ ) ▁گواہ ی ▁کو ▁چھپ اي یں ▁گے ▁( اگر ▁چھپ اي یں ▁تو ) ▁ہم ▁اسی ▁وقت ▁گناہ گار وں ▁میں ▁ہو ▁جاي یں ▁گے ،
▁اس ▁کے ▁بعد ▁شعیب ▁علی ھ ▁السلام نے ▁ان ▁سے ▁منہ ▁پھ یر ▁لیا ▁اور ▁کہا ▁کہ ▁اے ▁قوم ▁میں ▁نے ▁اپنے ▁پروردگار ▁کے ▁پیغام ات ▁کو ▁پہنچا دیا ▁اور ▁تمہیں ▁نص ی حت ▁بھی ▁کی ▁تو ▁اب ▁کفر ▁اختیار ▁کرنے ▁والوں ▁کے ▁حال ▁پر ▁کس ▁طرح ▁افسوس ▁کر وں
▁اور ▁اللہ ▁دو ▁اد م یوں ▁کی ▁مثال ▁پیش ▁کرتا ▁ہے ▁جن ▁میں ▁سے ▁ایک ▁ گون گا ▁ہے ▁کسی ▁بات ▁پر ▁قدرت ▁نہیں ▁رکھتا ▁اور ▁وہ ▁اپنے ▁ا قا ▁پر ▁بوجھ ▁ہے ▁وہ ▁اسے ▁ج دھر ▁بھی ▁بھیج ے ▁وہ ▁کسی ▁بھ لا ي ی ▁کے ▁ساتھ ▁واپس ▁نہیں ▁ا تا ▁اور ▁دوسرا ▁وہ ▁ہے ▁جو ▁عدل ▁و ▁انصاف ▁کا ▁حکم ▁دیتا ▁ہے ▁اور ▁خود ▁راہ ▁راست ▁پر ▁قاي م ▁ہے ▁کیا ▁وہ ▁( پ ہ لا ) ▁اور ▁یہ ▁( دو سرا ) ▁برابر ▁ہو ▁سکتے ▁ہیں ؟
▁پھر ▁جب ▁حج ▁کے ▁تمام ▁ارکان ▁پورے ▁کر چ کو ▁تو ▁( من ی ▁میں ) ▁خدا ▁کو ▁یاد ▁کرو ۔ ▁جس ▁طرح ▁اپنے ▁باپ ▁داد ا ▁کو ▁یاد ▁کیا ▁کرتے ▁تھے ▁بلکہ ▁اس ▁سے ▁بھی ▁زیادہ ▁اور ▁بعض ▁لوگ ▁ایسے ▁ہیں ▁جو ▁( خدا ▁سے ) ▁التج ا ▁کرتے ▁ہیں ▁کہ ▁اے ▁پروردگار ▁ہم ▁کو ▁( جو ▁دنیا ▁ہے ) ▁دنیا ▁ہی ▁میں ▁عن ایت ▁کر ▁ایسے ▁لوگوں ▁کا ▁اخر ت ▁میں ▁کچھ ▁حصہ ▁نہیں
▁اور ▁صاحب ان ▁ه ▁ایمان ▁و ▁عمل ▁صالح ▁کو ▁ان ▁جنت وں ▁میں ▁داخل ▁کیا ▁جاي ے ▁گا ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گے ▁وہ ▁ہمیشہ ▁حکم ▁خدا ▁سے ▁وہ یں ▁رہیں ▁گے ▁اور ▁ان ▁کی ▁ملاقات ▁کا ▁ تحف ہ ▁سلام ▁ہوگا
▁اور ▁انہوں ▁نے ▁اللہ ▁کی ▁قسم ▁کھا ي ی ▁اپنے ▁حلف ▁میں ▁پوری ▁کوشش ▁سے ▁کہ ▁اگر ▁ان ▁کے ▁پاس ▁کوي ی ▁نشانی ▁اي ی ▁تو ▁ضرور ▁اس ▁پر ▁ایمان ▁لاي یں ▁گے ، ▁م ▁فرما ▁دو ▁کہ ▁نشان یاں ▁تو ▁اللہ ▁کے ▁پاس ▁ہیں ▁اور ▁تمہیں ▁کیا ▁خبر ▁کہ ▁جب ▁وہ ▁اي یں ▁تو ▁یہ ▁ایمان ▁نہ ▁لاي ی نگے
▁کیا ▁تم ▁دیکھتے ▁نہیں ▁ہو ▁کہ ▁اللہ ▁کے ▁ اگ ے ▁سر بس جو د ▁ہیں ▁وہ ▁سب ▁جو ▁اس مان وں ▁میں ▁ہیں ▁اور ▁جو ▁زمین ▁میں ▁ہیں ، ▁سور ج ▁اور ▁چاند ▁اور ▁تار ے ▁اور ▁پہاڑ ▁اور ▁درخت ▁اور ▁جانور ▁اور ▁بہت ▁سے ▁انسان ▁اور ▁بہت ▁سے ▁وہ ▁لوگ ▁بھی ▁جو ▁عذاب ▁کے ▁مستحق ▁ہو ▁چکے ▁ہیں ؟ ▁اور ▁جسے ▁اللہ ▁ذ ل یل ▁و ▁خوا ر ▁کر ▁دے ▁اسے ▁پھر ▁کوي ی ▁عزت ▁دینے ▁والا ▁نہیں ▁ہے ، ▁اللہ ▁کرتا ▁ہے ▁جو ▁کچھ ▁چاہتا ▁ہے
▁تم ▁تو ▁فقط ▁اسے ▁ڈرا ▁نے ▁والے ▁ہو ▁جو ▁اس ▁سے ▁ڈر ے ،
▁جن ▁لوگوں ▁نے ▁بہت ان ▁با ند ھا ▁ہے ▁تم ▁ہی ▁میں ▁سے ▁ایک ▁جماعت ▁ہے ▁اس ▁کو ▁اپنے ▁حق ▁میں ▁برا ▁نہ ▁سمجھ نا ۔ ▁بلکہ ▁وہ ▁تمہارے ▁لي ے ▁اچھا ▁ہے۔ ▁ان ▁میں ▁سے ▁جس ▁شخص ▁نے ▁گناہ ▁کا ▁جتن ا ▁حصہ ▁لیا ▁اس ▁کے ▁لي ے ▁اتنا ▁ہی ▁وبال ▁ہے۔ ▁اور ▁جس ▁نے ▁ان ▁میں ▁سے ▁اس ▁بہت ان ▁کا ▁بڑا ▁بوجھ ▁اٹھایا ▁ہے ▁اس ▁کو ▁بڑا ▁عذاب ▁ہوگا
▁ان ▁دونوں ▁میں ▁سے ▁ایک ▁لڑکی ▁نے ▁کہا ▁کہ ▁بابا ▁اپ ▁انہیں ▁نو کر ▁رکھ ▁لی جي ے ▁کہ ▁اپ ▁جسے ▁بھی ▁نو کر ▁رکھنا ▁چاہ یں ▁ان ▁میں ▁سب ▁سے ▁بہتر ▁وہ ▁ہوگا ▁جو ▁صاحب ▁قوت ▁بھی ▁ہو ▁اور ▁امان ت دار ▁بھی ▁ہو
▁ایمان ▁والو ! ▁تم ▁سے ▁تمہاری ▁ملکی ت ▁کے ▁غلام وں ▁کو ▁اور ▁انہیں ▁بھی ▁جو ▁تم ▁میں ▁سے ▁بلوغ ت ▁کو ▁نہ ▁پہنچے ▁ہوں ▁( اپ نے ▁ انے ▁کی ) ▁تین ▁وقت وں ▁میں ▁اجازت ▁حاصل ▁کرنی ▁ضروری ▁ہے۔ ▁نماز ▁فجر ▁سے ▁پہلے ▁اور ▁ظ ہر ▁کے ▁وقت ▁جب ▁کہ ▁تم ▁اپنے ▁کپڑے ▁اتار ▁رکھتے ▁ہو ▁اور ▁عش ا ▁کی ▁نماز ▁کے ▁بعد ، ▁یہ ▁تین وں ▁وقت ▁تمہاری ▁( خلو ت ) ▁اور ▁پرده ▁کے ▁ہیں۔ ▁ان ▁وقت وں ▁کے ▁ماس وا ▁نہ ▁تو ▁تم ▁پر ▁کوي ی ▁گناه ▁ہے ▁نہ ▁ان ▁پر ۔ ▁تم ▁سب ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کے ▁پاس ▁بک ثر ت ▁ انے ▁جانے ▁والے ▁ہو ▁( ہی )، ▁اللہ ▁اسی ▁طرح ▁کھول ▁کھول ▁کر ▁اپنے ▁احکام ▁تم ▁سے ▁بیان ▁فرما ▁رہا ▁ہے۔ ▁اللہ ▁تعالی ▁پورے ▁علم ▁اور ▁کامل ▁حکمت ▁والا ▁ہے
▁اور ▁اگر ▁اہل ▁کتاب ▁( حضرت ▁محمد ▁مصطفی ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁پر ) ▁ایمان ▁لے ▁ا تے ▁اور ▁تقوی ▁اختیار ▁کر ▁لیتے ▁تو ▁ہم ▁ان ▁( کے ▁دامن ) ▁سے ▁ان ▁کے ▁سارے ▁گناہ ▁م ٹا ▁دیتے ▁اور ▁انہیں ▁یقینا ▁نعمت ▁والی ▁جنت وں ▁میں ▁داخل ▁کردی تے ،
▁پھر ▁کام ▁کو ▁تقسیم ▁کرنے ▁وال یاں
▁صالح ▁نے ▁کہا ▁کہ ▁قوم ▁والو ▁اخر ▁بھ لا ي ی ▁سے ▁پہلے ▁براي ی ▁کی ▁جلد ی ▁کیوں ▁کررہے ▁ہو ▁تم ▁لوگ ▁اللہ ▁سے ▁است غ فار ▁کیوں ▁نہیں ▁کرتے ▁کہ ▁شاید ▁تم ▁پر ▁رحم ▁کردیا ▁جاي ے
▁اور ▁یقینا ▁ہم ▁نے ▁تمہارے ▁گرد ▁بہت ▁سی ▁بست یوں ▁کو ▁تباہ ▁کردیا ▁ہے ▁اور ▁اپنی ▁نشانی وں ▁کو ▁پل ٹ ▁پل ٹ ▁کر ▁د کھ ل ایا ▁ہے ▁کہ ▁شاید ▁یہ ▁حق ▁کی ▁طرف ▁واپس ▁اج اي یں
▁جس ▁دن ▁ہم ▁دوزخ ▁سے ▁پوچھ یں ▁گے ▁کیا ▁تو ▁بھر ▁چکی ؟ ▁وه ▁جواب ▁دے ▁گی ▁کیا ▁کچھ ▁اور ▁زیاد ه ▁بھی ▁ہے ؟
▁پھر ▁اگر ▁وہ ▁صبر ▁کریں ▁تو ▁ اگ ▁ان ▁کا ▁ ٹھ کان ا ▁ہے ▁اور ▁اگر ▁وہ ▁من انا ▁چاہ یں ▁تو ▁کوي ی ▁ان ▁کا ▁من انا ▁نہ ▁ما نے ،
▁جو ▁لوگ ▁خدا ▁پر ▁اور ▁روز ▁اخر ت ▁پر ▁ایمان ▁لاي یں ▁گے ▁اور ▁عمل ▁نیک ▁کریں ▁گے ▁خواہ ▁وہ ▁مسلمان ▁ہوں ▁یا ▁یہودی ▁یا ▁ستار ہ ▁پرست ▁یا ▁ع یس اي ی ▁ان ▁کو ▁( قی امت ▁کے ▁دن ) ▁نہ ▁کچھ ▁خوف ▁ہو ▁گا ▁اور ▁نہ ▁غم ناک ▁ہوں ▁گے
▁پھر ▁ہم ▁نے ▁ان ہی ▁میں ▁سے ▁ایک ▁پیغمبر ▁بھی جا ▁( جس ▁نے ▁ان ▁سے ▁کہا ) ▁اللہ ▁کی ▁عبادت ▁کرو ۔ ▁اس ▁کے ▁سوا ▁کوي ی ▁ الہ ▁نہیں ▁ہے۔ ▁کیا ▁تم ▁( اس ▁کی ▁حکم ▁عدو لی ) ▁سے ▁ڈر تے ▁نہیں ▁ہو ؟
▁( وہ ) ▁باغ ات ▁میں ▁ہوں ▁گے ، ▁اور ▁اپ س ▁میں ▁پوچھ تے ▁ہوں ▁گے ،
▁یقینا ▁تم ہ ارا ▁رب ▁اللہ ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁( کی ▁بالا ي ی ▁و ▁زیر یں ▁کا ين ات ) ▁کو ▁چھ ▁دنوں ▁( یعنی ▁چھ ▁مدت وں ▁یا ▁م رحل وں ) ▁میں ▁( تدریج ا ) ▁پیدا ▁فرمایا ▁پھر ▁وہ ▁ع رش ▁پر ▁( اپ نے ▁اقتدار ▁کے ▁ساتھ ) ▁جلو ہ ▁اف روز ▁ہوا ▁( یعنی ▁تخلیق ▁کا ين ات ▁کے ▁بعد ▁اس ▁کے ▁تمام ▁ عو الم ▁اور ▁اجرا م ▁میں ▁اپنے ▁قانون ▁اور ▁نظام ▁کے ▁اجراء ▁کی ▁صورت ▁میں ▁مت م کن ▁ہوا ) ▁وہی ▁ہر ▁کام ▁کی ▁تدبیر ▁فرما تا ▁ہے ▁( یعنی ▁ہر ▁چیز ▁کو ▁ایک ▁نظام ▁کے ▁تحت ▁چلا تا ▁ہے۔ ▁اس ▁کے ▁حضور ) ▁اس ▁کی ▁اجازت ▁کے ▁بغیر ▁کوي ی ▁سفارش ▁کرنے ▁والا ▁نہیں ، ▁یہی ▁( عظم ت ▁و ▁قدرت ▁والا ) ▁اللہ ▁تم ہ ارا ▁رب ▁ہے ، ▁سو ▁تم ▁اسی ▁کی ▁عبادت ▁کرو ، ▁پس ▁کیا ▁تم ▁( قبول ▁نص ی حت ▁کے ▁لي ے ) ▁غور ▁نہیں ▁کرتے ،
▁بابا ▁مجھے ▁یہ ▁خوف ▁ہے ▁کہ ▁اپ ▁کو ▁رحمان ▁کی ▁طرف ▁سے ▁کوي ی ▁عذاب ▁اپنی ▁گرفت ▁میں ▁لے ▁لے ▁اور ▁اپ ▁شیطان ▁کے ▁دوست ▁قرار ▁پا جا ي یں
▁وہی ▁تو ▁ہے ▁جو ▁جلا تا ▁ہے ▁اور ▁مار تا ▁ہے۔ ▁پھر ▁جب ▁وہ ▁کوي ی ▁کام ▁کرنا ▁( اور ▁کسی ▁کو ▁پیدا ▁کرنا ) ▁چاہتا ▁ہے ▁تو ▁اس ▁سے ▁کہہ ▁دیتا ▁ہے ▁کہ ▁ہو جا ▁تو ▁وہ ▁جاتا ▁ہے
▁ارشاد ▁ہوا ▁کہ ▁ہاں ▁یہی ▁مجھ ▁تک ▁پہنچنے ▁کی ▁سی دھی ▁راه ▁ہے
▁جب ▁وہ ▁اس ▁کے ▁پاس ▁اي ے ▁تو ▁بول ے ▁سلام ▁کہا ▁ہمیں ▁تم ▁سے ▁ڈر ▁معلوم ▁ہوتا ▁ہے ،
▁اور ▁کہتے ▁ہیں ▁کہ ▁یہ ▁تو ▁ایک ▁کھل ا ▁ہوا ▁جادو ▁ہے
▁تم ▁پر ▁فرض ▁کیا ▁گیا ▁ہے ▁کہ ▁جب ▁تم ▁میں ▁سے ▁کسی ▁کو ▁موت ▁ا ▁پہنچے ▁اگر ▁وہ ▁مال ▁چھوڑ ے ▁تو ▁ماں ▁باپ ▁اور ▁رشتہ ▁دار وں ▁کے ▁لیے ▁مناسب ▁طور ▁پر ▁وص یت ▁کرے ▁یہ ▁پر ہ یز گار وں ▁پر حق ▁ہے
▁اور ▁ہم ▁نے ▁رات ▁اور ▁دن ▁کو ▁( اپ نی ▁قدرت ▁کی ) ▁دو ▁نشان یاں ▁بنایا ▁ہے ▁سو ▁ہم ▁نے ▁رات ▁کی ▁نشانی ▁کو ▁ دھ ند لا ▁بنایا ▁اور ▁دن ▁کی ▁نشانی ▁کو ▁روشن ▁بنایا ▁تاکہ ▁تم ▁اپنے ▁پروردگار ▁کا ▁فضل ▁و ▁کرم ▁( رزق ) ▁تلاش ▁کرو ▁اور ▁تاکہ ▁برس وں ▁کی ▁ گن تی ▁اور ▁( ہر ▁طرح ▁کا ) ▁حساب ▁معلوم ▁کر ▁ سکو ▁اور ▁ہم ▁نے ▁ہر ▁( ضر وری ) ▁چیز ▁کو ▁تفصیل ▁سے ▁بیان ▁کر ▁دیا ▁ہے۔
▁اور ▁اپنی ▁نماز وں ▁کی ▁محافظت ▁کرتے ▁ہیں
▁اور ▁البتہ ▁اس ▁سے ▁اس ▁کے ▁مہمان وں ▁کا ▁مطالبہ ▁کرنے ▁لگے ▁تو ▁ہم ▁نے ▁ان ▁کی ▁ان کھ یں ▁م ٹا ▁دیں ▁پس ▁( کہ ا ) ▁میرے ▁عذاب ▁اور ▁میرے ▁ڈرا نے ▁کا ▁م زہ ▁چک ھو
▁اور ▁فرع ون ▁نے ▁اپنی ▁قوم ▁سے ▁پکار ▁کر ▁کہا ▁کہ ▁اے ▁قوم ▁کیا ▁مصر ▁کی ▁حکومت ▁میرے ▁ہاتھ ▁میں ▁نہیں ▁ہے۔ ▁اور ▁یہ ▁نہ ر یں ▁جو ▁میرے ▁( م حل وں ▁کے ) ▁نیچے ▁بہ ہ ▁رہی ▁ہیں ▁( میر ی ▁نہیں ▁ہیں ) ▁کیا ▁تم ▁دیکھتے ▁نہیں
▁اور ▁اگر ▁ہم ▁ان ▁کو ▁پیغمبر ▁( کے ▁بھیج نے ) ▁سے ▁پیش تر ▁کسی ▁عذاب ▁سے ▁ہلاک ▁کردی تے ▁تو ▁وہ ▁کہتے ▁کہ ▁اے ▁ہمارے ▁پروردگار ▁تو ▁نے ▁ہماری ▁طرف ▁کوي ی ▁پیغمبر ▁کیوں ▁نہ ▁بھی جا ▁کہ ▁ہم ▁ذ ل یل ▁اور ▁رس وا ▁ہونے ▁سے ▁پہلے ▁تیر ے ▁کلام ▁( وا ح کام ) ▁کی ▁پیر وی ▁کرتے
▁ہم ▁جس ▁ ایت ▁کو ▁منسوخ ▁کر ▁دیتے ▁یا ▁اسے ▁فراموش ▁کرا ▁دیتے ▁ہیں ▁تو ▁اس ▁سے ▁بہتر ▁یا ▁و یسی ▁ہی ▁اور ▁ ایت ▁بھیج ▁دیتے ▁ہیں۔ ▁کیا ▁تم ▁نہیں ▁جانتے ▁کہ ▁خدا ▁ہر ▁بات ▁پر ▁قادر ▁ہے
▁ہم ▁نے ▁اس ▁قر ان ▁میں ▁لوگوں ▁کو ▁طرح ▁طرح ▁سے ▁سمجھ ایا ▁مگر ▁انسان ▁بڑا ▁ہی ▁جھ گ ڑا لو ▁واقع ▁ہوا ▁ہے
▁البتہ ▁اعتراض ▁ان ▁لوگوں ▁پر ▁ہے ▁جو ▁مال دار ▁ہیں ▁اور ▁پھر ▁بھی ▁تم ▁سے ▁درخواست یں ▁کرتے ▁ہیں ▁کہ ▁انہیں ▁شرکت ▁جہاد ▁سے ▁معاف ▁رکھا ▁جاي ے ▁انہوں ▁نے ▁گھر ▁بیٹھ نے ▁والی وں ▁میں ▁شامل ▁ہونا ▁پسند ▁کیا ▁اور ▁اللہ ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁ ٹھ پ ہ ▁لگا ▁دیا ، ▁اس ▁لیے ▁اب ▁یہ ▁کچھ ▁نہیں ▁جانتے ▁( کہ ▁اللہ ▁کے ▁ہاں ▁ان ▁کی ▁روش ▁کا ▁کیا ▁نتیجہ ▁نکل نے ▁والا ▁ہے )
▁مگر ▁جب ▁دیکھا ▁کہ ▁ان ▁کے ▁ہاتھ ▁کھانے ▁پر ▁نہیں ▁بڑھ تے ▁تو ▁وہ ▁ان ▁سے ▁مشت بہ ▁ہو ▁گیا ▁اور ▁دل ▁میں ▁ان ▁سے ▁خوف ▁محسوس ▁کرنے ▁لگا ▁انہوں ▁نے ▁کہا ▁" ڈر و ▁نہیں ، ▁ہم ▁تو ▁ل وط ▁کی ▁قوم ▁کی ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں "
▁اور ▁تم ہ ارا ▁رفیق ▁کوي ی ▁دیوان ہ ▁نہیں ▁ہے
▁فرمایا ▁اس مان وں ▁اور ▁زمین ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁سب ▁کا ▁پروردگار ▁ہے ▁اگر ▁تمہیں ▁یقین ▁اي ے
▁انہوں ▁نے ▁کہا ▁ڈر ی ے ▁نہیں ▁ہم ▁اپ ▁کو ▁ایک ▁علم ▁والے ▁لڑکے ▁کی ▁بشار ت ▁دیتے ▁ہیں ،
▁اگر ▁ہم ▁اپ ▁کو ▁ثابت ▁قدم ▁نہ ▁رکھتے ▁تو ▁بہت ▁ممکن ▁تھا ▁کہ ▁ان ▁کی ▁طرف ▁قدر ے ▁قل یل ▁ما يل ▁ہو ▁ہی ▁جاتے
▁وہ ▁ہمیشہ ▁اس ▁میں ▁رہیں ▁گے ▁کیا ▁اچھا ▁ہے ▁وہ ▁ ٹھ کان ہ ▁اور ▁وہ ▁مقام ۔
▁کہہ ▁دو تم ▁اسے ▁مان و ▁یا ▁نہ ▁مان و ▁بے ▁شک ▁وہ ▁لوگ ▁جنہیں ▁اس ▁سے ▁پہلے ▁علم ▁دیا ▁گیا ▁ہے ▁جب ▁ان ▁پر ▁پڑھ ا ▁جاتا ▁ہے ▁تو ▁تھ وڑ یوں ▁پر ▁سج دہ ▁میں ▁گر تے ▁ہیں
▁یا ▁ان ▁کے ▁پاس ▁کوي ی ▁سی ڑھ ی ▁ہے ▁( جس ▁پر ▁چڑھ ▁کر ) ▁وہ ▁( اسم انی ▁خفیہ ▁باتیں ) ▁سن ▁لیتے ▁ہیں ؟ ▁( اگر ▁ایسا ▁ہے ) ▁تو ▁پھر ▁ان ▁کا ▁سن نے ▁والا ▁کوي ی ▁کھل ی ▁ہو ي ی ▁دلیل ▁پیش ▁کرے۔
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁اچھے ▁کام ▁کیے ▁اور ▁اس ▁پر ▁بھی ▁ایمان ▁لاي ے ▁جو ▁محمد ▁﴿ صل ی ▁اللہ ▁علیہ ▁وسلم ﴾ ▁پر ▁اتار ی ▁ گي ی ▁ہے ▁اور ▁دراصل ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁سچ ا ▁( دین ) ▁بھی ▁وہی ▁ہے ، ▁اللہ ▁نے ▁ان ▁کے ▁گناه ▁دور ▁کر ▁دی ي ے ▁اور ▁ان ▁کے ▁حال ▁کی ▁اصلاح ▁کر ▁دی
▁اور ▁اپ ▁اپنے ▁گھر ▁والوں ▁کو ▁نماز ▁کا ▁حکم ▁فرما ي یں ▁اور ▁اس ▁پر ▁ثابت ▁قدم ▁رہیں ، ▁ہم ▁اپ ▁سے ▁ رزق ▁طلب ▁نہیں ▁کرتے ▁( بل کہ ) ▁ہم ▁اپ ▁کو ▁ رزق ▁دیتے ▁ہیں ، ▁اور ▁بہتر ▁انجام ▁پر ہ یز گار ی ▁کا ▁ہی ▁ہے ،
▁کہہ ▁دو ▁کہ ▁خدا ▁کی ▁فرمان برداری ▁کرو ▁اور ▁رسول ▁خدا ▁کے ▁حکم ▁پر ▁چل و ۔ ▁اگر ▁منہ ▁م وڑ و ▁گے ▁تو ▁رسول ▁پر ▁( اس ▁چیز ▁کا ▁ادا ▁کرنا ) ▁جو ▁ان ▁کے ▁ذم ے ▁ہے ▁اور ▁تم ▁پر ▁( اس ▁چیز ▁کا ▁ادا ▁کرنا ) ▁ہے ▁جو ▁تمہارے ▁ذم ے ▁ہے ▁اور ▁اگر ▁تم ▁ان ▁کے ▁فرمان ▁پر ▁چل و ▁گے ▁تو ▁سید ھا ▁ رست ہ ▁پال و ▁گے ▁اور ▁رسول ▁کے ▁ذم ے ▁تو ▁صاف ▁صاف ▁( اح کام ▁خدا ▁کا ) ▁پہنچا ▁دینا ▁ہے
▁وہ ▁میرا ▁جانشین ▁ہو ▁اور ▁اولاد ▁ی عق وب ▁کا ▁ وارث ▁ہو ، ▁اور ▁اے ▁میرے ▁رب ! ▁اسے ▁پسند ید ہ ▁کر
▁پس ▁تو ▁اللہ ▁کے ▁ساتھ ▁کسی ▁اور ▁مع بود ▁کو ▁نہ ▁پکار ▁کہ ▁تو ▁بھی ▁سزا ▁پانے ▁والوں ▁میں ▁سے ▁ہو جا ي ے
▁یہ ▁اس ▁لیے ▁کہ ▁یہ ▁اس ▁پر ▁چلے ▁جس ▁پر ▁الله ▁ناراض ▁ہے ▁اور ▁انہوں ▁نے ▁الله ▁کی ▁رضا ▁من دی ▁کو ▁برا ▁جانا ▁پھر ▁اس ▁نے ▁بھی ▁ان ▁کے ▁اعمال ▁اک ارت ▁کر ▁دی ي ے
▁اور ▁مسلمان ▁عورتوں ▁کو ▁حکم ▁دو ▁اپنی ▁ن گاہ یں ▁کچھ ▁نی چی ▁رکھیں ▁اور ▁اپنی ▁پارس اي ی ▁کی ▁حفاظت ▁کریں ▁اور ▁اپنا ▁بنا و ▁نہ ▁دکھا ي یں ▁مگر ▁جتن ا ▁خود ▁ہی ▁ظاہر ▁ہے ▁اور ▁وہ ▁دو پٹ ے ▁اپنے ▁گری بان وں ▁پر ▁ڈال ے ▁رہیں ، ▁اور ▁اپنا ▁سنگھ ار ▁ظاہر ▁نہ ▁کریں ▁مگر ▁اپنے ▁شوہر وں ▁پر ▁یا ▁اپنے ▁باپ ▁یا ▁شوہر وں ▁کے ▁باپ ▁یا ▁اپنے ▁بی ٹ وں ▁یا ▁شوہر وں ▁کے ▁بیٹے ▁یا ▁اپنے ▁بھ اي ی ▁یا ▁اپنے ▁بھ تی جے ▁یا ▁اپنے ▁بھ ان جے ▁یا ▁اپنے ▁دین ▁کی ▁عورت یں ▁یا ▁اپنی ▁کنی ز یں ▁جو ▁اپنے ▁ہاتھ ▁کی ▁ملک ▁ہوں ▁یا ▁نو کر ▁بشر طی کہ ▁ شہ وت ▁والے ▁مرد ▁نہ ▁ہوں ▁یا ▁وہ ▁بچے ▁جنہیں ▁عورتوں ▁کی ▁شرم ▁کی ▁چیز وں ▁کی ▁خبر ▁نہیں ▁اور ▁زمین ▁پر ▁پا وں ▁زور ▁سے ▁نہ ▁رکھیں ▁کہ ▁جانا ▁جاي ے ▁ان ▁کا ▁چھپ ا ▁ہوا ▁سنگھ ار ▁اور ▁اللہ ▁کی ▁طرف ▁تو بہ ▁کرو ▁اے ▁مسلمان و ! ▁سب ▁کے ▁سب ▁اس ▁امید ▁پر ▁کہ ▁تم ▁فلا ح ▁پا و ،
▁پھر ▁بھی ▁وہ ▁ط مع ▁رکھتا ▁ہے ▁کہ ▁میں ▁اسے ▁زیادہ ▁دو ں۔
▁اے ▁ایمان ▁والو ▁جب ▁نماز ▁کو ▁کھڑے ▁ہونا ▁چاہ و ▁تو ▁اپنا ▁منہ ▁دھو و ▁اور ▁کہ ن یوں ▁تک ▁ہاتھ ▁اور ▁سر وں ▁کا ▁ مسح ▁کرو ▁اور ▁گ ٹ وں ▁تک ▁پا و ▁ ں ▁دھو و ▁اور ▁اگر ▁تمہیں ▁نہ انے ▁کی ▁حاج ت ▁ہو ▁تو ▁خوب ▁ست ھر ے ▁ہو لو ▁اور ▁اگر ▁تم ▁بیمار ▁ہو ▁یا ▁سفر ▁میں ▁ہو ▁یا ▁تم ▁میں ▁سے ▁کوي ی ▁قضا ي ے ▁حاج ت ▁سے ▁ ایا ▁یا ▁تم ▁نے ▁عورتوں ▁سے ▁صحبت ▁کی ▁اور ▁ان ▁صورت وں ▁میں ▁پانی ▁نہ ▁پایا ▁م ٹی ▁سے ▁تیم م ▁کرو ▁تو ▁اپنے ▁منہ ▁اور ▁ہاتھوں ▁کا ▁اس ▁سے ▁ مسح ▁کرو ، ▁اللہ ▁نہیں ▁چاہتا ▁کہ ▁تم ▁پر ▁کچھ ▁تنگ ی ▁رکھے ▁ہاں ▁یہ ▁چاہتا ▁ہے ▁کہ ▁تمہیں ▁خوب ▁ست ھر ا ▁کرد ے ▁اور ▁اپنی ▁نعمت ▁تم ▁پر ▁پوری ▁کرد ے ▁کہ ▁کہیں ▁تم ▁احسان ▁مان و ،
▁اور ▁اس ▁شخص ▁سے ▁بڑھ ▁کر ▁ظالم ▁کون ▁ہوگا ▁جسے ▁اس ▁کے ▁رب ▁کی ▁نشان یاں ▁یاد ▁دل اي ی ▁ گي یں ▁تو ▁اس ▁نے ▁ان ▁سے ▁رو گردان ی ▁کی ▁اور ▁ان ▁( بد اعم ال یوں ) ▁کو ▁بھول ▁گیا ▁جو ▁اس ▁کے ▁ہاتھ ▁ اگ ے ▁بھیج ▁چکے ▁تھے ، ▁بیش ک ▁ہم ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁پر دے ▁ڈال ▁دی ي ے ▁ہیں ▁کہ ▁وہ ▁اس ▁حق ▁کو ▁سمجھ ▁( نہ ) ▁سکیں ▁اور ▁ان ▁کے ▁کان وں ▁میں ▁بوجھ ▁پیدا ▁کر ▁دیا ▁ہے ▁( کہ ▁وہ ▁اس ▁حق ▁کو ▁سن ▁نہ ▁سکیں )، ▁اور ▁اگر ▁اپ ▁انہیں ▁ہدایت ▁کی ▁طرف ▁بلا ي یں ▁تو ▁وہ ▁کبھی ▁بھی ▁قطعا ▁ہدایت ▁نہیں ▁پاي یں ▁گے ،
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁تم ▁بھی ▁اسی ▁طرح ▁ایمان ▁لا و ▁جس ▁طرح ▁اور ▁لوگ ▁ایمان ▁لاي ے ▁ہیں ▁تو ▁وہ ▁کہتے ▁ہیں ▁کہ ▁کیا ▁ہم ▁بی وقوف وں ▁کی ▁طرح ▁ایمان ▁لاي یں ؟ ▁خبردار ۔ ▁یہی ▁لوگ ▁خود ▁بی وقوف ▁ہیں ▁لیکن ▁جانتے ▁نہیں ▁ہیں۔
▁جب ▁تم ▁( مد ینہ ▁کی ▁جانب ) ▁و ادی ▁کے ▁قریب ی ▁کنار ے ▁پر ▁تھے ▁اور ▁وہ ▁( ک فار ▁دوسری ▁جانب ) ▁دور ▁والے ▁کنار ے ▁پر ▁تھے ▁اور ▁( تجار تی ) ▁قافل ہ ▁تم ▁سے ▁نیچے ▁تھا ، ▁اور ▁اگر ▁تم ▁اپ س ▁میں ▁( جنگ ▁کے ▁لي ے ) ▁کوي ی ▁وعدہ ▁کر ▁لیتے ▁تو ▁ضرور ▁( اپ نے ) ▁وعدہ ▁سے ▁مختلف ▁( وقت وں ▁میں ) ▁پہنچ تے ▁لیکن ▁( اللہ ▁نے ▁تمہیں ▁بغیر ▁وعدہ ▁ایک ▁ہی ▁وقت ▁پر ▁جمع ▁فرما ▁دیا ) ▁یہ ▁اس ▁لي ے ▁( ہ وا ) ▁کہ ▁اللہ ▁اس ▁کام ▁کو ▁پورا ▁فرما ▁دے ▁جو ▁ہو ▁کر ▁رہنے ▁والا ▁تھا ▁تاکہ ▁جس ▁شخص ▁کو ▁مر نا ▁ہے ▁وہ ▁حجت ▁( تمام ▁ہونے ) ▁سے ▁مر ے ▁اور ▁جسے ▁جی نا ▁ہے ▁وہ ▁حجت ▁( تمام ▁ہونے ) ▁سے ▁جي ے ▁( یعنی ▁ہر ▁کسی ▁کے ▁سامنے ▁اسلام ▁اور ▁رسول ▁بر حق ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کی ▁صداقت ▁پر ▁حجت ▁قاي م ▁ہو ▁جاي ے )، ▁اور ▁بیش ک ▁اللہ ▁خوب ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے ،
▁بیش ک ▁ہم ▁نے ▁ت جھ ▁پر ▁ب تدریج ▁قر ان ▁نازل ▁کیا ▁ہے
▁جو ▁نہ ▁مو ٹا ي ی ▁پیدا ▁کر س کے ▁اور ▁نہ ▁بھوک ▁کے ▁کام ▁اس کے
▁بیش ک ▁ہم ▁نے ▁ہر ▁چیز ▁کو ▁ایک ▁مقرر ہ ▁انداز ے ▁کے ▁مطابق ▁بنایا ▁ہے ،
▁جان ▁رکھ و ▁کہ ▁خدا ▁ہی ▁زمین ▁کو ▁اس ▁کے ▁مر نے ▁کے ▁بعد ▁زندہ ▁کرتا ▁ہے۔ ▁ہم ▁نے ▁اپنی ▁نشان یاں ▁تم ▁سے ▁کھول ▁کھول ▁کر ▁بیان ▁کردی ▁ہیں ▁تاکہ ▁تم ▁سمجھ و
▁اور ▁اگر ▁وہ ▁اپنے ▁عہد ▁کے ▁بعد ▁اپنی ▁قسم یں ▁توڑ ▁دیں ▁اور ▁تمہارے ▁دین ▁میں ▁ طعن ہ ▁زنی ▁کریں ▁تو ▁تم ▁( ان ) ▁کفر ▁کے ▁سر غن وں ▁سے ▁جنگ ▁کرو ▁بیش ک ▁ان ▁کی ▁قسم وں ▁کا ▁کوي ی ▁اعتبار ▁نہیں ▁تاکہ ▁وہ ▁( اپ نی ▁فت نہ ▁پر وری ▁سے ) ▁باز ▁اج اي یں ،
▁ان ▁( جن تی وں ▁سے ▁پہلے ▁کسی ▁انسان ▁یا ▁جن ▁نے ▁انہیں ▁چھ وا ▁بھی ▁نہیں ▁ہوگا۔
▁اور ▁جو ▁نماز وں ▁کی ▁پابندی ▁کرتے ▁ہیں
▁اور ▁( وہ ) ▁اون چے ▁( پر شک وہ ) ▁فرش وں ▁پر ▁( قی ام ▁پذیر ) ▁ہوں ▁گے ،
▁پس ▁اے ▁نبی ، ▁خوب ▁جان ▁لو ▁کہ ▁اللہ ▁کے ▁سوا ▁کوي ی ▁عبادت ▁کا ▁مستحق ▁نہیں ▁ہے ، ▁اور ▁معافی ▁مانگ و ▁اپنے ▁قصور ▁کے ▁لیے ▁بھی ▁اور ▁مومن ▁مرد وں ▁اور ▁عورتوں ▁کے ▁لیے ▁بھی ▁اللہ ▁تمہاری ▁سرگرمی وں ▁کو ▁بھی ▁جانتا ▁ہے ▁اور ▁تمہارے ▁ ٹھ کا نے ▁سے ▁بھی ▁وا قف ▁ہے
▁اور ▁اپ ▁کو ▁کس ▁چیز ▁نے ▁خبردار ▁کیا ▁کہ ▁یقینا ▁واقع ▁ہونے ▁والی ▁( قی امت ) ▁کی سی ▁ہے ،
▁اس ▁قر ان ▁سے ▁وہی ▁او ند ھا ▁کیا ▁جاتا ▁ہے ▁جس ▁کی ▁قسمت ▁ہی ▁میں ▁اون دھ ایا ▁جانا ▁ہو
▁اور ▁نہ ▁تم ▁اس ▁کی ▁عبادت ▁کرنے ▁والے ▁ہو ▁جس ▁کی ▁میں ▁عبادت ▁کر ▁رہا ▁ہوں
▁تو ▁ہم ▁نے ▁اسے ▁اس ▁کی ▁ماں ▁کی ▁طرف ▁پھ ی را ▁کہ ▁ماں ▁کی ▁ان کھ ▁ ٹھ نڈی ▁ہو ▁اور ▁غم ▁نہ ▁کھا ي ے ▁اور ▁جان ▁لے ▁کہ ▁اللہ ▁کا ▁وعدہ ▁سچ ا ▁ہے ، ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے
▁( کہ ا ▁جاي ے ▁گا : ▁ہاں ) ▁یہ ▁وہی ▁فیصلہ ▁کا ▁دن ▁ہے ▁جسے ▁تم ▁جھ ٹل ایا ▁کرتے ▁تھے ،
▁بیش ک ▁نیک ▁لوگ ▁وه ▁جام ▁پي یں ▁گے ▁جس ▁کی ▁ام یز ش ▁کا فور ▁کی ▁ہے
▁اور ▁اس ▁کا ▁مال ▁اس ▁کے ▁کسی ▁کام ▁نہیں ▁اي ے ▁گا ▁جب ▁وہ ▁ہلاکت ▁( کے ▁گڑھ ے ) ▁میں ▁گر ے ▁گا ،
▁علاوہ ▁تیر ے ▁ان ▁بند وں ▁کے ▁جنہیں ▁تو ▁نے ▁خالص ▁بن الیا ▁ہے
▁پھر ▁زمین ▁کو ▁خوب ▁چی را ،
▁کیا ▁یہ ▁کوي ی ▁چال ▁چل نا ▁چاہتے ▁ہیں ؟ ▁( اگر ▁یہ ▁بات ▁ہے ) ▁تو ▁کفر ▁کرنے ▁والوں ▁پر ▁ان ▁کی ▁چال ▁ال ٹی ▁ہی ▁پڑے ▁گی
▁االله ▁ہی ▁ہے ▁جو ▁ہوا وں ▁کو ▁بھیج تا ▁ہے ▁تو ▁وہ ▁با دل ▁کو ▁ا بھارت ی ▁ہیں ▁پھر ▁وہ ▁اس ▁( باد ل ) ▁کو ▁فضا ي ے ▁اسم انی ▁میں ▁جس ▁طرح ▁چاہتا ▁ہے ▁پھیلا ▁دیتا ▁ہے ▁پھر ▁اسے ▁( مت فرق ) ▁ ٹک ڑے ▁( کر ▁کے ▁تہ ▁بہ ▁تہ ) ▁کر ▁دیتا ▁ہے ، ▁پھر ▁تم ▁دیکھتے ▁ہو ▁کہ ▁بارش ▁اس ▁کے ▁درمیان ▁سے ▁نکل تی ▁ہے ، ▁پھر ▁جب ▁اس ▁( بار ش ) ▁کو ▁اپنے ▁بند وں ▁میں ▁سے ▁جنہیں ▁چاہتا ▁ہے ▁پہنچا ▁دیتا ▁ہے ▁تو ▁وہ ▁فورا ▁خوش ▁ہو ▁جاتے ▁ہیں ،
▁اور ▁میں ▁اپنے ▁تي یں ▁پاک ▁صاف ▁نہیں ▁کہ تا ▁کیونکہ ▁نفس ▁اما رہ ▁( انسان ▁کو ) ▁براي ی ▁سکھ ات ا ▁رہتا ▁ہے۔ ▁مگر ▁یہ ▁کہ ▁میرا ▁پروردگار ▁رحم ▁کرے ▁گا۔ ▁بے شک ▁میرا ▁پروردگار ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁اور ▁( ا ے ▁پیغمبر ( ص ) ) ▁اپ ▁کتاب ▁( قر ان ) ▁میں ▁اسماعیل ▁( ع ) ▁کا ▁ذکر ▁کی جي ے ▁جو ▁وعدہ ▁کے ▁سچ ے ▁اور ▁نبی ▁م رسل ▁تھے۔
▁اور ▁انہیں ▁سید ھا ▁راستہ ▁دکھا ▁دیتے
▁اس مان وں ▁اور ▁زمین ▁میں ▁جو ▁بھی ▁ہیں ▁اسی ▁سے ▁( اپ نی ▁حاج ت یں ) ▁مانگ تے ▁ہیں ▁وہ ▁ہر ▁روز ▁( بل کہ ▁ہر ▁ان ) ▁ایک ▁ني ی ▁شان ▁میں ▁ہے۔
▁عن قر یب ▁میں ▁اسے ▁سخت ▁مشق ت ▁( کے ▁عذاب ) ▁کی ▁تکلیف ▁د وں ▁گا ،
▁پھر ▁ان ▁کے ▁بعد ▁ہم ▁نے ▁موسی ▁کو ▁اپنی ▁نشانی وں ▁کے ▁ساتھ ▁فرع ون ▁اور ▁اس ▁کے ▁در بار یوں ▁کی ▁طرف ▁بھی جا ▁تو ▁انہوں ▁نے ▁ان ▁نشانی وں ▁پر ▁زیادتی ▁کی ▁تو ▁دیکھ و ▁کی سا ▁انجام ▁ہوا ▁مف سد وں ▁کا ،
▁اپنے ▁رب ▁کے ▁کن ▁کن ▁انعام ات ▁کو ▁تم ▁جھ ٹل او ▁گے ؟
▁اور ▁وہ ▁خاتون ▁جس ▁نے ▁اپنی ▁ع صمت ▁کی ▁حفاظت ▁کی ▁تھی ▁ہم ▁نے ▁اس ▁کے ▁اندر ▁اپنی ▁روح ▁سے ▁پھ ون کا ▁اور ▁اسے ▁اور ▁اس ▁کے ▁بیٹے ▁کو ▁دنیا ▁بھر ▁کے ▁لیے ▁نشانی ▁بنا ▁دیا
▁کہ و ▁کہ ▁اگر ▁تم ▁جانتے ▁ہو ▁تو ▁بتا و ▁کہ ▁زمین ▁اور ▁جو ▁کچھ ▁زمین ▁میں ▁ہے ▁سب ▁کس ▁کا ▁مال ▁ہے ؟
▁اہل ▁مدینہ ▁اور ▁ان ▁کے ▁گرد ▁و ▁نو اح ▁کے ▁( رہ نے ▁والے ) ▁د یہ اتی ▁لوگوں ▁کے ▁لي ے ▁مناسب ▁نہ ▁تھا ▁کہ ▁وہ ▁رسول ▁االله ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁سے ▁( ال گ ▁ہو ▁کر ) ▁پیچھے ▁رہ ▁جاي یں ▁اور ▁نہ ▁یہ ▁کہ ▁ان ▁کی ▁جان ▁( مب ارک ) ▁سے ▁زیادہ ▁اپنی ▁جان وں ▁سے ▁رغبت ▁رکھیں ، ▁یہ ▁( ح کم ) ▁اس ▁لي ے ▁ہے ▁کہ ▁انہیں ▁االله ▁کی ▁راہ ▁میں ▁جو ▁پی اس ▁( بھی ) ▁لگ تی ▁ہے ▁اور ▁جو ▁مشق ت ▁( بھی ) ▁پہنچ تی ▁ہے ▁اور ▁جو ▁بھوک ▁( بھی ) ▁لگ تی ▁ہے ▁اور ▁جو ▁کسی ▁ایسی ▁جگہ ▁پر ▁چل تے ▁ہیں ▁جہاں ▁کا چ ل نا ▁کا فر وں ▁کو ▁ غضب ناک ▁کرتا ▁ہے ▁اور ▁دشمن ▁سے ▁جو ▁کچھ ▁بھی ▁پا تے ▁ہیں ▁( خوا ہ ▁قتل ▁اور ▁زخم ▁ہو ▁یا ▁مال ▁غنی مت ▁وغیرہ ) ▁مگر ▁یہ ▁کہ ▁ہر ▁ایک ▁بات ▁کے ▁بدل ہ ▁میں ▁ان ▁کے ▁لي ے ▁ایک ▁نیک ▁عمل ▁لکھا ▁جاتا ▁ہے۔ ▁بیش ک ▁اللہ ▁نیک و کار وں ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁فرما تا ،
▁اے ▁بیٹا ! ▁نماز ▁قاي م ▁کر ▁اور ▁نیک ی ▁کا ▁حکم ▁دے ▁اور ▁براي ی ▁سے ▁منع ▁کر ▁اور ▁جو ▁مصیبت ▁پیش ▁اي ے ▁اس ▁پر ▁صبر ▁کر ۔ ▁بے ▁شک ▁یہ ▁( ص بر ) ▁عزم ▁و ▁ہم ت ▁کے ▁کام وں ▁میں ▁سے ▁ہے۔
▁ک ، ▁ہ ، ▁ی ، ▁ع ، ▁ص
▁اور ▁نہ ▁سوا ي ے ▁پی پ ▁کے ▁اس ▁کی ▁کوي ی ▁غذا ▁ہے
▁انہوں ▁نے ▁کہا ▁کوي ی ▁حر ج ▁نہیں ، ▁ہم ▁تو ▁اپنے ▁رب ▁کی ▁طرف ▁لوٹ نے ▁والے ▁ہیں ▁ہی
▁جو ▁اپنے ▁رب ▁کے ▁خوف ▁سے ▁ڈر ے ▁رہتے ▁ہیں
▁جو ▁ایک ▁بند ے ▁کو ▁منع ▁کرتا ▁ہے ▁جبکہ ▁وہ ▁نماز ▁پڑھ تا ▁ہو ؟
▁وہ ▁ع رش ▁کا مال ک ▁( اور ) ▁بڑی ▁شان ▁والا ▁ہے۔
▁جب ▁تم ▁قر ان ▁پڑھ تے ▁ہو ▁تو ▁ہم ▁تمہارے ▁اور ▁اخر ت ▁پر ▁ایمان ▁نہ ▁لانے ▁والوں ▁کے ▁درمیان ▁ایک ▁پر دہ ▁حا يل ▁کر ▁دیتے ▁ہیں
▁وہ ▁لوگ ▁جو ▁اس ▁رسول ▁کی ▁پیر وی ▁کرتے ▁ہیں ▁اور ▁جو ▁نبی ▁ امی ▁ہے ▁جسے ▁اپنے ▁ہاں ▁تور ات ▁اور ▁انج یل ▁میں ▁لکھا ▁ہوا ▁پا تے ▁ہیں ▁وہ ▁ان ▁کو ▁نیک ی ▁کا ▁حکم ▁کرتا ▁ہے ▁اور ▁بر ے ▁کام ▁سے ▁روک تا ▁ہے ▁اور ان ▁کے ▁لیے ▁سب ▁پاک ▁چیز یں ▁حل ا ▁ل ▁کرتا ▁ہے ▁اور ▁ان ▁پر ▁ناپ اک ▁چیز یں ▁حرام ▁کرتا ▁ہے ▁اور ▁ان ▁پر ▁سے ▁ان ▁کے ▁بوجھ ▁اور ▁وہ ▁قید یں ▁اتار تا ▁ہے ▁جو ▁ان ▁پر ▁تھیں ▁سو ▁جو ▁لوگ ▁اس ▁پر ▁ایمان ▁لاي ے ▁اور ▁اس ▁کی ▁حمایت ▁کی ▁اور ▁اسے ▁مدد ▁دی ▁اور ▁اس ▁کے ▁نور ▁کے ▁تابع ▁ہو ▁ي ے ▁جو ▁اس ▁کے ▁ساتھ ▁بھی جا ▁گیا ▁ہے ▁یہی ▁لوگ ▁نجات ▁پانے ▁والے ▁ہیں
▁بول ے ▁کیا ▁تم ▁ہمارے ▁پاس ▁حق ▁لاي ے ▁ہو ▁یا ▁ یون ہی ▁کھیل تے ▁ہو
▁شیطان ▁تمہیں ▁تنگ دست ی ▁کا ▁وعدہ ▁دیتا ▁ہے ▁اور ▁بے ▁ح یا ي ی ▁کا ▁حکم ▁کرتا ▁ہے ▁اور ▁الله ▁تمہیں ▁اپنی ▁بخش ش ▁اور ▁فضل ▁کا ▁وعدہ ▁دیتا ▁ہے ▁اور ▁الله ▁بہت ▁کش ا يش ▁کرنے ▁والا ▁سب ▁کچھ ▁جان نے ▁والا ▁ہے
▁انہوں ▁نے ▁اللہ ▁کے ▁مرتبہ ▁کے ▁مطابق ▁اس ▁کی ▁قدر ▁جان ی ▁ہی ▁نہیں ، ▁اللہ ▁تعالی ▁بڑا ▁ہی ▁زور ▁وقو ت ▁والا ▁اور ▁غالب ▁وز برد ست ▁ہے
▁اور ▁اللہ ▁کو ▁چھوڑ ▁کر ▁ان ▁کو ▁پو ج تے ▁ہیں ▁جن ▁کے ▁ہاتھ ▁میں ▁نہ ▁اس مان وں ▁سے ▁انہیں ▁کچھ ▁بھی ▁ رزق ▁دینا ▁ہے ▁نہ ▁زمین ▁سے ▁اور ▁نہ ▁یہ ▁کام ▁وہ ▁کر ▁ہی ▁سکتے ▁ہیں ؟
▁یقینا ▁ہم ▁نے ▁اپنے ▁پیغمبر وں ▁کو ▁کھل ی ▁دلیل یں ▁دے ▁کر ▁بھی جا ▁اور ▁ان ▁کے ▁ساتھ ▁کتاب ▁اور ▁میزان ▁( ترا زو ) ▁نازل ▁فرمایا ▁تاکہ ▁لوگ ▁عدل ▁پر ▁قاي م ▁رہیں ۔ ▁اور ▁ہم ▁نے ▁لو ہے ▁کو ▁اتار ا ▁جس ▁میں ▁سخت ▁ہی بت ▁وقو ت ▁ہے ▁اور ▁لوگوں ▁کے ▁لیے ▁اور ▁بھی ▁( بہ ت ▁سے ) ▁فاي دے ▁ہیں ▁اور ▁اس ▁لیے ▁بھی ▁کہ ▁اللہ ▁جان ▁لے ▁کہ ▁اس ▁کی ▁اور ▁اس ▁کے ▁رسول وں ▁کی ▁مدد ▁بے د یک ھے ▁کون ▁کرتا ▁ہے ، ▁بیش ک ▁اللہ ▁قوت ▁والا ▁اور ▁زبردست ▁ہے
▁( ان ▁کے ▁لي ے ) ▁باغ ات ▁اور ▁ان گور ▁( ہ وں ▁گے )،
▁اس ▁نے ▁کہا ▁" ▁جو ▁کچھ ▁میرے ▁رب ▁نے ▁مجھے ▁دے ▁رکھا ▁ہے ▁وہ ▁بہت ▁ہے ▁تم ▁بس ▁محنت ▁سے ▁میری ▁مدد ▁کرو ، ▁میں ▁تمہارے ▁اور ▁ان ▁کے ▁درمیان ▁بند ▁بنا ي ے ▁دیتا ▁ہوں
▁جو ▁بہت ▁بڑی ▁ اگ ▁میں ▁جل نے ▁والا ▁ہے
▁اور ▁وہی ▁( ا الله ) ▁ہے ▁جس ▁نے ▁رات ▁اور ▁دن ▁کو ▁پیدا ▁کیا ▁اور ▁سور ج ▁اور ▁چاند ▁کو ▁( بھی )، ▁تمام ▁( اسم انی ▁کرے ) ▁اپنے ▁اپنے ▁مدار ▁کے ▁اندر ▁تیزی ▁سے ▁تیر تے ▁چلے ▁جاتے ▁ہیں ،
▁اور ▁جو ▁لوگ ▁اللہ ▁اور ▁اس ▁کے ▁رسول وں ( ع ) ▁پر ▁ایمان ▁لاي ے ▁وہی ▁لوگ ▁اپنے ▁پروردگار ▁کے ▁نزدیک ▁صدی ق ▁اور ▁شہید ▁ہیں ▁ان ▁کی لي ے ▁ان ▁کا ▁ اجر ▁اور ▁ان ▁کا ▁ ثواب ▁ہے ▁اور ▁جنہوں ▁نے ▁کفر ▁کیا ▁اور ▁ہماری ▁ای ات ▁کو ▁جھ ٹل ایا ▁وہی ▁لوگ ▁دوزخ ▁والے ▁ہیں۔
▁اور ▁تو ▁اپنی ▁ان کھ ▁اٹھا ▁کر ▁بھی ▁ان ▁چیز وں ▁کو ▁نہ ▁دیکھ ▁جو ▁ہم ▁نے ▁مختلف ▁قسم ▁کے ▁کا فر وں ▁کو ▁استعمال ▁کے ▁لیے ▁دے ▁رکھی ▁ہیں ▁اور ▁ان ▁پر ▁غم ▁نہ ▁کر ▁اور ▁اپنے ▁باز و ▁ایمان ▁والوں ▁کے ▁لیے ▁جھ کا ▁دے
▁اور ▁اخر ت ▁بہت ▁بہتر ▁اور ▁بہت ▁بقا ▁والی ▁ہے
▁اس ▁سے ▁نرم ی ▁کے ▁ساتھ ▁بات ▁کرنا ▁کہ ▁شاید ▁وہ ▁نص ی حت ▁قبول ▁کرے ▁یا ▁ڈر ▁جاي ے۔
▁ایسا ▁ہی ▁ہوا ▁اور ▁ہم ▁نے ▁ان ▁چیز وں ▁کا ▁ وارث ▁بنی ▁اس راي یل ▁کو ▁بنایا ۔
▁( نہیں ▁نہیں ) ▁بلکہ ▁یہ ▁تو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁ایک ▁مذہب ▁پر ▁پایا ▁اور ▁ہم ▁ان ہی ▁کے ▁نقش ▁قدم ▁پر ▁چل ▁کر ▁راه ▁یافتہ ▁ہیں
▁اور ▁اللہ ▁ہدایت ▁یافتہ ▁افراد ▁کی ▁ہدایت ▁میں ▁اضافہ ▁کردی تا ▁ہے ▁اور ▁باقی ▁رہنے ▁والی ▁نیک یاں ▁اپ ▁کے ▁پروردگار ▁کے ▁نزدیک ▁ ثواب ▁اور ▁بازگشت ▁کے ▁اعتبار ▁سے ▁بہترین ▁اور ▁بلند ▁ترین ▁ہیں
▁بیش ک ▁سب ▁جانور وں ▁میں ▁بد تر ▁اللہ ▁کے ▁نزدیک ▁وہ ▁ہیں ▁جو ▁بہ رے ▁گو نگے ▁ہیں ▁جن ▁کو ▁عقل ▁نہیں
▁پھر ▁میں ▁نے ▁ان ▁کا فر وں ▁کو ▁( ع ذ اب ▁میں ) ▁پکڑ ▁لیا ▁سو ▁میرا ▁انکار ▁( کیا ▁جانا ) ▁کی سا ▁( ع برت ▁ ناک ) ▁ثابت ▁ہوا ،
▁وہی ▁ہے ▁اللہ ▁بنانے ▁والا ▁پیدا ▁کرنے ▁والا ▁ہر ▁ایک ▁کو ▁صورت ▁دینے ▁والا ▁اسی ▁کے ▁ہیں ▁سب ▁اچھے ▁نام ▁اس ▁کی ▁پاک ی ▁بول تا ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہے ▁اور ▁وہی ▁عزت ▁و ▁حکمت ▁والا ▁ہے ،
▁اور ▁ہم ▁نے ▁ہر ▁چیز ▁کو ▁لکھ ▁کر ▁ضبط ▁کر ▁رکھا ▁ہے
▁تاکہ ▁اس ▁کے ▁ذریعہ ▁مرد ہ ▁شہر ▁کو ▁زندہ ▁بنا ي یں ▁اور ▁اپنی ▁مخلوق ات ▁میں ▁سے ▁جانور وں ▁اور ▁انسان وں ▁کی ▁ایک ▁بڑی ▁تعداد ▁کو ▁سی راب ▁کریں
▁اللہ ▁وہ ▁( سب ▁کچھ ) ▁جانتا ▁ہے ▁جو ▁کچھ ▁تم ▁چھپ ات ے ▁ہو ▁اور ▁جو ▁کچھ ▁ظاہر ▁کرتے ▁ہو۔
▁اور ▁اچھی ▁بات ▁( اسلام ) ▁کی ▁تصدیق ▁کی۔
▁تو ▁انہیں ▁کیا ▁ہوا ▁نص ی حت ▁سے ▁منہ ▁پھ یر تے ▁ہیں
▁لوگ ▁تم ▁سے ▁کل الہ ▁کے ▁معاملہ ▁میں ▁فت وی ▁پوچھ تے ▁ہیں ▁کہ و ▁اللہ ▁تمہیں ▁فت وی ▁دیتا ▁ہے ▁اگر ▁کوي ی ▁شخص ▁بے ▁اولاد ▁مر ▁جاي ے ▁اور ▁اس ▁کی ▁ایک ▁بہن ▁ہو ▁تو ▁وہ ▁اس ▁کے ▁ترک ہ ▁میں ▁سے ▁نصف ▁پاي ے ▁گی ، ▁اور ▁اگر ▁بہن ▁بے ▁اولاد ▁مر ے ▁تو ▁بھ اي ی ▁اس ▁کا ▁ وارث ▁ہوگا ▁اگر ▁می ت ▁کی ▁ وارث ▁دو ▁بہن یں ▁ہوں ▁تو ▁وہ ▁تر کے ▁میں ▁سے ▁دو ▁تہ اي ی ▁کی ▁حق دار ▁ہوں ▁گی ، ▁اور ▁اگر ▁کي ی ▁بھ اي ی ▁بہن یں ▁ہوں ▁تو ▁عورتوں ▁کا ▁اک ہ را ▁اور ▁مرد وں ▁کا ▁دو ہ را ▁حصہ ▁ہوگا ▁اللہ ▁تمہارے ▁لیے ▁احکام ▁کی ▁توضیح ▁کرتا ▁ہے ▁تاکہ ▁تم ▁بھ ٹک تے ▁نہ ▁پھر و ▁اور ▁اللہ ▁ہر ▁چیز ▁کا ▁علم ▁رکھتا ▁ہے
▁اللہ ▁کے ▁فضل ▁و ▁کرم ▁اور ▁اس ▁کے ▁انعام ▁و ▁احسان ▁سے ▁اور ▁اللہ ▁بڑا ▁جان نے ▁والا ، ▁بڑا ▁حکمت ▁والا ▁ہے۔
▁یہ ▁جماعت ▁گزر ▁چکی ۔ ▁ان ▁کو ▁وہ ▁( م لے ▁گا ) ▁جو ▁انہوں ▁نے ▁کیا ، ▁اور ▁تم ▁کو ▁وہ ▁جو ▁تم ▁نے ▁کیا۔ ▁اور ▁جو ▁عمل ▁وہ ▁کرتے ▁تھے ، ▁اس ▁کی ▁پرسش ▁تم ▁سے ▁نہیں ▁ہوگی
▁اور ▁جب ▁ہمارا ▁حکم ▁( ع ذ اب ) ▁اپ ہن چا ▁تو ▁ہم ▁نے ▁شعیب ▁( علی ہ ▁السلام ) ▁کو ▁اور ▁ان ▁کے ▁ساتھ ▁ایمان ▁والوں ▁کو ▁اپنی ▁رحمت ▁کے ▁باعث ▁بچ الیا ▁اور ▁ظالم وں ▁کو ▁خوف ناک ▁او از ▁نے ▁اپ کڑ ا ، ▁سو ▁انہوں ▁نے ▁صبح ▁اس ▁حال ▁میں ▁کی ▁کہ ▁اپنے ▁گھروں ▁میں ▁( مرد ہ ▁حالت ) ▁میں ▁او ند ھے ▁پڑے ▁رہ ▁ گي ے ،
▁اس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁حق ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے ▁اور اس ▁نے ▁تمہاری ▁صورت ▁گری ▁کی ▁تو ▁تمہاری ▁بہت ▁اچھی ▁صورت یں ▁بنا ي یں ▁اور ▁اسی ▁کی ▁طرف ▁( سب ▁نے ) ▁لوٹ ▁کر ▁جانا ▁ہے۔
▁پس ▁جو اس ے ▁اس ▁کے ▁سن نے ▁کے بعد ▁بدل ▁دے ▁اس ▁کا ▁گناہ ▁ان ▁ہی ▁پر ▁ہے ▁جو ▁اسے ▁بدل تے ▁ہیں ▁بے ▁شک ▁اللہ ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁اج ▁یہ ▁لوگ ▁وہ ▁چیز یں ▁اللہ ▁کے ▁لیے ▁تجویز ▁کر ▁رہے ▁ہیں ▁جو ▁خود ▁اپنے ▁لیے ▁انہیں ▁نا پسند ▁ہیں ، ▁اور ▁جھوٹ ▁کہ تی ▁ہیں ▁ان ▁کی ▁زبان یں ▁کہ ▁ان ▁کے ▁لیے ▁بھ لا ▁ہی ▁بھ لا ▁ہے ▁ان ▁کے ▁لیے ▁تو ▁ایک ▁ہی ▁چیز ▁ہے ، ▁اور ▁وہ ▁ہے ▁دوزخ ▁کی ▁ اگ ▁ضرور ▁یہ ▁سب ▁سے ▁پہلے ▁اس ▁میں ▁پہنچا ي ے ▁جاي یں ▁گے
▁جو ▁لوگ ▁پی ٹھ ▁پھ یر ▁کر ▁( ک فر ▁کی ▁طرف ) ▁پیچھے ▁پل ٹ ▁ گي ے ▁بعد ▁اس ▁کے ▁کہ ▁ان ▁پر ▁ہدایت ▁واضح ▁ہو ▁ گي ی ▁تھی۔ ▁شیطان ▁نے ▁انہیں ▁فریب ▁دیا ▁اور ا نہیں ▁دور ▁دور ▁کی ▁سج ھا ي ی ۔
▁دیکھ ي ے ▁انہوں ▁نے ▁کس ▁طرح ▁اپنے ▁اپ ▁کو ▁جھ ٹل ایا ▁اور ▁کس ▁طرح ▁ان ▁کا ▁افت را ▁حقیقت ▁سے ▁دور ▁نکل ا
▁بے شک ▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁انہیں ▁یہ ▁او از ▁دی ▁جاي ے ▁گی ▁کہ ▁یقینا ▁اللہ ▁کا ▁تم ▁پر ▁غ ص ہ ▁ہونا اس ▁سے ▁بہت ▁زیاد ه ▁ہے ▁جو ▁تم ▁غ ص ہ ▁ہوتے ▁تھے ▁اپنے ▁جی ▁سے ، ▁جب ▁تم ▁ایمان ▁کی ▁طرف ▁بلا ي ے ▁جاتے ▁تھے ▁پھر ▁کفر ▁کرنے ▁لگ تے ▁تھے
▁اور ▁یہ ▁سب ▁کچھ ▁اس ▁لي ے ▁ہوگا ▁کہ ▁اللہ ▁ناپ اک ▁( لوگ وں ) ▁کو ▁پاک ▁لوگوں ▁سے ▁جدا ▁کر ▁دے ▁اور ▁جو ▁ناپ اک ▁ہیں ▁ان ▁کو ▁ایک ▁دوسرے ▁پر ▁تہ ہ ▁بہ ▁تہ ہ ▁رکھ ▁کر ▁ڈھ یر ▁بنا ي ے ▁اور ▁پھر ▁اس ▁سارے ▁ڈھ یر ▁کو ▁ جہ نم ▁میں ▁جھ ون ک ▁د ے۔ ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جو ▁خسار ہ ▁( نق صان ) ▁اٹھا نے ▁والے ▁ہیں۔
▁یہ ▁اس ▁لیے ▁کہ ▁انہوں ▁نے ▁اللہ ▁تعالی ▁کی ▁اور ▁اس ▁کے ▁رسول ▁کی ▁مخالفت ▁کی ▁اور ▁جو ▁بھی ▁اللہ ▁کی ▁مخالفت ▁کرے ▁گا ▁تو ▁اللہ ▁تعالی ▁بھی ▁سخت ▁عذاب ▁کرنے ▁والا ▁ہے
▁اسی ▁طرح ▁ہوا ▁اور ہم ▁نے ▁ان ▁کا ▁ایک ▁دوسری ▁قوم ▁کو ▁ وارث ▁کر ▁دیا
▁وہ ▁خدا ▁حاضر ▁و ▁غا يب ▁سب ▁کا ▁جان نے ▁والا ▁اور ▁صاحب ▁عزت ▁و ▁مہر بان ▁ہے
▁اور ▁اسی ▁نے ▁اس مان ▁سے ▁پانی ▁اتار ا ▁پھر ▁ہم ▁نے ▁اس ▁سے ▁ہر ▁چیز ▁ اگ نے ▁والی ▁نکال ی ▁پھر ▁ہم ▁نے ▁اس ▁سے ▁سبز ▁کھ یتی ▁نکال ی ▁جس ▁سے ▁ہم ▁ایک ▁دوسرے ▁پر چ ڑھ ے ▁ہو ي ے ▁د انے ▁نکال تے ▁ہیں ▁اور ▁کھ جور ▁کے ▁ش گو ف وں ▁میں ▁سے ▁پھل ▁کے ▁جھ کے ▁ہو ي ے ▁گ چھ ے ▁اور ▁ان گور ▁اور ▁زیتون ▁اور ▁ان ار ▁کے ▁باغ ▁اپ س ▁میں ▁ملت ے ▁جل تے ▁اور ▁جدا ▁جدا ▁بھی ▁ہر ▁ایک ▁درخت ▁کے ▁پھل ▁کو ▁دیکھ و ▁جب ▁وہ ▁پھل ▁لا تا ▁ہے ▁اور ▁اس ▁کے ▁پک نے ▁کو ▁دیکھ و ▁ان ▁چیز وں ▁میں ▁ایمان ▁والوں ▁کے ▁لیے ▁نشان یاں ▁ہیں
▁شیطان ▁ان ▁پر ▁م سلط ▁ہو ▁چکا ▁ہے ▁اور ▁ا ▁س ▁نے ▁خدا ▁کی ▁یاد ▁ان ▁کے ▁دل ▁سے ▁بھ لا ▁دی ▁ہے ▁وہ ▁شیطان ▁کی ▁پارٹی ▁کے ▁لوگ ▁ہیں ▁خبردار ▁ہو ، ▁شیطان ▁کی ▁پارٹی ▁والے ▁ہی ▁خسار ے ▁میں ▁رہنے ▁والے ▁ہیں
▁اگر ▁اللہ ▁چاہتا ▁تو ▁ان ▁سب ▁کو ▁ایک ▁ہی ▁امت ▁بنا ▁دیتا ، ▁مگر ▁وہ ▁جسے ▁چاہتا ▁ہے ▁اپنی ▁رحمت ▁میں ▁داخل ▁کرتا ▁ہے ، ▁اور ▁ظالم وں ▁کا ▁نہ ▁کوي ی ▁ولی ▁ہے ▁نہ ▁مدد ▁ گار
▁اے ▁ایمان ▁والو ▁الله ▁اور ▁رسول ▁کا ▁حکم ▁مان و ▁جس ▁وقت ▁تمہیں ▁اس ▁کام ▁کی ▁طرف ▁بلا ي ے ▁جس ▁میں ▁تمہاری ▁زندگی ▁ہے ▁اور ▁جان ▁لو ▁کہ ▁الله ▁اد می ▁اور ▁اس ▁کے ▁دل ▁کے ▁درمیان ▁ا ڑ ▁بن ▁جاتا ▁ہے ▁اور ▁بے ▁شک ▁اسی ▁کی ▁طرف ▁جمع ▁کیے ▁جا و ▁گے
▁پس ▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁ایک ▁ایسے ▁شخص ▁کی ▁پیر وی ▁کریں ▁جو ▁ہم ▁ہی ▁میں ▁سے ▁ہے ؟ ▁اس ▁ صو ▁ رت ▁میں ▁تو ▁ہم ▁گمراہ ی ▁اور ▁دیوان گی ▁میں ▁پڑ ▁جاي یں ▁گے۔
▁جو ▁شخص ▁ایمان ▁لانے ▁کے ▁بعد ▁خدا ▁کے ▁ساتھ ▁کفر ▁کرے ▁وہ ▁نہیں ▁جو ▁( ک فر ▁پر ▁زبردست ی ) ▁مجبور ▁کیا ▁جاي ے ▁اور ▁اس ▁کا ▁دل ▁ایمان ▁کے ▁ساتھ ▁مط مين ▁ہو۔ ▁بلکہ ▁وہ ▁جو ▁( دل ▁سے ▁اور ) ▁دل ▁کھول ▁کر ▁کفر ▁کرے۔ ▁تو ▁ایس وں ▁پر ▁الله ▁کا ▁ غضب ▁ہے۔ ▁اور ▁ان ▁کو ▁بڑا ▁سخت ▁عذاب ▁ہوگا
▁میرے ▁لیے ▁یہی ▁شا یان ▁ہے ▁کہ ▁ب جز ▁سچ ▁کے ▁اللہ ▁کی ▁طرف ▁کوي ی ▁بات ▁منسوب ▁نہ ▁کر وں ، ▁میں ▁تمہارے ▁پاس ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁ایک ▁بڑی ▁دلیل ▁بھی ▁لا یا ▁ہوں ، ▁سو ▁تو ▁بنی ▁اس راي یل ▁کو ▁میرے ▁ساتھ ▁بھیج ▁دے
▁تم ▁ان ▁سے ▁لڑ تے ▁رہ و ▁یہاں ▁تک ▁کہ ▁فت نہ ▁باقی ▁نہ ▁رہے ▁اور ▁دین ▁اللہ ▁کے ▁لیے ▁ہو ▁جاي ے ▁پھر ▁اگر ▁وہ ▁باز ▁ا ▁جاي یں ، ▁تو ▁سمجھ ▁لو ▁کہ ▁ظالم وں ▁کے ▁سوا ▁اور ▁کسی ▁پر ▁دست ▁در ازی ▁ روا ▁نہیں
▁اسی ▁نے ▁قر ان ▁کی ▁تعلیم ▁فرما ي ی
▁فرمایا ▁کہ ▁تم ▁دونوں ▁یہاں ▁سے ▁نیچے ▁اتر ▁جا و ۔ ▁تم ▁میں ▁بعض ▁بعض ▁کے ▁دشمن ▁( ہ وں ▁گے ) ▁پھر ▁اگر ▁میری ▁طرف ▁سے ▁تمہارے ▁پاس ▁ہدایت ▁اي ے ▁تو ▁جو ▁شخص ▁میری ▁ہدایت ▁کی ▁پیر وی ▁کرے ▁گا ▁وہ ▁نہ ▁گمراہ ▁ہوگا ▁اور ▁نہ ▁تکلیف ▁میں ▁پڑے ▁گا
▁( ا ے ▁نبی ) ▁اپنے ▁رب ▁برتر ▁کے ▁نام ▁کی ▁تس بی ح ▁کرو
▁اور ▁نہ ▁ہی ▁انہیں ▁اجازت ▁دی ▁جاي ے ▁گی ▁کہ ▁معذرت ▁کر ▁سکیں ۔
▁اور ▁یہ ▁کہ ▁اس ▁کی ▁ہر ▁کوشش ▁عن قر یب ▁دکھا ▁دی ▁جاي ے ▁گی ▁( یعنی ▁ظاہر ▁کر ▁دی ▁جاي ے ▁گی )،
▁ب خلاف ▁اس ▁کے ▁جن ▁لوگوں ▁نے ▁ہماری ▁ای ات ▁کو ▁مان ▁لیا ▁ہے ▁اور ▁اچھے ▁کام ▁کیے ▁ہیں ▁اور ▁اس ▁باب ▁میں ▁ہم ▁ہر ▁ایک ▁کو ▁اس ▁کی ▁استطاع ت ▁ہی ▁کے ▁مطابق ▁ذم ہ ▁دار ▁ ٹھی رات ے ▁ہیں ▁وہ ▁اہل ▁جنت ▁ہیں ▁جہاں ▁وہ ▁ہمیشہ ▁رہیں ▁گے
▁یہ ▁ان ▁کام وں ▁کی ▁سزا ▁ہے ▁جو ▁تمہارے ▁ہاتھ ▁ اگ ے ▁بھیج تے ▁رہے ▁ہیں ▁اور ▁خدا ▁تو ▁بند وں ▁پر ▁مطلق ▁ظلم ▁نہیں ▁کرتا
▁اور ▁جن ▁لوگوں ▁نے ▁طا غو ت ▁کی ▁عبادت ▁سے ▁پر ہ یز ▁کیا ▁اور ▁( ہم ہ ▁تن ) ▁اللہ ▁تعالی ▁کی ▁طرف ▁متو جہ ▁رہے ▁وه ▁خوش ▁خبری ▁کے ▁مستحق ▁ہیں ، ▁میرے ▁بند وں ▁کو ▁خوش خبر ی ▁سنا ▁دی جي ے
▁جس ▁شخص ▁کے ▁پاس ▁کتاب ▁کا ▁علم ▁تھا ▁وہ ▁بولا ▁" میں ▁اپ ▁کی ▁پل ک ▁جھ پک نے ▁سے ▁پہلے ▁اسے ▁لاي ے ▁دیتا ▁ہوں " ▁جون ہی ▁کہ ▁سلیمان ▁نے ▁وہ ▁تخت ▁اپنے ▁پاس ▁رکھا ▁ہوا ▁دیکھا ، ▁وہ ▁پکار ▁اٹھا ▁" یہ ▁میرے ▁رب ▁کا ▁فضل ▁ہے ▁تاکہ ▁وہ ▁مجھے ▁از ماي ے ▁کہ ▁میں ▁شکر ▁کرتا ▁ہوں ▁یا ▁کا فر ▁نعمت ▁بن ▁جاتا ▁ہوں ▁اور ▁جو ▁کوي ی ▁شکر ▁کرتا ▁ہے ▁اس ▁کا ▁شکر ▁اس ▁کے ▁اپنے ▁ہی ▁لیے ▁مفید ▁ہے ، ▁ورنہ ▁کوي ی ▁نا ش کری ▁کرے ▁تو ▁میرا ▁رب ▁بے ▁نیاز ▁اور ▁اپنی ▁ذات ▁میں ▁اپ ▁بزرگ ▁ہے "
▁تو ▁جس ▁کے ▁اعمال ▁( ن یک ) ▁تو ل ▁میں ▁زیادہ ▁ہوں ▁گے
▁نہ ▁کوي ی ▁مصیبت ▁دنیا ▁میں ▁ اتی ▁ہے ▁نہ ▁( خاص ) ▁تمہاری ▁جان وں ▁میں ، ▁مگر ▁اس ▁سے ▁پہلے ▁کہ ▁ہم ▁اس ▁کو ▁پیدا ▁کریں ▁وه ▁ایک ▁خاص ▁کتاب ▁میں ▁لکھ ی ▁ہو ي ی ▁ہے ، ▁یہ ▁( کام ) ▁اللہ ▁تعالی ▁پر ▁( بال کل ) ▁اسان ▁ہے
▁جواب ▁میں ▁ارشاد ▁ہوا ▁" میر ے ▁حضور ▁جھ گ ڑا ▁نہ ▁کرو ، ▁میں ▁تم ▁کو ▁پہلے ▁ہی ▁انجام ▁بد ▁سے ▁خبردار ▁کر ▁چکا ▁تھا
▁اور ▁ہم ▁ان ▁کے ▁سین وں ▁سے ▁ہر ▁قسم ▁کی ▁کد ورت ▁نکال ▁دیں ▁گے ▁اور ▁وہ ▁بھ اي یوں ▁کی ▁طرح ▁تخت وں ▁پر ▁ام نے ▁سامنے ▁بیٹھے ▁ہوں ▁گے۔
▁پھر ▁وہ ▁( مسلم ان ) ▁اللہ ▁کے ▁انعام ▁اور ▁فضل ▁کے ▁ساتھ ▁واپس ▁پل ٹے ▁انہیں ▁کوي ی ▁ گز ند ▁نہ ▁پہنچ ی ▁اور ▁انہوں ▁نے ▁رضا ي ے ▁ال ہی ▁کی ▁پیر وی ▁کی ▁اور ▁اللہ ▁بڑے ▁فضل ▁والا ▁ہے ،
▁تو ▁جب ▁اللہ ▁نے ▁انہیں ▁اپنے ▁فضل ▁سے ▁دیا ▁اس ▁میں ▁بخ ل ▁کرنے ▁لگے ▁اور ▁منہ ▁پھ یر ▁کر ▁پل ٹ ▁ گي ے ،
▁اور ▁جو ▁لوگ ▁تم ▁میں ▁پہلے ▁گزر ▁چکے ▁ہیں ▁ہم ▁کو ▁معلوم ▁ہیں ▁اور ▁جو ▁پیچھے ▁ انے ▁والے ▁ہیں ▁وہ ▁بھی ▁ہم ▁کو ▁معلوم ▁ہیں
▁اور ▁جس ▁نے ▁تو بہ ▁کر ▁لی ▁اور ▁نیک ▁عمل ▁کیا ▁تو ▁اس ▁نے ▁اللہ ▁کی ▁طرف ▁( وہ ) ▁رجوع ▁کیا ▁جو ▁رجوع ▁کا ▁حق ▁تھا ،
▁وہ ▁( دوز خ ) ▁اون چے ▁محل وں ▁کی ▁مانند ▁انگار ے ▁پھینک تی ▁ہے۔
▁بے شک ▁دین ▁الله ▁کے ▁ہاں ▁فرما برداری ▁ہی ▁ہے ▁اور ▁جنہیں ▁کتاب ▁دی ▁ گي ی ▁تھی ▁انہوں ▁نے ▁صحیح ▁علم ▁ہونے ▁کے ▁بعد ▁اپ س ▁کی ▁ضد ▁کے ▁باعث ▁اختلاف ▁کیا ▁اور ▁جو ▁شخص ▁الله ▁کے ▁حکم وں ▁کا ▁انکار ▁کرے ▁تو ▁الله ▁جلد ▁ہی ▁حساب ▁لینے ▁والا ▁ہے
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁اس مان ▁سے ▁پانی ▁برس ایا ، ▁پھر ▁اس ▁کے ▁ذریعہ ▁سے ▁ہر ▁قسم ▁کی ▁نب ات ات ▁ اگ اي ی ، ▁پھر ▁اس ▁سے ▁ہر ے ▁ہر ے ▁کھ یت ▁اور ▁درخت ▁پیدا ▁کیے ، ▁پھر ▁ان ▁سے ▁تہ ▁بہ ▁تہ ▁چڑھ ے ▁ہو ي ے ▁د انے ▁نکال ے ▁اور ▁کھ جور ▁کے ▁ش گو ف وں ▁سے ▁پھل وں ▁کے ▁گ چھ ے ▁کے ▁گ چھ ے ▁پیدا ▁کیے ▁جو ▁بوجھ ▁کے ▁مار ے ▁جھ کے ▁پڑ تے ▁ہیں ، ▁اور ▁ان گور ، ▁زیتون ▁اور ▁ان ار ▁کے ▁باغ ▁لگا ي ے ▁جن ▁کے ▁پھل ▁ایک ▁دوسرے ▁سے ▁ملت ے ▁جل تے ▁بھی ▁ہیں ▁اور ▁پھر ▁ان ▁کے ▁پک نے ▁کی ▁کیفیت ▁ذرا ▁غور ▁کی ▁نظر ▁سے ▁دیکھ و ، ▁ان ▁چیز وں ▁میں ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁ایمان ▁لا تے ▁ہیں
▁پھر ▁ہم ▁نے ▁دوسروں ▁کو ▁ غرق ▁کردیا ،
▁پھر ▁یہ ▁سب ▁چپ کے ▁چپ کے ▁یہ ▁باتیں ▁کرتے ▁ہو ي ے ▁چلے
▁اور ▁ان ▁کے ▁بعد ▁تمہیں ▁زمین ▁میں ▁اباد ▁کریں ▁گے ▁یہ ▁انعام ▁ہے ▁اس ▁کا ▁جو ▁میرے ▁حضور ▁جواب ▁د ہی ▁کا ▁خوف ▁رکھتا ▁ہو ▁اور ▁میری ▁وع ید ▁سے ▁ڈر تا ▁ہو "
▁تم ▁ہل کے ▁اور ▁گر اں ▁بار ▁( ہر ▁حال ▁میں ) ▁نکل ▁کھڑے ▁ہو ▁اور ▁اپنے ▁مال ▁و ▁جان ▁سے ▁اللہ ▁کی ▁راہ ▁میں ▁جہاد ▁کرو ، ▁یہ ▁تمہارے ▁لي ے ▁بہتر ▁ہے ▁اگر ▁تم ▁( حقیق ت ) ▁اش نا ▁ہو ،
▁قسم ▁ہے ▁صف ▁بان دھ نے ▁والے ▁( فر شت وں ) ▁کی
▁میرے ▁قید ▁خان ے ▁کے ▁ساتھ یو ▁تم ▁سے ▁ایک ▁اپنے ▁مالک ▁کو ▁شراب ▁پلا ي ے ▁گا ▁اور ▁دوسرا ▁سول ی ▁پر ▁ل ٹک ادی ا ▁جاي ے ▁گا ▁اور ▁پر ند ے ▁اس ▁کے ▁سر ▁سے ▁نو چ ▁نو چ ▁کر ▁کھا ي یں ▁گے ▁یہ ▁اس ▁بات ▁کے ▁بارے ▁میں ▁فیصلہ ▁ہو چک ا ▁ہے ▁جس ▁کے ▁بارے ▁میں ▁تم ▁سوال ▁کررہے ▁ہو
▁اور ▁ہر ▁گروہ ▁کے ▁لي ے ▁ایک ▁می عاد ▁( م قرر ) ▁ہے ▁پھر ▁جب ▁ان ▁کا ▁( م قرر ہ ) ▁وقت ▁ اجات ا ▁ہے ▁تو ▁وہ ▁ایک ▁گھ ڑی ▁( بھی ) ▁پیچھے ▁نہیں ▁ہ ٹ ▁سکتے ▁اور ▁نہ ▁ اگ ے ▁بڑھ ▁سکتے ▁ہیں ،
▁اور ▁( قی امت ▁کا ) ▁سچ ا ▁وعدہ ▁قریب ▁ہو ▁جاي ے ▁گا ▁تو ▁اچانک ▁کا فر ▁لوگوں ▁کی ▁ان کھ یں ▁کھل ی ▁رہ ▁جاي یں ▁گی ▁( وہ ▁پکار ▁اٹھ یں ▁گے : ) ▁ہا ي ے ▁ہماری ▁شوم ي ▁قسمت ! ▁کہ ▁ہم ▁اس ▁( دن ▁کی ▁ام د ) ▁سے ▁غفلت ▁میں ▁پڑے ▁رہے ▁بلکہ ▁ہم ▁ظالم ▁تھے ،
▁اور ▁اہل ▁مد ین ▁نے ▁بھی ۔ ▁اور ▁موسی ▁کو ▁بھی ▁جھ ٹل ایا ▁گیا۔ ▁سو ▁پہلے ▁میں ▁نے ▁کا فر وں ▁کو ▁( ک چھ ) ▁مہ لت ▁دی ▁اور ▁پھر ▁انہیں ▁پکڑ ▁لیا۔ ▁تو ▁( دی کھ و ) ▁میرا ▁عذاب ▁کی سا ▁تھا ؟
▁( پ ھر ▁حکم ▁ہوگا ) ▁اسے ▁پکڑ و ▁اور ▁اسے ▁طو ق ▁پہن او ۔
▁کیا ▁اپ ▁نے ▁اسے ▁بھی ▁دیکھا ▁ہے ▁جس ▁نے ▁منہ ▁پھ یر ▁لیا
▁اور ▁انہوں ▁نے ▁جھ ٹل ایا ▁اور ▁اپنی ▁خواہش وں ▁کی ▁پیر وی ▁کی ▁اور ▁ہر ▁بات ▁کے ▁لیے ▁ایک ▁وقت ▁مقرر ▁ہے
▁تم ▁فرما و ▁وہ ▁موت ▁جس ▁سے ▁تم ▁بھاگ تے ▁ہو ▁وہ ▁تو ▁ضرور ▁تمہیں ▁مل نی ▁ہے ▁پھر ▁اس ▁کی ▁طرف ▁پھ ی رے ▁جا و ▁گے ▁جو ▁چھپ ا ▁اور ▁ظاہر ▁سب ▁کچھ ▁جانتا ▁ہے ▁پھر ▁وہ ▁تمہیں ▁بتا دے ▁گا ▁جو ▁تم ▁نے ▁کیا ▁تھا ،
▁تم ▁نے ▁یہ ▁ایسی ▁سخت ▁بری ▁بات ▁کہ ی ▁ہے۔
▁اور ▁کا فر ▁بول ے ▁یہ ▁تو ▁نہیں ▁مگر ▁ایک ▁بہت ان ▁جو ▁انہوں ▁نے ▁بن الیا ▁ہے ▁اور ▁اس ▁پر ▁اور ▁لوگوں ▁نے ▁انہیں ▁مدد ▁دی ▁ہے ▁بیش ک ▁وہ ▁ظلم ▁اور ▁جھوٹ ▁پر ▁اي ے ،
▁اور ▁پکار ▁پکار ▁کر ▁کہیں ▁گے ▁کہ ▁اے ▁مالک ! ▁تیر ا ▁رب ▁ہمارا ▁کام ▁ہی ▁تمام ▁کرد ے ، ▁وه ▁کہ ے ▁گا ▁کہ ▁تمہیں ▁تو ▁( ہم ی شہ ) ▁رہ نا ▁ہے
▁اور ▁جب ▁ان ▁کے ▁پاس ▁کوي ی ▁نشانی ▁ اتی ▁ہے ▁( تو ) ▁کہتے ▁ہیں : ▁ہم ▁ہر گز ▁ایمان ▁نہیں ▁لاي یں ▁گے ▁یہاں ▁تک ▁کہ ▁ہمیں ▁بھی ▁و یسی ▁ہی ▁( نشان ی ) ▁دی ▁جاي ے ▁جیسی ▁االله ▁کے ▁رسول وں ▁کو ▁دی ▁ گي ی ▁ہے۔ ▁االله ▁خوب ▁جانتا ▁ہے ▁کہ ▁اسے ▁اپنی ▁رسالت ▁کا ▁محل ▁کس ے ▁بنانا ▁ہے۔ ▁عن قر یب ▁مجرم وں ▁کو ▁االله ▁کے ▁حضور ▁ذ لت ▁رسید ▁ہوگی ▁اور ▁سخت ▁عذاب ▁بھی ▁( م لے ▁گا ) ▁اس ▁وجہ ▁سے ▁کہ ▁وہ ▁م کر ▁( اور ▁دھو کہ ▁د ہی ) ▁کرتے ▁تھے ،
▁نعمت وں ▁بھر ی ▁جنت وں ▁میں ▁ہوں ▁گے
▁بے ▁شک ▁وہ ▁لوگ ▁جنہوں ▁نے ▁نص ی حت ▁سے ▁انکار ▁کیا ▁جب ▁کہ ▁وہ ▁ان ▁کے ▁پاس ▁اي ی ▁اور ▁تحقیق ▁وہ ▁البتہ ▁عزت ▁والی ▁کتاب ▁ہے
▁اور ▁اب راھ یم ▁کی ▁قوم ▁اور ▁ل وط ▁کی ▁قوم
▁ان ▁کو ▁ جہ نم ▁کے ▁عذاب ▁سے ▁بچا ▁دے ▁گا ▁یہی ▁بڑی ▁کامیابی ▁ہے
▁تو ▁تم ▁اللہ ▁پر ▁بھر وس ہ ▁کرو ، ▁بیش ک ▁تم ▁روشن ▁حق ▁پر ▁ہو ،
▁کا فر ▁اس ▁وح ی ▁ال ہی ▁میں ▁ہمیشہ ▁شک ▁شب ہ ▁ہی ▁کرتے ▁رہیں ▁گے ▁حتی ▁کہ ▁اچانک ▁ان ▁کے ▁سر وں ▁پر ▁قیامت ▁اج اي ے ▁یا ▁ان ▁کے ▁پاس ▁اس ▁دن ▁کا ▁عذاب ▁اج اي ے ▁جو ▁منح وس ▁ہے
▁اور ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁کوي ی ▁رسول ▁نہیں ▁بھی جا ▁مگر ▁ہم ▁اس ▁کی ▁طرف ▁یہی ▁وح ی ▁کرتے ▁رہے ▁کہ ▁میرے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁پس ▁تم ▁میری ▁( ہی ) ▁عبادت ▁کیا ▁کرو ،
▁یہاں ▁تک ▁کہ ▁ہمیں ▁موت ▁ا ▁پہنچ ی
▁اور ▁رات ▁اور ▁دن ▁کی ▁تبدیلی وں ▁میں ▁اور ▁اس ▁میں ▁کہ ▁اللہ ▁نے ▁اس مان ▁سے ▁روزی ▁کا ▁سبب ▁می نہ ▁اتار ا ▁تو ▁اس ▁سے ▁زمین ▁کو ▁اس ▁کے ▁مر ے ▁پیچھے ▁زندہ ▁کیا ▁اور ▁ہوا وں ▁کی ▁گردش ▁میں ▁نشان یاں ▁ہیں ▁عقل ▁مند وں ▁کے ▁لیے ،
▁موسی ▁نے ▁فرمایا ▁رب ▁پور ب ▁( م شرق ) ▁اور ▁پچ ھم ▁( م غرب ) ▁کا ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁اگر ▁تمہیں ▁عقل ▁ہو
▁تم ▁فرما و ▁اللہ ▁تمہیں ▁نجات ▁دیتا ▁ہے ▁اس ▁سے ▁اور ▁ہر ▁بے ▁چینی ▁سے ▁پھر ▁تم ▁شریک ▁ٹھہر ات ے ▁ہو
▁الله ▁اس ▁بات ▁سے ▁ عار ▁نہیں ▁کرتا ▁کہ ▁مچ ھر ▁یا ▁اس ▁سے ▁بڑھ ▁کر ▁کسی ▁چیز ▁( مثل ا ▁م کھی ▁مک ڑی ▁وغیرہ ) ▁کی ▁مثال ▁بیان ▁فرما ي ے۔ ▁جو ▁مومن ▁ہیں ، ▁وہ ▁یقین ▁کرتے ▁ہیں ▁وہ ▁ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁سچ ▁ہے ▁اور ▁جو ▁کا فر ▁ہیں ▁وہ ▁کہتے ▁ہیں ▁کہ ▁اس ▁مثال ▁سے ▁خدا ▁کی ▁مراد ▁ہی ▁کیا ▁ہے۔ ▁اس ▁سے ▁( خدا ) ▁بہت وں ▁کو ▁گمراہ ▁کرتا ▁ہے ▁اور ▁بہت وں ▁کو ▁ہدایت ▁بخش تا ▁ہے ▁اور ▁گمراہ ▁بھی ▁کرتا ▁تو ▁نا فر مان وں ▁ہی ▁کو
▁( بل کہ ) ▁یہ ▁تو ▁تمام ▁ جہ ان وں ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁نازل ▁شدہ ▁ہے۔
▁اور ▁جس ▁کا ▁پل ہ ▁ہل کا ▁ہو ▁گا ▁سو ▁یہ ▁لوگ ▁ہوں ▁گے ▁جنہوں ▁نے ▁اپنا ▁نقصان ▁کیا ▁اس ▁لیے ▁کہ ▁ہماری ▁ ایت وں ▁کا ▁انکار ▁کرتے ▁تھے
▁اگر ▁اللہ ▁ان ▁کے ▁درمیان ▁تمہیں ▁واپس ▁لے ▁جاي ے ▁اور ▁اين دہ ▁ان ▁میں ▁سے ▁کوي ی ▁گروہ ▁جہاد ▁کے ▁لیے ▁نکل نے ▁کی ▁تم ▁سے ▁اجازت ▁ما نگے ▁تو ▁صاف ▁کہہ ▁دینا ▁کہ ، ▁" اب ▁تم ▁میرے ▁ساتھ ▁ہر گز ▁نہیں ▁چل ▁سکتے ▁اور ▁نہ ▁میری ▁مع یت ▁میں ▁کسی ▁دشمن ▁سے ▁لڑ ▁سکتے ▁ہو ، ▁تم ▁نے ▁پہلے ▁بیٹھ ▁ر ▁ہ نے ▁کو ▁پسند ▁کیا ▁تھا ▁تو ▁اب ▁گھر ▁بیٹھ نے ▁والوں ▁ہی ▁کے ▁ساتھ ▁بیٹھے ▁رہ و "
▁بلکہ ▁میں ▁نے ▁ان ▁لوگوں ▁کو ▁اور ▁ان ▁کے ▁باپ ▁داد وں ▁کو ▁سامان ▁( اور ▁اسباب ) ▁دیا ، ▁یہاں ▁تک ▁کہ ▁ان ▁کے ▁پاس ▁حق ▁اور ▁صاف ▁صاف ▁سن انے ▁والا ▁رسول ▁ا گیا
▁نوح ▁نے ▁دعا ▁کی ▁" “ ا ے ▁میرے ▁رب ، ▁میری ▁قوم ▁نے ▁مجھے ▁جھ ٹ لا ▁دیا
▁اور ▁نوح ( ع ) ▁نے ▁کہا ▁اے ▁میرے ▁پروردگار ! ▁تو ▁ان ▁کا فر وں ▁میں ▁سے ▁کوي ی ▁بھی ▁روي ے ▁زمین ▁پر ▁بس نے ▁والا ▁نہ ▁چھوڑ ۔
▁اور ▁دا ي یں ▁باز و ▁والے ، ▁دا ي یں ▁باز و ▁والوں ▁کی ▁خوش ▁نصیب ی ▁کا ▁کیا ▁کہنا
▁شیطان ▁یہی ▁چاہتا ▁ہے ▁کہ ▁تم ▁میں ▁ بیر ▁اور ▁دشمن ی ▁ڈ لوا ▁دے ▁شراب ▁اور ▁جو ي ے ▁میں ▁اور ▁تمہیں ▁اللہ ▁کی ▁یاد ▁اور ▁نماز ▁سے ▁رو کے ▁تو ▁کیا ▁تم ▁باز ▁اي ے ،
▁اللہ ▁کے ▁لي ے ▁م خلص ▁اور ▁باطل ▁سے ▁کت را ▁کر ▁رہ و ▁اور ▁کسی ▁طرح ▁کا ▁شرک ▁اختیار ▁نہ ▁کرو ▁کہ ▁جو ▁کسی ▁کو ▁اس ▁کا ▁شریک ▁بنا تا ▁ہے ▁وہ ▁گویا ▁اس مان ▁سے ▁گر ▁پڑتا ▁ہے ▁اور ▁اسے ▁پر ند ہ ▁ا چک ▁لی تا ▁ہے ▁یا ▁ہوا ▁کسی ▁دور ▁در از ▁جگہ ▁پر ▁لے ▁جا کر ▁پھینک ▁دیتی ▁ہے
▁ہم ▁نے ▁لق مان ▁کو ▁حکمت ▁عطا ▁کی ▁تھی ▁کہ ▁اللہ ▁کا ▁شکر ▁گزار ▁ہو ▁جو ▁کوي ی ▁شکر ▁کرے ▁اس ▁کا ▁شکر ▁اس ▁کے ▁اپنے ▁ہی ▁لیے ▁مفید ▁ہے ▁اور ▁جو ▁کوي ی ▁کفر ▁کرے ▁تو ▁حقیقت ▁میں ▁اللہ ▁بے ▁نیاز ▁اور ▁اپ ▁سے ▁اپ ▁محمود ▁ہے
▁اور ▁جب ▁ان ▁کو ▁ناپ ▁کر ▁یا ▁تو ل ▁کر ▁دیں ▁تو ▁کم ▁کر ▁دیں
▁اور ▁ہمارے ▁بند ے ▁ای وب ▁کا ▁ذکر ▁کرو ، ▁جب ▁اس ▁نے ▁اپنے ▁رب ▁کو ▁پکار ا ▁کہ ▁شیطان ▁نے ▁مجھے ▁سخت ▁تکلیف ▁اور ▁عذاب ▁میں ▁ڈال ▁دیا ▁ہے
▁انجام ▁کار ▁کا ▁تم ▁بھی ▁انتظار ▁کرو ▁اور ▁ہم ▁بھی ▁منتظر ▁ہیں
▁زمین ▁و ▁اس مان ▁میں ▁کوي ی ▁ایسا ▁نہیں ▁ہے ▁جو ▁اس ▁کی ▁بار گاہ ▁میں ▁بند ہ ▁بن ▁کر ▁حاضر ▁ہونے ▁والا ▁نہ ▁ہو
▁جو ▁اپ ▁کی ▁پشت ▁( مب ارک ) ▁پر ▁گر اں ▁ہو ▁رہا ▁تھا ،
▁ان ▁کے ▁سامنے ▁ان ▁کے ▁رب ▁کی ▁ای ات ▁میں ▁سے ▁جو ▁ ایت ▁بھی ▁ اتی ▁ہے ▁یہ ▁اس ▁کی ▁طرف ▁الت فات ▁نہیں ▁کرتے
▁اور ▁ایک ▁نعمت ▁تمہیں ▁اور ▁دے ▁گا ▁جو ▁تمہیں ▁پیار ی ▁ہے ▁اللہ ▁کی ▁مدد ▁اور ▁جلد ▁ انے ▁والی ▁فتح ▁اور ▁اے ▁محبوب ▁مسلمانوں ▁کو ▁خوشی ▁سنا دو
▁اور ▁جہاں ▁اس ▁نے ▁وه ▁مصیبت ▁تم ▁سے ▁دفع ▁کر ▁دی ▁تم ▁میں ▁سے ▁کچھ ▁لوگ ▁اپنے ▁رب ▁کے ▁ساتھ ▁شرک ▁کرنے ▁لگ ▁جاتے ▁ہیں
▁اس ▁نے ▁عرض ▁کی ▁میں ▁اس ▁سے ▁بہتر ▁ہوں ▁مجھے ▁تو ▁نے ▁ اگ ▁سے ▁بنایا اور ▁اسے ▁م ٹی ▁سے ▁بنایا
▁ط ▁س ▁یہ ▁ای ات ▁ہیں ▁قر ان ▁اور ▁کتاب ▁م بین ▁کی
▁یہ ▁ہے ▁تم ▁لوگوں ▁کی ▁سزا ، ▁اب ▁اس ▁کا ▁مزا ▁چک ھو ، ▁اور ▁تمہیں ▁معلوم ▁ہو ▁کہ ▁حق ▁کا ▁انکار ▁کرنے ▁والوں ▁کے ▁لیے ▁دوزخ ▁کا ▁عذاب ▁ہے
▁جس ▁ غرض ▁سے ▁وه ▁لوگ ▁اسے ▁سن تے ▁ہیں ▁ان ▁( کی ▁نیت وں ) ▁سے ▁ہم ▁خوب ▁ا گاه ▁ہیں ، ▁جب ▁یہ ▁اپ ▁کی ▁طرف ▁کان ▁لگا ي ے ▁ہو ي ے ▁ہوتے ▁ہیں ▁تب ▁بھی ▁اور ▁جب ▁یہ ▁مش وره ▁کرتے ▁ہیں ▁تب ▁بھی ▁جب ▁کہ ▁یہ ▁ظالم ▁کہتے ▁ہیں ▁کہ ▁تم ▁اس ▁کی ▁تابع داری ▁میں ▁لگے ▁ہو ي ے ▁ہو ▁جن ▁پر ▁جادو ▁کردیا ▁گیا ▁ہے
▁سو ▁جب ▁انہوں ▁نے ▁اراد ہ ▁کیا ▁کہ ▁اس ▁شخص ▁کو ▁پکڑ یں ▁جو ▁ان ▁دونوں ▁کا ▁دشمن ▁ہے ▁تو ▁وہ ▁بول ▁اٹھا : ▁اے ▁موسی ! ▁کیا ▁تم ▁مجھے ▁( بھی ) ▁قتل ▁کرنا ▁چاہتے ▁ہو ▁جیسا ▁کہ ▁تم ▁نے ▁کل ▁ایک ▁شخص ▁کو ▁قتل ▁کر ▁ڈال ا ▁تھا۔ ▁تم ▁صرف ▁یہی ▁چاہتے ▁ہو ▁کہ ▁ملک ▁میں ▁بڑے ▁جا بر ▁بن ▁جا و ▁اور ▁تم ▁یہ ▁نہیں ▁چاہتے ▁کہ ▁اصلاح ▁کرنے ▁والوں ▁میں ▁سے ▁بن و ،
▁اور ▁گ نہ گار و ! ▁اج ▁الگ ▁ہو جا و
▁کیا ▁وہ ▁بہتر ▁ہیں ▁یا ▁تبع ▁کی ▁قوم ▁اور ▁جو ▁ان ▁سے ▁پہلے ▁تھے ▁ہم ▁نے ▁انہیں ▁ہلاک ▁کردیا ▁بیش ک ▁وہ ▁مجرم ▁لوگ ▁تھے
▁اور ▁بول ے ▁یہ ▁مو ی شی ▁اور ▁کھ یتی ▁روک ی ▁ہو ي ی ▁ہے ▁اسے ▁وہی ▁کھا ي ے ▁جسے ▁ہم ▁چاہ یں ▁اپنے ▁جھوٹ ے ▁خیال ▁سے ▁اور ▁کچھ ▁مو ی شی ▁ہیں ▁جن ▁پر ▁چڑھ نا ▁حرام ▁ٹھہر ایا ▁اور ▁کچھ ▁مو ی شی ▁کے ▁ ذبح ▁پر ▁اللہ ▁کا ▁نام ▁نہیں ▁لیتے ▁یہ ▁سب ▁اللہ ▁پر ▁جھوٹ ▁بان دھ نا ▁ہے ، ▁عن قر یب ▁وہ ▁انہیں ▁بدل ے ▁دے ▁گا ▁ان ▁کے ▁افت را وں ▁کا ،
▁اور ▁باي یں ▁باز و ▁والے ، ▁باي یں ▁باز و ▁والوں ▁کی ▁بد ▁نصیب ی ▁کا ▁کیا ▁پوچھ نا
▁( ا ے ▁پیغمبر ) ▁لوگوں ▁کو ▁دانش ▁اور ▁نیک ▁نص ی حت ▁سے ▁اپنے ▁پروردگار ▁کے ▁رس تے ▁کی ▁طرف ▁بلا و ۔ ▁اور ▁بہت ▁ہی ▁اچھے ▁طریق ▁سے ▁ان ▁سے ▁مناظر ہ ▁کرو ۔ ▁جو ▁اس ▁کے ▁رس تے ▁سے ▁بھ ٹک ▁گیا ▁تم ہ ارا ▁پروردگار ▁اسے ▁بھی ▁خوب ▁جانتا ▁ہے ▁اور ▁جو ▁رس تے ▁پر ▁چلنے ▁والے ▁ہیں ▁ان ▁سے ▁بھی ▁خوب ▁وا قف ▁ہے
▁اور ▁تم ▁جس ▁چیز ▁میں ▁بھی ▁اختلاف ▁کرو ▁گے ▁اس ▁کا ▁فیصلہ ▁اللہ ▁کے ▁ہاتھوں ▁میں ▁ہے . ▁وہی ▁میرا ▁پروردگار ▁ہے ▁اور ▁اسی ▁پر ▁میرا ▁بھر وس ہ ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁میں ▁رجوع ▁کرتا ▁ہوں
▁اگر ▁تم ▁دونوں ▁اللہ ▁کی ▁بار گاہ ▁میں ▁تو بہ ▁کرو ▁( تو ▁تمہارے ▁لي ے ▁بہتر ▁ہے ) ▁کیونکہ ▁تم ▁دونوں ▁کے ▁دل ▁( ایک ▁ہی ▁بات ▁کی ▁طرف ) ▁جھ ک ▁ گي ے ▁ہیں ، ▁اگر ▁تم ▁دونوں ▁نے ▁اس ▁بات ▁پر ▁ایک ▁دوسرے ▁کی ▁اع انت ▁کی ▁( تو ▁یہ ▁نبی ▁مک رم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁لي ے ▁باعث ▁رنج ▁ہوسکتا ▁ہے ) ▁سو ▁بیش ک ▁اللہ ▁ہی ▁ان ▁کا ▁دوست ▁و ▁مدد گار ▁ہے ، ▁اور ▁جبر یل ▁اور ▁صالح ▁مومن ین ▁بھی ▁اور ▁اس ▁کے ▁بعد ▁( سار ے ) ▁فرشت ے ▁بھی ▁( ان ▁کے ) ▁مدد گار ▁ہیں ،
▁اور ▁پانی ▁کے ▁دونوں ▁( ذ خیر ے ) ▁برابر ▁نہیں ▁ہیں ▁یہ ▁ایک ▁می ٹھا ▁پی اس ▁ب جھ انے ▁والا ▁ہے ▁( اور ) ▁پی نے ▁میں ▁خوشگوار ▁اور ▁دوسرا ▁سخت ▁کھ اری ▁اور ▁ کڑ وا ▁ہے ▁اور ▁تم ▁ہر ▁ایک ▁سے ▁تازہ ▁گوشت ▁کھا تے ▁ہو ▁اور ▁ زی ور ▁برا مد ▁کرکے ▁پہن تے ▁ہو ▁اور ▁تم ▁اس ▁کی ▁کشتی وں ▁کو ▁دیکھتے ▁ہو ▁کہ ▁وہ ▁پانی ▁کو ▁چی رت ی ▁پھ ا ڑ تی ▁چل ی ▁جاتی ▁ہیں ▁تاکہ ▁تم ▁اللہ ▁کا ▁فضل ▁( رزق ) ▁تلاش ▁کرو ▁اور ▁تاکہ ▁شکر ▁گزار ▁بن و ۔
▁( یعنی ) ▁فرمایا ▁کہ ▁اسی ▁میں ▁تم ہ ارا ▁جی نا ▁ہوگا ▁اور ▁اسی ▁میں ▁مر نا ▁اور ▁اسی ▁میں ▁سے ▁( قی امت ▁کو ▁زندہ ▁کر ▁کے ) ▁نکال ے ▁جا و ▁گے
▁کیا ▁وہ ▁لوگ ▁( یہ ) ▁کہتے ▁ہیں ▁کہ ▁اس ▁( قر ان ) ▁کو ▁( پی غ مبر ▁نے ) ▁گھ ڑ ▁لیا ▁ہے۔ ▁اپ ▁فرما ▁دیں : ▁اگر ▁اسے ▁میں ▁نے ▁گھ ڑا ▁ہے ▁تو ▁تم ▁مجھے ▁اللہ ▁( کے ▁عذاب ) ▁سے ▁( ب چ انے ▁کا ) ▁کچھ ▁بھی ▁اختیار ▁نہیں ▁رکھتے ، ▁اور ▁وہ ▁ان ▁( بات وں ) ▁کو ▁خوب ▁جانتا ▁ہے ▁جو ▁تم ▁اس ▁( قر ان ) ▁کے ▁بارے ▁میں ▁ طعن ہ ▁زنی ▁کے ▁طور ▁پر ▁کر ▁رہے ▁ہو۔ ▁وہی ▁( اللہ ) ▁میرے ▁اور ▁تمہارے ▁درمیان ▁گواہ ▁کافی ▁ہے ، ▁اور ▁وہ ▁بڑا ▁بخش نے ▁والا ▁بہت ▁رحم ▁فرمان ے ▁والا ▁ہے ،
▁پر ہ یز گار وں ▁کے ▁لیے ▁ان ▁کے ▁رب ▁کے ▁پاس ▁نعمت وں ▁والی ▁جنت یں ▁ہیں
▁وہ ▁کہتے ▁ہیں ▁" اگر ▁ہم ▁تمہارے ▁ساتھ ▁اس ▁ہدایت ▁کی ▁پیر وی ▁اختیار ▁کر ▁لیں ▁تو ▁اپنی ▁زمین ▁سے ▁ا چک ▁لیے ▁جاي یں ▁گے " ▁کیا ▁یہ ▁واقعہ ▁نہیں ▁ہے ▁کہ ▁ہم ▁نے ▁ایک ▁پر امن ▁حرم ▁کو ▁ان ▁کے ▁لیے ▁جاي ے ▁قیام ▁بنا ▁دیا ▁جس ▁کی ▁طرف ▁ہر ▁طرح ▁کے ▁ثم رات ▁کھ چے ▁چلے ▁ا تے ▁ہیں ، ▁ہماری ▁طرف ▁سے ▁ رزق ▁کے ▁طور ▁پر ؟ ▁مگر ▁ان ▁میں ▁سے ▁اکثر ▁لوگ ▁جانتے ▁نہیں ▁ہیں
▁اور ▁جب ▁موسی ▁نے ▁اپنی ▁قوم ▁کے ▁لیے ▁( خدا ▁سے ) ▁پانی ▁مانگ ا ▁تو ▁ہم ▁نے ▁کہا ▁کہ ▁اپنی ▁لا ٹھی ▁پتھر ▁پر ▁ما رو ۔ ▁( انہ وں ▁نے ▁لا ٹھی ▁مار ی ) ▁تو ▁پھر ▁اس ▁میں ▁سے ▁بارہ ▁چشم ے ▁پھ وٹ ▁نکل ے ، ▁اور ▁تمام ▁لوگوں ▁نے ▁اپنا ▁اپنا ▁گھ اٹ ▁معلوم ▁کر ▁( کے ▁پانی ▁پی ) ▁لیا۔ ▁( ہم ▁نے ▁حکم ▁دیا ▁کہ ) ▁خدا ▁کی ▁( عط ا ▁فرما ي ی ▁ہو ي ی ) ▁روزی ▁کھا و ▁اور ▁پی و ، ▁مگر ▁زمین ▁میں ▁فساد ▁نہ ▁کرتے ▁پھر نا
▁اے ▁لوگ و ! ▁اپنے ▁اوپر ▁االله ▁کے ▁انعام ▁کو ▁یاد ▁کرو ، ▁کیا ▁االله ▁کے ▁سوا ▁کوي ی ▁اور ▁خالق ▁ہے ▁جو ▁تمہیں ▁اس مان ▁اور ▁زمین ▁سے ▁روزی ▁دے ، ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ، ▁پس ▁تم ▁کہاں ▁بہ کے ▁پھر تے ▁ہو ،
▁اور ▁جو ▁کوي ی ▁براي ی ▁کرے ▁یا ▁ قب یح ▁کام ▁کرے ▁یا ▁کوي ی ▁اپنے ▁اوپر ▁ظلم ▁کرے ▁( گن ا ہ ▁کا ▁ارت ک اب ▁کرے ) ▁پھر ▁اللہ ▁سے ▁م غفر ت ▁طلب ▁کرے ، ▁تو ▁وہ ▁اللہ ▁کو ▁بڑا ▁بخش نے ▁والا ▁اور ▁بڑا ▁رحم ▁کرنے ▁والا ▁پاي ے ▁گا۔
▁کیا ▁ہم ▁نے ▁زمین ▁کو ▁سم یٹ ▁کر ▁رکھنے ▁والی ▁نہیں ▁بنایا
▁پھر ▁کیا ▁ان ▁لوگوں ▁کو ▁( تاریخ ▁کے ▁اس ▁سبق ▁سے ) ▁کوي ی ▁ہدایت ▁نہ ▁ملی ▁کہ ▁ان ▁سے ▁پہلے ▁کتنی ▁ہی ▁قوم وں ▁کو ▁ہم ▁ہلاک ▁کر ▁چکے ▁ہیں ▁جن ▁کی ▁( بر باد ▁شدہ ) ▁بست یوں ▁میں ▁اج ▁یہ ▁چل تے ▁پھر تے ▁ہیں ؟ ▁در ▁حقیقت ▁اس ▁میں ▁بہت ▁سی ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁عقل ▁سلیم ▁رکھنے ▁والے ▁ہیں
▁جن ▁لوگوں ▁کو ▁ہم ▁نے ▁اس ▁سے ▁پہلے ▁کتاب ▁دی ▁تھی ▁وہ ▁اس ▁پر ▁ایمان ▁لے ▁ا تے ▁ہیں
▁اور ▁ان ▁سے ▁مہمان ▁کے ▁بارے ▁میں ▁نا جا يز ▁مطالب ات ▁کرنے ▁لگے ▁تو ▁ہم ▁نے ▁ان ▁کی ▁ان کھ وں ▁کو ▁اند ھا ▁کردیا ▁کہ ▁اب ▁عذاب ▁اور ▁ڈرا نے ▁کا ▁م زہ ▁چک ھو
▁یوسف ▁کو ▁مار ▁ڈال و ▁یا ▁کسی ▁ملک ▁میں ▁پھینک ▁دو ▁تاکہ ▁باپ ▁کی ▁توجہ ▁ اکی لے ▁تم ▁پر ▁رہے ▁اور ▁اس ▁کے ▁بعد ▁نیک ▁اد می ▁ہو ▁جانا
▁یہ ▁جھ کی ▁ان کھ وں ▁قبر وں ▁سے ▁اس ▁طرح ▁نکل ▁کھڑے ▁ہوں ▁گے ▁کہ ▁گویا ▁وه ▁پھیلا ▁ہوا ▁ٹ ڈی ▁دل ▁ہے
▁کہہ ▁دو ▁کہ ▁اس ▁نے ▁اس ▁کو ▁اتار ا ▁ہے ▁جو ▁اس مان وں ▁اور ▁زمین ▁کی ▁پوش ید ہ ▁بات وں ▁کو ▁جانتا ▁ہے۔ ▁بے شک ▁وہ ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁اس ▁دن ▁یہ ▁قبر ▁سے ▁نکل ▁کر ▁( اس ▁طرح ) ▁د وڑ یں ▁گے ▁جیسے ▁( ش کاری ) ▁شکار ▁کے ▁ جال ▁کی ▁طرف ▁د وڑ تے ▁ہیں
▁اور ▁ان ▁میں ▁تمہاری ▁رونق ▁بھی ▁ہے ▁جب ▁چرا ▁کر ▁لا و ▁تب ▁بھی ▁اور ▁جب ▁چرا نے ▁لے ▁جا و ▁تب ▁بھی
▁اور جس ▁وقت ▁شیطان ▁نے ▁ان ▁کے ▁اعمال ▁کو ▁ان ▁کی ▁نظر وں ▁میں ▁خوش ن ما ▁کر ▁دیا ▁اور کہ ا ▁کہ ▁اج ▁کے ▁دن ▁لوگوں ▁میں ▁سے ▁کوي ی ▁بھی ▁تم ▁پر ▁غالب ▁نہ ▁ہوگا ▁اور ▁میں ▁تم ہ ارا ▁حمایت ی ▁ہوں ▁پھر ▁جب ▁دونوں ▁فوج یں ▁سامنے ▁ہو ي یں ▁تو وہ ▁اپنے ▁ای ڑی وں ▁پر ▁ال ٹا ▁پھر ا ▁اور ▁کہا ▁میں ▁تمہارے ▁ساتھ ▁نہیں ▁ہوں ▁میں ▁ایسی ▁چی ر ▁دیکھ تا ▁ہوں ▁جو ▁تم ▁نہیں ▁دیکھتے ▁میں ▁الله ▁سے ▁ڈر تا ▁ہوں ▁اور ▁الله ▁سخت ▁عذاب ▁کرنے ▁والا ▁ہے
▁یہ ▁وہ ▁لوگ ▁ہیں ▁کہ ▁اللہ ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁اور ▁ان ▁کے ▁کان وں ▁پر ▁اور ▁ان ▁کی ▁ان کھ وں ▁پر ▁مہر ▁لگا ▁دی ▁ہے ▁اور ▁یہی ▁لوگ ▁ہی ▁( اخر ت ▁کے ▁انجام ▁سے ) ▁غافل ▁ہیں ،
▁اور ▁بول ے ▁وہ ▁تو ▁یہی ▁ہماری ▁دنیا ▁کی ▁زندگی ▁ہے ▁اور ▁ہمیں ▁اٹھ نا ▁نہیں
▁گویا ▁کبھی ▁یہاں ▁بس ے ▁ہی ▁نہ ▁تھے ، ▁سن ▁لو ! ▁بیش ک ▁ثم ود ▁اپنے ▁رب ▁سے ▁من کر ▁ہو ي ے ▁ ارے ▁لعنت ▁ہو ▁ثم ود ▁پر ،
▁پس ▁جو ▁چاہے ▁اسے ▁یاد ▁رکھے ،
▁اللہ ▁کی ▁اپنی ▁قسم ▁کہ ▁ہم ▁نے ▁تم ▁سے ▁پہلے ▁مختلف ▁قوم وں ▁کی ▁طرف ▁رسول ▁بھیج ے ▁تو ▁شیطان ▁نے ▁ان ▁کے ▁کاروبار ▁کو ▁ان ▁کے ▁لي ے ▁ار است ہ ▁کردیا ▁اور ▁وہی ▁اج ▁بھی ▁ان ▁کا ▁سرپرست ▁ہے ▁اور ▁ان ▁کے ▁لي ے ▁بہت ▁بڑا ▁درد ناک ▁عذاب ▁ہے
▁اور ▁اپنے ▁اوپر ▁اللہ ▁کی ▁نعمت ▁اور ▁اس ▁کے ▁اس ▁عہد ▁کو ▁یاد ▁کرو ▁جو ▁اس ▁نے ▁تم ▁سے ▁لیا ہے ▁جب ▁تم ▁نے ▁یہ ▁کہاکہ ▁ہم ▁نے ▁سن ▁لیا ▁اور ▁اطاعت ▁کی ▁اور ▁خبردار ▁اللہ ▁سے ▁ڈر تے ▁رہ و ▁کہ ▁اللہ ▁دل ▁کے ▁راز وں ▁کا ▁بھی ▁جان نے ▁والا ▁ہے
▁اور ▁اگر ▁تم ▁مر جا و ▁یا ▁مار ے ▁جا و ▁خدا ▁کے ▁حضور ▁میں ▁ضرور ▁ا کھ ٹے ▁کي ے ▁جا و ▁گے
▁اور ▁ہم ▁نے ▁موسی ▁علی ھ ▁السلام ▁کو ▁کتاب ▁دی ▁تو ▁اس ▁میں ▁بھی ▁اختلاف ▁پیدا ▁کردیا ▁گیا ▁اور ▁اگر ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁پہلے ▁بات ▁نہ ▁ہو گي ی ▁ہوتی ▁تو ▁ان ▁کے ▁درمیان ▁فیصلہ ▁کردیا ▁جاتا ▁اور ▁یہ ▁لوگ ▁اس ▁عذاب ▁کی ▁طرف ▁سے ▁شک ▁میں ▁پڑے ▁ہو ي ے ▁ہیں
▁اللہ ▁نے ▁جواب ▁دیا ▁" میں ▁اس ▁کو ▁تم ▁پر ▁نازل ▁کرنے ▁والا ▁ہو ▁ ں ، ▁مگر ▁اس ▁کے ▁بعد ▁جو ▁تم ▁میں ▁سے ▁کفر ▁کرے ▁گا ▁اسے ▁میں ▁ایسی ▁سزا ▁د وں ▁گا ▁جو ▁دنیا ▁میں ▁کسی ▁کو ▁نہ ▁دی ▁ہوگی "
▁بھ لا ▁ان ▁کے ▁مش ا يخ ▁اور ▁علماء ▁انہیں ▁گناہ ▁کی ▁بات وں ▁اور ▁حرام ▁کھانے ▁سے ▁منع ▁کیوں ▁نہیں ▁کرتے ؟ ▁ب لاش بہ ▁وہ ▁بھی ▁برا ▁کرتے ▁ہیں
▁پھر ▁جب ▁خوش خبر ی ▁دینے ▁والا ▁ ایا ▁( اور ) ▁وہ ▁قم ی ص ▁ان ▁کے ▁چہرہ ▁پر ▁ڈال ی ▁تو ▁وہ ▁فورا ▁بین ا ▁ہو گي ے ▁اور ▁کہا ▁کیا ▁میں ▁نے ▁تم ▁سے ▁نہیں ▁کہا ▁تھا ▁کہ ▁میں ▁اللہ ▁کی ▁طرف ▁سے ▁وہ ▁کچھ ▁جانتا ▁ہوں ▁جو ▁تم ▁نہیں ▁جانتے ۔
▁اور ▁ان ▁میں ▁کوي ی ▁وہ ▁ہیں ▁جنہوں ▁نے ▁اللہ ▁سے ▁عہد ▁کیا ▁تھا ▁کہ ▁اگر ▁ہمیں ▁اپنے ▁فضل ▁سے ▁دے ▁تو ▁ہم ▁ضرور ▁خیر ات ▁کریں ▁گے ▁اور ▁ہم ▁ضرور ▁بھ لے ▁اد می ▁ہو جا ي یں ▁گے
▁اور ▁ثم ود ▁( کے ▁ساتھ ▁کیا ▁سلوک ▁ہوا ) ▁جنہوں ▁نے ▁و ادي ▁( قر ی ) ▁میں ▁چ ٹا نوں ▁کو ▁کا ٹ ▁( کر ▁پتھر وں ▁سے ▁سی نک ڑوں ▁شہروں ▁کو ▁تعمیر ▁کر ) ▁ڈال ا ▁تھا ،
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁تم ▁کیوں ▁وہ ▁بات ▁کہتے ▁ہو ▁جو ▁کرتے ▁نہیں ▁ہو ؟
▁بول ے ▁خدا ▁کی ▁قسم ! ▁اپ ▁ہمیشہ ▁یوسف ▁کی ▁یاد ▁کرتے ▁رہیں ▁گے ▁یہاں ▁تک ▁کہ ▁گور ▁کنار ے ▁جا ▁لگ یں ▁یا ▁جان ▁سے ▁گزر ▁جاي یں ،
▁یا ▁کہ و ▁کہ ▁شرک ▁تو ▁پہلے ▁ہمارے ▁باپ ▁داد ا ▁نے ▁کیا ▁اور ▁ہم ▁ان ▁کے ▁بعد ▁بچے ▁ہو ي ے ▁تو ▁کیا ▁تو ▁ہمیں ▁اس ▁پر ▁ہلاک ▁فرما ي ے ▁گا ▁جو ▁اہل ▁باطل ▁نے ▁کیا
▁اور ▁ان ▁کو ▁بہ شت ▁میں ▁جس ▁سے ▁انہیں ▁شناس ا ▁کر ▁رکھا ▁ہے ▁داخل ▁کرے ▁گا
▁اے ▁ایمان ▁والو ! ▁جو ▁کچھ ▁ہم ▁نے ▁تمہیں ▁ رزق ▁دیا ▁ہے ▁اس ▁میں ▁سے ▁کچھ ▁( را ہ ▁خدا ▁میں ) ▁خرچ ▁کرو ۔ ▁قبل ▁اس ▁کے ▁کہ ▁وہ ▁دن ▁( قی امت ) ▁اج اي ے ▁کہ ▁جس ▁میں ▁نہ ▁سود ے ▁بازی ▁ہوگی ، ▁نہ ▁دوستی ▁( کام ▁اي ے ▁گی ) ▁اور ▁نہ ▁ہی ▁سفارش ۔ ▁اور ▁جو ▁کا فر ▁ہیں ▁وہی ▁دراصل ▁ظالم ▁ہیں۔
▁یقینا ▁اس ▁( نا فر مان ▁انسان ) ▁نے ▁وہ ▁( حق ) ▁پورا ▁نہ ▁کیا ▁جس ▁کا ▁اسے ▁( اللہ ▁نے ) ▁حکم ▁دیا ▁تھا ،
▁تو ▁کیا ▁تم ▁لوگ ▁اس ▁کلام ▁سے ▁انکار ▁کرتے ▁ہو
▁تو ▁اس ▁کی ▁تابع داری ▁کر ▁جو ▁تیر ے رب ▁کی ▁طرف ▁سے ▁وح ی ▁کی ▁ گي ی ▁ہے ▁اس ▁کے ▁سوا ▁اور ▁کوي ی ▁مع بود ▁نہیں ▁اور ▁مشر ک وں ▁سے ▁منہ ▁پھ ی رے
▁اور ▁خبردار ▁مال ▁هی ت یم ▁کے ▁قریب ▁بھی ▁نہ ▁جانا ▁مگر ▁اس ▁طریقہ ▁سے ▁جو ▁بہترین ▁طریقہ ▁ہو ▁یہاں ▁تک ▁کہ ▁وہ ▁توان اي ی ▁کی ▁عمر ▁تک ▁پہنچ ▁جاي یں ▁اور ▁ناپ ▁تو ل ▁میں ▁انصاف ▁سے ▁پورا ▁پورا ▁دینا ▁- ہم ▁کسی ▁نفس ▁کو ▁اس ▁کی ▁وسعت ▁سے ▁زیادہ ▁تکلیف ▁نہیں ▁دیتے ▁ہیں ▁اور ▁جب ▁بات ▁کرو ▁تو ▁انصاف ▁کے ▁ساتھ ▁چاہے ▁اپنی ▁ا قرب ا ہی ▁کے ▁خلاف ▁کیوں ▁نہ ▁ہو ▁اور ▁عہد ▁خدا ▁کو ▁پورا ▁کرو ▁کہ ▁اس ▁کی ▁پروردگار ▁نے ▁تمہیں ▁وص یت ▁کی ▁ہے ▁کہ ▁شاید ▁تم ▁عبر ت ▁حاصل ▁کر سکو
▁ان ہو ▁ ں ▁نے ▁کہا ▁ہم ▁نے ▁سنا ▁ہے ▁کہ ▁ایک ▁جو ▁ان ▁بت وں ▁کو ▁کچھ ▁کہا ▁کرتا ▁ہے ▁اسے ▁اب راھ یم ▁کہتے ▁ہیں
▁( یا ▁تو ) ▁وہ ▁االله ▁پر ▁جھوٹ ا ▁بہت ان ▁بان دھ تا ▁ہے ▁یا ▁اسے ▁جن ون ▁ہے ، ▁( ایس ا ▁کچھ ▁بھی ▁نہیں ) ▁بلکہ ▁جو ▁لوگ ▁اخر ت ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁وہ ▁عذاب ▁اور ▁پر لے ▁درجہ ▁کی ▁گمراہ ی ▁میں ▁( م بت لا ) ▁ہیں ،
▁یہ ▁بدو ی ▁کہتے ▁ہیں ▁کہ ▁" ہم ▁ایمان ▁لاي ے " ▁ان ▁سے ▁کہ و ، ▁تم ▁ایمان ▁نہیں ▁لاي ے ، ▁بلکہ ▁یوں ▁کہ و ▁کہ ▁" ہم ▁مط ی ع ▁ہو ▁ گي ے " ▁ایمان ▁ابھی ▁تمہارے ▁دل وں ▁میں ▁داخل ▁نہیں ▁ہوا ▁ہے ▁اگر ▁تم ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁فرم اں ▁برداری ▁اختیار ▁کر ▁لو ▁تو ▁وہ ▁تمہارے ▁اعمال ▁کے ▁ اجر ▁میں ▁کوي ی ▁کمی ▁نہ ▁کرے ▁گا ، ▁یقینا ▁اللہ ▁بڑا ▁در ▁گزر ▁کرنے ▁والا ▁اور ▁رحیم ▁ہے
▁ہمارا ▁تم ▁پر ▁کوي ی ▁زور ▁نہ ▁تھا ، ▁تم ▁خود ▁ہی ▁سر کش ▁لوگ ▁تھے
▁وه ▁جب ▁کبھی ▁کسی ▁چیز ▁کا ▁اراده ▁کرتا ▁ہے ▁اسے ▁اتنا ▁فرما ▁دینا ▁( ک افی ▁ہے ) ▁کہ ▁ہو ▁جا ، ▁وه ▁اسی ▁وقت ▁ہو ▁جاتی ▁ہے
▁پھر ▁تند ▁و ▁تیز ▁ہوا وں ▁کی ▁قسم ▁جو ▁شدید ▁جھ ونکو ں ▁سے ▁چل تی ▁ہیں ،
▁وه ▁ان ▁کے ▁لي ے ▁بھ لا ي یوں ▁میں ▁جلد ی ▁کر ▁رہے ▁ہیں ▁( نہیں ▁نہیں ) ▁بلکہ ▁یہ ▁سمجھتے ▁ہی ▁نہیں
▁وہ ▁اسی ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ▁کہ ▁یہ ▁خدا ▁کا ▁بر حق ▁وعدہ ▁ہے ▁اور ▁وہ ▁صاحب ▁عزت ▁بھی ▁ہے ▁اور ▁صاحب ▁حکمت ▁بھی ▁ہے
▁اور ▁انسان وں ▁ہی ▁میں ▁سے ▁کوي ی ▁ایسا ▁بھی ▁ہے ▁جو ▁کلام ▁دل فری ب ▁خرید ▁کر ▁لا تا ▁ہے ▁تاکہ ▁لوگوں ▁کو ▁اللہ ▁کے ▁راستہ ▁سے ▁علم ▁کے ▁بغیر ▁بھ ٹک ا ▁دے ▁اور ▁اس ▁راستے ▁کی ▁دعوت ▁کو ▁مذاق ▁میں ▁ا ڑا ▁دے ▁ایسے ▁لوگوں ▁کے ▁لیے ▁سخت ▁ذ ل یل ▁کرنے ▁والا ▁عذاب ▁ہے
▁انہوں ▁نے ▁کہا ▁اس ▁کے ▁باپ ▁سے ▁خواہش ▁کریں ▁گے ▁اور ▁ہم ▁یہ ▁کر ▁کے ▁ہی ▁رہیں ▁گے
▁پس ▁اپ ▁کو ▁ان ▁کی ▁بات ▁غم ناک ▁نہ ▁کرے ، ▁ہم ▁ان ▁کی ▁پوش یده ▁اور ▁عل ان یہ ▁سب ▁بات وں ▁کو ▁( ب خو بی ) ▁جانتے ▁ہیں
▁فرمایا ! ▁ہم ▁نے ▁تیر ی ▁قوم ▁کو ▁تیر ے ▁پیچھے ▁از ماي ش ▁میں ▁ڈال ▁دیا ▁اور ▁انہیں ▁سام ری ▁نے ▁بہ کا ▁دیا ▁ہے
▁جس ▁دن ▁ان ▁کو ▁ ات ش ▁ جہ نم ▁کی ▁طرف ▁ دھ کی ل ▁ دھ کی ل ▁کر ▁لے ▁جاي یں ▁گے
▁اور ▁جب ▁تم ▁نے ▁کہا : ▁اے ▁موسی ! ▁ہم ▁فقط ▁ایک ▁کھانے ▁( یعنی ▁من ▁و ▁سلو ی ) ▁پر ▁ہر گز ▁صبر ▁نہیں ▁کر ▁سکتے ▁تو ▁اپ ▁اپنے ▁رب ▁سے ▁( ہم ارے ▁حق ▁میں ) ▁دعا ▁کی جي ے ▁کہ ▁وہ ▁ہمارے ▁لي ے ▁زمین ▁سے ▁ اگ نے ▁والی ▁چیز وں ▁میں ▁سے ▁سا گ ▁اور ▁ک کڑ ی ▁اور ▁گی ہ وں ▁اور ▁م سور ▁اور ▁پی از ▁پیدا ▁کر ▁دے ، ▁( موس ی ▁علیہ ▁السلام ▁نے ▁اپنی ▁قوم ▁سے ) ▁فرمایا : ▁کیا ▁تم ▁اس ▁چیز ▁کو ▁جو ▁اد نی ▁ہے ▁بہتر ▁چیز ▁کے ▁بدل ے ▁مانگ تے ▁ہو ؟ ▁( اگر ▁تمہاری ▁یہی ▁خواہش ▁ہے ▁تو ) ▁کسی ▁بھی ▁شہر ▁میں ▁جا ▁اتر و ▁یقینا ▁( وہ اں ) ▁تمہارے ▁لي ے ▁وہ ▁کچھ ▁( می سر ) ▁ہو ▁گا ▁جو ▁تم ▁مانگ تے ▁ہو ، ▁اور ▁ان ▁پر ▁ذ لت ▁اور ▁م حتاج ی ▁م سلط ▁کر ▁دی ▁ گي ی ، ▁اور ▁وہ ▁اللہ ▁کے ▁ غضب ▁میں ▁لوٹ ▁ گي ے ، ▁یہ ▁اس ▁وجہ ▁سے ▁( ہ وا ) ▁کہ ▁وہ ▁اللہ ▁کی ▁ ایت وں ▁کا ▁انکار ▁کیا ▁کرتے ▁اور ▁ان بی اء ▁کو ▁نا حق ▁قتل ▁کرتے ▁تھے ، ▁اور ▁یہ ▁اس ▁وجہ ▁سے ▁بھی ▁ہوا ▁کہ ▁وہ ▁نا فر مان ی ▁کیا ▁کرتے ▁اور ▁( ہم ی شہ ) ▁حد ▁سے ▁بڑھ ▁جاتے ▁تھے ،
▁وہ ▁تمہارے ▁اعمال ▁درست ▁کرد ے ▁گا ▁اور ▁تمہارے ▁گناہ ▁بخش ▁دے ▁گا۔ ▁اور ▁جو ▁شخص ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁کی ▁فرمان برداری ▁کرے ▁گا ▁تو ▁بے شک ▁بڑی ▁مراد ▁پاي ے ▁گا
▁اے ▁بنی ▁اس راي یل ، ▁ہم ▁نے ▁تم ▁کو ▁تمہارے ▁دشمن ▁سے ▁نجات ▁دی ، ▁اور ▁طور ▁کے ▁دا ي یں ▁جانب ▁تمہاری ▁حاضر ی ▁کے ▁لیے ▁وقت ▁مقرر ▁کیا ▁اور ▁تم ▁پر ▁من ▁و ▁سلو ی ▁اتار ا
▁( پ ہ لے ) ▁ہم ▁نے ▁ان ▁کی ▁طرف ▁دو ▁( رسول ) ▁بھیج ے ▁تو ▁انہوں ▁نے ▁ان ▁دونوں ▁کو ▁جھ ٹل ایا ▁تو ▁ہم ▁نے ▁انہیں ▁تیسرے ▁( رسول ) ▁کے ▁ساتھ ▁تقویت ▁دی۔ ▁چنانچہ ▁تین وں ▁نے ▁کہا ▁کہ ▁ہم ▁تمہارے ▁پاس ▁بھیج ے ▁ گي ے ▁ہیں۔
▁اور ▁انہوں ▁نے ▁اس ▁بات ▁پر ▁تعجب ▁کیا ▁کہ ▁ان ▁کے ▁پاس ▁ان ▁ہی ▁میں ▁سے ▁ایک ▁ڈر ▁سن انے ▁والا ▁ا گیا ▁ہے۔ ▁اور ▁کف ار ▁کہنے ▁لگے : ▁یہ ▁جادو گر ▁ہے ، ▁بہت ▁جھوٹ ا ▁ہے ،
▁تو ▁ثابت ▁ہو گي ی ▁ہم ▁پر ▁ہمارے ▁رب ▁کی ▁بات ▁ہمیں ▁ضرور ▁چ کھ نا ▁ہے
▁لا يق ▁نہیں ▁کہ ▁مشر ک ▁اللہ ▁تعالی ▁کی ▁مسجد وں ▁کو ▁اباد ▁کریں۔ ▁در اں ▁حالی کہ ▁وه ▁خود ▁اپنے ▁کفر ▁کے ▁اپ ▁ہی ▁گو اه ▁ہیں ، ▁ان ▁کے ▁اعمال ▁غار ت ▁واک ارت ▁ہیں ، ▁اور ▁وه ▁دا يم ی ▁طور ▁پر ▁ج ہن می ▁ہیں
▁اور ▁ہم ▁چاہ یں ▁تو ▁خود ▁ان ▁ہی ▁کو ▁بالکل ▁م سخ ▁کرد یں ▁جس ▁کے ▁بعد ▁نہ ▁ اگ ے ▁قدم ▁بڑھا سک یں ▁اور ▁نہ ▁پیچھے ▁ہی ▁پل ٹ ▁کر ▁واپس ▁اسکی ں
▁ہمیشہ ▁رہنے ▁والی ▁جنت یں ▁ہیں ▁جن ▁میں ▁یہ ▁لوگ ▁داخل ▁ہوں ▁گے ▁وہاں ▁انہیں ▁سو نے ▁کے ▁کنگ نوں ▁اور ▁موت یوں ▁سے ▁ار است ہ ▁کیا ▁جاي ے ▁گا ، ▁وہاں ▁ان ▁کا ▁لباس ▁ری شم ▁ہوگا
▁پھر ▁بھی ▁اگر ▁یہ ▁لوگ ▁اپ ▁کو ▁جھ ٹل اي یں ▁تو ▁اپ ▁سے ▁پہلے ▁بھی ▁بہت ▁سے ▁رسول ▁جھ ٹل اي ے ▁ گي ے ▁ہیں ▁جو ▁روشن ▁دلیل یں ▁ صح یف ے ▁اور ▁من ور ▁کتاب ▁لے ▁کر ▁اي ے
▁ان ▁لوگوں ▁کو ▁اپنی ▁طرف ▁بلا ي ے ▁گی ▁جنہوں ▁نے ▁( دین ▁حق ▁سے ) ▁ا عراض ▁کیا
▁پھر ▁ہم ▁ا ہ ست ہ ▁ا ہ ست ہ ▁اس ▁( سا یہ ) ▁کو ▁اپنی ▁طرف ▁ کھی نچ ▁کر ▁سم یٹ ▁لیتے ▁ہیں ،
▁مگر ▁وہ ▁جنہوں ▁نے ▁اس ▁کے ▁بعد ▁تو بہ ▁کرلی ▁اور ▁اپنی ▁اصلاح ▁کر ▁لی ▁تو ▁بے ▁شک ▁خدا ▁بڑا ▁بخش نے ▁والا ▁اور ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁بلکہ ▁ہم ▁حق ▁کو ▁باطل ▁پر ▁پھینک ▁مار تے ▁ہیں ▁پھر ▁وہ ▁باطل ▁کا ▁سر ▁توڑ ▁دیتا ▁ہے ▁پھر ▁وہ ▁م ٹ نے ▁والا ▁ہوتا ▁ہے ▁او ▁ر تم ▁پر ▁افسوس ▁ہے ▁ان ▁بات وں ▁سے ▁جو ▁تم ▁بنا تے ▁ہو
▁اس ▁کے ▁درخت ▁کو ▁تم ▁نے ▁پیدا ▁کیا ▁ہے ▁یا ▁ہم ▁اس ▁کے ▁پیدا ▁کرنے ▁والے ▁ہیں ؟
▁یا ▁تمہیں ▁کچھ ▁فاي دے ▁دے ▁سکتے ▁یا ▁نقصان ▁پہنچا ▁سکتے ▁ہیں ؟
▁فرع ون ▁نے ▁( حا ضر ین ▁سے ) ▁کہا ▁" تم ہ ارے ▁یہ ▁رسول ▁صاحب ▁جو ▁تمہاری ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں ، ▁بالکل ▁ہی ▁پا گل ▁معلوم ▁ہوتے ▁ہیں "
▁اور ▁جو ▁ایمان ▁لاي ے ▁اور ▁اچھے ▁کام ▁کیے ▁ہم ▁ضرور ▁ان ▁کی ▁براي یاں ▁اتار ▁دیں ▁گے ▁اور ▁ضرور ▁انہیں ▁اس ▁کام ▁پر ▁بدل ہ ▁دیں ▁گے ▁جو ▁ان ▁کے ▁سب ▁کام وں ▁میں ▁اچھا ▁تھا
▁اور ▁اگر ▁یہ ▁اپ ▁کو ▁دھو کہ ▁دینا ▁چاہ یں ▁گے ▁تو ▁خدا ▁اپ ▁کے ▁لي ے ▁کافی ▁ہے ▁- اس ▁نے ▁اپ ▁کی ▁تا ي ید ▁ , اپ نی ▁نصر ت ▁اور ▁صاحب ان ▁ه ▁ایمان ▁کے ▁ذریعہ ▁کی ▁ہے
▁کیا ▁جب ▁کبھی ▁انہوں ▁نے ▁کوي ی ▁عہد ▁با ند ھا ▁تو ▁اسے ▁ان ▁میں ▁سے ▁ایک ▁جماعت ▁نے ▁پھینک ▁دیا ▁بلکہ ▁ان ▁میں ▁سے ▁اکثر ای مان ▁ہی ▁نہیں ▁رکھتے
▁اور ▁( اب ▁خل اي ی ▁کا ين ات ▁میں ▁بھی ▁غور ▁کرو ) ▁ہم ▁نے ▁تمہارے ▁اوپر ▁سات ▁مضبوط ▁( طبق ات ) ▁بنا ي ے ،
▁اور ▁کف ار ▁یہ ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نہ ▁اس ▁قر ان ▁پر ▁ایمان ▁لاي یں ▁گے ▁اور ▁نہ ▁اس ▁سے ▁پہلے ▁والی ▁کتابوں ▁پر ▁تو ▁کاش ▁اپ ▁دیکھتے ▁جب ▁ان ▁ظالم وں ▁کو ▁پروردگار ▁کے ▁حضور ▁کھڑا ▁کیا ▁جاي ے ▁گا ▁اور ▁ہر ▁ایک ▁بات ▁کو ▁دوسرے ▁کی ▁طرف ▁پل ٹا ي ے ▁گا ▁اور ▁جن ▁لوگوں ▁کو ▁کمزور ▁سمجھ ▁لیا ▁گیا ▁ہے ▁وہ ▁اون چے ▁بن ▁جانے ▁والوں ▁سے ▁کہیں ▁گے ▁کہ ▁اگر ▁تم ▁درمیان ▁میں ▁نہ ▁ا گي ے ▁ہوتے ▁تو ▁ہم ▁صاحب ▁های مان ▁ہو گي ے ▁ہوتے
▁تو ▁انہیں ▁سفارش ▁کرنے ▁والوں ▁کی ▁سفارش ▁بھی ▁کوي ی ▁فاي دہ ▁نہ ▁پہنچا ي ے ▁گی
▁اج ▁ہر نفس ▁کو ▁اس ▁کے ▁کي ے ▁کا ▁بدل ہ ▁دیا ▁جاي ے ▁گا ▁اور ▁اج ▁کسی ▁طرح ▁کا ▁ظلم ▁نہ ▁ہو س کے ▁گا ▁بیش ک ▁اللہ ▁بہت ▁جلد ▁حساب ▁کرنے ▁والا ▁ہے
▁موسی ▁نے ▁کہا ▁( ا ے ▁فرع ون ) ▁تو ▁( دل ▁میں ▁تو ) ▁یقینا ▁جانتا ▁ہے ▁کہ ▁یہ ▁نشان یاں ▁اس مان وں ▁اور ▁زمین ▁کے ▁پروردگار ▁نے ▁بص ی رت ▁کا ▁سامان ▁بنا ▁کر ▁نازل ▁کی ▁ہیں۔ ▁اور ▁اے ▁فرع ون ! ▁میں ▁سمجھ تا ▁ہوں ▁کہ ▁تو ▁ایک ▁ہلاکت ▁زد ہ ▁اد می ▁ہے۔
▁اج ▁انسان ▁کو ▁اس ▁کے ▁ اگ ے ▁بھیج ے ▁ہو ي ے ▁اور ▁پیچھے ▁چھوڑ ے ▁ہو ي ے ▁سے ▁ا گاه ▁کیا ▁جاي ے ▁گا
▁وہ ▁چاہے ▁تو ▁تم ▁سب ▁کو ▁اٹھا لے ▁جاي ے ▁اور ▁تمہارے ▁بدل ے ▁دوسری ▁مخلوق ات ▁لے ▁اي ے
▁کہنے ▁لگے ▁کہ ▁ہمارے ▁مع بود وں ▁کے ▁ساتھ ▁یہ ▁معاملہ ▁کس ▁نے ▁کیا ؟ ▁وہ ▁تو ▁کوي ی ▁ظالم ▁ہے
▁پھر ▁اگر ▁وہ ▁( خدا ▁کی ) ▁پاک ی ▁بیان ▁نہ ▁کرتے
▁جو ▁بڑی ▁ اگ ▁میں ▁داخل ▁ہوگا۔
▁اور ▁فرع ون ▁کی ▁بی ▁بی ▁نے ▁کہا ▁یہ ▁بچہ ▁میری ▁اور ▁تیر ی ▁ان کھ وں ▁کی ▁ ٹھ نڈ ک ▁ہے ، ▁اسے ▁قتل ▁نہ ▁کرو ، ▁شاید ▁یہ ▁ہمیں ▁نفع ▁دے ▁یا ▁ہم ▁اسے ▁بیٹا ▁بن ال یں ▁اور ▁وہ ▁بے ▁خبر ▁تھے
▁ہر ▁نفس ▁موت ▁کا ▁م زہ ▁چ کھ نے ▁والا ▁ہے ▁اور ▁تم ہ ارا ▁مکمل ▁بدل ہ ▁تو ▁صرف ▁قیامت ▁کے ▁دن ▁ملے ▁گا - ▁اس ▁وقت ▁جسے ▁ جہ نم ▁سے ▁بچا ▁لیا ▁گیا ▁اور ▁جنت ▁میں ▁داخل ▁کردیا ▁گیا ▁وہ ▁کامیاب ▁ہے ▁اور ▁ز ندگان ی ▁دنیا ▁تو ▁صرف ▁دھو کہ ▁کا سر ما یہ ▁ہے
▁تم ▁سے ▁جس ▁بات ▁کا ▁وعدہ ▁کیا ▁گیا ▁ہے ▁وہ ▁سچ ی ▁ہے
▁جنہوں ▁نے ▁اپنے ▁قر ان ▁کو ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁ڈال ا ▁ہے
▁اور ▁جس ▁دن ▁ہم ▁ہر ▁امت ▁سے ▁( اس ▁کے ▁رسول ▁کو ▁اس ▁کے ▁اعمال ▁پر ) ▁گواہ ▁بنا ▁کر ▁اٹھا ي یں ▁گے ▁پھر ▁کا فر ▁لوگوں ▁کو ▁( کو ي ی ▁ عذر ▁پیش ▁کرنے ▁کی ) ▁اجازت ▁نہیں ▁دی ▁جاي ے ▁گی ▁اور ▁نہ ▁( اس ▁وقت ) ▁ان ▁سے ▁تو بہ ▁و ▁رجوع ▁کا ▁مطالبہ ▁کیا ▁جاي ے ▁گا ،
▁یہ ▁اللہ ▁کا ▁وعدہ ▁ہے ▁اللہ ▁اپنے ▁وعدہ ▁کی ▁خلاف ▁ورزی ▁نہیں ▁کرتا ▁لیکن ▁اکثر ▁لوگ ▁جانتے ▁نہیں ▁ہیں۔
▁اور ▁ایک ▁دوسرے ▁کا ▁مال ▁نا حق ▁نہ ▁کھا و ▁اور نہ ▁اس ▁کو ▁( رش وة ) ▁حاکم وں ▁کے ▁پاس ▁پہنچا و ▁تاکہ ▁لوگوں ▁کے ▁مال ▁کا ▁کچھ ▁حصہ ▁نا جا يز ▁طور ▁پر ▁کھا ▁جا و ▁اور ▁( اس ے ) ▁تم ▁جانتے ▁بھی ▁ہو
▁اور ▁ جہ نم ▁کو ▁دیکھنے ▁والوں ▁کے ▁لي ے ▁نمای اں ▁کردیا ▁جاي ے ▁گا
▁موسی ▁نے ▁جواب ▁دیا ▁" تم ▁ہی ▁پھینک و " ▁انہوں ▁نے ▁جو ▁اپنے ▁ان چھ ر ▁پھینک ے ▁تو ▁ن گاہ وں ▁کو ▁ مسح ور ▁اور ▁دل وں ▁کو ▁خوف ▁زد ہ ▁کر ▁دیا ▁اور ▁بڑا ▁ہی ▁زبردست ▁جادو ▁بنا ▁لاي ے
▁جس ▁پر ▁( قض اي ے ▁ال ہی ) ▁لکھ ▁دی ▁ گي ی ▁ہے ▁کہ ▁جو ▁کوي ی ▁اس ▁کی ▁ رف اقت ▁کرے ▁گا ▁وه ▁اسے ▁گم راه ▁کر ▁دے ▁گا ▁اور ▁اسے ▁ اگ ▁کے ▁عذاب ▁کی ▁طرف ▁لے ▁جاي ے ▁گا
▁پس ▁تم ▁دونوں ▁اپنے ▁رب ▁کی ▁کن ▁کن ▁نعمت وں ▁کو ▁جھ ٹل او ▁گے ،
▁پھر ▁تج ھے ▁کیا ▁خبر ▁کہ ▁انصاف ▁کا ▁دن ▁کیا ▁ہے
▁وہ ▁اس ▁سے ▁( اور وں ▁کو ▁بھی ) ▁روک تے ▁ہیں ▁اور ▁خود ▁بھی ▁پر ے ▁رہتے ▁ہیں ▁مگر ▁( ان ▁بات وں ▁سے ) ▁اپنے ▁اپ ▁ہی ▁کو ▁ہلاک ▁کرتے ▁ہیں ▁اور ▁( اس ▁سے ) ▁بے خبر ▁ہیں
▁( یہ ▁بھی ) ▁کہہ ▁دو ▁کہ ▁خدا ▁( کے ▁عذاب ) ▁سے ▁مجھے ▁کوي ی ▁پناہ ▁نہیں ▁دے ▁سکتا ۔ ▁اور ▁میں ▁اس ▁کے ▁سوا ▁کہیں ▁جاي ے ▁پناہ ▁نہیں ▁دیکھ تا
▁اور ▁جب ▁وحشی ▁جانور ▁جمع ▁اک ٹھ ے ▁ہو ▁جاي یں ▁گے
▁اور ▁اپ ▁سے ▁پہلے ▁کے ▁بہت ▁سے ▁رسول وں ▁کے ▁واقعات ▁ہم ▁نے ▁اپ ▁سے ▁بیان ▁کي ے ▁ہیں ▁اور ▁بہت ▁سے ▁رسول وں ▁کے ▁نہیں ▁بھی ▁کي ے ▁اور ▁موسی ▁( علی ہ ▁السلام ) ▁سے ▁اللہ ▁تعالی ▁نے ▁صاف ▁طور ▁پر ▁کلام ▁کیا
▁اور ▁پیغمبر ▁یہ ▁اپ ▁سے ▁روح ▁کے ▁بارے ▁میں ▁دریافت ▁کرتے ▁ہیں ▁تو ▁کہہ ▁دی جي ے ▁کہ ▁یہ ▁میرے ▁پروردگار ▁کا ▁ایک ▁امر ▁ہے ▁اور ▁تمہیں ▁بہت ▁تھ وڑ ا ▁سا ▁علم ▁دیا ▁گیا ▁ہے
▁فرشت وں ▁نے ▁کہا ▁کہ ▁ل وط ▁ہم ▁تمہارے ▁پروردگار ▁کے ▁فرشت ے ▁ہیں۔ ▁یہ ▁لوگ ▁ہر گز ▁تم ▁تک ▁نہیں ▁پہنچ ▁سکیں ▁گے ▁تو ▁کچھ ▁رات ▁رہے ▁سے ▁اپنے ▁گھر ▁والوں ▁کو ▁لے ▁کر ▁چل ▁دو ▁اور ▁تم ▁میں ▁سے ▁کوي ی ▁شخص ▁پیچھے ▁پھر ▁کر ▁نہ ▁دیکھ ے۔ ▁مگر ▁تمہاری ▁بیوی ▁کہ ▁جو ▁افت ▁ان ▁پر ▁پڑ نے ▁والی ▁ہے ▁وہی ▁اس ▁پر ▁پڑے ▁گی۔ ▁ان ▁کے ▁( ع ذ اب ▁کے ) ▁وعد ے ▁کا ▁وقت ▁صبح ▁ہے۔ ▁اور ▁کیا ▁صبح ▁کچھ ▁دور ▁ہے ؟
▁جو ▁لوگوں ▁کے ▁دل وں ▁میں ▁وسو سے ▁ڈال تا ▁ہے
▁اور ▁اگر ▁تم ▁ان ▁سے ▁پوچھ و ▁کہ ▁انہیں ▁کس ▁نے ▁پیدا ▁کیا ▁ہے ▁تو ▁یہ ▁خود ▁کہیں ▁گے ▁کہ ▁اللہ ▁نے ▁پھر ▁کہاں ▁سے ▁یہ ▁دھو کا ▁کھا ▁رہے ▁ہیں
▁( سل ی مان ▁علیہ ▁السلام ▁نے ) ▁فرمایا : ▁اس ( ملک ہ ▁کے ▁امتحان ) ▁کے ▁لي ے ▁اس ▁کے ▁تخت ▁کی ▁صورت ▁اور ▁ہی يت ▁بدل ▁دو ▁ہم ▁دیکھیں ▁گے ▁کہ ▁ ایا ▁وہ ▁( پ ہ چان ▁کی ) ▁راہ ▁پات ی ▁ہے ▁یا ▁ان ▁میں ▁سے ▁ہوتی ▁ہے ▁جو ▁سو جھ ▁بوجھ ▁نہیں ▁رکھتے ،
▁یہ ▁حکمت ▁والی ▁کتاب ▁کی ▁ ایت یں ▁ہیں
▁کیا ▁ہم ▁نے ▁پہلو ں ▁کو ▁ہلاک ▁نہیں ▁کر ▁ڈال ا
▁وہ ▁( م جر م ) ▁اس ▁( دوز خ ) ▁اور ▁اس ▁کے ▁انتہا ي ی ▁کھول تے ▁ہو ي ے ▁پانی ▁کے ▁درمیان ▁گردش ▁کرتے ▁رہیں ▁گے۔
▁اور ▁قوم ▁ عاد ▁کے ▁بھ اي ی ▁کا ▁ذکر ▁کر ▁جب ▁اس ▁نے ▁اپنی ▁قوم ▁کو ▁( واد ی ) ▁اح قاف ▁میں ▁ڈرا یا ▁اور ▁اس ▁سے ▁پہلے ▁اور پی چھ ے ▁کي ی ▁ڈرا نے ▁والے ▁گزر ے ▁کہ ▁سوا ي ے ▁الله ▁کے ▁کسی ▁کی ▁عبادت ▁نہ ▁کرو ▁بے ▁شک ▁میں ▁تم ▁پر ▁ایک ▁بڑے ▁دن ▁کے ▁عذاب ▁سے ▁ڈر تا ▁ہوں
▁فرشت وں ▁نے ▁کہا ▁کیا ▁تو ▁اللہ ▁کی ▁قدرت ▁سے ▁تعجب ▁کر ▁رہی ▁ہے ؟ ▁تم ▁پر ▁اے ▁اس ▁گھر ▁کے ▁لوگ و ▁اللہ ▁کی ▁رحمت ▁اور ▁اس ▁کی ▁برکت یں ▁نازل ▁ہوں ، ▁بیش ک ▁اللہ ▁ حمد ▁و ثنا ▁کا ▁سزا وار ▁اور ▁بڑی ▁شان ▁والا ▁ہے
▁کیا ▁تم ▁نے ▁نہیں ▁دیکھا ▁کہ ▁خدا ▁نے ▁سات ▁اس مان ▁کیسے ▁اوپر ▁تل ے ▁بنا ي ے ▁ہیں
▁اور ▁تج ھے ▁کیا ▁معلوم ▁کہ ▁ایسی ▁ اگ ▁کیا ▁ہوگی ؟
▁پھر ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁دوسرے ▁کو ▁ملا مت ▁کرنے ▁لگا
▁ان ▁کے ▁( اس ▁عرصہ ▁حیات ▁کے ) ▁بعد ▁دوزخ ▁ہے ▁اور ▁جو ▁( مال ▁دنیا ) ▁انہوں ▁نے ▁کم ا ▁رکھا ▁ہے ▁ان ▁کے ▁کچھ ▁کام ▁نہیں ▁اي ے ▁گا ▁اور ▁نہ ▁وہ ▁بت ▁( ہی ▁کام ▁اي یں ▁گے ) ▁جنہیں ▁اللہ ▁کے ▁سوا ▁انہوں ▁نے ▁کار ساز ▁بنا ▁رکھا ▁ہے ، ▁اور ▁ان ▁کے ▁لي ے ▁بہت ▁سخت ▁عذاب ▁ہے ،
▁اور ▁ہم ▁نے ▁دن ▁کو ▁( کس ب ) ▁معاش ▁( کا ▁وقت ) ▁بنایا ▁( ہے )،
▁بیش ک ▁جس ▁کا ▁تمہیں ▁وعدہ ▁دیا ▁جاتا ▁ہے ▁ضرور ▁ انے ▁والی ▁ہے ▁اور ▁تم ▁تھ کا ▁نہیں ▁سکتے ،
▁اور ▁یہ ▁کہ ▁ہمارے ▁بے وقوف ▁لوگ ▁خدا ▁کے ▁بارے ▁میں ▁خلاف ▁حق ▁( نا روا ) ▁باتیں ▁کرتے ▁رہتے ▁ہیں۔
▁پھر ▁جب ▁وه ▁لوگ ▁ان ▁چیز وں ▁کو ▁بھول ے ▁رہے ▁جن ▁کی ▁ان ▁کو ▁نص ی حت ▁کی ▁جاتی ▁تھی ▁تو ▁ہم ▁نے ▁ان ▁پر ▁ہر ▁چیز ▁کے ▁دروازے ▁کش اده ▁کرد ي ے ▁یہاں ▁تک ▁کہ ▁جب ▁ان ▁چیز وں ▁پر ▁جو ▁کہ ▁ان ▁کو ▁ملی ▁تھیں ▁وه ▁خوب ▁اتر ا ▁ گي ے ▁ہم ▁نے ▁ان ▁کو ▁دفع تا ▁پکڑ ▁لیا ، ▁پھر ▁تو ▁وه ▁بالکل ▁مایوس ▁ہو گي ے
▁بابا ▁مجھے ▁یہ ▁خوف ▁ہے ▁کہ ▁اپ ▁کو ▁رحمان ▁کی ▁طرف ▁سے ▁کوي ی ▁عذاب ▁اپنی ▁گرفت ▁میں ▁لے ▁لے ▁اور ▁اپ ▁شیطان ▁کے ▁دوست ▁قرار ▁پا جا ي یں
▁ہم ▁عن قر یب ▁اس ▁کو ▁س قر ▁میں ▁داخل ▁کریں ▁گے
▁اور ▁یہ ▁دنیا ▁کی ▁زندگی ▁تو ▁صرف ▁کھیل ▁اور ▁تماشا ▁ہے ▁اور ▁اصل ▁زندگی ▁عالم ▁اخر ت ▁کی ▁ہے ▁کاش ▁وہ ▁سمجھتے
▁اور ▁صاحب ان ▁ه ▁ایمان ▁و ▁عمل ▁صالح ▁کو ▁ان ▁جنت وں ▁میں ▁داخل ▁کیا ▁جاي ے ▁گا ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گے ▁وہ ▁ہمیشہ ▁حکم ▁خدا ▁سے ▁وہ یں ▁رہیں ▁گے ▁اور ▁ان ▁کی ▁ملاقات ▁کا ▁ تحف ہ ▁سلام ▁ہوگا
▁پھر ▁خدا ▁نے ▁انہیں ▁چن ▁لیا ▁اور ▁ان ▁کی ▁تو بہ ▁قبول ▁کرلی ▁اور ▁انہیں ▁راستہ ▁پر ▁لگا دیا
▁اور ▁( ی اد ▁کرو ▁وہ ▁وقت ) ▁جب ▁ہم ▁نے ▁کہا ▁کہ ▁اس ▁بست ی ▁( بی ت ▁المقدس ▁یا ▁ اری حا ) ▁میں ▁داخل ▁ہو ▁جا و ▁اور ▁اس ▁میں ▁سے ▁جہاں ▁سے ▁چاہ و ▁( اور ▁جو ▁چاہ و ) ▁ مز ے ▁سے ▁با ف راغ ت ▁کھا و ۔ ▁( پی و ) ▁اور ▁دروازے ▁سے ▁سج دہ ▁کرتے ▁ہو ے ▁ حط ہ ▁( بخش ش ) ▁کہتے ▁ہو ي ے ▁داخل ▁ہو ▁جا و ۔ ▁ہم ▁تمہاری ▁خطا ي یں ▁معاف ▁کر ▁دیں ▁گے ▁اور ▁ہم ▁نیک ی ▁کرنے ▁والوں ▁کو ▁کچھ ▁زیادہ ▁ہی ▁( ثواب ) ▁عطا ▁کریں ▁گے۔
▁اور ▁بیش ک ▁وہ ▁اصل ▁کتاب ▁میں ▁ہمارے ▁پاس ▁ضرور ▁بلند ی ▁و ▁حکمت ▁والا ▁ہے ،
▁جسے ▁اللہ ▁گمراہ ▁کرے ▁اسے ▁کوي ی ▁راہ ▁دکھا نے ▁والا ▁نہیں ▁اور ▁انہیں ▁چھوڑ تا ▁ہے ▁کہ ▁اپنی ▁سر کش ی ▁میں ▁بھ ٹک ا ▁کریں ،
▁اسے ▁پکڑ ▁لو ▁پھر ▁گھ س یٹ تے ▁ہو ي ے ▁بیچ ▁ جہ نم ▁تک ▁پہنچا و
▁جب ▁تم ▁غنی مت یں ▁لینے ▁جانے ▁ل گو ▁گے ▁تو ▁جھ ٹ ▁سے ▁یہ ▁پیچھے ▁چھوڑ ے ▁ہو ي ے ▁لوگ ▁کہنے ▁لگ یں ▁گے ▁کہ ▁ہمیں ▁بھی ▁اپنے ▁ساتھ ▁چلنے ▁کی ▁اجازت ▁دی جي ے ، ▁وه ▁چاہتے ▁ہیں ▁کہ ▁اللہ ▁تعالی ▁کے ▁کلام ▁کو ▁بدل ▁دیں ▁اپ ▁کہہ ▁دی جي ے ! ▁کہ ▁اللہ ▁تعالی ▁پہلے ▁ہی ▁فرما ▁چکا ▁ہے ▁کہ ▁تم ▁ہر گز ▁ہمارے ▁ساتھ ▁نہیں ▁چل و ▁گے ، ▁وه ▁اس ▁کا ▁جواب ▁دیں ▁گے ▁( نہیں ▁نہیں ) ▁بلکہ ▁تم ▁ہم ▁سے ▁حس د ▁کرتے ▁ہو ، ▁( ا صل ▁بات ▁یہ ▁ہے ) ▁کہ ▁وه ▁لوگ ▁بہت ▁ہی ▁کم ▁سمجھتے ▁ہیں
▁اسی ▁خدا ▁نے ▁زمین ▁و ▁اس مان ▁کو ▁حق ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے ▁اور ▁وہ ▁ان ▁کے ▁شریک وں ▁سے ▁بہت ▁بلند ▁و ▁بالاتر ▁ہے
▁اور ▁علامت یں ▁اور ▁ستار ے ▁سے ▁وہ ▁راہ ▁پا تے ▁ہیں
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁ہر ▁نبی ▁کے ▁لیے ▁انسان وں ▁اور ▁جن وں ▁میں ▁سے ▁شیطان وں ▁کو ▁دشمن ▁قرار ▁دیا ▁ہے ▁جو ▁ایک ▁دوسرے ▁کو ▁دھو کہ ▁و ▁فریب ▁دینے ▁کے ▁لیے ▁بنا وٹ ی ▁بات وں ▁کی ▁سر گو شی ▁کرتے ▁ہیں ▁اور ▁اگر ▁اپ ▁کا ▁پروردگار ▁( ز برد ستی ) ▁چاہتا ، ▁تو ▁یہ ▁ایسا ▁نہ ▁کرتے ▁پس ▁اپ ▁انہیں ▁اور ▁جو ▁کچھ ▁وہ ▁افت را ▁کر ▁رہے ▁ہیں ▁اسے ▁چھوڑ ▁دیں۔
▁اے ▁انسان ! ▁تج ھے ▁کس ▁چیز ▁نے ▁اپنے ▁رب ▁کریم ▁کے ▁بارے ▁میں ▁دھو کے ▁میں ▁ڈال ▁دیا ،
▁اور ▁میں ▁اپنے ▁نفس ▁کی ▁بر ات ▁( کا ▁دعوی ) ▁نہیں ▁کرتا ، ▁بیش ک ▁نفس ▁تو ▁براي ی ▁کا ▁بہت ▁ہی ▁حکم ▁دینے ▁والا ▁ہے ▁سوا ي ے ▁اس ▁کے ▁جس ▁پر ▁میرا ▁رب ▁رحم ▁فرما ▁د ے۔ ▁بیش ک ▁میرا ▁رب ▁بڑا ▁بخش نے ▁والا ▁نہای ت ▁مہر بان ▁ہے ،
▁اور ▁اس ▁شہر ▁میں ▁نو ▁افراد ▁تھے ▁جو ▁زمین ▁میں ▁فساد ▁برپا ▁کرتے ▁تھے ▁اور ▁اصلاح ▁نہیں ▁کرتے ▁تھے
▁کیا ▁انسان ▁خیال ▁کرتا ▁ہے ▁کہ ▁یوں ▁ہی ▁چھوڑ ▁دیا ▁جاي ے ▁گا ؟
▁بلکہ ▁اپنے ▁خداوند ▁اعلی ▁کی ▁رضا مند ی ▁حاصل ▁کرنے ▁کے ▁لیے ▁دیتا ▁ہے
▁اور ▁وہ ▁اپنے ▁بند وں ▁پر ▁غالب ▁ہے ▁اور ▁وہ ▁دا نا ▁اور ▁خبردار ▁ہے
▁کاش ▁میری ▁وہی ▁موت ▁( جو ▁دنیا ▁میں ▁اي ی ▁تھی ) ▁فیصلہ ▁کن ▁ہوتی
▁روم ی ▁مغل وب ▁ہو ي ے ،
▁پھر ▁ہم ▁نے ▁ان ▁سے ▁انتقام ▁لیا ▁اور ▁انہیں ▁دریا ▁میں ▁ غرق ▁کردیا ▁کہ ▁انہوں ▁نے ▁ہماری ▁ای ات ▁کو ▁جھ ٹل ایا ▁تھا ▁اور ▁ان ▁کی ▁طرف ▁سے ▁غفلت ▁ برت نے ▁والے ▁تھے
▁اب ▁ عذر ات ▁نہ ▁تراش و ، ▁تم ▁نے ▁ایمان ▁لانے ▁کے ▁بعد ▁کفر ▁کیا ▁ہے ، ▁اگر ▁ہم ▁نے ▁تم ▁میں ▁سے ▁ایک ▁گروہ ▁کو ▁معاف ▁کر ▁بھی ▁دیا ▁تو ▁دوسرے ▁گروہ ▁کو ▁تو ▁ہم ▁ضرور ▁سزا ▁دیں ▁گے ▁کیونکہ ▁وہ ▁مجرم ▁ہے "
▁ان ▁میں ▁بک ثر ت ▁پھل ▁اور ▁کھ جور یں ▁اور ▁ان ار
▁پروردگار ▁کے ▁یہاں ▁ان ▁کی ▁جزا ي ▁وہ ▁باغ ات ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁وہ ▁ان ہی ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ▁خدا ▁ان ▁سے ▁راضی ▁ہے ▁اور ▁وہ ▁اس ▁سے ▁راضی ▁ہیں ▁اور ▁یہ ▁سب ▁اس ▁کے ▁لي ے ▁ہے ▁جس ▁کے ▁دل ▁میں ▁خوف ▁خدا ▁ہے
▁بلا ▁شب ہ ▁تیر ا ▁رب ▁خوب ▁جانتا ▁ہے ▁جو ▁کچھ ▁ان ▁کے ▁سی نے ▁اپنے ▁اندر ▁چھپ اي ے ▁ہو ي ے ▁ہیں ▁اور ▁جو ▁کچھ ▁وہ ▁ظاہر ▁کرتے ▁ہیں
▁وہ ▁کہیں ▁گے ▁اے ▁پروردگار ▁جو ▁اس ▁کو ▁ہمارے ▁سامنے ▁لا یا ▁ہے ▁اس ▁کو ▁دوزخ ▁میں ▁دو نا ▁عذاب ▁دے
▁اس مان وں ▁اور ▁زمین ▁میں ▁جو ▁کچھ ▁ہے ▁سب ▁اللہ ▁ہی ▁کا ▁ہے ▁اور ▁اللہ ▁تعالی ▁ہر ▁چیز ▁کو ▁گھ یر نے ▁والا ▁ہے
▁کیا ▁تو ▁نے ▁نہ ▁دیکھا ▁کہ ▁اللہ ▁نے ▁اس مان ▁سے ▁پانی ▁اتار ا ▁تو ▁صبح ▁کو ▁زمین ▁ ہری الی ▁ہو گي ی ، ▁بیش ک ▁اللہ ▁پاک ▁خبردار ▁ہے ،
▁یہ ▁بھی ▁( ب ڑے ▁بڑے ) ▁لشکر وں ▁میں ▁سے ▁شکست ▁پایا ▁ہوا ▁( چھ وٹ ا ▁سا ) ▁لشکر ▁ہے
▁پھر ▁اس ▁کو ▁ نک ▁سک ▁سے ▁درست ▁کیا ▁اور ▁اس ▁کے ▁اندر ▁اپنی ▁روح ▁پھ ون ک ▁دی ، ▁اور ▁تم ▁کو ▁کان ▁دیے ، ▁ان کھ یں ▁دیں ▁اور ▁دل ▁دیے ▁تم ▁لوگ ▁کم ▁ہی ▁شکر ▁گزار ▁ہوتے ▁ہو
▁اور ▁میرا ▁ذکر ▁خیر ▁پچھلے ▁لوگوں ▁میں ▁بھی ▁باقی ▁رکھ
▁اب ▁ب لاش بہ ▁تمہارے ▁پاس ▁تمہارے ▁رب ▁کی ▁جانب ▁سے ▁حق ▁بینی ▁کے ▁ذرا يع ▁پہنچ ▁چکے ▁ہیں ▁سو ▁جو ▁شخص ▁دیکھ ▁لے ▁گا ▁وه ▁اپنا ▁فا يده ▁کرے ▁گا ▁اور ▁جو ▁شخص ▁اند ھا ▁رہے ▁گا ▁وه ▁اپنا ▁نقصان ▁کرے ▁گا ، ▁اور ▁میں ▁تم ہ ارا ▁نگران ▁نہیں ▁ہوں
▁مریم ▁نے ▁( گھ برا ▁کر ) ▁کہا ▁کہ ▁اگر ▁تو ▁پر ہ یز گار ▁اد می ▁ہے ▁تو ▁میں ▁ت جھ ▁سے ▁خدا ي ے ▁رحم ن ▁کی ▁پناہ ▁مانگ تی ▁ہوں۔
▁اس ▁کے ▁ساتھ ▁حاضر ▁رہنے ▁والے ▁بیٹے ▁دیے
▁میں ▁نے ▁تو ▁ان ▁سے ▁اور ▁کچھ ▁نہیں ▁کہا ▁مگر ▁صرف ▁وہی ▁جو ▁تو ▁نے ▁مجھ ▁سے ▁کہنے ▁کو ▁فرمایا ▁تھا ▁کہ ▁تم ▁اللہ ▁کی ▁ب ندگی ▁اختیار ▁کرو ▁جو ▁میرا ▁بھی ▁رب ▁ہے ▁اور ▁تم ہ ارا ▁بھی ▁رب ▁ہے۔ ▁میں ▁ان ▁پر ▁گو اه ▁رہا ▁جب ▁تک ▁ان ▁میں ▁رہا۔ ▁پھر ▁جب ▁تو ▁نے ▁مجھ ▁کو ▁اٹھا ▁لیا ▁تو ، ▁تو ▁ہی ▁ان ▁پر ▁مطلع ▁رہا۔ ▁اور ▁تو ▁ہر ▁چیز ▁کی ▁پوری ▁خبر ▁رکھتا ▁ہے
▁ہم ▁نے ▁اپ ▁کو ▁تمام ▁لوگوں ▁کے ▁لي ے ▁خوش خبر یاں ▁سن انے ▁والا ▁اور ▁ڈرا نے ▁والا ▁بنا ▁کر ▁بھی جا ▁ہے ▁ہاں ▁مگر ▁( یہ ▁صحیح ▁ہے ) ▁کہ ▁لوگوں ▁کی ▁اکثریت ▁بے علم ▁ہے
▁اے ▁لوگ و ! ▁اس ▁پر ▁چل و ▁جو ▁تمہاری ▁طرف ▁تمہارے ▁رب ▁کے ▁پاس ▁سے ▁اتر ا ▁اور ▁اسے ▁چھوڑ ▁کر ▁اور ▁حاکم وں ▁کے ▁پیچھے ▁نہ ▁جا و ، ▁بہت ▁ہی ▁کم ▁سمجھتے ▁ہو ،
▁پھر ▁صالح ▁ان ▁سے ▁منہ ▁م وڑ ▁کر ▁چلے ▁اور ▁فرمایا ▁اے ▁میری ▁قوم ▁میں ▁تمہیں ▁اپنے ▁رب ▁کا ▁پیغام ▁پہنچا ▁چکا ▁اور ▁تمہاری ▁خیر ▁خواہ ی ▁کی ▁لیکن ▁تم ▁خیر ▁خواہ وں ▁کو ▁پسند ▁نہیں ▁کرتے ▁تھے
▁اور ▁فرع ون ▁کی ▁قوم ▁میں ▁سے ▁ایک ▁ایمان ▁دار ▁اد می ▁نے ▁کہا ▁جو ▁اپنا ▁ایمان ▁چھپ ات ا ▁تھا ▁کیا تم ▁ایسے ▁اد می ▁کو ▁قتل ▁کرتے ▁ہو ▁جو ▁یہ ▁کہ تا ▁ہے ▁کہ ▁میرا ▁رب ▁الله ▁ہے ▁اور وہ ▁تمہارے ▁پاس ▁وہ ▁روشن ▁دلیل یں ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁لا یا ▁ہے ▁اور ▁اگر ▁وہ ▁جھوٹ ا ▁ہے ▁تو ▁اسی ▁پر ▁ا ▁س ▁کے ▁جھوٹ ▁کا ▁وبال ▁ہے ▁اور ▁اگر ▁وہ ▁سچ ا ▁ہے ▁تو ▁تمہیں ▁کچھ ▁نہ ▁کچھ ▁وہ ▁( ع ذ اب ) ▁جس ▁کا ▁وہ ▁تم ▁سے ▁وعدہ ▁کرتا ▁ہے ▁پہنچے ▁گا ▁اور ▁الله ▁اس ▁کو ▁راہ ▁پر ▁نہیں ▁لا تا ▁جو ▁حد ▁سے ▁بڑھ نے ▁والا ▁بڑا ▁جھوٹ ا ▁ہے
▁تو ▁تم ▁( جاد و ▁کا ) ▁سامان ▁ا کھ ٹا ▁کر لو ▁اور ▁پھر ▁قطار ▁بان دھ ▁کر ▁او ۔ ▁اج ▁جو ▁غالب ▁رہا ▁وہی ▁کامیاب ▁ہوا
▁( ملک ہ ▁نے ) ▁کہا : ▁اے ▁سردار و ! ▁میری ▁طرف ▁ایک ▁ نامہ ▁بزرگ ▁ڈال ا ▁گیا ▁ہے ،
▁ا ▁س ▁وقت ▁اگر ▁تم ھ یں ▁چو ٹ ▁لگی ▁ہے ▁تو ▁اس ▁سے ▁پہلے ▁ایسی ▁ہی ▁چو ٹ ▁تمہارے ▁مخالف ▁فریق ▁کو ▁بھی ▁لگ ▁چکی ▁ہے ▁یہ ▁تو ▁زمان ہ ▁کے ▁نش یب ▁و ▁ فراز ▁ہیں ▁جنہیں ▁ہم ▁لوگوں ▁کے ▁درمیان ▁گردش ▁دیتے ▁رہتے ▁ہیں ▁تم ▁پر ▁یہ ▁وقت ▁ا ▁س ▁لیے ▁لا یا ▁گیا ▁کہ ▁اللہ ▁دیکھ نا ▁چاہتا ▁تھا ▁کہ ▁تم ▁میں ▁سچ ے ▁مومن ▁کون ▁ہیں ، ▁اور ▁ان ▁لوگوں ▁کو ▁چھ ان ٹ ▁لینا ▁چاہتا ▁تھا ▁جو ▁واقعی ▁( راس تی ▁کے ) ▁گواہ ▁ہوں ▁کیونکہ ▁ظالم ▁لوگ ▁اللہ ▁کو ▁پسند ▁نہیں ▁ہیں
▁خبردار ! ▁اس ▁کا ▁کہنا ▁ہر گز ▁نہ ▁مان نا ▁اور ▁سج ده ▁کر ▁اور ▁قریب ▁ہو ▁جا
▁لوگوں ▁میں ▁اکثر ▁ایسے ▁ہیں ▁جو ▁صرف ▁گمان ▁کی ▁پیر وی ▁کرتے ▁ہیں ▁حالانک ہ ▁گمان ▁حق ▁کی ▁پہچان ▁اور ▁اس ▁تک ▁رس اي ی ▁حاصل ▁کرنے ▁میں ▁کچھ ▁فاي دہ ▁نہیں ▁دیتا ▁( اور ▁نہ ▁ہی ▁یہ ▁حق ▁و ▁یقین ▁سے ▁بے ▁نیاز ▁کرتا ▁ہے ) ▁بے ▁شک ▁اللہ ▁اسے ▁خوب ▁جانتا ▁ہے ▁جو ▁کچھ ▁لوگ ▁کر ▁رہے ▁ہیں۔
▁ہوسکتا ▁ہے ▁کہ ▁اب ▁تم ہ ارا ▁رب ▁تم ▁پر ▁رحم ▁کرے ، ▁لیکن ▁اگر ▁تم ▁نے ▁پھر ▁اپنی ▁سابق ▁روش ▁کا ▁ا عاد ہ ▁کیا ▁تو ▁ہم ▁بھی ▁پر ▁اپنی ▁سزا ▁کا ▁ا عاد ہ ▁کریں ▁گے ، ▁اور ▁کا ▁فر ▁نعمت ▁لوگوں ▁کے ▁لیے ▁ہم ▁نے ▁ جہ نم ▁کو ▁قید ▁خانہ ▁بنا ▁رکھا ▁ہے
▁اور ▁بیش ک ▁میں ▁نے ان ▁سے ▁عل ان یہ ▁بھی ▁کہا ▁اور ▁چپ کے ▁چپ کے ▁بھی
▁اے ▁ایمان ▁والو ! ▁اللہ ▁کے ▁اس ▁احسان ▁کو ▁یاد ▁کرو ▁جو ▁اس ▁نے ▁تم ▁پر ▁کیا ▁ہے ▁جب ▁( ک فار ▁کے ) ▁لشکر ▁تم ▁پر ▁چڑھ ▁اي ے ▁اور ▁ہم ▁نے ▁( تم ہ اری ▁مدد ▁کی لي ے ) ▁ان ▁پر ▁ہوا ▁( ان دھی ) ▁بھیج ی ▁اور ▁( فر شت وں ▁کے ) ▁ایسے ▁لشکر ▁بھیج ے ▁جن ▁کو ▁تم ▁نے ▁نہیں ▁دیکھا ▁اور ▁جو ▁کچھ ▁تم ▁کر ▁رہے ▁تھے۔ ▁اللہ ▁اسے ▁خوب ▁دیکھ ▁رہا ▁تھا۔
▁اور ▁وہ ▁اس ▁( دوز خ ) ▁سے ▁( ک بھی ▁بھی ) ▁غا يب ▁نہ ▁ہو ▁سکیں ▁گے ،
▁اور ▁ہنس تے ▁ہو ▁اور ▁رو تے ▁نہیں۔
▁اور ▁( ہم ▁کوي ی ▁رسول ▁نہ ▁بھیج تے ) ▁اگر ▁یہ ▁بات ▁نہ ▁ہوتی ▁کہ ▁جب ▁انہیں ▁کوي ی ▁مصیبت ▁پہنچے ▁ان ▁کے ▁اعمال ▁بد ▁کے ▁باعث ▁جو ▁انہوں ▁نے ▁خود ▁انجام ▁دی ي ے ▁تو ▁وہ ▁یہ ▁نہ ▁کہنے ▁لگ یں ▁کہ ▁اے ▁ہمارے ▁رب ! ▁تو ▁نے ▁ہماری ▁طرف ▁کوي ی ▁رسول ▁کیوں ▁نہ ▁بھی جا ▁تاکہ ▁ہم ▁تیر ی ▁ ایت وں ▁کی ▁پیر وی ▁کرتے ▁اور ▁ہم ▁ایمان ▁والوں ▁میں ▁سے ▁ہو جا تے ،
▁کہا ▁و ▁ہ ▁فرما تا ▁ہے ▁کہ ▁وہ ▁ایک ▁ایسی ▁گا ي ے ▁ہے ▁محنت ▁کرنے ▁والی ▁نہیں ▁جو ▁زمین ▁کو ▁جو ت تی ▁ہو ▁یا ▁کھ یتی ▁کو ▁پانی ▁دیتی ▁ہو ▁بے ▁ع یب ▁ہے ▁اس ▁میں ▁کوي ي ▁داغ ▁نہیں ▁انہوں ▁نے ▁کہا ▁اب ▁تو ▁نے ▁ٹھیک ▁بات ▁بتا ي ی ▁پھر ▁انہوں ▁نے ▁اسے ▁ ذبح ▁کر ▁دیا ▁اور ▁وہ ▁کرنے ▁والے ▁تو ▁نہیں ▁تھے
▁ا گاہ ▁ہو جا و ▁کہ ▁یہ ▁لوگ ▁اپنی ▁من ▁گھ ڑ ت ▁کے ▁طور ▁پر ▁یہ ▁باتیں ▁بنا تے ▁ہیں
▁تو ▁جو ▁اپنا ▁منہ ▁اللہ ▁کی ▁طرف ▁جھ کا دے ▁اور ▁ہو ▁نیک و کار ▁تو ▁بیش ک ▁اس ▁نے ▁مضبوط ▁گر ہ ▁تھا می ، ▁اور ▁اللہ ▁ہی ▁کی ▁طرف ▁ہے ▁سب ▁کام وں ▁کی ▁انتہا ،
▁تو ▁شیطان ▁دونوں ▁کو ▁بہ کا نے ▁لگا ▁تاکہ ▁ان ▁کی ▁ستر ▁کی ▁چیز یں ▁جو ▁ان ▁سے ▁پوش ید ہ ▁تھیں ▁کھول ▁دے ▁اور ▁کہنے ▁لگا ▁کہ ▁تم ▁کو ▁تمہارے ▁پروردگار ▁نے ▁اس ▁درخت ▁سے ▁صرف ▁اس ▁لیے ▁منع ▁کیا ▁ہے ▁کہ ▁کہ ▁تم ▁فرشت ے ▁نہ ▁بن ▁جا و ▁یا ▁ہمیشہ ▁جی تے ▁نہ ▁رہ و
▁اس ▁کی ▁چھ ت ▁کو ▁اون چا ▁کیا ▁اور ▁پھر ▁اسے ▁برابر ▁کر ▁دیا
▁مومن ▁تو ▁ایک ▁دوسرے ▁کے ▁بھ اي ی ▁ہیں ، ▁لہذا ▁اپنے ▁بھ اي یوں ▁کے ▁درمیان ▁تعلقات ▁کو ▁درست ▁کرو ▁اور ▁اللہ ▁سے ▁ڈر و ، ▁امید ▁ہے ▁کہ ▁تم ▁پر ▁رحم ▁کیا ▁جاي ے ▁گا
▁بیش ک ▁وہ ▁ہمارے ▁پاس ▁سب ▁کتابوں ▁کی ▁اصل ▁( لو ح ▁محفوظ ) ▁میں ▁ثبت ▁ہے ▁یقینا ▁( یہ ▁سب ▁کتابوں ▁پر ) ▁بلند ▁مرتبہ ▁بڑی ▁حکمت ▁والا ▁ہے ،
▁کیا ▁ان ▁کا ▁خیال ▁یہ ▁ہے ▁کہ ▁ہم ▁جو ▁کچھ ▁مال ▁اور ▁اولاد ▁دے ▁رہے ▁ہیں
▁اللہ ▁کی ▁( یہ ی ) ▁سنت ▁ان ▁لوگوں ▁میں ▁( بھی ▁جاری ▁رہی ) ▁ہے ▁جو ▁پہلے ▁گزر ▁چکے ▁ہیں ، ▁اور ▁اپ ▁اللہ ▁کے ▁دستور ▁میں ▁ہر گز ▁کوي ی ▁تبدیلی ▁نہ ▁پاي یں ▁گے ،
▁اور ▁الله ▁ہی ▁کا ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہے ▁اور ▁الله ▁سب ▁چیز و ▁ ں ▁کا ▁اح اط ہ ▁کیے ▁ہو ي ے ▁ہے
▁وہی ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁چھ ▁دن ▁میں ▁بنایا ▁پھر ▁وہ ▁ع رش ▁پر ▁قاي م ▁ہوا ▁وہ ▁جانتا ▁ہے ▁جو ▁چیز ▁زمین ▁میں ▁داخل ▁ہوتی ▁ہے ▁اور ▁جو ▁اس ▁سے ▁نکل تی ▁ہے ▁اور ▁جو ▁اس مان ▁سے ▁اتر تی ▁ہے ▁اور ▁جو ▁اس ▁میں ▁اوپر ▁چڑھ تی ▁ہے ▁اور ▁وہ ▁تمہارے ▁ساتھ ▁ہے ▁جہاں ▁کہیں ▁تم ▁ہو ▁اور ▁الله ▁اس ▁کو ▁جو ▁تم ▁کرتے ▁ہو ▁دیکھ تا ▁ہے
▁( ا ے ▁رسول ( ص ) ) ▁ہم ▁( فر ش تے ) ▁اپ ▁کے ▁پروردگار ▁کے ▁حکم ▁کے ▁بغیر ▁( زمین ▁پر ) ▁نازل ▁نہیں ▁ہوتے ▁جو ▁کچھ ▁ہمارے ▁ اگ ے ▁ہے ▁یا ▁جو ▁کچھ ▁ہمارے ▁پیچھے ▁ہے ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁سب ▁کچھ ▁اسی ▁کا ▁ہے ▁اور ▁اپ ▁کا ▁پروردگار ▁بھول نے ▁والا ▁نہیں ▁ہے۔
▁بے ▁شک ▁وہ ▁مراد ▁کو ▁پہنچ ▁گیا ▁جو ▁پاک ▁ہوا
▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کا ▁انکار ▁کرو ▁گے
▁اور ▁کہنے ▁لگے ▁کہ ▁جب ▁ہم ▁زمین ▁میں ▁ملی ام یٹ ▁ہو جا ي یں ▁گے ▁تو ▁کیا ▁از سر نو ▁پیدا ▁ہوں ▁گے۔ ▁حقیقت ▁یہ ▁ہے ▁کہ ▁یہ ▁لوگ ▁اپنے ▁پروردگار ▁کے ▁سامنے ▁جانے ▁ہی ▁کے ▁قاي ل ▁نہیں
▁صبح ▁ان ▁لوگوں ▁نے ▁ایک ▁دوسرے ▁کو ▁پکار ا
▁اے ▁ایمان ▁والو ! ▁اپنی ▁او از یں ▁نبی ▁کی ▁او از ▁سے ▁اوپر ▁نہ ▁کرو ▁اور ▁نہ ▁ان ▁سے ▁اون چی ▁او از ▁سے ▁بات ▁کرو ▁جیسے ▁اپ س ▁میں ▁ایک ▁دوسرے ▁سے ▁کرتے ▁ہو ، ▁کہیں ▁( ایس ا ▁نہ ▁ہو ▁کہ ) ▁تمہارے ▁اعمال ▁اک ارت ▁جاي یں ▁اور ▁تمہیں ▁خبر ▁بھی ▁نہ ▁ہو
▁وہ ▁ان ▁پر ▁قوت ▁سے ▁لگا دی ▁سات ▁رات یں ▁اور ▁اٹھ ▁دن ▁لگا تار ▁تو ▁ان ▁لوگوں ▁کو ▁ان ▁میں ▁دیکھ و ▁ب چھ ڑے ▁ہو ي ے ▁گویا ▁وہ ▁کھ جور ▁کے ▁ڈھ نڈ ▁( سو کھ ے ▁ت نے ) ▁ہیں ▁گر ے ▁ہو ي ے ،
▁بیش ک ▁میں ▁ہی ▁اللہ ▁ہوں ، ▁میرے ▁سوا ▁عبادت ▁کے ▁لا يق ▁اور ▁کوي ی ▁نہیں ▁پس ▁تو ▁میری ▁ہی ▁عبادت ▁کر ، ▁اور ▁میری ▁یاد ▁کے ▁لي ے ▁نماز ▁قاي م ▁رکھ
▁فرما ▁دی جي ے : ▁شب ▁و ▁روز ▁( خدا ي ے ) ▁رحمان ▁( کے ▁عذاب ) ▁سے ▁تمہاری ▁حفاظت ▁و ▁ نگ ہ بانی ▁کون ▁کر ▁سکتا ▁ہے ، ▁بلکہ ▁وہ ▁اپنے ▁( اسی ) ▁رب ▁کے ▁ذکر ▁سے ▁گریز اں ▁ہے ،
▁اور ▁تم ▁سے ▁پہلے ▁کبھی ▁پیغمبر ▁جھ ٹل اي ے ▁جاتے ▁رہے ▁تو ▁وہ ▁تک ذ یب ▁اور ▁ای ذا ▁پر ▁صبر ▁کرتے ▁رہے ▁یہاں ▁تک ▁کہ ▁ان ▁کے ▁پاس ▁ہماری ▁مدد ▁پہنچ تی ▁رہی ▁اور ▁خدا ▁کی ▁بات وں ▁کو ▁کوي ی ▁بھی ▁بدل نے ▁والا ▁نہیں۔ ▁اور ▁تم ▁کو ▁پیغمبر وں ▁( کے ▁احوال ) ▁کی ▁خبریں ▁پہنچ ▁چکی ▁ہیں ▁( تو ▁تم ▁بھی ▁صبر ▁سے ▁کام ▁لو )
▁ہم ▁نے ▁اسے ▁راستہ ▁دکھا ▁دیا ، ▁خواہ ▁شکر ▁کرنے ▁والا ▁بنے ▁یا ▁کفر ▁کرنے ▁والا
▁وہ ▁جن ▁کی ▁جان ▁نکال تے ▁ہیں ▁فرشت ے ▁ست ھر ے ▁پن ▁میں ▁یہ ▁کہتے ▁ہو ي ے ▁کہ ▁سلامتی ▁ہو ▁تم ▁پر ▁جنت ▁میں ▁جا و ▁بدل ہ ▁اپنے ▁کیے ▁کا ،
▁تو ▁( اس ▁وقت ) ▁اپنے ▁پروردگار ▁کی ▁ حمد ▁کے ▁ساتھ ▁اس ▁کی ▁تس بی ح ▁کریں ▁اور ▁اس ▁سے ▁م غفر ت ▁طلب ▁کی جي ے۔ ▁بیش ک ▁وہ ▁بڑا ▁تو بہ ▁قبول ▁کرنے ▁والا ▁ہے۔
▁کہ ▁اسی ▁اللہ ▁کے ▁لیے ▁سج دے ▁کریں ▁جو ▁اس مان وں ▁اور ▁زمین وں ▁کے ▁پوش یده ▁چیز وں ▁کو ▁باہر ▁نکال تا ▁ہے ، ▁اور ▁جو ▁کچھ ▁تم ▁چھپ ات ے ▁ہو ▁اور ▁ظاہر ▁کرتے ▁ہو ▁وه ▁سب ▁کچھ ▁جانتا ▁ہے
▁اور ▁جس ▁صورت ▁میں ▁چاہ ا ▁ت جھ ▁کو ▁جو ڑ ▁کر ▁تیار ▁کیا ؟
▁کم ▁تو ل نے ▁والوں ▁کے ▁لیے ▁تباہ ی ▁ہے
▁اور ک عب ہ ▁کے ▁پاس ▁ان ▁کی ▁نماز ▁سوا ي ے ▁سیٹ یاں ▁اور ▁تال یاں ▁بجا نے ▁کے ▁اور ▁کچھ ▁نہیں ▁تھی ▁سو ▁عذاب ▁سبب ▁اس ▁کے ▁کہ ▁تم ▁کفر ▁کرتے ▁تھے
▁تو ▁خدا ▁پر ▁اور ▁اس ▁کے ▁رسول ▁پر ▁اور ▁نور ▁( قر ان ) ▁پر ▁جو ▁ہم ▁نے ▁نازل ▁فرمایا ▁ہے ▁ایمان ▁لا و ۔ ▁اور ▁خدا ▁تمہارے ▁سب ▁اعمال ▁سے ▁خبردار ▁ہے
▁قوم ▁ل وط ▁نے ▁بھی ▁ڈر سن انے ▁والوں ▁کو ▁جھ ٹل ایا ،
▁اور ▁میری ▁زبان ▁کی ▁گر ہ ▁کھول ▁دے
▁پھر ▁انہیں ▁دھو کہ ▁کے ▁ذریعہ ▁درخت ▁کی ▁طرف ▁جھ کا ▁دیا ▁اور ▁جیسے ▁ہی ▁ان ▁دونوں ▁نے ▁چک ھا ▁شرم گاہ یں ▁کھل نے ▁لگ یں ▁اور ▁انہوں ▁نے ▁درخت وں ▁کے ▁پ تے ▁جو ڑ ▁کر ▁شرم گاہ وں ▁کو ▁چھپ انا ▁شروع ▁کردیا ▁تو ▁ان ▁کے ▁رب ▁نے ▁او از ▁دی ▁کہ ▁کیا ▁ہم ▁نے ▁تم ▁دونوں ▁کو ▁اس ▁درخت ▁سے ▁منع ▁نہیں ▁کیا ▁تھا ▁اور ▁کیا ▁ہم ▁نے ▁تمہیں ▁نہیں ▁بتایا ▁تھا ▁کہ ▁شیطان ▁تم ہ ارا ▁کھل ا ▁ہوا ▁دشمن ▁ہے
▁کیا ▁بست یوں ▁کے ▁رہنے ▁والے ▁اس ▁سے ▁بے خ وف ▁ہیں ▁کہ ▁ان ▁پر ▁ہمارا ▁عذاب ▁رات ▁کو ▁واقع ▁ہو ▁اور ▁وہ ▁( بے خبر ) ▁سو ▁رہے ▁ہوں
▁اور ▁جو ▁ایمان ▁لاي ے ▁اور ▁عمل ▁نیک ▁کي ے ▁ان ▁کی ▁( دعا ) ▁قبول ▁فرما تا ▁ہے ▁اور ▁ان ▁کو ▁اپنے ▁فضل ▁سے ▁بڑھا تا ▁ہے۔ ▁اور ▁جو ▁کا فر ▁ہیں ▁ان ▁کے ▁لي ے ▁سخت ▁عذاب ▁ہے
▁اس ▁( دوز خ ) ▁کی ▁طرف ▁چل و ▁جسے ▁تم ▁جھ ٹل ایا ▁کرتے ت ھے
▁کیا ▁ان ▁لوگ و ▁ ں ▁پر ▁جو ▁زمین ▁کے ▁ وارث ▁ہو ي ے ▁ہیں ▁وہاں ▁کے ▁لوگوں ▁کے ▁ہلاک ▁ہونے ▁کے ▁بعد ▁یہ ▁ظاہر ▁نہیں ▁ہوا ▁کہ ▁اگر ▁ہم ▁چاہ یں ▁تو ▁انہیں ▁ان ▁کے ▁گناہ وں ▁کے ▁سبب ▁سے ▁پکڑ ▁لیں ▁اور ▁ہم ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁مہر ▁لگا ▁دی ▁ہے ▁پس ▁وہ ▁نہیں ▁سن تے
▁ابراہیم ▁علی ھ ▁السلام ▁نہ ▁یہودی ▁تھے ▁اور ▁نہ ▁ع یس اي ی ▁وہ ▁مسلمان ▁حق ▁پرست ▁اور ▁باطل ▁سے ▁کنار ہ ▁کش ▁تھے ▁اور ▁وہ ▁مشر کین ▁میں ▁سے ▁ہر گز ▁نہیں ▁تھے
▁اور ▁یقینا ▁موسی ▁تمہارے ▁پاس ▁کھل ے ▁ہو ي ے ▁مع جز ے ▁لے ▁کر ▁اي ے ▁پھر ▁بھی ▁تم ▁ایسے ▁ظالم ▁تھے ▁کہ ▁ان ▁کے ▁( کو ہ ▁طور ▁پر ▁جانے ▁کے ) ▁بعد ▁گو سال ہ ▁کو ▁( مع بود ) ▁بنا ▁لیا۔
▁ہر گز ▁نہیں ▁ہم ▁نے ▁جس ▁چیز ▁سے ▁ان ▁کو ▁پیدا ▁کیا ▁ہے ▁اسے ▁یہ ▁خود ▁جانتے ▁ہیں
▁اور ▁جن ▁لوگوں ▁کو ▁ہم ▁کتاب ▁( تور ات ) ▁دے ▁چکے ▁ہیں ▁( اگر ▁وہ ▁صحیح ▁مومن ▁ہیں ▁تو ) ▁وہ ▁اس ▁( قر ان ) ▁سے ▁خوش ▁ہوتے ▁ہیں ▁جو ▁اپ ▁کی ▁طرف ▁نازل ▁کیا ▁گیا ▁ہے ▁اور ▁ان ▁( ہی ▁کے ) ▁فرق وں ▁میں ▁سے ▁بعض ▁ایسے ▁بھی ▁ہیں ▁جو ▁اس ▁کے ▁کچھ ▁حصہ ▁کا ▁انکار ▁کرتے ▁ہیں ، ▁فرما ▁دی جي ے ▁کہ ▁بس ▁مجھے ▁تو ▁یہی ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁االله ▁کی ▁عبادت ▁کر وں ▁اور ▁اس ▁کے ▁ساتھ ▁( کسی ▁کو ) ▁شریک ▁نہ ▁ٹھہر ا وں ، ▁اسی ▁کی ▁طرف ▁میں ▁بلا تا ▁ہوں ▁اور ▁اسی ▁کی ▁طرف ▁مجھے ▁لوٹ ▁کر ▁جانا ▁ہے ،
▁تو ▁اسے ▁اس ▁کے ▁رب ▁نے ▁چن ▁لیا ▁اور ▁اپنے ▁قرب ▁خاص ▁کے ▁سزا وار وں ▁( حق دار وں ) ▁میں ▁کرلیا ،
▁اس ▁نے ▁اور ▁اس ▁کے ▁لشکر وں ▁نے ▁زمین ▁میں ▁بغیر ▁کسی ▁حق ▁کے ▁اپنی ▁بڑا ي ی ▁کا ▁گھ م نڈ ▁کیا ▁اور ▁سمجھ ے ▁کہ ▁انہیں ▁کبھی ▁ہماری ▁طرف ▁پل ٹ نا ▁نہیں ▁ہے
▁یہ ▁لوگ ▁تم ▁پر ▁احسان ▁ج تا تے ▁ہیں ▁کہ ▁انہوں ▁نے ▁اسلام ▁قبول ▁کر ▁لیا ▁ان ▁سے ▁کہ و ▁اپنے ▁اسلام ▁کا ▁احسان ▁مجھ ▁پر ▁نہ ▁رکھ و ، ▁بلکہ ▁اللہ ▁تم ▁پر ▁اپنا ▁احسان ▁رکھتا ▁ہے ▁کہ ▁اس ▁نے ▁تمہیں ▁ایمان ▁کی ▁ہدایت ▁دی ▁اگر ▁تم ▁واقعی ▁اپنے ▁دعو اي ے ▁ایمان ▁میں ▁سچ ے ▁ہو
▁کیا ▁یہ ▁لوگ ▁یہ ▁کہتے ▁ہیں ▁کہ ▁پیغمبر ▁نے ▁اس ▁کو ▁از ▁خود ▁بنا ▁لیا ▁ہے ▁( نہیں ) ▁بلکہ ▁وہ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁بر حق ▁ہے ▁تاکہ ▁تم ▁ان ▁لوگوں ▁کو ▁ہدایت ▁کرو ▁جن ▁کے ▁پاس ▁تم ▁سے ▁پہلے ▁کوي ی ▁ہدایت ▁کرنے ▁والا ▁نہیں ▁ ایا ▁تاکہ ▁یہ ▁رس تے ▁پر ▁چل یں
▁اور ▁اگر ▁تم ▁کسی ▁اپنے ▁جیسے ▁اد می ▁کی ▁اطاعت ▁کرو ▁جب ▁تو ▁تم ▁ضرور ▁گھ ا ٹے ▁میں ▁ہو ،
▁بڑی ▁خراب ی ▁ہے ▁ہر ▁ایسے ▁شخص ▁کی ▁جو ▁ع یب ▁ٹ ٹ ول نے ▁والا ▁ غی بت ▁کرنے ▁والا ▁ہو
▁اور ▁وہ ▁لوگ ▁جو ▁اپنی ▁شرم ▁گاہ وں ▁کی ▁حفاظت ▁کرتے ▁ہیں ،
▁بلکہ ▁اللہ ▁تم ہ ارا ▁مول ی ▁ہے ▁اور ▁وہ ▁سب ▁سے ▁بہتر ▁مدد ▁فرمان ے ▁والا ▁ہے ،
▁الر ! ▁یہ ▁عالی ▁شان ▁کتاب ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁اتار ی ▁ہے ▁کہ ▁اپ ▁لوگوں ▁کو ▁ان دھی ر وں ▁سے ▁اج ال ے ▁کی ▁طرف ▁لاي یں ، ▁ان ▁کے ▁پروردگار ▁کے ▁حکم ▁سے ، ▁زبردست ▁اور ▁تعریف وں ▁والے ▁اللہ ▁کی ▁طرف
▁جو ▁قوت ▁والا ▁ہے ، ▁ع رش ▁والے ▁( اللہ ) ▁کے ▁نزدیک ▁بلند ▁مرتبہ ▁ہے
▁اور ▁ہم ▁نے ▁دوزخ ▁کے ▁دارو غ ہ ▁فرشت ے ▁بنا ي ے ▁ہیں۔ ▁اور ▁ان ▁کا ▁شمار ▁کا فر وں ▁کی ▁از ماي ش ▁کے ▁لي ے ▁مقرر ▁کیا ▁ہے ▁( اور ) ▁اس ▁لي ے ▁کہ ▁اہل ▁کتاب ▁یقین ▁کریں ▁اور ▁مومن وں ▁کا ▁ایمان ▁اور ▁زیادہ ▁ہو ▁اور ▁اہل ▁کتاب ▁اور ▁مومن ▁شک ▁نہ ▁لاي یں۔ ▁اور ▁اس ▁لي ے ▁کہ ▁جن ▁لوگوں ▁کے ▁دل وں ▁میں ▁( ن فاق ▁کا ) ▁مرض ▁ہے ▁اور ▁( جو ) ▁کا فر ▁( ہ یں ) ▁کہیں ▁کہ ▁اس ▁مثال ▁( کے ▁بیان ▁کرنے ) ▁سے ▁خدا ▁کا ▁مقصد ▁کیا ▁ہے ؟ ▁اسی ▁طرح ▁خدا ▁جس ▁کو ▁چاہتا ▁ہے ▁گمراہ ▁کرتا ▁ہے ▁اور ▁جس ▁کو ▁چاہتا ▁ہے ▁ہدایت ▁کرتا ▁ہے ▁اور ▁تمہارے ▁پروردگار ▁کے ▁لشکر وں ▁کو ▁اس ▁کے ▁سوا ▁کوي ی ▁نہیں ▁جانتا ۔ ▁اور ▁یہ ▁تو ▁بنی ▁اد م ▁کے ▁لي ے ▁نص ی حت ▁ہے
▁اے ▁موسی ! ▁تج ھے ▁اپنی ▁قوم ▁سے ▁( غا فل ▁کرکے ) ▁کون ▁سی ▁چیز ▁جلد ی ▁لے ▁اي ی ؟
▁قیامت ▁کی ▁گھ ڑی ▁قریب ▁ا ▁ گي ی ▁اور ▁چاند ▁پھ ٹ ▁گیا
▁کیا ▁تم ▁نے ▁اس ▁شخص ▁کو ▁دیکھا ▁ہے ▁جو قی امت ▁کو ▁جھ ٹل ات ا ▁ہے
▁اور ▁سیاہ ▁دھو ي یں ▁کے ▁سا یہ ▁میں ▁ہوں ▁گے۔
▁اور ▁( و یسی ▁ہی ) ▁یہ ▁کتاب ▁ہے ▁جسے ▁ہم ▁نے ▁نازل ▁کیا ▁ہے ▁با بر کت ▁جو ▁اپنے ▁سے ▁پہلی ▁( ک تاب وں ) ▁کی ▁تصدیق ▁کرتی ▁ہے ▁اور ▁( جو ) ▁اس ▁لي ے ▁( نا زل ▁کی ▁ گي ی ▁ہے ) ▁کہ ▁تم ▁م کے ▁اور ▁اس ▁کے ▁اس ▁پاس ▁کے ▁لوگوں ▁کو ▁ا گاہ ▁کرد و ۔ ▁اور ▁جو ▁لوگ ▁اخر ت ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁وہ ▁اس ▁کتاب ▁پر ▁بھی ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁وہ ▁اپنی ▁نماز وں ▁کی ▁پوری ▁خبر ▁رکھتے ▁ہیں
▁اور ▁پھر ▁وہی ▁چیز ▁ان ▁پر ▁ا ▁جاي ے ▁جس ▁سے ▁انہیں ▁ڈرا یا ▁جا ▁رہا ▁ہے
▁ہم ▁نے ▁اس ▁کو ▁اور ▁اس ▁کے ▁گھر ▁والوں ▁کو ▁کر ب ▁عظیم ▁سے ▁بچا ▁لیا
▁اے ▁ایمان ▁والو ▁شیطان ▁کے ▁قدم وں ▁پر ▁نہ ▁چل و ▁اور جو ▁کوي ی ▁شیطان ▁کے ▁قدم وں ▁پر چ لے ▁گا ▁سو ▁وہ ▁تو ▁اسے ▁بے ▁ح یا ي ی ▁اور ▁بری ▁باتیں ▁ہی ▁بتا ي ے ▁گا ▁اور اگر ▁تم ▁پر ▁الله ▁کا ▁فضل ▁اور اس ▁کی ▁رحمت ▁نہ ▁ہوتی ▁تو ▁تم ▁میں ▁سے ▁کوي ی ▁کبھی ▁بھی ▁پاک ▁صاف ▁نہ ▁ہوتا ▁اور لیکن ▁الله ▁جسے ▁چاہتا ▁ہے ▁پاک ▁کر ▁دیتا ▁ہے ▁اور ▁الله ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁یہ ▁حکمت ▁والی ▁کت ا ▁ب ▁کی ▁ ایت یں ▁ہیں
▁بیش ک ▁اللہ ▁نے ▁بہت ▁جگہ ▁تمہاری ▁مدد ▁کی ▁اور ▁ حن ین ▁کے ▁دن ▁جب ▁تم ▁اپنی ▁ک ثر ت ▁پر ▁اتر ا ▁ گي ے ▁تھے ▁تو ▁وہ ▁تمہارے ▁کچھ ▁کام ▁نہ ▁ا ▁ي ی ▁اور ▁زمین ▁اتنی ▁وسیع ▁ہوکر ▁تم ▁پر ▁تنگ ▁ہو گي ی ▁پھر ▁تم ▁پی ٹھ ▁دے ▁کر ▁پھر گي ے ،
▁تم ہ ارا ▁رب ▁ان ▁لوگوں ▁کو ▁بھی ▁خوب ▁جانتا ▁ہے ▁جو ▁اس ▁کی ▁راہ ▁سے ▁بھ ٹک ے ▁ہو ي ے ▁ہیں ، ▁اور ▁وہی ▁ان ▁کو ▁بھی ▁اچھی ▁طرح ▁جانتا ▁ہے ▁جو ▁راہ ▁راست ▁پر ▁ہیں
▁جس ▁دن ▁وہ ▁د وڑ تے ▁ہو ي ے ▁قبر وں ▁سے ▁نکل ▁پڑ یں ▁گے ▁گویا ▁کہ ▁وہ ▁ایک ▁نشان ▁کی ▁طرف ▁دو ڑے ▁چلے ▁جارہے ▁ہیں
▁بیش ک ▁اللہ ▁کے ▁نزدیک ▁سب ▁جانور وں ▁سے ▁( بھی ) ▁بد تر ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁کفر ▁کیا ▁پھر ▁وہ ▁ایمان ▁نہیں ▁لا تے ،
▁ہم ▁نے ▁تو ▁ت جھ ▁پر ایک ▁بار ▁اور ▁بھی ▁بڑا ▁احسان ▁کیا ▁ہے
▁پس ▁ایسے ▁لوگوں ▁کے ▁لي ے ▁بڑی ▁خراب ی ▁ہے ▁جو ▁اپنے ▁ہی ▁ہاتھوں ▁سے ▁کتاب ▁لکھتے ▁ہیں ، ▁پھر ▁کہتے ▁ہیں ▁کہ ▁یہ ▁اللہ ▁کی ▁طرف ▁سے ▁ہے ▁تاکہ ▁اس ▁کے ▁عوض ▁تھ و ڑے ▁سے ▁دام ▁کم ا ▁لیں ، ▁سو ▁ان ▁کے ▁لي ے ▁اس ▁( ک تاب ▁کی ▁وجہ ) ▁سے ▁ہلاکت ▁ہے ▁جو ▁ان ▁کے ▁ہاتھوں ▁نے ▁تحریر ▁کی ▁اور ▁اس ▁( مع ا وض ہ ▁کی ▁وجہ ) ▁سے ▁تباہ ی ▁ہے ▁جو ▁وہ ▁کم ا ▁رہے ▁ہیں ،
▁جس ▁دن ▁اس مان ▁ہوگا ▁جیسی ▁گلی ▁چاند ی ،
▁جو ▁دونوں ▁گ ہری ▁سبز ▁سیاہ ی ▁ما يل ▁ہیں
▁کہ ▁تو ▁بنی ▁اس راي یل ▁کو ▁ہمارے ▁ساتھ ▁بھیج ▁د ے۔
▁اور ▁خبردار ▁ایک ▁دوسرے ▁کا ▁مال ▁نا جا يز ▁طریقے ▁سے ▁نہ ▁کھانا اور ▁نہ ▁حکام ▁کے ▁حوالہ ▁کر ▁دینا ▁کہ ▁ رش وت ▁دے کر ▁حرام ▁طریقے ▁سے ▁لوگوں ▁کے ▁اموال ▁کو ▁کھا ▁جا ؤ ، جب ▁کہ ▁تم ▁جانتے ▁ہو ▁کہ ▁یہ ▁تم ہ ارا ▁مال ▁نہیں ▁ہے
▁تو ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁عمل ▁نیک ▁کرتے ▁رہے ▁وہ ▁( بہ شت ▁کے ) ▁باغ ▁میں ▁خوش ▁حال ▁ہوں ▁گے
▁اور ▁وہ ▁لوگ ▁اللہ ▁کی ▁بڑی ▁بھاری ▁( تا کی دی ) ▁قسم یں ▁کھا تے ▁ہیں ▁کہ ▁اگر ▁اپ ▁انہیں ▁حکم ▁دیں ▁تو ▁وہ ▁( جہ اد ▁کے ▁لي ے ) ▁ضرور ▁نکل یں ▁گے ، ▁اپ ▁فرما ▁دیں ▁کہ ▁تم ▁قسم یں ▁مت ▁کھا و ▁( بل کہ ) ▁معروف ▁طریقہ ▁سے ▁فرمان برداری ▁( در کار ) ▁ہے ، ▁بیش ک ▁اللہ ▁ان ▁کام وں ▁سے ▁خوب ▁ا گاہ ▁ہے ▁جو ▁تم ▁کرتے ▁ہو ،
▁کہ ▁اگر ▁انہیں ▁نعمت ▁پروردگار ▁نے ▁سنبھال ▁نہ ▁لیا ▁ہوتا ▁تو ▁انہیں ▁چ ٹی ل ▁میدان ▁میں ▁بر ے ▁حال وں ▁میں ▁چھوڑ ▁دیا ▁جاتا
▁لوگ و ، ▁اگر ▁تمہیں ▁زندگی ▁بعد ▁موت ▁کے ▁بارے ▁میں ▁کچھ ▁شک ▁ہے ▁تو ▁تمہیں ▁معلوم ▁ہو ▁کہ ▁ہم ▁نے ▁تم ▁کو ▁م ٹی ▁سے ▁پیدا ▁کیا ▁ہے ، ▁پھر ▁ن طف ے ▁سے ، ▁پھر ▁خون ▁کے ▁لو تھ ڑے ▁سے ، ▁پھر ▁گوشت ▁کی ▁بو ٹی ▁سے ▁جو ▁شکل ▁والی ▁بھی ▁ہوتی ▁ہے ▁اور ▁بے ▁شکل ▁بھی ▁( یہ ▁ہم ▁اس ▁لیے ▁بتا ▁رہے ▁ہیں ) ▁تاکہ ▁تم ▁پر ▁حقیقت ▁واضح ▁کر ▁دیں ▁ہم ▁جس ▁( ن طف ے ) ▁کو ▁چاہتے ▁ہیں ▁ایک ▁وقت ▁خاص ▁تک ▁رحم وں ▁میں ▁ ٹھی راي ے ▁رکھتے ▁ہیں ، ▁پھر ▁تم ▁کو ▁ایک ▁بچے ▁کی ▁صورت ▁میں ▁نکال ▁لا تے ▁ہیں ▁( پ ھر ▁تمہیں ▁پرورش ▁کرتے ▁ہیں ) ▁تاکہ ▁تم ▁اپنی ▁پوری ▁جوان ی ▁کو ▁پہنچ و ▁اور ▁تم ▁میں ▁سے ▁کوي ی ▁پہلے ▁ہی ▁واپس ▁بلا ▁لیا ▁جاتا ▁ہے ▁اور ▁کوي ی ▁بدترین ▁عمر ▁کی ▁طرف ▁پھ یر ▁دیا ▁جاتا ▁ہے ▁تاکہ ▁سب ▁کچھ ▁جان نے ▁کے ▁بعد ▁پھر ▁کچھ ▁نہ ▁جانے ▁اور ▁تم ▁دیکھتے ▁ہو ▁کہ ▁زمین ▁سو کھی ▁پڑ ی ▁ہے ، ▁پھر ▁جہاں ▁ہم ▁نے ▁اس ▁پر ▁می نہ ▁برس ایا ▁کہ ▁یک ایک ▁وہ ▁پھ ب ک ▁اٹھ ی ▁اور ▁پھول ▁ گي ی ▁اور ▁اس ▁نے ▁ہر ▁قسم ▁کی ▁خوش ▁منظر ▁نب ات ات ▁ا گل نی ▁شروع ▁کر ▁دی
▁اور ▁ان ▁کی ▁ہم ▁نے ▁مدد ▁فرما ي ی ▁تو ▁وہی ▁غالب ▁ہو ي ے
▁اور ▁( وہ ▁وقت ▁یاد ▁کرو ) ▁جب ▁ہم ▁نے ▁اس ▁گھر ▁( خان ہ ▁ک عب ہ ) ▁کو ▁تمام ▁لوگوں ▁کے ▁لي ے ▁مرکز ▁اور ▁مقام ▁امن ▁قرار ▁دیا۔ ▁اور ▁( ح کم ▁دیا ▁کہ ) ▁مقام ▁ابراہیم ▁( جہ اں ▁عبادت ▁کے ▁لي ے ▁کھڑے ▁ہو ي ے ▁تھے ) ▁کو ▁( اپ نی ) ▁نماز ▁کی ▁جگہ ▁بنا و ▁اور ▁ہم ▁نے ▁ابراہیم ▁و ▁اسماعیل ▁کو ▁وص یت ▁کی ▁( ح کم ▁دیا ) ▁کہ ▁تم ▁دونوں ▁میرے ▁( اس ) ▁گھر ▁کو ▁طو اف ▁کرنے ▁والوں ، ▁اعت ک اف ▁کرنے ▁والوں ▁اور ▁رک وع ▁کرنے ▁والوں ▁کے ▁لي ے ▁پاک ▁و ▁صاف ▁رکھ و ۔
▁یہ ▁لوگ ▁تم ▁سے ▁کہتے ▁ہیں ▁کہ ▁وہ ▁( قی امت ▁کا ) ▁وعدہ ▁کب ▁پورا ▁ہو ▁گا ▁اگر ▁تم ▁سچ ے ▁ہو ؟
▁اور ▁ہم ▁کو ▁نشان یاں ▁بھیج نے ▁سے ▁نہیں ▁روک ا ▁مگر ▁اس ▁بات ▁نے ▁کہ ▁ان ▁سے ▁پہلے ▁کے ▁لوگ ▁ان ▁کو ▁جھ ٹ لا ▁چکے ▁ہیں ▁( چن ان چہ ▁دیکھ ▁لو ) ▁ثم ود ▁کو ▁ہم ▁نے ▁عل ان یہ ▁او نٹ نی ▁لا ▁کر ▁دی ▁اور ▁انہوں ▁نے ▁اس ▁پر ▁ظلم ▁کیا ▁ہم ▁نشان یاں ▁اسی ▁لیے ▁تو ▁بھیج تے ▁ہیں ▁کہ ▁لوگ ▁انہیں ▁دیکھ ▁کر ▁ڈر یں
▁اور ▁ش گا فت ہ ▁ہونے ▁والی ▁زمین ▁کی
▁تمہارے ▁لي ے ▁اس ▁میں ▁بہت ▁سے ▁می و ے ▁ہیں ▁جن ▁سے ▁تم ▁کھا و ▁گے۔
▁پھر ▁جب ▁وہ ▁ہنگام ہ ▁عظیم ▁برپا ▁ہوگا
▁اور ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁اس مان وں ▁اور ▁زمین ▁کا ▁پیدا ▁کرنا ▁اور ▁تمہاری ▁زبان وں ▁اور ▁تمہارے ▁رنگ وں ▁کا ▁مختلف ▁ہونا ▁بھی ▁ہے۔ ▁بے ▁شک ▁اس ▁میں ▁اہل ▁علم ▁کے ▁لي ے ▁بہت ▁سی ▁نشان یاں ▁موجود ▁ہیں۔
▁اور ▁اگر ▁وہ ▁لوگ ▁( خوا ہ ▁مخ وا ہ ) ▁اپ ▁سے ▁بحث ▁کریں ▁تو ▁اپ ▁کہہ ▁دی جي ے ! ▁کہ ▁اللہ ▁بہتر ▁جانتا ▁ہے ▁جو ▁کچھ ▁تم ▁کر ▁رہے ▁ہو۔
▁بیش ک ▁اگر ▁وہ ▁تمہیں ▁جان ▁لیں ▁گے ▁تو ▁تمہیں ▁پتھر او ▁کریں ▁گے ▁یا ▁اپنے ▁دین ▁میں ▁پھ یر ▁لیں ▁گے ▁اور ▁ایسا ▁ہوا ▁تو ▁تم ہ ارا ▁کبھی ▁بھ لا ▁نہ ▁ہوگا ،
▁اب ▁اس ▁کے ▁اور ▁کھول تے ▁ہو ي ے ▁پانی ▁کے ▁درمیان ▁چک ر ▁لگا تے ▁پھر یں ▁گے
▁اور ▁تم ▁نے ▁اپنے ▁حصہ ▁کی ▁روزی ▁یہی ▁قرار ▁دی ▁ہے ▁کہ ▁اسے ▁جھ ٹل ات ے ▁ہو۔
▁اور ▁ان ▁( کے ▁مار نے ▁ ٹھ وک نے ) ▁کے ▁لي ے ▁لو ہے ▁کے ▁ہ تھ و ڑے ▁ہوں ▁گے
▁یا ▁ان ▁کا ▁کہنا ▁یہ ▁ہے ▁کہ ▁ہمارے ▁پاس ▁بڑی ▁جماعت ▁ہے ▁جو ▁ایک ▁دوسرے ▁کی ▁مدد ▁کرنے ▁والی ▁ہے
▁اور ▁ہم ▁نے ▁انسان ▁کو ▁کھ ن کھ نا تے ▁س ڑے ▁ہو ي ے ▁گا رے ▁سے ▁پیدا ▁کیا ▁ہے
▁اور ▁ہم ▁نے ▁اس ▁کا ▁بدل ہ ▁ایک ▁عظیم ▁قربانی ▁کو ▁قرار ▁دے ▁دیا ▁ہے
▁کیا ▁انسان ▁پر ▁لا ▁ متنا ہی ▁زمان ے ▁کا ▁ایک ▁وقت ▁ایسا ▁بھی ▁گزر ا ▁ہے ▁جب ▁وہ ▁کوي ی ▁قابل ▁ذکر ▁چیز ▁نہ ▁تھا ؟
▁بیش ک ▁االله ▁ان ▁لوگوں ▁کو ▁جو ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے ▁جنت وں ▁میں ▁داخل ▁فرما ي ے ▁گا ▁جن ▁کے ▁نیچے ▁سے ▁نہ ر یں ▁رواں ▁ہیں ، ▁یقینا ▁االله ▁جو ▁اراد ہ ▁فرما تا ▁ہے ▁کر ▁دیتا ▁ہے ،
▁قسم ▁ہے ▁چاند ▁کی ▁جب ▁اس ▁کے ▁پیچھے ▁اي ے
▁پھر ▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁ان ▁( بت وں ) ▁کو ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁ڈال ا ▁سوا ي ے ▁بڑے ▁( بت ) ▁کے ▁تاکہ ▁وہ ▁لوگ ▁اس ▁کی ▁طرف ▁رجوع ▁کریں ،
▁وہ ▁کہیں ▁گے ▁تو ▁پاک ▁ہے ▁ہمیں ▁یہ ▁بات ▁شا یان ▁نہ ▁تھی ▁کہ ▁تیر ے ▁سوا ▁اور وں ▁کو ▁دوست ▁بن ات ے۔ ▁لیکن ▁تو ▁نے ▁ہی ▁ان ▁کو ▁اور ▁ان ▁کے ▁باپ ▁داد ا ▁کو ▁ برت نے ▁کو ▁نعمت یں ▁دیں ▁یہاں ▁تک ▁کہ ▁وہ ▁تیر ی ▁یاد ▁کو ▁بھول ▁ گي ے۔ ▁اور ▁یہ ▁ہلاک ▁ہونے ▁والے ▁لوگ ▁تھے
▁پھر ▁جب ▁ اگ ▁کے ▁پاس ▁حاضر ▁ہوا ▁ ندا ▁کی ▁ گي ی ▁میدان ▁کے ▁ دہ نے ▁کنار ے ▁سے ▁برکت ▁والے ▁مقام ▁میں ▁پی ڑ ▁سے ▁کہ ▁اے ▁موسی ! ▁بیش ک ▁میں ▁ہی ▁ہوں ▁اللہ ▁رب ▁سارے ▁ جہ ان ▁کا
▁اور ▁الله ▁اور اس ▁کے ▁رسول ▁کا ▁کہا ▁مان و ▁اور ▁اپ س ▁میں ▁نہ ▁جھ گ ڑ و ▁ورنہ ▁بز دل ▁ہو ▁جا و ▁گے ▁اور ▁تمہاری ▁ہوا ▁اک ھڑ ▁جاي ے ▁گی ▁اور ▁صبر ▁کرو ▁بے ▁شک ▁الله ▁صبر ▁کرنے ▁والوں ▁کے ▁ساتھ ▁ہے
▁( ی اد ▁ہوگا ) ▁جبکہ ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁اپنے ▁گھر ▁والوں ▁سے ▁کہا ▁کہ ▁میں ▁نے ▁ اگ ▁دیکھی ▁ہے ، ▁میں ▁وہاں ▁سے ▁یا ▁تو ▁کوي ی ▁خبر ▁لے ▁کر ▁یا ▁ اگ ▁کا ▁کوي ی ▁سل گ تا ▁ہوا ▁انگار ا ▁لے ▁کر ▁ابھی ▁تمہارے ▁پاس ▁ا ▁جا وں ▁گا ▁تاکہ ▁تم ▁سی نک ▁تاپ ▁کر ▁لو
▁پس ▁ان ▁لوگوں ▁نے ▁اپ ▁کو ▁جھ ٹل ایا ▁تو ▁( ان جام ▁کار ) ▁ایک ▁( س خت ) ▁زلزل ے ▁نے ▁انہیں ▁اپ کڑ ا ▁اور ▁وہ ▁اپنے ▁گھروں ▁میں ▁گھ ٹن وں ▁کے ▁بل ▁( مرد ہ ▁ہوکر ) ▁گر ▁ گي ے۔
▁اس ▁وقت ▁اس ▁کی ▁نکل تی ▁ہو ي ی ▁جان ▁کو ▁واپس ▁کیوں ▁نہیں ▁لے ▁ا تے ؟
▁ایک ▁سوال ▁کرنے ▁والے ▁نے ▁اس ▁عذاب ▁کا ▁سوال ▁کیا ▁جو ▁واقع ▁ہونے ▁والا ▁ہے
▁ہم ▁نے ▁کہا ▁تم ▁سب ▁یہاں ▁سے ▁چلے ▁جا و ، ▁جب ▁کبھی ▁تمہارے ▁پاس ▁میری ▁ہدایت ▁پہنچے ▁تو ▁اس ▁کی ▁تابع داری ▁کرنے ▁والوں ▁پر ▁کوي ی ▁خوف ▁و غم ▁نہیں
▁پھر ▁پیش انی ▁سی کڑ ی ▁اور ▁منہ ▁بنایا
▁تو ▁تم ▁اللہ ▁پر ▁بھر وس ہ ▁کرو ، ▁بیش ک ▁تم ▁روشن ▁حق ▁پر ▁ہو ،
▁بے شک ▁جو ▁لوگ ▁جھوٹ ا ▁بہت ان ▁گھ ڑ ▁کر ▁لاي ے ▁ہیں ▁وہ ▁تم ▁ہی ▁میں ▁سے ▁ایک ▁گروہ ▁ہے۔ ▁تم ▁اسے ▁اپنے ▁حق ▁میں ▁برا ▁نہ ▁سمجھ و ۔ ▁بلکہ ▁وہ ▁تمہارے ▁لي ے ▁بہتر ▁ہے۔ ▁اس ▁( گر وہ ) ▁میں ▁سے ▁ہر ▁اد می ▁کی لي ے ▁اتنا ▁حصہ ▁ہے ▁جتن ا ▁اس ▁نے ▁گناہ ▁کم ایا ▁ہے۔ ▁اور ▁جو ▁ان ▁میں ▁سے ▁اس ▁( گن ا ہ ) ▁کے ▁بڑے ▁حصہ ▁کا ▁ذم ہ ▁دار ▁ہے ▁اس ▁کی لي ے ▁عذاب ▁بھی ▁بہت ▁بڑا ▁ہے۔
▁اللہ ▁بر حق ▁اور ▁بے ▁نیاز ▁ہے
▁اور ▁اپ ▁کو ▁کیا ▁خبر ▁کہ ▁دوزخ ▁کیا ▁ہے
▁ہم ▁انہیں ▁کچھ ▁ برت نے ▁دیں ▁گے ▁پھر ▁انہیں ▁بے ▁بس ▁کرکے ▁سخت ▁عذاب ▁کی ▁طرف ▁لے ▁جاي یں ▁گے
▁ہاں ▁( ہ اں ) ▁بیش ک ▁تیر ے ▁پاس ▁میری ▁ ایت یں ▁پہنچ ▁چکی ▁تھیں ▁جنہیں ▁تو نے ▁جھ ٹل ایا ▁اور ▁غر ور ▁وت ک بر ▁کیا ▁اور ▁تو ▁تھا ▁ہی ▁کا فر وں ▁میں
▁پھر ▁اس ▁کے ▁بعد ▁تم ▁ضرور ▁مر نے ▁والے ▁ہو ،
▁اے ▁لوگ و ! ▁اپنے ▁پروردگار ▁( کی ▁نا فر مان ی ) ▁سے ▁ڈر و ۔ ▁اور ▁اس ▁دن ▁کا ▁خوف ▁کرو ۔ ▁جب ▁نہ ▁کوي ی ▁باپ ▁اپنے ▁بیٹے ▁کو ▁فاي دہ ▁پہنچا ▁سکے ▁گا ▁اور ▁نہ ▁کوي ی ▁بیٹا ▁اپنے ▁باپ ▁کو ▁کوي ی ▁فاي دہ ▁پہنچا ▁سکے ▁گا۔ ▁بے ▁شک ▁اللہ ▁کا ▁وعدہ ▁سچ ا ▁ہے ▁تو ▁تمہیں ▁دنیا ▁کی ▁( عارض ی ) ▁زندگی ▁دھو کہ ▁نہ ▁دے ▁اور ▁نہ ▁ہی ▁کوي ی ▁دھو کہ ▁باز ▁( شی ط ان ▁وغیرہ ) ▁تمہیں ▁اللہ ▁کے ▁بارے ▁میں ▁دھو کہ ▁د ے۔
▁اور ▁محمد ▁تو ▁صرف ▁ایک ▁رسول ▁ہیں ▁جن ▁سے ▁پہلے ▁بہت ▁سے ▁رسول ▁گزر ▁چکے ▁ہیں ▁کیا اگر ▁وہ ▁مر ▁جاي یں ▁یا ▁قتل ▁ہو ▁جاي یں ▁تو ▁تم ▁ال ٹے ▁پیر وں ▁پل ٹ ▁جا و ▁گے ▁تو ▁جو ▁بھی ▁ایسا ▁کرے ▁گا ▁وہ ▁خدا ▁کا ▁کوي ی ▁نقصان ▁نہیں ▁کرے ▁گا ▁اور ▁خدا ▁تو ▁عن قر یب ▁شکر ▁گزار وں ▁کو ▁ان ▁کی ▁جزا ▁دے ▁گا
▁انہوں ▁نے ▁کہا ▁کہ ▁یہ ▁نبی ▁ہمارے ▁پاس ▁اپنے ▁پروردگار ▁کی ▁طرف ▁سے ▁کوي ی ▁نشانی ▁کیوں ▁نہیں ▁لا یا ؟ ▁کیا ▁ان ▁کے ▁پاس ▁ اگ لی ▁کتابوں ▁کی ▁واضح ▁دلیل ▁نہیں ▁پہنچ ی ؟
▁تاکہ ▁تم ▁الله ▁پر ▁اور ▁اس ▁کے ▁رسول ▁پر ▁ایمان ▁لا و ▁اور ▁اس ▁کی ▁مدد ▁کرو ▁اور ▁اس ▁کی ▁عزت ▁کرو ▁اور ▁صبح ▁اور ▁شام ▁اس ▁کی ▁پاک ی ▁بیان ▁کرو
▁کہہ ▁دو ▁اگر تم ▁پر ▁الله ▁کا ▁عذاب ▁اچانک ▁یا ▁ظاہر ▁ا ▁جاي ے ▁تو ▁ظالم وں ▁کے ▁سوا ▁اور ▁کون ▁ہلاک ▁ہو ▁گا
▁انہوں ▁نے ▁کہا : ▁اے ▁موسی ! ▁جب ▁تک ▁وہ ▁لوگ ▁اس ▁( سر زمین ) ▁میں ▁ہیں ▁ہم ▁ہر گز ▁کبھی ▁بھی ▁وہاں ▁داخل ▁نہیں ▁ہوں ▁گے ، ▁پس ▁تم ▁جا و ▁اور ▁تم ہ ارا ▁رب ▁( سا تھ ▁جاي ے ) ▁سو ▁تم ▁دونوں ▁( ہی ▁ان ▁سے ) ▁جنگ ▁کرو ، ▁ہم ▁تو ▁یہ یں ▁بیٹھے ▁ہیں ،
▁چند ▁مقرر ▁دنوں ▁کے ▁روز ے ▁ہیں ▁اگر ▁تم ▁میں ▁سے ▁کوي ی ▁بیمار ▁ہو ، ▁یا ▁سفر ▁پر ▁ہو ▁تو ▁دوسرے ▁دنوں ▁میں ▁اتنی ▁ہی ▁تعداد ▁پوری ▁کر ▁لے ▁اور ▁جو ▁لوگ ▁روزہ ▁رکھنے ▁کی ▁قدرت ▁رکھتے ▁ہوں ▁( پ ھر ▁نہ ▁رکھیں ) ▁تو ▁وہ ▁ف دی ہ ▁دیں ▁ایک ▁روز ے ▁کا ▁ف دی ہ ▁ایک ▁مس کین ▁کو ▁کھانا ▁کھل انا ▁ہے ▁اور ▁جو ▁اپنی ▁خوشی ▁سے ▁کچھ ▁زیادہ ▁بھ لا ي ی ▁کرے ▁تو ▁یہ ▁اسی ▁کے ▁لیے ▁بہتر ▁ہے ▁لیکن ▁اگر ▁تم ▁سمجھ و ، ▁تو ▁تمہارے ▁حق ▁میں ▁اچھا ▁یہی ▁ہے ▁کہ ▁روزہ ▁رکھ و
▁ہم ▁اگر ▁اس مان ▁میں ▁ان ▁کے ▁لي ے ▁کوي ی ▁دروازہ ▁کھول ▁دیں ▁اور ▁یہ ▁لوگ ▁دن ▁د ھا ڑے ▁اسی ▁دروازے ▁سے ▁چڑھ ▁جاي یں
▁جو ▁پیغمبر ▁ہم ▁نے ▁تم ▁سے ▁پہلے ▁بھیج ے ▁تھے ▁ان ▁کا ▁( اور ▁ان ▁کے ▁بارے ▁میں ▁ہمارا ▁یہی ) ▁طریق ▁رہا ▁ہے ▁اور ▁تم ▁ہمارے ▁طریق ▁میں ▁ت غیر وت بدل ▁نہ ▁پا و ▁گے
▁( ا برا ہ یم ▁علیہ ▁السلام ▁نے ) ▁کہا : ▁اے ▁بھیج ے ▁ہو ي ے ▁فرشت و ! ▁( اس ▁بشار ت ▁کے ▁علاوہ ) ▁تم ہ ارا ▁( انے ▁کا ) ▁بنیادی ▁مقصد ▁کیا ▁ہے ،
▁کوي ی ▁مصیبت ▁اللہ ▁کی ▁اجازت ▁کے ▁بغیر ▁نہیں ▁پہنچ ▁سکتی ، ▁جو ▁اللہ ▁پر ▁ایمان ▁لاي ے ▁اللہ ▁اس ▁کے ▁دل ▁کو ▁ہدایت ▁دیتا ▁ہے ▁اور ▁اللہ ▁ہر ▁چیز ▁کو ▁خوب ▁جان نے ▁والا ▁ہے
▁انہوں ▁نے ▁کہا ▁کہ ▁میں ▁ان ▁دونوں ▁میں ▁سے ▁ایک ▁بیٹی ▁کا ▁عقد ▁اپ ▁سے ▁کرنا ▁چاہتا ▁ہوں ▁بشر طی کہ ▁اپ ▁اٹھ ▁سال ▁تک ▁میری ▁خدمت ▁کریں ▁پھر ▁اگر ▁دس ▁سال ▁پورے ▁کرد یں ▁تو ▁یہ ▁اپ ▁کی ▁طرف ▁سے ▁ہوگا ▁اور ▁میں ▁اپ ▁کو ▁کوي ی ▁زحمت ▁نہیں ▁دینا ▁چاہتا ▁ہوں ▁ان شا ي ▁اللہ ▁اپ ▁مجھے ▁نیک ▁بند وں ▁میں ▁سے ▁پاي یں ▁گے
▁اور ▁حال ▁یہ ▁ہے ▁کہ ▁جس ▁اولاد ▁کو ▁یہ ▁لوگ ▁اس ▁خدا ي ے ▁رحمان ▁کی ▁طرف ▁منسوب ▁کرتے ▁ہیں ▁اس ▁کی ▁ولادت ▁کا ▁م ژ دہ ▁جب ▁خود ▁ان ▁میں ▁سے ▁کسی ▁کو ▁دیا ▁جاتا ▁ہے ▁تو ▁اس ▁کے ▁منہ ▁پر ▁سیاہ ی ▁چھ ا ▁جاتی ▁ہے ▁اور ▁وہ ▁غم ▁سے ▁بھر ▁جاتا ▁ہے
▁( ان ) ▁سب ▁نے ▁پیغمبر وں ▁کو ▁جھ ٹل ایا ▁تو ▁میرا ▁عذاب ▁( ان ▁پر ) ▁ا ▁واقع ▁ہوا
▁اور ▁ایک ▁قافل ہ ▁ ایا ▁اور ▁انہوں ▁نے ▁اپنے ▁پانی ▁لانے ▁والے ▁کو ▁بھی جا ▁اس ▁نے ▁اپنا ▁ڈو ل ▁ لٹ کا ▁دیا ، ▁کہنے ▁لگا ▁وا ه ▁وا ه ▁خوشی ▁کی ▁بات ▁ہے ▁یہ ▁تو ▁ایک ▁لڑک ا ▁ہے ، ▁انہوں ▁نے ▁اسے ▁مال ▁تجارت ▁قرار ▁دے ▁کر ▁چھپ ا ▁دیا ▁اور ▁اللہ ▁تعالی ▁اس ▁سے ▁با خبر ▁تھا ▁جو ▁وه ▁کر ▁رہے ▁تھے
▁اور ▁ہر گز ▁یہ ▁لوگ ▁ای ات ▁کے ▁نازل ▁ہونے ▁کے ▁بعد ▁ان ▁کی ▁تبلیغ ▁سے ▁اپ ▁کو ▁روکنے ▁نہ ▁پاي یں ▁اور ▁اپ ▁اپنے ▁رب ▁کی ▁طرف ▁دعوت ▁دی جي ے ▁اور ▁خبردار ▁مشر کین ▁میں ▁سے ▁نہ ▁ہو جا ی ي ے
▁اور ▁جب ▁اس مان ▁کھول ▁دیا ▁جاي ے ▁گا۔
▁جس ▁وقت ▁خدا ▁تم ▁پر ▁نی ند ▁غالب ▁کررہا ▁تھا ▁جو ▁تمہارے ▁لي ے ▁باعث ▁سک ون ▁تھی ▁اور ▁اس مان ▁سے ▁پانی ▁نازل ▁کررہا ▁تھا ▁تاکہ ▁تمہیں ▁پاک ی زہ ▁بنا دے ▁اور ▁تم ▁سے ▁شیطان ▁کی ▁ک ث ا فت ▁کو ▁دور ▁کرد ے ▁اور ▁تمہارے ▁دل وں ▁کو ▁مط مين ▁بنا دے ▁اور ▁تمہارے ▁قدم وں ▁کو ▁ثبات ▁عطا ▁کرد ے
▁اور ▁پہاڑ ▁رنگ ▁بر نگ ▁کے ▁د ھن کے ▁ہو ي ے ▁اون ▁کی ▁طرح ▁ہوں ▁گے
▁اس ▁کے ▁ساتھ ی ▁نے ▁اس ▁سے ▁ال ٹ ▁پھ یر ▁کرتے ▁ہو ي ے ▁جواب ▁دیا ▁کیا ▁تو ▁اس ▁کے ▁ساتھ ▁کفر ▁کرتا ▁ہے ▁جس ▁نے ▁تج ھے ▁م ٹی ▁سے ▁بنایا ▁پھر ▁ن طف ہ ▁سے ▁پھر ▁تج ھے ▁ٹھیک ▁مرد ▁کیا
▁اور تم ہ یں ▁کیا ▁ہوگیا ▁ہے ▁کہ ▁تم ▁( اپ نے ▁مال ) ▁اللہ ▁کی ▁راہ ▁میں ▁خرچ ▁نہیں ▁کرتے ▁حالانک ہ ▁اس مان وں ▁اور ▁زمین ▁کی ▁میراث ▁( تر کہ ) ▁اللہ ▁ہی ▁کی لي ے ▁ہے ▁تم ▁میں ▁سے ▁جنہوں ▁نے ▁فتح ▁( م کہ ) ▁سے ▁پہلے ▁مال ▁خرچ ▁کیا ▁اور ▁جنگ ▁کی ▁وہ ▁اور ▁وہ ▁جنہوں ▁نے ▁فتح ▁مکہ ▁کے ▁بعد ▁مال ▁خرچ ▁کیا ▁اور ▁جنگ ▁کی ▁برابر ▁نہیں ▁ہو ▁سکتے ▁( بل کہ ▁پہلے ▁والوں ▁کا ) ▁درجہ ▁بہت ▁بڑا ▁ہے ▁اگرچہ ▁اللہ ▁نے ▁دونوں ▁سے ▁بھ لا ي ی ▁کا ▁وعدہ ▁کیا ▁ہے ▁تم ▁جو ▁کچھ ▁کرتے ▁ہو اللہ ▁اس ▁سے ▁بڑا ▁با خبر ▁ہے۔
▁ہم ▁نے ▁( بار ) ▁امان ت ▁کو ▁اس مان وں ▁اور ▁زمین ▁پر ▁پیش ▁کیا ▁تو ▁انہوں ▁نے ▁اس ▁کے ▁اٹھا نے ▁سے ▁انکار ▁کیا ▁اور ▁اس ▁سے ▁ڈر ▁ گي ے۔ ▁اور ▁انسان ▁نے ▁اس ▁کو ▁اٹھا ▁لیا۔ ▁بے شک ▁وہ ▁ظالم ▁اور ▁ج اہل ▁تھا
▁شیطان ▁کی ▁طرح ▁کہ ▁اس ▁نے ▁انسان ▁سے ▁کہا ▁کفر ▁کر ، ▁جب ▁وه ▁کفر ▁کر ▁چکا ▁تو ▁کہنے ▁لگا ▁میں ▁تو ▁ت جھ ▁سے ▁بری ▁ہوں ، ▁میں ▁تو ▁اللہ ▁رب ▁العالم ین ▁سے ▁ڈر تا ▁ہوں
▁اور ▁یہ ▁کہ ▁" ہم ▁نے ▁جب ▁ہدایت ▁کی ▁تعلیم ▁سنی ▁تو ▁ہم ▁اس ▁پر ▁ایمان ▁لے ▁اي ے ▁اب ▁جو ▁کوي ی ▁بھی ▁اپنے ▁رب ▁پر ▁ایمان ▁لے ▁اي ے ▁گا ▁اسے ▁کسی ▁حق ▁تل فی ▁یا ▁ظلم ▁کا ▁خوف ▁نہ ▁ہوگا "
▁کہ ▁ہم ▁نے ▁اوپر ▁سے ▁می نہ ▁برس ایا
▁در ان حال ی کہ ▁اپ ( ص ) ▁اس ▁شہر ▁میں ▁قیام ▁پذیر ▁ہیں۔
▁اے ▁رسول ! ▁وہ ▁لوگ ▁اپ ▁کور ▁نجی دہ ▁خاطر ▁نہ ▁کریں ▁جو ▁کفر ▁میں ▁تیزی ▁( سے ▁پیش ▁قدم ی ) ▁کرتے ▁ہیں ▁ان ▁میں ▁( ایک ) ▁وہ ▁( م نا فق ) ▁ہیں ▁جو ▁اپنے ▁منہ ▁سے ▁کہتے ▁ہیں ▁کہ ▁ہم ▁ایمان ▁لاي ے ▁حالانک ہ ▁ان ▁کے ▁دل ▁ایمان ▁نہیں ▁لاي ے ، ▁اور ▁ان ▁میں ▁( دو سر ے ) ▁یہودی ▁ہیں ، ▁( یہ ) ▁جھوٹ ی ▁باتیں ▁بنانے ▁کے ▁لي ے ▁( اپ ▁کو ) خ وب ▁سن تے ▁ہیں ▁( یہ ▁حقیقت ▁میں ) ▁دوسرے ▁لوگوں ▁کے ▁لي ے ▁( جا سوس ی ▁کی ▁خاطر ) ▁سن نے ▁والے ▁ہیں ▁جو ▁( ا بھی ▁تک ) ▁اپ ▁کے ▁پاس ▁نہیں ▁اي ے ، ▁( یہ ▁وہ ▁لوگ ▁ہیں ) ▁جو ▁( ا الله ▁کے ) ▁کلمات ▁کو ان ▁کے ▁مواقع ▁( م قرر ▁ہونے ) ▁کے ▁بعد ▁( بھی ) ▁بدل ▁دیتے ▁ہیں ▁( اور ) ▁کہتے ▁ہیں : ▁اگر ▁تمہیں ▁یہ ▁( ح کم ▁جو ▁ان ▁کی ▁پسند ▁کا ▁ہو ) ▁دیا ▁جاي ے ▁تو ▁اسے ▁اختیار ▁کر لو ▁اور ▁اگر ▁تمہیں ▁یہ ▁( ح کم ) ▁نہ ▁دیا ▁جاي ے ▁تو ( اس ▁سے ) ▁احت راز ▁کرو ، ▁اور ▁االله ▁جس ▁شخص ▁کی ▁گمراہ ی ▁کا ▁اراد ہ ▁فرما لے ▁تو ▁تم ▁اس ▁کے ▁لي ے ▁االله ▁( کے ▁حکم ▁کو ▁روکنے ) ▁کا ▁ہر گز ▁کوي ی ▁اختیار ▁نہیں ▁رکھتے ۔ ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁دل وں ▁کو ▁پاک ▁کرنے ▁کا ا الله ▁نے ▁اراد ہ ▁( ہی ) ▁نہیں ▁فرمایا ۔ ▁ان ▁کے ▁لي ے ▁دنیا ▁میں ▁( ک فر ▁کی ) ▁ذ لت ▁ہے ▁اور ▁ان ▁کے ▁لي ے ▁اخر ت ▁میں ▁بڑا ▁عذاب ▁ہے ،
▁( ہم ارے ▁حبیب ▁نے ) ▁عرض ▁کیا : ▁اے ▁میرے ▁رب ! ▁( ہم ارے ▁درمیان ) ▁حق ▁کے ▁ساتھ ▁فیصلہ ▁فرما ▁دے ، ▁اور ▁ہمارا ▁رب ▁بے ▁حد ▁رحم ▁فرمان ے ▁والا ▁ہے ، ▁اسی ▁سے ▁مدد ▁طلب ▁کی ▁جاتی ▁ہے ▁ان ▁( دل ▁از ار ) ▁بات وں ▁پر ▁جو ▁( ا ے ▁کا فر و !) ▁تم ▁بیان ▁کرتے ▁ہو ،
▁اگر ▁اپ ▁پر ▁فضل ▁خدا ▁اور ▁رحمت ▁پروردگار ▁کا ▁سا یہ ▁نہ ▁ہوتا ▁تو ▁ان ▁کی ▁ایک ▁جماعت ▁نے ▁اپ ▁کو بہ کا نے ▁کا ▁اراد ہ ▁کرلیا ▁تھا ▁اور ▁یہ ▁اپنے ▁علاوہ ▁کسی ▁کو ▁گمراہ ▁نہیں ▁کرسکتے ▁اور ▁اپ ▁کو ▁کوي ی ▁تکلیف ▁نہیں ▁پہنچا سک تے ▁اور ▁اللہ ▁نے ▁اپ ▁پر ▁کتاب ▁اور ▁حکمت ▁نازل ▁کی ▁ہے ▁اور ▁اپ ▁کو ▁ان ▁تمام ▁بات وں ▁کا ▁علم ▁دے ▁دیا ▁ہے ▁جن ▁کا ▁علم ▁نہ ▁تھا ▁اور ▁اپ ▁پر ▁خدا ▁کا ▁بہت ▁بڑا ▁فضل ▁ہے
▁تم ▁فرما و ▁اے ▁لوگ و ! ▁میں ▁تم ▁سب ▁کی ▁طرف ▁اس ▁اللہ ▁کا ▁رسول ▁ہوں ▁کہ ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ی ▁اسی ▁کو ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁جلا ي ے ▁اور ▁مار ے ▁تو ▁ایمان ▁لا و ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁بے ▁پڑھ ے ▁غ یب ▁بتا نے ▁والے ▁پر ▁کہ ▁اللہ ▁اور ▁اس ▁کی ▁بات وں ▁پر ▁ایمان ▁لا تے ▁ہیں ▁اور ▁ان ▁کی ▁غلام ی ▁کرو ▁کہ ▁تم ▁راہ ▁پا و ،
▁پھر ▁ان ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ▁پکار و ▁اب ▁اپنے ▁ ٹھی راي ے ▁ہو ي ے ▁شریک وں ▁کو ▁یہ ▁انہیں ▁پکار یں ▁گے ▁مگر ▁وہ ▁ان ▁کو ▁کوي ی ▁جواب ▁نہ ▁دیں ▁گے ▁اور ▁یہ ▁لوگ ▁عذاب ▁دیکھ ▁لیں ▁گے ▁کاش ▁یہ ▁ہدایت ▁اختیار ▁کرنے ▁والے ▁ہوتے
▁اور ▁اپ ▁کا ▁پروردگار ▁ان ▁چیز وں ▁کو ▁بھی ▁جانتا ▁ہے ▁جو ▁یہ ▁اپنے ▁سین وں ▁میں ▁چھپ اي ے ▁ہو ي ے ▁ہیں ▁اور ▁انہیں ▁بھی ▁جانتا ▁ہے ▁جن ▁کا ▁یہ ▁اعلان ▁و ▁اظہار ▁کرتے ▁ہیں
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁بر حق ▁پیدا ▁کیا ▁اور ▁جس ▁وقت ▁اللہ ▁تعالی ▁اتنا ▁کہہ ▁دے ▁گا ▁تو ▁ہو جا ▁بس ▁وه ▁ہو ▁پڑے ▁گا۔ ▁اس ▁کا ▁کہنا ▁حق ▁اور ▁با اثر ▁ہے۔ ▁اور ▁ساری ▁حکومت ▁خاص ▁اسی ▁کی ▁ہوگی ▁جب ▁کہ ▁صور ▁میں ▁پھ ون ک ▁مار ی ▁جاي ے ▁گی ▁وه ▁جان نے ▁والا ▁ہے ▁پوش یده ▁چیز وں ▁کا ▁اور ▁ظاہر ▁چیز وں ▁کا ▁اور ▁وہی ▁ہے ▁بڑی ▁حکمت ▁والا ▁پوری ▁خبر ▁رکھنے ▁والا
▁کہ ▁شیر ▁سے ▁بھاگ ے ▁ہوں
▁اور ▁اس ▁کے ▁اذ ن ▁سے ▁اللہ ▁کی ▁طرف ▁دعوت ▁دینے ▁والا ▁اور ▁من ور ▁کرنے ▁والا ▁اف تاب ▁( بنا ▁کر ▁بھی جا ▁ہے )،
▁( ا ے ▁اہل ▁مکہ ) ▁جس ▁طرح ▁ہم ▁نے ▁فرع ون ▁کے ▁پاس ▁( موس ی ▁کو ) ▁پیغمبر ▁( بنا ▁کر ) ▁بھی جا ▁تھا ▁( اسی ▁طرح ) ▁تمہارے ▁پاس ▁بھی ▁( محمد صلى ▁الله ▁عليه ▁وسلم ) ▁رسول ▁بھیج ے ▁ہیں ▁جو ▁تمہارے ▁مقابلے ▁میں ▁گواہ ▁ہوں ▁گے
▁اور ▁ہم ▁نے ▁لق مان ▁کو ▁حکمت ▁( و ▁دان اي ی ) ▁عطا ▁کی ▁( اور ▁کہا ) ▁کہ ▁خدا ▁کا ▁شکر ▁ادا ▁کرو ▁اور ▁جو ▁شکر ▁ادا ▁کرتا ▁ہے ▁وہ ▁اپنے ▁ہی ▁فاي دہ ▁کی لي ے ▁شکر ▁ادا ▁کرتا ▁ہے ▁اور ▁جو ▁کفر ان ▁نعمت ▁( نا ش کری ) ▁کرتا ▁ہے ▁( وہ ▁اپنا ▁نقصان ▁کرتا ▁ہے ▁کیونکہ ) ▁بے ▁شک ▁اللہ ▁بے ▁نیاز ▁ہے ▁( اور ) ▁لا يق ▁ حمد ▁و ▁ ثنا ▁ہے۔
▁بے شک ▁جو ▁کوي ی ▁مجرم ▁بن ▁کر ▁اپنے ▁پروردگار ▁کی ▁بار گاہ ▁میں ▁حاضر ▁ہوگا ▁اس ▁کی لي ے ▁وہ ▁ جہ نم ▁ہے ▁جس ▁میں ▁وہ ▁نہ ▁مر ے ▁گا ▁اور ▁نہ ▁جی ي ے ▁گا۔
▁یہ ▁لوگ ▁بھ لا ي ی ▁سے ▁پہلے ▁براي ی ▁کے ▁لیے ▁جلد ی ▁م چا ▁رہے ▁ہیں ▁حالانک ہ ▁ان ▁سے ▁پہلے ▁( جو ▁لوگ ▁اس ▁روش ▁پر ▁چلے ▁ہیں ▁ان ▁پر ▁خدا ▁کے ▁عذاب ▁کی ) ▁عبر ت ▁ ناک ▁مثال یں ▁گزر ▁چکی ▁ہیں ▁حقیقت ▁یہ ▁ہے ▁کہ ▁تیر ا ▁رب ▁لوگوں ▁کی ▁زیادتی وں ▁کے ▁باوجود ▁ان ▁کے ▁ساتھ ▁چشم ▁پوش ی ▁سے ▁کام ▁لی تا ▁ہے ▁اور ▁یہ ▁بھی ▁حقیقت ▁ہے ▁کہ ▁تیر ا ▁رب ▁سخت ▁سزا ▁دینے ▁والا ▁ہے
▁پھر ▁فرع ون ▁نے ▁شہروں ▁میں ▁چپ ڑا سی ▁بھیج ے
▁اے ▁ایمان ▁والو ! ▁جب ▁( تم ہ ارا ) ▁نماز ▁کی لي ے ▁کھڑے ▁( ہو نے ▁کا ▁اراد ہ ) ▁ہو ▁تو ▁( وض و ▁کے ▁لي ے ) ▁اپنے ▁چ ہر وں ▁کو ▁اور ▁اپنے ▁ہاتھوں ▁کو ▁کہ ن یوں ▁سمیت ▁دھو ▁لو ▁اور ▁اپنے ▁سر وں ▁کا ▁ مسح ▁کرو ▁اور ▁اپنے ▁پا وں ▁( بھی ) ▁ٹ خن وں ▁سمیت ▁( دھ و ▁لو )، ▁اور ▁اگر ▁تم ▁حالت ▁جناب ت ▁میں ▁ہو ▁تو ▁( نہ ا ▁کر ) ▁خوب ▁پاک ▁ہو ▁جا و ، ▁اور ▁اگر ▁تم ▁بیمار ▁ہو ▁یا ▁سفر ▁میں ▁ہو ▁یا ▁تم ▁سے ▁کوي ی ▁رفع ▁حاج ت ▁سے ▁( فار غ ▁ہو ▁کر ) ▁ ایا ▁ہو ▁یا ▁تم ▁نے ▁عورتوں ▁سے ▁قرب ت ▁( م جامع ت ) ▁کی ▁ہو ▁پھر ▁تم ▁پانی ▁نہ ▁پا و ▁تو ▁( ان در یں ▁صورت ) ▁پاک ▁م ٹی ▁سے ▁تیم م ▁کر ▁لیا ▁کرو ۔ ▁پس ▁( تی مم ▁یہ ▁ہے ▁کہ ) ▁اس ▁( پا ک ▁م ٹی ) ▁سے ▁اپنے ▁چ ہر وں ▁اور ▁اپنے ▁( پور ے ) ▁ہاتھوں ▁کا ▁ مسح ▁کر ▁لو ۔ ▁االله ▁نہیں ▁چاہتا ▁کہ ▁وہ ▁تمہارے ▁اوپر ▁کسی ▁قسم ▁کی ▁سختی ▁کرے ▁لیکن ▁وہ ▁( یہ ) ▁چاہتا ▁ہے ▁کہ ▁تمہیں ▁پاک ▁کرد ے ▁اور ▁تم ▁پر ▁اپنی ▁نعمت ▁پوری ▁کر ▁دے ▁تاکہ ▁تم ▁شکر ▁گزار ▁بن ▁جا و ،
▁سچ ے ▁اہل ▁ایمان ▁تو ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁دل ▁اللہ ▁کا ▁ذکر ▁سن ▁کر ▁لرز ▁جاتے ▁ہیں ▁اور ▁جب ▁اللہ ▁کی ▁ای ات ▁ان ▁کے ▁سامنے ▁پڑھ ی ▁جاتی ▁ہیں ▁تو ▁ان ▁کا ▁ایمان ▁بڑھ ▁جاتا ▁ہے ▁اور ▁وہ ▁اپنے ▁رب ▁پر ▁اعتماد ▁رکھتے ▁ہیں
▁پھر ▁ہم ▁نے ▁انہیں ▁اور ▁ان ▁کے ▁ساتھ یوں ▁کو ▁اپنی ▁رحمت ▁سے ▁نجات ▁دے ▁دی ▁اور ▁اپنی ▁ای ات ▁کی ▁تک ذ یب ▁کرنے ▁والوں ▁کی ▁نسل ▁من قطع ▁کردی ▁اور ▁وہ ▁لوگ ▁ہر گز ▁صاحب ان ▁های مان ▁نہیں ▁تھے
▁اور ▁بیش ک ▁وہ ▁بست ی ▁ایک ▁اباد ▁راستہ ▁پر ▁واقع ▁ہے ،
▁جسے ▁گ نہ گار وں ▁کے ▁علاوہ ▁کوي ی ▁نہیں ▁کھا سک تا
▁اب ▁کیا ▁ہم ▁تم ▁سے ▁بی زار ▁ہو ▁کر ▁یہ ▁درس ▁نص ی حت ▁تمہارے ▁ہاں ▁بھیج نا ▁چھوڑ ▁دیں ▁صرف ▁اس ▁لیے ▁کہ ▁تم ▁حد ▁سے ▁گزر ے ▁ہو ي ے ▁لوگ ▁ہو ؟
▁پس ▁انہیں ▁چاہ ي ے ▁کہ ▁بہت ▁کم ▁ہنس یں ▁اور ▁بہت ▁زیاد ه ▁روي یں ▁بدل ے ▁میں ▁اس ▁کے ▁جو ▁یہ ▁کرتے ▁تھے
▁یہ ▁ گن تی ▁کے ▁چند ▁دن ▁ہیں ▁( اس ▁کے ▁باوجود ) ▁اگر ▁تم ▁میں ▁سے ▁کوي ی ▁شخص ▁بیمار ▁ہو ▁جاي ے ▁یا ▁سفر ▁میں ▁ہو۔ ▁تو ▁اتنے ▁ہی ▁دن ▁اور ▁دنوں ▁میں ▁پورے ▁کرے۔ ▁اور ▁جو ▁اپنی ▁پوری ▁طاقت ▁صرف ▁کرکے ▁بم شکل ▁روزہ ▁رکھ ▁سکتے ▁ہوں ▁تو ▁وہ ▁فی ▁روزہ ▁ایک ▁مس کین ▁کی ▁خوراک ▁ف دی ہ ▁ادا ▁کریں۔ ▁اور ▁جو ▁اپنی ▁مرضی ▁سے ▁کچھ ▁( زی اد ہ ) ▁بھ لا ي ی ▁کرے ▁تو ▁وہ ▁اس ▁کی لي ے ▁بہتر ▁ہے ▁اور ▁اگر ▁تم ▁( ف دی ہ ▁دینے ▁کی ▁بجا ي ے ) ▁روزہ ▁رکھ و ▁تو ▁یہ ▁تمہارے ▁لي ے ▁زیادہ ▁بہتر ▁ہے۔ ▁اگر ▁تم ▁علم ▁و ▁وا قف یت ▁رکھتے ▁ہو۔
▁اے ▁ایمان ▁والو ! ▁اللہ ▁تعالی ▁پر ، ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وسلم ) ▁پر ▁اور ▁اس ▁کتاب ▁پر ▁جو ▁اس ▁نے ▁اپنے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وسلم ) ▁پر ▁اتار ی ▁ہے ▁اور ▁ان ▁کتابوں ▁پر ▁جو ▁اس ▁سے ▁پہلے ▁اس ▁نے ▁نازل ▁فرما ي ی ▁ہیں ، ▁ایمان ▁لا و ! ▁جو ▁شخص ▁اللہ ▁تعالی ▁سے ▁اور ▁اس ▁کے ▁فرشت وں ▁سے ▁اور ▁اس ▁کی ▁کتابوں ▁سے ▁اور ▁اس ▁کے ▁رسول وں ▁سے ▁اور ▁قیامت ▁کے ▁دن ▁سے ▁کفر ▁کرے ▁وه ▁تو ▁بہت ▁بڑی ▁دور ▁کی ▁گمراہ ی ▁میں ▁جا ▁پڑا
▁اے ▁ایمان ▁والو ! ▁اللہ ▁( کی ▁نا فر مان ی ) ▁سے ▁ڈر و ▁اور ▁اس ▁کے ▁رسول ( ع ) ▁پر ▁( ک ما حق ہ ) ▁ایمان ▁لا و ▁وہ ▁تمہیں ▁اپنی ▁رحمت ▁کے ▁دو ▁حصے ▁عطا ▁فر ▁ماي ے ▁گا ▁اور ▁تمہیں ▁وہ ▁نور ▁عطا ▁کرے ▁گا ▁کہ ▁جس ▁کی ▁روشنی ▁میں ▁تم ▁چ لوگ ے ▁اور ▁( تم ہ ارے ▁قصور ) ▁تمہیں ▁بخش ▁دے ▁گا ▁اور ▁اللہ ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁اور ان ▁حد ▁سے ▁نکل نے ▁والوں ▁کا ▁کہا ▁مت ▁مان و
▁یقینا ▁( اسی ▁طرح ) ▁تیر ا ▁رب ▁ان ▁لوگوں ▁کے ▁درمیان ▁بھی ▁اپنے ▁حکم ▁سے ▁فیصلہ ▁کر ▁دے ▁گا ▁اور ▁وہ ▁زبردست ▁اور ▁سب ▁کچھ ▁جان نے ▁والا ▁ہے
▁سو ▁جب ▁میں ▁اسے ▁ٹھیک ▁ ٹھا ک ▁کر ▁ل وں ▁اور ▁اس ▁میں ▁اپنی ▁روح ▁پھ ون ک ▁د وں ، ▁تو ▁تم ▁سب ▁اس ▁کے ▁سامنے ▁سج دے ▁میں ▁گر ▁پڑ نا
▁ان ▁سے ▁کہ و ▁" موت ▁کا ▁وہ ▁فرشت ہ ▁جو ▁تم ▁پر ▁مقرر ▁کیا ▁گیا ▁ہے ▁تم ▁کو ▁پورا ▁کا ▁پورا ▁اپنے ▁قبض ے ▁میں ▁لے ▁لے ▁گا ▁اور ▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁طرف ▁پل ٹا ▁لاي ے ▁جا و ▁گے "
▁اور ▁اس مان وں ▁اور ▁زمین ▁کو ▁اللہ ▁نے ▁بہت ▁ہی ▁عدل ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے ▁اور ▁تاکہ ▁ہر ▁شخص ▁کو ▁اس ▁کے ▁کیے ▁ہو ي ے ▁کام ▁کا ▁پورا ▁بدل ہ ▁دیا ▁جاي ے ▁اور ▁ان ▁پر ▁ظلم ▁نہ ▁کیا ▁جاي ے ▁گا
▁سو ▁ان ▁کو ▁سور ج ▁نکل تے ▁نکل تے ▁چ نگ ھا ڑ ▁نے ▁اپ کڑ ا
▁یہ ▁قر ان ▁جو ▁ہم ▁نازل ▁کر ▁رہے ▁ہیں ▁مومن وں ▁کے ▁لي ے ▁تو ▁سراسر ▁شفا ▁اور ▁رحمت ▁ہے۔ ▁ہاں ▁ظالم وں ▁کو ▁ب جز ▁نقصان ▁کے ▁اور ▁کوي ی ▁زیادتی ▁نہیں ▁ہوتی
▁اگر ▁ہم ▁چاہ یں ▁تو ▁ان ▁پر ▁اس مان ▁سے ▁( ا یسی ) ▁نشانی ▁اتار ▁دیں ▁کہ ▁ان ▁کی ▁گردن یں ▁اس ▁کے ▁ اگ ے ▁جھ کی ▁رہ ▁جاي یں ،
▁اور ▁ہر ▁ایک ▁کے ▁لي ے ▁اس ▁کے ▁اعمال ▁کے ▁مطابق ▁درج ات ▁ہیں ▁اور ▁تم ہ ارا ▁پروردگار ▁ان ▁کے ▁اعمال ▁سے ▁غافل ▁نہیں ▁ہے
▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لیے ▁سخت ▁ہلاکت ▁ہے
▁ان ▁میں ▁ہمیشہ ▁رہیں ▁گے ▁وہاں ▁سے ▁جگہ ▁بدل نی ▁نہ ▁چاہ یں ▁گے
▁ہم ▁ہی ▁زمین ▁کے ▁اور ▁جو ▁لوگ ▁اس ▁پر ▁( بس تے ) ▁ہیں ▁ان ▁کے ▁ وارث ▁ہیں۔ ▁اور ▁ہماری ▁ہی ▁طرف ▁ان ▁کو ▁لوٹ نا ▁ہوگا
▁پیغمبر ▁اپ ▁ان ▁کے ▁اموال ▁میں ▁سے ▁ز کول ے ▁لی جي ے ▁کہ ▁اس ▁کے ▁ذریعہ ▁یہ ▁پاک ▁و ▁پاک ی زہ ▁ہو جا ي یں ▁اور ▁انہیں ▁دعا ي یں ▁دی جي ے ▁کہ ▁اپ ▁کی ▁دعا ▁ان ▁کے ▁لي ے ▁تس کین ▁قلب ▁کا ▁باعث ▁ہوگی ▁اور ▁خدا ▁سب ▁کا ▁سن نے ▁والا ▁اور ▁جان نے ▁والا ▁ہے
▁اور ▁حال ▁یہ ▁ہے ▁کہ ▁جس ▁اولاد ▁کو ▁یہ ▁لوگ ▁اس ▁خدا ي ے ▁رحمان ▁کی ▁طرف ▁منسوب ▁کرتے ▁ہیں ▁اس ▁کی ▁ولادت ▁کا ▁م ژ دہ ▁جب ▁خود ▁ان ▁میں ▁سے ▁کسی ▁کو ▁دیا ▁جاتا ▁ہے ▁تو ▁اس ▁کے ▁منہ ▁پر ▁سیاہ ی ▁چھ ا ▁جاتی ▁ہے ▁اور ▁وہ ▁غم ▁سے ▁بھر ▁جاتا ▁ہے
▁جس ▁میں ▁کھل ی ▁کھل ی ▁نشان یاں ▁ہیں ، ▁مقام ▁ابراہیم ▁ہے ، ▁اس ▁میں ▁جو ▁ا ▁جاي ے ▁امن ▁والا ▁ہو ▁جاتا ▁ہے ▁اللہ ▁تعالی ▁نے ▁ان ▁لوگوں ▁پر ▁جو ▁اس ▁کی ▁طرف ▁راه ▁پا ▁سکتے ▁ہوں ▁اس ▁گھر ▁کا ▁حج ▁فرض ▁کر ▁دیا ▁گیا ▁ہے۔ ▁اور ▁جو ▁کوي ی ▁کفر ▁کرے ▁تو ▁اللہ ▁تعالی ▁( اس ▁سے ▁بلکہ ) ▁تمام ▁دنیا ▁سے ▁بے ▁پرو اه ▁ہے
▁اور ▁ل وط ▁بھی ▁ان ہی ▁لوگوں ▁میں ▁سے ▁تھا ▁جو ▁رسول ▁بنا ▁کر ▁بھیج ے ▁ گي ے ▁ہیں
▁مگر ▁جو ▁ ں ▁ہی ▁کہ ▁سخت ▁وقت ▁گزر ▁جانے ▁کے ▁بعد ▁ہم ▁اسے ▁اپنی ▁رحمت ▁کا ▁مزا ▁چک ھا تے ▁ہیں ، ▁یہ ▁کہ تا ▁ہے ▁کہ ▁" میں ▁اسی ▁کا ▁مستحق ▁ہوں ، ▁اور ▁میں ▁نہیں ▁سمجھ تا ▁کہ ▁قیامت ▁کبھی ▁اي ے ▁گی ، ▁لیکن ▁اگر ▁واقعی ▁میں ▁اپنے ▁رب ▁کی ▁طرف ▁پل ٹ ایا ▁گیا ▁تو ▁وہاں ▁بھی ▁ مز ے ▁کر وں ▁گا " ▁حالانک ہ ▁کفر ▁کرنے ▁والوں ▁کو ▁لازم ا ▁ہم ▁بتا ▁کر ▁رہیں ▁گے ▁کہ ▁وہ ▁کیا ▁کر ▁کے ▁اي ے ▁ہیں ▁اور ▁انہیں ▁ہم ▁بڑے ▁گند ے ▁عذاب ▁کا ▁مزا ▁چک ھا ي یں ▁گے
▁گویا ▁ب ھڑ کے ▁ہو ي ے ▁گ د ھے ▁ہیں
▁کوي ی ▁نفس ▁ایسا ▁نہیں ▁ہے ▁جس ▁کے ▁اوپر ▁نگر اں ▁نہ ▁معین ▁کیا ▁گیا ▁ہو
▁ایمان ▁والوں ▁سے ▁کہہ ▁دو ▁کہ ▁وہ ▁اپنی ▁ن گاہ ▁نی چی ▁رکھا ▁کریں ▁اور ▁اپنی ▁شرم ▁گاہ وں ▁کو ▁بھی ▁محفوظ ▁رکھیں ▁یہ ▁ان ▁کے ▁لیے ▁بہت ▁پاک ی زہ ▁ہے ▁بے ▁شک ▁الله ▁جانتا ▁ہے ▁جو ▁وہ ▁کرتے ▁ہیں
▁اور ▁ہر ▁ایک ▁کے ▁لیے ▁ان ▁کے ▁کام وں ▁سے ▁در جے ▁ہیں ▁اور ▁تیر ا ▁رب ▁ان ▁کے ▁اعمال ▁سے ▁بے ▁خبر ▁نہیں ،
▁جس ▁دن ▁ہم ▁سب ▁کو ▁اک ٹھا ▁جمع ▁کریں ▁گے ▁اور ▁اس ▁کے ▁بعد ▁شرک ▁کرنے ▁والوں ▁سے ▁کہیں ▁گے ▁کہ ▁تم ▁اور ▁تمہارے ▁شرک اي ▁سب ▁اپنی ▁اپنی ▁جگہ ▁ٹھہر و ▁اور ▁پھر ▁ہم ▁ان ▁کے ▁درمیان ▁جدا ي ی ▁ڈال ▁دیں ▁گے ▁اور ▁ان ▁کے ▁شرک اي ▁کہیں ▁گے ▁کہ ▁تم ▁ہماری ▁عبادت ▁تو ▁نہیں ▁کرتے ▁تھے
▁اور ▁جسے ▁وہ ▁ہدایت ▁دے ▁اسے ▁بھ ٹک انے ▁والا ▁بھی ▁کوي ی ▁نہیں ، ▁کیا ▁اللہ ▁زبردست ▁اور ▁انتقام ▁لینے ▁والا ▁نہیں ▁ہے ؟
▁اور ▁یہ ▁کہ ▁دوسری ▁بارز ند ہ ▁کر ▁کے ▁اٹھا نا ▁اسی ▁کے ▁ذم ہ ▁ہے
▁اور ▁اس مان ▁کھول ▁دیا ▁جاي ے ▁گا ▁اور ▁وہ ▁دروازے ▁ہی ▁دروازے ▁ہو ▁جاي ے ▁گا۔
▁یہ ▁( مز ہ ▁تو ▁یہاں ) ▁چک ھو ▁اور ▁یہ ▁( جان ے ▁رہ و ) ▁کہ ▁کا فر وں ▁کے ▁لیے ▁( اخر ت ▁میں ) ▁دوزخ ▁کا ▁عذاب ▁( بھی ▁تیار ) ▁ہے
▁یہ ▁اپنے ▁اہل ▁( و ▁ عی ال ) ▁میں ▁مست ▁رہتا ▁تھا
▁اور ▁ہم ▁نے ▁اس ▁جنسی ▁تبدیلی ▁کو ▁دیکھنے ▁والوں ▁او ▁ر ▁بعد ▁والوں ▁کے ▁لي ے ▁عبر ت ▁اور ▁صاحب ان ▁تقوی ▁کے ▁لي ے ▁نص ی حت ▁بنا ▁دیا
▁جس ▁دن ▁ان ▁کا ▁کوي ی ▁دا وں ▁کچھ ▁بھی ▁کام ▁نہ ▁اي ے ▁اور ▁نہ ▁ان ▁کو ▁( کہ یں ▁سے ) ▁مدد ▁ہی ▁ملے
▁نہیں ▁نہیں ▁بلکہ ▁تم ▁جزا ▁کو ▁نہیں ▁مان تے
▁وہ ▁بول ے ▁ہماری ▁طرف ▁سے ▁اپنے ▁پروردگار ▁سے ▁عرض ▁کی جي ے ▁کہ ▁وہ ▁ہمیں ▁کھول ▁کر ▁بتا ي ے ▁کہ ▁وہ ▁گا ي ے ▁کی سی ▁ہو ▁چونکہ ▁یہ ▁گا ي ے ▁ہم ▁پر ▁مشت بہ ▁ہو گي ی ▁ہے ؟ ▁اور ▁اگر ▁اللہ ▁نے ▁چاہ ا ▁تو ▁ہم ▁( اس ▁گا ي ے ▁تک ) ▁صحیح ▁راستہ ▁پا ▁جاي یں ▁گے۔
▁اور ▁در حقیق ت ▁ہم ▁نے ▁لوگوں ▁( کے ▁سمجھا نے ) ▁کے ▁لي ے ▁اس ▁قر ان ▁میں ▁ہر ▁طرح ▁کی ▁مثال ▁بیان ▁کر ▁دی ▁ہے ، ▁اور ▁اگر ▁اپ ▁ان ▁کے ▁پاس ▁کوي ی ▁( ظ ا ہری ) ▁نشانی ▁لے ▁اي یں ▁تب ▁بھی ▁یہ ▁کا فر ▁لوگ ▁ضرور ▁( یہ ی ) ▁کہہ ▁دیں ▁گے ▁کہ ▁اپ ▁محض ▁باطل ▁و ▁فریب ▁کار ▁ہیں ،
▁ب اعتبار ▁دین ▁کے ▁اس ▁سے ▁اچھا ▁کون ▁ہے ؟ ▁جو ▁اپنے ▁کو ▁اللہ ▁کے ▁تابع ▁کر ▁دے ▁اور ▁ہو ▁بھی ▁نیک و ▁کار ، ▁ساتھ ▁ہی ▁ یکس وي ی ▁والے ▁ابراہیم ▁کے ▁دین ▁کی ▁پیر وی ▁کر ▁رہا ▁ہو ▁اور ▁ابراہیم ▁( علی ہ ▁السلام ) ▁کو ▁اللہ ▁تعالی ▁نے ▁اپنا ▁دوست ▁بنا ▁لیا ▁ہے
▁اور ▁ان ▁کی ▁سزا ▁کے ▁لي ے ▁لو ہے ▁کے ▁ہ تھ و ڑے ▁ہیں
▁اگر ▁اللہ ▁تعالی ▁کا ▁فضل ▁و رحم ▁ت جھ ▁پر ▁نہ ▁ہوتا ▁تو ▁ان ▁کی ▁ایک ▁جماعت ▁نے ▁تو ▁تج ھے ▁بہ کا نے ▁کا ▁قصد ▁کر ▁ہی ▁لیا ▁تھا ، ▁مگر ▁دراصل ▁یہ ▁اپنے ▁اپ ▁کو ▁ہی ▁گم راه ▁کرتے ▁ہیں ، ▁یہ ▁تیر ا ▁کچھ ▁نہیں ▁بگ ا ڑ ▁سکتے ، ▁اللہ ▁تعالی ▁نے ▁ت جھ ▁پر ▁کتاب ▁وح کم ت ▁اتار ی ▁ہے ▁اور ▁تج ھے ▁وه ▁سکھ ایا ▁ہے ▁جسے ▁تو ▁نہیں ▁جانتا ▁تھا ▁اور ▁اللہ ▁تعالی ▁کا ▁ت جھ ▁پر ▁بڑا ▁بھاری ▁فضل ▁ہے
▁پھر ▁اد م ▁نے ▁اپنے ▁رب ▁سے ▁چند ▁کلمات ▁حاصل ▁کیے ▁پھر ▁اس ▁کی ▁تو بہ ▁قبول ▁فرما ي ی ▁بے ▁شک ▁وہ ▁تو بہ ▁قبول ▁کرنے ▁والا ▁مہر بان ▁ہے
▁تو ▁ہم ▁ان ▁کا ▁دا ہ نا ▁ہاتھ ▁پکڑ ▁لیتے
▁اور ▁حقیقت ▁یہ ▁ہے ▁کہ ▁تیر ا ▁رب ▁زبردست ▁بھی ▁ہے ▁اور ▁رحیم ▁بھی
▁تم ▁ہر گز ▁اس ▁عمارت ▁میں ▁کھڑے ▁نہ ▁ہونا ▁جو ▁مسجد ▁اول ▁روز ▁سے ▁تقوی ▁پر ▁قاي م ▁کی ▁ گي ی ▁تھی ▁وہی ▁اس ▁کے ▁لیے ▁زیادہ ▁ موز وں ▁ہے ▁کہ ▁تم ▁اس ▁میں ▁( ع باد ▁ت ▁کے ▁لیے ) ▁کھڑے ▁ہو ، ▁اس ▁میں ▁ایسے ▁لوگ ▁ہیں ▁جو ▁پاک ▁رہ نا ▁پسند ▁کرتے ▁ہیں ▁اور ▁اللہ ▁کو ▁پاک یز گی ▁اختیار ▁کرنے ▁والے ▁ہی ▁پسند ▁ہیں
▁اور ▁اپنے ▁الله ▁سے ▁معافی ▁مانگ و ▁پھر ▁اس ▁کی ▁طرف ▁رجوع ▁کرو ▁بے ▁شک ▁میرا ▁رب ▁مہر بان ▁محبت ▁والا ▁ہے
▁اور ▁موسی ▁کے ▁قص ہ ▁میں ▁بھی ▁عبر ت ▁ہے ▁جب ▁کہ ▁ہم ▁نے ▁فرع ون ▁کے ▁پا ▁س ▁ایک ▁کھل ی ▁دلیل ▁دے ▁کر ▁بھی جا
▁یہ ▁محض ▁ایک ▁بہت ▁سخت ▁چ نگ ھا ڑ ▁ہوگی ▁تو ▁وہ ▁سب ▁کے ▁سب ▁یک ایک ▁ہمارے ▁حضور ▁لا ▁کر ▁حاضر ▁کر ▁دی ي ے ▁جاي یں ▁گے ،
▁پھر ▁جب ▁وہ ▁اپنی ▁می عاد ▁( یعنی ▁ان قض اي ے ▁ع دت ) ▁کے ▁قریب ▁پہنچ ▁جاي یں ▁تو ▁یا ▁تو ▁ان ▁کو ▁اچھی ▁طرح ▁( زوج یت ▁میں ) ▁رہنے ▁دو ▁یا ▁اچھی ▁طرح ▁سے ▁علی حد ہ ▁کرد و ▁اور ▁اپنے ▁میں ▁سے ▁دو ▁من صف ▁مرد وں ▁کو ▁گواہ ▁کر لو ▁اور ▁( گو ا ہ ▁ہو !) ▁خدا ▁کے ▁لي ے ▁درست ▁گواہ ی ▁دینا ۔ ▁ان ▁بات وں ▁سے ▁اس ▁شخص ▁کو ▁نص ی حت ▁کی ▁جاتی ▁ہے ▁جو ▁خدا ▁پر ▁اور ▁روز ▁اخر ت ▁پر ▁ایمان ▁رکھتا ▁ہے۔ ▁اور ▁جو ▁کوي ی ▁خدا ▁سے ▁ڈر ے ▁گا ▁وہ ▁اس ▁کے ▁لي ے ▁( ر نج ▁وم حن ▁سے ) ▁م خلص ی ▁( کی ▁صورت ) ▁پیدا ▁کرے ▁گا
▁اپ ▁( ان ▁سے ▁دریافت ) ▁فرما ي ی ے ▁کہ ▁گواہ ی ▁دینے ▁میں ▁سب ▁سے ▁بڑھ ▁کر ▁کون ▁ہے ؟ ▁اپ ▁( ہی ) ▁فرما ▁دی جي ے ▁کہ ▁االله ▁میرے ▁اور ▁تمہارے ▁درمیان ▁گواہ ▁ہے ، ▁اور ▁میری ▁طرف ▁یہ ▁قر ان ▁اس ▁لي ے ▁وح ی ▁کیا ▁گیا ▁ہے ▁کہ ▁اس ▁کے ▁ذریعے ▁تمہیں ▁اور ▁ہر ▁اس ▁شخص ▁کو ▁جس ▁تک ▁( یہ ▁قر ان ) ▁پہنچے ▁ڈر ▁سنا وں ۔ ▁کیا ▁تم ▁واقعی ▁اس ▁بات ▁کی ▁گواہ ی ▁دیتے ▁ہو ▁کہ ▁االله ▁کے ▁ساتھ ▁دوسرے ▁مع بود ▁( بھی ) ▁ہیں ؟ ▁اپ ▁فرما ▁دیں : ▁میں ▁( تو ▁اس ▁غلط ▁بات ▁کی ) ▁گواہ ی ▁نہیں ▁دیتا ، ▁فرما ▁دی جي ے : ▁بس ▁مع بود ▁تو ▁وہی ▁ایک ▁ہی ▁ہے ▁اور ▁میں ▁ان ( سب ) ▁چیز وں ▁سے ▁بی زار ▁ہوں ▁جنہیں ▁تم ▁( ا الله ▁کا ) ▁شریک ▁ٹھہر ات ے ▁ہو ،
▁اور ▁جان ▁جاي یں ▁وہ ▁جو ▁ہماری ▁ ایت وں ▁میں ▁جھ گ ڑ تے ▁ہیں ، ▁کہ ▁انہیں ▁کہیں ▁بھ ا ▁گ نے ▁کی ▁جگہ ▁نہیں ،
▁ہماری ▁طرف ▁یہ ▁وح ی ▁اي ی ▁ہے ▁کہ ▁جو ▁جھ ٹل اي ے ▁اور ▁منہ ▁پھ ی رے ▁اس ▁کے ▁لي ے ▁عذاب ▁( ت یار ) ▁ہے
▁پس ▁تم ▁دونوں ▁اپنے ▁رب ▁کی ▁کن ▁کن ▁نعمت وں ▁کو ▁جھ ٹل او ▁گے ،
▁اور ▁انسان ▁( ح ی ران ▁و ▁شش در ▁ہو ▁کر ) ▁کہ ے ▁گا : ▁اسے ▁کیا ▁ہوگیا ▁ہے ،
▁اور ▁وہی ▁تو ▁ہے ▁جس ▁نے ▁زمین ▁میں ▁تم ▁کو ▁اپنا ▁نا يب ▁بنایا ▁اور ▁ایک ▁کے ▁دوسرے ▁پر ▁در جے ▁بلند ▁کي ے ▁تاکہ ▁جو ▁کچھ ▁اس ▁نے ▁تمہیں ▁بخش ا ▁ہے ▁اس ▁میں ▁تمہاری ▁از ماي ش ▁ہے ▁بے شک ▁تم ہ ارا ▁پروردگار ▁جلد ▁عذاب ▁دینے ▁والا ▁ہے ▁اور ▁بے شک ▁وہ ▁بخش نے ▁والا ▁مہر بان ▁بھی ▁ہے
▁پھر ▁ان ▁میں ▁سے ▁اچھے ▁اد می ▁نے ▁کہا ▁کیا میں ▁نے ▁تمہیں ▁نہیں ▁کہا ▁تھا ▁کہ ▁تم ▁کس ▁لیے ▁تس بی ح ▁نہیں ▁کرتے
▁وہ ▁کہیں ▁گے ▁کہ ▁ہم ▁نماز ▁گزار ▁نہیں ▁تھے
▁یہ ▁اس ▁بنا ▁پر ▁کہ ▁یہ ▁وه ▁راه ▁چلے ▁جس ▁سے ▁انہوں ▁نے ▁اللہ ▁کو ▁ناراض ▁کر ▁دیا ▁اور ▁انہوں ▁نے ▁اس ▁کی ▁رضا ▁من دی ▁کو ▁برا ▁جانا ، ▁تو ▁اللہ ▁نے ▁ان ▁کے ▁اعمال ▁اک ارت ▁کر ▁دی ي ے
▁کہہ ▁دو ▁جو ▁الله ▁اس مان وں ▁اور ▁زمین ▁کا ▁بنانے ▁والا ▁ہے ▁کیا ▁اس ▁کے ▁سوا ▁کسی ▁اور ▁کو ▁اپنا ▁مدد گار ▁بنا وں ▁اور ▁وہ ▁سب ▁کو ▁کھل ات ا ▁ہے ▁اور ▁اسے ▁کوي ی ▁نہیں ▁کھل ات ا ▁کہہ ▁دو ▁مجھے ▁تو ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁سب ▁سے ▁پہلے ▁اس ▁کا ▁فرمان بر دار ▁ہو ▁جا وں ▁اور ▁تو ▁ہر گز ▁مشر ک وں ▁میں ▁شامل ▁نہ ▁ہو
▁یہ ▁سب ▁حقیقی ▁واقعات ▁ہیں ▁اور ▁خدا ▁کے ▁علاوہ ▁کوي ی ▁دوسرا ▁خدا ▁نہیں ▁ہے ▁اور ▁وہی ▁خدا ▁صاحب ▁عزت ▁و ▁حکمت
▁اور ▁یہ ▁نص ی حت ▁و بر کت ▁والا ▁قر ان ▁بھی ▁ہم ▁ہی ▁نے ▁نازل ▁فرمایا ▁ہے ▁کیا ▁پھر ▁بھی ▁تم ▁اس ▁کے ▁من کر ▁ہو
▁تو ▁کیا ▁سمجھا ▁کہ ▁شب ▁قدر ▁کیا ▁ہے ؟
▁پھر ▁نہ ▁ان ▁میں ▁اٹھ نے ▁کی ▁سک ت ▁تھی ▁اور ▁نہ ▁وہ ▁اپنا ▁بچا و ▁کر ▁سکتے ▁تھے
▁ارشاد ▁بار ی ▁ہوا : ▁تم ▁( سب ) ▁نیچے ▁اتر ▁جا و ▁تم ▁میں ▁سے ▁بعض ▁بعض ▁کے ▁دشمن ▁ہیں ، ▁اور ▁تمہارے ▁لي ے ▁زمین ▁میں ▁معین ▁مدت ▁تک ▁جاي ے ▁ سکو نت ▁اور ▁مت اع ▁حیات ▁( م قرر ▁کر ▁دی ي ے ▁ گي ے ▁ہیں ▁گویا ▁تمہیں ▁زمین ▁میں ▁قیام ▁و ▁معاش ▁کے ▁دو ▁بنیادی ▁حق ▁دے ▁کر ▁اتار ا ▁جا ▁رہا ▁ہے ، ▁اس ▁پر ▁اپنا ▁نظام ▁زندگی ▁است وار ▁کرنا )،
▁اسی ▁دن ▁کے ▁لي ے ▁عمل ▁کرنے ▁والوں ▁کو ▁عمل ▁کرنا ▁چاہ ي ے
▁کیا ▁تم ▁خیال ▁کرتے ▁ہو ▁کہ ▁غار ▁اور ▁کتب ہ ▁والے ▁ہماری ▁نشانی وں ▁والے ▁عجیب ▁چیز ▁تھے
▁اور ▁میں ▁تو ▁اپنے ▁باپ ▁داد ا ▁ابراہیم ▁( ع )، ▁اسحاق ( ع ) ▁اور ▁ی عق وب ( ع ) ▁کے ▁مذہب ▁کا ▁پیر و ▁ہوں۔ ▁ہمیں ▁یہ ▁زیبا ▁نہیں ▁ہے ▁کہ ▁ہم ▁کسی ▁چیز ▁کو ▁بھی ▁خدا ▁کا ▁شریک ▁ٹھہر اي یں۔ ▁یہ ▁اللہ ▁کا ▁فضل ▁ہے ▁جو ▁اس ▁نے ▁ہم ▁اور ▁سب ▁لوگوں ▁پر ▁کیا ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁شکر ▁ادا ▁نہیں ▁کرتے ۔
▁اگر ▁ہر ▁ظلم ▁کرنے ▁والے ▁نفس ▁کو ▁ساری ▁زمین ▁کے ▁خز ی نے ▁مل ▁جاي یں ▁تو ▁وہ ▁اس ▁دن ▁کے ▁عذاب ▁کے ▁بدل ے ▁دے ▁دی گا ▁اور ▁عذاب ▁کے ▁دیکھنے ▁کے ▁بعد ▁اندر ▁اندر ▁نا دم ▁بھی ▁ہوگا ▁... . ▁لیکن ▁ان ▁کے ▁درمیان ▁انصاف ▁کے ▁ساتھ ▁فیصلہ ▁کردیا ▁جاي ے ▁گا ▁اور ▁ان ▁پر ▁کسی ▁طرح ▁کا ▁ظلم ▁نہ ▁کیا ▁جاي ے ▁گا
▁اور ▁بہت ▁سی ▁بست یاں ▁ہیں ▁کہ ▁میں ▁ان ▁کو ▁مہ لت ▁دیتا ▁رہا ▁اور ▁وہ ▁نا فر مان ▁تھیں۔ ▁پھر ▁میں ▁نے ▁ان ▁کو ▁پکڑ ▁لیا۔ ▁اور ▁میری ▁طرف ▁ہی ▁لوٹ ▁کر ▁انا ▁ہے
▁کیا ▁اپ ▁نے ▁نہیں ▁دیکھا ▁کہ ▁اللہ ▁تعالی ▁با دل وں ▁کو ▁چلا تا ▁ہے ، ▁پھر ▁انہیں ▁ملا تا ▁ہے ▁پھر ▁انہیں ▁تہ ہ ▁بہ ▁تہ ہ ▁کر ▁دیتا ▁ہے ، ▁پھر ▁اپ ▁دیکھتے ▁ہیں ▁کہ ▁ان ▁کے ▁درمیان ▁میں ▁سے ▁می نہ ▁برس تا ▁ہے۔ ▁وہی ▁اس مان ▁کی ▁جانب ▁سے ▁اول وں ▁کے ▁پہاڑ ▁میں ▁سے ▁اول ے ▁برس ات ا ▁ہے ، ▁پھر ▁جنہیں ▁چاہے ▁ان ▁کے ▁پاس ▁انہیں ▁برس اي ے ▁اور ▁جن ▁سے ▁چاہے ▁ان ▁سے ▁انہیں ▁ہٹا ▁د ے۔ ▁با دل ▁ہی ▁سے ▁نکل نے ▁والی ▁بجلی ▁کی ▁چم ک ▁ایسی ▁ہوتی ▁ہے ▁کہ ▁گویا ▁اب ▁ان کھ وں ▁کی ▁روشنی ▁لے ▁چل ی
▁اور ▁چاہ ي ے ▁کہ ▁وه ▁اس ▁بات ▁سے ▁ڈر یں ▁کہ ▁اگر ▁وه ▁خود ▁اپنے ▁پیچھے ▁( نن ھے ▁نن ھے ) ▁نا تو اں ▁بچے ▁چھوڑ ▁جاتے ▁جن ▁کے ▁ ضا يع ▁ہو ▁جانے ▁کا ▁ اندیش ہ ▁رہتا ▁ہے ، ▁( تو ▁ان ▁کی ▁چاہ ت ▁کیا ▁ہوتی ) ▁پس ▁اللہ ▁تعالی ▁سے ▁ڈر ▁کر ▁ج چی ▁تل ی ▁بات ▁کہا ▁کریں
▁بیش ک ▁وہ ▁جو ▁تمہیں ▁حجر وں ▁کے ▁باہر ▁سے ▁پکار تے ▁ہیں ▁ان ▁میں ▁اکثر ▁بے ▁عقل ▁ہیں
▁وہی ▁( حقیق ی ) ▁زندہ ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁ الہ ▁( خدا ) ▁نہیں ▁ہے ▁سو ▁اسی ▁کو ▁پکار و ▁دین ▁کو ▁اس ▁کی لي ے ▁خالص ▁کرتے ▁ہو ي ے۔ ▁ہر ▁قسم ▁کی ▁تعریف ▁اللہ ▁کی لي ے ▁ہے ▁جو ▁تمام ▁ جہ ان وں ▁کا ▁پروردگار ▁ہے۔
▁یا ▁بھوک ▁کے ▁دن ۔
▁اور ▁نماز ▁قاي م ▁رکھ و ▁اور ▁ز کو ة ▁دو ▁اور ▁اپنی ▁جان وں ▁کے ▁لي ے ▁جو ▁بھ لا ي ی ▁ اگ ے ▁بھی جو ▁گے ▁اسے ▁اللہ ▁کے ▁یہاں ▁پا و ▁گے ▁بیش ک ▁اللہ ▁تمہارے ▁کام ▁دیکھ ▁رہا ▁ہے -
▁ان ▁دونوں ▁میں ▁ہر ▁می و ے ▁کے ▁جو ڑے ▁ہوں ▁گے
▁اس ▁کے ▁پیچھے ▁ایک ▁اور ▁ انے ▁والی ▁( م ص ی بت ) ▁اي ے ▁گی۔
▁ان ▁لوگوں ▁نے ▁کہا ▁کہ ▁ایک ▁عمارت ▁بنا کر ▁کر ▁ اگ ▁جلا ▁کر ▁انہیں ▁ اگ ▁میں ▁ڈال ▁دو
▁اور ▁( وہ ▁وقت ▁بھی ▁یاد ▁کریں ) ▁جب ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁اپنی ▁قوم ▁سے ▁کہا : ▁اے ▁میری ▁قوم ! ▁تم ▁اپنے ▁اوپر ▁( کیا ▁گیا ) ▁االله ▁کا ▁وہ ▁انعام ▁یاد ▁کرو ▁جب ▁اس ▁نے ▁تم ▁میں ▁ان بی اء ▁پیدا ▁فرما ي ے ▁اور ▁تمہیں ▁بادشاہ ▁بنایا ▁اور ▁تمہیں ▁وہ ▁( ک چھ ) ▁عطا ▁فرمایا ▁جو ▁( تم ہ ارے ▁زمان ے ▁میں ) ▁تمام ▁ جہ ان وں ▁میں ▁سے ▁کسی ▁کو ▁نہیں ▁دیا ▁تھا ،
▁پھر ▁کہا ▁یہ ▁تو ▁ایک ▁جادو ▁ہے ▁جو ▁چلا ▁ا تا ▁ہے
▁بیش ک ▁ہم ▁نے ▁تمہارے ▁لیے ▁روشن ▁فتح ▁دی
▁اور ▁وہ ▁خوف ▁خدا ▁بھی ▁رکھتا ہے
▁پس ▁ان ▁نماز یوں ▁کے ▁لیے ▁ہلاکت ▁ہے
▁( ان ▁سے ) ▁پوچھ و ▁کہ ▁بھ لا ▁تم ھار ے ▁شریک وں ▁میں ▁سے ▁کوي ی ▁ایسا ▁ہے ▁کہ ▁مخلوق ▁کو ▁ابتدا ▁پیدا ▁کرے ▁( اور ) ▁پھر ▁اس ▁کو ▁دوبارہ ▁بنا ي ے ؟ ▁کہہ ▁دو ▁کہ ▁خدا ▁ہی ▁پہلی ▁بار ▁پیدا ▁کرتا ▁ہے ▁پھر ▁وہی ▁اس ▁کو ▁دوبارہ ▁پیدا ▁کرے ▁گا ▁تو ▁تم ▁کہاں ▁اکس ے ▁جارہے ▁ہو
▁حم
▁یہ ▁( ایک ) ▁سور ت ▁ہے ▁جس ▁کو ▁ہم ▁نے ▁نازل ▁کیا ▁اور ▁اس ▁( کے ▁احکام ) ▁کو ▁فرض ▁کر ▁دیا ، ▁اور ▁اس ▁میں ▁واضح ▁الم طالب ▁ ایت یں ▁نازل ▁کی ں ▁تاکہ ▁تم ▁یاد ▁رکھ و
▁وہ ▁( پی غ مبر ( ص ) ) ▁ایسے ▁لوگ ▁ہیں ▁جو ▁اللہ ▁کے ▁پیغام ات ▁( اس ▁کے ▁بند وں ▁تک ) ▁پہنچا تے ▁ہیں ▁اور ▁اسی ▁سے ▁ڈر تے ▁ہیں ▁اور ▁وہ ▁اللہ ▁کے ▁سوا ▁اور ▁کسی ▁سے ▁نہیں ▁ڈر تے ▁اور ▁م حاسب ہ ▁کی لي ے ▁اللہ ▁ہی ▁کافی ▁ہے۔
▁جو ▁( وح ی ) ▁الزام ▁اتار نے ▁یا ▁ا گاه ▁کردی نے ▁کے ▁لیے ▁ہوتی ▁ہے
▁وہ ▁صف ▁در ▁صف ▁بچ ھے ▁ہو ي ے ▁تخت وں ▁پر ▁تک ی ے ▁لگا ي ے ▁( بی ٹھ ے ) ▁ہوں ▁گے ، ▁اور ▁ہم ▁گور ی ▁رنگ ت ▁( اور ) ▁دل کش ▁ان کھ وں ▁والی ▁ح ور وں ▁کو ▁ان ▁کی ▁زوج یت ▁میں ▁دے ▁دیں ▁گے ،
▁تو ▁کیا ▁تم ▁نے ▁اسے ▁دیکھا ▁جو ▁ہماری ▁ ایت وں ▁سے ▁من کر ▁ہوا ▁اور ▁کہ تا ▁ہے ▁مجھے ▁ض رو ▁ر ▁مال ▁و ▁اولاد ▁مل یں ▁گے
▁سو ▁( جن تی ▁خوشی ▁سے ▁پوچھ یں ▁گے : ) ▁کیا ▁اب ▁ہم ▁مر یں ▁گے ▁تو ▁نہیں ،
▁کہہ ▁دو ▁اگر ▁میرے ▁پاس ▁وہ ▁چیز ▁ہوتی ▁جس ▁کی ▁تم ▁جلد ی ▁کر ▁رہے ▁ہو ▁تو ▁اس ▁معاملہ ▁میں ▁فیصلہ ▁ہوگیا ▁ہو ▁تا ▁جو ▁میرے ▁اور ▁تمہارے ▁درمیان ▁ہے ▁اور ▁الله ▁ظالم وں ▁کو ▁خوب ▁جانتا ▁ہے
▁اور ▁( ا ے ▁رسول !) ▁بیش ک ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁( بہ ت ▁سے ) ▁پیغمبر وں ▁کو ▁بھی جا ▁اور ▁ہم ▁نے ▁ان ▁کے ▁لي ے ▁بیوی اں ▁( بھی ) ▁بنا ي یں ▁اور ▁اولاد ▁( بھی )، ▁اور ▁کسی ▁رسول ▁کا ▁یہ ▁کام ▁نہیں ▁کہ ▁وہ ▁نشانی ▁لے ▁اي ے ▁مگر ▁االله ▁کے ▁حکم ▁سے ، ▁ہر ▁ایک ▁می عاد ▁کے ▁لي ے ▁ایک ▁نوشت ہ ▁ہے ،
▁فرمایا : ▁اے ▁اد م ▁تم ▁ان ▁کو ▁ان ▁کے ▁نام ▁بتا و ۔ ▁تو ▁جب ▁اد م ▁نے ▁ان ▁( فر شت وں ) ▁کو ▁ان ▁کے ▁نام ▁بتا ▁دی ي ے ▁تو ▁خدا ▁نے ▁فرمایا ▁کیا ▁میں ▁نے ▁تم ▁سے ▁نہیں ▁کہا ▁تھا ▁کہ ▁میں ▁اس مان وں ▁اور ▁زمین ▁کے ▁سب ▁مخفی ▁راز وں ▁کو ▁جانتا ▁ہوں ▁اور ▁وہ ▁بھی ▁جانتا ▁ہوں ▁جو ▁تم ▁ظاہر ▁کر ▁رہے ▁ہو ▁اور ▁وہ ▁بھی ▁جو ▁تم ▁( اند رون ▁دل ) ▁چھپ اي ے ▁ہو ي ے ▁تھے۔
▁اور ▁اپ ▁کا ▁رب ▁اپ ▁کو ▁( ات نا ) ▁دے ▁گا ▁کہ ▁اپ ▁خوش ▁ہو ▁جاي یں ▁گے
▁تم ▁ان ▁( من ہ ▁بول ے ▁بی ٹ وں ) ▁کو ▁ان ▁کے ▁باپ ▁( ہی ▁کے ▁نام ) ▁سے ▁پکار ا ▁کرو ، ▁یہی ▁اللہ ▁کے ▁نزدیک ▁زیادہ ▁عدل ▁ہے ، ▁پھر ▁اگر ▁تمہیں ▁ان ▁کے ▁باپ ▁معلوم ▁نہ ▁ہوں ▁تو ▁( وہ ) ▁دین ▁میں ▁تمہارے ▁بھ اي ی ▁ہیں ▁اور ▁تمہارے ▁دوست ▁ہیں۔ ▁اور ▁اس ▁بات ▁میں ▁تم ▁پر ▁کوي ی ▁گناہ ▁نہیں ▁جو ▁تم ▁نے ▁غلطی ▁سے ▁کہ ی ▁لیکن ▁( اس ▁پر ▁ضرور ▁گناہ ▁ہوگا ) ▁جس ▁کا ▁اراد ہ ▁تمہارے ▁دل وں ▁نے ▁کیا ▁ہو ، ▁اور ▁اللہ ▁بہت ▁بخش نے ▁والا ▁بہت ▁رحم ▁فرمان ے ▁والا ▁ہے ،
▁پس ▁ان ▁کی ▁کسی ▁تدبیر و عمل ▁نے ▁انہیں ▁کوي ی ▁فا يده ▁نہ ▁دیا
▁یوسف ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁تم ▁لوگ ▁دا يم ی ▁عادت ▁کے ▁مطابق ▁مسلسل ▁سات ▁برس ▁تک ▁کاشت ▁کرو ▁گے ▁سو ▁جو ▁کھ یتی ▁تم ▁کا ٹا ▁کرو ▁گے ▁اسے ▁اس ▁کے ▁خوش وں ▁( ہی ) ▁میں ▁( ذ خیر ہ ▁کے ▁طور ▁پر ) ▁رکھتے ▁رہ نا ▁مگر ▁تھ وڑ ا ▁سا ▁( نک ال ▁لینا ) ▁جسے ▁تم ▁( ہر ▁سال ) ▁کھا ▁لو ،
▁پس ▁نا ق ہ ▁کی ▁کوچ یں ▁کا ٹ ▁دیں ▁اور ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁سر کش ی ▁کی ▁اور ▁بول ے ▁اے ▁صالح ! ▁ہم ▁پر ▁لے ▁او ▁جس ▁کا ▁تم ▁سے ▁وعد ▁دے ▁رہے ▁ہو ▁اگر ▁تم ▁رسول ▁ہو ،
▁اور بے ▁شک ▁ان ▁ظالم وں ▁کو ▁علاوہ ▁اس ▁کے ▁ایک ▁عذاب ▁( د نیا ▁میں ) ▁ہوگا ▁لیکن ▁اکثر ▁ان ▁میں ▁سے ▁نہیں ▁جانتے
▁اور ▁جب ▁تم ▁ایک ▁شخص ▁قتل ▁کر ▁کے ▁اس ▁میں ▁جھ گ ڑنے ▁لگے ▁اور ▁الله ▁ظاہر ▁کرنے ▁والا ▁تھا ▁اس ▁چیز ▁کو ▁جسے ▁تم ▁چھپ ات ے ▁تھے
▁اور ▁تم ▁نہیں ▁چاہتے ▁مگر ▁وہی ▁جو ▁عالمی ن ▁کا ▁پر ور گار ▁چاہتا ▁ہے۔
▁اور ▁تمہاری ▁( اپ نی ) ▁پیدا يش ▁میں ▁اور ▁ان ▁جانور وں ▁میں ▁جنہیں ▁وہ ▁پھیلا تا ▁ہے ، ▁یقین ▁رکھنے ▁والے ▁لوگوں ▁کے ▁لي ے ▁نشان یاں ▁ہیں ،
▁اور ▁جب ▁تم ▁نے ▁ان ▁سے ▁اور ▁خدا ▁کے ▁علاوہ ▁ان ▁کے ▁تمام ▁مع بود وں ▁سے ▁علی ح دگی ▁اختیار ▁کرلی ▁ہے ▁تو ▁اب ▁غار میں ▁پناہ ▁لے ▁لو ▁تم ہ ارا ▁پروردگار ▁تمہارے ▁لي ے ▁اپنی ▁رحمت ▁کا ▁دامن ▁پھیلا دے ▁گا ▁اور ▁اپنے ▁حکم ▁سے ▁اسان یوں ▁کا ▁سامان ▁فراہم ▁کرد ے ▁گا
▁( لوگ و ) ▁تم ▁کو ▁( مال ▁کی ) ▁بہت ▁سی ▁طلب ▁نے ▁غافل ▁کر ▁دیا
▁جن ▁لوگوں ▁نے ▁ہماری ▁ ایت وں ▁کی ▁تک ذ یب ▁کی ▁ان ▁کی ▁مثال ▁بری ▁ہے ▁اور ▁انہوں ▁نے ▁نقصان ▁( کیا ▁تو ) ▁اپنا ▁ہی ▁کیا
▁اور ▁زمین ▁اپنے ▁رب ▁کے ▁نور ▁سے ▁چم ک ▁اٹھ ے ▁گی ▁اور ▁کتاب ▁رکھ ▁دی ▁جا و ے ▁گی ▁اور ▁نبی ▁اور ▁گواہ ▁لاي ے ▁جا ویں ▁گے ▁اور ▁ان ▁میں ▁انصاف ▁سے ▁فیصلہ ▁کیا ▁جا و ے ▁گا ▁اور ▁ان ▁پر ▁ظلم ▁نہ ▁کیا ▁جاي ے ▁گا
▁سو ▁یہ ▁ان ▁کے ▁گھر ▁وی ران ▁پڑے ▁ہیں ▁اس ▁لي ے ▁کہ ▁انہوں ▁نے ▁ظلم ▁کیا ▁تھا۔ ▁بیش ک ▁اس ▁میں ▁اس ▁قوم ▁کے ▁لي ے ▁( ع برت ▁کی ) ▁نشانی ▁ہے ▁جو ▁علم ▁رکھتے ▁ہیں ،
▁اور ▁یاد ▁کرو ▁جب ▁اللہ ▁نے ▁عہد ▁لیا ▁ان ▁سے ▁جنہیں ▁کتاب ▁عطا ▁فرما ي ی ▁کہ ▁تم ▁ضرور ▁اسے ▁لوگوں ▁سے ▁بیان ▁کردی نا ▁اور ▁نہ ▁چھپ انا ▁تو ▁انہوں ▁نے ▁اسے ▁اپنی ▁پی ٹھ ▁کے ▁پیچھے ▁پھینک ▁دیا ▁اور ▁اس ▁کے ▁بدل ے ▁ذ ل یل ▁دام ▁حاصل ▁کیے ▁تو ▁کتنی ▁بری ▁خریداری ▁ہے
▁اخر کار ▁پو ▁پھ ٹ تے ▁ہی ▁ان ▁کو ▁ایک ▁زبردست ▁دھماکے ▁نے ▁ا ▁لیا
▁اور ▁ہم ▁نے ▁بنی ▁اس راي یل ▁کو ▁سمندر ▁( یعنی ▁بحر ▁ق لزم ) ▁کے ▁پار ▁اتار ا ▁تو ▁وہ ▁ایک ▁ایسی ▁قوم ▁کے ▁پاس ▁جا ▁پہنچے ▁جو ▁اپنے ▁بت وں ▁کے ▁گرد ▁( پرس تش ▁کے ▁لي ے ) ▁اس ن ▁مار ے ▁بیٹھے ▁تھے ، ▁( بن ی ▁اس راي یل ▁کے ▁لوگ ) ▁کہنے ▁لگے : ▁اے ▁موسی ! ▁ہمارے ▁لي ے ▁بھی ▁ایسا ▁( ہی ) ▁مع بود ▁بنا ▁دیں ▁جیسے ▁ان ▁کے ▁مع بود ▁ہیں ، ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁تم ▁یقینا ▁بڑے ▁ج اہل ▁لوگ ▁ہو ،
▁خدا ▁نے ▁فرمایا ▁کہ ▁تمہاری ▁دعا ▁قبول ▁کرلی ▁ گي ی ▁تو ▁تم ▁ثابت ▁قدم ▁رہ نا ▁اور ▁بے عقل وں ▁کے ▁رس تے ▁نہ ▁چل نا
▁اور ▁ہم ▁نے ▁داود ▁کو ▁سلیمان ▁عطا ▁کیا ▁کی سا ▁اچھا ▁بند ہ ▁تھا ▁بے شک ▁وہ ▁رجوع ▁کرنے ▁والا ▁تھا
▁اور ▁ہم ▁وہ ▁( ر نج ش ▁و ) ▁کی نہ ▁جو ▁ان ▁کے ▁سین وں ▁میں ▁( د نیا ▁کے ▁اندر ▁ایک ▁دوسرے ▁کے ▁لي ے ) ▁تھا ▁نکال ▁( کے ▁دور ▁کر ) ▁دیں ▁گے ▁ان ▁کے ▁( م حل وں ▁کے ) ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ، ▁اور ▁وہ ▁کہیں ▁گے : ▁سب ▁تعریف یں ▁االله ▁ہی ▁کے ▁لي ے ▁ہیں ▁جس ▁نے ▁ہمیں ▁یہاں ▁تک ▁پہنچا ▁دیا ، ▁اور ▁ہم ▁( اس ▁مقام ▁تک ▁کبھی ) ▁راہ ▁نہ ▁پا ▁سکتے ▁تھے ▁اگر ▁االله ▁ہمیں ▁ہدایت ▁نہ ▁فرما تا ، ▁بیش ک ▁ہمارے ▁رب ▁کے ▁رسول ▁حق ▁( کا ▁پیغام ) ▁لاي ے ▁تھے ، ▁اور ▁( اس ▁دن ) ▁ ندا ▁دی ▁جاي ے ▁گی ▁کہ ▁تم ▁لوگ ▁اس ▁جنت ▁کے ▁ وارث ▁بنا ▁دی ي ے ▁ گي ے ▁ہو ▁ان ▁( ن یک ) ▁اعمال ▁کے ▁باعث ▁جو ▁تم ▁انجام ▁دیتے ▁تھے ،
▁جب ▁اپ ▁کے ▁پاس ▁منا فق ▁ا تے ▁ہیں ▁تو ▁کہتے ▁ہیں ▁ہم ▁گواہ ی ▁دیتے ▁ہیں ▁کہ ▁بے ▁شک ▁اپ ▁الله ▁کے ▁رسول ▁ہیں ▁اور ▁الله ▁جانتا ▁ہے ▁کہ ▁بے ▁شک ▁اپ ▁اس ▁کے ▁رسول ▁ہیں ▁اور ▁الله ▁گواہ ی ▁دیتا ▁ہے ▁کہ ▁بے ▁شک ▁منا فق ▁جھوٹ ے ▁ہیں
▁اور ▁جو ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁نا فر مان ی ▁کرے ▁اور ▁اس ▁کی ▁کل ▁حد وں ▁سے ▁بڑھ ▁جاي ے ▁اللہ ▁اسے ▁ اگ ▁میں ▁داخل ▁کرے ▁گا ▁جس ▁میں ▁ہمیشہ ▁رہے ▁گا ▁اور ▁اس ▁کے ▁لي ے ▁خو اری ▁کا ▁عذاب ▁ہے
▁بیش ک ▁گناه ▁ گار ▁گمراہ ی ▁میں ▁اور ▁عذاب ▁میں ▁ہیں
▁اور ▁نیک ی ▁کو ▁جھ ٹل ایا ▁ہے
▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے ؟
▁( ا ے ▁پیغمبر ) ▁میرے ▁مومن ▁بند وں ▁سے ▁کہہ ▁دو ▁کہ ▁نماز ▁پڑھ ا ▁کریں ▁اور ▁اس ▁دن ▁کے ▁ انے ▁سے ▁پیش تر ▁جس ▁میں ▁نہ ▁( اعم ال ▁کا ) ▁سودا ▁ہوگا ▁اور ▁نہ ▁دوستی ▁( کام ▁اي ے ▁گی ) ▁ہمارے ▁دی ي ے ▁ہو ي ے ▁مال ▁میں ▁سے ▁در پر دہ ▁اور ▁ظاہر ▁خرچ ▁کرتے ▁رہیں
▁اور ▁اس مان ▁اور ▁زمین ▁میں ▁کوي ی ▁( بھی ) ▁پوش ید ہ ▁چیز ▁نہیں ▁ہے ▁مگر ▁( وہ ) ▁روشن ▁کتاب ▁( لو ح ▁محفوظ ) ▁میں ▁( درج ) ▁ہے ،
▁عن قر یب ▁یہ ▁پیچھے ▁رہ ▁جانے ▁والے ▁ گن وار ▁اپ ▁سے ▁کہیں ▁گے ▁کہ ▁ہمارے ▁اموال ▁اور ▁اولاد ▁نے ▁مصروف ▁کرلیا ▁تھا ▁لہذا ▁اپ ▁ہمارے ▁حق ▁میں ▁است غ فار ▁کرد یں . ▁یہ ▁اپنی ▁زبان ▁سے ▁وہ ▁کہہ ▁رہے ▁ہیں ▁جو ▁یقینا ▁ان ▁کے ▁دل ▁میں ▁نہیں ▁ہے ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اگر ▁خدا ▁تمہیں ▁نقصان ▁پہنچا نا ▁چاہے ▁یا ▁فاي دہ ▁ہی ▁پہنچا نا ▁چاہے ▁تو ▁کون ▁ہے ▁جو ▁اس ▁کے ▁مقابلہ ▁میں ▁تمہارے ▁امور ▁کا ▁اختیار ▁رکھتا ▁ہے ▁ . حقیق ت ▁یہ ▁ہے ▁کہ ▁اللہ ▁تمہارے ▁اعمال ▁سے ▁خوب ▁با خبر ▁ہے
▁اور ▁ہر ▁گروہ ▁کے ▁لي ے ▁ایک ▁می عاد ▁( م قرر ) ▁ہے ▁پھر ▁جب ▁ان ▁کا ▁( م قرر ہ ) ▁وقت ▁ اجات ا ▁ہے ▁تو ▁وہ ▁ایک ▁گھ ڑی ▁( بھی ) ▁پیچھے ▁نہیں ▁ہ ٹ ▁سکتے ▁اور ▁نہ ▁ اگ ے ▁بڑھ ▁سکتے ▁ہیں ،
▁اور ▁رات ▁کی ▁جب ▁وہ ▁گزر ▁جاي ے
▁پروردگار ▁مجھے ▁اور ▁میرے ▁والدین ▁کو ▁اور ▁جو ▁ایمان ▁کے ▁ساتھ ▁میرے ▁گھر ▁میں ▁داخل ▁ہو جا ي یں ▁اور ▁تمام ▁مومن ین ▁و ▁مومن ات ▁کو ▁بخش ▁دے ▁اور ▁ظالم وں ▁کے ▁لي ے ▁ہلاکت ▁کے ▁علاوہ ▁کسی ▁ش ے ▁میں ▁اضافہ ▁نہ ▁کرنا
▁اس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁حکمت ▁سے ▁پیدا ▁کیا ▁وہ ▁رات ▁کو ▁دن ▁پر ▁لپ یٹ ▁دیتا ▁ہے ▁اور ▁دن ▁کو ▁رات ▁پر ▁لپ یٹ ▁دیتا ▁ہے ▁اور ▁اس ▁نے ▁سور ج ▁اور ▁چاند ▁کو ▁تابع ▁کر ▁دیا ▁ہے ▁ہر ▁ایک ▁وقت ▁مقرر ▁تک ▁چل ▁رہا ▁ہے ▁خبر ا دار ! ▁وہی ▁غالب ▁بخش نے ▁والا ▁ہے
▁اور ل وط ▁کو ▁جب ▁اس ▁نے ▁اپنی ▁قوم ▁کو ▁کہا ▁کیا ▁تم ▁بے ▁ح یا ي ی ▁کرتے ▁ہو ▁حالانک ہ ▁تم ▁سمجھ ▁دا ▁ر ▁ہو
▁بھ لا ▁جس ▁کا ▁سین ہ ▁الله ▁نے ▁دین ▁اسلام ▁کے ▁لي ے ▁کھول ▁دیا ▁ہے ▁سو ▁وہ ▁اپنے ▁رب ▁کی ▁طرف ▁سے ▁روشنی ▁میں ▁ہے ▁سو جن ▁لوگوں ▁کے ▁دل ▁الله ▁کے ▁ذکر ▁سے ▁متاثر ▁نہیں ▁ہوتے ▁ان ▁کے ▁لیے ▁بڑی ▁خراب ی ▁ہے ▁یہ ▁لوگ ▁کھل ی ▁گمراہ ی ▁میں ▁ہیں
▁فرما ▁دی جي ے : ▁اللہ ▁ہی ▁تمہیں ▁زندگی ▁دیتا ▁ہے ▁اور ▁پھر ▁وہی ▁تمہیں ▁موت ▁دیتا ▁ہے ▁پھر ▁تم ▁سب ▁کو ▁قیامت ▁کے ▁دن ▁کی ▁طرف ▁جمع ▁فرما ي ے ▁گا ▁جس ▁میں ▁کوي ی ▁شک ▁نہیں ▁ہے ، ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے ،
▁اور ▁تم ہ ارا ▁ساتھ ی ▁دیوان ہ ▁نہیں ▁ہے
▁وہ ▁جس ▁کے ▁لیے ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ت ▁اور ▁اس ▁نے ▁نہ ▁اختیار ▁فرمایا ▁بچہ ▁اور ▁اس ▁کی ▁سلطنت ▁میں ▁کوي ی ▁سا جھ ی ▁نہیں ▁اس ▁نے ▁ہر ▁چیز ▁پیدا ▁کرکے ▁ٹھیک ▁اندازہ ▁پر ▁رکھی ،
▁ہم ▁ہی ▁نے ▁اس ▁( در خت ▁کی ▁ اگ ) ▁کو ▁( ات ش ▁ جہ نم ▁کی ) ▁یاد ▁دل انے ▁والی ▁( نص ی حت ▁و ▁عبر ت ) ▁اور ▁جنگل وں ▁کے ▁مسافر وں ▁کے ▁لي ے ▁باعث ▁من فع ت ▁بنایا ▁ہے ،
▁جب ▁اس ▁نے ▁اپنے ▁رب ▁کو ▁ا ہ ست ہ ▁پکار ا
▁وہ ▁کہیں ▁گے ▁بلکہ ▁تم ▁ہی ▁ایمان ▁لانے ▁والے ▁نہ ▁تھے
▁اور ▁جو ▁صرف ▁دنیا ▁کی ▁زندگی ▁اور ▁اس ▁کی ▁ز یب ▁و ▁ زین ت ▁چاہتے ▁ہیں ▁تو ▁ہم ▁انہیں ▁ان ▁کی ▁سعی ▁و ▁عمل ▁کی ▁پوری ▁پوری ▁جزا ▁دیتے ▁ہیں۔ ▁اور ▁ان ▁کے ▁ساتھ ▁کوي ی ▁کمی ▁نہیں ▁کی ▁جاتی ۔
▁اور ▁کف ار ▁کہتے ▁ہیں ▁کہ ▁جب ▁ہم ▁م ٹی ▁میں ▁مل ▁کر ▁گم ▁ہو جا ي یں ▁گے ▁تو ▁( کیا ) ▁ہم ▁از ▁سر ▁نو ▁پیدا يش ▁میں ▁اي یں ▁گے ، ▁بلکہ ▁وہ ▁اپنے ▁رب ▁سے ▁ملاقات ▁ہی ▁کے ▁من کر ▁ہیں ،
▁ان ▁مومن ▁مرد وں ▁اور ▁عورتوں ▁سے ▁اللہ ▁کا ▁وعدہ ▁ہے ▁کہ ▁انہیں ▁ایسے ▁باغ ▁دے ▁گا ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہوں ▁گی ▁اور ▁وہ ▁ان ▁میں ▁ہمیشہ ▁رہیں ▁گے ▁ان ▁س دا ▁بہ ار ▁باغ وں ▁میں ▁ان ▁کے ▁لیے ▁پاک ی زہ ▁قیام ▁گاہ یں ▁ہوں ▁گی ، ▁اور ▁سب ▁سے ▁بڑھ ▁کر ▁یہ ▁کہ ▁اللہ ▁کی ▁خوش نود ی ▁انہیں ▁حاصل ▁ہوگی ▁یہی ▁بڑی ▁کامیابی ▁ہے
▁اج ▁ہم ▁ان ▁کے ▁مون ہ وں ▁پر ▁مہر ▁لگا ▁دیں ▁گے ▁اور ▁جو ▁کچھ ▁یہ ▁کرتے ▁رہے ▁تھے ▁ان ▁کے ▁ہاتھ ▁ہم ▁سے ▁بیان ▁کرد یں ▁گے ▁اور ▁ان ▁کے ▁پا وں ▁( اس ▁کی ) ▁گواہ ی ▁دیں ▁گے
▁اب ▁اللہ ▁کے ▁سامنے ▁سج دے ▁کرو ▁اور ▁( اسی ) ▁کی ▁عبادت ▁کرو
▁تمہیں ▁کیا ▁ہوگیا ▁ہے ؟ ▁کہ ▁منا فق وں ▁کے ▁بارے ▁میں ▁دو ▁گروه ▁ہو ▁رہے ▁ہو ؟ ▁انہیں ▁تو ▁ان ▁کے ▁اعمال ▁کی ▁وجہ ▁سے ▁اللہ ▁تعالی ▁نے ▁او ند ھا ▁کر ▁دیا ▁ہے۔ ▁اب ▁کیا ▁تم ▁یہ ▁منصوبے ▁بان دھ ▁رہے ▁ہو ▁کہ ▁اللہ ▁تعالی ▁کے ▁گم راه ▁کي ے ▁ہو وں ▁کو ▁تم ▁راه ▁راست ▁پر ▁لاکھ ڑا ▁کرو ، ▁جسے ▁اللہ ▁تعالی ▁راه ▁بھ لا ▁دے ▁تو ▁ہر گز ▁اس ▁کے ▁لي ے ▁کوي ی ▁راه ▁نہ ▁پاي ے ▁گا
▁اور ▁انہیں ▁ملک ▁پر ▁ قاب ض ▁کریں ▁اور ▁فرع ون ▁ہا مان ▁اور ▁ان ▁کے ▁لشکر وں ▁کو ▁وہ ▁چیز ▁دکھا ▁دیں ▁جس ▁کا ▁وہ ▁خطر ▁کرتے ▁تھے
▁یاد ▁رکھ و ▁کہ ▁بد کار وں ▁کا ▁ نامہ ▁اعمال ▁سج ین ▁میں ▁ہوگا
▁اور ▁کتنے ▁ہی ▁ان بی اء ▁نے ▁جہاد ▁کیا ▁ان ▁کے ▁ساتھ ▁بہت ▁خدا ▁والے ▁تھے ، ▁تو ▁نہ ▁سست ▁پڑے ▁ان ▁مصیبت وں ▁سے ▁جو ▁اللہ ▁کی ▁راہ ▁میں ▁انہیں ▁پہنچ یں ▁اور ▁نہ ▁کمزور ▁ہو ي ے ▁اور ▁نہ ▁د بے ▁اور ▁صبر ▁والے ▁اللہ ▁کو ▁محبوب ▁ہیں ،
▁اور ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁حق ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁ہے ▁تو ▁جو ▁چاہے ▁ایمان ▁لاي ے ▁اور ▁جو ▁چاہے ▁کفر ▁اختیار ▁کرے۔ ▁بے ▁شک ▁ہم ▁نے ▁ظالم وں ▁کی لي ے ▁ایسی ▁ اگ ▁تیار ▁کر ▁رکھی ▁ہے ▁جس ▁کی ▁ قنا ط یں ▁انہیں ▁گھ یر ▁لیں ▁گی ▁اور ▁اگر ▁وہ ▁فریاد ▁کریں ▁گے ▁تو ▁ان ▁کی ▁فریاد ▁ رسی ▁ایسے ▁پانی ▁سے ▁کی ▁جاي ے ▁گی ▁جو ▁پ گھ لے ▁ہو ي ے ▁تان بے ▁کی ▁طرح ▁ہوگا۔ ▁جو ▁چ ہر وں ▁کو ▁بھ ون ▁ڈال ے ▁گا ▁کیا ▁بری ▁چیز ▁ہے ▁پی نے ▁کی۔ ▁اور ▁کیا ▁بری ▁ا رام ▁گاہ ▁ہے۔
▁اللہ ▁تعالی ▁ان ▁تمام ▁چیز وں ▁کو ▁جانتا ▁ہے ▁جنہیں ▁وه ▁اس ▁کے ▁سوا ▁پکار ▁رہے ▁ہیں ، ▁وه ▁زبردست ▁اور ▁ذ ی ▁حکمت ▁ہے
▁اور ▁تمہیں ▁اور ▁( غن یم ت یں ) ▁بھی ▁دے ▁جن ▁پر ▁اب ▁تک ▁تم ▁نے ▁قابو ▁نہیں ▁پایا ۔ ▁اللہ ▁تعالی ▁نے ▁انہیں ▁اپنے ▁قابو ▁میں ▁رکھا ▁ہے ▁اور ▁اللہ ▁تعالی ▁ہر ▁چیز ▁پر ▁قادر ▁ہے
▁اے ▁ایمان ▁والو ۔ ▁نماز ▁کے ▁قریب ▁مت ▁جا و ▁جبکہ ▁نش ہ ▁کی ▁حالت ▁میں ▁ہو ▁یہاں ▁تک ▁کہ ▁( ن شہ ▁اتر ▁جاي ے ▁اور ) ▁تمہیں ▁معلوم ▁ہو ▁کہ ▁تم ▁کیا ▁کہہ ▁رہے ▁ہو ؟ ▁اور ▁نہ ▁ہی ▁جناب ت ▁کی ▁حالت ▁میں ▁( نم از ▁کے ▁قریب ▁جا و ) ▁یہاں ▁تک ▁کہ ▁ غسل ▁کر ▁لو ۔ ▁الا ▁یہ ▁کہ ▁تم ▁راستے ▁سے ▁گزر ▁رہے ▁ہو ▁( سفر ▁میں ▁ہو ) ۔ ▁اور ▁اگر ▁تم ▁بیمار ▁ہو ▁یا ▁سفر ▁میں ▁ہو ▁یا ▁تم ▁سے ▁کوي ی ▁بیت ▁الخل اء ▁سے ▁ہو ▁کے ▁اي ے۔ ▁یا ▁تم ▁نے ▁عورتوں ▁سے ▁مباشر ت ▁کی ▁ہو ▁اور ▁تمہیں ▁پانی ▁نہ ▁ملے ▁تو ▁پھر ▁پاک ▁م ٹی ▁سے ▁تیم م ▁کر ▁لو ۔ ▁کہ ▁( اس ▁سے ) ▁اپنے ▁چ ہر وں ▁اور ▁ہاتھوں ▁کے ▁کچھ ▁حصہ ▁پر ▁ مسح ▁کر لو ۔ ▁بے ▁شک ▁اللہ ▁بڑا ▁معاف ▁کرنے ▁والا ▁ہے ، ▁بڑا ▁بخش نے ▁والا ▁ہے۔
▁ عجب ▁نہیں ▁کہ ▁اللہ ▁تمہارے ▁اور ▁ان ▁میں ▁سے ▁بعض ▁لوگوں ▁کے ▁درمیان ▁جن ▁سے ▁تمہاری ▁دشمن ی ▁ہے ▁( کسی ▁وقت ▁بعد ▁میں ) ▁دوستی ▁پیدا ▁کر ▁دے ، ▁اور ▁اللہ ▁بڑی ▁قدرت ▁والا ▁ہے ، ▁اور ▁اللہ ▁بڑا ▁بخش نے ▁والا ▁نہای ت ▁مہر بان ▁ہے ،
▁تم ▁سے ▁پوچھ تے ▁ہیں ▁کیا ▁خرچ ▁کریں ، ▁تم ▁فرما و ▁جو ▁کچھ ▁مال ▁نیک ی ▁میں ▁خرچ ▁کرو ▁تو ▁و ▁ہ ▁ماں ▁باپ ▁اور ▁قریب ▁کے ▁رشتہ ▁دار وں ▁اور ▁ یت یم وں ▁اور ▁م حتاج وں ▁اور ▁راہ ▁گیر ▁کے ▁لي ے ▁ہے ▁اور ▁جو ▁بھ لا ي ی ▁کرو ▁بیش ک ▁اللہ ▁اسے ▁جانتا ▁ہے
▁اور ▁کیا ▁انہیں ▁معلوم ▁نہیں ▁ہے ▁کہ ▁اللہ ▁جس ▁کا ▁چاہتا ▁ہے ▁ رزق ▁کش اد ہ ▁کر ▁دیتا ▁ہے ▁اور ▁جس ▁کا ▁چاہتا ▁ہے ▁تنگ ▁کر ▁دیتا ▁ہے ؟ ▁اس ▁میں ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁ایمان ▁لا تے ▁ہیں
▁کہہ ▁دو ▁بھ لا ▁دیکھ و ▁تو ▁سہ ی ▁اگر ▁تم ہ ارا ▁پانی ▁خشک ▁ہو ▁جاي ے ▁تو ▁وہ ▁کون ▁ہے ▁جو ▁تمہارے ▁پاس ▁صاف ▁پانی ▁لے ▁اي ے ▁گا
▁بند وں ▁پر ▁افسوس ▁ہے ▁کہ ▁ان ▁کے ▁پاس ▁کوي ی ▁پیغمبر ▁نہیں ▁ا تا ▁مگر ▁اس ▁سے ▁تم سخر ▁کرتے ▁ہیں
▁یہ ▁ہے ▁ان ▁کے ▁لیے ، ▁پس ▁وہ ▁مزا ▁چ کھ یں ▁کھول تے ▁ہو ي ے ▁پانی ▁اور ▁پی پ ▁لہ و
▁اور ▁اسی ▁طرح ▁ہم ▁اپنی ▁ ایت وں ▁کو ▁تفصیل ▁کے ▁ساتھ ▁بیان ▁کرتے ▁ہیں ▁تاکہ ▁مجرم وں ▁کا ▁راستہ ▁بالکل ▁واضح ▁ہو ▁جاي ے۔
▁اس ▁روز ▁شفا عت ▁کارگر ▁نہ ▁ہو ▁گی ، ▁الا ▁یہ ▁کہ ▁کسی ▁کو ▁رحمان ▁اس ▁کی ▁اجازت ▁دے ▁اور ▁اس ▁کی ▁بات ▁سن نا ▁پسند ▁کرے
▁تو ▁بھی ▁جو ▁ان ▁کو ▁ا رام ▁دیا ▁گیا ▁تھا ▁وہ ▁ان ▁کے ▁کام ▁نہ ▁اي ے ▁گا
▁جو ▁لوگ ▁( یعنی ▁یہ ود ▁ح یل ہ ▁جو ي ی ▁کے ▁طور ▁پر ) ▁یہ ▁کہتے ▁ہیں ▁کہ ▁اللہ ▁نے ▁ہمیں ▁یہ ▁حکم ▁بھی جا ▁تھا ▁کہ ▁ہم ▁کسی ▁پیغمبر ▁پر ▁ایمان ▁نہ ▁لاي یں ▁جب ▁تک ▁وہ ▁( اپ نی ▁رسالت ▁کے ▁ثبوت ▁میں ) ▁ایسی ▁قربانی ▁نہ ▁لاي ے ▁جسے ▁ اگ ▁( ا کر ) ▁کھا ▁جاي ے ، ▁اپ ▁( ان ▁سے ) ▁فرما ▁دیں : ▁بیش ک ▁مجھ ▁سے ▁پہلے ▁بہت ▁سے ▁رسول ▁واضح ▁نشان یاں ▁لے ▁کر ▁اي ے ▁اور ▁اس ▁نشانی ▁کے ▁ساتھ ▁بھی ▁( اي ے ) ▁جو ▁تم ▁کہہ ▁رہے ▁ہو ▁تو ▁( اس ▁کے ▁باوجود ) ▁تم ▁نے ▁انہیں ▁شہید ▁کیوں ▁کیا ▁اگر ▁تم ▁( ات نے ▁ہی ) ▁سچ ے ▁ہو ،
▁یہاں ▁تک ▁کہ ▁جب ▁کشتی ▁میں ▁سوار ▁ہو ي ے ▁تو ▁اسے ▁پھ ا ڑ ▁دیا ▁کہا ▁کیا ▁تو ▁نے ▁اس ▁لیے ▁پھ ا ڑا ▁ہے ▁کہ ▁کشتی ▁کے ▁لوگوں ▁کو ▁ غرق ▁کر ▁دے ▁البتہ ▁تو ▁نے ▁خطرناک ▁بات ▁کی ▁ہے
▁اے ▁ایمان ▁والو ! ▁جب ▁تم ▁نماز ▁کے ▁لیے ▁اٹھ و ▁تو ▁اپنے ▁منہ ▁دھو ▁لو ▁اور ▁ہاتھ ▁کہ ن یوں ▁تک ▁اور ▁اپنے ▁سر وں ▁پر ▁ مسح ▁کرو ▁اور ▁اپنے ▁پا وں ▁ٹ خن وں ▁تک ▁دھو ▁لو ▁اور ▁اگر ▁تم ▁ناپ اک ▁ہو ▁تو ▁نہ ا ▁لو ▁اور ▁اگر تم ▁بیمار ▁ہو ▁یا ▁سفر ▁پر ▁ہو ▁یا ▁کوي ی ▁تم ▁میں ▁سے ▁جاي ے ▁ضرور ▁سے ▁ ایا ▁ہو ▁یا ▁عورتوں ▁کے ▁پاس ▁ گي ے ▁ہو ▁پھر ▁تم ▁پانی ▁نہ ▁پا و ▁تو ▁پاک ▁م ٹی ▁سے ▁تیم م ▁کر ▁لو ▁اور ▁اسے ▁اپنے ▁مون ہ وں ▁او ▁رہا تھ وں ▁پر ▁مل ▁لو ▁الله ▁تم ▁پر ▁تنگ ی ▁کرنا ▁نہیں ▁چاہتا ▁لیکن ▁تمہیں ▁پاک ▁کرنا ▁چاہتا ▁ہے ▁اور ▁تاکہ ▁اپنا ▁احسان ▁تم ▁پر ▁پورا ▁کرے ▁تاکہ ▁تم ▁شکر ▁کرو
▁پھر ▁ہم ▁نے ▁ان ▁سے ▁بدل ہ ▁لیا ▁یعنی ▁ان ▁کو ▁دریا ▁میں ▁ غرق ▁کر ▁دیا ▁اس ▁سبب ▁سے ▁کہ ▁وه ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ات ے ▁تھے ▁اور ▁ان ▁سے ▁بالکل ▁ہی ▁غفلت ▁کرتے ▁تھے
▁اب ▁اپ ▁کچھ ▁دنوں ▁تک ▁ان ▁سے ▁من ھ ▁پھ یر ▁لی جي ے
▁کہہ ▁دو ▁میرے ▁رب ▁نے ▁مجھے ایک ▁سید ھا ▁راستہ ▁بت لا ▁دیا ▁ہے ▁ایک ▁صحیح ▁دین ▁اب راھ یم ▁کی ▁ملت ▁جو ▁ایک ▁ہی ▁طرف ▁کا تھا ▁اور ▁مشر ک وں ▁میں ▁سے ▁نہیں ▁تھا
▁پھر ▁جب ▁اس ▁کے ▁یہاں ▁وہ ▁( ب چی ) ▁پیدا ▁ہو ي ی ۔ ▁تو ▁اس ▁نے ▁کہا : ▁اے ▁میرے ▁پروردگار ! ▁میرے ▁ہاں ▁تو ▁لڑکی ▁پیدا ▁ہو ي ی ▁ہے ▁( میں ▁تو ▁یہ ▁لڑکی ▁جن ی ▁ہوں ) ▁حالانک ہ ▁خدا ▁خود ▁خوب ▁جانتا ▁ہے ▁کہ ▁وہ ▁کیا ▁جن ی ▁ہے۔ ▁اور ▁وہ ▁جانتا ▁ہے ▁کہ ▁لڑک ا ، ▁لڑکی ▁یکساں ▁نہیں ▁ہوتے ۔ ▁اور ▁میں ▁نے ▁اس ▁کا ▁نام ▁مریم ▁رکھا ▁ہے ▁اور ▁میں ▁اسے ▁اور ▁اس ▁کی ▁اولاد ▁کو ▁شیطان ▁رج یم ▁( کے ▁شر ) ▁سے ▁( ب چ نے ▁کے ▁لیے ) ▁تیر ی ▁پناہ ▁میں ▁دیتی ▁ہوں۔
▁منا فق ▁مر ▁د ▁اور ▁منا فق ▁عورت یں ▁ایک ▁دوسرے ▁کے ▁ہم ▁جنس ▁ہیں ▁بر ے ▁کام و ▁ ں ▁کا ▁حکم ▁کرتے ▁ہیں ▁اور ▁نیک ▁کام وں ▁سے ▁منع ▁کرتے ▁ہیں ▁او ▁رہا تھ ▁بند ▁کیے ▁رہتے ▁ہیں ▁وہ ▁الله ▁کو ▁بھول ▁ گي ے ▁سوال له ▁نے ▁انہیں ▁بھ لا ▁دیا ▁بے ▁شک ▁منا فق ▁وہی ▁نا فر مان ▁ہیں
▁اور ▁جس ▁دن ▁صور ▁پھ ون کا ▁جاي ے ▁گا۔ ▁تو ▁جو ▁بھی ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہیں ▁سب ▁گھ برا ▁جاي یں ▁گے ▁سوا ي ے ▁ان ▁کے ▁جن ▁کو ▁خدا ▁( ب چان ا ) ▁چاہے ▁گا ▁اور ▁سب ▁ذ لت ▁وع اج زی ▁کے ▁ساتھ ▁اس ▁کی ▁بار گاہ ▁میں ▁حاضر ▁ہوں ▁گے۔
▁اور ▁ان ▁پر ▁اور ▁کشتی وں ▁پر ▁تم ▁سوار ▁( بھی ) ▁کي ے ▁جاتے ▁ہو ،
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁کیا ▁تم ▁خدا ▁کو ▁اپنا ▁دین ▁سکھ ار ہے ▁ہو ▁جب ▁کہ ▁وہ ▁اس مان ▁اور ▁زمین ▁کی ▁ہر ▁ش ے ▁سے ▁با خبر ▁ہے ▁اور ▁وہ ▁کا ين ات ▁کی ▁ہر ▁چیز ▁کا ▁جان نے ▁والا ▁ہے
▁بے ▁شک ▁نیک ▁ایسی ▁شراب ▁کے ▁پی ال ے ▁پي یں ▁گے ▁جس ▁میں ▁چشم ہ ▁کا فور ▁کی ▁ام یز ش ▁ہو ▁گی
▁تم ▁کو ▁اللہ ▁ہی ▁کے ▁پاس ▁جانا ▁ہے ▁اور ▁وه ▁ہر ▁ش ے ▁پر ▁پوری ▁قدرت ▁رکھتا ▁ہے
▁اے ▁رسول ▁کہ ی ے ▁غور ▁کرکے ▁بتا و ▁کہ ▁اگر ▁اللہ ▁تعالی ▁تمہارے ▁کان ▁اور ▁تمہاری ▁ان کھ یں ▁لے ▁لے ▁( یعنی ▁قوت ▁شنو اي ی ▁اور ▁بین اي ی ▁چھ ین ▁لے ) ▁اور ▁تمہارے ▁دل وں ▁پر ▁مہر ▁لگا ▁دے ▁تو ▁اللہ ▁کے ▁سوا ▁اور ▁کون ▁خدا ▁ہے ▁جو ▁تمہیں ▁یہ ▁چیز یں ▁لا ▁دے ؟ ▁دیکھ ي ے ▁ہم ▁کس ▁طرح ▁ال ٹ ▁پل ٹ ▁کر ▁اپنی ▁توحید ▁کی ▁نشان یاں ▁واضح ▁کرتے ▁ہیں ▁پھر ▁بھی ▁وہ ▁رو گردان ی ▁کرتے ▁ہیں۔
▁اور ▁تم ▁تو ▁ان ▁ہی ▁لوگوں ▁کے ▁مکان ات ▁میں ▁ساکن ▁تھے ▁جنہوں ▁نے ▁اپنے ▁اوپر ▁ظلم ▁کیا ▁تھا ▁اور ▁تم ▁پر ▁واضح ▁تھا ▁کہ ▁ہم ▁نے ▁ان ▁کے ▁ساتھ ▁کیا ▁بر تا و ▁کیا ▁ہے ▁اور ▁ہم ▁نے ▁تمہارے ▁لي ے ▁مثال یں ▁بھی ▁بیان ▁کردی ▁تھیں
▁ہم ▁نے ▁( ح ور وں ) ▁کو ▁خاص ▁ني ے ▁سر ے ▁سے ▁پیدا ▁کیا ▁ہے۔
▁جب ▁ہمارے ▁بھیج ے ▁ہو ي ے ▁فرشت ے ▁ل وط ▁کے ▁پاس ▁پہنچے ▁تو ▁وه ▁ان ▁کی ▁وجہ ▁سے ▁بہت ▁غم گی ن ▁ہو گي ے ▁اور ▁دل ▁ہی ▁دل ▁میں ▁ک ڑھ نے ▁لگے ▁اور ▁کہنے ▁لگے ▁کہ ▁اج ▁کا ▁دن ▁بڑی ▁مصیبت ▁کا ▁دن ▁ہے
▁اے ▁ایمان ▁لانے ▁والو ! ▁اپنے ▁صدق ات ▁کو ▁احسان ▁ج تا ▁کر ▁اور ▁د کھ ▁دے ▁کر ▁اس ▁شخص ▁کی ▁طرح ▁خاک ▁میں ▁نہ ▁ملا ▁دو ، ▁جو ▁اپنا ▁مال ▁محض ▁لوگوں ▁کے ▁دکھا نے ▁کو ▁خرچ ▁کرتا ▁ہے ▁اور ▁نہ ▁اللہ ▁پر ▁ایم ا ▁ن ▁رکھتا ▁ہے ، ▁نہ ▁اخر ت ▁پر ▁اس ▁کے ▁خرچ ▁کی ▁مثال ▁ایسی ▁ہے ، ▁جیسے ▁ایک ▁چ ٹ ان ▁تھی ، ▁جس ▁پر ▁م ٹی ▁کی ▁تہ ہ ▁جم ی ▁ہو ي ی ▁تھی ▁اس ▁پر ▁جب ▁زور ▁کا ▁می نہ ▁برس ا ، ▁تو ▁ساری ▁م ٹی ▁بہ ہ ▁ گي ی ▁اور ▁صاف ▁چ ٹ ان ▁کی ▁چ ٹ ان ▁رہ ▁ گي ی ▁ایسے ▁لوگ ▁اپنے ▁نزدیک ▁خیر ات ▁کر ▁کے ▁جو ▁نیک ی ▁کم ات ے ▁ہیں ، ▁اس ▁سے ▁کچھ ▁بھی ▁ان ▁کے ▁ہاتھ ▁نہیں ▁ا تا ، ▁اور ▁کا فر وں ▁کو ▁سی دھی ▁راہ ▁دکھا نا ▁اللہ ▁کا ▁دستور ▁نہیں ▁ہے
▁جو ▁االله ▁کے ▁دی ي ے ▁میں ▁بچ ▁رہے ▁( وہ ی ) ▁تمہارے ▁لي ے ▁بہتر ▁ہے ▁اگر ▁تم ▁ایمان ▁والے ▁ہو ، ▁اور ▁میں ▁تم ▁پر ▁ نگ ہ بان ▁نہیں ▁ہوں ،
▁رہے ▁وہ ▁لوگ ▁جو ▁مان ▁لیں ▁اور ▁نیک ▁عمل ▁کریں ، ▁تو ▁یقینا ▁ہم ▁نیک و ▁کار ▁لوگوں ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁کیا ▁کرتے
▁موسی ▁نے ▁کہا ▁تم ہ ارا ▁وعدہ ▁می لے ▁کا ▁دن ▁ہے ▁اور ▁یہ ▁کہ ▁لوگ ▁دن ▁چڑھ ے ▁جمع ▁کیے ▁جاي یں
▁کیا ▁تمہارے ▁پاس ▁موسی ▁کی ▁خبر ▁اي ی ▁ہے
▁اور ▁جن ▁لوگوں ▁کو ▁علم ▁اور ▁ایمان ▁دیا ▁گیا ▁ہے ▁وہ ▁کہیں ▁گے ▁کہ ▁تم ▁لوگ ▁کتاب ▁خدا ▁کے ▁مطابق ▁قیامت ▁کے ▁دن ▁تک ▁ٹ ہ رے ▁رہے ▁تو ▁یہ ▁قیامت ▁کا ▁دن ▁ہے ▁لیکن ▁تم ▁لوگ ▁بے ▁خبر ▁بنے ▁ہو ي ے ▁ہو
▁ن گاہ یں ▁نی چی ▁ہوں ▁گی ▁اور ▁ان ▁پر ▁ذ لت ▁و ▁خو اری ▁چھ ار ہی ▁ہوگی ، ▁حالانک ہ ▁یہ ▁سج دے ▁کے ▁لیے ▁( اس ▁وقت ▁بھی ) ▁بلا ي ے ▁جاتے ▁تھے ▁جب ▁کہ ▁صحیح ▁سالم ▁تھے
▁جب ▁خدا ▁کی ▁مدد ▁اور ▁فتح ▁کی ▁منزل ▁اج اي ے ▁گی
▁ان ▁کی ▁جزا ▁ان ▁کے ▁رب ▁کے ▁ہاں ▁دا يم ی ▁قیام ▁کی ▁جنت یں ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ▁رہی ▁ہوں ▁گی ، ▁وہ ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ▁اللہ ▁ان ▁سے ▁راضی ▁ہوا ▁اور ▁وہ ▁اللہ ▁سے ▁راضی ▁ہو ي ے ▁یہ ▁کچھ ▁ہے ▁اس ▁شخص ▁کے ▁لیے ▁جس ▁نے ▁اپنے ▁رب ▁کا ▁خوف ▁کیا ▁ہو
▁لیکن ▁جس ▁نے ▁تو بہ ▁کر ▁لی ▁اور ▁ایمان ▁لے ▁ ایا ▁اور ▁نیک ▁عمل ▁کیا ▁تو ▁یقینا ▁وہ ▁فلا ح ▁پانے ▁والوں ▁میں ▁سے ▁ہوگا ،
▁تم ▁فرما و ▁بھ لا ▁بتا و ▁تو ▁اگر ▁تم ▁پر ▁اللہ ▁کا ▁عذاب ▁اي ے ▁اچانک ▁یا ▁کھل م ▁کھل ا ▁تو ▁کون ▁تباہ ▁ہوگا ▁سوا ▁ظالم وں ▁کے
▁اور ▁( وہ ▁وقت ▁یاد ▁کرو ) ▁جب ▁ہم ▁نے ▁تمہارے ▁لي ے ▁سمندر ▁کو ▁ش گا فت ہ ▁کیا ▁( اس ے ▁پھ ا ڑ ▁کر ▁تمہارے ▁لي ے ▁راستہ ▁بنایا ) ▁اور ▁تمہیں ▁نجات ▁دی ▁اور ▁تمہارے ▁دیکھتے ▁دیکھتے ▁فرع ون یوں ▁کو ▁ غرق ▁کر ▁دیا۔
▁اور ▁اللہ ▁نے ▁تمہیں ▁جو ▁حلال ▁اور ▁پاک ی زہ ▁چیز یں ▁عطا ▁کی ▁ہیں ▁ان ▁میں ▁سے ▁کھا و ۔ ▁اور ▁اسی ▁اللہ ▁سے ▁ڈر و ▁( اس ▁کی ▁نا فر مان ی ▁سے ▁بچ و ) ▁جس ▁پر ▁تم ▁ایمان ▁رکھتے ▁ہو۔
▁اپ ▁رات ▁کو ▁( نم از ▁میں ) ▁قیام ▁فرمایا ▁کریں ▁مگر ▁تھ وڑ ی ▁دیر ▁( کے ▁لي ے )،
▁کیا ▁تو ▁نے ▁دیکھا ▁ہے ▁کہ ▁یہ ▁کیا ▁ش ے ▁ہے ▁جسے ▁میرے ▁اوپر ▁فضیلت ▁د ▁ ے ▁دی ▁ہے ▁اب ▁اگر ▁تو ▁نے ▁مجھے ▁قیامت ▁تک ▁کی ▁مہ لت ▁دے ▁دی ▁تو ▁میں ▁ان ▁کی ▁ ذر یت ▁میں ▁چند ▁افراد ▁کے ▁علاوہ ▁سب ▁کا ▁گل ا ▁گھو نٹ تا ▁رہ وں ▁گا
▁اور ▁حال ▁یہ ▁تھا ▁کہ ▁ہم ▁نے ▁ہر ▁چیز ▁ گن ▁ گن ▁کر ▁لکھ ▁رکھی ▁تھی
▁تو ▁ہم ▁پر ▁اس مان ▁کا ▁کوي ی ▁ ٹک ڑا ▁گرا ▁دو ▁اگر ▁تم ▁سچ ے ▁ہو
▁پھر ▁ہم ▁نے ▁انہیں ▁اور ▁ان ▁کے ▁ساتھ یوں ▁کو ▁اپنی ▁رحمت ▁سے ▁نجات ▁دے ▁دی ▁اور ▁اپنی ▁ای ات ▁کی ▁تک ذ یب ▁کرنے ▁والوں ▁کی ▁نسل ▁من قطع ▁کردی ▁اور ▁وہ ▁لوگ ▁ہر گز ▁صاحب ان ▁های مان ▁نہیں ▁تھے
▁اس ▁میں ▁سے ▁اس ▁کا ▁پانی ▁اور ▁چار ہ ▁ن کا ▁لا
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁تمہیں ▁کیا ▁ہو ▁گیا ▁کہ ▁جب ▁تم ▁سے ▁اللہ ▁کی ▁راہ ▁میں ▁نکل نے ▁کے ▁لیے ▁کہا ▁گیا ▁تو ▁تم ▁زمین ▁سے ▁چم ٹ ▁کر ▁رہ ▁ گي ے ؟ ▁کیا ▁تم ▁نے ▁اخر ت ▁کے ▁مقابلہ ▁میں ▁دنیا ▁کی ▁زندگی ▁کو ▁پسند ▁کر ▁لیا ؟ ▁ایسا ▁ہے ▁تو ▁تمہیں ▁معلوم ▁ہو ▁کہ ▁د نیو ی ▁زندگی ▁کا ▁یہ ▁سب ▁سروس ا مان ▁اخر ت ▁میں ▁بہت ▁تھ وڑ ا ▁نکل ے ▁گا
▁اور ▁انہیں ▁ایک ▁لاکھ ▁یا ▁اس ▁سے ▁زیادہ ▁کی ▁قوم ▁کی ▁طرف ▁نمايند ہ ▁بنا کر ▁بھی جا
▁کہنے ▁لگے ▁ہم ▁چاہتے ▁ہیں ▁کہ ▁اس ▁میں ▁سے ▁کھا ي یں ▁اور ▁ہمارے ▁دل ▁مط مين ▁ہو ▁جاي یں ▁اور ▁ہمیں ▁یقین ▁ہو ▁جاي ے ▁کہ ▁اپ ▁نے ▁ہم ▁سے ▁سچ ▁کہا ▁تھا۔ ▁اور ▁ہم ▁اس ▁پر ▁گواہ ی ▁دینے ▁والوں ▁میں ▁سے ▁ہو ▁جاي یں۔
▁اور ▁اس مان ▁پھ ٹ ▁جاي ے ▁گا ▁اور ▁وہ ▁اس ▁دن ▁بالکل ▁کمزور ▁ہو ▁جاي ے ▁گا۔
▁اور ▁نہ ▁ہی ▁یہ ▁ان ▁کی لي ے ▁مناسب ▁ہے ▁اور ▁نہ ▁ہی ▁وہ ▁اس ▁کی ▁طاقت ▁رکھتے ▁ہیں۔
▁اور ▁انہوں ▁نے ▁اس ▁کی ▁براي ی ▁چاہ ی ▁سو ▁ہم ▁نے ▁انہیں ▁ناکام ▁کر ▁دیا
▁اگر ▁وه ▁چاہے ▁تو ▁تم ▁کو ▁ف نا ▁کرد ے ▁اور ▁ایک ▁ني ی ▁مخلوق ▁پیدا ▁کرد ے
▁اور ▁( یہ ) ▁اس ▁لي ے ▁کہ ▁ان ▁لوگوں ▁کے ▁دل ▁اس ▁( فری ب ) ▁کی ▁طرف ▁ما يل ▁ہو ▁جاي یں ▁جو ▁اخر ت ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁اور ▁( یہ ) ▁کہ ▁وہ ▁اسے ▁پسند ▁کرنے ▁لگ یں ▁اور ▁( یہ ▁بھی ) ▁کہ ▁وہ ▁( انہ ی ▁اعمال ▁بد ▁کا ) ▁ارت ک اب ▁کرنے ▁لگ یں ▁جن ▁کے ▁وہ ▁خود ▁( مرت ک ب ) ▁ہو ▁رہے ▁ہیں ،
▁پھر ▁ان ▁میں ▁سے ▁اچھے ▁اد می ▁نے ▁کہا ▁کیا میں ▁نے ▁تمہیں ▁نہیں ▁کہا ▁تھا ▁کہ ▁تم ▁کس ▁لیے ▁تس بی ح ▁نہیں ▁کرتے
▁وہ ▁کہنے ▁لگے ▁کہ ▁اس ▁کے ▁لي ے ▁ایک ▁عمارت ▁بنا و ▁پھر ▁اس ▁کو ▁ اگ ▁کے ▁ڈھ یر ▁میں ▁ڈال ▁دو
▁اور ▁ہم ▁نے ▁اس ▁بست ی ▁کو ▁تل ▁ پٹ ▁کر ▁کے ▁رکھ ▁دیا ▁اور ▁ان ▁پر ▁پک ی ▁ہو ي ی ▁م ٹی ▁کے ▁پتھر وں ▁کی ▁بارش ▁برس ا ▁دی
▁ان ▁کے ▁بعد ▁پھر ▁بھی ▁ہم ▁اپنے ▁رسول وں ▁کو ▁پ ے ▁در ▁پ ے ▁بھیج تے ▁رہے ▁اور ▁ان ▁کے ▁بعد ▁عیسی ▁بن ▁مریم ▁( علی ہ ▁السلام ) ▁کو ▁بھی جا ▁اور ▁انہیں ▁انج یل ▁عطا ▁فرما ي ی ▁اور ▁ان ▁کے ▁مان نے ▁والوں ▁کے ▁دل وں ▁میں ▁ش فقت ▁اور ▁رحم ▁پیدا ▁کردیا ▁ہاں ▁رہ بانی ت ▁( تر ک ▁دنیا ) ▁تو ▁ان ▁لوگوں ▁نے ▁از خود ▁ایجاد ▁کرلی ▁تھی ▁ہم ▁نے ▁ان ▁پر ▁اسے ▁واجب ▁نہ ▁کیا ▁تھا ▁سوا ي ے ▁اللہ ▁کی ▁رضا جو ي ی ▁کے ۔ ▁سو ▁انہوں ▁نے ▁اس ▁کی ▁پوری ▁رعایت ▁نہ ▁کی ، ▁پھر ▁بھی ▁ہم ▁نے ▁ان ▁میں ▁سے ▁جو ▁ایمان ▁لاي ے ▁تھے۔ ▁انہیں ▁ان ▁کا ▁ اجر ▁دیا ▁اور ▁ان ▁میں ▁زیاد ه ▁تر ▁لوگ ▁نا فر مان ▁ہیں
▁کہا ▁بلکہ ▁ہم ▁تو ▁اپ ▁کے ▁پاس ▁وہ ▁لاي ے ▁ہیں ▁جس ▁میں ▁یہ ▁لوگ ▁شک ▁کرتے ▁تھے ،
▁اور ▁جب ▁موسی ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁اے ▁میری ▁قوم ▁مجھے کی وں ▁ستا تے ▁ہو ▁حالانک ہ ▁تم ▁جانتے ▁ہو ▁کہ ▁میں ▁تمہاری ▁طرف ▁الله ▁کا ▁رسول ▁ہوں ▁پس ▁جب ▁وہ ▁پھر ▁ گي ے ▁تو ▁الله ▁نے ▁ان ▁کے ▁دل ▁پھ یر ▁دی ي ے ▁اور ▁الله ▁نا فر مان ▁لوگ و ▁ ں ▁کو ▁ہدایت ▁نہیں ▁کرتا
▁شیطان ▁تو ▁یہی ▁چاہتا ▁ہے ▁کہ ▁شراب ▁اور ▁جو ي ے ▁کے ▁ذریعے ▁سے تم ▁میں ▁دشمن ی ▁اور ▁ بغض ▁ڈال ▁دے ▁اور ▁تمہیں ▁الله ▁کی ▁یاد ▁سے ▁اور ▁نماز ▁سے ▁رو کے ▁سو ▁اب ▁بھی ▁باز ▁اج او
▁کیا ▁انہوں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁ہم ▁بن جر ▁زمین ▁کی ▁طرف ▁پانی ▁کو ▁بہ ا ▁لے ▁جاتے ▁ہیں ▁پھر ▁اس ▁سے ▁ایسی ▁کھ یتی ▁ا گا تے ▁ہیں ▁جس ▁میں ▁ان ▁کے ▁چو پا ي ے ▁بھی ▁کھا تے ▁ہیں ▁اور ▁خود ▁بھی ▁تو ▁کیا ▁یہ ▁لوگ ▁دیکھتے ▁نہیں ▁ہیں۔
▁تمہاری ▁عورت یں ▁تمہارے ▁لي ے ▁کھ یت یاں ▁ہیں ، ▁تو ▁او ▁اپنی ▁کھ یتی وں ▁میں ▁جس ▁طرح ▁چاہ و ▁اور ▁اپنے ▁بھ لے ▁کا ▁کام ▁پہلے ▁کرو ▁اور ▁اللہ ▁سے ▁ڈر تے ▁رہ و ▁اور ▁جان ▁رکھ و ▁کہ ▁تمہیں ▁اس ▁سے ▁مل نا ▁ہے ▁اور ▁اے ▁محبوب ▁بشار ت ▁دو ▁ایمان ▁والوں ▁کو ،
▁( یہ ▁قر ان ) ▁عزیز ▁( غا لب ▁اور ) ▁بڑے ▁مہر بان ▁کا ▁نازل ▁کیا ▁ہوا ▁ہے۔
▁( یہ ▁کتاب ▁خدا ي ے ) ▁رحم ن ▁و رح یم ▁( کی ▁طرف ) ▁سے ▁اتر ی ▁ہے
▁( ان ▁کی ▁کیفیت ▁یہ ▁ہے ▁کہ ) ▁اگر ▁وہ ▁کوي ی ▁پناہ ▁گاہ ▁یا ▁غار ▁یا ▁سر نگ ▁پا ▁لیں ▁تو ▁انتہا ي ی ▁تیزی ▁سے ▁بھاگ تے ▁ہو ي ے ▁اس ▁کی ▁طرف ▁پل ٹ ▁جاي یں ▁( اور ▁اپ ▁کے ▁ساتھ ▁ایک ▁لمح ہ ▁بھی ▁نہ ▁رہیں ▁مگر ▁اس ▁وقت ▁وہ ▁مجبور ▁ہیں ▁اس ▁لي ے ▁جھوٹ ی ▁وفادار ی ▁ جت لا تے ▁ہیں )،
▁اس ▁عورت ▁( زل ی خا ) ▁نے ▁گناہ ▁کرنے ▁کا ▁اراد ہ ▁کر ▁لیا ▁تھا۔ ▁اور ▁وہ ▁مرد ▁( یو سف ) ▁بھی ▁اس ▁کا ▁اراد ہ ▁کرتا ▁اگر ▁اپنے ▁پروردگار ▁کا ▁بر ہ ان ▁نہ ▁دیکھ ▁لی تا ▁ایسا ▁ہوا ▁تاکہ ▁ہم ▁اس ▁( یو سف ) ▁سے ▁براي ی ▁اور ▁بے ▁ح یا ي ی ▁کو ▁دور ▁رکھیں ▁بے ▁شک ▁وہ ▁ہمارے ▁برگ زید ہ ▁بند وں ▁میں ▁سے ▁تھا۔
▁جب ▁ہمارا ▁عذاب ▁ان ▁پر ▁ ایا ▁تو ▁اس ▁کے ▁سوا ▁ان ▁کی ▁اور ▁کوي ی ▁پکار ▁نہ ▁تھی ▁کہ ▁بے ▁شک ▁ہم ▁ظالم ▁تھے۔
▁وہ ▁( خدا ) ▁بہت ▁با بر کت ▁ہے ▁جو ▁اگر ▁چاہے ▁تو ▁تمہارے ▁لي ے ▁اس ▁سے ▁بہتر ▁( چی ز یں ) ▁بنا ▁دے ▁( یعنی ) ▁باغ ات ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہوں۔ ▁نیز ▁تمہارے ▁لي ے ▁محل ▁بنا دے
▁کہا ▁ یون ہی ▁ہے ▁تیر ے ▁رب ▁نے ▁فرمایا ▁ہے ▁کہ ▁یہ ▁مجھے ▁اسان ▁ہے ، ▁اور ▁اس ▁لیے ▁کہ ▁ہم ▁اسے ▁لوگوں ▁کے ▁ واسط ے ▁نشانی ▁کریں ▁اور ▁اپنی ▁طرف ▁سے ▁ایک ▁رحمت ▁اور ▁یہ ▁کام ▁ٹھہر چک ا ▁ہے
▁( اس ▁وقت ▁کو ▁یاد ▁کرو ) ▁جب ▁تم ▁اپنے ▁پروردگار ▁سے ▁فریاد ▁کر ▁رہے ▁تھے ▁اور ▁اس ▁نے ▁تمہاری ▁فریاد ▁سن ▁لی ▁( اور ▁فرمایا ) ▁کہ ▁تمہاری ▁مدد ▁کے ▁لیے ▁یک ے ▁بعد ▁دیگر ے ▁ایک ▁ہزار ▁فرشت ے ▁بھیج ▁رہا ▁ہوں۔
▁ یس
▁اور ▁تم ▁میں ▁کوي ی ▁ایسا ▁بھی ▁ہے ▁کہ ▁( عم دا ) ▁دیر ▁لگا تا ▁ہے۔ ▁پھر ▁اگر ▁تم ▁پر ▁کوي ی ▁مصیبت ▁پڑ ▁جاي ے ▁تو ▁کہ تا ▁ہے ▁کہ ▁خدا ▁نے ▁مجھ ▁پر ▁بڑی ▁مہربانی ▁کی ▁کہ ▁میں ▁ان ▁میں ▁موجود ▁نہ ▁تھا
▁ان ▁کی ▁مثال ▁اس ▁شخص ▁کی ▁سی ▁ہے ▁کہ ▁جس ▁نے ▁( شب ▁تاریک ▁میں ) ▁ اگ ▁جلا ي ی ۔ ▁جب ▁ اگ ▁نے ▁اس ▁کے ▁ارد گرد ▁کی ▁چیز یں ▁روشن ▁کی ں ▁تو ▁خدا ▁نے ▁ان ▁کی ▁روشنی ▁زا يل ▁کر ▁دی ▁اور ▁ان ▁کو ▁ان دھی ر وں ▁میں ▁چھوڑ ▁دیا ▁کہ ▁کچھ ▁نہیں ▁دیکھتے
▁اس ▁کی ▁قوم ▁کے ▁سردار ▁بول ے ▁بیش ک ▁ہم ▁تمہیں ▁بی وقوف ▁سمجھتے ▁ہیں ▁اور ▁بیش ک ▁ہم ▁تمہیں ▁جھوٹ وں ▁میں ▁گمان ▁کرتے ▁ہیں
▁یہ ▁سب ▁تمہاری ▁جزا ▁ہے ▁اور ▁تمہاری ▁سعی ▁قابل ▁قبول ▁ہے
▁کیا ▁جس ▁کو ▁ زی ورات ▁میں ▁پال ا ▁جاتا ▁ہے ▁اور ▁وہ ▁جھ گ ڑے ▁کے ▁وقت ▁صحیح ▁بات ▁بھی ▁نہ ▁کر س کے ▁( وہ ی ▁خدا ▁کی ▁اولاد ▁ہے
▁کیا ▁لوگوں ▁نے ▁خدا ▁کو ▁چھوڑ ▁کر ▁اور ▁مع بود ▁بن الي ے ▁ہیں۔ ▁کہہ ▁دو ▁کہ ▁( اس ▁بات ▁پر ) ▁اپنی ▁دلیل ▁پیش ▁کرو ۔ ▁یہ ▁( میر ی ▁اور ) ▁میرے ▁ساتھ ▁والوں ▁کی ▁کتاب ▁بھی ▁ہے ▁اور ▁جو ▁مجھ ▁سے ▁پہلے ▁( پی غ مبر ) ▁ہو ي ے ▁ہیں۔ ▁ان ▁کی ▁کتاب یں ▁بھی ▁ہیں۔ ▁بلکہ ▁( بات ▁یہ ▁ہے ▁کہ ) ▁ان ▁اکثر ▁حق ▁بات ▁کو ▁نہیں ▁جانتے ▁اور ▁اس ▁لي ے ▁اس ▁سے ▁منہ ▁پھ یر ▁لیتے ▁ہیں
▁بیش ک ▁ہم ▁نے ▁تور ات ▁نازل ▁فرما ي ی ▁جس ▁میں ▁ہدایت ▁اور ▁نور ▁تھا ، ▁اس ▁کے ▁مطابق ▁ان بی اء ▁جو ▁( ا الله ▁کے ) ▁فرمان بر دار ▁( بند ے ) ▁تھے ▁یہودی وں ▁کو ▁حکم ▁دیتے ▁رہے ▁اور ▁االله ▁والے ▁( یعنی ▁ان ▁کے ▁اول ی اء ) ▁اور ▁علماء ▁( بھی ▁اسی ▁کے ▁مطابق ▁فیصلے ▁کرتے ▁رہے )، ▁اس ▁وجہ ▁سے ▁کہ ▁وہ ▁االله ▁کی ▁کتاب ▁کے ▁محافظ ▁بنا ي ے ▁ گي ے ▁تھے ▁اور ▁وہ ▁اس ▁پر ▁ نگ ہ بان ▁( و ▁گواہ ) ▁تھے۔ ▁پس ▁تم ▁( ا قامت ▁دین ▁اور ▁احکام ▁ال ہی ▁کے ▁ نفاذ ▁کے ▁معاملے ▁میں ) ▁لوگوں ▁سے ▁مت ▁ڈر و ▁اور ▁( صرف ) ▁مجھ ▁سے ▁ڈرا ▁کرو ▁اور ▁میری ▁ای ات ▁( یعنی ▁احکام ) ▁کے ▁بدل ے ▁( د نیا ▁کی ) ▁حق یر ▁قیمت ▁نہ ▁لیا ▁کرو ، ▁اور ▁جو ▁شخص ▁اللہ ▁کے ▁نازل ▁کردہ ▁حکم ▁کے ▁مطابق ▁فیصلہ ▁( و ▁حکومت ) ▁نہ ▁کرے ▁سو ▁وہی ▁لوگ ▁کا فر ▁ہیں ،
▁ثم ود ▁نے ▁تنب یہ ات ▁کو ▁جھ ٹل ایا
▁ان ▁سے ▁جب ▁کہا ▁جاتا ▁ہے ▁کہ ▁رک وع ▁کر ▁لو ▁تو ▁نہیں ▁کرتے
▁یہ ▁سب ▁رسول ▁( جو ▁ہم ▁نے ▁م بع وث ▁فرما ي ے ) ▁ہم ▁نے ▁ان ▁میں ▁سے ▁بعض ▁کو ▁بعض ▁پر ▁فضیلت ▁دی ▁ہے ، ▁ان ▁میں ▁سے ▁کسی ▁سے ▁االله ▁نے ▁( برا ہ ▁راست ) ▁کلام ▁فرمایا ▁اور ▁کسی ▁کو ▁درج ات ▁میں ▁( سب ▁پر ) ▁فوق یت ▁دی ▁( یعنی ▁حضور ▁نبی ▁اکرم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کو ▁جملہ ▁درج ات ▁میں ▁سب ▁پر ▁بلند ی ▁عطا ▁فرما ي ی )، ▁اور ▁ہم ▁نے ▁مریم ▁کے ▁فرزند ▁عیسی ▁( علی ہ ▁السلام ) ▁کو ▁واضح ▁نشان یاں ▁عطا ▁کی ں ▁اور ▁ہم ▁نے ▁پاک ی زہ ▁روح ▁کے ▁ذریعے ▁اس ▁کی ▁مدد ▁فرما ي ی ، ▁اور ▁اگر ▁االله ▁چاہتا ▁تو ▁ان ▁رسول وں ▁کے ▁پیچھے ▁ انے ▁والے ▁لوگ ▁اپنے ▁پاس ▁کھل ی ▁نشان یاں ▁اج انے ▁کے ▁بعد ▁اپ س ▁میں ▁کبھی ▁بھی ▁نہ ▁لڑ تے ▁جھ گ ڑ تے ▁مگر ▁انہوں ▁نے ▁( اس ▁از اد انہ ▁توفیق ▁کے ▁باعث ▁جو ▁انہیں ▁اپنے ▁کي ے ▁پر ▁االله ▁کے ▁حضور ▁جواب ▁ دہ ▁ہونے ▁کے ▁لي ے ▁دی ▁ گي ی ▁تھی ) ▁اختلاف ▁کیا ▁پس ▁ان ▁میں ▁سے ▁کچھ ▁ایمان ▁لاي ے ▁اور ▁ان ▁میں ▁سے ▁کچھ ▁نے ▁کفر ▁اختیار ▁کیا ، ▁( اور ▁یہ ▁بات ▁یاد ▁رکھ و ▁کہ ) ▁اگر ▁االله ▁چاہتا ▁( یعنی ▁انہیں ▁ایک ▁ہی ▁بات ▁پر ▁مجبور ▁رکھتا ) ▁تو ▁وہ ▁کبھی ▁بھی ▁با ہم ▁نہ ▁لڑ تے ، ▁لیکن ▁االله ▁جو ▁چاہتا ▁ہے ▁کرتا ▁ہے ،
▁پھر ▁ہم ▁نے ▁انہیں ▁اٹھایا ۔ ▁تاکہ ▁ہم ▁دیکھیں ▁کہ ▁ان ▁دو ▁گروہ وں ▁میں ▁سے ▁کون ▁اپنے ▁ٹھہر نے ▁کی ▁مدت ▁کا ▁زیادہ ▁ٹھیک ▁شمار ▁کر ▁سکتا ▁ہے۔
▁( یہ ▁کھانا ) ▁نہ ▁فر بہ ▁کرے ▁گا ▁اور ▁نہ ▁بھوک ▁ہی ▁دور ▁کرے ▁گا ،
▁اور ▁جو ک چھ ▁ان ▁کے ▁ دلو ▁ ں ▁میں ▁ خف گی ▁ہو ▁گی ▁ہم ▁اسے ▁دور ▁کرد یں ▁گے ▁ان ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہوں ▁گی ▁اور ▁وہ ▁کہیں ▁گے کہ ▁الله ▁کاش کر ▁ہے ▁جس ▁نے ▁ہمیں ▁یہاں ▁تک ▁پہنچا یا ▁اور ▁ہم ▁راہ ▁نہ ▁پا تے ▁اگر ▁الله ▁ہماری ▁رہنما ي ی ▁نہ ▁فرما تا ▁بے ▁شک ▁ہمارے ▁رب ▁کے ▁رسول ▁سچ ی ▁بات ▁لاي ے ▁تھے ▁ جور ▁او از ▁اي ے ▁گی ▁کہ ▁یہ ▁جنت ▁ہے ▁تم ▁اپنے ▁اعمال ▁کے ▁بدل ے ▁اس ▁کے ▁ وارث ▁ہو ▁ گي ے ▁ہو
▁پھر ▁اسے ▁سیاہ ی ▁ما يل ▁خشک ▁کردیا ،
▁اور ▁اللہ ▁دو ▁اد م یوں ▁کی ▁مثال ▁پیش ▁کرتا ▁ہے ▁جن ▁میں ▁سے ▁ایک ▁ گون گا ▁ہے ▁کسی ▁بات ▁پر ▁قدرت ▁نہیں ▁رکھتا ▁اور ▁وہ ▁اپنے ▁ا قا ▁پر ▁بوجھ ▁ہے ▁وہ ▁اسے ▁ج دھر ▁بھی ▁بھیج ے ▁وہ ▁کسی ▁بھ لا ي ی ▁کے ▁ساتھ ▁واپس ▁نہیں ▁ا تا ▁اور ▁دوسرا ▁وہ ▁ہے ▁جو ▁عدل ▁و ▁انصاف ▁کا ▁حکم ▁دیتا ▁ہے ▁اور ▁خود ▁راہ ▁راست ▁پر ▁قاي م ▁ہے ▁کیا ▁وہ ▁( پ ہ لا ) ▁اور ▁یہ ▁( دو سرا ) ▁برابر ▁ہو ▁سکتے ▁ہیں ؟
▁مشر ک وں ▁کے ▁لیے ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کے ▁پاس ▁کوي ی ▁عہد ▁کی ون کر ▁ہوگا ▁مگر ▁وہ ▁جن ▁سے ▁تم ہ ارا ▁معاہدہ ▁مسجد ▁حرام ▁کے ▁پاس ▁ہوا ▁تو ▁جب ▁تک ▁وہ ▁تمہارے ▁لیے ▁عہد ▁پر ▁قاي م ▁رہیں ▁تم ▁ان ▁کے ▁لیے ▁قاي م ▁رہ و ، ▁بیش ک ▁پر ہ یز گار ▁اللہ ▁کو ▁خوش ▁ا تے ▁ہیں ،
▁بے ▁شک ▁اپ ▁کا ▁رب ▁ہی ▁خوب ▁جانتا ▁ہے ▁کہ ▁کون ▁اس ▁کی ▁راہ ▁سے ▁بہ کا ▁ہے ▁اور ▁وہ ▁ہدایت ▁پانے ▁والوں ▁کو ▁بھی ▁خوب ▁جانتا ▁ہے
▁یا ▁تیر ے ▁لیے ▁سو نے ▁کا ▁ایک ▁گھر ▁بن ▁جاي ے ▁یا ▁تو ▁اس مان ▁پر ▁چڑھ ▁جاي ے ، ▁اور ▁تیر ے ▁چڑھ نے ▁کا ▁بھی ▁ہم ▁یقین ▁نہ ▁کریں ▁گے ▁جب ▁تک ▁کہ ▁تو ▁ہمارے ▁اوپر ▁ایک ▁ایسی ▁تحریر ▁نہ ▁اتار ▁لاي ے ▁جسے ▁ہم ▁پڑھیں " ▁اے ▁محمد ، ▁ان ▁سے ▁کہ و ▁" پا ک ▁ہے ▁میرا ▁پروردگار ! ▁کیا ▁میں ▁ایک ▁پیغام ▁لانے ▁والے ▁انسان ▁کے ▁سوا ▁اور ▁بھی ▁کچھ ▁ہوں ؟ "
▁دیکھ و ▁اگر ▁تم ▁جانتے ▁( یعنی ) ▁علم ▁ال یق ین ▁( ر کھ تے ▁تو ▁غفلت ▁نہ ▁کرتے )
▁اور ▁اس ▁کے ▁بعد ▁بنی ▁اس راي یل ▁سے ▁کہہ ▁دیا ▁کہ ▁اب ▁زمین ▁میں ▁اباد ▁ہو جا و ▁پھر ▁جب ▁اخر ت ▁کے ▁وعدہ ▁کا ▁وقت ▁اج اي ے ▁گا ▁تو ▁ہم ▁تم ▁سب ▁کو ▁سم یٹ ▁کر ▁لے ▁اي یں ▁گے
▁اور ▁جب ▁ان ▁پر ▁قر ان ▁پڑھ ا ▁جاي ے ▁تو ▁سج دہ ▁نہیں ▁کرتے
▁اور ▁اس ▁میں ▁کھ جور وں ▁اور ▁ان گور وں ▁کے ▁باغ ▁پیدا ▁کیے ▁اور ▁اس ▁میں ▁چشم ے ▁جاری ▁کردی ي ے
▁اور ▁پھینک ▁تو ▁ذرا ▁اپنی ▁لا ٹھی " ▁جون ہی ▁کہ ▁موسی ▁نے ▁دیکھا ▁لا ٹھی ▁سان پ ▁کی ▁طرح ▁بل ▁کھا ▁رہی ▁ہے ▁تو ▁پی ٹھ ▁پھ یر ▁کر ▁بھاگ ا ▁اور ▁پیچھے ▁م ڑ ▁کر ▁بھی ▁نہ ▁دیکھا ▁" ا ے ▁موسی ، ▁ڈر و ▁نہیں ▁میرے ▁حضور ▁رسول ▁ڈرا ▁نہیں ▁کرتے
▁اور ▁وہ ▁تمہیں ▁الله ▁کی ▁ ایت وں ▁سے ▁بعد ▁اس ▁کے ▁کہ ▁تم ▁پر ▁نازل ▁ہو ▁چکی ▁ہیں ▁روک ▁نہ ▁دیں ▁اور اپ نے ▁رب ▁کی ▁طرف ▁بلا ▁اور ▁مشر ک وں ▁میں ▁ہر ▁ گز ▁شامل ▁نہ ▁ہو
▁ہاں ▁جو ▁شخص ▁نہ ▁پاي ے ▁اس ▁کے ▁ذم ہ ▁دو ▁مہین وں ▁کے ▁لگا تار ▁روز ے ▁ہیں ▁اس ▁سے ▁پہلے ▁کہ ▁ایک ▁دوسرے ▁کو ▁ہاتھ ▁لگا ي یں ▁اور ▁جس ▁شخص ▁کو ▁یہ ▁طاقت ▁بھی ▁نہ ▁ہو ▁اس ▁پر ▁سا ٹھ ▁مس کین وں ▁کا ▁کھانا ▁کھل انا ▁ہے۔ ▁یہ ▁اس ▁لیے ▁کہ ▁تم ▁اللہ ▁کی ▁اور ▁اس ▁کے ▁رسول ▁کی ▁حکم ▁برداری ▁کرو ، ▁یہ ▁اللہ ▁تعالی ▁کی ▁مقرر ▁کرده ▁حد یں ▁ہیں ▁اور ▁کف ار ▁ہی ▁کے ▁لیے ▁درد ▁ ناک ▁عذاب ▁ہے
▁جو ▁عورت ▁بد کار ▁ہو ▁اور ▁جو ▁مرد ▁تو ▁ان ▁میں ▁ہر ▁ایک ▁کو ▁سو ▁کو ڑے ▁لگا و ▁اور ▁تمہیں ▁ان ▁پر ▁ترس ▁نہ ▁اي ے ▁اللہ ▁کے ▁دین ▁میں ▁اگر ▁تم ▁ایمان ▁لا تے ▁ہو ▁اللہ ▁اور ▁پچھلے ▁دن ▁پر ▁اور ▁چاہیے ▁کہ ▁ان ▁کی ▁سزا ▁کے ▁وقت ▁مسلمانوں ▁کا ▁ایک ▁گروہ ▁حاضر ▁ہو
▁( ا ے ▁رسول ( ص ) ) ▁بے شک ▁ہم ▁نے ▁اپ ( ص ) ▁کو ▁گواہ ▁بنا ▁کر ▁اور ▁بشار ت ▁دینے ▁والا ▁اور ▁ڈرا نے ▁والا ▁بنا ▁کر ▁بھی جا ▁ہے۔
▁اگر ▁تم ▁خیر ات ▁ظاہر ▁کر ▁کے ▁دو ▁تو ▁یہ ▁بھی ▁اچھا ▁ہے ▁( اس ▁سے ▁دوسروں ▁کو ▁تر غ یب ▁ہوگی )، ▁اور ▁اگر ▁تم ▁انہیں ▁مخفی ▁رکھ و ▁اور ▁وہ ▁م حتاج وں ▁کو ▁پہنچا ▁دو ▁تو ▁یہ ▁تمہارے ▁لي ے ▁( اور ) ▁بہتر ▁ہے ، ▁اور ▁االله ▁( اس ▁خیر ات ▁کی ▁وجہ ▁سے ) ▁تمہارے ▁کچھ ▁گناہ وں ▁کو ▁تم ▁سے ▁دور ▁فرما ▁دے ▁گا ، ▁اور ▁االله ▁تمہارے ▁اعمال ▁سے ▁با خبر ▁ہے ،
▁اور ▁جب ▁ہم ▁انسان ▁پر ▁اپنا ▁انعام ▁کرتے ▁ہیں ▁تو ▁وه ▁من ھ ▁پھ یر ▁لی تا ▁ہے ▁اور ▁کنار ه ▁کش ▁ہوجاتا ▁ہے ▁اور ▁جب ▁اسے ▁مصیبت ▁پڑ تی ▁ہے ▁تو ▁بڑی ▁لم بی ▁چو ڑی ▁دعا ي یں ▁کرنے ▁والا ▁بن ▁جاتا ▁ہے
▁جب ▁ہم ▁نے ▁ان ▁کی ▁طرف ▁دو ▁بھیج ے ▁پھر ▁انہوں ▁نے ▁ان ▁کو ▁جھ ٹل ایا ▁تو ▁ہم ▁نے ▁تیسرے ▁سے ▁زور ▁دیا ▁اب ▁ان ▁سب ▁نے ▁کہا ▁کہ ▁بیش ک ▁ہم ▁تمہاری ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں ،
▁ان ▁( گھ ر ▁والوں ) ▁نے ▁کہا ▁خدا ▁کی ▁قسم ▁اپ ▁اپنی ▁پرانی ▁غلطی ▁میں ▁مبتلا ▁ہیں۔
▁اور ▁ہم ▁نے ▁ان ▁پر ▁کچھ ▁ساتھ ی ▁تعینات ▁کیے ▁انہوں ▁نے ▁انہیں ▁بھ لا ▁کردیا ▁جو ▁ان ▁کے ▁ اگ ے ▁ہے ▁اور ▁جو ▁ان ▁کے ▁پیچھے ▁اور ▁ان ▁پر ▁بات ▁پوری ▁ہو ي ی ▁ان ▁گروہ وں ▁کے ▁ساتھ ▁جو ▁ان ▁سے ▁پہلے ▁گزر ▁چکے ▁جن ▁اور ▁اد م یوں ▁کے ، ▁بیش ک ▁وہ ▁ز یاں ▁کار ▁تھے ،
▁اور ▁نہ ▁سا یہ ▁اور ▁دھو پ
▁وہی ▁زندہ ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁اسی ▁کو ▁تم ▁پکار و ▁اپنے ▁دین ▁کو ▁اس ▁کے ▁لیے ▁خالص ▁کر ▁کے ▁ساری ▁تعریف ▁اللہ ▁رب ▁العالم ین ▁ہی ▁کے ▁لیے ▁ہے
▁پہلو ں ▁میں ▁سے ▁بہت ▁سے
▁یقینا ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁اگر ▁ان ▁کے ▁پاس ▁ساری ▁زمین ▁کا ▁سرمایہ ▁ہو ▁اور ▁اتنا ▁ہی ▁اور ▁شامل ▁کرد یں ▁کہ ▁روز ▁ه قی امت ▁کے ▁عذاب ▁کا ▁بدل ہ ▁ہو جا ي ے ▁تو ▁یہ ▁معا وض ہ ▁قبول ▁نہ ▁کیا ▁جاي ے ▁گا ▁اور ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہوگا
▁تو ▁ایسے ▁نماز یوں ▁کی ▁خراب ی ▁ہے
▁بالت حقیق ▁جو ▁لوگ ▁کتاب ▁خدا ▁میں ▁سے ▁ان ▁بات وں ▁کو ▁چھپ ات ے ▁ہیں ▁جو ▁خدا ▁نے ▁نازل ▁کی ▁ہیں ▁اور ▁ان ▁کے ▁عوض ▁تھ وڑ ی ▁سی ▁قیمت ▁وصول ▁کرتے ▁ہیں ▁وہ ▁اپنے ▁پیٹ وں ▁میں ▁ اگ ▁کے ▁سوا ▁کچھ ▁بھی ▁نہیں ▁بھر ▁رہے ▁ہیں ▁قیامت ▁کے ▁دن ▁وہ ▁توجہ ▁رب انی ▁سے ▁اس ▁قدر ▁محروم ▁ہوں ▁گے ▁کہ ▁خدا ي ے ▁تعالی ▁ان ▁سے ▁بات ▁تک ▁نہیں ▁کرے ▁گا۔ ▁اور ▁نہ ▁ہی ▁انہیں ▁( گن ا ہ وں ▁کی ▁ک ث ا فت ▁سے ) ▁پاک ▁کرے ▁گا۔ ▁اور ▁ان ▁کے ▁لیے ▁درد ناک ▁عذاب ▁ہے۔
▁اور ▁جب ▁دس ▁ماه ▁کی ▁حامل ہ ▁اون ٹن یاں ▁چھوڑ ▁دی ▁جاي یں
▁جو ▁لوگ ▁سود ▁کھا تے ▁ہیں ▁وہ ▁( روز ▁قیامت ) ▁کھڑے ▁نہیں ▁ہو ▁سکیں ▁گے ▁مگر ▁جیسے ▁وہ ▁شخص ▁کھڑا ▁ہوتا ▁ہے ▁جسے ▁شیطان ▁( اسی ب ) ▁نے ▁چھ و ▁کر ▁بد حوا س ▁کر ▁دیا ▁ہو ، ▁یہ ▁اس ▁لي ے ▁کہ ▁وہ ▁کہتے ▁تھے ▁کہ ▁تجارت ▁( خر ید ▁و ▁فروخت ) ▁بھی ▁تو ▁سود ▁کی ▁مانند ▁ہے ، ▁حالانک ہ ▁االله ▁نے ▁تجارت ▁( سود اگر ی ) ▁کو ▁حلال ▁فرمایا ▁ہے ▁اور ▁سود ▁کو ▁حرام ▁کیا ▁ہے ، ▁پس ▁جس ▁کے ▁پاس ▁اس ▁کے ▁رب ▁کی ▁جانب ▁سے ▁نص ی حت ▁پہنچ ی ▁سو ▁وہ ▁( سود ▁سے ) ▁باز ▁ا گیا ▁تو ▁جو ▁پہلے ▁گزر ▁چکا ▁وہ ▁اسی ▁کا ▁ہے ، ▁اور ▁اس ▁کا ▁معاملہ ▁االله ▁کے ▁سپر د ▁ہے ، ▁اور ▁جس ▁نے ▁پھر ▁بھی ▁لیا ▁سو ▁ایسے ▁لوگ ▁ج ہن می ▁ہیں ، ▁وہ ▁اس ▁میں ▁ہمیشہ ▁رہیں ▁گے ،
▁فرما ▁دی جي ے : ▁میں ▁تو ▁تمہیں ▁صرف ▁وح ی ▁کے ▁ذریعہ ▁ہی ▁ڈرا تا ▁ہوں ، ▁اور ▁بہ رے ▁پکار ▁کو ▁نہیں ▁سنا ▁کرتے ▁جب ▁بھی ▁انہیں ▁ڈرا یا ▁جاي ے ،
▁مگر ▁انہوں ▁نے ▁اس ▁سے ▁کہہ ▁دیا ▁کہ ▁" ہم ▁تو ▁اسی ▁کی ▁پرست ش ▁کرتے ▁رہیں ▁گے ▁جب ▁تک ▁کہ ▁موسی ▁واپس ▁نہ ▁ا ▁جاي ے "
▁اور ▁ہم ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁اور ▁جو ▁( م خلو قات ) ▁ان ▁میں ▁ہے ▁اس ▁کو ▁تدبیر ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے۔ ▁اور ▁قیامت ▁تو ▁ضرور ▁ا کر ▁رہے ▁گی ▁تو ▁تم ▁( ان ▁لوگوں ▁سے ) ▁اچھی ▁طرح ▁سے ▁در گز ر ▁کرو
▁کہہ ▁دو ▁کہ ▁ہر ▁شخص ▁اپنے ▁طریق ▁کے ▁مطابق ▁عمل ▁کرتا ▁ہے۔ ▁سو ▁تم ہ ارا ▁پروردگار ▁اس ▁شخص ▁سے ▁خوب ▁وا قف ▁ہے ▁جو ▁سب ▁سے ▁زیادہ ▁سید ھے ▁رس تے ▁پر ▁ہے
▁اے ▁ایمان ▁والو ! ▁خدا ▁نے ▁جو ▁تم ▁پر ▁احسان ▁کیا ▁ہے ▁اس ▁کو ▁یاد ▁کرو ۔ ▁جب ▁ایک ▁جماعت ▁نے ▁اراد ہ ▁کیا ▁کہ ▁تم ▁پر ▁دست ▁در ازی ▁کریں ▁تو ▁اس ▁نے ▁ان ▁کے ▁ہاتھ ▁روک ▁دی ي ے ▁اور ▁خدا ▁سے ▁ڈر تے ▁رہ وں ▁اور ▁مومن و ▁کو ▁خدا ▁ہی ▁پر ▁بھر وس ہ ▁رکھنا ▁چاہ ی ي ے
▁بڑی ▁برکت ▁والا ▁ہے ▁وہ ▁کہ ▁جس ▁نے ▁اتار ا ▁قر ان ▁اپنے ▁بند ہ ▁پر ▁جو ▁سارے ▁ جہ ان ▁کو ▁ڈر ▁سن انے ▁والا ▁ہو
▁اور ▁ہم ▁اس ▁طور ▁پر ▁دل ايل ▁کو ▁مختلف ▁پہلو وں ▁سے ▁بیان ▁کرتے ▁ہیں ▁تاکہ ▁یہ ▁یوں ▁کہیں ▁کہ ▁اپ ▁نے ▁کسی ▁سے ▁پڑھ ▁لیا ▁ہے ▁اور ▁تاکہ ▁ہم ▁اس ▁کو ▁دانش مند وں ▁کے ▁لي ے ▁خوب ▁ظاہر ▁کرد یں
▁تم ▁پہاڑ ▁کھو د ▁کھو د ▁کر ▁فخر یہ ▁ان ▁میں ▁عمارت یں ▁بنا تے ▁ہو
▁ہم ▁نے ▁انسان ▁کو ▁بہترین ▁ساخت ▁میں ▁پیدا ▁کیا ▁ہے
▁بس ▁ہم ▁نے ▁اپ ▁ہی ▁کی ▁زبان ▁میں ▁اس ▁( قر ان ) ▁کو ▁اسان ▁کر ▁دیا ▁ہے ▁تاکہ ▁وہ ▁نص ی حت ▁حاصل ▁کریں ،
▁اے ▁داود ( ع ) ! ▁ہم ▁نے ▁تم ▁کو ▁زمین ▁میں ▁خل یف ہ ▁مقرر ▁کیا ▁ہے ▁پس ▁حق ▁و ▁انصاف ▁کے ▁ساتھ ▁لوگوں ▁میں ▁فیصلہ ▁کیا ▁کرو ▁اور ▁خواہش ▁نفس ▁کی ▁پیر وی ▁نہ ▁کرو ▁کہ ▁وہ ▁تمہیں ▁اللہ ▁کی ▁راہ ▁سے ▁بھ ٹک ا ▁دے ▁گی ▁اور ▁جو ▁اللہ ▁کی ▁راہ ▁سے ▁بھ ٹک ▁جاتے ▁ہیں ▁ان ▁کی لي ے ▁سخت ▁عذاب ▁ہے ▁اس ▁لي ے ▁انہوں ▁نے ▁یوم ▁الحساب ▁( قی امت ) ▁کو ▁بھ لا ▁دیا ▁ہے۔
▁اگر ▁تو ▁اون چی ▁بات ▁کہ ے ▁تو ▁وه ▁تو ▁ہر ▁ایک ▁پوش یده ، ▁بلکہ ▁پوش یده ▁سے ▁پوش یده ▁تر ▁چیز ▁کو ▁بھی ▁بخ وب ی ▁جانتا ▁ہے
▁اور ▁جب ▁( مصر ▁سے ) ▁قافل ہ ▁روانہ ▁ہوا ▁تو ▁ان ▁کے ▁باپ ▁نے ▁( کن عان ▁میں ) ▁کہا ▁اگر ▁تم ▁مجھے ▁مخ بوط ▁الح وا س ▁نہ ▁سمجھ و ▁تو ▁میں ▁یوسف ▁( ع ) ▁کی ▁خوشبو ▁محسوس ▁کر ▁رہا ▁ہوں۔
▁پھر ▁اس ▁کی ▁نسل ▁ایک ▁ایسے ▁ست ▁سے ▁چلا ي ی ▁جو ▁حق یر ▁پانی ▁کی ▁طرح ▁کا ▁ہے
▁کہ ▁اے ▁رب ▁انصاف ▁کا ▁فیصلہ ▁کر ▁دے ▁اور ▁ہمارا ▁رب ▁بڑا ▁مہر بان ▁ہے ▁اسی ▁سے ▁مدد ▁مانگ تے ▁ہیں ▁ان ▁بات وں ▁پر ▁جو ▁تم ▁بیان ▁کرتے ▁ہو
▁اور ▁جب ▁ان ▁کے ▁پاس ▁حق ▁اپ ہن چا ▁تو ▁کہنے ▁لگے : ▁یہ ▁جادو ▁ہے ▁اور ▁ہم ▁اس ▁کے ▁من کر ▁ہیں ،
▁بے ▁شک ▁جن ▁لوگوں ▁نے ▁کہا : ▁ہمارا ▁رب ▁االله ▁ہے ، ▁پھر ▁وہ ▁( اس ▁پر ▁مضبوط ی ▁سے ) ▁قاي م ▁ہو گي ے ، ▁تو ▁ان ▁پر ▁فرشت ے ▁اتر تے ▁ہیں ▁( اور ▁کہتے ▁ہیں ) ▁کہ ▁تم ▁خوف ▁نہ ▁کرو ▁اور ▁نہ ▁غم ▁کرو ▁اور ▁تم ▁جنت ▁کی ▁خوش یاں ▁من او ▁جس ▁کا ▁تم ▁سے ▁وعدہ ▁کیا ▁جاتا ▁تھا ،
▁اور ▁جن ▁لوگوں ▁نے ▁ایمان ▁قبول ▁کیا ▁اور ▁نیک ▁کام ▁کیے ▁انہیں ▁میں ▁اپنے ▁نیک ▁بند وں ▁میں ▁شمار ▁کر ▁ل وں ▁گا
▁کہ ي ے ▁کہ ▁کیا ▁تمہارے ▁شرک اي ▁میں ▁کوي ی ▁ایسا ▁ہے ▁جو ▁حق ▁کی ▁ہدایت ▁کر س کے ▁اور ▁پھر ▁بتا ي ی ے ▁کہ ▁اللہ ▁ہی ▁حق ▁کی ▁ہدایت ▁کرتا ▁ہے ▁اور ▁جو ▁حق ▁کی ▁ہدایت ▁کرتا ▁ہے ▁وہ ▁واقعا ▁قابل ▁اتباع ▁ہے ▁یا ▁جو ▁ہدایت ▁کرنے ▁کے ▁قابل ▁بھی ▁نہیں ▁ہے ▁مگر ▁یہ ▁کہ ▁خود ▁اس ▁کی ▁ہدایت ▁کی ▁جاي ے ▁تو ▁اخر ▁تمہیں ▁کیا ہو گیا ▁ہے ▁اور ▁تم ▁کیسے ▁فیصلے ▁کررہے ▁ہو
▁قسم ▁ہے ▁ایک ▁پہ ر ▁چڑھ ے ▁دن ▁کی
▁اور ▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁اس ▁رسول ▁کو ▁کیا ▁ہوگیا ▁ہے ▁کہ ▁یہ ▁کھانا ▁بھی ▁کھا تا ▁ہے ▁اور ▁بازار وں ▁میں ▁چک ر ▁بھی ▁لگا تا ▁ہے ▁اور ▁اس ▁کے ▁پاس ▁کوي ی ▁ملک ▁کیوں ▁نہیں ▁نازل ▁کیا ▁جاتا ▁جو ▁اس ▁کے ▁ساتھ ▁مل ▁کر ▁عذاب ▁ها لہ ی ▁سے ▁ڈرا نے ▁والا ▁ثابت ▁ہو
▁یقینا ▁اس ▁نے ▁اپنے ▁رب ▁کی ▁بڑی ▁بڑی ▁نشانی وں ▁میں ▁سے ▁بعض ▁نشان یاں ▁دیکھ ▁لیں
▁پس ▁کچھ ▁زیادہ ▁دیر ▁نہیں ▁گزر ی ▁تھی ▁کہ ▁ہ د ▁ہ د ▁نے ▁ا کر ▁کہا ▁کہ ▁میں ▁نے ▁وہ ▁بات ▁معلوم ▁کی ▁ہے ▁جو ▁اپ ▁کو ▁معلوم ▁نہیں ▁ہے۔ ▁اور ▁میں ▁( ملک ) ▁سب ا ▁سے ▁اپ ▁کے ▁پاس ▁ایک ▁یقینی ▁خبر ▁لا یا ▁ہوں۔
▁اور ▁بیش ک ▁ہم ▁نے ▁ جہ نم ▁کے ▁لي ے ▁جن وں ▁اور ▁انسان وں ▁میں ▁سے ▁بہت ▁سے ▁( افراد ) ▁کو ▁پیدا ▁فرمایا ▁وہ ▁دل ▁( و ▁دماغ ) ▁رکھتے ▁ہیں ▁( م گر ) ▁وہ ▁ان ▁سے ▁( حق ▁کو ) ▁سمجھ ▁نہیں ▁سکتے ▁اور ▁وہ ▁ان کھ یں ▁رکھتے ▁ہیں ▁( م گر ) ▁وہ ▁ان ▁سے ▁( حق ▁کو ) ▁دیکھ ▁نہیں ▁سکتے ▁اور ▁وہ ▁کان ▁( بھی ) ▁رکھتے ▁ہیں ▁( م گر ) ▁وہ ▁ان ▁سے ▁( حق ▁کو ) ▁سن ▁نہیں ▁سکتے ، ▁وہ ▁لوگ ▁چو پای وں ▁کی ▁طرح ▁ہیں ▁بلکہ ▁( ان ▁سے ▁بھی ) ▁زیادہ ▁گمراہ ، ▁وہی ▁لوگ ▁ہی ▁غافل ▁ہیں ،
▁بول ے ▁خدا ▁کی ▁قسم ! ▁تمہیں ▁خوب ▁معلوم ▁ہے ▁کہ ▁ہم ▁زمین ▁میں ▁فساد ▁کرنے ▁نہ ▁اي ے ▁اور ▁نہ ▁ہم ▁چور ▁ہیں ،
▁اور ▁اس ▁دن ▁ جہ نم ▁( سام نے ) ▁لاي ی ▁جاي ے ▁گی ▁اور ▁اس ▁دن ▁انسان ▁کو ▁سمجھ ▁اي ے ▁گی ▁مگر ▁اب ▁سمجھ ▁ انے ▁کا ▁کیا ▁فاي دہ ؟
▁پر وا نگی ▁( ا جاز ت ) ▁عطا ▁ہو ي ی ▁انہیں ▁جن ▁سے ▁کا فر ▁لڑ تے ▁ہیں ▁اس ▁بناء ▁پر ▁کہ ▁ان ▁پر ▁ظلم ▁ہوا ▁اور ▁بیش ک ▁اللہ ▁ان ▁کی ▁مدد ▁کرنے ▁پر ▁ضرور ▁قادر ▁ہے ،
▁ہم ▁نے ▁انسان ▁کو ▁اس ▁کے ▁ماں ▁باپ ▁کے ▁متعلق ▁نص ی حت ▁کی ▁ہے ، ▁اس ▁کی ▁ماں ▁نے ▁د کھ ▁پر ▁د کھ ▁اٹھا ▁کر ▁اسے ▁حمل ▁میں ▁رکھا ▁اور ▁اس ▁کی ▁دو دھ ▁چھ ڑا ي ی ▁دو ▁برس ▁میں ▁ہے ▁کہ ▁تو ▁میری ▁اور ▁اپنے ▁ماں ▁باپ ▁کی ▁شکر ▁گزار ی ▁کر ، ▁( تم ▁سب ▁کو ) ▁میری ▁ہی ▁طرف ▁لوٹ ▁کر ▁انا ▁ہے
▁کہہ ▁دی جي ے ! ▁کہ ▁میرا ▁پروردگار ▁( اپ نے ▁بند وں ▁میں ▁سے ) ▁جس ▁کی لي ے ▁چاہتا ▁ہے ▁ رزق ▁کش اد ہ ▁کر ▁دیتا ▁ہے ▁اور ▁جس ▁کی لي ے ▁چاہتا ▁ہے ▁تنگ ▁کر ▁دیتا ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁( اس ▁حقیقت ▁کو ) ▁جانتے ▁نہیں ▁ہیں۔
▁اور ▁تم ▁سے ▁ذو الق رن ین ▁کو ▁پوچھ تے ▁ہیں ▁تم ▁فرما و ▁میں ▁تمہیں ▁اس ▁کا ▁مذکور ▁پڑھ ▁کر ▁سنا تا ▁ہوں ،
▁اور جب ▁ہم ▁نے ▁فرشت وں ▁سے ▁کہا ▁کہ ▁اد م ▁کو ▁سج دہ ▁کرو ▁تو ▁انہوں ▁نے ▁سج دہ ▁کیا ▁مگر ▁اب لیس ▁کہ ▁اس ▁نے ▁انکار ▁کیا ▁اور ت ک بر ▁کیا ▁اور کا فر وں ▁میں ▁سے ▁ہو ▁گیا
▁پھر ▁تم ▁سے ▁خوف ▁کھا ▁کر ▁میں ▁تم ▁میں ▁سے ▁بھاگ ▁گیا ، ▁پھر ▁مجھے ▁میرے ▁رب ▁نے ▁حکم ▁و ▁علم ▁عطا ▁فرمایا ▁اور ▁مجھے ▁اپنے ▁پیغمبر وں ▁میں ▁سے ▁کر ▁دیا
▁پھر ▁ان ▁کو ▁خدا ▁نے ▁دنیا ▁کی ▁زندگی ▁میں ▁رس وا ي ی ▁کا ▁م زہ ▁چک ھا ▁دیا۔ ▁اور ▁اخر ت ▁کا ▁عذاب ▁تو ▁بہت ▁بڑا ▁ہے۔ ▁کاش ▁یہ ▁سمجھ ▁رکھتے
▁اے ▁ی عق وب ▁کی ▁اولاد ! ▁میرے ▁وہ ▁احسان ▁یاد ▁کرو ، ▁جو ▁میں ▁نے ▁تم ▁پر ▁کي ے ▁تھے ▁اور ▁یہ ▁کہ ▁میں ▁نے ▁تم ▁کو ▁ جہ ان ▁کے ▁لوگوں ▁پر ▁فضیلت ▁بخشی ▁تھی
▁اور ▁اگر ▁ہم ▁ان ▁پر ▁حکم ▁کرتے ▁کہ ▁اپنی ▁جان وں ▁کو ▁ہلاک ▁کر ▁دو ▁یا ▁اپنے ▁گھروں ▁سے ▁نکل ▁جا و ▁تو ▁ان ▁میں ▁سے ▁بہت ▁ہی ▁کم ▁اد می ▁اس ▁پر ▁عمل ▁کرتے ▁اور ▁اگر ▁یہ ▁لوگ ▁کریں ▁جو ▁ان ▁کو ▁نص ی حت ▁کی ▁جاتی ▁ہے ▁تو ▁یہ ▁ان ▁کے ▁لیے ▁زیادہ ▁بہتر ▁ہوتا ▁اور ▁دین ▁میں ▁زیادہ ▁ثابت ▁رکھنے ▁والا ▁ہوتا
▁وہاں ▁ان ▁کا ▁قول ▁یہ ▁ہوگا ▁کہ ▁خدای ا ▁تو ▁پاک ▁اور ▁بے ▁نیاز ▁ہے ▁اور ▁ان ▁کا ▁ تحف ہ ▁سلام ▁ہوگا ▁اور ▁ان ▁کا ▁اخر ی ▁بیان ▁یہ ▁ہوگا ▁کہ ▁ساری ▁تعریف ▁خدا ي ے ▁رب ▁العالم ین ▁کے ▁لي ے ▁ہے
▁اللہ ▁کے ▁سوا ، ▁کیا ▁وہ ▁تمہاری ▁مدد ▁کرسکتے ▁ہیں ▁یا ▁خود ▁اپنی ▁مدد ▁کرسکتے ▁ہیں ؟ ▁( کہ ▁اپنے ▁اپ ▁کو ▁دوزخ ▁سے ▁بچ ال یں )،
▁اور ▁وہ ▁جس ▁عورت ▁کے ▁گھر ▁میں ▁تھا ▁اس ▁نے ▁اسے ▁ل بھ ایا ▁کہ ▁اپنا ▁اپ ا ▁نہ ▁رو کے ▁اور ▁دروازے ▁سب ▁بند ▁کردی ے ▁اور ▁بول ی ▁او ▁تمہیں ▁سے ▁کہ تی ▁ہوں ▁کہا ▁اللہ ▁کی ▁پناہ ▁وہ ▁عزیز ▁تو ▁میرا ▁رب ▁یعنی ▁پرورش ▁کرنے ▁والا ▁ہے ▁اس ▁نے ▁مجھے ▁اچھی ▁طرح ▁رکھا ▁بیش ک ▁ظالم وں ▁کا ▁بھ لا ▁نہیں ▁ہوتا ،
▁اور ▁جو ▁رسول ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁بھیج ے ▁اپ ▁ان ▁سے ▁پوچھ ي ے ▁کہ ▁کیا ▁ہم ▁نے ▁( خدا ي ے ) ▁رحمان ▁کے ▁سوا ▁کوي ی ▁اور ▁مع بود ▁بنا ي ے ▁تھے ▁کہ ▁ان ▁کی ▁پرست ش ▁کی ▁جاي ے ،
▁کہہ ▁دو ▁کہ ▁ہم ▁تمہیں ▁بتا ي یں ▁جو ▁عمل وں ▁کے ▁لحاظ ▁سے ▁بڑے ▁نقصان ▁میں ▁ہیں
▁وہ ▁اور ▁ان ▁کی ▁بیوی اں ▁سب ▁جنت ▁کی ▁چھ ا وں ▁میں ▁تخت ▁پر ▁تک ی ي ے ▁لگا ي ے ▁ا رام ▁کررہے ▁ہوں ▁گے
▁اور ▁جو ▁انکار ▁کرکے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل اي یں ، ▁وه ▁ج ہن می ▁ہیں ▁اور ▁ہمیشہ ▁اسی ▁میں ▁رہیں ▁گے
▁اور ▁ہم ▁ہی ▁نے ▁انسان ▁کو ▁پیدا ▁کیا ▁ہے ▁اور ▁جو ▁خیالات ▁اس ▁کے ▁دل ▁میں ▁گزر تے ▁ہیں ▁ہم ▁ان ▁کو ▁جانتے ▁ہیں۔ ▁اور ▁ہم ▁اس ▁کی ▁ رگ ▁جان ▁سے ▁بھی ▁اس ▁سے ▁زیادہ ▁قریب ▁ہیں
▁اور ▁جب ▁منا فق ▁اور ▁وہ ▁لوگ ▁جن ▁کے ▁دل وں ▁میں ▁بیماری ▁تھی ▁کہنے ▁لگے ▁کہ ▁خدا ▁اور ▁رسول ▁نے ▁ہم ▁سے ▁( فتح ▁کا ) ▁جو ▁وعدہ ▁کیا ▁تھا ▁وہ ▁دھو کہ ▁کے ▁سوا ▁کچھ ▁نہ ▁تھا۔
▁اور ▁ہم ▁نے ▁کتنے ▁ہی ▁غ یب ▁بتا نے ▁والے ▁( ن بی ) ▁ا گل وں ▁میں ▁بھیج ے ،
▁( سب ) ▁پیغمبر وں ▁کو ▁( خدا ▁نے ) ▁خوش خبر ی ▁سن انے ▁والے ▁اور ▁ڈرا نے ▁والے ▁( بنا ▁کر ▁بھی جا ▁تھا ) ▁تاکہ ▁پیغمبر وں ▁کے ▁ انے ▁کے ▁بعد ▁لوگوں ▁کو ▁خدا ▁پر ▁الزام ▁کا ▁موقع ▁نہ ▁رہے ▁اور ▁خدا ▁غالب ▁حکمت ▁والا ▁ہے
▁فرشت ے ▁نے ▁کہا ▁" ایس ا ▁ہی ▁ہوگا ، ▁تیر ا ▁رب ▁فرما تا ▁ہے ▁کہ ▁ایسا ▁کرنا ▁میرے ▁لیے ▁بہت ▁اسان ▁ہے ▁اور ▁ہم ▁یہ ▁اس ▁لیے ▁کریں ▁گے ▁کہ ▁اس ▁لڑکے ▁کو ▁لوگوں ▁کے ▁لیے ▁ایک ▁نشانی ▁بنا ي یں ▁اور ▁اپنی ▁طرف ▁سے ▁ایک ▁رحمت ▁اور ▁یہ ▁کام ▁ہو ▁کر ▁رہ نا ▁ہے "
▁اے ▁میرے ▁بیٹے ! ▁نماز ▁برپا ▁رکھ ▁اور ▁اچھی ▁بات ▁کا ▁حکم ▁دے ▁اور ▁بری ▁بات ▁سے ▁منع ▁کر ▁اور ▁جو ▁افتاد ▁ت جھ ▁پر ▁پڑے ▁اس ▁پر ▁صبر ▁کر ، ▁بیش ک ▁یہ ▁ہم ت ▁کے ▁کام ▁ہیں
▁وه ▁رات ▁کو ▁بہت ▁کم ▁سوی ا ▁کرتے ▁تھے
▁اس ▁نے ▁( ن کت ہ ▁توحید ▁سمجھا نے ▁کے ▁لي ے ) ▁تمہارے ▁لي ے ▁تمہاری ▁ذاتی ▁زندگی وں ▁سے ▁ایک ▁مثال ▁بیان ▁فرما ي ی ▁ہے ▁کہ ▁کیا ▁جو ▁( لو نڈی ، ▁غلام ) ▁تمہاری ▁ملک ▁میں ▁ہیں ▁اس ▁مال ▁میں ▁جو ▁ہم ▁نے ▁تمہیں ▁عطا ▁کیا ▁ہے ▁شر ا کت ▁دار ▁ہیں ، ▁کہ ▁تم ▁( سب ) ▁اس ▁( ملک یت ) ▁میں ▁برابر ▁ہو ▁جا و ۔ ▁( م زید ▁یہ ▁کہ ▁کیا ) ▁تم ▁ان ▁سے ▁اسی ▁طرح ▁ڈر تے ▁ہو ▁جس ▁طرح ▁تمہیں ▁اپ نوں ▁کا ▁خوف ▁ہوتا ▁ہے ▁( نہیں ) ▁اسی ▁طرح ▁ہم ▁عقل ▁رکھنے ▁والوں ▁کے ▁لي ے ▁نشان یاں ▁کھول ▁کر ▁بیان ▁کرتے ▁ہیں ▁( کہ ▁االله ▁کا ▁بھی ▁اس ▁کی ▁مخلوق ▁میں ▁کوي ی ▁شریک ▁نہیں ▁ہے )،
▁اور ▁اس ▁نے ▁اپنی ▁رحمت ▁سے ▁تمہارے ▁لي ے ▁رات ▁اور ▁دن ▁کو ▁بنایا ▁تاکہ ▁تم ▁رات ▁میں ▁ا رام ▁کرو ▁اور ▁( دن ▁میں ) ▁اس ▁کا ▁فضل ▁( روز ی ) ▁تلاش ▁کر سکو ▁اور ▁تاکہ ▁تم ▁شکر ▁گزار ▁بن و ،
▁اور ▁یہ ▁اللہ ▁کے ▁سوا ▁ان ▁کی ▁عبادت ▁کر ▁رہے ▁ہیں ▁جس ▁کی ▁کوي ی ▁خدا ي ی ▁دلیل ▁نازل ▁نہیں ▁ہو ي ی ▁نہ ▁وه ▁خود ▁ہی ▁اس ▁کا ▁کوي ی ▁علم ▁رکھتے ▁ہیں۔ ▁ظالم وں ▁کا ▁کوي ی ▁مدد گار ▁نہیں
▁تو ▁اس ▁دن ▁ظالم وں ▁کو ▁نفع ▁نہ ▁دے ▁گی ▁ان ▁کی ▁معذرت ▁اور ▁نہ ▁ان ▁سے ▁کوي ی ▁راضی ▁کرنا ▁ما نگے
▁فرما ▁دی جي ی ے : ▁اے ▁اہل ▁کتاب ! ▁تم ▁اپنے ▁دین ▁میں ▁نا حق ▁حد ▁سے ▁تجاوز ▁نہ ▁کیا ▁کرو ▁اور ▁نہ ▁ان ▁لوگوں ▁کی ▁خواہش ات ▁کی ▁پیر وی ▁کیا ▁کرو ▁جو ▁( بعث ت ▁محمد ی ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁سے ) ▁پہلے ▁ہی ▁گمراہ ▁ہو ▁چکے ▁تھے ▁اور ▁بہت ▁سے ▁( اور ) ▁لوگوں ▁کو ▁( بھی ) ▁گمراہ ▁کر گي ے ▁اور ▁( بعث ت ▁محمد ی ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁بعد ▁بھی ) ▁سی دھی ▁راہ ▁سے ▁بھ ٹک ے ▁رہے ،
▁( ک فار ) ▁کہتے ▁ہیں : ▁کیا ▁ہم ▁پہلی ▁زندگی ▁کی ▁طرف ▁پل ٹا ي ے ▁جاي یں ▁گے ،
▁پس ▁اپ ▁ان ▁( ک فار ▁مکہ ) ▁سے ▁پوچھ ي ے ▁کیا ▁اپ ▁کے ▁رب ▁کے ▁لي ے ▁بیٹی اں ▁ہیں ▁اور ▁ان ▁کے ▁لي ے ▁بیٹے ▁ہیں ،
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁تم ▁اس ▁میں ▁سے ▁( را ہ ▁خدا ▁میں ) ▁خرچ ▁کرو ▁جو ▁تمہیں ▁اللہ ▁نے ▁عطا ▁کیا ▁ہے ▁تو ▁کا فر ▁لوگ ▁ایمان ▁والوں ▁سے ▁کہتے ▁ہیں : ▁کیا ▁ہم ▁اس ▁( غر یب ) ▁شخص ▁کو ▁کھل اي یں ▁جسے ▁اگر ▁اللہ ▁چاہتا ▁تو ▁( خود ▁ہی ) ▁کھل ا ▁دیتا ۔ ▁تم ▁تو ▁کھل ی ▁گمراہ ی ▁میں ▁ہی ▁( م بت لا ) ▁ہو گي ے ▁ہو ،
▁وہ ▁جانتا ▁ہے ▁جو ▁کچھ ▁زمین ▁کے ▁اندر ▁داخل ▁ہوتا ▁ہے ▁اور ▁جو ▁کچھ ▁اس ▁سے ▁نکل تا ▁ہے ▁اور ▁جو ▁کچھ ▁اس مان ▁سے ▁اتر تا ▁ہے ▁اور ▁جو ▁کچھ ▁اس ▁میں ▁چڑھ تا ▁ہے ▁وہ ▁بڑا ▁رحم ▁کرنے ▁والا ، ▁بڑا ▁بخش نے ▁والا ▁ہے۔
▁اے ▁پیغمبر ▁اپ ▁اس ▁حکم ▁کو ▁پہنچا د یں ▁جو ▁اپ ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁نازل ▁کیا ▁گیا ▁ہے ▁اور ▁اگر ▁اپ ▁نے ▁یہ ▁نہ ▁کیا ▁تو ▁گویا ▁اس ▁کے ▁پیغام ▁کو ▁نہیں ▁پہنچا یا ▁اور ▁خدا ▁اپ ▁کو ▁لوگوں ▁کے ▁شر ▁سے ▁محفوظ ▁رکھے ▁گا ▁کہ ▁اللہ ▁کا فر وں ▁کی ▁ہدایت ▁نہیں ▁کرتا ▁ہے
▁انسان وں ▁تمہارے ▁لي ے ▁ایک ▁مثل ▁بیان ▁کی ▁ گي ی ▁ہے ▁لہذا ▁اسے ▁غور ▁سے ▁سن و - یہ ▁لوگ ▁جنہیں ▁تم ▁خدا ▁کو ▁چھوڑ ▁کر ▁او از ▁دیتے ▁ہو ▁یہ ▁سب ▁مل ▁بھی ▁جاي یں ▁تو ▁ایک ▁م کھی ▁نہیں ▁پیدا ▁کرسکتے ▁ہیں ▁اور ▁اگر ▁م کھی ▁ان ▁سے ▁کوي ی ▁چیز ▁چھ ین ▁لے ▁تو ▁یہ ▁اس ▁سے ▁چھ ڑا ▁بھی ▁نہیں ▁سکتے ▁ہیں ▁کہ ▁طالب ▁اور ▁مطلوب ▁دونوں ▁ہی ▁کمزور ▁ہیں
▁وہ ▁جلا تا ▁اور ▁مار تا ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁پھر و ▁گے ،
▁( پس ▁اے ▁رجوع ▁کرنے ▁والو ) ▁اللہ ▁ہی ▁کو ▁پکار و ▁اپنے ▁دین ▁کو ▁اس ▁کے ▁لیے ▁خالص ▁کر ▁کے ، ▁خواہ ▁تم ہ ارا ▁یہ ▁فعل ▁کا فر وں ▁کو ▁کت نا ▁ہی ▁نا گو ار ▁ہو
▁تم ▁اس ▁کے ▁سوا ▁جس ▁کی ▁چاہ و ▁عبادت ▁کرتے ▁رہ و ▁کہہ ▁دی جي ے ! ▁کہ ▁حقیقی ▁ز یاں ▁کار ▁وه ▁ہیں ▁جو ▁اپنے ▁اپ ▁کو ▁اور ▁اپنے ▁اہل ▁کو ▁قیامت ▁کے ▁دن ▁نقصان ▁میں ▁ڈال ▁دیں ▁گے ، ▁یاد ▁رکھ و ▁کہ ▁کھل م ▁کھل ا ▁نقصان ▁یہی ▁ہے
▁اور ▁( قوم ) ▁ثم ود ▁( کے ▁حال ) ▁میں ▁( نشان ی ▁ہے ) ▁جب ▁ان ▁سے ▁کہا ▁گیا ▁کہ ▁ایک ▁وقت ▁تک ▁فاي دہ ▁اٹھا لو
▁اور ▁جب ▁اس مان ▁کا ▁چھ ل کا ▁اتار ▁دیا ▁جاي ے ▁گا
▁اور ▁ہمارا ▁حکم ▁بس ▁ایک ▁ہی ▁حکم ▁ہوتا ▁ہے ▁اور ▁پل ک ▁جھ پک ات ے ▁وہ ▁عمل ▁میں ▁ا ▁جاتا ▁ہے
▁اور ▁بھ لا ي ی ▁اور ▁براي ی ▁برابر ▁نہیں ▁ہیں ▁اپ ( ص ) ▁( بد ی ▁کا ) ▁احسن ▁طریقہ ▁سے ▁دفع یہ ▁کریں ▁تو ▁اپ ▁دیکھیں ▁گے ▁کہ ▁اپ ▁میں ▁اور ▁جس ▁میں ▁دشمن ی ▁تھی ▁وہ ▁گویا ▁اپ ▁کا ▁ج گری ▁دوست ▁بن ▁گیا۔
▁دیکھ ي ے ▁انہوں ▁نے ▁خود ▁اپنے ▁اوپر ▁کی سا ▁جھوٹ ▁بولا ▁اور ▁جو ▁بہت ان ▁وہ ▁( د نیا ▁میں ) ▁تراش ا ▁کرتے ▁تھے ▁وہ ▁ان ▁سے ▁غا يب ▁ہوگیا ،
▁کیا ▁تم ▁نے ▁ان ▁لوگوں ▁کی ▁طرف ▁نہیں ▁دیکھا ▁جن ▁کو ▁کتاب ▁( الہ ی ) ▁کا ▁کچھ ▁حصہ ▁دیا ▁گیا ▁کہ ▁وہ ▁گمراہ ی ▁خرید ▁رہے ▁ہیں ▁اور ▁چاہتے ▁ہیں ▁کہ ▁تم ▁بھی ▁سید ھے ▁راستے ▁سے ▁بہ ک ▁جا و ۔
▁اگر ▁یہ ▁سچ ے ▁ہیں ▁تو ▁ایسا ▁کلام ▁بنا ▁تو ▁لاي یں
▁اور ▁بہت ▁سے ▁جانور ▁ہیں ▁جو ▁اپنا ▁ رزق ▁اٹھا ي ے ▁نہیں ▁پھر تے ▁الله ▁ہی ▁انہیں ▁اور ▁تمہیں ▁ رزق ▁دیتا ▁ہے ▁اور ▁وہ ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁اور ▁ہم ▁کسی ▁پر ▁اس ▁کی ▁طاقت ▁سے ▁بڑھ ▁کر ▁بوجھ ▁نہیں ▁ڈال تے ▁اور ▁ہمارے ▁پاس ▁ایک ▁کتاب ▁ہے ▁جو ▁سچ ▁بول ے ▁گی ▁اور ▁ان ▁پر ▁ظلم ▁نہیں ▁کیا ▁جاي ے ▁گا
▁پھر ▁تم ▁اے ▁گمراہ و ▁جھ ٹل انے ▁والو !
▁اور ▁گھ نے ▁باغ ▁ اگ اي یں
▁اپ ▁کہ ي ے ! ▁بہت ▁ممکن ▁ہے ▁کہ ▁جس ▁( ع ذ اب ) ▁کی لي ے ▁تم ▁جلد ی ▁کر ▁رہے ▁ہو ▁اس ▁کا ▁کچھ ▁حصہ ▁تمہارے ▁پیچھے ▁ا ▁لگا ▁ہو ( قر یب ▁ا گیا ▁ہو ) ۔
▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لي ے ▁بڑی ▁ہلاکت ▁ہے ،
▁اور ▁ہم ▁نے ▁تم ▁کو ▁سات ▁( ایت یں ) ▁جو ▁( نم از ▁میں ) ▁ دہ را ▁کر ▁پڑھ ی ▁جاتی ▁ہیں ▁( یعنی ▁سور ہ ٴ ▁الحمد ) ▁اور ▁عظمت ▁والا ▁قر ان ▁عطا ▁فرمایا ▁ہے
▁پھر ▁اپ ▁کا ▁پروردگار ▁ان ▁لوگوں ▁کے ▁لي ے ▁جنہوں ▁نے ▁( س خت ) ▁از ماي ش ▁میں ▁مبتلا ▁ہونے ▁کے ▁بعد ▁ہ جر ت ▁کی ▁پھر ▁جہاد ▁کیا ▁اور ▁صبر ▁سے ▁کام ▁لیا ▁یقینا ▁( اپ ▁کا ) ▁پروردگار ▁ان ▁اعمال ▁کے ▁بعد ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁اے ▁نبی ، ▁جن ▁لوگوں ▁کو ▁ہم ▁نے ▁پہلے ▁کتاب ▁دی ▁تھی ▁وہ ▁اس ▁کتاب ▁سے ▁جو ▁ہم ▁نے ▁تم ▁پر ▁نازل ▁کی ▁ہے ، ▁خوش ▁ہیں ▁اور ▁مختلف ▁گروہ وں ▁میں ▁کچھ ▁لوگ ▁ایسے ▁بھی ▁ہیں ▁جو ▁اس ▁کی ▁بعض ▁بات وں ▁کو ▁نہیں ▁مان تے ▁تم ▁صاف ▁کہہ ▁دو ▁کہ ▁" م جھ ے ▁تو ▁صرف ▁اللہ ▁کی ▁ب ندگی ▁کا ▁حکم ▁دیا ▁گیا ▁ہے ▁اور ▁اس ▁سے ▁منع ▁کیا ▁گیا ▁ہے ▁کہ ▁کسی ▁کو ▁اس ▁کے ▁ساتھ ▁شریک ▁ ٹھی را وں ▁لہذا ▁میں ▁اسی ▁کی ▁طرف ▁دعوت ▁دیتا ▁ہوں ▁اور ▁اسی ▁کی ▁طرف ▁میرا ▁رجوع ▁ہے "
▁اور ▁جو ▁لوگ ▁نیک ▁ بخت ▁ہیں ▁وہ ▁جنت ▁میں ▁ہوں ▁گے ▁اور ▁وہ یں ▁ہمیشہ ▁رہیں ▁گے ▁جب ▁تک ▁کہ ▁اس مان ▁و ▁زمین ▁قاي م ▁ہیں ▁مگر ▁یہ ▁کہ ▁پروردگار ▁اس ▁کے ▁خلاف ▁چاہے ▁... . _ یہ ▁خدا ▁کی ▁ایک ▁عطا ▁ہے ▁جو ▁ختم ▁ہونے ▁والی ▁نہیں ▁ہے
▁خدا ▁ہی ▁تو ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁کیا ▁اور ▁اس مان ▁سے ▁می نہ ▁برس ایا ▁پھر ▁اس ▁سے ▁تمہارے ▁کھانے ▁کے ▁لیے ▁پھل ▁پیدا ▁کي ے۔ ▁اور ▁کشتی وں ▁( اور ▁جہاز وں ) ▁کو ▁تمہارے ▁زیر ▁فرمان ▁کیا ▁تاکہ ▁دریا ▁( اور ▁سمندر ) ▁میں ▁اس ▁کے ▁حکم ▁سے ▁چل یں۔ ▁اور ▁نہ ر وں ▁کو ▁بھی ▁تمہارے ▁زیر ▁فرمان ▁کیا
▁اور ▁جب ▁ان ▁کے ▁سامنے ▁قر ان ▁پڑھ ا ▁جاتا ▁ہے ▁تو یہ ▁سج دہ ▁نہیں ▁کرتے ؟
▁اور ▁جس ▁روز ▁خدا ▁ان ▁کو ▁پکار ے ▁گا ▁اور ▁کہ ے ▁گا ▁کہ ▁تم ▁نے ▁پیغمبر وں ▁کو ▁کیا ▁جواب ▁دیا
▁اور ▁نہ ▁ان دھ وں ▁کو ▁گمراہ ی ▁سے ▁( نک ال ▁کر ) ▁ رست ہ ▁دیکھا ▁سکتے ▁ہو۔ ▁تم ▁ان ▁ہی ▁کو ▁سنا ▁سکتے ▁ہو ▁جو ▁ہماری ▁ ایت وں ▁پر ▁ایمان ▁لا تے ▁ہیں ▁اور ▁وہ ▁فرمان بر دار ▁ہو ▁جاتے ▁ہیں
▁چند ▁مقرر ▁دنوں ▁کے ▁روز ے ▁ہیں ▁اگر ▁تم ▁میں ▁سے ▁کوي ی ▁بیمار ▁ہو ، ▁یا ▁سفر ▁پر ▁ہو ▁تو ▁دوسرے ▁دنوں ▁میں ▁اتنی ▁ہی ▁تعداد ▁پوری ▁کر ▁لے ▁اور ▁جو ▁لوگ ▁روزہ ▁رکھنے ▁کی ▁قدرت ▁رکھتے ▁ہوں ▁( پ ھر ▁نہ ▁رکھیں ) ▁تو ▁وہ ▁ف دی ہ ▁دیں ▁ایک ▁روز ے ▁کا ▁ف دی ہ ▁ایک ▁مس کین ▁کو ▁کھانا ▁کھل انا ▁ہے ▁اور ▁جو ▁اپنی ▁خوشی ▁سے ▁کچھ ▁زیادہ ▁بھ لا ي ی ▁کرے ▁تو ▁یہ ▁اسی ▁کے ▁لیے ▁بہتر ▁ہے ▁لیکن ▁اگر ▁تم ▁سمجھ و ، ▁تو ▁تمہارے ▁حق ▁میں ▁اچھا ▁یہی ▁ہے ▁کہ ▁روزہ ▁رکھ و
▁اور ▁اے ▁محبوب ! ▁تم ▁سور ج ▁کو ▁دیکھ و ▁گے ▁کہ ▁جب ▁نکل تا ▁ہے ▁تو ▁ان ▁کے ▁غار ▁سے ▁دا ہ نی ▁طرف ▁بچ ▁جاتا ▁ہے ▁اور ▁جب ▁ڈو ب تا ▁ہے ▁تو ▁ان ▁سے ▁باي یں ▁طرف ▁کت را ▁جاتا ▁ہے ▁حالانک ہ ▁وہ ▁اس ▁غار ▁کے ▁کھل ے ▁میدان ▁میں ▁میں ▁ہیں ▁یہ ▁اللہ ▁کی ▁نشانی وں ▁میں ▁سے ▁ہے ▁جسے ▁اللہ ▁راہ ▁دے ▁تو ▁وہی ▁راہ ▁پر ▁ہے ، ▁اور ▁جسے ▁گمراہ ▁کرے ▁تو ▁ہر گز ▁اس ▁کا ▁کوي ی ▁حمایت ی ▁راہ ▁دکھا نے ▁والا ▁نہ ▁پا و ▁گے ،
▁اور ▁ہم ▁نے ▁جو ▁پیغمبر ▁بھی جا ▁ہے ▁اس ▁لي ے ▁بھی جا ▁ہے ▁کہ ▁خدا ▁کے ▁فرمان ▁کے ▁مطابق ▁اس ▁کا ▁حکم ▁مانا ▁جاي ے ▁اور ▁یہ ▁لوگ ▁جب ▁اپنے ▁حق ▁میں ▁ظلم ▁کر ▁بیٹھے ▁تھے ▁اگر ▁تمہارے ▁پاس ▁ا تے ▁اور ▁خدا ▁سے ▁بخش ش ▁مانگ تے ▁اور ▁رسول ▁( خدا ) ▁بھی ▁ان ▁کے ▁لي ے ▁بخش ش ▁طلب ▁کرتے ▁تو ▁خدا ▁کو ▁معاف ▁کرنے ▁والا ▁( اور ) ▁مہر بان ▁پا تے
▁تو ▁جس ▁کے ▁اعمال ▁( ن یک ) ▁تو ل ▁میں ▁زیادہ ▁ہوں ▁گے
▁اور ▁نوح ▁کشتی ▁بن ار ہے ▁تھے ▁اور ▁جب ▁بھی ▁قوم ▁کی ▁کسی ▁جماعت ▁کا ▁گزر ▁ہوتا ▁تھا ▁تو ▁ان ▁کا ▁مذاق ▁ا ڑا تے ▁تھے ▁- ن وح ▁نے ▁کہا ▁کہ ▁اگر ▁تم ▁ہمارا ▁مذاق ▁ا ڑا و ▁گے ▁تو ▁کل ▁ہم ▁اسی ▁طرح ▁تم ہ ارا ▁بھی ▁مذاق ▁ا ڑا ي یں ▁گے
▁تو ▁انہیں ▁چاہیے ▁تھ وڑ ا ▁ہنس یں ▁اور ▁بہت ▁روي یں ▁بدل ہ ▁اس ▁کا ▁جو ▁کم ات ے ▁تھے
▁اور ▁ان ▁میں ▁بعض ▁( ایس ے ▁بھی ▁ہیں ▁کہ ) ▁تیر ی ▁طرف ▁کان ▁لگا تے ▁ہیں۔ ▁یہاں ▁تک ▁کہ ▁جب ▁تیر ے ▁پاس ▁سے ▁جاتے ▁ہیں ▁تو ▁اہل ▁علم ▁سے ▁( بو جہ ▁کند ▁ذہنی ▁و لاپ روا ہی ▁کے ) ▁پوچھ تے ▁ہیں ▁کہ ▁اس ▁نے ▁ابھی ▁کیا ▁کہا ▁تھا ؟ ▁یہی ▁لوگ ▁ہیں ▁جن ▁کے ▁دل وں ▁پر ▁اللہ ▁نے ▁مہر ▁کر ▁دی ▁ہے ▁اور ▁وه ▁اپنی ▁خواہش وں ▁کی ▁پیر وی ▁کرتے ▁ہیں
▁کیا ▁تم ▁خیال ▁کرتے ▁ہو ▁کہ ▁جنت ▁میں ▁داخل ▁ہو ▁جا و ▁گے ▁حالانک ہ ▁تمہیں ▁وہ ▁( حال ات ) ▁پیش ▁نہیں ▁اي ے ▁جو ▁ان ▁لوگ و ▁ ں ▁کو ▁پیش ▁اي ے ▁جو ▁تم ▁سے ▁پہلے ▁ہو ▁گزر ے ▁ہیں ▁انہیں ▁سختی ▁اور ▁تکلیف ▁پہنچ ی ▁اور ▁ہل ا ▁دی ي ے ▁ گي ے ▁یہاں ▁تک ▁کہ ▁رسول ▁اور ▁جو ▁اس ▁کے ▁ساتھ ▁ایمان ▁لاي ے ▁تھے ▁بول ▁اٹھ ے ▁کہ ▁الله ▁کی ▁مدد ▁کب ▁ہوگی ▁سن و ▁بے ▁شک ▁الله ▁کی ▁مدد ▁قریب ▁ہے
▁فرع ون ▁نے ▁کہا ▁( ا ے ▁موسی ) ▁کیا ▁تمہارے ▁بچ پن ▁میں ▁ہم ▁نے ▁تمہاری ▁پرورش ▁نہیں ▁کی ▁ہے ؟ ▁اور ▁تو ▁نے ▁اپنی ▁عمر ▁کے ▁کي ی ▁سال ▁ہم ▁میں ▁گزار ے ▁ہیں۔
▁اب ▁صبح ▁ہوتے ▁ہی ▁انہوں ▁نے ▁ایک ▁دوسرے ▁کو ▁او از یں ▁دیں
▁جنت ▁جس ▁کا ▁پر ہ یز گار وں ▁سے ▁وعدہ ▁کیا ▁جاتا ▁ہے۔ ▁اس ▁کی ▁صفت ▁یہ ▁ہے ▁کہ ▁اس ▁میں ▁پانی ▁کی ▁نہ ر یں ▁ہیں ▁جو ▁بو ▁نہیں ▁کرے ▁گا۔ ▁اور ▁دو دھ ▁کی ▁نہ ر یں ▁ہیں ▁جس ▁کا ▁م زہ ▁نہیں ▁بدل ے ▁گا۔ ▁اور ▁شراب ▁کی ▁نہ ر یں ▁ہیں ▁جو ▁پی نے ▁والوں ▁کے ▁لي ے ▁( سرا سر ) ▁لذت ▁ہے۔ ▁اور ▁شہد ▁مص فا ▁کی ▁نہ ر یں ▁ہیں ▁( جو ▁حل ا وت ▁ہی ▁حل ا وت ▁ہے ) ▁اور ▁( وہ اں ) ▁ان ▁کے ▁لي ے ▁ہر ▁قسم ▁کے ▁می و ے ▁ہیں ▁اور ▁ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁م غفر ت ▁ہے۔ ▁( کیا ▁یہ ▁پر ہ یز گار ) ▁ان ▁کی ▁طرح ▁( ہو سک تے ) ▁ہیں ▁جو ▁ہمیشہ ▁دوزخ ▁میں ▁رہیں ▁گے ▁اور ▁جن ▁کو ▁کھول تا ▁ہوا ▁پانی ▁پل ایا ▁جاي ے ▁گا ▁تو ▁ان ▁کی ▁انت ڑی وں ▁کو ▁کا ٹ ▁ڈال ے ▁گا
▁اور ▁جب ▁انہیں ▁ایک ▁موج ▁ساي بان وں ▁کی ▁طرح ▁ڈھ ان پ ▁ل یتی ▁ہے ▁تو ▁یہ ▁اپنے ▁دین ▁کو ▁اللہ ▁کی لي ے ▁خالص ▁کرکے ▁اسے ▁پکار تے ▁ہیں ▁پھر ▁جب ▁وہ ▁ان ▁کو ▁نجات ▁دے ▁کر ▁خشک ی ▁تک ▁پہنچا ▁دیتا ▁ہے ▁تو ▁پھر ▁ان ▁میں ▁سے ▁کچھ ▁تو ▁ اعتدال ▁پر ▁رہتے ▁ہیں ▁( اور ▁اکثر ▁انکار ▁کر ▁دیتے ▁ہیں ) ▁اور ▁ہماری ▁نشانی وں ▁کا ▁انکار ▁نہیں ▁کرتا ▁مگر ▁وہی ▁شخص ▁جو ▁بڑا ▁غ دار ▁( بے ▁ وفا ) ▁اور ▁بڑا ▁نا شک را ▁ہے۔
▁جو ▁لوگ ▁اپنی ▁نماز ▁میں ▁ عجز ▁و ▁نیاز ▁کرتے ▁ہیں ،
▁لہذا ▁اپ ▁تھ و ڑے ▁دنوں ▁کے ▁لي ے ▁ان ▁سے ▁منہ ▁پھ یر ▁لیں
▁جن ▁لوگوں ▁نے ▁ہماری ▁ ایت وں ▁سے ▁کفر ▁کیا ▁ان ▁کو ▁ہم ▁عن قر یب ▁ اگ ▁میں ▁داخل ▁کریں ▁گے ▁جب ▁ان ▁کی ▁کھا ل یں ▁گل ▁( اور ▁جل ) ▁جاي یں ▁گی ▁تو ▁ہم ▁اور ▁کھا ل یں ▁بدل ▁دیں ▁گے ▁تاکہ ▁( ہم ی شہ ) ▁عذاب ▁( کا ▁م زہ ▁چ کھ تے ) ▁رہیں ▁بے شک ▁خدا ▁غالب ▁حکمت ▁والا ▁ہے
▁( ا ے ▁پیغمبر ) ▁کا فر وں ▁کا ▁شہروں ▁میں ▁چل نا ▁پھر نا ▁تمہیں ▁دھو کا ▁نہ ▁دے
▁وہی ▁ہے ▁جس ▁نے ▁اپنا ▁رسول ▁ہدایت ▁اور ▁سچ ے ▁دین ▁کے ▁ساتھ ▁بھی جا ▁کہ ▁اسے ▁سب ▁دین وں ▁پر ▁غالب ▁کرے ▁پڑے ▁برا ▁مان یں ▁مشر ک ،
▁بیش ک ▁جو ▁لوگ ▁ان ▁پارس ا ▁مومن ▁عورتوں ▁پر ▁جو ▁( برا ي ی ▁کے ▁تصور ▁سے ▁بھی ) ▁بے ▁خبر ▁اور ▁نا اش نا ▁ہیں ▁( ا یسی ) ▁تہ مت ▁لگا تے ▁ہیں ▁وہ ▁دنیا ▁اور ▁اخر ت ▁( دون وں ▁ جہ ان وں ) ▁میں ▁مل عون ▁ہیں ▁اور ▁ان ▁کے ▁لي ے ▁زبردست ▁عذاب ▁ہے ،
▁پھر ▁کیا ▁حال ▁ہوگا ▁جب ▁ہم ▁ہر ▁امت ▁میں ▁سے ▁گواہ ▁بلا ي ی نگے ▁اور ▁تم یں ▁ان ▁پر ▁گواہ ▁کر ▁کے ▁لاي یں ▁گے
▁اور ▁( ا ے ▁رسول ( ص ) ) ▁جب ▁کا فر ▁اپ ▁کو ▁دیکھتے ▁ہیں ▁تو ▁بس ▁وہ ▁اپ ▁کا ▁مذاق ▁ا ڑا تے ▁ہیں ▁( اور ▁کہتے ▁ہیں ) ▁کیا ▁یہی ▁وہ ▁شخص ▁ہے ▁جو ▁( برا ي ی ▁سے ) ▁تمہارے ▁خدا وں ▁کا ▁ذکر ▁کرتا ▁ہے ؟ ▁حالانک ہ ▁وہ ▁خود ▁خدا ي ے ▁رحم ن ▁کے ▁ذکر ▁کے ▁من کر ▁ہیں۔
▁اور ▁ان ▁لوگوں ▁کے ▁ظلم ▁کی ▁وجہ ▁سے ▁ان ▁پر ▁( وعد ہ ▁عذاب ▁کی ) ▁بات ▁پوری ▁ہو ▁جاي ے ▁گی ▁تو ▁اب ▁وہ ▁نہیں ▁بول یں ▁گے۔
▁جس ▁دن ▁تم ▁اسے ▁دیکھ و گ ے ▁کہ ▁ہر ▁دو دھ ▁پلان ے ▁والی ▁( م اں ) ▁اس ▁( ب چہ ) ▁سے ▁غافل ▁ہو ▁جاي ے ▁گی ▁جسے ▁وہ ▁دو دھ ▁پل اتی ▁ہے ▁اور ▁ہر ▁حامل ہ ▁عورت ▁اپنا ▁حمل ▁گرا ▁دے ▁گی۔ ▁اور ▁تم ▁لوگوں ▁کو ▁نش ہ ▁میں ▁مد ہ وش ▁دیکھ و گ ے۔ ▁حالانک ہ ▁وہ ▁نش ہ ▁میں ▁مد ہ وش ▁نہیں ▁ہوں ▁گے۔ ▁مگر ▁اللہ ▁کا ▁عذاب ▁بڑا ▁سخت ▁ہوگا۔
▁اور ▁اپنی ▁اولاد ▁کو ▁م فل سی ▁کے ▁خوف ▁سے ▁قتل ▁نہ ▁کرنا ۔ ▁( کی ون کہ ) ▁ان ▁کو ▁اور ▁تم ▁کو ▁ہم ▁ہی ▁ رزق ▁دیتے ▁ہیں۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁ان ▁کا ▁مار ▁ڈال نا ▁بڑا ▁سخت ▁گناہ ▁ہے
▁اور ▁میں ▁اس ▁کام ▁کا ▁تم ▁سے ▁کچھ ▁بدل ہ ▁نہیں ▁مانگ تا ▁میرا ▁بدل ہ ▁تو ▁خدا ي ے ▁رب ▁العالم ین ▁کے ▁ذم ے ▁ہے
▁اپ ▁کہ ي ے ▁ساری ▁تعریف ▁اللہ ▁کے ▁لي ے ▁ہے ▁اور ▁سلام ▁ہے ▁اس ▁کے ▁ان ▁بند وں ▁پر ▁جنہیں ▁اس ▁نے ▁منتخب ▁کرلیا ▁ہے ▁ ایا ▁خدا ▁زیادہ ▁بہتر ▁ہے ▁یا ▁جنہیں ▁یہ ▁شریک ▁بن ار ہے ▁ہیں
▁کیا ▁یہ ▁بغیر ▁کسی ▁( پی دا ▁کرنے ▁والے ) ▁کے ▁خود ▁ب خود ▁پیدا ▁ہو گي ے ▁ہیں ؟ ▁یا ▁یہ ▁خود ▁پیدا ▁کرنے ▁والے ▁ہیں ؟
▁اور ▁دونوں ▁دروازے ▁کی ▁طرف ▁بھاگ ے ▁( اگ ے ▁یوسف ▁اور ▁پیچھے ▁ز لی خا ) ▁اور ▁عورت ▁نے ▁ان ▁کا ▁کرتا ▁پیچھے ▁سے ▁( پ کڑ ▁کر ▁جو ▁کھ ین چا ▁تو ) ▁پھ ا ڑ ▁ڈال ا ▁اور ▁دونوں ▁کو ▁دروازے ▁کے ▁پاس ▁عورت ▁کا ▁خاوند ▁مل ▁گیا ▁تو ▁عورت ▁بول ی ▁کہ ▁جو ▁شخص ▁تمہاری ▁بیوی ▁کے ▁ساتھ ▁برا ▁اراد ہ ▁کرے ▁اس ▁کی ▁اس ▁کے ▁سوا ▁کیا ▁سزا ▁ہے ▁کہ ▁یا ▁تو ▁قید ▁کیا ▁جاي ے ▁یا ▁د کھ ▁کا ▁عذاب ▁دیا ▁جاي ے
▁ذو الق رن ین ▁نے ▁کہا ▁جو ▁طاقت ▁میرے ▁پروردگار ▁نے ▁مجھے ▁دے ▁رکھی ▁ہے ▁وہ ▁( تم ہ ارے ▁سامان ▁سے ) ▁بہتر ▁ہے۔ ▁تم ▁بس ▁اپنی ▁( بد نی ) ▁قوت ▁سے ▁میری ▁مدد ▁کرو ۔ ▁تو ▁میں ▁تمہارے ▁اور ▁ان ▁کے ▁درمیان ▁بند ▁بان دھ ▁د وں ▁گا۔
▁اور ▁جو ▁لوگ ▁اللہ ▁تعالی ▁کی ▁راہ ▁میں ▁قتل ▁کیے ▁جاتے ▁ہیں ، ▁انہیں ▁مرد ہ ▁نہ ▁کہ و ▁بلکہ ▁وہ ▁زندہ ▁ہیں۔ ▁مگر ▁تمہیں ▁( ان ▁کی ▁زندگی ▁کی ▁حقیقت ▁کا ) ▁شعور ▁( سم جھ ) ▁نہیں ▁ہے۔
▁اور ▁جب ▁وہ ▁( دوز خ ▁کے ▁گڑھ ے ▁میں ) ▁گر ے ▁گا ▁تو ▁اس ▁کا ▁مال ▁اس ▁کے ▁کچھ ▁کام ▁نہ ▁اي ے ▁گا
▁اور ▁ہم ▁نے ▁ذکر ▁( تور ا ۃ ▁یا ▁پ ند ▁و ▁نص ی حت ) ▁کے ▁بعد ▁ز بور ▁میں ▁لکھ ▁دیا ▁تھا ▁کہ ▁زمین ▁کے ▁ وارث ▁میرے ▁نیک ▁بند ے ▁ہوں ▁گے۔
▁ان ▁کی ▁مثال ▁اس ▁شخص ▁کی ▁سی ▁ہے ▁جس ▁نے ▁ اگ ▁جلا ي ی ▁پھر ▁جب ▁ اگ ▁نے ▁اس ▁کے ▁اس ▁پاس ▁کو ▁روشن ▁کر ▁دیا ▁تو ▁الله ▁نے ▁ان ▁کی ▁روشنی ▁بج ھا ▁دی ▁اور ▁انہیں ▁ان دھی ر وں ▁میں ▁چھوڑ ا ▁کہ ▁کچھ ▁نہیں ▁دیکھتے
▁اور ▁جو ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے ▁ان ▁کو ▁ہم ▁بہ شت وں ▁میں ▁داخل ▁کریں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہیں ▁وہ ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ▁وہاں ▁ان ▁کے ▁لي ے ▁پاک ▁بی ب یاں ▁ہیں ▁اور ▁ان ▁کو ▁ہم ▁گھ نے ▁ساي ے ▁میں ▁داخل ▁کریں ▁گے
▁وہ ▁دان اي ے ▁نہ اں ▁و اش کار ▁ہے ▁سب ▁سے ▁بزرگ ▁( اور ) ▁عالی ▁ رت بہ ▁ہے
▁ہمیشہ ▁جو ▁چاہے ▁کہ ▁لینے ▁والا ،
▁محمد ▁اللہ ▁کے ▁رسول ▁ہیں ، ▁اور ▁جو ▁لوگ ▁ان ▁کے ▁ساتھ ▁ہیں ▁وہ ▁کف ار ▁پر ▁سخت ▁اور ▁اپ س ▁میں ▁رحیم ▁ہیں ▁تم ▁جب ▁دیکھ و ▁گے ▁انہیں ▁رک وع ▁و ▁سج ود ، ▁اور ▁اللہ ▁کے ▁فضل ▁اور ▁اس ▁کی ▁خوش نود ی ▁کی ▁طلب ▁میں ▁مشغول ▁پا و ▁گے ▁سج ود ▁کے ▁اثرات ▁ان ▁کے ▁چ ہر وں ▁پر ▁موجود ▁ہیں ▁جن ▁سے ▁وہ ▁الگ ▁پہچان ے ▁جاتے ▁ہیں ▁یہ ▁ہے ▁ان ▁کی ▁صفت ▁تور ا ۃ ▁میں ▁اور ▁انج یل ▁میں ▁ان ▁کی ▁مثال ▁یوں ▁دی ▁ گي ی ▁ہے ▁کہ ▁گویا ▁ایک ▁کھ یتی ▁ہے ▁جس ▁نے ▁پہلے ▁کون پل ▁نکال ی ، ▁پھر ▁اس ▁کو ▁تقویت ▁دی ، ▁پھر ▁وہ ▁گ د راي ی ، ▁پھر ▁اپنے ▁ت نے ▁پر ▁کھڑی ▁ہو ▁ گي ی ▁کاشت ▁کرنے ▁والوں ▁کو ▁وہ ▁خوش ▁کرتی ▁ہے ▁تاکہ ▁کف ار ▁ان ▁کے ▁پھل نے ▁پھول نے ▁پر ▁جل یں ▁اس ▁گروہ ▁کے ▁لوگ ▁جو ▁ایمان ▁لاي ے ▁ہیں ▁اور ▁جنہوں ▁نے ▁نیک ▁عمل ▁کیے ▁ہیں ▁اللہ ▁نے ▁ان ▁سے ▁م غفر ت ▁اور ▁بڑے ▁ اجر ▁کا ▁وعدہ ▁فرمایا ▁ہے
▁اور ▁ان ▁مطلق ات ▁کو ▁ سکو نت ▁دو ▁جیسی ▁طاقت ▁تم ▁رکھتے ▁ہو ▁اور ▁انہیں ▁اذیت ▁مت ▁دو ▁کہ ▁اس ▁طرح ▁ان ▁پر ▁تنگ ی ▁کرو ▁اور ▁اگر ▁حامل ہ ▁ہوں ▁تو ▁ان ▁پر ▁اس ▁وقت ▁تک ▁ان فاق ▁کرو ▁جب ▁تک ▁وضع ▁حمل ▁نہ ▁ہو جا ي ے ▁پھر ▁اگر ▁وہ ▁تمہارے ▁بچوں ▁کو ▁دو دھ ▁پلا ي یں ▁تو ▁انہیں ▁ان ▁کی ▁اج رت ▁دو ▁اور ▁اسے ▁اپ س ▁میں ▁نیک ی ▁کے ▁ساتھ ▁طے ▁کرو ▁اور ▁اگر ▁اپ س ▁میں ▁کش ا کش ▁ہو جا ي ے ▁تو ▁دوسری ▁عورت ▁کو ▁دو دھ ▁پلان ے ▁کا ▁موقع ▁دو
▁میرے ▁بچ و ، ▁جا ▁کر ▁یوسف ▁اور ▁اس ▁کے ▁بھ اي ی ▁کی ▁کچھ ▁ٹو ہ ▁لگا و ، ▁اللہ ▁کی ▁رحمت ▁سے ▁مایوس ▁نہ ▁ہو ، ▁اس ▁کی ▁رحمت ▁سے ▁تو ▁بس ▁کا فر ▁ہی ▁مایوس ▁ہوا ▁کرتے ▁ہیں "
▁جو ▁لوگ ▁ان ▁سے ▁پہلے ▁تھے ▁وہ ▁بھی ▁یہی ▁کہا ▁کرتے ▁تھے ▁تو ▁جو ▁کچھ ▁وہ ▁کیا ▁کرتے ▁تھے ▁ان ▁کے ▁کچھ ▁بھی ▁کام ▁نہ ▁ ایا
▁تمہارے ▁اور ▁تمہارے ▁چو پای وں ▁کے ▁فاي دہ ▁کو ،
▁تم ▁فرما و ▁ہمارا ▁رب ▁ہم ▁سب ▁کو ▁جمع ▁کرے ▁گا ▁پھر ▁ہم ▁میں ▁سچ ا ▁فیصلہ ▁فرما دے ▁گا ▁اور ▁وہی ▁ہے ▁بڑا ▁نیا و ▁چکا نے ▁( در ست ▁فیصلہ ▁کرنے ) ▁والا ▁سب ▁کچھ ▁جانتا ،
▁اور ▁جس ▁نے ▁رب ▁کی ▁بار گاہ ▁میں ▁حاضر ی ▁کا ▁خوف ▁پیدا ▁کیا ▁ہے ▁اور ▁اپنے ▁نفس ▁کو ▁خواہش ات ▁سے ▁روک ا ▁ہے
▁اور ▁ظلم ▁کرنے ▁والے ▁جب ▁عذاب ▁دیکھیں ▁گے ▁اسی ▁وقت ▁سے ▁نہ ▁وہ ▁ان ▁پر ▁سے ▁ہل کا ▁ہو ▁نہ ▁انہیں ▁مہ لت ▁ملے ،
▁وہ ▁جس ▁چیز ▁پر ▁بھی ▁گزر تی ▁تھی ▁اسے ▁ریز ہ ▁ریز ہ ▁کي ے ▁بغیر ▁نہیں ▁چھوڑ تی ▁تھی ،
▁تم ہ ارا ▁ساتھ ی ▁نہ ▁گمراہ ▁ہوا ▁ہے ▁اور ▁نہ ▁بہ کا
▁ان ▁سے ▁( ث مر دار ▁شاخ یں ▁اور ) ▁ان ▁کے ▁ساي ے ▁قریب ▁ہوں ▁گے ▁اور ▁می و وں ▁کے ▁گ چھ ے ▁جھ کے ▁ہو ي ے ▁ل ٹک ▁رہے ▁ہوں ▁گے
▁( یہ ▁سب ▁نعمت یں ▁اس ▁لي ے ▁جمع ▁کی ▁ہیں ) ▁تاکہ ▁وہ ▁مومن ▁مرد وں ▁اور ▁مومن ▁عورتوں ▁کو ▁بہ شت وں ▁میں ▁داخل ▁فرما ي ے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁رواں ▁ہیں ▁( وہ ) ▁ان ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں۔ ▁اور ▁( م زید ▁یہ ▁کہ ) ▁وہ ▁ان ▁کی ▁ل غز ش وں ▁کو ▁( بھی ) ▁ان ▁سے ▁دور ▁کر ▁دے ▁( جی سے ▁اس ▁نے ▁ان ▁کی ▁خطا ي یں ▁معاف ▁کی ▁ہیں ) ۔ ▁اور ▁یہ ▁االله ▁کے ▁نزدیک ▁( موم نوں ▁کی ) ▁بہت ▁بڑی ▁کامیابی ▁ہے ،
▁لیکن ▁ان ▁میں ▁سے ▁پخت ہ ▁علم ▁والے ▁اور ▁مومن ▁لوگ ▁اس ▁( وح ی ) ▁پر ▁جو ▁اپ ▁کی ▁طرف ▁نازل ▁کی ▁ گي ی ▁ہے ▁اور ▁اس ▁( وح ی ) ▁پر ▁جو ▁اپ ▁سے ▁پہلے ▁نازل ▁کی ▁ گي ی ▁( برا بر ) ▁ایمان ▁لا تے ▁ہیں ، ▁اور ▁وہ ▁( کت نے ▁اچھے ▁ہیں ▁کہ ) ▁نماز ▁قاي م ▁کرنے ▁والے ▁( ہ یں ) ▁اور ▁ز کو ۃ ▁دینے ▁والے ▁( ہ یں ) ▁اور ▁االله ▁اور ▁قیامت ▁کے ▁دن ▁پر ▁ایمان ▁رکھنے ▁والے ▁( ہ یں ) ۔ ▁ایسے ▁ہی ▁لوگوں ▁کو ▁ہم ▁عن قر یب ▁بڑا ▁ اجر ▁عطا ▁فرما ي یں ▁گے ،
▁اللہ ▁تعالی ▁مثال ▁بیان ▁فرما ▁رہا ▁ہے ▁ایک ▁وه ▁شخص ▁جس ▁میں ▁بہت ▁سے ▁با ہم ▁ضد ▁رکھنے ▁والے ▁سا جھ ی ▁ہیں ، ▁اور ▁دوسرا ▁وه ▁شخص ▁جو ▁صرف ▁ایک ▁ہی ▁کا ▁( غل ام ) ▁ہے ، ▁کیا ▁یہ ▁دونوں ▁صفت ▁میں ▁یکساں ▁ہیں ، ▁اللہ ▁تعالی ▁ہی ▁کے ▁لي ے ▁سب ▁تعریف ▁ہے۔ ▁بات ▁یہ ▁ہے ▁کہ ▁ان ▁میں ▁کے ▁اکثر ▁لوگ ▁سمجھتے ▁نہیں
▁اس ▁کتاب ▁کا ▁اتار ا ▁جانا ▁اللہ ▁کی ▁طرف ▁سے ▁ہے ▁جو ▁غالب ▁ہے ، ▁خوب ▁جان نے ▁والا ▁ہے ،
▁اور ▁یوسف ▁کے ▁بھ اي ی ▁اي ے ▁پھر ▁اس ▁کے ▁ہاں ▁داخل ▁ہو ي ے ▁تو اس ▁نے ▁انہیں ▁پہچان ▁لیا ▁اور ▁وہ ▁پہچان ▁نہیں ▁سکے
▁اہل ▁کتاب ▁میں ▁کوي ی ▁تو ▁ایسا ▁ہے ▁کہ ▁اگر ▁تم ▁اس ▁کے ▁اعتماد ▁پر ▁مال ▁و ▁دولت ▁کا ▁ایک ▁ڈھ یر ▁بھی ▁دے ▁دو ▁تو ▁وہ ▁تم ہ ارا ▁مال ▁تمہیں ▁ادا ▁کر ▁دے ▁گا ، ▁اور ▁کسی ▁کا ▁حال ▁یہ ▁ہے ▁کہ ▁اگر ▁تم ▁ایک ▁دینا ر ▁کے ▁معاملہ ▁میں ▁بھی ▁اس ▁پر ▁بھر وس ہ ▁کرو ▁تو ▁وہ ▁ادا ▁نہ ▁کرے ▁گا ▁الا ▁یہ ▁کہ ▁تم ▁اس ▁کے ▁سر ▁پر ▁سوار ▁ہو ▁جا و ▁ان ▁کی ▁اس ▁اخلاقی ▁حالت ▁کا ▁سبب ▁یہ ▁ہے ▁کہ ▁وہ ▁کہتے ▁ہیں ، ▁" امی وں ▁( غیر ▁یہودی ▁لوگوں ) ▁کے ▁معاملہ ▁میں ▁ہم ▁پر ▁کوي ی ▁ موا خذ ہ ▁نہیں ▁ہے " ▁اور ▁یہ ▁بات ▁وہ ▁محض ▁جھوٹ ▁گھ ڑ ▁کر ▁اللہ ▁کی ▁طرف ▁منسوب ▁کرتے ▁ہیں ، ▁حالانک ہ ▁انہیں ▁معلوم ▁ہے ▁کہ ▁اللہ ▁نے ▁ایسی ▁کوي ی ▁بات ▁نہیں ▁فرما ي ی ▁ہے ▁اخر ▁کیوں ▁ان ▁سے ▁باز ▁ پرس ▁نہ ▁ہوگی ؟
▁انہوں ▁نے ▁کہا ▁کہ ▁میرے ▁پروردگار ▁میں ▁ڈر تا ▁ہوں ▁کہ ▁یہ ▁مجھے ▁جھوٹ ا ▁سمجھ یں
▁اور ▁جب ▁انہیں ▁ناپ ▁کر ▁یا ▁تو ل ▁کر ▁دیتے ▁ہیں ▁تو ▁کم ▁دیتے ▁ہیں
▁پھر ▁ان ▁لوگوں ▁نے ▁نوح ▁علی ھ ▁السلام کی ▁تک ذ یب ▁کی ▁تو ▁ہم ▁نے ▁انہیں ▁اور ▁ان ▁کے ▁ساتھ یوں ▁کو ▁کشتی ▁میں ▁نجات ▁دے ▁دی ▁اور ▁جن ▁لوگوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁تھا ▁انہیں ▁ غرق ▁کردیا ▁کہ ▁وہ ▁سب ▁بالکل ▁اند ھے ▁لوگ ▁تھے
▁یہ ▁شی اط ین ▁ایسے ▁لوگ و ▁ ں ▁کو ▁راہ ▁راست ▁پر ▁ انے ▁سے ▁روک تے ▁ہیں ، ▁اور ▁وہ ▁اپنی ▁جگہ ▁یہ ▁سمجھتے ▁ہیں ▁کہ ▁ہم ▁ٹھیک ▁جا ▁رہے ▁ہیں
▁ان ▁کی ▁ان کھ یں ▁جھ ک ▁رہی ▁ہوں ▁گی ▁اور ▁ذ لت ▁ان ▁پر ▁چھ ا ▁رہی ▁ہوگی۔ ▁یہی ▁وہ ▁دن ▁ہے ▁جس ▁کا ▁ان ▁سے ▁وعدہ ▁کیا ▁جاتا ▁تھا
▁اور ▁ہم ▁رسول وں ▁کو ▁نہیں ▁بھیج تے ▁مگر ▁خوشی ▁ڈر ▁سن انے ▁والے ▁اور ▁جو ▁کا فر ▁ہیں ▁وہ ▁باطل ▁کے ▁ساتھ ▁جھ گ ڑ تے ▁ہیں ▁کہ ▁اس ▁سے ▁حق ▁کو ▁ہٹا د یں ▁اور ▁انہوں ▁نے ▁میری ▁ ایت وں ▁کی ▁اور ▁جو ▁ڈر ▁انہیں ▁سنا تے ▁ گي ے ▁تھے ،
▁ اگ ▁ان ▁کے ▁چ ہر وں ▁کو ▁جھ ل سا ▁رہی ▁ہوگی ▁اور ▁ان ▁کی ▁شکل یں ▁اس ▁میں ▁بگ ڑ ▁ گي ی ▁ہوں ▁گی۔
▁میں ▁تمہارے ▁متعلق ▁ایک ▁بہت ▁بڑے ▁( س خت ) ▁دن ▁کے ▁عذاب ▁سے ▁ڈر تا ▁ہوں۔
▁جو ▁نہ ▁سا یہ دار ▁ہے ▁اور ▁نہ ▁ اگ ▁کے ▁ش عل وں ▁سے ▁بچا تا ▁ہے۔
▁پھر ▁اپنے ▁رب ▁کی ▁کن ▁کن ▁قدرت وں ▁کو ▁تم ▁جھ ٹل او ▁گے ؟
▁حقیقت ▁یہ ▁ہے ▁کہ ▁اللہ ▁( اپ نے ▁فرا مین ▁کی ▁ترس یل ▁کے ▁لیے ) ▁ملا ي کہ ▁میں ▁سے ▁بھی ▁پیغام ▁رس اں ▁منتخب ▁کرتا ▁ہے ▁اور ▁انسان وں ▁میں ▁سے ▁بھی ▁وہ ▁سم ی ع ▁اور ▁بص یر ▁ہے
▁انسان ▁ت ھڑ د لا ▁پیدا ▁کیا ▁گیا ▁ہے
▁اٹھ ▁قسم یں ▁پیدا ▁کی ں ▁بھی ڑ ▁میں ▁سے ▁دو ▁اور ▁بکر ی ▁میں ▁سے ▁دو ▁تو ▁پوچھ ▁کہ ▁دونوں ▁نر ▁الله ▁نے ▁حرام ▁کیے ▁ہیں ▁یا ▁دونوں ▁ما دہ ▁یا ▁وہ ▁بچہ ▁جو ▁دونوں ▁ما دہ ▁کے ▁رحم ▁میں ▁ہے ▁مجھے ▁اس ▁کی ▁سند ▁بت لا و ▁اگر ▁سچ ے ▁ہو
▁اے ▁قوم ▁خدا ▁سے ▁است غ فار ▁کرو ▁اس ▁کے ▁بعد ▁اس ▁کی ▁طرف ▁ہم ہ ▁تن ▁متو جہ ▁ہو جا و ▁وہ ▁اس مان ▁سے ▁ موس لاد ھار ▁پانی ▁برس اي ے ▁گا ▁اور ▁تمہاری ▁موجودہ ▁قوت ▁میں ▁قوت ▁کا ▁اضافہ ▁کرد ے ▁گا ▁اور ▁خبردار ▁مجرم وں ▁کی ▁طرح ▁منہ ▁نہ ▁پھ یر لی نا
▁اور ▁تم ▁میں ▁سے ▁جو ▁بھی ▁کوي ی ▁بد کاری ▁کا ▁ارت ک اب ▁کریں ▁تو ▁ان ▁دونوں ▁کو ▁ای ذا ▁پہنچا و ، ▁پھر ▁اگر ▁وہ ▁تو بہ ▁کر ▁لیں ▁اور ▁( اپ نی ) ▁اصلاح ▁کر ▁لیں ▁تو ▁انہیں ▁سزا ▁دینے ▁سے ▁گریز ▁کرو ، ▁بیش ک ▁اللہ ▁بڑا ▁تو بہ ▁قبول ▁فرمان ے ▁والا ▁مہر بان ▁ہے ،
▁گ نہ گار ▁کی ▁غذا ▁ہوگا۔
▁( جہ اں ) ▁س دا ▁بہ ار ▁باغ ات ▁ہیں ▁ان ▁میں ▁وہ ▁لوگ ▁داخل ▁ہوں ▁گے ▁اور ▁ان ▁کے ▁اب اء ▁و ▁اج داد ▁اور ▁ان ▁کی ▁بیوی وں ▁اور ▁ان ▁کی ▁اولاد ▁میں ▁سے ▁جو ▁بھی ▁نیک و کار ▁ہوگا ▁اور ▁فرشت ے ▁ان ▁کے ▁پاس ▁( جن ت ▁کے ) ▁ہر ▁دروازے ▁سے ▁اي یں ▁گے ،
▁اس مان ▁کو ▁نہیں ▁دیکھتے ▁کہ ▁کیسے ▁اٹھایا ▁گیا ؟
▁وه ▁کہ ے ▁گا ▁کہ ▁ال ہی ! ▁مجھے ▁تو ▁نے ▁اند ھا ▁بنا ▁کر ▁کیوں ▁اٹھایا ؟ ▁حالانک ہ ▁میں ▁تو ▁دیکھ تا ▁بھ ال تا ▁تھا
▁یہ ▁دیکھ ▁کر ▁سارے ▁جادو گر ▁سج دہ ▁میں ▁گر ▁پڑے ▁اور ▁او از ▁دی ▁کہ ▁ہم ▁موسی ▁اور ▁ہار ون ▁کے ▁پروردگار ▁پر ▁ایمان ▁لے ▁اي ے
▁سو ▁ان ▁دونوں ▁کو ▁فریب ▁سے ▁نیچے ▁لے ▁ ایا ▁پس ▁ان ▁دونوں ▁نے ▁جب ▁درخت ▁کو ▁چک ھا ▁دونوں ▁کی ▁شرم گاہ یں ▁ایک ▁دوسرے ▁کے ▁روبرو ▁بے ▁پرده ▁ہو گي یں ▁اور ▁دونوں ▁اپنے ▁اوپر ▁جنت ▁کے ▁پ تے ▁جو ڑ ▁جو ڑ ▁کر ▁رکھنے ▁لگے ▁اور ▁ان ▁کے ▁رب ▁نے ▁ان ▁کو ▁پکار ا ▁کیا ▁میں ▁تم ▁دونوں ▁کو ▁اس ▁درخت ▁سے ▁منع ▁نہ ▁کر چک ا ▁تھا ▁اور ▁یہ ▁نہ ▁کہہ ▁چکا ▁کہ ▁شیطان ▁تم ہ ارا ▁ صر یح ▁دشمن ▁ہے ؟
▁اور ▁خبردار ▁جن ▁عورتوں ▁سے ▁تمہارے ▁باپ ▁داد ا ▁نے ▁نکاح ( جماع ) ▁کیا ▁ہے ▁ان ▁سے ▁نکاح ▁نہ ▁کرنا ▁مگر ▁وہ ▁جو ▁اب ▁تک ▁ہو چک ا ▁ہے ... ▁یہ ▁کھل ی ▁ہو ي ی ▁براي ی ▁اور ▁پروردگار ▁کا ▁ غضب ▁اور ▁بدترین ▁راستہ ▁ہے
▁اور ▁قوم ▁ثم ود ▁میں ▁بھی ▁ایک ▁نشانی ▁ہے ▁جب ▁ان ▁سے ▁کہا ▁گیا ▁کہ ▁تھ و ڑے ▁دنوں ▁ مز ے ▁کر لو
▁جب ▁کہ ▁زمین ▁بڑے ▁زور ▁سے ▁ہل اي ی ▁جاي ے ▁گی
▁در ▁حقیقت ▁تم ▁لوگوں ▁کے ▁لیے ▁اللہ ▁کے ▁رسول ▁میں ▁ایک ▁بہترین ▁نمو نہ ▁تھا ، ▁ہر ▁اس ▁شخص ▁کے ▁لیے ▁جو ▁اللہ ▁اور ▁یوم ▁اخر ▁کا ▁امیدوار ▁ہو ▁اور ▁ک ثر ت ▁سے ▁اللہ ▁کو ▁یاد ▁کرے
▁مرد وں ▁اور ▁عورتوں ▁میں ▁سے ▁جو ▁لوگ ▁صدق ات ▁دینے ▁والے ▁ہیں ▁اور ▁جنہوں ▁نے ▁اللہ ▁کو ▁قرض ▁حسن ▁دیا ▁ہے ، ▁ان ▁کو ▁یقینا ▁کي ی ▁گ نا ▁بڑھا ▁کر ▁دیا ▁جاي ے ▁گا ▁اور ▁ان ▁کے ▁لیے ▁بہترین ▁ اجر ▁ہے
▁انسان ▁کو ▁سکھ ایا ▁جو ▁وہ ▁نہ ▁جانتا ▁تھا
▁جنہوں ▁نے ▁قر ان ▁کو ▁ ٹک ڑے ▁ ٹک ڑے ▁کیا ▁ہے
▁ہمارا ▁فرمان ▁تو ▁کسی ▁چیز ▁کے ▁لي ے ▁صرف ▁اسی ▁قدر ▁ہوتا ▁ہے ▁کہ ▁جب ▁ہم ▁اس ▁( کو ▁وجود ▁میں ▁لانے ) ▁کا ▁اراد ہ ▁کرتے ▁ہیں ▁تو ▁ہم ▁اسے ▁فرماتے ▁ہیں : ▁” ہو ▁جا “ ▁پس ▁وہ ▁ہو ▁جاتی ▁ہے ،
▁پھر ▁ان ▁کے ▁پیچھے ▁ان ہی ▁کے ▁قدم وں ▁پر ▁( اور ) ▁پیغمبر ▁بھیج ے ▁اور ▁ان ▁کے ▁پیچھے ▁مریم ▁کے ▁بیٹے ▁عیسی ▁کو ▁بھی جا ▁اور ▁ان ▁کو ▁انج یل ▁عن ایت ▁کی۔ ▁اور ▁جن ▁لوگوں ▁نے ▁ان ▁کی ▁پیر وی ▁کی ▁ان ▁کے ▁دل وں ▁میں ▁ش فقت ▁اور ▁مہربانی ▁ڈال ▁دی۔ ▁اور ▁لذا ت ▁سے ▁کنار ہ ▁کشی ▁کی ▁تو ▁انہوں ▁نے ▁خود ▁ایک ▁ني ی ▁بات ▁نکال ▁لی ▁ہم ▁نے ▁ان ▁کو ▁اس ▁کا ▁حکم ▁نہیں ▁دیا ▁تھا ▁مگر ▁( انہ وں ▁نے ▁اپنے ▁خیال ▁میں ) ▁خدا ▁کی ▁خوش نود ی ▁حاصل ▁کرنے ▁کے ▁لي ے ▁( اپ ▁ہی ▁ایسا ▁کرلیا ▁تھا ) ▁پھر ▁جیسا ▁اس ▁کو ▁نب ا ہ نا ▁چاہ ی ي ے ▁تھا ▁نب ا ہ ▁بھی ▁نہ ▁سکے۔ ▁پس ▁جو ▁لوگ ▁ان ▁میں ▁سے ▁ایمان ▁لاي ے ▁ان ▁کو ▁ہم ▁نے ▁ان ▁کا ▁ اجر ▁دیا ▁اور ▁ان ▁میں ▁بہت ▁سے ▁نا فر مان ▁ہیں
▁اس ▁نے ▁تمہارے ▁لي ے ▁زمین ▁کو ▁گ ہ وار ہ ▁بنایا ▁ہے ▁اور ▁اس ▁میں ▁تمہارے ▁لي ے ▁راستے ▁بنا ي ے ▁ہیں ▁اور ▁اس مان ▁سے ▁پانی ▁برس ایا ▁ہے ▁جس ▁کے ▁ذریعہ ▁ہم ▁نے ▁مختلف ▁قسم ▁کے ▁نب ات ات ▁کا ▁جو ڑا ▁پیدا ▁کیا ▁ہے
▁اپنی ▁بیوی ▁اور ▁اپنے ▁بھ اي ی ،
▁اے ▁نبی ! ▁کہ و ▁کہ ▁" ہم ▁اللہ ▁کو ▁مان تے ▁ہیں ، ▁اس ▁تعلیم ▁کو ▁مان تے ▁ہیں ▁جو ▁ہم ▁پر ▁نازل ▁کی ▁ گي ی ▁ہے ، ▁ان ▁تعلیم ات ▁کو ▁بھی ▁مان تے ▁ہیں ▁جو ▁ابراہیم ، ▁اسماعیل ، ▁اسحاق ، ▁ی عق وب ▁اور ▁اولاد ▁ی عق وب ▁پر ▁نازل ▁ہو ي ی ▁تھیں ▁اور ▁ان ▁ہ دا یات ▁پر ▁بھی ▁ایمان ▁رکھتے ▁ہیں ▁جو ▁موسی ▁اور ▁عیسی ▁اور ▁دوسرے ▁پیغمبر وں ▁کو ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁دی ▁ گي یں ▁ہم ▁ان ▁کے ▁درمیان ▁فرق ▁نہیں ▁کرتے ▁اور ▁ہم ▁اللہ ▁کے ▁تابع ▁فرمان ▁( مسلم ) ▁ہیں "
▁تم ▁اور ▁تمہارے ▁اگلے ▁باپ ▁داد ا ، ▁وه ▁سب ▁میرے ▁دشمن ▁ہیں
▁( ذ وال قر ن ین ▁نے ) ▁کہا : ▁مجھے ▁میرے ▁رب ▁نے ▁اس ▁بارے ▁میں ▁جو ▁اختیار ▁دیا ▁ہے ▁( وہ ) ▁بہتر ▁ہے ، ▁تم ▁اپنے ▁زور ▁باز و ▁( یعنی ▁محنت ▁و ▁مشق ت ) ▁سے ▁میری ▁مدد ▁کرو ، ▁میں ▁تمہارے ▁اور ▁ان ▁کے ▁درمیان ▁ایک ▁مضبوط ▁دیوار ▁بنا ▁د وں ▁گا ،
▁ عجب ▁نہیں ▁کہ ▁اللہ ▁تمہارے ▁اور ▁ان ▁میں ▁سے ▁بعض ▁لوگوں ▁کے ▁درمیان ▁جن ▁سے ▁تمہاری ▁دشمن ی ▁ہے ▁( کسی ▁وقت ▁بعد ▁میں ) ▁دوستی ▁پیدا ▁کر ▁دے ، ▁اور ▁اللہ ▁بڑی ▁قدرت ▁والا ▁ہے ، ▁اور ▁اللہ ▁بڑا ▁بخش نے ▁والا ▁نہای ت ▁مہر بان ▁ہے ،
▁اور ▁جب ▁تم ▁( اذ ان ▁دے ▁کر ▁لوگوں ▁کو ) ▁نماز ▁کی ▁طرف ▁بلا تے ▁ہو ▁تو ▁وہ ▁اسے ▁مذاق ▁اور ▁کھیل ▁بنا تے ▁ہیں۔ ▁یہ ▁اس ▁لي ے ▁ہے ▁کہ ▁وہ ▁بے ▁ وقوف ▁ہیں ، ▁عقل ▁سے ▁کام ▁نہیں ▁لیتے ۔
▁اور ▁( ا ے ▁موسی !) ▁اپنی ▁لا ٹھی ▁( زمین ▁پر ) ▁ڈال ▁دو ، ▁پھر ▁جب ▁( موس ی ▁نے ▁لا ٹھی ▁کو ▁زمین ▁پر ▁ڈال نے ▁کے ▁بعد ) ▁اسے ▁دیکھا ▁کہ ▁سان پ ▁کی ▁مانند ▁تیز ▁حرکت ▁کر ▁رہی ▁ہے ▁تو ▁( فطر ی ▁رد ▁عمل ▁کے ▁طور ▁پر ) ▁پی ٹھ ▁پھ یر ▁کر ▁بھاگ ے ▁اور ▁پیچھے ▁م ڑ ▁کر ▁( بھی ) ▁نہ ▁دیکھا ، ▁( ا رشاد ▁ہوا ): ▁اے ▁موسی ! ▁خوف ▁نہ ▁کرو ▁بیش ک ▁پیغمبر ▁میرے ▁حضور ▁ڈرا ▁نہیں ▁کرتے ،
▁اور ▁طور ▁سین ین ▁کی
▁اور ▁کیا ▁تم ▁اس ▁بات ▁سے ▁تعجب ▁کرتے ▁ہو ▁کہ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁تمہارے ▁پاس ▁ایک ▁ایسے ▁شخص ▁کی ▁معرفت ، ▁جو ▁تمہاری ▁ہی ▁جنس ▁کا ہے ▁کوي ی ▁نص ی حت ▁کی ▁بات ▁ا گي ی ▁تاکہ ▁وه ▁شخص ▁تم ▁کو ▁ڈرا ي ے ▁اور ▁تم ▁یہ ▁حالت ▁یاد ▁کرو ▁کہ ▁اللہ ▁نے ▁تم ▁کو ▁قوم ▁نوح ▁کے ▁بعد ▁جانشین ▁بنایا ▁اور ▁ڈی ل ▁ڈو ل ▁میں ▁تم ▁کو ▁پھیلا و ▁زیاد ه ▁دیا ، ▁سو ▁اللہ ▁کی ▁نعمت وں ▁کو ▁یاد ▁کرو ▁تاکہ ▁تم ▁کو ▁فلا ح ▁ہو
▁ہم ▁اسی ▁طرح ▁نیک ▁عمل ▁کرنے ▁والوں ▁کو ▁جزا ▁دیتے ▁ہیں
▁اور ▁جن ▁لوگوں ▁نے ▁طا غو ت ▁کی ▁عبادت ▁سے ▁پر ہ یز ▁کیا ▁اور ▁( ہم ہ ▁تن ) ▁اللہ ▁تعالی ▁کی ▁طرف ▁متو جہ ▁رہے ▁وه ▁خوش ▁خبری ▁کے ▁مستحق ▁ہیں ، ▁میرے ▁بند وں ▁کو ▁خوش خبر ی ▁سنا ▁دی جي ے
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁کہ ▁رک وع ▁کرو ▁تو ▁وہ ▁رک وع ▁نہیں ▁کرتے ۔
▁اور ▁جو ▁کوي ی ▁برا ▁فعل ▁کرے ▁یا ▁اپنے ▁نفس ▁پر ▁ظلم ▁کرے ▁پھر اس ▁کے ▁بعد ▁الله سے بخش وا ي ے ▁تو ▁الله ▁کو ▁بخش نے ▁والا ▁مہر بان ▁پاي ے
▁تو ▁تم ▁اپنے ▁پروردگار ▁کی ▁کون ▁کون ▁سی ▁نعمت ▁کو ▁جھ ٹل او ▁گے ؟
▁بے ▁شک ▁وہ ▁ہمارے ▁( کام ل ) ▁ایمان ▁والے ▁بند وں ▁میں ▁سے ▁تھے ،
▁سلام ▁اس ▁پر ▁جس ▁روز ▁کہ ▁وہ ▁پیدا ▁ہوا ▁اور ▁جس ▁دن ▁وہ ▁مر ے ▁اور ▁جس ▁روز ▁وہ ▁زندہ ▁کر ▁کے ▁اٹھایا ▁جاي ے
▁بند وں ▁پر ▁افسوس ▁ہے ▁کہ ▁ان ▁کے ▁پاس ▁کوي ی ▁پیغمبر ▁نہیں ▁ا تا ▁مگر ▁اس ▁سے ▁تم سخر ▁کرتے ▁ہیں
▁یعنی ▁ جہ نم ، ▁جس ▁میں ▁وہ ▁جھ ل سے ▁جاي یں ▁گے ▁اور ▁وہ ▁بد ▁ترین ▁جاي ے ▁قرار ▁ہے
▁اور ▁ہم ▁نے ▁موسی ▁کی ▁ماں ▁کی ▁طرف ▁وح ی ▁بھیج ی ▁کہ ▁اس ▁کو ▁دو دھ ▁پلا و ▁جب ▁تم ▁کو ▁اس ▁کے ▁بارے ▁میں ▁کچھ ▁خوف ▁پیدا ▁ہو ▁تو ▁اسے ▁دریا ▁میں ▁ڈال ▁دینا ▁اور ▁نہ ▁تو ▁خوف ▁کرنا ▁اور ▁نہ ▁رنج ▁کرنا ۔ ▁ہم ▁اس ▁کو ▁تمہارے ▁پاس ▁واپس ▁پہنچا ▁دیں ▁گے ▁اور ▁( پ ھر ) ▁اسے ▁پیغمبر ▁بنا ▁دیں ▁گے
▁ان ▁میں ▁سے ▁ایک ▁کہنے ▁والا ▁کہ ے ▁گا ▁کہ ▁میرا ▁ایک ▁ساتھ ی ▁تھا
▁اور ▁اسی ▁نے ▁چو پای وں ▁کو ▁بھی ▁پیدا ▁کیا ▁ہے ▁جن ▁میں ▁تمہارے ▁لي ے ▁گرم ▁لباس ▁اور ▁دیگر ▁منافع ▁کا ▁سامان ▁ہے ▁اور ▁بعض ▁کو ▁تو ▁تم ▁کھا تے ▁بھی ▁ہو
▁اور ▁جو شخص ▁( غل ام ) ▁نہ ▁پاي ے ▁تو ▁جنسی ▁تعلق ▁قاي م ▁کرنے ▁سے ▁پہلے ▁دو ▁ماہ ▁پ ے ▁در ▁پ ے ▁( ل گا تار ) ▁روز ے ▁رکھنا ▁ہوں ▁گے ▁اور ▁جو ▁اس ▁پر ▁بھی ▁قدرت ▁نہ ▁رکھتا ▁ہو ▁تو ▁پھر ▁سا ٹھ ▁مس کین وں ▁کو ▁کھانا ▁کھل انا ▁ہے ▁یہ ▁اس ▁لي ے ▁کہ ▁تم ▁اللہ ▁اور ▁اس ▁کے ▁رسول ( ص ) ▁پر ▁ایمان ▁لا و ▁( تم ہ ارا ▁ایمان ▁را سخ ▁ہو ) ▁یہ ▁اللہ ▁کی ▁مقرر ▁کردہ ▁حد یں ▁ہیں ▁اور ▁کا فر وں ▁کی لي ے ▁درد ناک ▁عذاب ▁ہے۔
▁اور ▁جن ▁کے ▁چہرے ▁سفید ▁( نور انی ) ▁ہوں ▁گے ▁وہ ▁خدا ▁کی ▁رحمت ▁میں ▁ہوں ▁گے ▁اور ▁ہمیشہ ▁ہمیشہ ▁اس ▁میں ▁رہیں ▁گے۔
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁میرے ▁پروردگار ▁نے ▁مجھے ▁سید ھے ▁راستے ▁کی ▁ہدایت ▁دے ▁دی ▁ہے ▁جو ▁ایک ▁مضبوط ▁دین ▁اور ▁باطل ▁سے ▁ا عراض ▁کرنے ▁والے ▁ابراہیم ▁علی ھ ▁السلام کا ▁مذہب ▁ہے ▁اور ▁وہ ▁مشر کین ▁میں ▁سے ▁ہر گز ▁نہیں ▁تھے
▁اور ▁( وہ ▁وقت ▁یاد ▁کرو ) ▁کہ ▁جب ▁ہم ▁نے ▁تم ▁سے ▁عہد ▁و ▁پیمان ▁لیا ▁اور ▁تمہارے ▁اوپر ▁کو ہ ▁طور ▁کو ▁بلند ▁کیا ▁( اور ▁کہا ▁تھا ▁کہ ▁جو ▁کچھ ▁ہم ▁نے ▁تمہیں ▁دیا ▁ہے ▁اسے ▁مضبوط ی ▁سے ▁پکڑ و ۔ ▁اور ▁جو ▁کچھ ▁اس ▁میں ▁ہے ▁اسے ▁غور ▁سے ) ▁سن و ▁تو ▁( تم ہ ارے ▁اس لاف ) ▁نے ▁زبان ▁سے ▁کہا ▁کہ ▁ہم ▁نے ▁سن ▁تو ▁لیا ▁اور ▁دل ▁میں ▁کہا ▁ہم ▁عمل ▁نہیں ▁کریں ▁گے ▁اور ▁ان ▁کے ▁کفر ▁کی ▁وجہ ▁سے ▁ان ▁کے ▁دل وں ▁میں ▁گو سال ہ ▁کی ▁محبت ▁بیٹھ ▁ گي ی ▁تھی۔ ▁( ا ے ▁رسول ) ▁کہ ی ے ! ▁اگر ▁تم ▁مومن ▁ہو ▁تو ▁تم ہ ارا ▁ایمان ▁تمہیں ▁بہت ▁ہی ▁بر ے ▁کام وں ▁کا ▁حکم ▁دیتا ▁ہے ▁( یہ ▁عجیب ▁ایمان ▁ہے ) ۔
▁ایمان ▁والو ▁یہودی وں ▁اور ▁ع یس اي یوں ▁کو ▁اپنا ▁دوست ▁اور ▁سرپرست ▁نہ ▁بنا و ▁کہ ▁یہ ▁خود ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کے ▁دوست ▁ہیں ▁اور ▁تم ▁میں ▁سے ▁کوي ی ▁انہیں ▁دوست ▁بنا ي ے ▁گا ▁تو ▁ان ▁ہی ▁میں ▁شمار ▁ہو جا ي ے ▁گا ▁بیش ک ▁اللہ ▁ظالم ▁قوم ▁کی ▁ہدایت ▁نہیں ▁کرتا ▁ہے
▁بے ▁شک ▁ہم ▁نے ▁ان ▁کو ▁اخر ت ▁کے ▁گھر ▁کی ▁یاد ▁کی ▁خاص ▁( خص لت ) ▁کی ▁وجہ ▁سے ▁چن ▁لیا ▁تھا ،
▁صرف ▁ایک ▁زور ▁کی ▁او از ▁کا ▁ہونا ▁ہوگا ▁کہ ▁سب ▁کے ▁سب ▁ہمارے ▁روبرو ▁اح ا ضر ▁ہوں ▁گے
▁اسی ▁پانی ▁کے ▁ذریعہ ▁سے ▁ہم ▁تمہارے ▁لي ے ▁کھ جور وں ▁اور ▁ان گور وں ▁کے ▁باغ ات ▁پیدا ▁کردی تے ▁ہیں ، ▁کہ ▁تمہارے ▁لي ے ▁ان ▁میں ▁بہت ▁سے ▁می و ے ▁ہوتے ▁ہیں ▁ان ▁ہی ▁میں ▁سے ▁تم ▁کھا تے ▁بھی ▁ہو
▁اپنے ▁اعمال ▁( کی ▁جزا ) ▁سے ▁خوش ▁دل
▁سو ▁جب ▁وہ ▁( دو بار ہ ) ▁یوسف ▁( علی ہ ▁السلام ) ▁کے ▁پاس ▁حاضر ▁ہو ي ے ▁تو ▁کہنے ▁لگے : ▁اے ▁عزیز ▁مصر ! ▁ہم ▁پر ▁اور ▁ہمارے ▁گھر ▁والوں ▁پر ▁مصیبت ▁ان ▁پڑ ی ▁ہے ▁( ہم ▁شدید ▁ق حط ▁میں ▁مبتلا ▁ہیں ) ▁اور ▁ہم ▁( یہ ) ▁تھ وڑ ی ▁سی ▁رقم ▁لے ▁کر ▁اي ے ▁ہیں ▁سو ▁( اس ▁کے ▁بدل ے ) ▁ہمیں ▁( غل ہ ▁کا ) ▁پورا ▁پورا ▁ناپ ▁دے ▁دیں ▁اور ▁( اس ▁کے ▁علاوہ ) ▁ہم ▁پر ▁( ک چھ ) ▁صدق ہ ▁( بھی ) ▁کر ▁دیں۔ ▁بیش ک ▁االله ▁خیر ات ▁کرنے ▁والوں ▁کو ▁جزا ▁دیتا ▁ہے ،
▁بلکہ ▁( عج یب ▁اور ▁ف ہم ▁و ▁ ادر اک ▁سے ▁بع ید ▁بات ▁تو ▁یہ ▁ہے ▁کہ ) ▁انہوں ▁نے ▁حق ▁( یعنی ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁اور ▁قر ان ) ▁کو ▁جھ ٹ لا ▁دیا ▁جب ▁وہ ▁ان ▁کے ▁پاس ▁اچ کا ▁سو ▁وہ ▁خود ▁( ہی ) ▁الج ھن ▁اور ▁اضطراب ▁کی ▁بات ▁میں ▁( پ ڑے ) ▁ہیں ،
▁بلا ▁شب ہ ▁ہم ▁نے ▁تمہیں ▁عن قر یب ▁ انے ▁والے ▁عذاب ▁سے ▁ڈرا ▁دیا ▁ہے ، ▁اس ▁دن ▁ہر ▁اد می ▁ان ▁( اعم ال ) ▁کو ▁جو ▁اس ▁نے ▁ اگ ے ▁بھیج ے ▁ہیں ▁دیکھ ▁لے ▁گا ، ▁اور ▁( ہر ) ▁کا فر ▁کہ ے ▁گا : ▁اے ▁کاش ! ▁میں ▁م ٹی ▁ہوتا ▁( اور ▁اس ▁عذاب ▁سے ▁بچ ▁جاتا )،
▁اور ▁جب ▁تم ▁نماز ▁کے ▁لي ے ▁( لوگ وں ▁کو ▁بصورت ▁اذا ن ) ▁پکار تے ▁ہو ▁تو ▁یہ ▁( لوگ ) ▁اسے ▁ہنس ی ▁اور ▁کھیل ▁بنا ▁لیتے ▁ہیں۔ ▁یہ ▁اس ▁لي ے ▁کہ ▁وہ ▁ایسے ▁لوگ ▁ہیں ▁جو ▁( بال کل ) ▁عقل ▁ہی ▁نہیں ▁رکھتے ،
▁وہاں ▁ان ▁کے ▁( کھ انے ▁پی نے ) ▁کی لي ے ▁( ہر ▁قسم ▁کے ) ▁پھل ▁ہوں ▁گے ▁اور ▁وہ ▁سب ▁کچھ ▁ہوگا ▁جو ▁وہ ▁طلب ▁کریں ▁گے۔
▁( ذر ا ▁ان ▁کو ▁وہ ▁قص ہ ▁سنا و ▁جو ▁موسی ▁کو ▁پیش ▁ ایا ▁تھا ) ▁جبکہ ▁موسی ▁نے ▁اپنے ▁خادم ▁سے ▁کہا ▁تھا ▁کہ ▁" میں ▁اپنا ▁سفر ▁ختم ▁نہ ▁کر وں ▁گا ▁جب ▁تک ▁کہ ▁دونوں ▁دریا وں ▁کے ▁سنگ م ▁پر ▁نہ ▁پہنچ ▁جا وں ، ▁ورنہ ▁میں ▁ایک ▁زمان ہ ▁در از ▁تک ▁چل تا ▁ہی ▁رہ وں ▁گا "
▁پھر ▁زور ▁سے ▁جھ ون کا ▁دینے ▁والی وں ▁کی ▁قسم
▁تمہارے ▁لیے ▁ایک ▁کہا وت ▁بیان ▁فرما تا ▁ہے ▁خود ▁تمہارے ▁اپنے ▁حال ▁سے ▁کیا ▁تمہارے ▁لیے ▁تمہارے ▁ہاتھ ▁کے ▁غلام وں ▁میں ▁سے ▁کچھ ▁شریک ▁ہیں ▁اس ▁میں ▁جو ▁ہم ▁نے ▁تمہیں ▁روزی ▁دی ▁تو ▁تم ▁سب ▁اس ▁میں ▁برابر ▁ہو ▁تم ▁ان ▁سے ▁ڈر و ▁جیسے ▁اپ س ▁میں ▁ایک ▁دوسرے ▁سے ▁ڈر تے ▁ہو ▁ہم ▁ایسی ▁مفصل ▁نشان یاں ▁بیان ▁فرماتے ▁ہیں ▁عقل ▁والوں ▁کے ▁لیے ،
▁اور ▁جو ▁شخص ▁کسی ▁مسلمان ▁کو ▁قصد ا ▁قتل ▁کرے ▁تو ▁اس ▁کی ▁سزا ▁دوزخ ▁ہے ▁کہ ▁مدت وں ▁اس ▁میں ▁رہے ▁گا ▁اور ▁اس ▁پر ▁اللہ ▁ غضب ناک ▁ہوگا ▁اور ▁اس ▁پر ▁لعنت ▁کرے ▁گا ▁اور ▁اس ▁نے ▁اس ▁کے ▁لي ے ▁زبردست ▁عذاب ▁تیار ▁کر ▁رکھا ▁ہے ،
▁یہ ▁ماجرا ▁یقینا ▁ایک ▁زبردست ▁نشانی ▁ہے ▁ان ▁میں ▁سے ▁اکثر ▁لوگ ▁ایمان ▁لانے ▁والے ▁نہیں
▁پھر ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁اسے ▁بڑی ▁نشانی ▁دکھا ي ی ،
▁کہہ ▁دو ▁کہ ▁جو ▁شخص ▁گمراہ ی ▁میں ▁پڑا ▁ہوا ▁ہے ▁خدا ▁اس ▁کو ▁ا ہ ست ہ ▁ا ہ ست ہ ▁مہ لت ▁دی ي ے ▁جاتا ▁ہے۔ ▁یہاں ▁تک ▁کہ ▁جب ▁اس ▁چیز ▁کو ▁دیکھ ▁لیں ▁گے ▁جس ▁کا ▁ان ▁سے ▁وعدہ ▁کیا ▁جاتا ▁ہے ▁خواہ ▁عذاب ▁اور ▁خواہ ▁قیامت ۔ ▁تو ▁( اس ▁وقت ) ▁جان ▁لیں ▁گے ▁کہ ▁مکان ▁کس ▁کا ▁برا ▁ہے ▁اور ▁لشکر ▁کس ▁کا ▁کمزور ▁ہے
▁ جہ نم ▁اس ▁کے ▁پیچھے ▁لگی ▁اور ▁اسے ▁پی پ ▁کا ▁پانی ▁پل ایا ▁جاي ے ▁گا ،
▁ز کو ۃ ▁کے ▁طریقے ▁پر ▁عامل ▁ہوتے ▁ہیں
▁تیر ا ▁رب ▁زمین ▁اور ▁اس مان وں ▁کی ▁مخلوق ات ▁کو ▁زیادہ ▁جانتا ▁ہے ▁ہم ▁نے ▁بعض ▁پیغمبر وں ▁کو ▁بعض ▁سے ▁بڑھ ▁کر ▁مرتب ے ▁دیے ، ▁اور ▁ہم ▁نے ▁ہی ▁داود ▁کو ▁ز بور ▁دی ▁تھی
▁تو ▁چی خ ▁نے ▁ان ▁کو ▁صبح ▁ہوتے ▁ہوتے ▁اپ کڑ ا
▁تو ▁اگر ▁ہمارے ▁پاس ▁پہلے ▁والے ▁لوگوں ▁کی ▁طرح ▁کوي ی ▁نص ی حت ▁( والی ▁کتاب ) ▁ہوتی ۔
▁سوا ي ے ▁ان ▁لوگوں ▁کے ▁جو ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے ▁تو ▁ان ▁کے ▁لي ے ▁ختم ▁نہ ▁ہونے ▁والا ▁( دا يم ی ) ▁ اجر ▁ہے ،
▁اس ▁کے ▁لیے ▁جو ▁ما نگے ▁اور ▁جو ▁مانگ ▁بھی ▁نہ ▁سکے ▁تو ▁محروم ▁رہے
▁کہا ▁یہ ▁او نٹ نی ▁ہے ▁اس کے ▁پی نے ▁کا ▁ایک ▁دن ▁ہے ▁اور ▁یک ▁دن ▁معین ▁تمہارے ▁پی نے ▁کے ▁لیے ▁ہے
▁اور ▁یہ ▁کچھ ▁ان ▁پر ▁ نگ ہ بان ▁بنا کر ▁نہ ▁بھیج ے ▁ گي ے
▁ہر گز ▁ایسا ▁نہیں ▁عن قر یب ▁وہ ▁جان ▁لیں ▁گے
▁اور ▁نہ ▁اپ ▁ان دھ وں ▁کو ▁ان ▁کی ▁گمراہ ی ▁سے ▁ہدایت ▁کرنے ▁والے ▁ہیں ▁اپ ▁تو ▁صرف ▁ان ▁ہی ▁لوگوں ▁کو ▁سنا تے ▁ہیں ▁جو ▁ہماری ▁ ایت وں ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁پس ▁وہی ▁اطاعت ▁کرنے ▁والے ▁ہیں
▁کیا ▁اپ ▁ان ▁سے ▁مزدور ی ▁مانگ ▁رہے ▁ہیں ▁جو ▁یہ ▁اس ▁کے ▁تا وان ▁کے ▁بوجھ ▁سے ▁د بے ▁جارہے ▁ہیں
▁ت جھ ▁سے ▁عذاب ▁جلد ی ▁مانگ تے ▁ہیں ▁اور ▁بے ▁شک ▁دوزخ ▁کا فر وں ▁کو ▁گھ یر لی نے ▁والی ▁ہے
▁روز ے ▁کی ▁رات وں ▁میں ▁اپنی ▁بیوی وں ▁سے ▁مل نا ▁تمہارے ▁لي ے ▁حلال ▁کیا ▁گیا ، ▁وه ▁تم ہ ارا ▁لباس ▁ہیں ▁اور ▁تم ▁ان ▁کے ▁لباس ▁ہو ، ▁تمہاری ▁پوش یده ▁خیانت وں ▁کا ▁اللہ ▁تعالی ▁کو ▁علم ▁ہے ، ▁اس ▁نے ▁تمہاری ▁تو بہ ▁قبول ▁فرما ▁کر ▁تم ▁سے ▁در گز ر ▁فرم الیا ، ▁اب ▁تمہیں ▁ان ▁سے ▁مباشر ت ▁کی ▁اور ▁اللہ ▁تعالی ▁کی ▁لکھ ی ▁ہو ي ی ▁چیز ▁کو ▁تلاش ▁کرنے ▁کی ▁اجازت ▁ہے ، ▁تم ▁کھا تے ▁پی تے ▁رہ و ▁یہاں ▁تک ▁کہ ▁صبح ▁کا ▁سفید ▁ دھ اگ ہ ▁سیاه ▁ دھ اگ ے ▁سے ▁ظاہر ▁ہو جا ي ے۔ ▁پھر ▁رات ▁تک ▁روز ے ▁کو ▁پورا ▁کرو ▁اور ▁عورتوں ▁سے ▁اس ▁وقت ▁مباشر ت ▁نہ ▁کرو ▁جب ▁کہ ▁تم ▁مسجد وں ▁میں ▁اعت ک اف ▁میں ▁ہو۔ ▁یہ ▁اللہ ▁تعالی ▁کی ▁حدود ▁ہیں ، ▁تم ▁ان ▁کے ▁قریب ▁بھی ▁نہ ▁جا و ۔ ▁اسی ▁طرح ▁اللہ ▁تعالی ▁اپنی ▁ ایت یں ▁لوگوں ▁کے ▁لي ے ▁بیان ▁فرما تا ▁ہے ▁تاکہ ▁وه ▁بچ یں
▁اور ▁وہی ▁اللہ ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں۔ ▁دنیا ▁اور ▁اخر ت ▁میں ▁ساری ▁تعریف یں ▁اسی ▁کے ▁لي ے ▁ہیں ، ▁اور ▁( حقیق ی ) ▁حکم ▁و ▁فرمان روا ي ی ▁( بھی ) ▁اسی ▁کی ▁ہے ▁اور ▁تم ▁اسی ▁کی ▁طرف ▁لوٹ اي ے ▁جا و ▁گے ،
▁سو ▁انہوں ▁نے ▁دونوں ▁( کے ▁ری وڑ ) ▁کو ▁پانی ▁پلا ▁دیا ▁پھر ▁سا یہ ▁کی ▁طرف ▁پل ٹ ▁ گي ے ▁اور ▁عرض ▁کیا : ▁اے ▁رب ! ▁میں ▁ہر ▁اس ▁بھ لا ي ی ▁کا ▁جو ▁تو ▁میری ▁طرف ▁اتار ے ▁محت ا ▁ج ▁ہوں ،
▁اپ ( ص ) ▁کہہ ▁دی جي ے ! ▁کہ ▁کیا ▁تم ▁نے ▁غور ▁کیا ▁ہے ▁اگر ▁( تم ہ اری ▁خواہش ▁کے ▁مطابق ) ▁خدا ▁مجھے ▁اور ▁میرے ▁ساتھ یوں ▁کو ▁ہلاک ▁کر ▁دے ▁یا ▁( ہم اری ▁خواہش ▁کے ▁مطابق ) ▁ہم ▁پر ▁رحم ▁فرما ي ے ▁( بہ ر حال ) ▁کا فر وں ▁کو ▁درد ناک ▁عذاب ▁سے ▁کون ▁پناہ ▁دے ▁گا ؟
▁اور ▁ہم ▁نے ▁کسی ▁قر یہ ▁کو ▁ہلاک ▁نہیں ▁کیا ▁مگر ▁یہ ▁کہ ▁اس ▁کے ▁لي ے ▁ایک ▁می عاد ▁مقرر ▁کردی ▁تھی
▁اور ▁حکم ▁دیا ▁گیا ▁کہ ▁اے ▁زمین ▁اپنا ▁پانی ▁ن گل ▁جا ▁اور ▁اے ▁اس مان ▁تھ م ▁جا ۔ ▁تو ▁پانی ▁خشک ▁ہوگیا ▁اور ▁کام ▁تمام ▁کردیا ▁گیا ▁اور ▁کشی ▁کو ہ ▁جو دی ▁پر ▁جا ▁ٹھہر ی ۔ ▁اور ▁کہہ ▁دیا ▁گیا ▁کہ ▁بے ان صاف ▁لوگوں ▁پر ▁لعنت
▁اور ▁زمین ▁و ▁اس مان ▁میں ▁بہت ▁سی ▁نشان یاں ▁ہیں ▁جن ▁سے ▁لوگ ▁گزر ▁جاتے ▁ہیں ▁اور ▁کنار ہ ▁کش ▁ہی ▁رہتے ▁ہیں
▁پس ▁ہم ▁نے ▁اس ▁واقعہ ▁کو ▁اس ▁زمان ہ ▁کے ▁لوگوں ▁اور ▁بعد ▁میں ▁ انے ▁والوں ▁کے ▁لي ے ▁( سام ان ) ▁عبر ت ▁اور ▁پر ہ یز گار وں ▁کے ▁لي ے ▁نص ی حت ▁بنا ▁دیا۔
▁( خط ▁سنا ▁کر ) ▁وہ ▁کہنے ▁لگی ▁کہ ▁اے ▁اہل ▁در بار ▁میرے ▁اس ▁معاملے ▁میں ▁مجھے ▁مشورہ ▁دو ، ▁جب ▁تک ▁تم ▁حاضر ▁نہ ▁ہو ▁( اور ▁صلاح ▁نہ ▁دو ) ▁میں ▁کسی ▁کام ▁کو ▁فیصل ▁کرنے ▁والی ▁نہیں
▁اور ▁ان ▁سے ▁مہمان ▁کے ▁بارے ▁میں ▁نا جا يز ▁مطالب ات ▁کرنے ▁لگے ▁تو ▁ہم ▁نے ▁ان ▁کی ▁ان کھ وں ▁کو ▁اند ھا ▁کردیا ▁کہ ▁اب ▁عذاب ▁اور ▁ڈرا نے ▁کا ▁م زہ ▁چک ھو
▁عن قر یب ▁اس ▁کو ▁دوزخ ▁میں ▁ڈال وں ▁گا
▁یا ▁اس ▁سے ▁بھی ▁زیادہ ▁سخت ▁کوي ی ▁چیز ▁جو ▁تمہارے ▁ذہن ▁میں ▁قبول ▁حیات ▁سے ▁بع ید ▁تر ▁ہو " ▁( پ ھر ▁بھی ▁تم ▁اٹھ ▁کر ▁رہ و ▁گے ) ▁وہ ▁ضرور ▁پوچھ یں ▁گے ▁" ک ون ▁ہے ▁وہ ▁جو ▁ہمیں ▁پھر ▁زندگی ▁کی ▁طرف ▁پل ٹا ▁کر ▁لاي ے ▁گا ؟ " ▁جواب ▁میں ▁کہ و ▁" وہ ی ▁جس ▁نے ▁پہلی ▁بار ▁تم ▁کو ▁پیدا ▁کیا " ▁وہ ▁سر ▁ہل ا ▁ہل ا ▁کر ▁پوچھ یں ▁گے ▁" اچ ھا ، ▁تو ▁یہ ▁ہوگا ▁کب ؟ " ▁تم ▁کہ و ▁" کیا ▁ عجب ، ▁وہ ▁وقت ▁قریب ▁ہی ▁ا ▁لگا ▁ہو
▁بلکہ ▁خود ▁انسان ▁اپنے ▁حال ▁کو ▁خوب ▁جانتا ▁ہے۔
▁( فر عون ▁نے ) ▁کہا : ▁بیش ک ▁تم ہ ارا ▁رسول ▁جو ▁تمہاری ▁طرف ▁بھی جا ▁گیا ▁ہے ▁ضرور ▁دیوان ہ ▁ہے ،
▁اور ▁وہی ▁تو ▁ہے ▁جس ▁نے ▁رات ▁اور ▁دن ▁کو ▁ایک ▁دوسرے ▁کے ▁پیچھے ▁ انے ▁جانے ▁والا ▁بنایا ۔ ▁( یہ ▁باتیں ) ▁اس ▁شخص ▁کے ▁لي ے ▁جو ▁غور ▁کرنا ▁چاہے ▁یا ▁شکر گزار ی ▁کا ▁اراد ہ ▁کرے ▁( سو چ نے ▁اور ▁سمجھ نے ▁کی ▁ہیں )
▁بیش ک ▁تم ہ ارا ▁رب ▁اللہ ▁ہے ▁جس ▁نے ▁اس مان ▁اور ▁زمین ▁چھ ▁دن ▁میں ▁بنا ي ے ▁پھر ▁ع رش ▁پر ▁است وا ▁فرمایا ▁جیسا ▁اس ▁کی ▁شان ▁کے ▁لا يق ▁ہے ▁کام ▁کی ▁تدبیر ▁فرما ▁تا ▁ہے ▁کوي ی ▁سفارش ی ▁نہیں ▁مگر ▁اس ▁کی ▁اجازت ▁کے ▁بعد ▁یہ ▁ہے ▁اللہ ▁تم ہ ارا ▁رب ▁تو ▁اس ▁کی ▁ب ندگی ▁کرو ▁تو ▁کیا ▁تم ▁ دھی ان ▁نہیں ▁کرتے ،
▁بے ▁شک ▁میں ▁تمہارے ▁رب ▁پر ▁ایمان ▁لا یا ▁پس ▁میری ▁بات ▁سن و
▁بس نے ▁کے ▁باغ ▁جن ▁میں ▁وہ ▁داخل ▁ہوں ▁گے ▁اور ▁جو ▁لا يق ▁ہوں ▁ان ▁کے ▁باپ ▁داد ا ▁اور ▁بی بی وں ▁اور ▁اولاد ▁میں ▁اور ▁فرشت ے ▁ہر ▁دروازے ▁سے ▁ان ▁پر ▁یہ ▁کہتے ▁اي یں ▁گے ،
▁اور ▁خبردار ▁شیطان ▁تمہیں ▁راہ ▁حق ▁سے ▁روک ▁نہ ▁دے ▁کہ ▁وہ ▁تم ہ ارا ▁کھل ا ▁ہوا ▁دشمن ▁ہے
▁وہ ▁بولا ▁" میر ے ▁رب ، ▁جیسا ▁تو ▁نے ▁مجھے ▁بہ ک ایا ▁اسی ▁طرح ▁اب ▁میں ▁زمین ▁میں ▁ان ▁کے ▁لیے ▁دل ▁فریب یاں ▁پیدا ▁کر ▁کے ▁ان ▁سب ▁کو ▁بہ کا ▁د وں ▁گا
▁کیوں ▁کچھ ▁بدلا ▁ملا ▁کا فر وں ▁کو ▁اپنے ▁کیے ▁کا
▁پھر ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁دوسرے ▁کو ▁ملا مت ▁کرنے ▁لگا
▁مگر ▁جب ▁وہ ▁ان ▁کو ▁بچا ▁لی تا ▁ہے ▁تو ▁پھر ▁وہی ▁لوگ ▁حق ▁سے ▁من حرف ▁ہو ▁کر ▁زمین ▁میں ▁بغاوت ▁کرنے ▁لگ تے ▁ہیں ▁لوگ و ، ▁تمہاری ▁یہ ▁بغاوت ▁ال ٹی ▁تمہارے ▁ہی ▁خلاف ▁پڑ ▁رہی ▁ہے ▁دنیا ▁کے ▁چند ▁روزہ ▁ مز ے ▁ہیں ▁( ل وٹ ▁لو )، ▁پھر ▁ہماری ▁طرف ▁تمہیں ▁پل ٹ ▁کر ▁انا ▁ہے ، ▁اس ▁وقت ▁ہم ▁تمہیں ▁بتا ▁دیں ▁گے ▁کہ ▁تم ▁کیا ▁کچھ ▁کرتے ▁رہے ▁ہو
▁پھر ▁جب ▁ان ▁پر ▁ہمارا ▁عذاب ▁ا گیا ▁تو ▁ان ▁کی ▁پکار ▁سوا ي ے ▁اس ▁کے ▁( ک چھ ) ▁نہ ▁تھی ▁کہ ▁وہ ▁کہنے ▁لگے ▁کہ ▁بیش ک ▁ہم ▁ظالم ▁تھے ،
▁اور ▁اپنے ▁پروردگار ▁کی ▁نعمت وں ▁کو ▁برابر ▁بیان ▁کرتے ▁رہ نا
▁اور ▁یاد ▁کرو ▁عیسی ▁ابن ▁مریم ▁کی ▁وہ ▁بات ▁جو ▁اس ▁نے ▁کہ ی ▁تھی ▁کہ ▁" ا ے ▁بنی ▁اس راي یل ، ▁میں ▁تمہاری ▁طرف ▁اللہ ▁کا ▁بھی جا ▁ہوا ▁رسول ▁ہوں ، ▁تصدیق ▁کرنے ▁والا ▁ہوں ▁اس ▁تور ا ۃ ▁کی ▁جو ▁مجھ ▁سے ▁پہلے ▁اي ی ▁ہو ي ی ▁موجود ▁ہے ، ▁اور ▁بشار ت ▁دینے ▁والا ▁ہوں ▁ایک ▁رسول ▁کی ▁جو ▁میرے ▁بعد ▁اي ے ▁گا ▁جس ▁کا ▁نام ▁احمد ▁ہوگا ▁مگر ▁جب ▁وہ ▁ان ▁کے ▁پاس ▁کھل ی ▁کھل ی ▁نشان یاں ▁لے ▁کر ▁ ایا ▁تو ▁انہوں ▁نے ▁کہا ▁یہ ▁تو ▁ صر یح ▁دھو کا ▁ہے
▁جو ک چھ ▁انہوں ▁نے ▁( اعم ال ) ▁کیے ▁ہیں ▁سب ▁ نامہ ٴ ▁اعمال ▁میں ▁لکھ ے ▁ہو ي ے ▁ہیں
▁پھر ▁وه ▁دونوں ▁چلے ، ▁یہاں ▁تک ▁کہ ▁ایک ▁کشتی ▁میں ▁سوار ▁ہو ي ے ، ▁تو ▁اس ▁نے ▁کشتی ▁کے ▁تخت ے ▁توڑ ▁دی ي ے ، ▁موسی ▁نے ▁کہا ▁کیا ▁اپ ▁اسے ▁توڑ ▁رہے ▁ہیں ▁تاکہ ▁کشتی ▁والوں ▁کو ▁ڈ بو ▁دیں ، ▁یہ ▁تو ▁اپ ▁نے ▁بڑی ▁( خطر ناک ) ▁بات ▁کردی
▁جب ▁تیر ے ▁رب ▁نے ▁فرشت وں ▁سے ▁کہا ▁" میں ▁م ٹی ▁سے ▁ایک ▁بشر ▁بنانے ▁والا ▁ہوں
▁اور ▁( وہ ▁وقت ▁بھی ▁یاد ▁کرو ) ▁جب ▁تم ▁نے ▁کہا ▁اے ▁موسی ! ▁ہم ▁ایک ▁ہی ▁( قسم ▁کے ) ▁کھانے ▁پر ▁ہر گز ▁صبر ▁نہیں ▁کر ▁سکتے ۔ ▁اس ▁لي ے ▁اپ ▁اپنے ▁پروردگار ▁سے ▁ہمارے ▁لي ے ▁دعا ▁کی جي ے ▁کہ ▁وہ ▁( من ▁و ▁سلو ی ▁کی ▁بجا ي ے ) ▁ہمارے ▁لي ے ▁وہ ▁چیز یں ▁نکال ے ▁( پی دا ▁کرے ) ▁جو ▁زمین ▁ اگ اتی ▁ہے ▁جیسے ▁سا گ ▁پات ، ▁تر کاری ، ▁ کھی را ، ▁ک کڑ ی ، ▁م سور ▁اور ▁لہ سن ▁پی از ۔ ▁موسی ▁نے ▁کہا ▁کیا ▁تم ▁کمتر ▁و ▁کہ تر ▁چیز ▁لینا ▁چاہتے ▁ہو ▁اس ▁کے ▁بدل ہ ▁میں ▁جو ▁برتر ▁و ▁بہتر ▁ہے۔ ▁اچھا ▁شہر ▁میں ▁اتر ▁پڑ و ۔ ▁بے ▁شک ▁( وہ اں ) ▁تمہیں ▁وہ ▁کچھ ▁مل ▁جاي ے ▁گا ▁جو ▁تم ▁مانگ تے ▁ہو۔ ▁اور ▁( ان جام ▁کار ) ▁ان ▁پر ▁ذ لت ▁و ▁خو اری ▁اور ▁اف لاس ▁و ▁نا داری ▁م سلط ▁ہو گي ی ۔ ▁اور ▁وہ ▁( اللہ ▁کی ▁نشانی وں ▁کا ▁) ▁انکار ▁کرتے ▁تھے ▁اور ▁ان بی اء ▁کو ▁نا حق ▁قتل ▁کرتے ▁تھے ▁( اور ▁یہ ▁اس ▁لي ے ▁بھی ▁ہوا ) ▁کہ ▁وہ ▁نا فر مان ی ▁کرتے ▁تھے ▁اور ▁حد ▁سے ▁بڑھ ▁بڑھ ▁جاتے ▁تھے ▁( سر کش ی ▁کرتے ▁تھے ) ۔
▁اور ▁یہ ▁کہ ▁ہم ▁نے ▁جب ▁ہدایت ▁سنی ▁اس ▁پر ▁ایمان ▁لاي ے ، ▁تو ▁جو ▁اپنے ▁رب ▁پر ▁ایمان ▁لاي ے ▁اسے ▁نہ ▁کسی ▁کمی ▁کا ▁خوف ▁اور ▁نہ ▁زیاد گی ▁کا
▁کہ ▁ان ▁کی ▁مدد ▁ب ہر حال ▁کی ▁جاي ے ▁گی
▁اور ▁جب ▁انہوں ▁نے ▁صبر ▁کیا ▁اور ▁ہماری ▁ای ات ▁پر ▁یقین ▁لا تے ▁رہے ▁تو ▁ان ▁کے ▁اندر ▁ہم ▁نے ▁ایسے ▁پیش وا ▁پیدا ▁کیے ▁جو ▁ہمارے ▁حکم ▁سے ▁رہنما ي ی ▁کرتے ▁تھے
▁اور ▁شیطان ▁نے ▁ان ▁کے ▁بارے ▁میں ▁اپنا ▁خیال ▁سچ ▁کر ▁دکھا یا ▁کہ ▁مومن وں ▁کی ▁ایک ▁جماعت ▁کے ▁سوا ▁وہ ▁اس ▁کے ▁پیچھے ▁چل ▁پڑے
▁کیا ▁لوگوں ▁نے ▁یہ ▁خیال ▁کر ▁رکھا ▁ہے ▁کہ ▁وہ ▁صرف ▁اس ▁بات ▁پر ▁چھوڑ ▁دی ي ے ▁جاي یں ▁گے ▁کہ ▁وہ ▁یہ ▁کہہ ▁دیں ▁کہ ▁ہم ▁ایمان ▁لے ▁اي ے ▁ہیں ▁اور ▁ان ▁کا ▁امتحان ▁نہیں ▁ہوگا
▁تو ▁اج ▁یہاں ▁اس ▁کا ▁کوي ی ▁دوست ▁نہیں
▁اور ▁جو ▁تم ▁میں ▁سے ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁کی ▁فرمان بر دار ▁رہے ▁گی ▁اور ▁عمل ▁نیک ▁کرے ▁گی۔ ▁اس ▁کو ▁ہم ▁دو نا ▁ ثواب ▁دیں ▁گے ▁اور ▁اس ▁کے ▁لي ے ▁ہم ▁نے ▁عزت ▁کی ▁روزی ▁تیار ▁کر ▁رکھی ▁ہے
▁وہ ▁رات ▁کو ▁دن ▁میں ▁اور ▁دن ▁کو ▁رات ▁میں ▁داخل ▁کرتا ▁ہے ▁اور ▁وہ ▁سین وں ▁کے ▁راز وں ▁سے ▁بھی ▁با خبر ▁ہے
▁اور ▁اس ▁نے ▁تمہارے ▁لیے ▁م سخر ▁کیے ▁رات ▁اور ▁دن ▁اور ▁سور ج ▁اور ▁چاند ، ▁اور ▁ستار ے ▁اس ▁کے ▁حکم ▁کے ▁با ند ھے ▁ہیں ▁بیش ک ▁اس ▁ ایت ▁میں ▁نشان یاں ▁ہیں ▁عقل ▁مند وں ▁کو
▁فرما ▁دی جي ے : ▁تم ▁اس ▁پر ▁ایمان ▁لا و ▁یا ▁ایمان ▁نہ ▁لا و ، ▁بیش ک ▁جن ▁لوگوں ▁کو ▁اس ▁سے ▁قبل ▁علم ▁( ک تاب ) ▁عطا ▁کیا ▁گیا ▁تھا ▁جب ▁یہ ▁( قر ان ) ▁انہیں ▁پڑھ ▁کر ▁سن ایا ▁جاتا ▁ہے ▁وہ ▁ ٹھ وڑ یوں ▁کے ▁بل ▁سج دہ ▁میں ▁گر ▁پڑ تے ▁ہیں ،
▁اور ▁ہدایت ▁کی ▁کہ ▁بیٹا ▁ایک ▁ہی ▁دروازے ▁سے ▁داخل ▁نہ ▁ہونا ▁بلکہ ▁جدا ▁جدا ▁در واز وں ▁سے ▁داخل ▁ہونا ۔ ▁اور ▁میں ▁خدا ▁کی ▁تقدیر ▁کو ▁تم ▁سے ▁نہیں ▁روک ▁سکتا ۔ ▁بے شک ▁حکم ▁اسی ▁کا ▁ہے ▁میں ▁اسی ▁پر ▁بھر وس ہ ▁رکھتا ▁ہوں۔ ▁اور ▁اہل ▁تو کل ▁کو ▁اسی ▁پر ▁بھر وس ہ ▁رکھنا ▁چاہ ی ي ے
▁مگر ▁بعد ▁میں ▁لوگوں ▁نے ▁اپنے ▁دین ▁کو ▁اپ س ▁میں ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁لیا ▁ہر ▁گروہ ▁کے ▁پاس ▁جو ▁کچھ ▁ہے ▁اسی ▁میں ▁وہ ▁م گن ▁ہے
▁~ ▁ایمان ▁والو ▁جب ▁تمہارے ▁پاس ▁ہ جر ت ▁کرنے ▁والی ▁مومن ▁عورت یں ▁اي یں ▁تو ▁پہلے ▁ان ▁کا ▁امتحان ▁کرو ▁کہ ▁اللہ ▁ان ▁کے ▁ایمان ▁کو ▁خوب ▁جانتا ▁ہے ▁پھر ▁اگر ▁تم ▁بھی ▁دیکھ و ▁کہ ▁یہ ▁مومن ہ ▁ہیں ▁تو خبر دار ▁انہیں ▁کف ار ▁کی ▁طرف ▁واپس ▁نہ ▁کرنا ▁- ▁نہ ▁وہ ▁ان ▁کے ▁لي ے ▁حلال ▁ہیں ▁اور ▁نہ ▁یہ ▁ان ▁کے ▁لي ے ▁حلال ▁ہیں ▁اور ▁جو ▁خرچ ہ ▁کف ار ▁نے ▁مہر ▁کا ▁دیا ▁ہے ▁وہ ▁انہیں ▁واپس ▁کرد و ▁اور ▁تمہارے ▁لي ے ▁کوي ی ▁حر ج ▁نہیں ▁ہے ▁کہ ▁تم ▁ان ▁کی ▁اج رت ▁( م ہر ) ▁دینے ▁کے ▁بعد ▁ان ▁سے ▁نکاح ▁کر لو ▁اور ▁خبردار ▁کا فر ▁عورتوں ▁کی ▁ع صمت ▁پکڑ ▁کر ▁نہ ▁رکھ و ▁اور ▁جو ▁تم ▁نے ▁خرچ ▁کیا ▁ہے ▁وہ ▁کف ار ▁سے ▁لے ▁لو ▁اور ▁جو ▁انہوں ▁نے ▁خرچ ▁کیا ▁ہے ▁وہ ▁تم ▁سے ▁لے ▁لیں ▁کہ ▁یہی ▁حکم ▁خدا ▁ہے ▁جس ▁کا ▁فیصلہ ▁خدا ▁نے ▁تمہارے ▁درمیان ▁کیا ▁ہے ▁اور ▁وہ ▁بڑا ▁صاحب ▁ه ▁علم ▁و ▁حکمت ▁ہے
▁تم ▁تو ▁اللہ ▁کے ▁سوا ▁بت وں ▁کو ▁پو ج تے ▁ہو ▁اور ▁ن را ▁جھوٹ ▁گ ڑ ▁ھ تے ▁ہو ▁بے ▁شک ▁وه ▁ج نھیں ▁تم ▁اللہ ▁کے ▁سوا ▁پو ▁ج تے ▁ہو ▁تمہاری ▁روزی ▁کے ▁کچھ ▁مالک ▁نہیں ▁تو ▁اللہ ▁کے ▁پاس ▁ رزق ▁ڈھ ون ڈو ▁اور ▁اس ▁کی ▁ب ندگی ▁کرو ▁اور ▁اس ▁کا ▁احسان ▁مان و ، ▁تمہیں ▁اسی ▁کی ▁طرف ▁پھر نا ▁ہے
▁وہ ▁تو ▁شیطان ▁ہی ▁ہے ▁کہ ▁اپنے ▁دوستوں ▁سے ▁د ھم کا تا ▁ہے ▁تو ▁ان ▁سے ▁نہ ▁ڈر و ▁اور ▁مجھ ▁سے ▁ڈر و ▁اگر ▁ایمان ▁رکھتے ▁ہو
▁اے ▁نبی ! ▁تج ھے ▁اللہ ▁کافی ▁ہے ▁اور ▁ان ▁مومن وں ▁کو ▁جو ▁تیر ی ▁پیر وی ▁کر ▁رہے ▁ہیں
▁ہم ▁نے ▁صاف ▁صاف ▁ہدایت ▁دینے ▁والی ▁ای ات ▁تمہارے ▁پاس ▁بھیج ▁دی ▁ہیں ، ▁اور ▁ان ▁قوم وں ▁کی ▁عبر ▁ت ▁ ناک ▁مثال یں ▁بھی ▁ہم ▁تمہارے ▁سامنے ▁پیش ▁کر ▁چکے ▁ہیں ▁جو ▁تم ▁سے ▁پہلے ▁ہو ▁گزر ی ▁ہیں ، ▁اور ▁وہ ▁نص ی حت یں ▁ہم ▁نے ▁کر ▁دی ▁ہیں ▁جو ▁ڈر نے ▁والوں ▁کے ▁لیے ▁ہوتی ▁ہیں
▁اور ▁ہم ▁نے ▁ان ▁کے ▁لي ے ▁کچھ ▁ساتھ ی ▁مقرر ▁کر ▁دی ي ے ▁ہیں ▁جنہوں ▁نے ▁ان ▁کے ▁اگلے ▁اور ▁پچھلے ▁( کر تو ت وں ▁کو ) ▁خوش ن ما ▁بنا ▁دیا ▁اور ▁ان ▁پر ▁وہی ▁بات ▁ثابت ▁ہو گي ی ▁( ع ذ اب ▁ال ہی ) ▁جو ▁جن وں ▁اور ▁انسان وں ▁کے ▁ان ▁گروہ وں ▁پر ▁ثابت ▁ہے ▁جو ▁ان ▁سے ▁پہلے ▁گزر ▁چکے ▁تھے ▁بے ▁شک ▁وہ ▁سب ▁نقصان ▁اٹھا نے ▁والوں ▁میں ▁سے ▁تھے۔
▁تو ▁ان ▁کے ▁بخ ل ▁نے ▁ان ▁کے ▁دل وں ▁میں ▁ن فاق ▁را سخ ▁کردیا ▁اس ▁دن ▁تک ▁کے ▁لي ے ▁جب ▁یہ ▁خدا ▁سے ▁ملاقات ▁کریں ▁گے ▁اس ▁لي ے ▁کہ ▁انہوں ▁نے ▁خدا ▁سے ▁کي ے ▁ہو ي ے ▁وعدہ ▁کی ▁مخالفت ▁کی ▁ہے ▁اور ▁جھوٹ ▁بول ے ▁ہیں
▁اور ▁جس ▁دن ▁ان ▁سب ▁کو ▁جمع ▁کرے ▁گا ▁جن وں ▁کی ▁جماعت ▁سے ▁فرما ي ے ▁گا ▁تم ▁نے ▁اد م یوں ▁سے ▁بہت ▁سے ▁اپنے ▁تابع ▁کر ▁لي ے ▁تھے ▁اور ▁اد م یوں ▁میں ▁سے ▁جو ▁جن وں ▁کے ▁دوست ▁تھے ▁کہیں ▁گے ▁اے ▁رب ▁ہمارے ▁ہم ▁میں ▁سے ▁ہر ▁ایک ▁نے ▁دوسرے ▁سے ▁کام ▁نکال ا ▁اور ▁ہم ▁اپنی ▁اس ▁مع ی اد ▁کو ▁ا ▁پہنچے ▁جو ▁تو ▁نے ▁ہمارے ▁ واسط ے ▁مقرر ▁کی ▁تھی ▁فرما ي ے ▁گا ▁تم ▁سب ▁کا ▁ ٹھ کان ا ▁ اگ ▁ہے ▁اس ▁میں ▁ہمیشہ ▁رہ و ▁گے ▁اس ▁سے ▁صرف ▁وہی ▁بچ یں ▁گے ▁جنہیں ▁الله ▁بچا ي ے ▁گا ▁بے ▁شک ▁تیر ا ▁رب ▁حکمت ▁والا ▁جان نے ▁والا ▁ہے
▁اور ▁اس ▁سے ▁بڑھ ▁کر ▁گمراہ ▁کون ▁جو ▁اللہ ▁کے ▁سوا ▁ایس وں ▁کو ▁پو جے ▁جو ▁قیامت ▁تک ▁اس ▁کی ▁نہ ▁سن یں ▁اور ▁انہیں ▁ان ▁کی ▁پو جا ▁کی ▁خبر ▁تک ▁نہیں
▁فرما ▁دی جي ے : ▁اگر ▁زمین ▁میں ▁( انسان وں ▁کی ▁بجا ي ے ) ▁فرشت ے ▁چل تے ▁پھر تے ▁ سکو نت ▁پذیر ▁ہوتے ▁تو ▁یقینا ▁ہم ▁( بھی ) ▁ان ▁پر ▁اس مان ▁سے ▁کسی ▁فرشت ہ ▁کو ▁رسول ▁بنا ▁کر ▁اتار تے ،
▁مگر ▁اس ▁دن ▁تک ▁جس ▁کا ▁وقت ▁( ت جھ ے ) ▁معلوم ▁ہے۔
▁اور ▁ان ▁کی لي ے ▁ایک ▁نشانی ▁رات ▁بھی ▁ہے ▁جس ▁سے ▁ہم ▁دن ▁کو ▁ کھی نچ ▁لیتے ▁ہیں ▁تو ▁ایک ▁دم ▁وہ ▁ان دھی رے ▁میں ▁رہ ▁جاتے ▁ہیں۔
▁اگر ▁تم ▁گھر ▁میں ▁کسی ▁کو ▁موجود ▁نہ ▁پا و ▁تو ▁جب ▁تک ▁تم ▁کو ▁اجازت ▁نہ ▁دی ▁جاي ے ▁اس ▁میں ▁مت ▁داخل ▁ہو۔ ▁اور ▁اگر ▁یہ ▁کہا ▁جاي ے ▁کہ ▁( اس ▁وقت ) ▁لوٹ ▁جا و ▁تو ▁لوٹ ▁جای ا ▁کرو ۔ ▁یہ ▁تمہارے ▁لي ے ▁بڑی ▁پاک یز گی ▁کی ▁بات ▁ہے۔ ▁اور ▁جو ▁کام ▁تم ▁کرتے ▁ہو ▁خدا ▁سب ▁جانتا ▁ہے
▁پھر ▁( جب ▁قیامت ▁اي ے ▁گی ) ▁اگر ▁وہ ▁مقر بین ▁میں ▁سے ▁ہے
▁نہ ▁ ٹھ نڈی ▁چھ ا وں ▁اور ▁دھو پ ▁کی ▁ت پ ش ▁ایک ▁جیسی ▁ہے
▁البتہ ▁تم ہ ارا ▁مع بود ▁ایک ▁ہی ▁ہے
▁مجھے ▁سزا وار ▁ہے ▁کہ ▁اللہ ▁پر ▁نہ ▁کہ وں ▁مگر ▁سچ ی ▁بات ▁میں ▁تم ▁سب ▁کے ▁پاس ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁نشانی ▁لے کر ▁ ایا ▁ہوں ▁تو ▁بنی ▁اس راي یل ▁کو ▁میرے ▁ساتھ ▁چھوڑ ▁دے
▁ان ▁میں ▁سے ▁ایک ▁کہ ے ▁گا ، ▁" د نیا ▁میں ▁میرا ▁ایک ▁ہم ▁ نشین ▁تھا
▁اس ▁کے ▁واقع ▁ہونے ▁میں ▁کوي ی ▁جھوٹ ▁نہیں ▁ہے ،
▁اور ▁جو لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁کام ▁کیے ▁انہیں ▁ہم ▁یقینا ▁جنت ▁کے ▁ان ▁بالا ▁خان وں ▁میں ▁جگہ ▁دی نگے ▁جن ▁کے ▁نیچے ▁چشم ے ▁بہ ہ ▁رہے ▁ہیں ▁جہاں ▁وه ▁ہمیشہ ▁رہیں ▁گے ، ▁کام ▁کرنے ▁والوں ▁کا ▁کیا ▁ہی ▁اچھا ▁ اجر ▁ہے
▁تو ▁کیا ▁وہ ▁اس ▁حقیقت ▁کو ▁نہیں ▁جانتا ▁جب ▁قبر وں ▁میں ▁جو ▁کچھ ▁( مد فون ) ▁ہے ▁اسے ▁نکال ▁لیا ▁جاي ے ▁گا
▁ہار ون ▁کو ▁میرا ▁وزیر ▁بنا ۔
▁وہ ▁تمہارے ▁سامنے ▁اللہ ▁کی ▁قسم یں ▁کھا تے ▁ہیں ▁تاکہ ▁تمہیں ▁راضی ▁کریں۔ ▁حالانک ہ ▁اللہ ▁اور ▁اس ▁کا ▁رسول ▁اس ▁کے ▁زیادہ ▁حق دار ▁ہیں ▁کہ ▁ان ▁کو ▁راضی ▁کریں۔ ▁اگر ▁وہ ▁ایمان ▁لاي ے ▁ہیں۔
▁انسان ▁بھ لا ي ی ▁کی ▁ رعا ▁کرتے ▁ہو ي ے ▁کبھی ▁نہیں ▁تھ کت ا ▁ہے ▁اور ▁جب ▁کوي ی ▁تکلیف ▁اسے ▁چھ و ▁بھی ▁ل یتی ▁ہے ▁تو ▁بالکل ▁مایوس ▁اور ▁بے ▁اس ▁ہوجاتا ▁ہے
▁اس ▁میں ▁با نٹ ▁دیا ▁جاتا ▁ہے ▁ہر ▁حکمت ▁والا ▁کام
▁بے شک ▁ہم ▁ہی ▁نے ▁اس مان ▁دنیا ▁کو ▁ستار وں ▁کی ▁ زین ت ▁سے ▁م زین ▁کیا
▁بول ے ▁اپنے ▁رب ▁سے ▁دعا ▁کی جي ے ▁کہ ▁وہ ▁ہمیں ▁بتا دے ▁گا ي ے ▁کی سی ▁کہا ▁وہ ▁فرما تا ▁ہے ▁کہ ▁وہ ▁ایک ▁گا ي ے ▁ہے ▁نہ ▁بو ڑھ ی ▁اور ▁نہ ▁اد سر ▁بلکہ ▁ان ▁دونوں ▁کے ▁بیچ ▁میں ▁تو ▁کرو ▁جس ▁کا ▁تمہیں ▁حکم ▁ہوتا ▁ہے ،
▁اور ▁اللہ ▁چاہتا ▁تو ▁وہ ▁شرک ▁نہیں ▁کرتے ، ▁اور ▁ہم ▁نے ▁تمہیں ▁ان ▁پر ▁ نگ ہ بان ▁نہیں ▁کیا ▁اور ▁تم ▁ان ▁پر ▁ کڑ و ڑے ▁( حا کم ▁اعلی ) ▁نہیں ،
▁تاکہ ▁اس ▁کو ▁تمہارے ▁لي ے ▁یادگار ▁بنا ي یں ▁اور ▁یاد ▁رکھنے ▁والے ▁کان ▁اسے ▁یاد ▁رکھیں
▁جن ▁( مسلم ان وں ) ▁سے ▁( کا فر ) ▁جنگ ▁کر ▁رہے ▁ہیں ▁انہیں ▁بھی ▁مقابلے ▁کی ▁اجازت ▁دی ▁جاتی ▁ہے ▁کیونکہ ▁وه ▁مظلوم ▁ہیں۔ ▁بیش ک ▁ان ▁کی ▁مدد ▁پر ▁اللہ ▁قادر ▁ہے
▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁اس ▁شخص ▁سے ▁زیاد ه ▁ظالم ▁اور ▁کون ▁ہوگا ▁جو ▁اللہ ▁پر ▁جھوٹ ▁( اف ترا ) ▁با ند ھے ▁حالانک ہ ▁وه ▁اسلام ▁کی ▁طرف ▁بل ایا ▁جاتا ▁ہے ▁اور ▁اللہ ▁ایسے ▁ظالم وں ▁کو ▁ہدایت ▁نہیں ▁کرتا
▁کہ ▁وہ ▁( قر ان ) ▁قول ▁فیصل ▁ہے۔
▁اور ▁تم ہ ارا ▁مع بود ▁ایک ▁ہی ▁مع بود ▁ہے ▁جس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁بڑا ▁مہر بان ▁نہای ت ▁رحم ▁والا ▁ہے
▁اور ▁بیش ک ▁دوبارہ ▁پیدا ▁کرنا ▁اسی ▁( اللہ ) ▁کے ▁ذم ہ ▁ہے۔
▁اللہ ▁ہے ▁جس ▁کے ▁سوا ▁کسی ▁کی ▁پو جا ▁نہیں ▁اپ ▁زندہ ▁اور ▁ون کا ▁قاي م ▁رکھنے ▁والا ،
▁اور ▁جب ▁سم اوی ▁طبقات ▁کو ▁پھ ا ڑ ▁کر ▁اپنی ▁جگہ وں ▁سے ▁ہٹا ▁دیا ▁جاي ے ▁گا ،
▁ہر ▁شخص ▁اس ▁روز ▁ایک ▁فکر ▁میں ▁ہو ▁گا ▁جو ▁اسے ▁( مصر وف یت ▁کے ▁لیے ) ▁بس ▁کرے ▁گا
▁نوح ( ع ) ▁نے ▁کہا ▁وہ ▁( ع ذ اب ) ▁تو ▁اللہ ▁ہی ▁لاي ے ▁گا ▁جب ▁چاہے ▁گا ▁اور ▁تم ▁اسے ▁عاجز ▁نہیں ▁کر ▁سکتے ۔
▁اور ▁نماز ▁قاي م ▁رکھ و ▁اور ▁ز کو ۃ ▁دیا ▁کرو ▁اور ▁رک وع ▁کرنے ▁والوں ▁کے ▁ساتھ ▁( مل ▁کر ) ▁رک وع ▁کیا ▁کرو ،
▁وہ ▁جو ▁اللہ ▁کے ▁پیام ▁پہنچا تے ▁اور ▁اس ▁سے ▁ڈر تے ▁اور ▁اللہ ▁کے ▁سوا ▁کسی ▁کا ▁خوف ▁نہ ▁کرے ، ▁اور ▁اللہ ▁بس ▁ہے ▁حساب ▁لینے ▁والا
▁جبکہ ▁اس ▁سے ▁اس ▁کے ▁رب ▁نے ▁فرمایا ▁گردن ▁رکھ ▁عرض ▁کی ▁میں ▁نے ▁گردن ▁رکھی ▁اس ▁کے ▁لي ے ▁جو ▁رب ▁ہے ▁سارے ▁ جہ ان ▁کا -
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁تم ▁کو ▁ایک ▁جان ▁سے ▁پیدا ▁کیا ▁پھر ▁کہیں ▁تمہیں ▁ٹھہر نا ▁ہے ▁اور ▁کہیں ▁امان ت ▁رہ نا ▁بیش ک ▁ہم ▁نے ▁مفصل ▁ ایت یں ▁بیان ▁کرد یں ▁سمجھ ▁والوں ▁کے ▁لیے ،
▁اللہ ▁تعالی ▁نے ▁ہی ▁تم ▁سب ▁کو ▁پیدا ▁کیا ▁ہے ▁وہی ▁پھر ▁تمہیں ▁فوت ▁کرے ▁گا ، ▁تم ▁میں ▁ایسے ▁بھی ▁ہیں ▁جو ▁بدترین ▁عمر ▁کی ▁طرف ▁لوٹ اي ے ▁جاتے ▁ہیں ▁کہ ▁بہت ▁کچھ ▁جان نے ▁بوجھ نے ▁کے ▁بعد ▁بھی ▁نہ ▁جان یں۔ ▁بیش ک ▁اللہ ▁دا نا ▁اور ▁توان ا ▁ہے
▁اور ▁کتاب ▁میں ▁اد ریس ▁کا ▁ذکر ▁کر ▁بے ▁شک ▁وہ ▁سچ ا ▁نبی ▁تھا
▁ان ▁لوگوں ▁نے ▁کہا ▁اے ▁شعیب ( ع ) ! ▁کیا ▁تمہاری ▁نماز ▁تمہیں ▁حکم ▁دیتی ▁ہے ▁کہ ▁ہم ▁ان ▁( مع بود وں ) ▁کو ▁چھوڑ ▁دیں ▁جن ▁کی ▁ہمارے ▁باپ ▁داد ا ▁پرست ش ▁کیا ▁کرتے ▁تھے ▁یا ▁اپنے ▁اپنے ▁اموال ▁میں ▁اپنی ▁مرضی ▁کے ▁مطابق ▁ تصرف ▁نہ ▁کریں ؟ ▁بس ▁تم ▁ہی ▁ع اقل ▁و ▁برد بار ▁اور ▁نیک و کار ▁اد می ▁ہو ؟
▁نوح ▁نے ▁کہا ▁" میں ▁کیا ▁جان وں ▁کہ ▁ان ▁کے ▁عمل ▁کیسے ▁ہیں
▁اسی ▁لیے ▁انہوں ▁نے ▁اللہ ▁کے ▁نازل ▁کردہ ▁دین ▁کو ▁نا پسند ▁کرنے ▁والوں ▁سے ▁کہہ ▁دیا ▁کہ ▁بعض ▁معاملات ▁میں ▁ہم ▁تمہاری ▁مان یں ▁گے ▁اللہ ▁ان ▁کی ▁یہ ▁خفیہ ▁باتیں ▁خوب ▁جانتا ▁ہے
▁اللہ ▁سے ▁ڈر و ▁اور ▁میری ▁اطاعت ▁کرو
▁اور ▁جب ▁ نامہ ▁اعمال ▁منتشر ▁کردی ي ے ▁جاي یں ▁گے
▁عن قر یب ▁بے ▁ وقوف ▁لوگ ▁کہیں ▁گے ▁کہ ▁ان ▁( مسلم ان وں ) ▁کو ▁کس ▁چیز ▁نے ▁رو گردان ▁کر ▁دیا۔ ▁اس ▁قبل ہ ▁( بی ت ▁المقدس ) ▁سے ، ▁جس ▁پر ▁وہ ▁پہلے ▁تھے ▁( ا ے ▁پیغمبر ( ص ) ) ▁کہہ ▁دی جي ے ▁اللہ ▁ہی ▁کے ▁لیے ▁ہے ▁مشرق ▁اور ▁مغرب ▁بھی ۔ ▁وہ ▁جسے ▁چاہتا ▁ہے ▁سید ھے ▁راستہ ▁کی ▁طرف ▁ہدایت ▁کرتا ▁ہے ▁( اس ▁پر ▁لگا ▁دیتا ▁ہے ) ۔
▁اور ▁یہ ▁کہ ▁ہم ▁میں ▁سے ▁کوي ی ▁اح م ق ▁ہی ▁اللہ ▁کے ▁بارے ▁میں ▁حق ▁سے ▁دور ▁حد ▁سے ▁گزر ی ▁ہو ي ی ▁باتیں ▁کہا ▁کرتا ▁تھا ،
▁یہاں ▁تک ▁کہ ▁جب ▁ہم ▁نے ▁ان ▁کے ▁امیر وں ▁کو ▁عذاب ▁میں ▁پکڑ ا ▁تو ▁ج بھی ▁وہ ▁فریاد ▁کرنے ▁لگے ،
▁کیسے ▁ہوسکتا ▁ہے ▁کہ ▁اللہ ▁ان ▁لوگوں ▁کو ▁ہدایت ▁بخش ے ▁جنہوں ▁نے ▁نعمت ▁ایمان ▁پا ▁لینے ▁کے ▁بعد ▁پھر ▁کفر ▁اختیار ▁کیا ▁حالانک ہ ▁وہ ▁خود ▁اس ▁بات ▁پر ▁گواہ ی ▁دے ▁چکے ▁ہیں ▁کہ ▁یہ ▁رسول ▁حق ▁پر ▁ہے ▁اور ▁ان ▁کے ▁پاس ▁روشن ▁نشان یاں ▁بھی ▁ا ▁چکی ▁ہیں ▁اللہ ▁ظالم وں ▁کو ▁تو ▁ہدایت ▁نہیں ▁دیا ▁کرتا
▁یاد ▁کرو ▁جب ▁موسی ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁تھا ▁کہ ▁" ا ے ▁میری ▁قوم ▁کے ▁لوگ و ! ▁اللہ ▁کی ▁اس ▁نعمت ▁کا ▁خیال ▁کرو ▁جو ▁اس ▁نے ▁تمہیں ▁عطا ▁کی ▁تھی ▁اس ▁نے ▁تم ▁میں ▁نبی ▁پیدا ▁کیے ، ▁تم ▁کو ▁فرم اں ▁ روا ▁بنایا ، ▁اور ▁تم ▁کو ▁وہ ▁کچھ ▁دیا ▁جو ▁دنیا ▁میں ▁کسی ▁کو ▁نہ ▁دیا ▁تھا
▁اور ▁ہم ▁نے ▁تم ▁جیسے ▁بہت یر وں ▁کو ▁ہلاک ▁کر ▁دیا ▁ہے ، ▁پس ▁کوي ی ▁ہے ▁نص ی حت ▁لینے ▁والا
▁الله ▁وہ ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁اور جو ▁کچھ ▁ان ▁میں ▁ہے ▁چھ ▁روز ▁میں ▁بنایا ▁پھر ▁ع رش ▁پر ▁قاي م ▁ہوا ▁تمہارے ▁لیے ▁اس ▁کے ▁سوا ▁نہ ▁کوي ی ▁کار ساز ▁ہے ▁نہ ▁سفارش ی ▁پھر ▁کیا ▁تم ▁نہیں ▁سمجھتے
▁یہی ▁لوگ ▁ہیں ▁جن ▁کے ▁لي ے ▁بڑا ▁عذاب ▁ہے ▁اور ▁وہ ▁اخر ت ▁میں ▁بھی ▁وہ ▁بہت ▁نقصان ▁اٹھا نے ▁والے ▁ہیں
▁یہ ▁مال ▁کی ▁محنت ▁میں ▁بھی ▁بڑا ▁سخت ▁ہے
▁یہ ▁کتاب ▁برکت ▁والی ▁ہے ▁جسے ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁نازل ▁فرمایا ▁ہے ▁تاکہ ▁دانش ▁مند ▁لوگ ▁اس ▁کی ▁ ایت وں ▁میں ▁غور ▁و ▁فکر ▁کریں ▁اور ▁نص ی حت ▁حاصل ▁کریں ،
▁انسان وں ▁کے ▁بادشاہ
▁وہ ▁دن ▁کا ▁مشکل ▁دن ▁ہوگا
▁یہ ▁اس ▁لي ے ▁کہ ▁اللہ ▁تعالی ▁ایسا ▁نہیں ▁کہ ▁کسی ▁قوم ▁پر ▁کوي ی ▁نعمت ▁انعام ▁فرما ▁کر ▁پھر ▁بدل ▁دے ▁جب ▁تک ▁کہ ▁وه ▁خود ▁اپنی ▁اس ▁حالت ▁کو ▁نہ ▁بدل ▁دیں ▁جو ▁کہ ▁ان ▁کی ▁اپنی ▁تھی ▁اور ▁یہ ▁کہ ▁اللہ ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁( ا ے ▁پیغمبر ) ▁اس ▁کام ▁میں ▁تم ہ ارا ▁کچھ ▁اختیار ▁نہیں ▁( اب ▁دو ▁صورت یں ▁ہیں ) ▁یا ▁خدا ▁ان کے ▁حال ▁پر ▁مہربانی ▁کرے ▁یا ▁انہیں ▁عذاب ▁دے ▁کہ ▁یہ ▁ظالم ▁لوگ ▁ہیں
▁اور ▁بوجھ ▁اٹھا نے ▁والے ▁مو ی شی ▁پیدا ▁کیے ▁اور ▁زمین ▁سے ▁لگے ▁ہو ي ے ▁اور ▁الله ▁کے ▁ رزق ▁میں ▁سے ▁کھا و ▁اور ▁شیطان ▁کے ▁قدم وں ▁پر ▁نہ ▁چل و ▁وہ ▁تم ہ ارا ▁ صر یح ▁دشمن ▁ہے
▁ان ▁لوگوں ▁نے ▁کہا ▁کہ ▁اچھا ▁خدا ▁سے ▁دعا ▁کی جي ے ▁کہ ▁ہمیں ▁اس ▁کی ▁حقیقت ▁بتا ي ے . ▁انہوں ▁نے ▁کہا ▁کہ ▁ایسی ▁گا ي ے ▁چاہ ي ے ▁جو ▁نہ ▁بو ڑھ ی ▁ہو ▁نہ ▁بچہ . ▁درمیان ی ▁قسم ▁کی ▁ہو . ▁اب ▁حکم ▁خدا ▁پر ▁عمل ▁کرو
▁بیش ک ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے ▁اور ▁اپنے ▁رب ▁کے ▁حضور ▁عاجز ی ▁کرتے ▁رہے ▁یہی ▁لوگ ▁اہل ▁جنت ▁ہیں ▁وہ ▁اس ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ،
▁پھر ▁کیوں ▁نہ ▁ان ▁قوم وں ▁میں ▁جو ▁تم ▁سے ▁پہلے ▁گزر ▁چکی ▁ہیں ▁ایسے ▁اہل ▁خیر ▁موجود ▁رہے ▁جو ▁لوگوں ▁کو ▁زمین ▁میں ▁فساد ▁برپا ▁کرنے ▁سے ▁روک تے ؟ ▁ایسے ▁لوگ ▁نکل ے ▁بھی ▁تو ▁بہت ▁کم ، ▁جن ▁کو ▁ہم ▁نے ▁ان ▁قوم وں ▁میں ▁سے ▁بچا ▁لیا ، ▁ورنہ ▁ظالم ▁لوگ ▁تو ▁ان ہی ▁ مز وں ▁کے ▁پیچھے ▁پڑے ▁رہے ▁جن ▁کے ▁سامان ▁انہیں ▁فراوانی ▁کے ▁ساتھ ▁دیے ▁ گي ے ▁تھے ▁اور ▁وہ ▁مجرم ▁بن ▁کر ▁رہے
▁تم ▁لوگ ▁اپنے ▁پروردگار ▁سے ▁دعا ▁کیا ▁کرو ▁گ ڑ گ ڑا ▁کر ▁کے ▁بھی ▁اور ▁چپ کے ▁چپ کے ▁بھی ۔ ▁واقعی ▁اللہ ▁تعالی ▁ان ▁لوگوں ▁کو ▁نا پسند ▁کرتا ▁ہے ▁جو ▁حد ▁سے ▁نکل ▁جاي یں
▁اگر ▁تم ▁اللہ ▁کو ▁( ا خلاص ▁اور ▁نیک ▁نیت ی ▁سے ) ▁اچھا ▁قرض ▁دو گ ے ▁تو ▁وہ ▁اسے ▁تمہارے ▁لي ے ▁کي ی ▁گ نا ▁بڑھا ▁دے ▁گا ▁اور ▁تمہیں ▁بخش ▁دے ▁گا ، ▁اور ▁اللہ ▁بڑا ▁قدر ▁شناس ▁ہے ▁برد بار ▁ہے ،
▁کیا ▁ہمارے ▁درمیان ▁بس ▁یہی ▁ایک ▁شخص ▁تھا ▁جس ▁پر ▁خدا ▁کا ▁ذکر ▁نازل ▁کیا ▁گیا ؟ ▁نہیں ، ▁بلکہ ▁یہ ▁پر لے ▁در جے ▁کا ▁جھوٹ ا ▁اور ▁بر ▁خود ▁غلط ▁ہے "
▁انہوں ▁نے ▁اللہ ▁کے ▁ہم سر ▁بن الی ے ▁کہ ▁لوگوں ▁کو ▁اللہ ▁کی ▁راه ▁سے ▁بہ کا ي یں۔ ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁خیر ▁ مز ے ▁کر لو ▁تمہاری ▁بازگشت ▁تو ▁اخر ▁ جہ نم ▁ہی ▁ہے
▁بیٹا ▁نماز ▁کی ▁پابندی ▁رکھنا ▁اور ▁( لوگ وں ▁کو ) ▁اچھے ▁کام وں ▁کے ▁کرنے ▁کا ▁امر ▁اور ▁بری ▁بات وں ▁سے ▁منع ▁کرتے ▁رہ نا ▁اور ▁جو ▁مصیبت ▁ت جھ ▁پر ▁واقع ▁ہو ▁اس ▁پر ▁صبر ▁کرنا ۔ ▁بیش ک ▁یہ ▁بڑی ▁ہم ت ▁کے ▁کام ▁ہیں
▁پھر ▁جب ▁عزیز ▁کی ▁بیوی ▁نے ▁ان ▁کی ▁ملا مت ▁سنی ▁تو ▁انہیں ▁بھ لا ▁بھی جا ▁اور ▁ان ▁کے ▁ واسط ے ▁ایک ▁مجلس ▁تیار ▁کی ▁اور ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁کے ▁ہاتھ ▁میں ▁ایک ▁چھ ری ▁دی ▁اور ▁کہا ▁ان ▁کے ▁سامنے ▁نکل ▁ا ▁پھر ▁جب ▁انہوں ▁نے اس ے ▁دیکھا ▁تو ▁حیرت ▁میں ▁رہ ▁ گي یں ▁اور ▁اپنے ▁ہاتھ ▁کا ٹ ▁لیے ▁اور ▁کہا ▁الله ▁پاک ▁ہے ▁یہ ▁انسان ▁تو ▁نہیں ▁ہے ▁یہ ▁تو ▁کوي ی ▁بزرگ ▁فرشت ہ ▁ہے
▁اور ▁جو ▁اپنی ▁نماز وں ▁کی ▁حفاظت ▁کرتے ▁ہیں
▁ہاں ▁جس ▁نے ▁اپنا ▁منہ ▁الله ▁کے ▁سامنے ▁جھ کا ▁دیا ▁اور ▁وہ ▁نیک و ▁کار ▁بھی ▁ہو ▁تو ▁اس ▁کے ▁لیے ▁اس ▁کا ▁بدل ہ ▁اس ▁کے ▁رب ▁کے ▁ہاں ▁ہے ▁اور ▁ان ▁پر ▁نہ ▁کوي ی ▁خوف ▁ہوگا ▁اور ▁نہ ▁وہ ▁غم گی ن ▁ہوں ▁گے
▁میں ▁اسے ▁سخت ▁سزا ▁د وں ▁گا ▁یا ▁اسے ▁ ذبح ▁کر ▁د وں ▁گا ▁یا ▁وہ ▁میرے ▁پاس ▁کوي ی ▁صاف ▁دلیل ▁بیان ▁کرے
▁اور ▁تم ▁سے ▁عورتوں ▁کے ▁بارے ▁میں ▁فت وی ▁پوچھ تے ▁ہیں ▁تم ▁فرما دو ▁کہ ▁اللہ ▁تمہیں ▁ان ▁کا ▁فت وی ▁دیتا ▁ہے ▁اور ▁وہ ▁جو ▁تم ▁پر ▁قر ان ▁میں ▁پڑھ ا ▁جاتا ▁ہے ▁ان ▁ یت یم ▁لڑکی وں ▁کے ▁بارے ▁میں ▁تم ▁انہیں ▁نہیں ▁دیتے ▁جو ▁ان ▁کا ▁مقرر ▁ہے ▁اور ▁انہیں ▁نکاح ▁میں ▁بھی ▁لانے ▁سے ▁منہ ▁پھ یر تے ▁ہو ▁اور ▁کمزور ▁بچوں ▁کے ▁بارے ▁میں ▁اور ▁یہ ▁کہ ▁ یت یم وں ▁کے ▁حق ▁میں ▁انصاف ▁پر ▁قاي م ▁رہ و ▁اور ▁تم ▁جو ▁بھ لا ي ی ▁کرو ▁تو ▁اللہ ▁کو ▁اس ▁کی ▁خبر ▁ہے ،
▁( یہ ▁سب ▁کچھ ) ▁بند وں ▁کو ▁روزی ▁دینے ▁کے ▁لي ے ▁( کیا ▁ہے ) ▁اور ▁اس ▁( پان ی ) ▁سے ▁ہم ▁نے ▁شہر ▁مرد ہ ▁( یعنی ▁زمین ▁افتاد ہ ) ▁کو ▁زندہ ▁کیا۔ ▁( بس ) ▁اسی ▁طرح ▁( قی امت ▁کے ▁روز ) ▁نکل ▁پڑ نا ▁ہے
▁کیا ▁تم ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁جنہیں ▁کچھ ▁حصہ ▁کتاب ▁سے ▁ملا ▁ہے ▁وہ ▁گمراہ ی ▁خرید تے ▁ہیں ▁اور ▁چاہتے ▁ہیں ▁کہ ▁تم ▁بھی ▁راستہ ▁گم ▁کر ▁دو
▁اور ▁تم ▁بے ▁سمجھ وں ▁کو ▁اپنے ▁( یا ▁ان ▁کے ) ▁مال ▁سپر د ▁نہ ▁کرو ▁جنہیں ▁اللہ ▁نے ▁تمہاری ▁معیشت ▁کی ▁است واری ▁کا ▁سبب ▁بنایا ▁ہے۔ ▁ہاں ▁انہیں ▁اس ▁میں ▁سے ▁کھل ات ے ▁رہ و ▁اور ▁پہن ات ے ▁رہ و ▁اور ▁ان ▁سے ▁بھ لا ي ی ▁کی ▁بات ▁کیا ▁کرو ،
▁ا گل وں ▁میں ▁سے ▁ایک ▁گروہ ،
▁اس ▁کا ▁پھل ▁گویا ▁کہ ▁سان پ وں ▁کے ▁پھ ن ▁ہیں
▁اور ایس ا ▁تو ▁نہیں ▁ہوسکتا ▁کہ ▁مسلمان ▁سب ▁کے ▁سب ▁کوچ ▁کریں ▁سو ▁کیوں ▁نہ ▁نکل ا ▁ہر ▁فرق ے ▁میں ▁سے ▁ایک ▁حصہ ▁تاکہ ▁دین ▁میں ▁سمجھ ▁پیدا ▁کریں ▁اور ▁جب ▁اپنی ▁قوم ▁کی ▁طرف ▁واپس ▁اي یں ▁تو ▁ان ▁کو ▁ڈرا ي یں ▁تاکہ ▁وہ ▁بچ تے ▁رہیں
▁اللہ ▁ہی ▁کے ▁لي ے ▁مح ہ ▁تس بی ح ▁ہے ▁جو ▁کچھ ▁بھی ▁زمین ▁و ▁اس مان ▁میں ▁ہے ▁اور ▁وہی ▁صاحب ▁ه عز ت ▁اور ▁صاحب ▁ه ح کم ت ▁ہے
▁جب ▁ان ▁کے ▁پاس ▁سے ▁گزر تے ▁تو ▁ان کھ یں ▁مار ▁مار ▁کر ▁ان ▁کی ▁طرف ▁اشار ے ▁کرتے ▁تھے
▁اور ▁جب ▁تن ہا ▁اللہ ▁ہی ▁کا ▁ذکر ▁کیا ▁جاتا ▁ہے ▁تو ▁ان ▁لوگوں ▁کے ▁دل ▁گھ ٹن ▁اور ▁کرا ہ ت ▁کا ▁شکار ▁ہو ▁جاتے ▁ہیں ▁جو ▁اخر ت ▁پر ▁یقین ▁نہیں ▁رکھتے ، ▁اور ▁جب ▁اللہ ▁کے ▁سوا ▁ان ▁بت وں ▁کا ▁ذکر ▁کیا ▁جاتا ▁ہے ▁( ج نہیں ▁وہ ▁پو ج تے ▁ہیں ) ▁تو ▁وہ ▁اچانک ▁خوش ▁ہو ▁جاتے ▁ہیں ،
▁اللہ ▁ان ▁سے ▁فرما تا ▁ہے ▁کہ ▁تم ▁سے ▁پہلے ▁جو ▁اور ▁جماعت یں ▁جن ▁اور ▁اد م یوں ▁کی ▁ اگ ▁میں ▁ گي یں ، ▁انہیں ▁میں ▁جا و ▁جب ▁ایک ▁گروہ ▁داخل ▁ہوتا ▁ہے ▁دوسرے ▁پر ▁لعنت ▁کرتا ▁ہے ▁یہاں ▁تک ▁کہ ▁جب ▁سب ▁اس ▁میں ▁جا ▁پڑے ▁تو ▁پچھلے ▁پہلو ں ▁کو ▁کہیں ▁گے ▁اے ▁رب ▁ہمارے ! ▁انہوں ▁نے ▁ہم ▁کو ▁بہ ک ایا ▁تھا ▁تو ▁انہیں ▁ اگ ▁کا ▁دو نا ▁عذاب ▁دے ، ▁فرما ي ے ▁گا ▁سب ▁کو ▁دو نا ▁ہے ▁مگر ▁تمہیں ▁خبر ▁نہیں
▁اخر ▁کیا ▁وجہ ▁ہے ▁کہ ▁تم ▁اللہ ▁کی ▁راہ ▁میں ▁ان ▁بے ▁بس ▁مرد وں ، ▁عورتوں ▁اور ▁بچوں ▁کی ▁خاطر ▁نہ ▁لڑ و ▁جو ▁کمزور ▁پاک ر ▁د با ▁لیے ▁ گي ے ▁ہیں ▁اور ▁فریاد ▁کر ▁رہے ▁ہیں ▁کہ ▁خدای ا ▁ہم ▁کو ▁اس ▁بست ی ▁سے ▁نکال ▁جس ▁کے ▁باشند ے ▁ظالم ▁ہیں ▁اور ▁اپنی ▁طرف ▁سے ▁ہمارا ▁کوي ی ▁حامی ▁و ▁مدد ▁ گار ▁پیدا ▁کر ▁دے
▁پھر ▁( قی امت ▁کے ▁دن ▁تمام ) ▁لوگ ▁اپنے ▁مالک ▁بر حق ▁خدا ▁تعالی ▁کے ▁پاس ▁واپس ▁بلا ي ے ▁جاي یں ▁گے۔ ▁سن ▁لو ▁کہ ▁حکم ▁اسی ▁کا ▁ہے ▁اور ▁وہ ▁نہای ت ▁جلد ▁حساب ▁لینے ▁والا ▁ہے
▁اور جب ▁ہم ▁انسان ▁پر ▁انعام ▁کرتے ▁ہیں ▁تو ▁منہ ▁پھ یر ▁لی تا ▁ہے ▁اور ▁پہلو ▁تہ ی ▁کرتا ▁ہے ▁اور ▁جب ▁اسے ▁کوي ی ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁نا ▁امید ہو جا تا ▁ہے
▁اور ▁کوي ی ▁دوست ▁کسی ▁دوست ▁کی ▁بات ▁نہ ▁پوچھ ے ▁گا
▁اس ▁کو ▁ہم ▁اسان ▁طریقے ▁کی ▁توفیق ▁دیں ▁گے
▁( ا ے ▁پیغمبر ) ▁لوگ ▁تم ▁سے ▁( یت یم ) ▁عورتوں ▁کے ▁بارے ▁میں ▁فت وی ▁طلب ▁کرتے ▁ہیں۔ ▁کہہ ▁دو ▁کہ ▁خدا ▁تم ▁کو ▁ان ▁کے ▁( سا تھ ▁نکاح ▁کرنے ▁کے ) ▁معاملے ▁میں ▁اجازت ▁دیتا ▁ہے ▁اور ▁جو ▁حکم ▁اس ▁کتاب ▁میں ▁پہلے ▁دیا ▁گیا ▁ہے ▁وہ ▁ان ▁ یت یم ▁عورتوں ▁کے ▁بارے ▁میں ▁ہے ▁جن ▁کو ▁تم ▁ان ▁کا ▁حق ▁تو ▁دیتے ▁نہیں ▁اور ▁خواہش ▁رکھتے ▁ہو ▁کہ ▁ان ▁کے ▁ساتھ ▁نکاح ▁کر لو ▁اور ▁( ن یز ) ▁بیچ ارے ▁بی کس ▁بچوں ▁کے ▁بارے ▁میں ۔ ▁اور ▁یہ ▁( بھی ▁حکم ▁دیتا ▁ہے ) ▁کہ ▁ یت یم وں ▁کے ▁بارے ▁میں ▁انصاف ▁پر ▁قاي م ▁رہ و ۔ ▁اور ▁جو ▁بھ لا ي ی ▁تم ▁کرو ▁گے ▁خدا ▁اس ▁کو ▁جانتا ▁ہے
▁ہم ▁نے ▁اسے ▁زمین ▁میں ▁قوت ▁عطا ▁فرما ي ی ▁تھی ▁اور ▁اسے ▁ہر ▁چیز ▁کے ▁سامان ▁بھی ▁عن ایت ▁کردی ے ▁تھے
▁اس ▁روز ▁کسی ▁شخص ▁پر ▁کچھ ▁ظلم ▁نہیں ▁کیا ▁جاي ے ▁گا ▁اور ▁تم ▁کو ▁بدل ہ ▁وی سا ▁ہی ▁ملے ▁گا ▁جیسے ▁تم ▁کام ▁کرتے ▁تھے
▁پھر ▁تم ▁اور ▁جس ▁کی ▁تم ▁پرست ش ▁کررہے ▁ہو
▁اور ▁ہم ▁نے ▁داود ▁اور ▁سلیمان ▁کو ▁( خاص ) ▁علم ▁عطا ▁فرمایا ۔ ▁اور ▁ان ▁دونوں ▁نے ▁کہا ▁کہ ▁ہر ▁قسم ▁کی ▁تعریف ▁اس ▁اللہ ▁کے ▁لي ے ▁ہے ▁جس ▁نے ▁ہمیں ▁اپنے ▁بہت ▁سے ▁مومن ▁بند وں ▁پر ▁فضیلت ▁عطا ▁کی ▁ہے۔
▁تب ▁فرع ون ▁نے ▁اپنے ▁لشکر ▁سمیت ▁ان ▁لوگوں ▁کا ▁پیچ ھا ▁کیا ▁اور ▁دریا ▁کی ▁موج وں ▁نے ▁انہیں ▁با قاعدہ ▁ڈھ ان ک ▁لیا
▁ب لاش بہ ▁انہوں ▁( ل وط ( ع ) ) ▁نے ▁انہیں ▁سخت ▁گرفت ▁سے ▁ڈرا یا ▁تھا ▁مگر ▁وہ ▁ڈرا نے ▁کے ▁بارے ▁میں ▁شک ▁میں ▁مبتلا ▁رہے ▁( اور جھ گ ڑ تے ▁رہے ) ۔
▁( م زید ) ▁عرض ▁کرنے ▁لگے : ▁اے ▁میرے ▁رب ! ▁اس ▁سبب ▁سے ▁کہ ▁تو ▁نے ▁مجھ ▁پر ▁( اپ نی ▁م غفر ت ▁کے ▁ذریعہ ) ▁احسان ▁فرمایا ▁ہے ▁اب ▁میں ▁ہر گز ▁مجرم وں ▁کا ▁مدد گار ▁نہیں ▁بن وں ▁گا ،
▁اور ▁ان ▁کے ▁لي ے ▁وہ ▁سب ▁براي یاں ▁ظاہر ▁ہو ▁جاي یں ▁گی ▁جو ▁وہ ▁انجام ▁دیتے ▁تھے ▁اور ▁وہ ▁( ع ذ اب ) ▁انہیں ▁گھ یر ▁لے ▁گا ▁جس ▁کا ▁وہ ▁مذاق ▁ا ڑ ایا ▁کرتے ▁تھے ،
▁جو ▁موسی ▁اور ▁ہار ون ▁کا ▁رب ▁ہے
▁جو ▁لوگ ▁اپنے ▁مون ہ وں ▁کے ▁بل ▁دوزخ ▁کی ▁طرف ▁جمع ▁کي ے ▁جاي یں ▁گے ▁ان ▁کا ▁ ٹھ کان ا ▁بھی ▁برا ▁ہے ▁اور ▁وہ ▁رس تے ▁سے ▁بھی ▁بہ کے ▁ہو ي ے ▁ہیں
▁اور ▁ان ▁کو ▁براي یوں ▁سے ▁بچا ▁اور ▁جس ▁کو ▁تو ▁نے ▁قیامت ▁کے ▁دن ▁براي یوں ▁سے ▁بچا ▁لیا ▁بس ▁تو ▁نے ▁اس ▁پر ▁رحمت ▁فرما ي ی ▁اور ▁یہی ▁بہت ▁بڑی ▁کامیابی ▁ہے۔
▁اپ ▁پوچھ ي ے ▁کہ ▁اس مان وں ▁اور ▁زمین ▁کا ▁پروردگار ▁کون ▁ہے ؟ ▁کہہ ▁دی جي ے ! ▁اللہ ۔ ▁کہہ ▁دی جي ے ! ▁کیا ▁تم ▁پھر ▁بھی ▁اس ▁کے ▁سوا ▁اور وں ▁کو ▁حمایت ی ▁بنا ▁رہے ▁ہو ▁جو ▁خود ▁اپنی ▁جان ▁کے ▁بھی ▁بھ لے ▁بر ے ▁کا ▁اختیار ▁نہیں ▁رکھتے ۔ ▁کہہ ▁دی جي ے ▁کہ ▁کیا ▁اند ھا ▁اور ▁بین ا ▁برابر ▁ہو ▁سکتا ▁ہے ؟ ▁یا ▁کیا ▁ان دھی ر یاں ▁اور ▁روشنی ▁برابر ▁ہو ▁سکتی ▁ہے۔ ▁کیا ▁جنہیں ▁یہ ▁اللہ ▁کے ▁شریک ▁ٹھہر ا ▁رہے ▁ہیں ▁انہوں ▁نے ▁بھی ▁اللہ ▁کی ▁طرح ▁مخلوق ▁پیدا ▁کی ▁ہے ▁کہ ▁ان ▁کی ▁نظر ▁میں ▁پیدا يش ▁مشت بہ ▁ہو گي ی ▁ہو ، ▁کہہ ▁دی جي ے ▁کہ ▁صرف ▁اللہ ▁ہی ▁تمام ▁چیز وں ▁کا ▁خالق ▁ہے ▁وه ▁اک یلا ▁ہے ▁اور ▁زبردست ▁غالب ▁ہے
▁وہ ▁وہی ▁ہے ▁جس ▁نے ▁اپ ▁پر ▁ایسی ▁کتاب ▁نازل ▁کی ▁جس ▁میں ▁کچھ ▁ ایت یں ▁تو ▁محکم ▁ہیں۔ ▁جو ▁کتاب ▁کی ▁اصل ▁و ▁بنیاد ▁ہیں ▁اور ▁کچھ ▁مت شا بہ ▁ہیں ▁اب ▁جن ▁لوگوں ▁کے ▁دل وں ▁میں ▁ک جی ▁( ٹی ڑھ ) ▁ہے۔ ▁تو ▁وہ ▁فت نہ ▁برپا ▁کرنے ▁اور ▁من ▁مان ی ▁تا و یل یں ▁کرنے ▁کی ▁خاطر ▁مت شا بہ ▁ ایت وں ▁کے ▁پیچھے ▁پڑے ▁رہتے ▁ہیں۔ ▁حالانک ہ ▁خدا ▁اور ▁ان ▁لوگوں ▁کے ▁سوا ▁جو ▁علم ▁میں ▁مضبوط ▁و ▁پخت ہ ▁کار ▁ہیں ▁اور ▁کوي ی ▁ان ▁کی ▁تا و یل ▁( ا صل ▁معنی ) ▁کو ▁نہیں ▁جانتا ۔ ▁جو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁اس ▁( ک تاب ) ▁پر ▁ایمان ▁لاي ے ▁ہیں ▁یہ ▁سب ▁( ایت یں ) ▁ہمارے ▁پروردگار ▁کی ▁طرف ▁سے ▁ہیں ▁اور ▁نص ی حت ▁کا ▁اثر ▁صرف ▁عقل ▁والے ▁ہی ▁لیتے ▁ہیں۔
▁مل ▁گیا ▁نا ▁کا فر وں ▁کو ▁ان ▁حرکت وں ▁کا ▁ ثواب ▁جو ▁وہ ▁کیا ▁کرتے ▁تھے
▁وہی ▁ہے ▁جس ▁نے ▁اس مان ▁سے ▁تمہارے ▁لیے ▁پانی ▁برس ایا ▁جس ▁سے ▁تم ▁خود ▁بھی ▁سی راب ▁ہوتے ▁ہو ▁اور ▁تمہارے ▁جانور وں ▁کے ▁لیے ▁بھی ▁چار ہ ▁پیدا ▁ہوتا ▁ہے
▁کہ ▁شیر ▁سے ▁بھاگ ے ▁ہوں
▁پس ▁اگر ▁تم ▁اسے ▁میرے ▁پاس ▁نہ ▁لاي ے ▁تو ▁( اين دہ ) ▁تمہارے ▁لي ے ▁میرے ▁پاس ▁( غل ہ ▁کا ) ▁کوي ی ▁پیمان ہ ▁نہ ▁ہوگا ▁اور ▁نہ ▁( ہی ) ▁تم ▁میرے ▁قریب ▁اس کو ▁گے ،
▁کچھ ▁شک ▁نہیں ▁کہ ▁یہ ▁اخر ت ▁میں ▁خسار ہ ▁اٹھا نے ▁والے ▁ہوں ▁گے
▁اب ▁ا تا ▁ہے ▁اللہ ▁کا ▁حکم ▁تو ▁اس ▁کی ▁جلد ی ▁نہ ▁کرو ▁پاک ی ▁اور ▁برتر ی ▁ہے ▁اسے ▁ان ▁شریک وں ▁سے ،
▁اور ▁ان ▁کے ▁دل وں ▁پر ▁ہم ▁نے ▁پر دے ▁ڈال ▁دی ي ے ▁ہیں ▁کہ ▁وه ▁اسے ▁سمجھ یں ▁اور ▁ان ▁کے ▁کان وں ▁میں ▁بوجھ ▁اور ▁جب ▁تو ▁صرف ▁اللہ ▁ہی ▁کا ▁ذکر ▁اس ▁کی ▁توحید ▁کے ▁ساتھ ، ▁اس ▁قر ان ▁میں ▁کرتا ▁ہے ▁تو ▁وه ▁رو گردان ی ▁کرتے ▁پی ٹھ ▁پھ یر ▁کر ▁بھاگ ▁کھڑے ▁ہوتے ▁ہیں
▁بیش ک ▁ان ▁میں ▁عقل ▁مند ▁کے ▁لي ے ▁بڑی ▁قسم ▁ہے ،
▁قسم ▁ہے ▁دن ▁کی ▁جب ▁سور ج ▁کو ▁نمای اں ▁کرے
▁کیا ▁ان ▁لوگوں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁اللہ ▁کس ▁طرح ▁پہلی ▁بار ▁مخلوق ▁کو ▁پیدا ▁کرتا ▁ہے ▁پھر ▁کس ▁طرح ▁اسے ▁دوبارہ ▁پل ٹا تا ▁ہے ؟ ▁بے شک ▁یہ ▁بات ▁اللہ ▁کی لي ے ▁اسان ▁ہے۔
▁اور موس ی ▁نے ▁کہا ▁اے ▁رب ▁ہمارے ▁تو ▁نے ▁فرع ون ▁اور اس ▁کے ▁سردار وں ▁کو ▁دنیا ▁کی ▁زندگی ▁میں ▁ ارا يش ▁اور ▁ہر ▁طرح ▁کا ▁مال ▁دیا ▁ہے ▁اے ▁رب ▁ہمارے ▁یہاں ▁تک ▁کہ ▁انہوں ▁نے تی رے ▁راستہ ▁سے ▁گمراہ ▁کر ▁دیا ▁اے ▁رب ▁ہمارے ▁ان ▁کے ▁مال وں ▁کو ▁بر باد ▁کر ▁دے ▁اور ▁ان ▁کے ▁دل وں ▁کو ▁سخت ▁کر ▁دے ▁پس ▁یہ ▁ایمان ▁نہیں ▁لاي یں ▁گے ▁یہاں ▁تک ▁کہ ▁درد ناک ▁عذاب ▁دیکھیں
▁تو ▁انہیں ▁چھوڑ ▁دے ▁یہاں ▁تک ▁کہ ▁انہیں ▁اس ▁دن ▁سے ▁سابق ہ ▁پڑے ▁جس ▁میں ▁یہ ▁بے ▁ہو ش ▁کر ▁دی ي ے ▁جاي یں ▁گے
▁او ▁رب ی شک ▁تم ▁ان ▁پر ▁گزر تے ▁ہو ▁صبح ▁کو ،
▁در ▁حقیقت ▁تم ہ ارا ▁رب ▁زیادہ ▁بہتر ▁جانتا ▁ہے ▁کہ ▁کون ▁اس ▁کے ▁راستے ▁سے ▁ہٹا ▁ہوا ▁ہے ▁اور ▁کون ▁سی دھی ▁راہ ▁پر ▁ہے
▁جس ▁دن ▁ہر ▁شخص ▁اپنے ▁ہی ▁لیے ▁جھ گ ڑ تا ▁ہو ▁اي ے ▁گا ▁اور ▁ہر ▁شخص ▁کو ▁اس ▁کے ▁عمل ▁کا ▁پورا ▁بدل ہ ▁دیا ▁جاي ے ▁گا ▁اور ان ▁پر ▁کچھ ▁بھی ▁ظلم ▁نہ ▁ہوگا
▁خدا ▁نے ▁فرمایا ▁( یہ اں ▁سے ) ▁چلا ▁جا ۔ ▁جو ▁شخص ▁ان ▁میں ▁سے ▁تیر ی ▁پیر وی ▁کرے ▁گا ▁تو ▁تم ▁سب ▁کی ▁جزا ▁ جہ نم ▁ہے ▁( اور ▁وہ ) ▁پوری ▁سزا ▁( ہے )
▁قسم ▁ہے ▁ان ▁ہوا وں ▁کی ▁جو ▁گرد ▁ا ڑا نے ▁والی ▁ہیں
▁( قوم ▁کے ▁لوگوں ▁نے ) ▁کہا ▁اے ▁نوح ! ▁تو ▁نے ▁ہم ▁سے ▁بحث ▁کر ▁لی ▁اور ▁خوب ▁بحث ▁کر ▁لی ۔ ▁اب ▁تو ▁جس ▁چیز ▁سے ▁ہمیں ▁د ھم کا ▁رہا ▁ہے ▁وہی ▁ہمارے ▁پاس ▁لے ▁ا ، ▁اگر ▁تو ▁سچ وں ▁میں ▁ہے
▁ان ▁میں ▁سے ▁ہر ▁ایک ▁کو ▁اس ▁دن ▁ایسی ▁فکر ▁( دام ن گیر ) ▁ہوگی ▁جو ▁اس ▁کے ▁لي ے ▁کافی ▁ہوگی
▁اور ▁ان ▁میں ▁ہم ▁نے ▁تنب یہ ▁کرنے ▁والے ▁رسول ▁بھیج ے ▁تھے
▁اس ▁کے ▁یہاں ▁کسی ▁کی ▁سفارش ▁بھی ▁کام ▁ انے ▁والی ▁نہیں ▁ہے ▁مگر ▁وہ ▁جس ▁کو ▁وہ ▁خود ▁اجازت ▁دید ے ▁یہاں ▁تک ▁کہ ▁جب ▁ان ▁کے ▁دل وں ▁کی ▁ہی بت ▁دور ▁کردی ▁جاي ے ▁گی ▁تو ▁پوچھ یں ▁گے ▁کہ ▁تمہارے ▁پروردگار ▁نے ▁کیا ▁کہا ▁ہے ▁تو ▁وہ ▁جواب ▁دیں ▁گے ▁کہ ▁جو ▁کچھ ▁کہا ▁ہے ▁حق ▁کہا ▁ہے ▁اور ▁وہ ▁بلند ▁و ▁بالا ▁اور ▁بزرگ ▁و ▁برتر ▁ہے
▁جو ▁شخص ▁وص یت ▁کو ▁سن نے ▁کے ▁بعد ▁بدل ▁ڈال ے ▁تو ▁اس ▁( کے ▁بدل نے ) ▁کا ▁گناہ ▁انہیں ▁لوگوں ▁پر ▁ہے ▁جو ▁اس ▁کو ▁بدل یں۔ ▁اور ▁بے شک ▁خدا ▁سنت ا ▁جانتا ▁ہے
▁اے ▁ایمان ▁والو ! ▁اللہ ▁کے ▁اس ▁احسان ▁کو ▁یاد ▁کرو ▁جو ▁اس ▁نے ▁تم ▁پر ▁کیا ▁ہے ▁جب ▁( ک فار ▁کے ) ▁لشکر ▁تم ▁پر ▁چڑھ ▁اي ے ▁اور ▁ہم ▁نے ▁( تم ہ اری ▁مدد ▁کی لي ے ) ▁ان ▁پر ▁ہوا ▁( ان دھی ) ▁بھیج ی ▁اور ▁( فر شت وں ▁کے ) ▁ایسے ▁لشکر ▁بھیج ے ▁جن ▁کو ▁تم ▁نے ▁نہیں ▁دیکھا ▁اور ▁جو ▁کچھ ▁تم ▁کر ▁رہے ▁تھے۔ ▁اللہ ▁اسے ▁خوب ▁دیکھ ▁رہا ▁تھا۔
▁اور ▁فرما ▁دی جي ے ▁کہ ▁( یہ ) ▁حق ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁ہے ، ▁پس ▁جو ▁چاہے ▁ایمان ▁لے ▁اي ے ▁اور ▁جو ▁چاہے ▁انکار ▁کرد ے ، ▁بیش ک ▁ہم ▁نے ▁ظالم وں ▁کے ▁لي ے ▁( دوز خ ▁کی ) ▁ اگ ▁تیار ▁کر ▁رکھی ▁ہے ▁جس ▁کی ▁دیوار یں ▁انہیں ▁گھ یر ▁لیں ▁گی ، ▁اور ▁اگر ▁وہ ▁( پی اس ▁اور ▁تکلیف ▁کے ▁باعث ) ▁فریاد ▁کریں ▁گے ▁تو ▁ان ▁کی ▁فریاد ▁ رسی ▁ایسے ▁پانی ▁سے ▁کی ▁جاي ے ▁گی ▁جو ▁پ گھ لے ▁ہو ي ے ▁تان بے ▁کی ▁طرح ▁ہوگا ▁جو ▁ان ▁کے ▁چ ہر وں ▁کو ▁بھ ون ▁دے ▁گا ، ▁کت نا ▁برا ▁مشر وب ▁ہے ، ▁اور ▁کتنی ▁بری ▁ا رام ▁گاہ ▁ہے ،
▁اللہ ▁ہی ▁کے ▁لي ے ▁زمین ▁و ▁اس مان ▁کی ▁حکومت ▁ہے ▁اور ▁وہی ▁حیات ▁و ▁موت ▁کا ▁دینے ▁والا ▁ہے ▁اس ▁کے ▁علاوہ ▁تم ہ ارا ▁نہ ▁کوي ی ▁سرپرست ▁ہے ▁نہ ▁مدد گار
▁اور ▁انہوں ▁نے ▁کہا ▁ہم ▁اس ▁وقت ▁تک ▁اپ ▁کی ▁بات ▁نہیں ▁مان یں ▁گے ▁جب ▁تک ▁اپ ▁یہ ▁کام ▁کرکے ▁نہ ▁دکھا ▁دیں ▁( مثل ا ) ▁ہمارے ▁لي ے ▁زمین ▁سے ▁چشم ہ ▁جاری ▁کریں۔
▁بیش ک ▁یہاں ▁جنت ▁میں ▁تم ہ ارا ▁فاي دہ ▁یہ ▁ہے ▁کہ ▁نہ ▁بھوک ے ▁رہ و ▁گے ▁اور ▁نہ ▁بر ہ نہ ▁رہ و ▁گے
▁اچھا ▁ذرا ▁یہ ▁بھی ▁بتا و ▁کہ ▁جو ▁ اگ ▁تم ▁سل گا تے ▁ہو
▁کیا ▁انہوں ▁نے ▁اپنے ▁اوپر ▁اس مان ▁کی ▁طرف ▁ن گاہ ▁نہیں ▁کی ▁کہ ▁ہم ▁نے ▁اس ▁کو ▁کی ون کر ▁بنایا ▁اور ▁( کی ون کر ) ▁سج ایا ▁اور ▁اس ▁میں ▁کہیں ▁ش گ اف ▁تک ▁نہیں
▁جو ▁دل وں ▁پر ▁چڑھ تی ▁چل ی ▁جاي ے ▁گی
▁اللہ ▁نے ▁فرمایا ▁کچھ ▁دیر ▁جاتی ▁ہے ▁کہ ▁یہ ▁صبح ▁کریں ▁گے ▁پ چھ تا تے ▁ہو ي ے
▁( ا ے ▁مشر کو ! ▁خود ▁سوچ و !) ▁بھ لا ▁تمہیں ▁تو ▁تمہارے ▁رب ▁نے ▁بی ٹ وں ▁کے ▁لي ے ▁چن ▁لیا ▁ہے ▁اور ▁( اپ نے ▁لي ے ) ▁اس ▁نے ▁فرشت وں ▁کو ▁بیٹی اں ▁بنا ▁لیا ▁ہے ، ▁بیش ک ▁تم ▁( اپ نے ▁ہی ▁گھ ڑے ▁ہو ي ے ▁خیالات ▁کے ▁پیمان ہ ▁پر ) ▁بڑی ▁سخت ▁بات ▁کہتے ▁ہو ،
▁اور ▁کھ جور ▁کے ▁ت نے ▁کو ▁اپنی ▁طرف ▁ہل او ▁وہ ▁تم ▁پر ▁تازہ ▁پک ی ▁ہو ي ی ▁کھ جور یں ▁گرا ▁دے ▁گا ،
▁بھ لا ▁تم ہ ارا ▁بنانا ▁اسان ▁ہے ▁یا ▁اس مان ▁کا ؟ ▁اسی ▁نے ▁اس ▁کو ▁بنایا
▁اور ▁ہر ▁راستہ ▁پر ▁یوں ▁نہ ▁بیٹھ و ▁کہ ▁راہ گیر وں ▁کو ▁ڈرا و ▁اور ▁اللہ ▁کی ▁راہ ▁سے ▁انہیں ▁رو کو ▁جو ▁اس ▁پر ▁ایمان ▁لاي ے ▁اور ▁اس ▁میں ▁ک جی ▁چاہ و ، ▁اور ▁یاد ▁کرو ▁جب ▁تم ▁تھ و ڑے ▁تھے ▁اس ▁نے ▁تمہیں ▁بڑھا دیا ▁اور ▁دیکھ و ▁فساد یوں ▁کا ▁کی سا ▁انجام ▁ہوا ،
▁بول ے ▁خدا ▁کی ▁قسم ! ▁اپ ▁ہمیشہ ▁یوسف ▁کی ▁یاد ▁کرتے ▁رہیں ▁گے ▁یہاں ▁تک ▁کہ ▁گور ▁کنار ے ▁جا ▁لگ یں ▁یا ▁جان ▁سے ▁گزر ▁جاي یں ،
▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁اور ▁ہم ▁نے ▁اس ▁قر ان ▁میں ▁ہر ▁طرح ▁کی ▁مثال ▁بیان ▁کردی ▁ہے ▁اور ▁اگر ▁اپ ▁ساری ▁نشان یاں ▁لے ▁کر ▁بھی ▁اج اي یں ▁تو ▁کا فر ▁یہی ▁کہیں ▁گے ▁کہ ▁اپ ▁لوگ ▁صرف ▁اہل ▁ه ▁باطل ▁ہیں
▁پھر ▁اسے ▁اس ▁کے ▁نفس ▁نے ▁اپنے ▁بھ اي ی ▁کے ▁خون ▁پر ▁راضی ▁کر ▁لیا ▁پھر ▁اسے ▁مار ▁ڈال ا ▁پس ▁وہ ▁نقصان ▁اٹھا نے ▁والوں ▁میں ▁سے ▁ہو ▁گیا
▁میں ▁چاہتا ▁ہوں ▁کہ ▁اپ ▁میرے ▁اور ▁اپنے ▁دونوں ▁کے ▁گناہ وں ▁کا ▁مرکز ▁بن ▁جاي ی ے ▁اور ▁ جہ نم یوں ▁میں ▁شامل ▁ہو جا ي ی ے ▁کہ ▁ظالم ین ▁کی ▁یہی ▁سزا ▁ہے
▁قوم ▁میں ▁سے ▁کفر ▁اختیار ▁کرنے ▁والے ▁روس ا ▁نے ▁کہا ▁کہ ▁ہم ▁تم ▁کو ▁حم اقت ▁میں ▁مبتلا ▁دیکھ ▁رہے ▁ہیں ▁اور ▁ہمارے ▁خیال ▁میں ▁تم ▁جھوٹ وں ▁میں ▁سے ▁ہو
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁وہ ▁( اس ▁خدا ي ی ▁فیصلہ ▁کے ▁بعد ) ▁ جہ نم ▁کی ▁طرف ▁گروہ ▁در ▁گروہ ▁ہا ن کے ▁جاي یں ▁گے ▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁اس ▁کے ▁پاس ▁پہنچ یں ▁گے ▁تو ▁اس ▁کے ▁دروازے ▁کھول ▁دی ي ے ▁جاي یں ▁گے ▁اور ▁اس ▁کے ▁دارو غ ے ▁ان ▁سے ▁کہیں ▁گے ▁کہ ▁کیا ▁تمہارے ▁پاس ▁تم ہی ▁میں ▁سے ▁کچھ ▁رسول ( ع ) ▁نہیں ▁اي ے ▁تھے ▁جو ▁تمہیں ▁تمہارے ▁پروردگار ▁کی ▁ ایت یں ▁پڑھ ▁کر ▁سنا تے ▁تھے ▁اور ▁تمہیں ▁اس ▁دن ▁کے ▁پیش ▁ انے ▁سے ▁ڈرا تے ▁تھے ▁وہ ▁( جواب ▁میں ) ▁کہیں ▁گے ▁کہ ▁ہاں ▁( اي ے ▁تو ▁تھے ) ▁لیکن ▁( ہم ▁نے ▁نہ ▁مانا ▁کیونکہ ) ▁کا فر وں ▁پر ▁عذاب ▁کا ▁فیصلہ ▁ہو ▁چکا ▁تھا۔
▁اور ▁ان ▁میں ▁کے ▁سردار ▁چلے ▁کہ ▁اس ▁کے ▁پاس ▁سے ▁چل ▁دو ▁اور ▁اپنے ▁خدا وں ▁پر ▁ص ابر ▁رہ و ▁بیش ک ▁اس ▁میں ▁اس ▁کا ▁کوي ی ▁مطلب ▁ہے ،
▁پس ▁اگر ▁وہ ▁بھی ▁ایمان ▁لے ▁ ايي ں ▁جس ▁طرح ▁تم ▁ایمان ▁لاي ے ▁ہو ▁تو ▁وہ ▁بھی ▁ہدایت ▁پا ▁ گي ے ▁اور ▁اگر ▁وہ ▁نہ ▁مان یں ▁تو ▁وہی ▁ضد ▁میں ▁پڑے ▁ہو ي ے ▁ہیں ▁سو ▁تمہیں ▁ان ▁سے ▁الله ▁کافی ▁ہے ▁اور ▁وہی ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁ہر ▁خبر ▁( کے ▁واقع ▁ہونے ) ▁کا ▁وقت ▁مقرر ▁ہے ▁اور ▁تم ▁عن قر یب ▁جان ▁لو ▁گے ،
▁البتہ ▁جو ▁تو بہ ▁کر ▁لیں ▁اور ▁ایمان ▁لے ▁اي یں ▁اور ▁نیک ▁عملی ▁اختیار ▁کر ▁لیں ▁وہ ▁جنت ▁میں ▁داخل ▁ہوں ▁گے ▁اور ▁ان ▁کی ▁ذ رہ ▁برابر ▁حق ▁تل فی ▁نہ ▁ہو ▁گی
▁اور ▁مر ید ▁بھی ▁یہ ▁کہیں ▁گے ▁کہ ▁اے ▁کاش ▁ہم ▁نے ▁ان ▁سے ▁اسی ▁طرح ▁بی زار ی ▁اختیار ▁کی ▁ہوتی ▁جس ▁طرح ▁یہ ▁اج ▁ہم ▁سے ▁نفرت ▁کر ▁رہے ▁ہیں . ▁خدا ▁ان ▁سب ▁کے ▁اعمال ▁کو ▁اسی ▁طرح ▁حس رت ▁بنا ▁کر ▁پیش ▁کرے ▁گا ▁اور ▁ان ▁میں ▁سے ▁کوي ی ▁ جہ نم ▁سے ▁نکل نے ▁والا ▁نہیں ▁ہے
▁پھر ▁یہ ▁تمہیں ▁کیا ▁ہو ▁گیا ▁ہے ▁کہ ▁منا فق ین ▁کے ▁بارے ▁میں ▁تمہارے ▁درمیان ▁دو ▁را ي یں ▁پاي ی ▁جاتی ▁ہیں ، ▁حالانک ہ ▁جو ▁براي یاں ▁انہوں ▁نے ▁کم اي ی ▁ہیں ▁ان ▁کی ▁بد ولت ▁اللہ ▁انہیں ▁ال ٹا ▁پھ یر ▁چکا ▁ہے ▁کیا ▁تم ▁چاہتے ▁ہو ▁کہ ▁جسے ▁اللہ ▁نے ▁ہدایت ▁نہیں ▁بخشی ▁اسے ▁تم ▁ہدایت ▁بخش ▁دو ؟ ▁حالانک ہ ▁جس ▁کو ▁اللہ ▁نے ▁راستہ ▁سے ▁ہٹا ▁دیا ▁اس ▁کے ▁لیے ▁تم ▁کوي ی ▁راستہ ▁نہیں ▁پاس ک تے
▁اور ▁ہم ▁انہیں ▁اور ▁زیادہ ▁می و ے ▁دیں ▁گے ▁اور ▁گوشت ▁جو ▁وہ ▁چاہ یں ▁گے
▁اور ▁لوگوں ▁کو ▁اس ▁دن ▁( قی امت ) ▁سے ▁ڈرا ي ی ے ▁جو ▁قریب ▁ انے ▁والا ▁ہے ▁جس ▁دن ▁دل ▁( کھی نچ ▁کر ) ▁گل وں ▁تک ▁اج اي یں ▁گے ▁( اور ) ▁وہ ▁غم ▁و ▁غ ص ہ ▁سے ▁بھر ے ▁ہو ي ے ▁ہوں ▁گے۔ ▁ظالم وں ▁کی لي ے ▁کوي ی ▁( م خلص ) ▁دوست ▁نہ ▁ہوگا ▁اور ▁نہ ▁کوي ی ▁ایسا ▁سفارش ی ▁جس ▁کی ▁بات ▁مان ی ▁جاي ے۔
▁ا ▁س ▁وقت ▁تم ▁اللہ ▁ہی ▁کو ▁پکار تے ▁ہو ، ▁پھر ▁اگر ▁وہ ▁چاہتا ▁ہے ▁تو ▁اس ▁مصیبت ▁کو ▁تم ▁پر ▁سے ▁ٹ ال ▁دیتا ▁ہے ▁ایسے ▁موقع وں ▁پر ▁تم ▁اپنے ▁ ٹھی راي ے ▁ہو ي ے ▁شریک وں ▁کو ▁بھول ▁جاتے ▁ہو
▁جیسے ▁فرع ون ▁والوں ▁اور ▁ان ▁سے ▁ا گل وں ▁کا ▁دستور ▁وہ ▁اللہ ▁کی ▁ ایت وں ▁کے ▁من کر ▁ہو ي ے ▁تو ▁اللہ ▁نے ▁انہیں ▁ان ▁کے ▁گناہ وں ▁پر ▁پکڑ ا ▁بیش ک ▁اللہ ▁قوت ▁والا ▁سخت ▁عذاب ▁و ▁ا ▁لا ▁ہے ،
▁کیا ▁تم ▁نے ▁جناب ▁موسی ▁کے ▁بعد ▁بنی ▁اس راي یل ▁کے ▁سردار وں ▁کو ▁نہیں ▁دیکھا ▁کہ ▁جب ▁انہوں ▁نے ▁نبی ( ص ) ▁سے ▁کہا ▁کہ ▁ہمارے ▁لي ے ▁ایک ▁بادشاہ ▁مقرر ▁کر ▁دی جي ے ▁تاکہ ▁ہم ▁( اس ▁کی ▁زیر ▁قیادت ) ▁راہ ▁خدا ▁میں ▁جنگ ▁کریں۔ ▁اس ▁نبی ▁نے ▁فرمایا ▁کہیں ▁ایسا ▁نہ ▁ہو ▁کہ ▁جب ▁جنگ ▁تم ▁پر ▁واجب ▁ہو ▁جاي ے۔ ▁تو ▁پھر ▁تم ▁جنگ ▁نہ ▁کرو ۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁کی ون کر ▁جنگ ▁نہیں ▁کریں ▁گے ؟ ▁جبکہ ▁ہمیں ▁اپنے ▁گھروں ▁اور ▁بال ▁بچوں ▁سے ▁باہر ▁نکال ▁دیا ▁گیا ▁ہے۔ ▁مگر ▁جب ▁جنگ ▁ان ▁پر ▁واجب ▁قرار ▁دی ▁ گي ی ▁تو ▁ان ▁کے ▁تھ و ڑے ▁سے ▁اد م یوں ▁کے ▁سوا ▁باقی ▁سب ▁کے ▁سب ▁من حرف ▁ہو گي ے ▁( پی ٹھ ▁پھ یر ▁ گي ے ) ▁اور ▁خدا ▁ظالم وں ▁کو ▁خوب ▁جانتا ▁ہے۔
▁اور ▁جو ▁شخص ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁کی ▁فرمان برداری ▁کرے ▁گا ▁اور ▁اس ▁سے ▁ڈر ے ▁گا ▁تو ▁ایسے ▁لوگ ▁مراد ▁کو ▁پہنچنے ▁والے ▁ہیں
▁اللہ ▁ہی ▁کے ▁لي ے ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ت ▁ہے ، ▁وہ ▁جو ▁چاہتا ▁ہے ▁پیدا ▁فرما تا ▁ہے ، ▁جسے ▁چاہتا ▁ہے ▁لڑکی اں ▁عطا ▁کرتا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁لڑکے ▁بخش تا ▁ہے ،
▁یہ ▁وہ ▁جنت ▁ہے ▁کہ ▁ہم ▁اپنے ▁بند وں ▁میں ▁سے ▁اس ▁کو ▁ وارث ▁بنا ي یں ▁گے ▁جو ▁پر ہ یز گار ▁ہوگا
▁کہ ▁اس ▁کے ▁وسیع ▁راست وں ▁میں ▁چل و ،
▁ہر گز ▁نہیں ▁ہم ▁نے ▁جس ▁چیز ▁سے ▁ان ▁کو ▁پیدا ▁کیا ▁ہے ▁اسے ▁یہ ▁خود ▁جانتے ▁ہیں
▁پھر ▁اس ▁دن ▁تم ▁سے ▁( ا الله ▁کی ) ▁نعمت وں ▁کے ▁بارے ▁میں ▁ضرور ▁پوچھا ▁جاي ے ▁گا ▁( کہ ▁تم ▁نے ▁انہیں ▁کہاں ▁کہاں ▁اور ▁کیسے ▁کیسے ▁خرچ ▁کیا ▁تھا )،
▁اور ▁دن ▁رات ▁اور ▁سور ج ▁چاند ▁بھی ▁( اسی ▁کی ) ▁نشانی وں ▁میں ▁سے ▁ہیں ، ▁تم ▁سور ج ▁کو ▁سج ده ▁نہ ▁کرو ▁نہ ▁چاند ▁کو ▁بلکہ ▁سج ده ▁اس ▁اللہ ▁کے ▁لیے ▁کرو ▁جس ▁نے ▁ان ▁سب ▁کو ▁پیدا ▁کیا ▁ہے ، ▁اگر ▁تمہیں ▁اس ▁کی ▁عبادت ▁کرنی ▁ہے ▁تو
▁یوسف ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁( نہیں ▁بلکہ ) ▁اس ▁نے ▁خود ▁مجھ ▁سے ▁مطلب ▁بر اری ▁کے ▁لي ے ▁مجھے ▁پھ سل انا ▁چاہ ا ▁اور ▁( ات نے ▁میں ▁خود ) ▁اس ▁کے ▁گھر ▁والوں ▁میں ▁سے ▁ایک ▁گواہ ▁نے ▁( جو ▁شیر ▁خوا ر ▁بچہ ▁تھا ) ▁گواہ ی ▁دی ▁کہ ▁اگر ▁اس ▁کا ▁قم ی ض ▁ اگ ے ▁سے ▁پھ ٹا ▁ہوا ▁ہے ▁تو ▁یہ ▁سچ ی ▁ہے ▁اور ▁وہ ▁جھوٹ وں ▁میں ▁سے ▁ہے ،
▁نبی ▁کو ▁اور ▁ان ▁لوگوں ▁کو ▁جو ▁ایمان ▁لاي ے ▁ہیں ▁یہ ▁زیبا ▁نہیں ▁ہے ▁کہ ▁مشر کین ▁کے ▁لیے ▁م غفر ت ▁طلب ▁کریں ▁اگرچہ ▁وہ ▁ان ▁کے ▁عزیز ▁و ▁ا قارب ▁ہی ▁کیوں ▁نہ ▁ہوں۔ ▁جبکہ ▁ان ▁پر ▁واضح ▁ہوگیا ▁کہ ▁وہ ▁دوزخ ی ▁ہیں۔
▁اے ▁نبی ، ▁کہ و ، ▁میری ▁طرف ▁وح ی ▁بھیج ی ▁ گي ی ▁ہے ▁کہ ▁جن وں ▁کے ▁ایک ▁گروہ ▁نے ▁غور ▁سے ▁سنا ▁پھر ▁( جا ▁کر ▁اپنی ▁قوم ▁کے ▁لوگوں ▁سے ) ▁کہا : ▁" ہم ▁نے ▁ایک ▁بڑا ▁ہی ▁عجیب ▁قر ان ▁سنا ▁ہے
▁پس ▁تو ▁میرے ▁( خاص ) ▁بند وں ▁میں ▁داخل ▁ہو ▁جا ۔
▁اور ▁جب ▁انسان ▁کو ▁کوي ی ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁وہ ▁اپنے ▁رب ▁کو ▁اسی ▁کی ▁طرف ▁رجوع ▁کرتے ▁ہو ي ے ▁پکار تا ▁ہے ، ▁پھر ▁جب ▁( اللہ ) ▁اسے ▁اپنی ▁جانب ▁سے ▁کوي ی ▁نعمت ▁بخش ▁دیتا ▁ہے ▁تو ▁وہ ▁اس ▁( ت کلی ف ) ▁کو ▁بھول ▁جاتا ▁ہے ▁جس ▁کے ▁لي ے ▁وہ ▁پہلے ▁دعا ▁کیا ▁کرتا ▁تھا ▁اور ▁( پ ھر ) ▁اللہ ▁کے ▁لي ے ▁( بت وں ▁کو ) ▁شریک ▁ٹھہر انے ▁لگتا ▁ہے ▁تاکہ ▁( دو سر ے ▁لوگوں ▁کو ▁بھی ) ▁اس ▁کی ▁راہ ▁سے ▁بھ ٹک ا ▁دے ، ▁فرما ▁دی جي ے : ▁( ا ے ▁کا فر !) ▁تو ▁اپنے ▁کفر ▁کے ▁ساتھ ▁تھ وڑ ا ▁سا ▁( ظ ا ہری ) ▁فاي دہ ▁اٹھا ▁لے ، ▁تو ▁بے ▁شک ▁دوزخ یوں ▁میں ▁سے ▁ہے ،
▁اس ▁کے ▁پاس ▁جنت ▁الم اوی ▁ہے ،
▁وہ ▁لوگوں ▁سے ▁( شر ما تے ▁ہو ي ے ▁اپنی ▁د غا باز ی ▁کو ) ▁چھپ ات ے ▁ہیں ▁اور ▁اللہ ▁سے ▁نہیں ▁شرم ات ے ▁در ان حال ی کہ ▁وہ ▁ان ▁کے ▁ساتھ ▁ہوتا ▁ہے ▁جب ▁وہ ▁رات ▁کو ▁( کسی ) ▁ایسی ▁بات ▁سے ▁متعلق ▁( چھ پ ▁کر ) ▁مشورہ ▁کرتے ▁ہیں ▁جسے ▁اللہ ▁نا پسند ▁فرما تا ▁ہے ، ▁اور ▁اللہ ▁جو ▁کچھ ▁وہ ▁کرتے ▁ہیں ▁( اس ے ) ▁اح اط ہ ▁کي ے ▁ہو ي ے ▁ہے ،
▁اور ▁کمزور ▁لوگ ▁( جواب ▁میں ) ▁بڑا ▁بننے ▁والوں ▁سے ▁کہیں ▁گے ▁کہ ▁( اس ▁طرح ▁نہیں ) ▁بلکہ ▁یہ ▁( تم ہ ارے ) ▁شب ▁و ▁روز ▁کے ▁م کر ▁و ▁فریب ▁نے ▁ہمیں ▁قبول ▁حق ▁سے ▁باز ▁رکھا ▁جبکہ ▁تم ▁ہمیں ▁حکم ▁دیتے ▁تھے ▁کہ ▁ہم ▁اللہ ▁کے ▁ساتھ ▁کفر ▁کریں ▁اور ▁اس ▁کے ▁ہم سر ▁( شر یک ) ▁ٹھہر اي یں ▁اور ▁یہ ▁لوگ ▁جب ▁عذاب ▁ال ہی ▁کو ▁دیکھیں ▁گے ▁تو ▁ ند امت ▁و ▁پ شی مان ی ▁کو ▁دل ▁میں ▁چھپ اي یں ▁گے ▁( دل وں ▁میں ▁پ چھ تا ي یں ▁گے ) ▁اور ▁ہم ▁کا فر وں ▁کی ▁گردن وں ▁میں ▁طو ق ▁ڈال یں ▁گے ▁یہ ▁لوگ ▁( د نیا ▁میں ) ▁جیسے ▁عمل ▁کرتے ▁تھے ▁( اج ) ▁ان ▁کا ▁ہی ▁ان ▁کو ▁بدل ہ ▁دیا ▁جاي ے ▁گا۔
▁علاوہ ▁ان ▁افراد ▁کے ▁جو ▁اس ▁کے ▁بعد ▁تو بہ ▁کرلی ں ▁اور ▁اپنے ▁نفس ▁کی ▁اصلاح ▁کرلی ں ▁کہ ▁اللہ ▁بہت ▁زیادہ ▁بخش نے ▁والا ▁اور ▁مہر بان ▁ہے
▁جب ▁زمین ▁اپنی ▁پوری ▁شدت ▁کے ▁ساتھ ▁ہل ا ▁ڈال ی ▁جاي ے ▁گی
▁پھر ▁اس ▁کو ▁ہم ▁ا ہ ست ہ ▁ا ہ ست ہ ▁اپنی ▁طرف ▁سم یٹ ▁لیتے ▁ہیں
▁اور ▁ہم ▁پیغمبر وں ▁کو ▁نہیں ▁بھیج تے ▁مگر ▁خوش خبر ی ▁سن انے ▁والے ▁اور ▁ڈر ▁سن انے ▁والے ▁بنا ▁کر ، ▁سو ▁جو ▁شخص ▁ایمان ▁لے ▁ ایا ▁اور ▁( عمل ا ) ▁درست ▁ہوگیا ▁تو ▁ان ▁پر نہ ▁کوي ی ▁خوف ▁ہوگا ▁اور ▁نہ ▁ہی ▁وہ ▁غم گی ن ▁ہوں ▁گے ،
▁اسی ▁طرح ▁ہم ▁اس ▁( ذ کر ) ▁کو ▁مجرم وں ▁کے ▁دل وں ▁میں ▁ڈال ▁دیتے ▁ہیں۔
▁یہ ▁سزا ▁ا ▁ن ▁کی ▁ جہ نم ▁ہے ▁ا ▁سل ی ے ▁کہ ▁انہوں ▁نے ▁کفر ▁کیا ▁اور ▁میری ▁ ایت وں ▁اور ▁میرے ▁رسول وں ▁کا ▁مذاق ▁بنایا ▁تھا
▁اے ▁محمد ، ▁ا ▁س ▁طرح ▁ہم ▁پچھلے ▁گزر ے ▁ہو ي ے ▁حالات ▁کی ▁خبریں ▁تم ▁کو ▁سنا تے ▁ہیں ، ▁اور ▁ہم ▁نے ▁خاص ▁اپنے ▁ہاں ▁سے ▁تم ▁کو ▁ایک ▁" ذ کر " ( درس ▁نص ی حت ) ▁عطا ▁کیا ▁ہے
▁خدا ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁حکمت ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁ایمان ▁والوں ▁کے ▁لي ے ▁اس ▁میں ▁نشانی ▁ہے
▁اپ ▁دیکھ ي ے ▁وہ ▁اللہ ▁پر ▁کیسے ▁جھوٹ ا ▁بہت ان ▁بان دھ تے ▁ہیں ، ▁اور ▁( ان ▁کے ▁عذاب ▁کے ▁لي ے ) ▁یہی ▁کھل ا ▁گناہ ▁کافی ▁ہے ،
▁جو ▁لوگ ▁اپنی ▁عورتوں ▁سے ▁تعلق ▁نہ ▁رکھنے ▁کی ▁قسم ▁کھا ▁بیٹھے ▁ہیں ، ▁ان ▁کے ▁لیے ▁چار ▁مہین ے ▁کی ▁مہ لت ▁ہے ▁اگر ▁انہوں ▁نے ▁رجوع ▁کر ▁لیا ، ▁تو ▁اللہ ▁معاف ▁کرنے ▁والا ▁اور ▁رحیم ▁ہے
▁( اور ) ▁جب ▁وہ ▁( پیش وا یان ▁کفر ) ▁جن ▁کی ▁پیر وی ▁کی ▁ گي ی ▁اپنے ▁پیر و کار وں ▁سے ▁بے ▁ زار ▁ہوں ▁گے ▁اور ▁( وہ ▁سب ▁االله ▁کا ) ▁عذاب ▁دیکھ ▁لیں ▁گے ▁اور ▁سارے ▁اسباب ▁ان ▁سے ▁من قطع ▁ہو ▁جاي یں ▁گے ،
▁نہیں ▁ہیں ▁اپ ▁مگر ▁ڈرا نے ▁والے
▁( یعنی ) ▁ابراہیم ▁اور ▁موسی ▁کے ▁ صح یف وں ▁میں
▁یقین ▁جان و ▁کہ ▁نبی ▁عربی ▁کو ▁مان نے ▁والے ▁ہوں ▁یا ▁یہودی ، ▁ع یس اي ی ▁ہوں ▁یا ▁ صاب ی ، ▁جو ▁بھی ▁اللہ ▁اور ▁روز ▁اخر ▁پر ▁ایمان ▁لاي ے ▁گا ▁اور ▁نیک ▁عمل ▁کرے ▁گا ، ▁اس ▁کا ▁ اجر ▁اس ▁کے ▁رب ▁کے ▁پاس ▁ہے ▁اور ▁اس ▁کے ▁لیے ▁کسی ▁خوف ▁اور ▁رنج ▁کا ▁موقع ▁نہیں ▁ہے
▁شب ▁قدر ▁ایک ▁ہزار ▁مہین وں ▁سے ▁بہتر ▁ہے
▁پھر ▁اس ▁نے ▁اراد ہ ▁کیا ▁کہ ▁انہیں ▁اس ▁زمین ▁سے ▁نکال ▁دے ▁تب ▁ہم ▁نے ▁اسے ▁اور ▁اس ▁کے ▁سب ▁ساتھ یوں ▁کو ▁ غرق ▁کر ▁دیا
▁یہ ▁اپ ▁کے ▁رب ▁کی ▁طرف ▁سے ▁صل ہ ▁ہے ▁جو ▁( اعم ال ▁کے ▁حساب ▁سے ) ▁کافی ▁( ب ڑی ) ▁عطا ▁ہے ،
▁حالانک ہ ▁وہ ▁ایک ▁دوسرے ▁کو ▁دکھا ي ے ▁جاي یں ▁گے ▁مجرم ▁چاہے ▁گا ▁کہ ▁اس ▁دن ▁کے ▁عذاب ▁سے ▁بچ نے ▁کی لي ے ▁اپنے ▁بی ٹ وں ،
▁لوگوں ▁کے ▁سر ▁اس ▁ح ی ▁و ▁ق یوم ▁کے ▁ اگ ے ▁جھ ک ▁جاي یں ▁گے ▁نام راد ▁ہوگا ▁جو ▁اس ▁وقت ▁کسی ▁ظلم ▁کا ▁بار ▁گناہ ▁اٹھا ي ے ▁ہو ي ے ▁ہو
▁اس ▁و سوس ہ ▁ڈال نے ▁والے ▁کے ▁شر ▁سے ▁جو ▁بار ▁بار ▁پل ٹ ▁کر ▁ا تا ▁ہے
▁سات وں ▁اس مان ▁اور ▁زمین ▁اور ▁جو ▁بھی ▁ان ▁میں ▁ہے ▁اسی ▁کی ▁تس بی ح ▁کر ▁رہے ▁ہیں۔ ▁ایسی ▁کوي ی ▁چیز ▁نہیں ▁جو ▁اسے ▁پاک یز گی ▁اور ▁تعریف ▁کے ▁ساتھ ▁یاد ▁نہ ▁کرتی ▁ہو۔ ▁ہاں ▁یہ ▁صحیح ▁ہے ▁کہ ▁تم ▁اس ▁کی ▁تس بی ح ▁سمجھ ▁نہیں ▁سکتے ۔ ▁وه ▁بڑا ▁برد بار ▁اور ▁بخش نے ▁والا ▁ہے
▁اور ▁ان ▁کے ▁دل وں ▁میں ▁جو ▁کی نہ ▁تھا ▁ہم ▁وہ ▁سب ▁دور ▁کر ▁دیں ▁گے ▁سب ▁بھ اي ی ▁بھ اي ی ▁ہوں ▁گے ▁تخت وں ▁پر ▁ام نے ▁سامنے ▁بیٹھ نے ▁والے ▁ہوں ▁گے
▁وہ ▁جنہوں ▁نے ▁صبر ▁کیا ▁اور ▁اپنے ▁رب ▁ہی ▁پر ▁بھر وس ہ ▁رکھتے ▁ہیں
▁کیا ▁اد می ▁کو ▁مل ▁جاي ے ▁گا ▁جو ▁کچھ ▁وہ ▁خیال ▁با ند ھے
▁( ا ے ▁رسول ( ص ) !) ▁ان ▁لوگوں ▁کے ▁سامنے ▁ان ▁دو ▁شخص وں ▁کی ▁مثال ▁پیش ▁کریں ▁کہ ▁ہم ▁نے ▁ان ▁میں ▁سے ▁ایک ▁کو ▁ان گور ▁کے ▁دو ▁باغ ▁دے ▁رکھے ▁تھے ▁اور ▁انہیں ▁کھ جور ▁کے ▁درخت وں ▁سے ▁گھ یر ▁رکھا ▁تھا۔ ▁اور ▁ان ▁کے ▁درمیان ▁کھ یتی ▁ا گا ▁دی ▁تھی۔
▁اور ▁جب ▁تم ▁زمین ▁میں ▁سفر ▁کرو ۔ ▁تو ▁اس ▁میں ▁کوي ی ▁مض ا يق ہ ▁نہیں ▁ہے ▁( بل کہ ▁واجب ▁ہے ▁کہ ) ▁نماز ▁میں ▁ قصر ▁کر ▁دو ۔ ▁( بال خصوص ) ▁جب ▁تمہیں ▁خوف ▁ہو ▁کہ ▁کا فر ▁لوگ ▁تمہیں ▁کوي ی ▁تکلیف ▁پہنچا ي یں ▁گے۔ ▁بے ▁شک ▁کا فر ▁تمہارے ▁کھل ے ▁ہو ي ے ▁دشمن ▁ہیں۔
▁وہ ▁برابر ▁یہی ▁پکار تے ▁رہے ▁یہاں ▁تک ▁کہ ▁ہم ▁نے ▁انہیں ▁ک ٹی ▁ہو ي ی ▁کھ یتی ▁کی ▁طرح ▁( اور ) ▁ب جھ ی ▁ہو ي ی ▁ اگ ▁کی ▁طرح ▁کر ▁دیا۔
▁کیا ▁ان ▁لوگوں ▁کا ▁کہنا ▁یہ ▁ہے ▁کہ ▁یہ ▁رسول ▁کا ▁افت راي ▁ہے , ▁ہر گز ▁نہیں ▁یہ ▁اپ ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁بر حق ▁ہے ▁تاکہ ▁اپ ▁اس ▁قوم ▁کو ▁ڈرا ي یں ▁جس ▁کی ▁طرف ▁سے ▁اپ ▁سے ▁پہلے ▁کوي ی ▁ڈرا نے ▁والا ▁رسول ▁علی ھ ▁السلام نہیں ▁ ایا ▁ہے ▁کہ ▁شاید ▁یہ ▁ہدایت ▁یافتہ ▁ہو جا ي یں
▁اور ▁اللہ ▁کا ▁کام ▁نہیں ▁کہ ▁انہیں ▁عذاب ▁کرے ▁جب ▁تک ▁اے ▁محبوب ! ▁تم ▁ان ▁میں ▁تشریف ▁فرما ▁ہو ▁اور ▁اللہ ▁انہیں ▁عذاب ▁کرنے ▁والا ▁نہیں ▁جب ▁تک ▁وہ ▁بخش ش ▁مانگ ▁رہے ▁ہیں
▁اور ▁دس ▁رات وں ▁کی
▁تو ▁جس ▁کے ▁اعمال ▁( ن یک ) ▁تو ل ▁میں ▁زیادہ ▁ہوں ▁گے
▁بیش ک ▁اللہ ▁میرا ▁رب ▁اور ▁تم ہ ارا ▁رب ▁تو ▁اسے ▁پو جو ، ▁یہ ▁سی دھی ▁راہ ▁ہے
▁اے ▁رب ▁ہمارے ▁ہم ▁نے ▁ایک ▁من ادی ▁کو ▁سنا ▁کہ ▁ایمان ▁کے ▁لي ے ▁ ندا ▁فرما تا ▁ہے ▁کہ ▁اپنے ▁رب ▁پر ▁ایمان ▁لا و ▁تو ▁ہم ▁ایمان ▁لاي ے ▁اے ▁رب ▁ہمارے ▁تو ▁ہمارے ▁گ نا ▁بخش ▁دے ▁اور ▁ہماری ▁براي یاں ▁مح و ▁فرما دے ▁اور ▁ہماری ▁موت ▁ا چھ وں ▁کے ▁ساتھ ▁کر
▁اور ▁یہ ▁لوگ ▁االله ▁کے ▁ساتھ ▁بڑی ▁پخت ہ ▁قسم یں ▁کھا یا ▁کرتے ▁تھے ▁کہ ▁اگر ▁ان ▁کے ▁پاس ▁کوي ی ▁ڈر ▁سن انے ▁والا ▁اج اي ے ▁تو ▁یہ ▁ضرور ▁ہر ▁ایک ▁امت ▁سے ▁بڑھ ▁کر ▁راہ ▁راست ▁پر ▁ہوں ▁گے ، ▁پھر ▁جب ▁ان ▁کے ▁پاس ▁ڈر ▁سن انے ▁والے ▁( ن بی ▁اخر ▁ال زم اں ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁تشریف ▁لے ▁اي ے ▁تو ▁اس ▁سے ▁ان ▁کی ▁حق ▁سے ▁بی زار ی ▁میں ▁اضافہ ▁ہی ▁ہوا ،
▁( فر شت وں ▁نے ▁کہا : ) ▁اے ▁ابراہیم ! ▁اس ▁( بات ) ▁سے ▁در گز ر ▁کی جي ے ، ▁بیش ک ▁اب ▁تو ▁اپ ▁کے ▁رب ▁کا ▁حکم ▁( ع ذ اب ) ▁اچ کا ▁ہے ، ▁اور ▁انہیں ▁عذاب ▁پہنچنے ▁ہی ▁والا ▁ہے ▁جو ▁پل ٹ ایا ▁نہیں ▁جا ▁سکتا ،
▁اور ▁زمین ▁اور ▁پہاڑ ▁( اپ نی ▁جگہ وں ▁سے ) ▁اٹھا ▁لي ے ▁جاي یں ▁گے ، ▁پھر ▁وہ ▁ایک ▁ہی ▁بار ▁ٹکرا ▁کر ▁ریز ہ ▁ریز ہ ▁کر ▁دیے ▁جاي یں ▁گے ،
▁اور ▁( یہ ▁لوگ ) ▁خدا ▁ہی ▁کی ▁پیدا ▁کی ▁ہو ي ی ▁چیز وں ▁یعنی ▁کھ یتی ▁اور ▁چو پای وں ▁میں ▁خدا ▁کا ▁بھی ▁ایک ▁حصہ ▁مقرر ▁کرتے ▁ہیں ▁اور ▁اپنے ▁خیال ▁( باط ل ) ▁سے ▁کہتے ▁ہیں ▁کہ ▁یہ ▁( حص ہ ) ▁تو ▁خدا ▁کا ▁اور ▁یہ ▁ہمارے ▁شریک وں ▁( یعنی ▁بت وں ) ▁کا ▁تو ▁جو ▁حصہ ▁ان ▁کے ▁شریک وں ▁کا ▁ہوتا ▁ہے ▁وہ ▁تو ▁خدا ▁کی ▁طرف ▁نہیں ▁جا ▁سکتا ▁اور ▁جو ▁حصہ ▁خدا ▁کا ▁ہوتا ▁ہے ▁وہ ▁ان ▁کے ▁شریک وں ▁کی ▁طرف ▁جا ▁سکتا ▁ہے ▁یہ ▁کی سا ▁برا ▁انصاف ▁ہے
▁یہ ▁ہیں ▁وہ ▁جن ▁کے ▁لیے ▁اخر ت ▁میں ▁کچھ ▁نہیں ▁مگر ▁ا ▁گ ▁اور ▁اک ارت ▁گیا ▁جو ▁کچھ ▁وہاں ▁کرتے ▁تھے ▁اور ▁نابود ▁ہو ي ے ▁جو ▁ان ▁کے ▁عمل ▁تھے
▁اور ▁انہیں ▁ابراہیم ▁کی ▁خبر ▁پڑھ ▁کر ▁سنا و
▁اور ▁محمد ▁تو ▁صرف ▁ایک ▁رسول ▁ہیں ▁جن ▁سے ▁پہلے ▁بہت ▁سے ▁رسول ▁گزر ▁چکے ▁ہیں ▁کیا اگر ▁وہ ▁مر ▁جاي یں ▁یا ▁قتل ▁ہو ▁جاي یں ▁تو ▁تم ▁ال ٹے ▁پیر وں ▁پل ٹ ▁جا و ▁گے ▁تو ▁جو ▁بھی ▁ایسا ▁کرے ▁گا ▁وہ ▁خدا ▁کا ▁کوي ی ▁نقصان ▁نہیں ▁کرے ▁گا ▁اور ▁خدا ▁تو ▁عن قر یب ▁شکر ▁گزار وں ▁کو ▁ان ▁کی ▁جزا ▁دے ▁گا
▁اور ▁جس ▁نے ▁ایک ▁انداز ے ▁کے ▁ساتھ ▁اس مان ▁سے ▁پانی ▁نازل ▁کیا۔ ▁پھر ▁ہم ▁نے ▁اس ▁سے ▁شہر ▁مرد ہ ▁کو ▁زندہ ▁کیا۔ ▁اسی ▁طرح ▁تم ▁زمین ▁سے ▁نکال ے ▁جا و ▁گے
▁اس ▁نے ▁کہا : ▁اے ▁پروردگار ! ▁پھر ▁مجھے ▁اس ▁دن ▁تک ▁( زن دہ ▁رہنے ▁کی ) ▁مہ لت ▁دے ▁جس ▁دن ▁لوگ ▁قبر وں ▁سے ▁اٹھا ي ے ▁جاي یں ▁گے ،
▁اے ▁میرے ▁قید خان ے ▁کے ▁رفیق و ! ▁تم ▁دونوں ▁میں ▁سے ▁ایک ▁تو ▁اپنے ▁باد شاه ▁کو ▁شراب ▁پلان ے ▁پر ▁مقرر ▁ہو ▁جاي ے ▁گا ، ▁لیکن ▁دوسرا ▁سول ی ▁پر ▁چڑھ ایا ▁جاي ے ▁گا ▁اور ▁پر ند ے ▁اس ▁کا ▁سر نو چ ▁نو چ ▁کھا ي یں ▁گے ، ▁تم ▁دونوں ▁جس ▁کے ▁بارے ▁میں ▁تحقیق ▁کر ▁رہے ▁تھے ▁اس ▁کام ▁کا ▁فیصلہ ▁کردیا ▁گیا
▁اور ▁اس ▁شخص ▁نے ▁کہا ▁جو ▁ایمان ▁لا یا ▁تھا ▁کہ ▁اے میر ی ▁قوم ▁مجھے ▁تو ▁تمہاری ▁نسبت ▁( پ ہ لی ) ▁امت وں ▁جیسے ▁دن ▁کا ▁ اندیش ہ ▁ہو ▁رہا ▁ہے
▁جب ▁زمین ▁پھ ٹے ▁گی ▁اور ▁لوگ ▁اس ▁کے ▁اندر ▁سے ▁نکل ▁کر ▁تیز ▁تیز ▁بھاگ ے ▁جا ▁رہے ▁ہوں ▁گے ▁یہ ▁ حشر ▁ہمارے ▁لیے ▁بہت ▁اسان ▁ہے
▁اور ▁اپنی ▁بیوی ▁اور ▁اپنے ▁بی ٹ وں ▁سے ▁بھاگ ے ▁گا۔
▁سلیمان ▁نے ▁کہا ▁کہ ▁میں ▁ابھی ▁دیکھ تا ▁ہوں ▁کہ ▁تو ▁نے ▁سچ ▁کہا ▁ہے ▁یا ▁تیر ا ▁شمار ▁بھی ▁جھوٹ وں ▁میں ▁ہے
▁کھا و ▁جو ▁پاک ▁چیز یں ▁ہم ▁نے ▁تمہیں ▁روزی ▁دیں ▁اور ▁اس ▁میں ▁زیادتی ▁نہ ▁کرو ▁کہ ▁تم ▁پر ▁میرا ▁ غضب ▁اتر ے ▁اور ▁جس ▁پر ▁میرا ▁ غضب ▁اتر ا ▁بیش ک ▁وہ ▁گرا
▁شیطان ▁نے ▁ان ▁کو ▁قابو ▁میں ▁کرلیا ▁ہے۔ ▁اور ▁خدا ▁کی ▁یاد ▁ان ▁کو ▁بھ لا ▁دی ▁ہے۔ ▁یہ ▁( جماع ت ) ▁شیطان ▁کا ▁لشکر ▁ہے۔ ▁اور ▁سن ▁رکھ و ▁کہ ▁شیطان ▁کا ▁لشکر ▁نقصان ▁اٹھا نے ▁والا ▁ہے
▁بیش ک ▁رات ▁کا ▁اٹھ نا ▁وہ ▁زیادہ ▁د با و ▁ڈال تا ▁ہے ▁اور ▁بات ▁خوب ▁سی دھی ▁نکل تی ▁ہے
▁اے ▁ایمان ▁والو ! ▁مشر ک ▁ن رے ▁ناپ اک ▁ہیں ▁تو ▁اس ▁برس ▁کے ▁بعد ▁وہ ▁مسجد ▁حرام ▁کے ▁پاس ▁نہ ▁ انے ▁پاي یں ▁اور ▁اگر ▁تمہاری ▁م حتاج ی ▁کا ▁ڈر ▁ہے ▁تو ▁عن قر یب ▁اللہ ▁تمہیں ▁دولت ▁مند ▁کرد ے ▁گا ▁اپنے ▁فضل ▁سے ▁اگر ▁چاہے ▁بیش ک ▁اللہ ▁علم ▁و ▁حکمت ▁والا ▁ہے ،
▁پست ▁کرنے ▁والی ▁اور ▁بلند ▁کرنے ▁والی
▁اور ▁تم ▁اللہ ▁کی ▁اطاعت ▁کرو ▁اور ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁اطاعت ▁کرو ▁اور ▁( خدا ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کی ▁مخالفت ▁سے ) ▁بچ تے ▁رہ و ، ▁پھر ▁اگر ▁تم ▁نے ▁رو گردان ی ▁کی ▁تو ▁جان ▁لو ▁کہ ▁ہمارے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁پر ▁صرف ▁( اح کام ▁کا ) ▁واضح ▁طور ▁پر ▁پہنچا ▁دینا ▁ہی ▁ہے ▁( اور ▁وہ ▁یہ ▁فری ض ہ ▁ادا ▁فرما ▁چکے ▁ہیں )،
▁اور ▁اس ▁کو ▁ان ▁کے ▁بدل ہ ▁لینے ▁کا ▁کچھ ▁بھی ▁ڈر ▁نہیں
▁بیش ک ▁وه ▁اسے ▁پھ یر ▁لانے ▁پر ▁یقینا ▁قدرت ▁رکھنے ▁والا ▁ہے
▁اور ▁ان ▁میں ▁نی چی ▁ن گاہ ▁رکھنے ▁والی ▁( ح ور یں ) ▁ہوں ▁گی ▁جنہیں ▁پہلے ▁نہ ▁کسی ▁انسان ▁نے ▁ہاتھ ▁لگایا ▁اور ▁نہ ▁کسی ▁جن ▁نے ،
▁اور ▁اسے ▁وسیع ▁مال ▁دیا
▁اور ▁وہ ▁شخص ▁جس ▁کا ▁ نامہ ▁اعمال ▁اس ▁کے ▁باي یں ▁ہاتھ ▁میں ▁دیا ▁جاي ے ▁گا ▁تو ▁وہ ▁کہ ے ▁گا : ▁ہا ي ے ▁کاش ! ▁مجھے ▁میرا ▁ نامہ ▁اعمال ▁نہ ▁دیا ▁گیا ▁ہوتا ،
▁ہر ▁چیز ▁کو ▁تباہ ▁کر ▁ڈال تی ▁ہے ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁تو ▁صبح ▁رہ ▁ گي ے ▁کہ ▁نظر ▁نہ ▁ا تے ▁تھے ▁مگر ▁ان ▁کے ▁سو نے ▁مکان ، ▁ہم ▁ایسی ▁ہی ▁سزا ▁دیتے ▁ہیں ▁مجرم وں ▁کو ،
▁فرما ▁دی جي ے : ▁اگر ▁میں ▁اپنے ▁رب ▁کی ▁نا فر مان ی ▁کر وں ▁تو ▁میں ▁زبردست ▁دن ▁کے ▁عذاب ▁سے ▁ڈر تا ▁ہوں ،
▁یہ ▁اس ▁لیے ▁کہ ▁ان ▁کے ▁پاس ▁ان ▁کے ▁رسول ▁واضح ▁دلیل یں ▁لے ▁کر ▁ا تے ▁تھے ▁تو وہ ▁کہا ▁کرتے ▁تھے ▁کہ ▁کیا ▁اد می ▁ہم ▁کو ▁راہ ▁دکھا ي یں ▁گے ▁پس ▁انہوں ▁نے ▁انکار ▁کیا ▁اور من ہ ▁م وڑ ▁لیا ▁اور ▁الله ▁نے ▁پر وا ▁نہ ▁کی ▁اور ▁الله ▁بے ▁نیاز ▁تعریف ▁کیا ▁ہوا ▁ہے
▁اصل ▁یہ ▁ہے ▁کہ ▁ان ▁میں ▁سے ▁ہر ▁شخص ▁یہ ▁چاہتا ▁ہے ▁کہ ▁اس ▁کے ▁پاس ▁کھل ی ▁ہو ي ی ▁کتاب ▁اي ے
▁کہ ▁سارے ▁ جہ ان ▁میں ▁نوح ▁پر ▁سلام ▁ہو
▁اور ▁کا فر ▁بول ے ▁کیا ▁ہم ▁تمہیں ▁ایسا ▁مرد ▁بتا د یں ▁جو ▁تمہیں ▁خبر ▁دے ▁کہ ▁جب ▁تم ▁پر زہ ▁ہوکر ▁بالکل ▁ریز ہ ▁ہوکر ▁بالکل ▁ریز ہ ▁ریز ہ ▁ہو جا و ▁تو ▁پھر ▁تمہیں ▁نیا ▁بن نا ▁ہے ،
▁( اب ▁پوری ▁نسل ▁اد م ▁کے ▁لي ے ▁تنب یہ ا ▁فرمایا : ) ▁پھر ▁جس ▁نے ▁اس ▁( ا قرار ) ▁کے ▁بعد ▁رو گردان ی ▁کی ▁پس ▁وہی ▁لوگ ▁نا فر مان ▁ہوں ▁گے ،
▁تمہیں ▁ک ثر ت ▁مال ▁کی ▁ہو س ▁اور ▁فخر ▁نے ▁( اخر ت ▁سے ) ▁غافل ▁کر ▁دیا ،
▁اور ▁تمہیں ▁کچھ ▁مدت ▁کے ▁بعد ▁اس ▁کی ▁خبر ▁معلوم ▁ہو ▁جاي ے ▁گی۔
▁تم ▁کہ و ▁سب ▁خوبی اں ▁اللہ ▁کو ▁اور ▁سلام ▁اس ▁کے ▁چ نے ▁ہو ي ے ▁بند ے ▁پر ▁کیا ▁اللہ ▁بہتر ▁یا ▁ان ▁کے ▁ساخت ہ ▁شریک
▁تو ▁ان ▁سے ▁لڑ و ▁اللہ ▁انہیں ▁عذاب ▁دی گا ▁تمہارے ▁ہاتھوں ▁اور ▁انہیں ▁رس وا ▁کرے ▁گا ▁اور ▁تمہیں ▁ان ▁پر ▁مدد ▁دے ▁گا ▁اور ▁ایمان ▁والوں ▁کا ▁جی ▁ ٹھ نڈ ا ▁کرے ▁گا ،
▁جس ▁کا ▁اراده ▁اخر ت ▁کی ▁کھ یتی ▁کا ▁ہو ▁ہم ▁اسے ▁اس ▁کی ▁کھ یتی ▁میں ▁ترقی ▁دیں ▁گے ▁اور ▁جو ▁دنیا ▁کی ▁کھ یتی ▁کی ▁طلب ▁رکھتا ▁ہو ▁ہم ▁اسے ▁اس ▁میں ▁سے ▁ہی ▁کچھ ▁دے ▁دیں ▁گے ، ▁ایسے ▁شخص ▁کا ▁اخر ت ▁میں ▁کوي ی ▁حصہ ▁نہیں
▁اور ▁ہم ▁نے ▁سب ▁کے ▁لي ے ▁ماں ▁باپ ▁اور ▁قریب ی ▁رشتہ ▁دار وں ▁کے ▁چھوڑ ے ▁ہو ي ے ▁مال ▁میں ▁حق ▁دار ▁( یعنی ▁ وارث ) ▁مقرر ▁کر ▁دی ي ے ▁ہیں ، ▁اور ▁جن ▁سے ▁تم ہ ارا ▁معاہدہ ▁ہو ▁چکا ▁ہے ▁سو ▁انہیں ▁ان ▁کا ▁حصہ ▁دے ▁دو ، ▁بیش ک ▁اللہ ▁ہر ▁چیز ▁کا ▁مشاہد ہ ▁فرمان ے ▁والا ▁ہے ،
▁اور ▁اگر ▁کوي ی ▁عورت ▁اپنے ▁شوہر ▁کی ▁زیادتی ▁یا ▁بے ▁رغبت ی ▁کا ▁ اندیش ہ ▁کرے ▁تو ▁ان ▁پر ▁گناہ ▁نہیں ▁کہ ▁اپ س ▁میں ▁صلح ▁کرلی ں ▁اور ▁صلح ▁خوب ▁ہے ▁اور ▁دل ▁ لال چ ▁کے ▁پھ ند ے ▁میں ▁ہیں ▁اور ▁اگر ▁تم ▁نیک ی ▁اور ▁پر ہ یز گار ی ▁کرو ▁تو ▁اللہ ▁کو ▁تمہارے ▁کام وں ▁کی ▁خبر ▁ہے
▁وہی ▁لوگ ▁خاص ▁م قرب ▁( بار گاہ ) ▁ہیں۔
▁الله ▁اور ▁اس ▁کے ▁رسول ▁پر ▁ایمان ▁لا و ▁اور ▁اس ▁میں ▁سے ▁خرچ ▁کرو ▁جس ▁میں ▁اس ▁نے ▁تمہیں ▁پہلو ں ▁کا ▁جانشین ▁بنایا ▁ہے ▁پس ▁جو ▁لوگ ▁تم ▁میں ▁سے ▁ایمان ▁لاي ے ▁اور ▁انہوں ▁نے ▁خرچ ▁کیا ▁ان ▁کے ▁لیے ▁بڑا ▁ اجر ▁ہے
▁تو ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁اسی ▁نے ▁تمہارے ▁لي ے ▁زمین ▁کو ▁فرش ▁بنایا ▁ہے ▁اور ▁اس ▁میں ▁تمہارے ▁چلنے ▁کے ▁لي ے ▁راستے ▁بنا ي ے ▁ہیں ▁اور ▁اس مان ▁سے ▁پانی ▁بھی ▁وہی ▁برس ات ا ▁ہے ، ▁پھر ▁اس ▁برس ات ▁کی ▁وجہ ▁سے ▁مختلف ▁قسم ▁کی ▁پیداوار ▁بھی ▁ہم ▁ہی ▁پیدا ▁کرتے ▁ہیں
▁قیامت ▁کے ▁دن ▁ہم ▁صاحب ان ▁ه ت ق وی ▁کو ▁رحمان ▁کی ▁بار گاہ ▁میں ▁مہمان وں ▁کی ▁طرح ▁جمع ▁کریں ▁گے
▁تو ▁ان ▁کے ▁منہ ▁سے ▁کچھ ▁نہ ▁نکل ا ▁جب ▁ہمارا ▁عذاب ▁ان ▁پر ▁ ایا ▁مگر ▁یہی ▁بول ے ▁کہ ▁ہم ▁ظالم ▁تھے
▁اے ▁محبوب ▁تمہاری ▁جان ▁کی ▁قسم ▁بیش ک ▁وہ ▁اپنے ▁نش ہ ▁میں ▁بھ ٹک ▁رہے ▁ہیں ،
▁جب ▁یوسف ▁نے ▁ان ▁کے ▁لیے ▁ان ▁کا ▁سامان ▁تیار ▁کر ▁دیا ▁تو ▁کہا ▁کہ ▁( پ ھر ▁انا ▁تو ) ▁جو ▁باپ ▁کی ▁طرف ▁سے ▁تم ہ ارا ▁ایک ▁اور ▁بھ اي ی ▁ہے ▁اسے ▁بھی ▁میرے ▁پاس ▁لیتے ▁ان ا۔ ▁کیا ▁تم ▁نہیں ▁دیکھتے ▁کہ ▁میں ▁ناپ ▁بھی ▁پوری ▁پوری ▁دیتا ▁ہوں ▁اور ▁مہمان داری ▁بھی ▁خوب ▁کرتا ▁ہوں
▁بھ لا ▁جو ▁شخص ▁چل تا ▁ہوا ▁منہ ▁کے ▁بل ▁گر ▁پڑتا ▁ہے ▁وہ ▁سید ھے ▁رس تے ▁پر ▁ہے ▁یا ▁وہ ▁جو ▁سید ھے ▁رس تے ▁پر ▁برابر ▁چل ▁رہا ▁ہو ؟
▁اپ ▁پر ▁ہم ▁نے ▁حق ▁کے ▁ساتھ ▁یہ ▁کتاب ▁لوگوں ▁کے ▁لیے ▁نازل ▁فرما ي ی ▁ہے ، ▁پس ▁جو ▁شخص ▁راه ▁راست ▁پر ▁اج اي ے ▁اس ▁کے ▁اپنے ▁لیے ▁نفع ▁ہے ▁اور ▁جو ▁گم راه ▁ہو جا ي ے ▁اس ▁کی ▁گمراہ ی ▁کا ▁( وب ال ) ▁اسی ▁پر ▁ہے ، ▁اپ ▁ان ▁کے ▁ذم ہ ▁دار ▁نہیں
▁اور ▁کھ جور وں ▁کے ▁بلند ▁وبال ا ▁درخت ▁جن ▁کے ▁خوش ے ▁تہ ▁بہ ▁تہ ▁ہیں
▁اور ▁تم ▁ہمارے ▁پاس ▁تن ہا ▁تن ہا ▁ا گي ے ▁جس ▁طرح ▁ہم ▁نے ▁اول ▁بار ▁تم ▁کو ▁پیدا ▁کیا ▁تھا ▁اور ▁جو ▁کچھ ▁ہم ▁نے ▁تم ▁کو ▁دیا ▁تھا ▁اس ▁کو ▁اپنے ▁پیچھے ▁ہی ▁چھوڑ ▁اي ے ▁اور ▁ہم ▁تو ▁تمہارے ▁ہم راه ▁تمہارے ▁ان ▁شفا عت ▁کرنے ▁والوں ▁کو ▁نہیں ▁دیکھتے ▁جن ▁کی ▁نسبت ▁تم ▁دعوی ▁رکھتے ▁تھے ▁کہ ▁وه ▁تمہارے ▁معاملے ▁میں ▁شریک ▁ہیں۔ ▁واقعی ▁تمہارے ▁اپ س ▁میں ▁تو ▁قطع ▁تعلق ▁ہوگیا ▁اور ▁وه ▁تم ہ ارا ▁دعوی ▁سب ▁تم ▁سے ▁گیا ▁گزر ا ▁ہوا
▁بے ▁شک ▁قیامت ▁ انے ▁والی ▁ہے ▁میں ▁اسے ▁پوش ید ہ ▁رکھنا ▁چاہتا ▁ہوں ▁تاکہ ▁ہر ▁شخص ▁کو ▁اس ▁کے ▁کیے ▁کا ▁بدل ہ ▁مل ▁جاي ے
▁نیک ی ▁کا ▁بدل ہ ▁نیک ی ▁کے ▁سوا ▁اور ▁کیا ▁ہے
▁اور ▁ہم ▁نے ▁تم ▁سے ▁پہلے ▁( بہ ت ▁سے ) ▁پیغمبر ▁بھیج ے۔ ▁ان ▁میں ▁کچھ ▁تو ▁ایسے ▁ہیں ▁جن ▁کے ▁حالات ▁تم ▁سے ▁بیان ▁کر ▁دی ي ے ▁ہیں ▁اور ▁کچھ ▁ایسے ▁ہیں ▁جن ▁کے ▁حالات ▁بیان ▁نہیں ▁کي ے۔ ▁اور ▁کسی ▁پیغمبر ▁کا ▁مق دور ▁نہ ▁تھا ▁کہ ▁خدا ▁کے ▁حکم ▁کے ▁سوا ▁کوي ی ▁نشانی ▁لاي ے۔ ▁پھر ▁جب ▁خدا ▁کا ▁حکم ▁اپ ہن چا ▁تو ▁انصاف ▁کے ▁ساتھ ▁فیصلہ ▁کردیا ▁گیا ▁اور ▁اہل ▁باطل ▁نقصان ▁میں ▁پڑ ▁ گي ے
▁اور ▁اپ ▁ان ▁لوگوں ▁کو ▁چھوڑ ے ▁رکھی ي ے ▁جنہوں ▁نے ▁اپنے ▁دین ▁کو ▁کھیل ▁اور ▁تماشا ▁بنا ▁لیا ▁ہے ▁اور ▁جنہیں ▁دنیا ▁کی ▁زندگی ▁نے ▁فریب ▁دے ▁رکھا ▁ہے ▁اور ▁اس ▁( قر ان ) ▁کے ▁ذریعے ▁( ان ▁کی ▁ا گاہ ی ▁کی ▁خاطر ) ▁نص ی حت ▁فرماتے ▁رہ ي ے ▁تاکہ ▁کوي ی ▁جان ▁اپنے ▁کي ے ▁کے ▁بدل ے ▁سپر د ▁ہلاکت ▁نہ ▁کر ▁دی ▁جاي ے ، ▁( پ ھر ) ▁اس ▁کے ▁لي ے ▁االله ▁کے ▁سوا ▁نہ ▁کوي ی ▁مدد ▁ گار ▁ہوگا ▁اور ▁نہ ▁کوي ی ▁سفارش ی ، ▁اور ▁اگر ▁وہ ▁( جان ▁اپنے ▁گناہ وں ▁کا ) ▁پورا ▁پورا ▁بدل ہ ▁( یعنی ▁معا وض ہ ) ▁بھی ▁دے ▁تو ▁( بھی ) ▁اس ▁سے ▁قبول ▁نہیں ▁کیا ▁جاي ے ▁گا۔ ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جو ▁اپنے ▁کي ے ▁کے ▁بدل ے ▁ہلاکت ▁میں ▁ڈال ▁دی ي ے ▁ گي ے ▁ان ▁کے ▁لي ے ▁کھول تے ▁ہو ي ے ▁پانی ▁کا ▁پی نا ▁ہے ▁اور ▁درد ناک ▁عذاب ▁ہے ▁اس ▁وجہ ▁سے ▁کہ ▁وہ ▁کفر ▁کیا ▁کرتے ▁تھے ،
▁تم ▁فرما و ▁کس ▁کا ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁تم ▁فرما و ▁اللہ ▁کا ▁ہے ▁اس ▁نے ▁اپنے ▁کرم ▁کے ▁ذم ہ ▁پر ▁رحمت ▁لکھ ▁لی ▁ہے ▁بیش ک ▁ضرور ▁تمہیں ▁قیامت ▁کے ▁دن ▁جمع ▁کرے ▁گا ▁اس ▁میں ▁کچھ ▁شک ▁نہیں ، ▁وہ ▁جنہوں ▁نے ▁اپنی ▁جان ▁نقصان ▁میں ▁ڈال ی ▁ایمان ▁نہیں ▁لا تے ،
▁اور ▁( اس ▁وقت ▁کو ▁یاد ▁کرو ) ▁جب ▁موسی ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁اللہ ▁تمہیں ▁حکم ▁دیتا ▁ہے ▁کہ ▁ایک ▁گا ي ے ▁ ذبح ▁کرو ۔ ▁کہنے ▁لگے ▁اپ ▁ہم ▁سے ▁مذاق ▁کرتے ▁ہیں ▁فرمایا : ▁میں ▁اس ▁سے ▁خدا ▁کی ▁پناہ ▁مانگ تا ▁ہوں ▁کہ ▁میں ▁ج اہل وں ▁میں ▁سے ▁ہو ▁جا وں ۔
▁جو ▁لوگ ▁ایمان ▁لاي ے ▁او ▁را چھ ے ▁کام ▁کیے ▁ان ▁کے ▁لیے ▁خوش خبر ی ▁اور ▁اچھا ▁ ٹھ کان ا ▁ہے
▁اور ▁اگر ▁ہم ▁تم ▁پر ▁کاغذ ▁میں ▁کچھ ▁لکھا ▁ہوا ▁اتار تے ▁کہ ▁وہ ▁اسے ▁اپنے ▁ہاتھوں ▁سے ▁چھ و تے ▁جب ▁بھی ▁کا فر ▁کہتے ▁کہ ▁یہ ▁نہیں ▁مگر ▁کھل ا ▁جادو ،
▁اور ▁رات ▁کی ▁جبکہ ▁وہ ▁پل ٹ تی ▁ہے
▁پھر ▁فرع ون ▁کے ▁گھر ▁والوں ▁نے ▁انہیں ▁( دری ا ▁سے ) ▁اٹھا ▁لیا ▁تاکہ ▁وہ ▁( مش یت ▁ال ہی ▁سے ) ▁ان ▁کے ▁لي ے ▁دشمن ▁اور ▁( باع ث ) ▁غم ▁ثابت ▁ہوں ، ▁بیش ک ▁فرع ون ▁اور ▁ہا مان ▁اور ▁ان ▁دونوں ▁کی ▁فوج یں ▁سب ▁خطا کار ▁تھے ،
▁اور ▁ان ▁میں ▁بعض ▁( ایس ے ▁بھی ▁ہیں ▁کہ ) ▁تیر ی ▁طرف ▁کان ▁لگا تے ▁ہیں۔ ▁یہاں ▁تک ▁کہ ▁جب ▁تیر ے ▁پاس ▁سے ▁جاتے ▁ہیں ▁تو ▁اہل ▁علم ▁سے ▁( بو جہ ▁کند ▁ذہنی ▁و لاپ روا ہی ▁کے ) ▁پوچھ تے ▁ہیں ▁کہ ▁اس ▁نے ▁ابھی ▁کیا ▁کہا ▁تھا ؟ ▁یہی ▁لوگ ▁ہیں ▁جن ▁کے ▁دل وں ▁پر ▁اللہ ▁نے ▁مہر ▁کر ▁دی ▁ہے ▁اور ▁وه ▁اپنی ▁خواہش وں ▁کی ▁پیر وی ▁کرتے ▁ہیں
▁پھر ▁جب ▁عیسی ▁علی ھ ▁السلام ▁نے ▁قوم ▁سے ▁کفر ▁کا ▁احساس ▁کیا ▁تو ▁فرمایا ▁کہ ▁کون ▁ہے ▁جو ▁خدا ▁کی ▁راہ ▁میں ▁میرا ▁مدد گار ▁ہو ... ح واری ین ▁نے ▁کہا ▁کہ ▁ہم ▁اللہ ▁کے ▁مدد گار ▁ہیں - ▁اس ▁پر ▁ایمان ▁لاي ے ▁ہیں ▁اور ▁اپ ▁گواہ ▁رہیں ▁کہ ▁ہم ▁مسلمان ▁ہیں
▁اور ▁جو ▁چیز یں ▁یہ ▁بتا تا ▁ہے ▁ان ▁کے ▁ہم ▁ وارث ▁ہوں ▁گے ▁اور ▁یہ ▁اک یلا ▁ہمارے ▁سامنے ▁اي ے ▁گا
▁اور ▁اے ▁محبوب ▁اگر ▁تم ▁ان ▁سے ▁پوچھ و ▁تو ▁کہیں ▁گے ▁کہ ▁ہم ▁تو ▁ یون ہی ▁ہنس ی ▁کھیل ▁میں ▁تھے ▁تم ▁فرما و ▁کیا ▁اللہ ▁اور ▁اس ▁کی ▁ ایت وں ▁اور ▁اس ▁کے ▁رسول ▁سے ▁ہنس تے ▁ہو ،
▁اور ▁کہتے ▁ہیں ▁کہ ▁یہ ▁تو ▁بالکل ▁کھل م ▁کھل ا ▁جادو ▁ہی ▁ہے
▁اور ▁خدا ▁( کی ▁راہ ) ▁میں ▁جہاد ▁کرو ▁جیسا ▁جہاد ▁کرنے ▁کا ▁حق ▁ہے۔ ▁اس ▁نے ▁تم ▁کو ▁برگ زید ہ ▁کیا ▁ہے ▁اور ▁تم ▁پر ▁دین ▁کی ▁( کسی ▁بات ) ▁میں ▁تنگ ی ▁نہیں ▁کی۔ ▁( اور ▁تمہارے ▁لي ے ) ▁تمہارے ▁باپ ▁ابراہیم ▁کا ▁دین ▁( پسند ▁کیا ) ▁اسی ▁نے ▁پہلے ▁( یعنی ▁پہلی ▁کتابوں ▁میں ) ▁تم ہ ارا ▁نام ▁مسلمان ▁رکھا ▁تھا ▁اور ▁اس ▁کتاب ▁میں ▁بھی ▁( وہ ی ▁نام ▁رکھا ▁ہے ▁تو ▁جہاد ▁کرو ) ▁تاکہ ▁پیغمبر ▁تمہارے ▁بارے ▁میں ▁شاہد ▁ہوں۔ ▁اور ▁تم ▁لوگوں ▁کے ▁مقابلے ▁میں ▁شاہد ▁اور ▁نماز ▁پڑھ و ▁اور ▁ز کو ة ▁دو ▁اور ▁خدا ▁کے ▁دین ▁کی ▁( رسی ▁کو ) ▁پکڑ ے ▁رہ و ۔ ▁وہی ▁تم ہ ارا ▁دوست ▁ہے۔ ▁اور ▁خوب ▁دوست ▁اور ▁خوب ▁مدد گار ▁ہے
▁اور ▁جو ▁چیز ▁تمہیں ▁دی ▁ گي ی ▁ہے ▁وہ ▁دنیا ▁کی ▁زندگی ▁کا ▁فاي دہ ▁اور ▁اس ▁کی ▁ زین ت ▁ہے ▁جو ▁چیز ▁الله ▁کے ▁ہاں ▁ہے ▁وہ ▁بہتر ▁اور با قی ▁رہنے ▁والی ▁ہے ▁کیا ▁تم ▁نہیں ▁سمجھتے
▁مومن وں ▁کو ▁چاہ ي ے ▁کہ ▁ایمان ▁والوں ▁کو ▁چھوڑ ▁کر ▁کا فر وں ▁کو ▁اپنا ▁دوست ▁نہ ▁بنا ي یں ▁اور ▁جو ایس ا ▁کرے ▁گا ▁وه ▁اللہ ▁تعالی ▁کی ▁کسی ▁حمایت ▁میں ▁نہیں ▁مگر ▁یہ ▁کہ ▁ان ▁کے ▁شر ▁سے ▁کسی ▁طرح ▁بچا و ▁مقصود ▁ہو ، ▁اور ▁اللہ ▁تعالی ▁خود ▁تمہیں ▁اپنی ▁ذات ▁سے ▁ڈرا ▁رہا ▁ہے ▁اور ▁اللہ ▁تعالی ▁ہی ▁کی ▁طرف ▁لوٹ ▁جانا ▁ہے
▁وہی ▁ہے ▁جو ▁تم ▁پر ▁رحمت ▁بھیج تا ▁ہے ▁اور ▁اس ▁کے ▁فرشت ے ▁بھی ▁تاکہ ▁تمہیں ▁ان دھی ر وں ▁سے ▁روشنی ▁کی ▁طرف ▁نکال ے ▁اور ▁وہ ▁ایمان ▁والوں ▁پر ▁نہای ت ▁رحم ▁والا ▁ہے
▁بیش ک ▁اس ▁میں ▁سیکھ ▁ملتا ▁ہے ▁اسے ▁جو ▁ڈر ے
▁انسان ▁کہ ے ▁گا ▁کہ ▁کاش ▁میں ▁نے ▁اپنی ▁اس ▁زندگی ▁کے ▁لي ے ▁کچھ ▁پہلے ▁بھیج ▁دیا ▁ہوتا
▁پھر ▁اس ▁( کے ▁مع انی ) ▁کا ▁بیان ▁بھی ▁ہمارے ▁ذم ے ▁ہے
▁اور ▁اگر ▁الله ▁لوگوں ▁سے ▁ان ▁کے ▁اعمال ▁پر ▁گرفت ▁کرتا ▁تو ▁سطح ▁زمین ▁پر ▁کوي ی ▁جان دار ▁نہ ▁چھوڑ تا ▁لیکن ▁وہ ▁انہیں ▁ایک ▁وقت ▁مقرر ▁تک ▁ڈھ یل ▁دیتا ▁ہے ▁پس ▁جب ▁ا ▁ن کا ▁وقت ▁مقرر ▁اج اي ے ▁گا ▁تو ▁بے ▁شک ▁الله ▁اپنے ▁بند وں ▁کو ▁خوب ▁دیکھ ▁رہا ▁ہے
▁اگر ▁اللہ ▁کا ▁نوشت ہ ▁پہلے ▁نہ ▁لکھا ▁جا ▁چکا ▁ہوتا ▁تو ▁جو ▁کچھ ▁تم ▁لوگوں ▁نے ▁لیا ▁ہے ▁اس ▁کی ▁پاداش ▁میں ▁تم ▁کو ▁بڑی ▁سزا ▁دی ▁جاتی
▁اور ▁پہاڑ ▁چلا ي ے ▁جاي یں ▁گے ▁اور ▁وہ ▁بالکل ▁سر اب ▁ہو ▁جاي یں ▁گے۔
▁کیا ▁ان ▁کے ▁پاس ▁غ یب ▁کا ▁علم ▁ہے ▁جسے ▁یہ ▁لکھ ▁رہے ▁ہوں ؟
▁یہ ▁صل ہ ▁ہے ▁ان ▁کے ▁اعمال ▁کا
▁بے شک ▁ہماری ▁طرف ▁یہ ▁وح ی ▁کی ▁ گي ی ▁ہے ▁کہ ▁عذاب ▁اس ▁کی لي ے ▁ہے ▁جو ▁( ای ات ▁اللہ ▁کو ) ▁جھ ٹل اي ے ▁اور ▁( اس ▁کے ▁احکام ▁سے ) ▁رو گردان ی ▁کرے۔
▁اللہ ▁قیامت ▁کے ▁روز ▁تمہارے ▁درمیان ▁ان ▁سب ▁بات وں ▁کا ▁فیصلہ ▁کر ▁دے ▁گا ▁جن ▁میں ▁تم ▁اختلاف ▁کرتے ▁رہے ▁ہو "
▁کیا ▁ان ▁کے ▁پاس ▁کوي ی ▁سی ڑھ ی ▁ہے ▁جس ▁پر ▁چڑھ ▁کر ▁یہ ▁عالم ▁بالا ▁کی ▁سن ▁ گن ▁لیتے ▁ہیں ؟ ▁ان ▁میں ▁سے ▁جس ▁نے ▁سن ▁ گن ▁لی ▁ہو ▁وہ ▁لاي ے ▁کوي ی ▁کھل ی ▁دلیل
▁یہی ▁وه ▁ہے ▁جو ▁ یت یم ▁کو ▁ دھ کے ▁دیتا ▁ہے
▁یہ ▁لوگ ▁اس مان ▁کے ▁ ٹک ڑے ▁بھی ▁گر تے ▁ہو ي ے ▁دیکھ ▁لیں ▁تو ▁کہیں ▁گے ▁یہ ▁با دل ▁ہیں ▁جو ▁ام ڈ ے ▁چلے ▁ا ▁رہے ▁ہیں
▁اور ▁تاکہ ▁ان ▁منا فق ▁مرد وں ▁اور ▁منا فق ▁عورتوں ▁اور ▁مشر ک ▁مرد وں ▁اور ▁مشر کہ ▁عورتوں ▁کو ▁عذاب ▁دے ▁جو ▁اللہ ▁تعالی ▁کے ▁بارے ▁میں ▁بد گ مان یاں ▁رکھنے ▁والے ▁ہیں ، ▁( در ا صل ) ▁انہیں ▁پر ▁براي ی ▁کا ▁پھ ی را ▁ہے ، ▁اللہ ▁ان ▁پر ▁ناراض ▁ہوا ▁اور ▁انہیں ▁لعنت ▁کی ▁اور ▁ان ▁کے ▁لي ے ▁دوزخ ▁تیار ▁کی ▁اور ▁وه ▁( بہ ت ) ▁بری ▁لوٹ نے ▁کی ▁جگہ ▁ہے
▁جو ▁لوگ ▁اپنے ▁نفس ▁پر ▁ظلم ▁کر ▁رہے ▁تھے ▁ان ▁کی ▁روح یں ▁جب ▁فرشت وں ▁نے ▁قبض ▁کی ں ▁تو ▁ان ▁سے ▁پوچھا ▁کہ ▁یہ ▁تم ▁کس ▁حال ▁میں ▁مبتلا ▁تھے ؟ ▁انہوں ▁نے ▁جواب ▁دیا ▁کہ ▁ہم ▁زمین ▁میں ▁کمزور ▁و ▁مجبور ▁تھے ▁فرشت وں ▁نے ▁کہا ، ▁کیا ▁خدا ▁کی ▁زمین ▁وسیع ▁نہ ▁تھی ▁کہ ▁تم ▁اس ▁میں ▁ہ جر ت ▁کرتے ؟ ▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁کا ▁ ٹھ کان ا ▁ جہ نم ▁ہے ▁اور ▁بڑا ▁ہی ▁برا ▁ ٹھ کان ا ▁ہے
▁تو ▁خراب ی ▁ہے ▁ان ▁کے ▁لي ے ▁جو ▁کتاب ▁اپنے ▁ہاتھ ▁سے ▁لکھیں ▁پھر ▁کہہ ▁دیں ▁یہ ▁خدا ▁کے ▁پاس ▁سے ▁ہے ▁کہ ▁اس ▁کے ▁عوض ▁تھ و ڑے ▁دام ▁حاصل ▁کریں ▁تو ▁خراب ی ▁ہے ▁ان ▁کے ▁لي ے ▁ان ▁کے ▁ہاتھوں ▁کے ▁لکھ ے ▁سے ▁اور ▁خراب ی ▁ان ▁کے ▁لي ے ▁اس ▁کم اي ی ▁سے -
▁اس ▁کو ▁ہم ▁اسان ▁طریقے ▁کی ▁توفیق ▁دیں ▁گے
▁اور ▁بی ہو دہ ▁فکر ▁والوں ▁کے ▁ساتھ ▁بی ہو دہ ▁فکر یں ▁کرتے ▁تھے ،
▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁اے ▁ہمارے ▁رب ! ▁تو ▁ہمیں ▁یہاں ▁سے ▁نکال ▁دے ▁پھر ▁اگر ▁ہم ▁( اسی ▁گمراہ ی ▁کا ) ▁ا عاد ہ ▁کریں ▁تو ▁بیش ک ▁ہم ▁ظالم ▁ہوں ▁گے ،
▁یہ ▁لوگ ▁اپ ▁سے ▁قیامت ▁کے ▁متعلق ▁سوال ▁کرتے ▁ہیں ▁کہ ▁اس ▁کا ▁وقوع ▁کب ▁ہوگا ؟ ▁اپ ▁فرما ▁دی جي ے ▁کہ ▁اس ▁کا ▁علم ▁صرف ▁میرے ▁رب ▁ہی ▁کے ▁پاس ▁ہے ، ▁اس ▁کے ▁وقت ▁پر ▁اس ▁کو ▁سوا ▁اللہ ▁کے ▁کوي ی ▁اور ▁ظاہر ▁نہ ▁کرے ▁گا۔ ▁وه ▁اس مان وں ▁اور ▁زمین ▁میں ▁بڑا ▁بھاری ▁( حادث ہ ) ▁ہوگا ▁وه ▁تم ▁پر ▁محض ▁اچانک ▁اپ ڑے ▁گی۔ ▁وه ▁اپ ▁سے ▁اس ▁طرح ▁پوچھ تے ▁ہیں ▁جیسے ▁گویا ▁اپ ▁اس ▁کی ▁تحقیقات ▁کر چ کے ▁ہیں۔ ▁اپ ▁فرما ▁دی جي ے ▁کہ ▁اس ▁کا ▁علم ▁خاص ▁اللہ ▁ہی ▁کے ▁پاس ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے
▁اور ▁بیش ک ▁ان ▁سے ▁ہار ون ▁نے ▁اس ▁سے ▁پہلے ▁کہا ▁تھا ▁کہ ▁اے ▁میری ▁قوم ▁ یون ہی ▁ہے ▁کہ ▁تم ▁اس ▁کے ▁سبب ▁فت نے ▁میں ▁پڑے ▁اور ▁بیش ک ▁تم ہ ارا ▁رب ▁رحم ن ▁ہے ▁تو ▁میری ▁پیر وی ▁کرو ▁اور ▁میرا ▁حکم ▁مان و ،
▁جس ▁دن ▁عذاب ▁ان ▁کو ▁ان ▁کے ▁اوپر ▁سے ▁اور ▁نیچے ▁سے ▁ڈھ ان ک ▁لے ▁گا ▁اور ▁( خدا ) ▁فرما ي ے ▁گا ▁کہ ▁جو ▁کام ▁تم ▁کیا ▁کرتے ▁تھے ▁( اب ) ▁ان ▁کا ▁م زہ ▁چک ھو
▁وہ ▁بھی ▁لعنت ▁کے ▁مار ے ▁ہو ي ے ▁وہ ▁جہاں ▁کہیں ▁پاي ے ▁جاي یں ▁گے ▁پکڑ ے ▁جاي یں ▁گے ▁اور ▁بری ▁طرح ▁قتل ▁کي ے ▁جاي یں ▁گے۔
▁اور ▁جس ▁دن ▁ہم ▁اٹھا ي یں ▁گے ▁ہر ▁امت ▁میں ▁سے ▁ایک ▁گواہ ▁پھر ▁کا فر وں ▁کو ▁نہ ▁اجازت ▁ہو ▁نہ ▁وہ ▁من اي ے ▁جاي یں ، ▁ف ۱ ۹۳ )
▁مجھے ▁اپنے ▁پیچھے ▁اپنے ▁بھ اي ی ▁بند وں ▁کی ▁براي یوں ▁کا ▁خوف ▁ہے ، ▁اور ▁میری ▁بیوی ▁بان جھ ▁ہے ▁تو ▁مجھے ▁اپنے ▁فضل ▁خاص ▁سے ▁ایک ▁ وارث ▁عطا ▁کر ▁دے
▁اللہ ▁تعالی ▁کی ▁راه ▁میں ▁خرچ ▁کرو ▁اور ▁اپنے ▁ہاتھوں ▁ہلاکت ▁میں ▁نہ ▁پڑ و ▁اور ▁سلوک ▁و اح سان ▁کرو ، ▁اللہ ▁تعالی ▁احسان ▁کرنے ▁والوں ▁کو ▁دوست ▁رکھتا ▁ہے
▁جو ▁بڑی ▁توان اي ی ▁رکھتا ▁ہے ، ▁ع رش ▁والے ▁کے ▁ہاں ▁بلند ▁مرتبہ ▁ہے
▁اور ▁اگر ▁ہم ▁اسے ▁ عج می ▁زبان ▁کا ▁قر ان ▁کرتے ▁تو ▁ضرور ▁کہتے ▁کہ ▁اس ▁کی ▁ ایت یں ▁کیوں ▁نہ ▁کھول ی ▁ گي یں ▁کیا ▁کتاب ▁ عج می ▁اور ▁نبی ▁عربی ▁تم ▁فرما و ▁وہ ▁ایمان ▁والوں ▁کے ▁لیے ▁ہدایت ▁اور ▁شفا ▁ہے ▁اور ▁وہ ▁جو ▁ایمان ▁نہیں ▁لا تے ▁ان ▁کے ▁کان وں ▁میں ▁ٹی نٹ ▁( رو ي ی ) ▁ہے ▁اور ▁وہ ▁ان ▁پر ▁اند ھا ▁پن ▁ہے ▁گویا ▁وہ ▁دور ▁جگہ ▁سے ▁پکار ے ▁جاتے ▁ہیں
▁وہی ▁ہے ▁جس ▁نے ▁ایمان ▁والوں ▁کے ▁دل وں ▁میں ▁اطمینان ▁اتار ا ▁تاکہ ▁انہیں ▁یقین ▁پر ▁یقین ▁بڑھ ے ▁اور ▁اللہ ▁ہی ▁کی ▁ملک ▁ہیں ▁تمام ▁لشکر ▁اس مان وں ▁اور ▁زمین ▁کے ▁اور ▁اللہ ▁علم ▁و ▁حکمت ▁والا ▁ہے
▁انہوں ▁نے ▁کہا ▁( ہ میں ▁کیا ▁پر وا ▁ہے ) ▁ہم ▁لوگ ▁ب ہر حال ▁اپنے ▁پروردگار ▁کی ▁طرف ▁پل ٹ ▁کر ▁جانے ▁والے ▁ہیں۔
▁اور ▁تم ▁پر ▁اس ▁بات ▁میں ▁کوي ی ▁گناہ ▁نہیں ▁اگر ▁تم ▁( زمان ہ ▁حج ▁میں ▁تجارت ▁کے ▁ذریعے ) ▁اپنے ▁رب ▁کا ▁فضل ▁( بھی ) ▁تلاش ▁کرو ، ▁پھر ▁جب ▁تم ▁عرف ات ▁سے ▁واپس ▁او ▁تو ▁م شعر ▁حرام ▁( م زد لف ہ ) ▁کے ▁پاس ▁االله ▁کا ▁ذکر ▁کیا ▁کرو ▁اور ▁اس ▁کا ▁ذکر ▁اس ▁طرح ▁کرو ▁جیسے ▁اس ▁نے ▁تمہیں ▁ہدایت ▁فرما ي ی ، ▁اور ▁بیش ک ▁اس ▁سے ▁پہلے ▁تم ▁بھ ٹک ے ▁ہو ي ے ▁تھے ،
▁اور ▁اہل ▁کتاب ▁میں ▁کوي ی ▁ایس انہ ▁ہوگا ▁جو اس کی ▁موت ▁سے ▁پہلے ▁اس ▁پر ▁ایمان ▁نہ ▁لاي ے ▁گا ▁اور ▁قیامت ▁کے ▁دن ▁وہ ▁ان ▁پر ▁گواہ ▁ہو ▁گا
▁کہہ ▁دو ▁مجھے ▁منع ▁کیا ▁گیا ▁ہے ▁اس ▁سے ▁کہ ▁میں ▁ب ندگی ▁کر وں ▁ان ▁کی ▁جنہیں ▁تم ▁الله ▁کے ▁سوا ▁پکار تے ▁ہو ▁کہہ ▁دو ▁میں ▁تمہاری ▁خواہش ات ▁کے ▁پیچھے ▁نہیں ▁چل تا ▁کیوں ▁کہ ▁میں ▁اس ▁وقت ▁گمراہ ▁ہو ▁جا وں ▁گا ▁اور ▁ہدایت ▁پانے ▁والوں ▁میں ▁سے ▁نہ ▁رہ وں ▁گا
▁تو ▁ان ▁سے ▁ا دھر ▁ایک ▁پر دہ ▁کرلیا ، ▁تو ▁اس ▁کی ▁طرف ▁ہم ▁نے ▁اپنا ▁روحانی ▁( روح ▁الا مین ) ▁بھی جا ▁وہ ▁اس ▁کے ▁سامنے ▁ایک ▁تند رست ▁اد می ▁کے ▁روپ ▁میں ▁ظاہر ▁ہوا ،
▁ہم ▁نے ▁تو ▁ت جھ ▁پر ایک ▁بار ▁اور ▁بھی ▁بڑا ▁احسان ▁کیا ▁ہے
▁خدا ▁ہی ▁تو ▁ہے ▁جس ▁نے ▁تمہارے ▁لي ے ▁چار پا ي ے ▁بنا ي ے ▁تاکہ ▁ان ▁میں ▁سے ▁بعض ▁پر ▁سوار ▁ہو ▁اور ▁بعض ▁کو ▁تم ▁کھا تے ▁ہو
▁یا ▁اسے ▁اس ▁بات ▁کی ▁خبر ▁ہی ▁نہیں ▁ہے ▁جو ▁موسی ▁علی ھ ▁السلام ▁کے ▁ صح یف وں ▁میں ▁تھی
▁اور ▁جب ▁مومن وں ▁نے ▁( کا فر وں ▁کے ) ▁لشکر ▁کو ▁دیکھا ▁تو ▁کہنے ▁لگے ▁یہ ▁وہی ▁ہے ▁جس ▁کا ▁خدا ▁اور ▁اس ▁کے ▁پیغمبر ▁نے ▁ہم ▁سے ▁وعدہ ▁کیا ▁تھا ▁اور ▁خدا ▁اور ▁اس ▁کے ▁پیغمبر ▁نے ▁سچ ▁کہا ▁تھا۔ ▁اور ▁اس ▁سے ▁ان ▁کا ▁ایمان ▁اور ▁اطاعت ▁اور ▁زیادہ ▁ہو گي ی
▁پھر ▁اگر ▁تج ھے ▁جھ ٹل اي یں ▁تو ▁کہہ ▁دو ▁تم ہ ارا ▁رب ▁بہت ▁وسیع ▁رحمت ▁والا ▁ہے ▁اور گن ا ہ گار ▁لوگوں ▁سے ▁اس ▁کا ▁عذاب ▁نہیں ▁ٹ لے ▁گا
▁اور ▁کچھ ▁اد می ▁اللہ ▁کی ▁ب ندگی ▁ایک ▁کنار ہ ▁پر ▁کرتے ▁ہیں ▁پھر ▁اگر ▁انہیں ▁کوي ی ▁بھ لا ي ی ▁پہنچ ▁ گي ی ▁جب ▁تو ▁چین ▁سے ▁ہیں ▁اور ▁جب ▁کوي ی ▁جان چ ▁ا کر ▁پڑ ی ▁منہ ▁کے ▁بل ▁پل ٹ ▁ گي ے ، ▁ف ۳۲ ) ▁دنیا ▁اور ▁اخر ت ▁دونوں ▁کا ▁گھ ا ٹا ▁یہی ▁ہے ▁ صر ▁ یح ▁نقصان
▁اور ▁وہی ▁ہے ▁جو ▁رات ▁کے ▁وقت ▁تمہاری ▁روح یں ▁قبض ▁فرما ▁لی تا ▁ہے ▁اور ▁جو ▁کچھ ▁تم ▁دن ▁کے ▁وقت ▁کم ات ے ▁ہو ▁وہ ▁جانتا ▁ہے ▁پھر ▁وہ ▁تمہیں ▁دن ▁میں ▁اٹھا ▁دیتا ▁ہے ▁تاکہ ▁( تم ہ اری ▁زندگی ▁کی ) ▁معین ہ ▁می عاد ▁پوری ▁کر ▁دی ▁جاي ے ▁پھر ▁تم ہ ارا ▁پل ٹ نا ▁اسی ▁کی ▁طرف ▁ہے ، ▁پھر ▁وہ ▁( روز ▁م حشر ) ▁تمہیں ▁ان ▁( تمام ▁اعمال ) ▁سے ▁ا گاہ ▁فرما ▁دے ▁گا ▁جو ▁تم ▁( اس ▁ز ندگان ی ▁میں ) ▁کرتے ▁رہے ▁تھے ،
▁تو ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کا ▁انکار ▁کرو ▁گے
▁وہ ▁ اگ ▁محل ▁جیسی ▁بڑی ▁بڑی ▁چن گار یاں ▁پھینک ے ▁گی
▁اور ▁جو ▁کا فر ▁ہو ي ے ▁ان ▁کے ▁کام ▁ایسے ▁ہیں ▁جیسے ▁دھو پ ▁میں ▁چم کت ا ▁ری تا ▁کسی ▁جنگل ▁میں ▁کہ ▁پی اس ا ▁اسے ▁پانی ▁سمجھ ے ، ▁یہاں ▁تک ▁جب ▁اس ▁کے ▁پاس ▁ ایا ▁تو ▁اسے ▁کچھ ▁نہ ▁پایا ▁اور ▁اللہ ▁کو ▁اپنے ▁قریب ▁پایا ▁تو ▁اس ▁نے ▁اس ▁کا ▁حساب ▁پورا ▁بھر دیا ، ▁اور ▁اللہ ▁جلد ▁حساب ▁کرلی تا ▁ہے
▁اور ▁وہ ▁دراصل ▁قیامت ▁کی ▁ایک ▁نشانی ▁ہے ، ▁پس ▁تم ▁اس ▁میں ▁شک ▁نہ ▁کرو ▁اور ▁میری ▁بات ▁مان ▁لو ، ▁یہی ▁سید ھا ▁راستہ ▁ہے
▁کشتی ▁ان ▁لوگوں ▁کو ▁لیے ▁چل ی ▁جا ▁رہی ▁تھی ▁اور ▁ایک ▁ایک ▁موج ▁پہاڑ ▁کی ▁طرح ▁اٹھ ▁رہی ▁تھی ▁نوح ▁کا ▁بیٹا ▁دور ▁ فاصل ے ▁پر ▁تھا ▁نوح ▁نے ▁پکار ▁کر ▁کہا ▁" بی ٹا ، ▁ہمارے ▁ساتھ ▁سوار ▁ہو ▁جا ، ▁کا فر وں ▁کے ▁ساتھ ▁نہ ▁رہ "
▁( ا ے ▁میرے ▁رسول ( ص ) ) ▁جو ▁کچھ ▁یہ ▁لوگ ▁کہتے ▁ہیں ▁اس ▁پر ▁صبر ▁کی جي ے ! ▁اور ▁ہمارے ▁بند ے ▁داود ( ع ) ▁کو ▁یاد ▁کی جي ے ▁جو ▁قوت ▁والے ▁تھے ▁بے ▁شک ▁وہ ▁ہر ▁معاملہ ▁میں ▁( اللہ ▁کی ▁طرف ) ▁بڑے ▁رجوع ▁کرنے ▁والے ▁تھے۔
▁یہ ▁( ع ذ اب ▁دنیا ) ▁ہے ▁سو ▁تم ▁اسے ▁( تو ) ▁چ کھ ▁لو ▁اور ▁بیش ک ▁کا فر وں ▁کے ▁لي ے ▁( اخر ت ▁میں ) ▁دوزخ ▁کا ▁( دو سرا ) ▁عذاب ▁( بھی ) ▁ہے ،
▁( موس ی ▁علیہ ▁السلام ▁نے ) ▁فرمایا : ▁اے ▁ہار ون ! ▁تم ▁کو ▁کس ▁چیز ▁نے ▁رو کے ▁رکھا ▁جب ▁تم ▁نے ▁دیکھا ▁کہ ▁یہ ▁گمراہ ▁ہو ▁رہے ▁ہیں ،
▁پھر ▁جب ▁ہم ▁نے ▁ان ▁پر ▁موت ▁کا ▁حکم ▁بھیج ▁دیا ▁تو ▁ان ▁کی ▁خبر ▁جن ات ▁کو ▁کسی ▁نے ▁نہ ▁دی ▁سوا ي ے ▁گھ ن ▁کے ▁کی ڑے ▁کے ▁جو ▁ان ▁کی ▁عصا ▁کو ▁کھا ▁رہا ▁تھا۔ ▁پس ▁جب ▁( سل ی مان ) ▁گر ▁پڑے ▁اس ▁وقت ▁جن وں ▁نے ▁جان ▁لیا ▁کہ ▁اگر ▁وه ▁غ یب ▁دان ▁ہوتے ▁تو ▁اس ▁کے ▁ذ لت ▁کے ▁عذاب ▁میں ▁مبتلا ▁نہ ▁رہتے
▁اور ▁یقینا ▁قیامت ▁تک ▁ت جھ ▁پر ▁میری ▁لعنت ▁ہے۔
▁جو ▁خدا ▁سے ▁التج ا ▁کرتے ▁ہیں ▁کہ ▁اے ▁پروردگار ▁ہم ▁ایمان ▁لے ▁اي ے ▁سو ▁ہم ▁کو ▁ہمارے ▁گناہ ▁معاف ▁فرما ▁اور ▁دوزخ ▁کے ▁عذاب ▁سے ▁محفوظ ▁رکھ
▁یہاں ▁تک ▁کہ ▁جب ▁ہمارے ▁پاس ▁اي ے ▁گا ▁تو ▁کہ ے ▁گا ▁کہ ▁اے ▁کاش ▁مجھ ▁میں ▁اور ▁ت جھ ▁میں ▁مشرق ▁وم غرب ▁کا ▁ فاصل ہ ▁ہوتا ▁تو ▁برا ▁ساتھ ی ▁ہے
▁وه ▁پوش یده ▁اور ▁ظاہر ▁کا ▁جان نے ▁والا ▁ہے ▁زبردست ▁حکمت ▁والا ▁( ہے )
▁اور ▁پھر ▁اس ▁دن ▁اللہ ▁کی ▁بار گاہ ▁میں ▁اطاعت ▁کی ▁پیش کش ▁کریں ▁گے ▁اور ▁جن ▁بات وں ▁کا ▁افت را کیا ▁کرتے ▁تھے ▁وہ ▁سب ▁غا يب ▁اور ▁بے ▁کار ▁ہو جا ي یں ▁گی
▁اس ▁کے ▁بعد ▁وہ ▁بچہ ▁کو ▁( گو د ▁میں ) ▁اٹھا ي ے ▁اپنی ▁قوم ▁کے ▁پاس ▁لاي ی ۔ ▁انہوں ▁نے ▁کہا ▁اے ▁مریم ▁تو ▁نے ▁بڑا ▁برا ▁کام ▁کیا ▁ہے۔
▁تو ▁تم ▁اس ▁کے ▁سوا ▁جسے ▁چاہ و ▁پو جو ▁تم ▁فرما و ▁پوری ▁ہار ▁انہیں ▁جو ▁اپنی ▁جان ▁اور ▁اپنے ▁گھر ▁والے ▁قیامت ▁کے ▁دن ▁ہار ▁بیٹھے ▁ہاں ▁ہاں ▁یہی ▁کھل ی ▁ہار ▁ہے ،
▁اور اگر ▁یہ ▁نہ ▁ہوتا ▁کہ ▁سب ▁لوگ ▁ایک ▁طریقہ ▁کے ▁ہو جا ي یں ▁گے ▁( کا فر ) ▁تو ▁جو ▁الله ▁کے ▁من کر ▁ہیں ▁ان کے ▁گھروں ▁کی ▁چھ ت ▁اور ▁ان ▁پر ▁چڑھ نے ▁کی ▁سی ڑھ یاں ▁چاند ی ▁کی ▁کر ▁دیتے
▁پھر ▁بیش ک ▁ہماری ▁ہی ▁طرف ▁ان ▁کا ▁حساب ▁ہے ،
▁کیا ▁انہوں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کتنی ▁نسل وں ▁کو ▁تباہ ▁کردیا ▁ہے ▁جنہیں ▁تم ▁سے ▁زیادہ ▁زمین ▁میں ▁اقتدار ▁دیا ▁تھا ▁اور ▁ان ▁پر ▁ موس لاد ھار ▁پانی ▁بھی ▁برس ایا ▁تھا ▁- ان ▁کے ▁قدم وں ▁میں ▁نہ ر یں ▁بھی ▁جاری ▁تھیں ▁پھر ▁ان ▁کے ▁گناہ وں ▁کی ▁بنا ▁پر ▁انہیں ▁ہلاک ▁کردیا ▁اور ▁ان ▁کے ▁بعد ▁دوسری ▁نسل ▁جاری ▁کردی
▁مومن و ! ▁( جہ اد ▁کے ▁لي ے ) ▁ہتھیار ▁لے ▁لیا ▁کرو ▁پھر ▁یا ▁تو ▁جماعت ▁جماعت ▁ہو ▁کر ▁نکل ا ▁کرو ▁یا ▁سب ▁ا کھ ٹے ▁کوچ ▁کیا ▁کرو
▁یہ ▁ان ▁اعمال ▁کا ▁بدل ہ ▁ہے ▁جو ▁تمہارے ▁ہاتھ ▁خود ▁ اگ ے ▁بھیج ▁چکے ▁ہیں ▁اور ▁بیش ک ▁اللہ ▁بند وں ▁پر ▁ظلم ▁کرنے ▁والا ▁نہیں ▁ہے ،
▁حالانک ہ ▁اللہ ▁ان ▁کو ▁ اگ ے ▁پیچھے ▁سے ▁گھ ی رے ▁ہو ي ے ▁ہے۔
▁حج ▁کے ▁مہین ے ▁( مع ین ▁ہیں ▁جو ) ▁معلوم ▁ہیں ▁تو ▁شخص ▁ان ▁مہین وں ▁میں ▁حج ▁کی ▁نیت ▁کر لے ▁تو ▁حج ▁( کے ▁دنوں ) ▁میں ▁نہ ▁عورتوں ▁سے ▁اخت ل اط ▁کرے ▁نہ ▁کوي ی ▁برا ▁کام ▁کرے ▁نہ ▁کسی ▁سے ▁جھ گ ڑے ۔ ▁اور ▁جو ▁نیک ▁کام ▁تم ▁کرو ▁گے ▁وہ ▁خدا ▁کو ▁معلوم ▁ہو جا ي ے ▁گا ▁اور ▁زاد ▁راہ ▁( یعنی ▁رس تے ▁کا ▁خرچ ) ▁ساتھ ▁لے ▁جا و ▁کیونکہ ▁بہتر ▁( فا ي دہ ) ▁زاد ▁راہ ▁( کا ) ▁پر ہ یز گار ی ▁ہے ▁اور ▁اے ▁اہل ▁عقل ▁مجھ ▁سے ▁ڈر تے ▁رہ و
▁پھر ▁جب ▁انہوں ▁نے ▁ہمارا ▁عذاب ▁دیکھ ▁لیا ▁تو ▁کہنے ▁لگے ▁کہ ▁ہم ▁خدا ي ے ▁واحد ▁پر ▁ایمان ▁لاي ے ▁اور ▁جس ▁چیز ▁کو ▁اس ▁کے ▁ساتھ ▁شریک ▁بنا تے ▁تھے ▁اس ▁سے ▁نام عتقد ▁ہو ي ے
▁جو ▁ہماری ▁ن گاہ ▁کے ▁سامنے ▁چل ▁رہی ▁تھی ▁اور ▁یہ ▁اس ▁بند ے ▁کی ▁جزا ▁تھی ▁جس ▁کا ▁انکار ▁کیا ▁گیا ▁تھا
▁اس ▁جنت ▁کا ▁حال ▁جس ▁کا ▁پر ہ یز گار وں ▁سے ▁وعدہ ▁کیا ▁گیا ▁ہے ▁اس ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہیں ▁جس ▁کے ▁می و ے ▁اور ▁ساي ے ▁ہمیشہ ▁رہیں ▁گے ▁یہ ▁پر ہ یز گار وں ▁کا ▁انجام ▁ہے ▁اور ▁کا فر وں ▁کا ▁انجام ▁ اگ ▁ہے
▁کہنے ▁لگے ▁تم ▁پر ▁تو ▁کسی ▁نے ▁جادو ▁کیا ▁ہے
▁سوا ي ے ▁تیر ے ▁منتخب ▁اور ▁برگ زید ہ ▁بند وں ▁کے ۔
▁اس ▁پر ▁بھی ▁اگر ▁تم ▁رو گردان ی ▁کرو ▁تو ▁جو ▁( پی غا م ) ▁دے ▁کر ▁مجھے ▁تمہاری ▁طرف ▁بھی جا ▁گیا ▁تھا ▁وہ ▁میں ▁نے ▁تمہیں ▁پہنچا ▁دیا ▁ہے ▁( اور ▁حجت ▁تمام ▁کر ▁دی ▁ہے ) ▁اب ▁اگر ▁تم ▁نے ▁یہ ▁پیغام ▁قبول ▁نہ ▁کیا ▁تو ▁میرا ▁پروردگار ▁تمہاری ▁جگہ ▁کسی ▁اور ▁قوم ▁کو ▁لاي ے ▁گا۔ ▁اور ▁تم ▁اس ▁کو ▁کچھ ▁بھی ▁نقصان ▁نہیں ▁پہنچا ▁ سکو ▁گے ▁بے ▁شک ▁میرا ▁پروردگار ▁ہر ▁چیز ▁پر ▁ نگ ہ بان ▁و ▁نگران ▁ہے۔
▁اور ▁بے ▁شک ▁اپ ▁عظیم ▁ال شان ▁خلق ▁پر ▁قاي م ▁ہیں ▁( یعنی ▁ادا ب ▁قر انی ▁سے ▁م زین ▁اور ▁اخلاق ▁ الہ یہ ▁سے ▁مت صف ▁ہیں )،
▁اے ▁لوگ و ! ▁ایک ▁مثال ▁بیان ▁کی ▁جاتی ▁ہے ▁سو ▁اسے ▁غور ▁سے ▁سن و : ▁بیش ک ▁جن ▁( بت وں ) ▁کو ▁تم ▁االله ▁کے ▁سوا ▁پو ج تے ▁ہو ▁وہ ▁ہر گز ▁ایک ▁م کھی ▁( بھی ) ▁پیدا ▁نہیں ▁کرسکتے ▁اگرچہ ▁وہ ▁سب ▁اس ▁( کام ) ▁کے ▁لي ے ▁جمع ▁ہو ▁جاي یں ، ▁اور ▁اگر ▁ان ▁سے ▁م کھی ▁کوي ی ▁چیز ▁چھ ین ▁کر ▁لے ▁جاي ے ▁( تو ) ▁وہ ▁اس ▁چیز ▁کو ▁اس ▁( م کھی ) ▁سے ▁چھ ڑا ▁( بھی ) ▁نہیں ▁سکتے ، ▁کت نا ▁بے ▁بس ▁ہے ▁طالب ▁( عاب د ) ▁بھی ▁اور ▁مطلوب ▁( مع بود ) ▁بھی ،
▁وہ ▁کہنے ▁لگے : ▁االله ▁کی ▁قسم ! ▁بیش ک ▁تم ▁جان ▁ گي ے ▁ہو ▁( گ ے ) ▁ہم ▁اس ▁لي ے ▁نہیں ▁اي ے ▁تھے ▁کہ ▁( جر م ▁کا ▁ارت ک اب ▁کر ▁کے ) ▁زمین ▁میں ▁فساد ▁ب پا ▁کریں ▁اور ▁نہ ▁ہی ▁ہم ▁چور ▁ہیں ،
▁اسی ▁کا ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁میں ▁ہے ▁اور ▁جو ▁کچھ ▁زمین ▁میں ▁ہے ▁اور ▁جو ک چھ ▁گی لی ▁زمین ▁کے ▁نیچے ▁ہے
▁کیا ▁انہوں ▁نے ▁اس ▁بات ▁پر ▁نظر ▁نہیں ▁کی ▁کہ ▁جس ▁اللہ ▁نے ▁اس مان ▁و زمین ▁کو ▁پیدا ▁کیا ▁ہے ▁وه ▁ان ▁جی س وں ▁کی ▁پیدا يش ▁پر ▁پورا ▁قادر ▁ہے ، ▁اسی ▁نے ▁ان ▁کے ▁لي ے ▁ایک ▁ایسا ▁وقت ▁مقرر ▁کر ▁رکھا ▁ہے ▁جو ▁شک ▁شب ہ ▁سے ▁یک سر ▁خالی ▁ہے ، ▁لیکن ▁ظالم ▁لوگ ▁انکار ▁کي ے ▁بغیر ▁رہتے ▁ہی ▁نہیں
▁اور ▁جب ▁ان ▁لوگوں ▁کو ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁طرف ▁بل ایا ▁جاتا ▁ہے ▁کہ ▁وہ ▁ان ▁کے ▁درمیان ▁فیصلہ ▁فرما ▁دے ▁تو ▁اس ▁وقت ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁( در بار ▁رسالت ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁میں ▁ انے ▁سے ) ▁گریز اں ▁ہوتا ▁ہے ،
▁اور ▁اپ ▁لوگوں ▁کو ▁اس ▁دن ▁سے ▁ڈرا ي یں ▁جس ▁دن ▁ان ▁تک ▁عذاب ▁اج اي ے ▁گا ▁تو ▁ظالم ین ▁کہیں ▁گے ▁کہ ▁پروردگار ▁ہمیں ▁تھ وڑ ی ▁مدت ▁کے ▁لي ے ▁پل ٹا ▁دے ▁کہ ▁ہم ▁تیر ی ▁دعوت ▁کو ▁قبول ▁کرلی ں ▁اور ▁تیر ے ▁رسول وں ▁کا ▁اتباع ▁کرلی ں ▁تو ▁جواب ▁ملے ▁گا ▁کہ ▁کیا ▁تم ▁نے ▁اس ▁سے ▁پہلے ▁قسم ▁نہیں ▁کھا ي ی ▁تھی ▁کہ ▁تمہیں ▁کسی ▁طرح ▁کا ▁زوال ▁نہ ▁ہوگا
▁کہ ▁تمہارے ▁لیے ▁ضرور ▁وہاں ▁وہی ▁کچھ ▁ہے ▁جو ▁تم ▁اپنے ▁لیے ▁پسند ▁کرتے ▁ہو ؟
▁ی عق وب ▁علیہ ▁السلام ▁نے ▁کہا ▁پیار ے ▁بچے ! ▁اپنے ▁اس ▁خواب ▁کا ▁ذکر ▁اپنے ▁بھ اي یوں ▁سے ▁نہ ▁کرنا ۔ ▁ایسا ▁نہ ▁ہو ▁کہ ▁وه ▁تیر ے ▁ساتھ ▁کوي ی ▁فریب ▁کاری ▁کریں ، ▁شیطان ▁تو ▁انسان ▁کا ▁کھل ا ▁دشمن ▁ہے
▁اور ▁ یت یم وں ▁کے ▁مال ▁ان ▁کے ▁سپر د ▁کرو ۔ ▁اور ▁پاک ▁مال ▁کے ▁بدل ے ▁ناپ اک ▁مال ▁حاصل ▁نہ ▁کرو ۔ ▁اور ▁ان ▁کے ▁مال وں ▁کو ▁اپنے ▁مال ▁کے ▁ساتھ ▁ملا ▁کر ▁نہ ▁کھا و ۔ ▁بے ▁شک ▁یہ ▁بہت ▁بڑا ▁گناہ ▁ہے۔
▁اور ▁ہم ▁میں ▁سے ▁بعض ▁بے ▁ وقوف ▁ہیں ▁جو ▁الله ▁پر ▁جھوٹ ی ▁باتیں ▁بنایا ▁کرتے ▁تھے
▁جس ▁نے ▁جھ ٹل ایا ▁اور ▁من ھ ▁پھ یر لی ا
▁( ان ▁کا ▁حال ▁یہ ▁ہے ▁کہ ) ▁جب ▁فرشت ے ▁ان ▁کی ▁روح یں ▁قبض ▁کرنے ▁لگ تے ▁ہیں ▁( اور ▁یہ ) ▁اپنے ▁ہی ▁حق ▁میں ▁ظلم ▁کرنے ▁والے ▁( ہو تے ▁ہیں ) ▁تو ▁مط ی ع ▁ومن قاد ▁ہو جا تے ▁ہیں ▁( اور ▁کہتے ▁ہیں ) ▁کہ ▁ہم ▁کوي ی ▁برا ▁کام ▁نہیں ▁کرتے ▁تھے۔ ▁ہاں ▁جو ▁کچھ ▁تم ▁کیا ▁کرتے ▁تھے ▁خدا ▁اسے ▁خوب ▁جانتا ▁ہے
▁تاکہ ▁جو ▁ہم ▁نے ▁انہیں ▁دیا ▁ہے ▁اس ▁کی ▁نا ش کری ▁کریں ▁سوف ايد ہ ▁اٹھا ▁لو ▁عن قر یب ▁تمہیں ▁معلوم ▁ہو ▁جاي ے ▁گا
▁وہ ▁ اگ ▁محل ▁جیسی ▁بڑی ▁بڑی ▁چن گار یاں ▁پھینک ے ▁گی
▁ان ▁سے ▁کہ و ▁ہاں ، ▁اور ▁تم ▁( خدا ▁کے ▁مقابلے ▁میں ) ▁بے ▁بس ▁ہو
▁اور ▁اے ▁اد م ( ع ) ! ▁تم ▁اور ▁تمہاری ▁بیوی ▁دونوں ▁اس ▁بہ شت ▁میں ▁رہ و ۔ ▁اور ▁جہاں ▁سے ▁چاہ و ▁( اور ▁جو ▁چیز ▁دل ▁چاہے ) ▁کھا و ۔ ▁مگر ▁اس ▁درخت ▁کے ▁پاس ▁نہ ▁جانا ۔ ▁ورنہ ▁ظالم وں ▁میں ▁سے ▁ہو ▁جا و گ ے۔
▁جو ▁لوگوں ▁سے ▁ناپ ▁کر ▁لیں ▁تو ▁پورا ▁لیں
▁ہاں ▁ہم ▁میں ▁بعض ▁تو ▁مسلمان ▁ہیں ▁اور ▁بعض ▁بے ان صاف ▁ہیں ▁پس ▁جو ▁فرم اں ▁بردار ▁ہو گي ے ▁انہوں ▁نے ▁تو ▁راه ▁راست ▁کا ▁قصد ▁کیا
▁اور ▁میں ▁اپنے ▁باپ ▁داد ا ▁اب راھ یم ▁اور ▁اسحاق ▁اور ▁ی عق وب ▁کے ▁مذہب ▁کا ▁تابع ▁ہو ▁گیا ▁ہوں ▁ہمیں ▁یہ ▁جا يز ▁نہیں ▁کی ▁اللہ ▁کے ▁ساتھ ▁کسی ▁کو ▁بھی ▁شریک ▁کریں ▁یہ ▁ہم ▁پر ▁اور ▁سب ▁لوگوں ▁پر ▁اللہ ▁کا ▁فضل ▁ہے ▁لیکن ▁بہت ▁لوگ ▁شکر ▁نہیں ▁کرتے
▁اور ▁تم ▁نہیں ▁چاہتے ▁مگر ▁وہی ▁جو ▁عالمی ن ▁کا ▁پر ور گار ▁چاہتا ▁ہے۔
▁پھر ▁فرع ون ▁نے ▁اس ▁رسول ▁کی ▁نا فر مان ی ▁کی ▁تو ▁ہم ▁نے ▁اسے ▁سخت ▁پکڑ ▁سے ▁پکڑ ▁لیا
▁جو ▁لوگ ▁اپنا ▁مال ▁اللہ ▁تعالی ▁کی ▁راه ▁میں ▁خرچ ▁کرتے ▁ہیں ▁پھر ▁اس ▁کے ▁بعد ▁نہ ▁تو ▁احسان ▁ج تا تے ▁ہیں ▁نہ ▁ای ذا ▁دیتے ▁ہیں ، ▁ان ▁کا ▁ اجر ▁ان ▁کے ▁رب ▁کے ▁پاس ▁ہے ▁ان ▁پر ▁نہ ▁تو ▁کچھ ▁خوف ▁ہے ▁نہ ▁وه ▁ادا س ▁ہوں ▁گے
▁تو ▁رات ▁کو ▁دن ▁اور ▁دن ▁کو ▁رات ▁میں ▁داخل ▁کرتا ▁ہے ▁اور ▁مف دہ ▁کو ▁زندہ ▁سے ▁اور ▁زندہ ▁کو ▁مف دہ ▁سے ▁نکال تا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁بے ▁حساب ▁ رزق ▁دیتا ▁ہے
▁اب ▁تمہیں ▁کیا ▁ہوگیا ▁ہے ▁کہ ▁ایک ▁دوسرے ▁کی ▁مدد ▁کیوں ▁نہیں ▁کرتے ▁ہو
▁اور ▁چو پا ي ے ▁پیدا ▁کیے ▁ان ▁میں ▁تمہارے ▁لیے ▁گرم ▁لباس ▁اور ▁من فع ت یں ▁ہیں ▁اور ▁ان ▁میں ▁سے ▁کھا تے ▁ہو ،
▁پس ▁اگر ▁تم ▁مجھ ▁سے ▁کوي ی ▁چال ▁چل ▁سکتے ▁ہو ▁تو ▁چل ▁لو
▁اور ▁بہت ▁سی ▁بست یوں ▁( کے ▁رہنے ▁والوں ) ▁نے ▁اپنے ▁پروردگار ▁اور ▁اس ▁کے ▁پیغمبر وں ▁کے ▁احکام ▁سے ▁سر کش ی ▁کی ▁تو ▁ہم ▁نے ▁ان ▁کو ▁سخت ▁حساب ▁میں ▁پکڑ ▁لیا ▁اور ▁ان ▁پر ▁( ایس ا ) ▁عذاب ▁نازل ▁کیا ▁جو ▁نہ ▁دیکھا ▁تھا ▁نہ ▁سنا
▁اور ▁ہم ▁نے ▁نوح ▁کو ▁ایک ▁کشتی ▁پر ▁جو ▁تخت وں ▁اور ▁می خ وں ▁سے ▁تیار ▁کی ▁ گي ی ▁تھی ▁سوار ▁کرلیا
▁اور ▁کھ جور ▁کے ▁ت نے ▁کو ▁پکڑ ▁کر ▁اپنی ▁طرف ▁ہل او ▁تم ▁پر ▁تازہ ▁تازہ ▁کھ جور یں ▁جھ ڑ ▁پڑ یں ▁گی
▁کیا ▁جو ▁شخص ▁اپنے ▁رب ▁کی ▁طرف ▁سے ▁کھل ی ▁دلیل ▁رکھتا ▁ہے ▁اور ▁اس ▁کے ▁پیچھے ▁اس ▁کا ▁گواہ ▁بھی ▁ہے ▁اور ▁اس ▁کے ▁پہلے ▁موسی ▁کی ▁کتاب ▁گواہ ی ▁دے ▁رہی ▁ہے ▁جو ▁قوم ▁کے ▁لي ے ▁پیش وا ▁اور ▁رحمت ▁تھی ▁- وہ ▁افت را ▁کرے ▁گا ▁بیش ک ▁صاحب ان ▁ایمان ▁اسی ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁جو ▁لوگ ▁اس ▁کا ▁انکار ▁کرتے ▁ہیں ▁ان ▁کا ٹھ کان ہ ▁ جہ نم ▁ہے ▁تو ▁خبردار ▁تم ▁اس ▁قر ان ▁کی ▁طرف ▁سے ▁شک ▁میں ▁مبتلا ▁نہ ▁ہونا ▁- یہ ▁خدا ▁کی ▁طرف ▁سے ▁بر حق ▁ہے ▁اگرچہ ▁اکثر ▁لوگ ▁اس ▁پر ▁ایمان ▁نہیں ▁لا تے ▁ہیں
▁حج ▁چند ▁مقرر ہ ▁مہین وں ▁میں ▁ہوتا ▁ہے ▁اور ▁جو ▁شخص ▁بھی ▁اس ▁زمان ے ▁میں ▁اپنے ▁اوپر ▁حج ▁لازم ▁کر لے ▁اسے ▁عورتوں ▁سے ▁مباشر ت ▁گناہ ▁اور ▁جھ گ ڑے ▁کی ▁اجازت ▁نہیں ▁ہے ▁اور ▁تم ▁جو ▁بھی ▁خیر ▁کرو ▁گے ▁خدا ▁اسے ▁جانتا ▁ہے ▁اپنے ▁لي ے ▁زاد ▁راہ ▁فراہم ▁کرو ▁کہ ▁بہترین ▁زاد ▁راہ ▁تقوی ▁ہے ▁اور ا ے ▁صاحب ان ▁عقل ! ▁ہم ▁سے ▁ڈر و
▁جب ▁کہ ▁تمہیں ▁( خدا ي ے ) ▁رب ▁العالم ین ▁کے ▁برابر ▁ٹھہر ات ے ▁تھے
▁تو ▁ان ▁کا ▁پروردگار ▁اس ▁دن ▁کے ▁حالات ▁سے ▁خوب ▁با خبر ▁ہوگا
▁جب ▁اسے ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁گھ برا ▁اٹھ تا ▁ہے
▁جزا ▁اور ▁کافی ▁انعام ▁تمہارے ▁رب ▁کی ▁طرف ▁سے
▁ہم ▁نے ▁ل وط ▁( علی ہ ▁السلام ) ▁کو ▁بھی ▁حکم ▁اور ▁علم ▁دیا ▁اور ▁اسے ▁اسی ▁بست ی ▁سے ▁نجات ▁دی ▁جہاں ▁کے ▁لوگ ▁گند ے ▁کام وں ▁میں ▁مبتلا ▁تھے۔ ▁اور ▁تھے ▁بھی ▁بدترین ▁گ نہ گار
▁کہ ▁پھل ▁توڑ نا ▁ہے ▁تو ▁اپنے ▁اپنے ▁کھ یت ▁کی ▁طرف ▁چل و
▁کیا ▁تو ▁نے ▁دیکھا ▁ہے ▁کہ ▁یہ ▁کیا ▁ش ے ▁ہے ▁جسے ▁میرے ▁اوپر ▁فضیلت ▁د ▁ ے ▁دی ▁ہے ▁اب ▁اگر ▁تو ▁نے ▁مجھے ▁قیامت ▁تک ▁کی ▁مہ لت ▁دے ▁دی ▁تو ▁میں ▁ان ▁کی ▁ ذر یت ▁میں ▁چند ▁افراد ▁کے ▁علاوہ ▁سب ▁کا ▁گل ا ▁گھو نٹ تا ▁رہ وں ▁گا
▁اور ▁خدا ▁تمہیں ▁اپنی ▁نشان یاں ▁د کھ لات ا ▁ہے ▁تو ▁تم ▁اس ▁کی ▁کس ▁کس ▁نشانی ▁سے ▁انکار ▁کرو ▁گے
▁اور ▁ت جھ ▁سے ▁عورت و ▁ ں ▁کے ▁نکاح ▁کی ▁رخصت ▁مانگ تے ▁ہیں ▁کہہ ▁دے ▁الله ▁تمہیں ▁ان ▁کی ▁اجازت ▁دیتا ▁ہے ▁اور ▁وہ ▁جو ▁تمہیں ▁قر ان ▁سن ایا ▁جاتا ▁ہے ▁سو ▁ان ▁ یت یم ▁عورتوں ▁کا ▁حکم ▁ہے ▁جنہیں ▁تم ▁نہیں ▁دیتے ▁جو ▁ان ▁کے ▁لیے ▁مقرر ▁کیا ▁گیا ▁ہے ▁او ▁ر چا ہ تے ▁ہو ▁کہ ▁ان ▁سے ▁نکاح ▁کرو ▁اور ▁کمزور ▁لڑک وں ▁کے ▁بارے ▁میں ▁ہے ▁اور ▁یہ ▁کہ ▁ یت یم وں ▁کے ▁حق ▁میں ▁انصاف ▁پر ▁قاي م ▁رہ و ▁اور ▁جو ▁تم ▁نیک ی ▁کرو ▁گے ▁پس ▁تحقیق ▁الله ▁اسے ▁جان نے ▁والا ▁ہے
▁بلکہ ▁کا فر ▁تک بر ▁اور ▁خلاف ▁میں ▁ہیں
▁ان ▁سے ▁پہلے ▁بھی ▁قوم ▁نوح ▁اور ▁ عاد ▁اور ▁می خ وں ▁والے ▁فرع ون ▁نے ▁جھ ٹل ایا ▁تھا
▁انہوں ▁نے ▁جواب ▁دیا ▁کہ ▁ہم ▁مجرم ▁قوم ▁کی ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں
▁تو ▁اس ▁سے ▁بے رخ ی ▁ برت تا ▁ہے
▁اس ▁دن ▁لوگ ▁اپنے ▁رب ▁کی ▁طرف ▁پھر یں ▁گے ▁کي ی ▁راہ ▁ہوکر ▁تاکہ ▁اپنا ▁کیا ▁دکھا ي یں ▁جاي یں ▁تو ،
▁اور ▁اس ▁سے ▁پہلے ▁قوم ▁نوح ▁کو ، ▁یقینا ▁وه ▁بڑے ▁ظالم ▁اور ▁سر کش ▁تھے
▁کیا ▁تو ▁ان ▁سے ▁کوي ی ▁اج رت ▁طلب ▁کرتا ▁ہے ▁کہ ▁یہ ▁اس ▁کے ▁تا وان ▁سے ▁بوجھ ل ▁ہو ▁رہے ▁ہیں
▁پھر ▁اس ▁کے ▁لي ے ▁راستہ ▁کو ▁اسان ▁کیا ▁ہے
▁یہ ▁بسبب ▁ان ▁کام وں ▁کے ▁جو ▁تمہارے ▁ہاتھوں ▁نے ▁پہلے ▁ہی ▁بھیج ▁رکھا ▁ہے ▁بیش ک ▁اللہ ▁اپنے ▁بند وں ▁پر ▁ظلم ▁کرنے ▁والا ▁نہیں
▁اور ▁ان ▁مطلق ات ▁کو ▁ سکو نت ▁دو ▁جیسی ▁طاقت ▁تم ▁رکھتے ▁ہو ▁اور ▁انہیں ▁اذیت ▁مت ▁دو ▁کہ ▁اس ▁طرح ▁ان ▁پر ▁تنگ ی ▁کرو ▁اور ▁اگر ▁حامل ہ ▁ہوں ▁تو ▁ان ▁پر ▁اس ▁وقت ▁تک ▁ان فاق ▁کرو ▁جب ▁تک ▁وضع ▁حمل ▁نہ ▁ہو جا ي ے ▁پھر ▁اگر ▁وہ ▁تمہارے ▁بچوں ▁کو ▁دو دھ ▁پلا ي یں ▁تو ▁انہیں ▁ان ▁کی ▁اج رت ▁دو ▁اور ▁اسے ▁اپ س ▁میں ▁نیک ی ▁کے ▁ساتھ ▁طے ▁کرو ▁اور ▁اگر ▁اپ س ▁میں ▁کش ا کش ▁ہو جا ي ے ▁تو ▁دوسری ▁عورت ▁کو ▁دو دھ ▁پلان ے ▁کا ▁موقع ▁دو
▁اور ▁اگر ▁تمہاری ▁کوي ی ▁بیوی ▁تمہارے ▁ہاتھ ▁سے ▁نکل ▁جاي ے ▁اور ▁کا فر وں ▁کے ▁پاس ▁چل ی ▁جاي ے ▁پھر ▁تمہیں ▁اس ▁کے ▁بدل ے ▁کا ▁وقت ▁مل ▁جاي ے ▁تو ▁جن ▁کی ▁بیوی اں ▁چل ی ▁ گي ی ▁ہیں ▁انہیں ▁ان ▁کے ▁اخراج ات ▁کے ▁برابر ▁ادا ▁کر ▁دو ، ▁اور ▁اس ▁اللہ ▁تعالی ▁سے ▁ڈر تے ▁رہ و ▁جس ▁پر ▁تم ▁ایمان ▁رکھتے ▁ہو
▁وہ ▁تو ▁بس ▁وح ی ▁ہے ▁جو ▁ان ▁کی ▁طرف ▁کی ▁جاتی ▁ہے۔
▁ان ▁کے ▁لیے ▁اپنے ▁رب ▁کے ▁ہاں ▁سلامتی ▁کا ▁گھر ▁ہے ▁اور ▁وہ ▁ان ▁کے ▁اعمال ▁کے ▁سبب ▁سے ▁ان ▁کا ▁مدد گار ▁ہے
▁( ذر ا ▁غور ▁تو ▁کرو ، ▁اس ▁وقت ▁تم ▁کی سی ▁سخت ▁غلطی ▁کر ▁رہے ▁تھے ) ▁جبکہ ▁تمہاری ▁ایک ▁زبان ▁سے ▁دوسری ▁زبان ▁اس ▁جھوٹ ▁کو ▁ل یتی ▁جا ▁رہی ▁تھی ▁اور ▁تم ▁اپنے ▁منہ ▁سے ▁وہ ▁کچھ ▁کہ ے ▁جا ▁رہے ▁تھے ▁جس ▁کے ▁متعلق ▁تمہیں ▁کوي ی ▁علم ▁نہ ▁تھا ▁تم ▁اسے ▁ایک ▁معمولی ▁بات ▁سمجھ ▁رہے ▁تھے ، ▁حالانک ہ ▁اللہ ▁کے ▁نزدیک ▁یہ ▁بڑی ▁بات ▁تھی
▁جب ▁ان ▁سے ▁ان ▁کے ▁بھ اي ی ▁ل وط ▁نے ▁کہا ▁کہ ▁تم ▁خدا ▁سے ▁کیوں ▁نہیں ▁ڈر تے ▁ہو
▁مگر جو ▁لوگ ▁اس ▁کے ▁بعد ▁تو بہ ▁اور ▁اصلاح ▁کر ▁لیں ▁تو ▁بے ▁شک ▁اللہ ▁تعالی ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁اور وہ ▁لوگ ▁جب ▁خرچ ▁کرتے ▁ہیں ▁تو ▁ فض ول ▁خرچ ی ▁نہیں ▁کرتے ▁اور ▁نہ ▁تنگ ی ▁کرتے ▁ہیں ▁اور ▁ان ▁کا ▁خرچ ▁ان ▁دونوں ▁کے ▁درمیان ▁ اعتدال ▁پر ▁ہوتا ▁ہے
▁تو ▁انہیں ▁نت ▁ني ی ▁بنایا ▁ہے
▁بیش ک ▁مجرم ▁ جہ نم ▁کے ▁عذاب ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ،
▁اور ▁جب ▁لوگوں ▁کو ▁جمع ▁کیا ▁جاي ے ▁گا ▁تو ▁یہ ▁ان ▁کے ▁دشمن ▁ہو ▁جاي یں ▁گے ▁اور ▁ان ▁کی ▁پرست ش ▁سے ▁صاف ▁انکار ▁کر ▁جاي یں ▁گے
▁جو ▁لوگ ▁کا فر ▁ہیں ▁ان ▁کی ▁مثال ▁اس ▁شخص ▁کی ▁سی ▁ہے ▁جو ▁کسی ▁ایسی ▁چیز ▁کو ▁او از ▁دے ▁جو ▁پکار ▁اور ▁او از ▁کے ▁سوا ▁کچھ ▁سن ▁نہ ▁سکے۔ ▁( یہ ) ▁بہ رے ▁ہیں ▁گو نگے ▁ہیں ▁اند ھے ▁ہیں ▁کہ ▁( ک چھ ) ▁سمجھ ▁ہی ▁نہیں ▁سکتے
▁انہوں ▁نے ▁ہماری ▁سب ▁نشان یاں ▁جھ ٹل اي یں ▁تو ▁ہم ▁نے ▁ان ▁پر ▁گرفت ▁کی ▁جو ▁ایک ▁عزت ▁والے ▁اور ▁عظیم ▁قدرت ▁والے ▁کی ▁شان ▁تھی ،
▁تم ▁کھل ے ▁گناہ وں ▁سے ▁بھی ▁بچ و ▁اور ▁چھپ ے ▁گناہ وں ▁سے ▁بھی ، ▁جو ▁لوگ ▁گناہ ▁کا ▁اک ت ساب ▁کرتے ▁ہیں ▁وہ ▁اپنی ▁اس ▁کم اي ی ▁کا ▁بدل ہ ▁پاک ر ▁رہیں ▁گے
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁میں ▁اپنی ▁طرف ▁ انے ▁والی ▁وح ی ▁میں ▁کسی ▁بھی ▁کھانے ▁والے ▁کے ▁لي ے ▁کوي ی ▁حرام ▁نہیں ▁پات ا ▁مگر ▁یہ ▁کہ ▁مف دار ▁ہو ▁یا ▁بہ ایا ▁ہوا ▁خون ▁یا ▁سور ▁کا ▁گوشت ▁ہو کہ ▁یہ ▁سب ▁نج س ▁اور ▁گ ندگی ▁ہے ▁یا ▁وہ ▁نا فر مان ی ▁ہو ▁جسے ▁غیر ▁خ د ▁ا کے ▁نام ▁پر ▁ ذبح ▁کیا ▁گیا ▁ہو ▁... . ▁اس ▁کے ▁بعد ▁بھی ▁کوي ی ▁مجبور ▁ہو جا ي ے ▁اور ▁نہ ▁سر کش ▁ہو ▁نہ ▁حد ▁سے ▁تجاوز ▁کرنے ▁والا ▁تو ▁پروردگار ▁بڑا ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁ان ▁سب ▁نے ▁کہا ▁اے ▁اللہ ! ▁تیر ی ▁ذات ▁پاک ▁ہے ▁ہمیں ▁تو ▁صرف ▁اتنا ▁ہی ▁علم ▁ہے ▁جتن ا ▁تو نے ▁ہمیں ▁سکھ ا ▁رکھا ▁ہے ، ▁پورے ▁علم ▁وح کم ت ▁والا ▁تو ▁تو ▁ہی ▁ہے
▁ایسے ▁شخص ▁کو ▁پکار تا ▁ہے ▁جس ▁کا ▁نقصان ▁فاي دہ ▁سے ▁زیادہ ▁قریب ▁ہے۔ ▁ایسا ▁دوست ▁برا ▁بھی ▁اور ▁ایسا ▁ہم ▁صحبت ▁بھی ▁برا
▁( ا ے ▁پیغمبر ) ▁لوگ ▁تم ▁سے ▁( یت یم ) ▁عورتوں ▁کے ▁بارے ▁میں ▁فت وی ▁طلب ▁کرتے ▁ہیں۔ ▁کہہ ▁دو ▁کہ ▁خدا ▁تم ▁کو ▁ان ▁کے ▁( سا تھ ▁نکاح ▁کرنے ▁کے ) ▁معاملے ▁میں ▁اجازت ▁دیتا ▁ہے ▁اور ▁جو ▁حکم ▁اس ▁کتاب ▁میں ▁پہلے ▁دیا ▁گیا ▁ہے ▁وہ ▁ان ▁ یت یم ▁عورتوں ▁کے ▁بارے ▁میں ▁ہے ▁جن ▁کو ▁تم ▁ان ▁کا ▁حق ▁تو ▁دیتے ▁نہیں ▁اور ▁خواہش ▁رکھتے ▁ہو ▁کہ ▁ان ▁کے ▁ساتھ ▁نکاح ▁کر لو ▁اور ▁( ن یز ) ▁بیچ ارے ▁بی کس ▁بچوں ▁کے ▁بارے ▁میں ۔ ▁اور ▁یہ ▁( بھی ▁حکم ▁دیتا ▁ہے ) ▁کہ ▁ یت یم وں ▁کے ▁بارے ▁میں ▁انصاف ▁پر ▁قاي م ▁رہ و ۔ ▁اور ▁جو ▁بھ لا ي ی ▁تم ▁کرو ▁گے ▁خدا ▁اس ▁کو ▁جانتا ▁ہے
▁تو ▁( سب ▁سے ▁بلند ▁وبال ا ) ▁اللہ ▁نے ▁بھی ▁اسے ▁اخر ت ▁کے ▁اور ▁دنیا ▁کے ▁عذاب ▁میں ▁گرفتار ▁کرلیا
▁جب ▁تو ▁مسلمانوں ▁کو ▁کہ تا ▁تھا ▁کیا ▁تمہیں ▁یہ ▁کافی ▁نہیں ▁کہ ▁تم ہ ارا ▁رب ▁تمہاری ▁مدد ▁کے ▁لیے ▁تین ▁ہزار ▁فرشت ے ▁اس مان ▁سے ▁اتر نے ▁والے ▁بھیج ے
▁اور ▁جو ▁بات ▁پکار ▁کی ▁جاي ے ▁وہ ▁اسے ▁بھی ▁جانتا ▁ہے ▁اور ▁جو ▁تم ▁پوش ید ہ ▁کرتے ▁ہو ▁اس ▁سے ▁بھی ▁وا قف ▁ہے
▁اور ▁جس ▁نے ▁ذ رہ ▁بھر ▁براي ی ▁کی ▁ہوگی ▁وہ ▁اسے ▁دیکھ ▁لے ▁گا
▁وہ ▁اس مان وں ▁اور ▁زمین ▁کا ▁موج د ▁ہے ▁اور ▁جس ▁بات ▁کا ▁وہ ▁فیصلہ ▁کرتا ▁ہے ، ▁اس ▁کے ▁لیے ▁بس ▁یہ ▁حکم ▁دیتا ▁ہے ▁کہ ▁" ہو ▁جا " ▁اور ▁وہ ▁ہو ▁جاتی ▁ہے
▁( لیکن ▁یہ ▁وہ ▁لوگ ▁تھے ) ▁جنہوں ▁نے ▁قر ان ▁کے ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁دي ی ے۔
▁جبکہ ▁وہ ▁اس مان ▁کے ▁بلند ▁ترین ▁کنار ہ ▁پر ▁تھا۔
▁انہوں ▁نے ▁کہا ▁کہ ▁ب ہر حال ▁میں ▁تمہارے ▁عمل ▁سے ▁بی زار ▁ہوں
▁دو ▁شخص وں ▁نے ▁جو ▁خدا ▁ترس ▁لوگوں ▁میں ▁سے ▁تھے ، ▁جن ▁پر ▁اللہ ▁تعالی ▁کا ▁فضل ▁تھا ▁کہا ▁کہ ▁تم ▁ان ▁کے ▁پاس ▁دروازے ▁میں ▁تو ▁پہنچ ▁جا و ، ▁دروازے ▁میں ▁قدم ▁رکھتے ▁ہی ▁یقینا ▁تم ▁غالب ▁اج او ▁گے ، ▁اور ▁تم ▁اگر ▁مومن ▁ہو ▁تو ▁تمہیں ▁اللہ ▁تعالی ▁ہی ▁پر ▁بھر وس ہ ▁رکھنا ▁چاہ ی ي ے
▁بیش ک ▁جب ▁پانی ▁نے ▁سر ▁اٹھایا ▁تھا ▁ہم ▁نے ▁تمہیں ▁کشتی ▁میں ▁سوار ▁کیا
▁ا ▁لله ▁کہ ▁اس ▁کے ▁سوا ▁کسی ▁کی ▁ب ندگی ▁نہیں ▁اور ▁وہ ▁ضرور ▁تمہیں ▁اک ٹھا ▁کرے ▁گا ▁قیامت ▁کے ▁دن ▁جس ▁میں ▁کچھ ▁شک ▁نہیں ▁اور ▁اللہ ▁سے ▁زیادہ ▁کس ▁کی ▁بات ▁سچ ی
▁وہ ▁وقت ▁یاد ▁کرو ▁جب ▁اللہ ▁تعالی ▁فرما ي ے ▁گا ▁اے ▁عیسی ▁بن ▁مریم ▁کیا ▁تم ▁نے ▁لوگوں ▁سے ▁کہا ▁تھا ▁کہ ▁اللہ ▁کو ▁چھوڑ ▁کر ▁مجھے ▁اور ▁میری ▁ماں ▁کو ▁خدا ▁بنا ▁لو ۔ ▁عیسی ▁کہیں ▁گے ▁پاک ▁ہے ▁تیر ی ▁ذات ▁بھ لا ▁میں ▁وہ ▁بات ▁کس ▁طرح ▁کہہ ▁سکتا ▁ہوں ▁جس ▁کا ▁مجھے ▁کوي ی ▁حق ▁نہیں ▁ہے ▁اگر ▁میں ▁نے ▁کوي ی ▁ایسی ▁بات ▁کہ ی ▁ہوتی ▁تو ▁تج ھے ▁ضرور ▁اس ▁کا ▁علم ▁ہوتا ۔ ▁کیونکہ ▁تو ▁وہ ▁سب ▁کچھ ▁جانتا ▁ہے ▁جو ▁میرے ▁دل ▁میں ▁ہے ▁مگر ▁میں ▁تیر ے ▁اسرار ▁نہ انی ▁کو ▁نہیں ▁جانتا ۔ ▁ب لاش بہ ▁تو ▁غ یب ▁کی ▁تمام ▁بات وں ▁کا ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁چند ▁ہی ▁سال ▁میں ▁( یعنی ▁دس ▁سال ▁سے ▁کم ▁عرصہ ▁میں )، ▁امر ▁تو ▁االله ▁ہی ▁کا ▁ہے ▁پہلے ▁( غل بہ ▁فارس ▁میں ) ▁بھی ▁اور ▁بعد ▁( کے ▁غل بہ ▁روم ▁میں ) ▁بھی ، ▁اور ▁اس ▁وقت ▁اہل ▁ایمان ▁خوش ▁ہوں ▁گے ،
▁اے ▁گروہ ▁جن ▁و انس ▁اگر ▁تمہیں ▁قدرت ▁ہو ▁کہ ▁اس مان ▁اور ▁زمین ▁کے ▁کنار وں ▁سے ▁نکل ▁جا و ▁تو ▁نکل ▁جا و ۔ ▁اور ▁زور ▁کے ▁سوا ▁تم ▁نکل ▁سک نے ▁ہی ▁کے ▁نہیں
▁اور ▁اللہ ▁ہی ▁کے ▁لي ے ▁اچھے ▁اچھے ▁نام ▁ہیں ، ▁سو ▁اسے ▁ان ▁نام وں ▁سے ▁پکار ا ▁کرو ▁اور ▁ایسے ▁لوگوں ▁کو ▁چھوڑ ▁دو ▁جو ▁اس ▁کے ▁نام وں ▁میں ▁حق ▁سے ▁انحراف ▁کرتے ▁ہیں ، ▁عن قر یب ▁انہیں ▁ان ▁( اعم ال ▁بد ) ▁کی ▁سزا ▁دی ▁جاي ے ▁گی ▁جن ▁کا ▁وہ ▁ارت ک اب ▁کرتے ▁ہیں ،
▁ل وط ▁نے ▁کہا ▁" ا ے ▁میرے ▁رب ، ▁ان ▁مف سد ▁لوگوں ▁کے ▁مقابلے ▁میں ▁میری ▁مدد ▁فرما "
▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁دوزخ ▁تک ▁پہنچ ▁جاي یں ▁گے ▁تو ▁ان ▁کے ▁کان ▁اور ▁ان ▁کی ▁ان کھ یں ▁اور ▁ان ▁( کے ▁جسم وں ) ▁کی ▁کھا ل یں ▁ان ▁کے ▁خلاف ▁گواہ ی ▁دیں ▁گی ▁ان ▁اعمال ▁پر ▁جو ▁وہ ▁کرتے ▁رہے ▁تھے ،
▁پھر ▁بے ▁شک ▁تیر ا ▁رب ▁ان ▁کے ▁لي ے ▁جنہوں ▁نے م ص ی بت ▁میں ▁پڑ نے ▁کے ▁بعد ▁ہ جر ت ▁کی ▁پھر ▁جہاد ▁کیا ▁اور ▁صبر ▁کیا ▁بے ▁شک ▁تیر ارب ▁ان ▁بات و ▁ ں ▁کے ▁بعد ▁بح ش نے ▁والا ▁مہر بان ▁ہے
▁فرع ون ▁بولا ▁تم ▁اس ▁پر ▁ایمان ▁لے ▁اي ے ▁قبل ▁اس ▁کے ▁کہ ▁میں ▁تمہیں ▁اجازت ▁د وں ، ▁یہ ▁تو ▁بڑا ▁جعل ▁( فری ب ) ▁ہے ▁جو ▁تم ▁سب ▁نے ▁شہر ▁میں ▁پھیلا یا ▁ہے ▁کہ ▁شہر ▁والوں ▁کو ▁اس ▁سے ▁نکال ▁دو ▁تو ▁اب ▁جان ▁جا و ▁گے
▁( فر شت وں ▁کو ▁حکم ▁ہوگا ▁کہ ) ▁جن ▁لوگوں ▁نے ▁ظلم ▁کیا ▁اور ▁ان ▁کے ▁ہم ▁مشر ب وں ▁کو ▁اور ▁اللہ ▁کو ▁چھوڑ ▁کر ▁جن ▁کی ▁یہ ▁پرست ش ▁کرتے ▁تھے ▁ان ▁سب ▁کو ▁جمع ▁کرو ۔
▁اور ▁اس مان ▁کو ▁کہ ▁کس ▁طرح ▁اون چا ▁کیا ▁گیا ▁ہے
▁اور ▁چیز یں ▁ہم ▁تم ▁سے ▁پہلے ▁بیان ▁کر چ کے ▁ہیں ▁وہ ▁ہم ▁نے ▁یہودی وں ▁پر ▁حرام ▁کردی ▁تھیں۔ ▁اور ▁ہم ▁نے ▁ان ▁پر ▁کچھ ▁ظلم ▁نہیں ▁کیا ▁بلکہ ▁وہی ▁اپنے ▁اپ ▁پر ▁ظلم ▁کرتے ▁تھے
▁( نت ی جہ ▁یہ ▁نکل ا ▁کہ ) ▁حق ▁ثابت ▁ہوگیا ۔ ▁اور ▁جو ▁جھوٹ ے ▁کار وا ي ی ▁کر ▁رہے ▁تھے ▁وہ ▁باطل ▁ہو گي ی ۔
▁ثم ود ▁نے ▁اپنی ▁سر کش ی ▁کی ▁بنا ▁پر ▁رسول ▁کی ▁ت ذ کی ب ▁کی
▁جب ▁عمران ▁کی ▁بیوی ▁نے ▁کہا ▁کہ ▁اے ▁میرے ▁رب ! ▁میرے ▁پیٹ ▁میں ▁جو ▁کچھ ▁ہے ، ▁اسے ▁میں ▁نے ▁تیر ے ▁نام ▁از اد ▁کرنے ▁کی ▁نذر ▁مان ی ، ▁تو ▁میری ▁طرف ▁سے ▁قبول ▁فرما ! ▁یقینا ▁تو ▁خوب ▁سن نے ▁والا ▁اور ▁پوری ▁طرح ▁جان نے ▁والا ▁ہے
▁دونوں ▁عرض ▁کرنے ▁لگے ▁کہ ▁پروردگار ▁ہم ▁نے ▁اپنی ▁جان وں ▁پر ▁ظلم ▁کیا ▁اور ▁اگر ▁تو ▁ہمیں ▁نہیں ▁بخش ے ▁گا ▁اور ▁ہم ▁پر ▁رحم ▁نہیں ▁کرے ▁گا ▁تو ▁ہم ▁تباہ ▁ہو ▁جاي یں ▁گے
▁اور ▁اس ▁بات ▁پر ▁کی ون کر ▁صبر ▁کریں ▁گے ▁جسے ▁اپ ▁کا ▁علم ▁محیط ▁نہیں
▁ہم ▁نیک ▁لوگوں ▁کو ▁ایسا ▁ہی ▁بدل ہ ▁دیتے ▁ہیں
▁اور ▁جنہیں ▁ہماری ▁ملاقات ▁کی ▁توقع ▁نہیں ▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁پر ▁فرشت ے ▁کیوں ▁نہیں ▁اتار ے ▁جاتے ؟ ▁یا ▁ہم ▁اپنی ▁ان کھ وں ▁سے ▁اپنے ▁رب ▁کو ▁دیکھ ▁لیتے ؟ ▁ان ▁لوگوں ▁نے ▁اپنے ▁اپ ▁کو ▁ہی ▁بہت ▁بڑا ▁سمجھ ▁رکھا ▁ہے ▁اور ▁سخت ▁سر کش ی ▁کرلی ▁ہے
▁اور ▁اللہ ▁تعالی ▁نے ▁جب ▁اہل ▁کتاب ▁سے ▁عہد ▁لیا ▁کہ ▁تم ▁اسے ▁سب ▁لوگوں ▁سے ▁ضرور ▁بیان ▁کرو ▁گے ▁اور ▁اسے ▁چھپ او ▁گے ▁نہیں ، ▁تو ▁پھر ▁بھی ▁ان ▁لوگوں ▁نے ▁اس ▁عہد ▁کو ▁اپنی ▁پی ٹھ ▁پیچھے ▁ڈال ▁دیا ▁اور ▁اسے ▁بہت ▁کم ▁قیمت ▁پر ▁بیچ ▁ڈال ا۔ ▁ان ▁کا ▁یہ ▁بی و پار ▁بہت ▁برا ▁ہے
▁اور ▁جب ▁اس ▁کو ▁ہماری ▁ای ات ▁میں ▁سے ▁کسی ▁کا ▁علم ▁ہوتا ▁ہے ▁تو ▁وہ ▁ان ▁کو ▁مذاق ▁بنا ▁لی تا ▁ہے ▁ایسے ▁لوگوں ▁کی لي ے ▁رس وا ▁کن ▁عذاب ▁ہے۔
▁یہودی ▁کہتے ▁ہیں ▁کہ ▁نصر انی ▁کسی ▁چیز ▁( را ہ ▁راست ) ▁پر ▁نہیں ▁اور ▁نصر انی ▁کہتے ▁ہیں ▁کہ ▁یہودی ▁کسی ▁چیز ▁( را ہ ▁راست ) ▁پر ▁نہیں ▁حالانک ہ ▁یہ ▁سب ▁( اسم انی ) ▁کتاب ▁کے ▁پڑھنے ▁والے ▁ہیں ▁اسی ▁طرح ▁( بے ▁بنیاد ) ▁باتیں ▁ان ▁لوگوں ▁( ک فار ▁و ▁مشر کین ) ▁نے ▁بھی ▁کی ▁ہیں ▁جو ▁کچھ ▁بھی ▁علم ▁نہیں ▁رکھتے ۔ ▁پس ▁جن ▁بات وں ▁میں ▁یہ ▁لوگ ▁اپ س ▁میں ▁جھ گ ڑ ▁رہے ▁ہیں ▁قیامت ▁کے ▁دن ▁اللہ ▁ان ▁کے ▁درمیان ▁فیصلہ ▁کر ▁دے ▁گا۔
▁پس ▁کوي ی ▁شخص ▁نہیں ▁جانتا ▁کہ ▁ان ▁کے ▁( اچ ھے ) ▁اعمال ▁کے ▁صل ہ ▁میں ▁ان ▁کی ▁ان کھ وں ▁کی ▁ ٹھ نڈ ک ▁کی ▁کیا ▁کیا ▁نعمت یں ▁چھپ ا ▁کر ▁رکھی ▁ گي ی ▁ہیں۔
▁اور ▁تم ▁پر ▁جو ▁مصیبت ▁ اتی ▁ہے ▁تو ▁وہ ▁تمہارے ▁ہی ▁ہاتھوں ▁کے ▁کیے ▁ہو ي ے ▁کام وں ▁سے ▁ اتی ▁ہے ▁اور ▁وہ ▁بہت ▁سے ▁گناہ ▁معاف ▁کر ▁دیتا ▁ہے
▁جو ▁نہ ▁ختم ▁ہوں ▁اور ▁نہ ▁رو کے ▁جاي یں
▁یہ ▁اس ▁لي ے ▁ہے ▁کہ ▁یہ ▁پہلے ▁( ب ظ ا ہر ) ▁ایمان ▁لاي ے ▁پھر ▁کفر ▁کیا ▁تو ▁ان ▁کے ▁دل وں ▁پر ▁( گو یا ) ▁مہر ▁لگا ▁دی ▁ گي ی ▁ہے ▁لہذا ▁وہ ▁کچھ ▁نہیں ▁سمجھتے ▁ہیں۔
▁اے ▁یوسف ▁اے ▁سچ ے ▁ہمیں ▁اس ▁کی ▁تعبیر ▁بت لا ▁کہ ▁سات ▁مو ٹی ▁گا یوں ▁کو ▁سات ▁د بلی ▁کھا ▁رہی ▁ہیں ▁اور ▁سات ▁سبز ▁خوش ے ہ یں ▁اور ▁سات ▁خشک ▁تاکہ ▁میں ▁لوگ و ▁ ں ▁کے ▁پاس ▁لے ▁جا وں ▁شاید ▁وہ ▁سمجھ ▁جاي یں
▁اور ▁تم ہ ارا ▁رب ▁جانتا ▁ہے ▁جو ▁ان ▁کے ▁سین وں ▁میں ▁چھپ ا ▁ہے ▁اور ▁جو ▁ظاہر ▁کرتے ▁ہیں
▁اور ▁اس ▁سے ▁زیاد ه ▁بے ان صاف ▁کون ▁ہوگا ▁جو ▁اللہ ▁تعالی ▁پر ▁جھوٹ ▁بہت ان ▁با ند ھے ▁یا ▁اللہ ▁کی ▁ای ات ▁کو ▁جھوٹ ا ▁بت لا ي ے ▁ایسے ▁بے ان صاف وں ▁کو ▁کامیابی ▁نہ ▁ہوگی
▁الل ر نے ▁یہ ▁لکھ ▁دیا ▁ہے ▁کہ ▁میں ▁اور ▁میرے ▁رسول ▁غالب ▁ انے ▁والے ▁ہیں ▁بیش ک ▁اللہ ▁صاحب ▁قوت ▁اور ▁صاحب ▁ه عز ت ▁ہے
▁اور ▁طور سین ین ▁کی
▁اور ▁پیغمبر ▁یہ ▁اپ ▁سے ▁روح ▁کے ▁بارے ▁میں ▁دریافت ▁کرتے ▁ہیں ▁تو ▁کہہ ▁دی جي ے ▁کہ ▁یہ ▁میرے ▁پروردگار ▁کا ▁ایک ▁امر ▁ہے ▁اور ▁تمہیں ▁بہت ▁تھ وڑ ا ▁سا ▁علم ▁دیا ▁گیا ▁ہے
▁اے ▁ایمان ▁والو ! ▁اللہ ▁کا ▁تقوی ▁اختیار ▁کرو ▁اور ▁اس ▁کے ▁رسول ▁( مک رم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁پر ▁ایمان ▁لے ▁او ▁وہ ▁تمہیں ▁اپنی ▁رحمت ▁کے ▁دو ▁حصے ▁عطا ▁فرما ي ے ▁گا ▁اور ▁تمہارے ▁لي ے ▁نور ▁پیدا ▁فرما ▁دے ▁گا ▁جس ▁میں ▁تم ▁( د نیا ▁اور ▁اخر ت ▁میں ) ▁چلا ▁کرو ▁گے ▁اور ▁تمہاری ▁م غفر ت ▁فرما ▁دے ▁گا ، ▁اور ▁اللہ ▁بہت ▁بخش نے ▁والا ▁بہت ▁رحم ▁فرمان ے ▁والا ▁ہے ،
▁سو ▁کیا ▁انہوں ▁نے ▁اس ▁فرمان ▁( الہ ی ) ▁میں ▁غور ▁و ▁ خوض ▁نہیں ▁کیا ▁یا ▁ان ▁کے ▁پاس ▁کوي ی ▁ایسی ▁چیز ▁ا گي ی ▁ہے ▁جو ▁ان ▁کے ▁اگلے ▁باپ ▁داد ا ▁کے ▁پاس ▁نہیں ▁اي ی ▁تھی ،
▁کیا ▁یہ ▁لوگ ▁قر ان ▁میں ▁غور ▁نہیں ▁کرتے ▁یا ▁ان ▁کے ▁دل وں ▁پر ▁تا لے ▁( ل گ ے ▁ہو ي ے ) ▁ہیں ،
▁بھ لا ▁وہ ▁نہیں ▁جانتا ▁جس ▁نے ▁پیدا ▁کیا ▁ہے ؟ ▁حالانک ہ ▁وہ ▁بڑا ▁بار یک ▁بین ▁( ہر ▁چیز ▁سے ) ▁خبردار ▁ہے ،
▁بیش ک ▁وہ ▁( خط ) ▁سلیمان ▁( علی ہ ▁السلام ) ▁کی ▁جانب ▁سے ▁( ایا ) ▁ہے ▁اور ▁وہ ▁اللہ ▁کے ▁نام ▁سے ▁شروع ▁( کیا ▁گیا ) ▁ہے ▁جو ▁بے ▁حد ▁مہر بان ▁بڑا ▁رحم ▁فرمان ے ▁والا ▁ہے ،
▁مگر ▁جو ▁لوگ ▁اخر ت ▁کو ▁نہیں ▁مان تے ▁وہ ▁راہ ▁راست ▁سے ▁ہ ٹ ▁کر ▁چل نا ▁چاہتے ▁ہیں
▁اور ▁جو ▁تمہارے ▁ارد گرد ▁صحرا ي ی ▁عرب ▁بس تے ▁ہیں ▁ان ▁میں ▁کچھ ▁منا فق ▁ہیں۔ ▁اور ▁خود ▁مدینہ ▁کے ▁باشند وں ▁میں ▁بھی ▁( م نا فق ▁موجود ▁ہیں ) ▁جو ▁ن فاق ▁پر ▁ا ڑ ▁ گي ے ▁ہیں ▁( اس ▁میں ▁مش اق ▁ہو گي ے ▁ہیں ) ▁( ا ے ▁رسول ( ص ) ) ▁اپ ▁انہیں ▁نہیں ▁جانتے ▁لیکن ▁ہم ▁جانتے ▁ہیں۔ ▁ہم ▁ان ▁کو ▁( د نیا ▁میں ) ▁دو ہری ▁سزا ▁دیں ▁گے۔ ▁پھر ▁وہ ▁بہت ▁بڑے ▁عذاب ▁کی ▁طرف ▁لوٹ اي ے ▁جاي یں ▁گے۔
▁اچھا ، ▁تو ▁اے ▁محمد ، ▁شاید ▁تم ▁ان ▁کے ▁پیچھے ▁غم ▁کے ▁مار ے ▁اپنی ▁جان ▁کھو ▁دینے ▁والے ▁ہو ▁اگر ▁یہ ▁اس ▁تعلیم ▁پر ▁ایمان ▁نہ ▁لاي ے
▁اور ▁اگر ▁وہ ▁تمہاری ▁نا فر مان ی ▁کریں ▁تو ▁کہہ ▁دو ▁کہ ▁میں ▁اس ▁سے ▁بی زار ▁ہوں ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو۔
▁بھ لا ▁دیکھ و ▁تو ▁اگر ▁یہ ▁راہ ▁راست ▁پر ▁ہو
▁میں ▁تو ▁بس ▁ایک ▁صاف ▁صاف ▁متن بہ ▁کر ▁دینے ▁والا ▁اد می ▁ہوں "
▁اور ▁جب ▁ہم ▁انسان ▁پر ▁کرم ▁کرتے ▁ہیں ▁تو ▁منہ ▁م وڑ ▁لی تا ▁ہے ▁اور ▁پہلو ▁پھ یر ▁کر ▁چل ▁دیتا ▁ہے۔ ▁اور ▁جب ▁اس ▁کو ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁لم بی ▁لم بی ▁دعا ي یں ▁کرنے ▁لگتا ▁ہے
▁اپ ▁اس ▁بست ی ▁کے ▁لوگوں ▁سے ▁پوچھ ▁لی جی ے ▁جہاں ▁ہم ▁تھے ▁اس ▁قافل ے ▁سے ▁دریافت ▁کر ▁لی جی ے ▁جس ▁کے ▁ساتھ ▁ہم ▁اي ے ▁ہیں ▁ہم ▁اپنے ▁بیان ▁میں ▁بالکل ▁سچ ے ▁ہیں "
▁اور ▁اس ▁سے ▁پہلے ▁نوح ▁کی ▁قوم ▁کو ▁بے ▁شک ▁وہ ▁زیادہ ▁ظالم ▁اور ▁زياد ہ ▁سر کش ▁تھے
▁اے ▁اہل ▁کتاب ! ▁تم ▁ابراہیم ▁( علی ہ ▁السلام ) ▁کے ▁بارے ▁میں ▁کیوں ▁جھ گ ڑ تے ▁ہو ▁( یعنی ▁انہیں ▁یہودی ▁یا ▁نصر انی ▁کیوں ▁ٹھہر ات ے ▁ہو ) ▁حالانک ہ ▁تور ات ▁اور ▁انج یل ▁( جن ▁پر ▁تمہارے ▁دونوں ▁مذہب وں ▁کی ▁بنیاد ▁ہے ) ▁تو ▁نازل ▁ہی ▁ان ▁کے ▁بعد ▁کی ▁ گي ی ▁تھیں ، ▁کیا ▁تم ▁( ات نی ▁بھی ) ▁عقل ▁نہیں ▁رکھتے ،
▁اور ▁وہ ▁تمہیں ▁اپنی ▁نشان یاں ▁دکھا تا ▁ہے ▁تو ▁تم ▁خدا ▁کی ▁کن ▁کن ▁نشانی وں ▁کو ▁نہ ▁مان و ▁گے
▁اور ▁رات ▁کے ▁ایک ▁حصہ ▁میں ▁اور ▁ستار وں ▁کے ▁غر وب ▁ہونے ▁کے ▁بعد ▁بھی ▁تس بی ح ▁پروردگار ▁کرتے ▁رہیں
▁لہذا ▁تم ▁لوگ ▁تس بی ح ▁پروردگار ▁کرو ▁اس ▁وقت ▁جب ▁شام ▁کرتے ▁ہو ▁اور ▁جب ▁صبح ▁کرتے ▁ہو
▁( یہ ▁منا فق ین ) ▁اللہ ▁کی ▁قسم یں ▁کھا تے ▁ہیں ▁کہ ▁انہوں ▁نے ▁( ک چھ ) ▁نہیں ▁کہا ▁حالانک ہ ▁انہوں ▁نے ▁یقینا ▁کل مہ ▁کفر ▁کہا ▁اور ▁وہ ▁اپنے ▁اسلام ▁( کو ▁ظاہر ▁کرنے ) ▁کے ▁بعد ▁کا فر ▁ہو ▁ گي ے ▁اور ▁انہوں ▁نے ▁( کي ی ▁اذیت ▁رس اں ▁بات وں ▁کا ) ▁اراد ہ ▁( بھی ) ▁کیا ▁تھا ▁جنہیں ▁وہ ▁نہ ▁پا ▁سکے ▁اور ▁وہ ▁( اسلام ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁عمل ▁میں ▁سے ) ▁اور ▁کسی ▁چیز ▁کو ▁نا پسند ▁نہ ▁کر ▁سکے ▁سوا ي ے ▁اس ▁کے ▁کہ ▁انہیں ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁نے ▁اپنے ▁فضل ▁سے ▁غنی ▁کر ▁دیا ▁تھا ، ▁سو ▁اگر ▁یہ ▁( اب ▁بھی ) ▁تو بہ ▁کر ▁لیں ▁تو ▁ان ▁کے ▁لي ے ▁بہتر ▁ہے ▁اور ▁اگر ▁( اسی ▁طرح ) ▁رو گرد اں ▁رہیں ▁تو ▁اللہ ▁انہیں ▁دنیا ▁اور ▁اخر ت ▁( دون وں ▁زندگی وں ) ▁میں ▁درد ناک ▁عذاب ▁میں ▁مبتلا ▁فرما ي ے ▁گا ▁اور ▁ان ▁کے ▁لي ے ▁زمین ▁میں ▁نہ ▁کوي ی ▁دوست ▁ہوگا ▁اور ▁نہ ▁کوي ی ▁مدد گار ،
▁اور ▁یہ ▁لوگ ▁جب ▁اہل ▁ایمان ▁سے ▁ملت ے ▁ہیں ▁تو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁بھی ▁ایمان ▁لاي ے ▁ہیں ▁اور ▁جب ▁علی ح دگی ▁میں ▁اپنے ▁شیطان وں ▁سے ▁ملت ے ▁ہیں ▁تو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁تو ▁تمہارے ▁ساتھ ▁ہیں ▁ان ▁( مسلم ان وں ) ▁سے ▁تو ▁ہم ▁صرف ▁مذاق ▁کر ▁رہے ▁ہیں۔
▁اور ▁تم ہ ارا ▁پروردگار ▁بہت ▁بڑا ▁عزت ▁والا ▁اور ▁مہر بان ▁ہے
▁انہوں ▁نے ▁یہ ▁پسند ▁کیا ▁کہ ▁وہ ▁پیچھے ▁رہ ▁جانے ▁والی ▁عورتوں ، ▁بچوں ▁اور ▁مع ذور وں ▁کے ▁ساتھ ▁ہو ▁جاي یں ▁اور ▁ان ▁کے ▁دل وں ▁پر ▁مہر ▁لگا ▁دی ▁ گي ی ▁ہے ▁سو ▁وہ ▁کچھ ▁نہیں ▁سمجھتے ،
▁اور ▁یاد ▁کرو ▁جب ▁تمہارے ▁رب ▁نے ▁فرشت وں ▁سے ▁فرمایا ، ▁میں ▁زمین ▁میں ▁اپنا ▁نا يب ▁بنانے ▁والا ▁ہوں ▁بول ے ▁کیا ▁ایسے ▁کو ▁نا يب ▁کرے ▁گا ▁جو ▁اس ▁میں ▁فساد ▁پھیلا ي ے ▁گا ▁اور ▁خون ریز یاں ▁کرے ▁گا ▁اور ▁ہم ▁تج ھے ▁سرا ہ تے ▁ہو ي ے ، ▁تیر ی ▁تس بی ح ▁کرتے ▁اور ▁تیر ی ▁پاک ی ▁بول تے ▁ہیں ، ▁فرمایا ▁مجھے ▁معلوم ▁ہے ▁جو ▁تم ▁نہیں ▁جانتے -
▁پھر ▁فرع ون ▁نے ▁اس ▁رسول ▁کی ▁نا فر مان ی ▁کی ▁تو ▁ہم ▁نے ▁اسے ▁سخت ▁پکڑ ▁سے ▁پکڑ ▁لیا
▁اور ▁جب ▁اس ▁سے ▁کہا ▁جاي ے ▁کہ ▁اللہ ▁سے ▁ڈر ▁تو ▁تک بر ▁اور ▁ تعصب ▁اسے ▁گناه ▁پر ▁اما ده ▁کر ▁دیتا ▁ہے ، ▁ایسے ▁کے ▁لي ے ▁بس ▁ جہ نم ▁ہی ▁ہے ▁اور ▁یقینا ▁وه ▁بد ▁ترین ▁جگہ ▁ہے
▁اور ▁بے ▁شک ▁قیامت ▁ انے ▁والی ▁ہے ▁جس ▁میں ▁کوي ی ▁شک ▁نہیں ▁اور ▁بے ▁شک ▁الله ▁قبر وں ▁والوں ▁کو ▁دوبارہ ▁اٹھا ي ے ▁گا
▁ان ▁سے ▁ان ▁کے ▁رسول وں ▁نے ▁کہا ▁ضرور ▁ہم ▁بھی ▁تمہارے ▁جیسے ▁ہی ▁اد می ▁ہیں ▁لیکن ▁الله ▁اپنے ▁بند وں ▁میں ▁جس ▁پر ▁چا ھ تا ▁ہے ▁احسان ▁کرتا ▁ہے ▁اور ▁ہمارا ▁کام ▁نہیں ▁کہ ▁ہم ▁الله ▁کی ▁اجازت ▁کے ▁سوا ▁تمہیں ▁کوي ی ▁مع جز ہ ▁لا ▁کر ▁دکھا ي یں ▁اور ▁ایمان ▁والوں ▁کا ▁بھر وس ہ ▁الله ہی ▁پر ▁ہونا ▁چاہ ی ي ے
▁اور ▁( کا فر ) ▁کہتے ▁ہیں ▁کہ ▁اس ▁پر ▁اس ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁نشان یاں ▁کیوں ▁نازل ▁نہیں ▁ہو ي یں ▁کہہ ▁دو ▁کہ ▁نشان یاں ▁تو ▁خدا ▁ہی ▁کے ▁پاس ▁ہیں۔ ▁اور ▁میں ▁تو ▁کھل م ▁کھل ا ▁ہدایت ▁کرنے ▁والا ▁ہوں
▁کیا ▁تم ▁اس ▁سے ▁ڈر ے ▁کہ ▁تم ▁اپنی ▁عرض ▁سے ▁پہلے ▁کچھ ▁صدق ے ▁دو ▁پھر ▁جب ▁تم ▁نے ▁یہ ▁نہ ▁کیا ، ▁اور ▁اللہ ▁نے ▁اپنی ▁مہر ▁سے ▁تم ▁پر ▁رجوع ▁فرما ي ی ▁تو ▁نماز ▁قاي م ▁رکھ و ▁اور ▁ز کو ة ▁دو ▁اور ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کے ▁فرمان بر دار ▁رہ و ، ▁اور ▁اللہ ▁تمہارے ▁کام وں ▁کو ▁جانتا ▁ہے ،
▁مگر ▁ل وط ▁کے ▁گھر ▁والے ▁کہ ▁ان ▁سب ▁کو ▁ہم ▁بچ ال یں ▁گے
▁سو ▁اپ ▁اس ▁دن ▁کا ▁انتظار ▁کریں ▁جب ▁اس مان ▁واضح ▁دھو اں ▁ظاہر ▁کر ▁دے ▁گا ،
▁اپنے ▁رب ▁کی ▁طرف ▁واپس ▁ہو ▁یوں ▁کہ ▁تو ▁اس ▁سے ▁راضی ▁وہ ▁ت جھ ▁سے ▁راضی ،
▁تمہارے ▁لي ے ▁( مر تے ▁وقت ) ▁تباہ ی ▁ہے ، ▁پھر ▁( ق بر ▁میں ) ▁تباہ ی ▁ہے ،
▁اور ▁ایسے ▁لوگوں ▁کو ▁پاک ▁دامن ی ▁اختیار ▁کرنا ▁چاہ ي ے ▁جو ▁نکاح ▁( کی ▁استطاع ت ) ▁نہیں ▁پا تے ▁یہاں ▁تک ▁کہ ▁اللہ ▁انہیں ▁اپنے ▁فضل ▁سے ▁غنی ▁فرما ▁دے ، ▁اور ▁تمہارے ▁زیر دست ▁( غل ام وں ▁اور ▁با ند یوں ) ▁میں ▁سے ▁جو ▁مک ات ب ▁( ک چھ ▁مال ▁کم ا ▁کر ▁دینے ▁کی ▁شرط ▁پر ▁از اد ) ▁ہونا ▁چاہ یں ▁تو ▁انہیں ▁مک ات ب ▁( م ذ کور ہ ▁شرط ▁پر ▁از اد ) ▁کر ▁دو ▁اگر ▁تم ▁ان ▁میں ▁بھ لا ي ی ▁جانتے ▁ہو ، ▁اور ▁تم ▁( خود ▁بھی ) ▁انہیں ▁اللہ ▁کے ▁مال ▁میں ▁سے ▁( ا زاد ▁ہونے ▁کے ▁لي ے ) ▁دے ▁دو ▁جو ▁اس ▁نے ▁تمہیں ▁عطا ▁فرمایا ▁ہے ، ▁اور ▁تم ▁اپنی ▁با ند یوں ▁کو ▁د نیو ی ▁زندگی ▁کا ▁فاي دہ ▁حاصل ▁کرنے ▁کے ▁لي ے ▁بد کاری ▁پر ▁مجبور ▁نہ ▁کرو ▁جبکہ ▁وہ ▁پاک ▁دامن ▁( یا ▁ حف اط ت ▁نکاح ▁میں ) ▁رہ نا ▁چاہتی ▁ہیں ، ▁اور ▁جو ▁شخص ▁انہیں ▁مجبور ▁کرے ▁گا ▁تو ▁اللہ ▁ان ▁کے ▁مجبور ▁ہو ▁جانے ▁کے ▁بعد ▁( بھی ) ▁بڑا ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁بیش ک ▁جو ▁لوگ ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کو ▁اذیت ▁دیتے ▁ہیں ▁اللہ ▁ان ▁پر ▁دنیا ▁اور ▁اخر ت ▁میں ▁لعنت ▁بھیج تا ▁ہے ▁اور ▁اس ▁نے ▁ان ▁کے ▁لي ے ▁ذ لت ▁انگیز ▁عذاب ▁تیار ▁کر ▁رکھا ▁ہے ،
▁وہ ▁تو ▁( دین ▁حق ▁اور ▁عمل ▁خیر ▁کی ) ▁دشوار ▁گزار ▁گھ ا ٹی ▁میں ▁داخل ▁ہی ▁نہیں ▁ہوا ،
▁پھر ▁اگر ▁وہ ▁اپ ▁کا ▁ارشاد ▁قبول ▁نہ ▁کریں ▁تو ▁اپ ▁جان ▁لیں ▁( کہ ▁ان ▁کے ▁لي ے ▁کوي ی ▁حجت ▁باقی ▁نہیں ▁رہی ) ▁وہ ▁محض ▁اپنی ▁خواہش ات ▁کی ▁پیر وی ▁کرتے ▁ہیں ، ▁اور ▁اس ▁شخص ▁سے ▁زیادہ ▁گمراہ ▁کون ▁ہوسکتا ▁ہے ▁جو ▁اللہ ▁کی ▁جانب ▁سے ▁ہدایت ▁کو ▁چھوڑ ▁کر ▁اپنی ▁خواہش ▁کی ▁پیر وی ▁کرے۔ ▁بیش ک ▁اللہ ▁ظالم ▁قوم ▁کو ▁ہدایت ▁نہیں ▁فرما تا ،
▁اور ▁اگر ▁ہم ▁چاہتے ▁تو ▁ان ▁ ایت وں ▁سے ▁اس ▁( کے ▁در جے ) ▁کو ▁بلند ▁کر ▁دیتے ▁مگر ▁وہ ▁تو ▁پست ی ▁کی ▁طرف ▁ما يل ▁ہوگیا ▁اور ▁اپنی ▁خواہش ▁کے ▁پیچھے ▁چل ▁پڑا ۔ ▁تو ▁اس ▁کی ▁مثال ▁ک تے ▁کی ▁سی ▁ہو گي ی ▁کہ ▁اگر ▁سختی ▁کرو ▁تو ▁زبان ▁نکال ے ▁رہے ▁اور ▁ یون ہی ▁چھوڑ ▁دو ▁تو ▁بھی ▁زبان ▁نکال ے ▁رہے۔ ▁یہی ▁مثال ▁ان ▁لوگوں ▁کی ▁ہے ▁جنہوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁تو ▁ان ▁سے ▁یہ ▁قص ہ ▁بیان ▁کرد و ۔ ▁تاکہ ▁وہ ▁فکر ▁کریں
▁کہہ ▁دو ▁کہ ▁میں ▁تم ▁کو ▁حکم ▁خدا ▁کے ▁مطابق ▁نص ی حت ▁کرتا ▁ہوں۔ ▁اور ▁ب ہر وں ▁کو جب ▁نص ی حت ▁کی ▁جاي ے ▁تو ▁وہ ▁پکار ▁کر ▁سن تے ▁ہی ▁نہیں
▁ان ▁یہودی وں ▁میں ▁کچھ ▁ایسے ▁ج اہل ▁بھی ▁ہیں ▁جو ▁تور یت ▁کو ▁یاد ▁کي ے ▁ہو ي ے ▁ہیں ▁اور ▁اس ▁کے ▁بارے ▁میں ▁سوا ي ے ▁امید وں ▁کے ▁کچھ ▁نہیں ▁جانتے ▁ہیں ▁حالانک ہ ▁یہ ▁ا ▁ن ▁کا ▁فقط ▁خیال ▁خام ▁ہے
▁موسی ▁نے ▁کہا ▁" ▁اچھا ▁تو ▁جا ، ▁اب ▁زندگی ▁بھر ▁تج ھے ▁یہی ▁پکار تے ▁رہ نا ▁ہے ▁کہ ▁مجھے ▁نہ ▁چھ ونا ▁اور ▁تیر ے ▁لیے ▁باز پرس ▁کا ▁ایک ▁وقت ▁مقرر ▁ہے ▁جو ▁ت جھ ▁سے ▁ہر گز ▁نہ ▁ٹ لے ▁گا ▁اور ▁دیکھ ▁اپنے ▁اس ▁خدا ▁کو ▁جس ▁پر ▁تو ▁ری جھ ا ▁ہوا ▁تھا ، ▁اب ▁ہم ▁اسے ▁جلا ▁ڈال یں ▁گے ▁اور ▁ریز ہ ▁ریز ہ ▁کر ▁کے ▁دریا ▁میں ▁بہ ا ▁دیں ▁گے
▁اور ▁اس ▁دن ▁ہم ▁دوزخ ▁کو ▁کا فر وں ▁کے ▁سامنے ▁پیش ▁کر ▁دیں ▁گے۔
▁اور ▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁اس ▁( کل مہ ▁توحید ) ▁کو ▁اپنی ▁نسل ▁و ▁ ذر یت ▁میں ▁باقی ▁رہنے ▁والا ▁کل مہ ▁بنا ▁دیا ▁تاکہ ▁وہ ▁( اللہ ▁کی ▁طرف ) ▁رجوع ▁کرتے ▁رہیں ،
▁موسی ▁نے ▁کہا ▁اے ▁میرے ▁پروردگار ! ▁میں ▁نے ▁ان ▁کا ▁ایک ▁اد می ▁قتل ▁کیا ▁تھا ▁ڈر تا ▁ہوں ▁کہ ▁وہ ▁مجھے ▁قتل ▁کر ▁دیں ▁گے۔
▁یقینا ▁تیر ا ▁رب ▁گھ ات ▁میں ▁ہے
▁پھر ▁دونوں ▁ اگ ے ▁چل تے ▁رہے ▁یہاں ▁تک ▁کہ ▁ایک ▁قر یہ ▁والوں ▁تک ▁پہنچے ▁اور ▁ان ▁سے ▁کھانا ▁طلب ▁کیا ▁ان ▁لوگوں ▁نے ▁مہمان ▁بنانے ▁سے ▁انکار ▁کردیا ▁پھر ▁دونوں ▁نے ▁ایک ▁دیوار ▁دیکھی ▁جو ▁قریب ▁تھا ▁کہ ▁گر ▁پڑ تی ▁- ▁بند ہ ▁صالح ▁نے ▁اسے ▁سید ھا ▁کردیا ▁تو ▁موسی ▁نے ▁کہا ▁کہ ▁اپ ▁چاہتے ▁تو ▁اس ▁کی ▁اج رت ▁لے ▁سکتے ▁تھے
▁وہ ▁بڑے ▁تاکید ی ▁حلف ▁کے ▁ساتھ ▁اللہ ▁کی ▁قسم ▁کھا تے ▁ہیں ▁کہ ▁اگر ▁ان ▁کے ▁پاس ▁کوي ی ▁( کھ لی ) ▁نشانی ▁اج اي ے ▁تو ▁وہ ▁اس ▁پر ▁ضرور ▁ایمان ▁لے ▁اي یں ▁گے۔ ▁( ان ▁سے ) ▁کہہ ▁دو ▁کہ ▁نشان یاں ▁تو صرف ▁االله ▁ہی ▁کے ▁پاس ▁ہیں ، ▁اور ▁( ا ے ▁مسلمان و !) ▁تمہیں ▁کیا ▁خبر ▁کہ ▁جب ▁وہ ▁نشانی ▁اج اي ے ▁گی ▁( تو ) ▁وہ ▁( پ ھر ▁بھی ) ▁ایمان ▁نہیں ▁لاي یں ▁گے ،
▁اس ▁دن ▁انسان ▁کو ▁بتایا ▁جاي ے ▁گا ▁کہ ▁اس ▁نے ▁کیا ▁( عمل ) ▁ اگ ے ▁بھی جا ▁اور ▁کیا ▁پیچھے ▁چھوڑ ا ؟
▁اگر ▁تمہیں ▁ڈر ▁ہو ▁کہ ▁ یت یم ▁لڑکی وں ▁سے ▁نکاح ▁کرکے ▁تم ▁انصاف ▁نہ ▁رکھ ▁ سکو ▁گے ▁تو ▁اور ▁عورتوں ▁میں ▁سے ▁جو ▁بھی ▁تمہیں ▁اچھی ▁لگ یں ▁تم ▁ان ▁سے ▁نکاح ▁کر ▁لو ، ▁دو ▁دو ، ▁تین ▁تین ، ▁چار ▁چار ▁سے ، ▁لیکن ▁اگر ▁تمہیں ▁برابر ی ▁نہ ▁کر ▁سک نے ▁کا ▁خوف ▁ہو ▁تو ▁ایک ▁ہی ▁کافی ▁ہے ▁یا ▁تمہاری ▁ملکی ت ▁کی ▁لو نڈی ▁یہ ▁زیاد ه ▁قریب ▁ہے ، ▁کہ ▁( ایس ا ▁کرنے ▁سے ▁نا ان صاف ی ▁اور ) ▁ایک ▁طرف ▁جھ ک ▁پڑ نے ▁سے ▁بچ ▁جا و
▁جنہوں ▁نے ▁قر ان ▁کو ▁ ٹک ڑے ▁ ٹک ڑے ▁( کر ▁کے ▁تقسیم ) ▁کر ▁ڈال ا ▁( یعنی ▁موافق ▁ ایت وں ▁کو ▁مان ▁لیا ▁اور ▁غیر ▁موافق ▁کو ▁نہ ▁مانا )،
▁اس ▁دن ▁تم ▁کو ▁منظر ▁عام ▁پر ▁لا یا ▁جاي ے ▁گا ▁اور ▁تمہاری ▁کوي ی ▁بات ▁پوش ید ہ ▁نہ ▁رہے ▁گی
▁تو ▁کہہ ▁دے ▁اسے تی رے ▁رب ▁کی ▁طرف ▁سے ▁پاک ▁فرشت ے ▁نے ▁سچ اي ی ▁کے ▁ساتھ ▁اتار ا ▁ہے ▁تاکہ ▁ایمان ▁والوں ▁کے ▁دل ▁جم ا ▁دے ▁اور ▁فرمان بر دار وں ▁کے ▁لیے ▁ہدایت ▁اور ▁خوش خبر ی ▁ہے
▁اور ▁اس ▁کے ▁لیے ▁ہر ▁طرح ▁کا ▁سامان ▁تیار ▁کر ▁دیا
▁پوچھ و ▁کہ ▁تم ▁کو ▁اس مان وں ▁اور ▁زمین ▁سے ▁کون ▁ رزق ▁دیتا ▁ہے ؟ ▁کہ و ▁کہ ▁خدا ▁اور ▁ہم ▁یا ▁تم ▁( یا ▁تو ) ▁سید ھے ▁رس تے ▁پر ▁ہیں ▁یا ▁ صر یح ▁گمراہ ی ▁میں
▁کیا ▁ہم ▁فرم اں ▁بردار وں ▁کا ▁حال ▁مجرم وں ▁کا ▁سا ▁کر ▁دیں ؟
▁پھر ▁ہم ▁نے ▁موسی ▁( علی ہ ▁السلام ) ▁کی ▁طرف ▁وح ی ▁بھیج ی ▁کہ ▁اپنا ▁عصا ▁دریا ▁پر ▁ما رو ، ▁پس ▁دریا ▁( بار ہ ▁حص وں ▁میں ) ▁پھ ٹ ▁گیا ▁اور ▁ہر ▁ ٹک ڑا ▁زبردست ▁پہاڑ ▁کی ▁مانند ▁ہو ▁گیا ،
▁پھر ▁جس ▁شخص ▁نے ▁سر کش ی ▁کی ▁ہوگی ،
▁اور ▁طور ▁سی نا ▁کی
▁حالانک ہ ▁اس ▁سے ▁پہلے ▁موسی ( ع ) ▁کی ▁کتاب ▁( تور ا ۃ ) ▁بھی ▁راہ نم اور حم ت ▁تھی ▁اور ▁یہ ▁کتاب ▁( قر ان ) ▁تو ▁اس ▁کی ▁تصدیق ▁کرنے ▁والی ▁ہے ▁( اور ) ▁عربی ▁زبان ▁میں ▁ہے ▁تاکہ ▁ظالم وں ▁کو ▁ڈرا ي ے ▁اور ▁نیک و کار وں ▁کے ▁لي ے ▁خوش خبر ی ▁ہے۔
▁اور ▁یہ ▁کہ ▁ہم ▁نے ▁جب ▁ہدایت ▁کی ▁بات ▁سنی ▁تو ▁اس ▁پر ▁ایمان ▁لے ▁اي ے ▁پس ▁جو ▁اپنے ▁پروردگار ▁پر ▁ایمان ▁لاي ے ▁گا ▁تو ▁اسے ▁نہ ▁کسی ▁کمی ▁( نق صان ) ▁کا ▁خوف ▁ہوگا ▁اور ▁نہ ▁زیادتی ▁کا ۔
▁اللہ ▁تعالی ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁مصلحت ▁اور ▁حق ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے ، ▁ایمان ▁والوں ▁کے ▁لیے ▁تو ▁اس ▁میں ▁بڑی ▁بھاری ▁دلیل ▁ہے
▁ان ▁جنت وں ▁میں ▁نی چی ▁ن گاہ ▁والی ▁( ح ور یں ) ▁ہوں ▁گی ▁جن ▁کو ▁ان ▁( جن تی وں ) ▁سے ▁پہلے ▁نہ ▁کسی ▁انسان ▁نے ▁چھ وا ▁ہوگا ▁اور ▁نہ ▁کسی ▁جن ▁نے ۔
▁کیا ▁وہ ▁نہیں ▁جانتا ▁کہ ▁اللہ ▁دیکھ ▁رہا ▁ہے ؟
▁اپ ( ص ) ▁کہہ ▁دی جي ے ! ▁کہ ▁اگر ▁خدا ي ے ▁رحم ن ▁کی ▁کوي ی ▁اولاد ▁ہوتی ▁تو ▁سب ▁سے ▁پہلا ▁عبادت ▁گزار ▁میں ▁ہوتا ۔
▁اگر ▁مال ▁غنی مت ▁سہ ل ▁الحصول ▁اور ▁سفر ▁بھی ▁ہل کا ▁سا ▁ہوتا ▁تو ▁تمہارے ▁ساتھ ▁( ش وق ▁سے ) ▁چل ▁دیتے ۔ ▁لیکن ▁مسا فت ▁ان ▁کو ▁دور ▁( د راز ) ▁نظر ▁اي ی ▁( تو ▁ عذر ▁کریں ▁گے ) ▁۔ ▁اور ▁خدا ▁کی ▁قسم یں ▁کھا ي یں ▁گے ▁کہ ▁اگر ▁ہم ▁طاقت ▁رکھتے ▁تو ▁اپ ▁کے ▁ساتھ ▁ضرور ▁نکل ▁کھڑے ▁ہوتے ▁یہ ▁( ایس ے ▁ عذر وں ▁سے ) ▁اپنے ▁تي یں ▁ہلاک ▁کر ▁رہے ▁ہیں۔ ▁اور ▁خدا ▁جانتا ▁ہے ▁کہ ▁جھوٹ ے ▁ہیں
▁اور ▁پانی ▁جب ▁حد ▁سے ▁بڑھ ▁گیا ▁تو ▁ہم ▁نے ▁تم ▁کو ▁( یعنی ▁تمہارے ▁اب اء ▁و ▁اج داد ▁کو ) ▁کشتی ▁میں ▁سوار ▁کیا۔
▁تو ▁وہ ▁جو ▁کا فر ▁ہو ي ے ▁میں ▁انہیں ▁دنیا و ▁اخر ت ▁میں ▁سخت ▁عذاب ▁کر وں ▁گا ، ▁اور ▁ان کا ▁کوي ی ▁مدد گار ▁نہ ▁ہوگا ،
▁اور ▁اسی ▁نے ▁زمین ▁میں ▁اس ▁کے ▁اوپر ▁پہاڑ ▁بنا ي ے ▁اور ▁زمین ▁میں ▁برکت ▁رکھی ▁اور ▁اس ▁میں ▁سب ▁سامان ▁معیشت ▁مقرر ▁کیا ▁( سب ) ▁چار ▁دن ▁میں ۔ ▁( اور ▁تمام ) ▁طلب گار وں ▁کے ▁لي ے ▁یکساں
▁پھر ▁وہ ▁( مسلم ان ) ▁اللہ ▁کے ▁انعام ▁اور ▁فضل ▁کے ▁ساتھ ▁واپس ▁پل ٹے ▁انہیں ▁کوي ی ▁ گز ند ▁نہ ▁پہنچ ی ▁اور ▁انہوں ▁نے ▁رضا ي ے ▁ال ہی ▁کی ▁پیر وی ▁کی ▁اور ▁اللہ ▁بڑے ▁فضل ▁والا ▁ہے ،
▁اور ▁بیش ک ▁اپ ▁کا ▁رب ▁ہی ▁بڑا ▁غالب ▁رحمت ▁والا ▁ہے ،
▁اس ▁نے ▁تم ▁پر ▁صرف ▁مر دار ، ▁خون ، ▁خ نز یر ▁کا ▁گوشت ▁اور ▁وہ ▁جس ▁پر ▁ ذبح ▁کے ▁وقت ▁غیر ▁اللہ ▁کا ▁نام ▁بلند ▁کیا ▁گیا ▁ہو ▁حرام ▁کیا ▁ہے۔ ▁پس ▁جو ▁( ان ▁کے ▁کھانے ▁پر ) ▁مجبور ▁ہو ▁جاي ے ▁نہ ▁باغ ی ▁ہو ▁اور ▁نہ ▁حد ▁سے ▁تجاوز ▁کرنے ▁والا ▁( تو ▁کوي ی ▁مض ا يق ہ ▁نہیں ) ▁بے ▁شک ▁خدا ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁مہر بان ▁ہے۔
▁اور ▁ہم ▁نے ▁یہودی وں ▁کے ▁لي ے ▁ان ▁تمام ▁چیز وں ▁کو ▁حرام ▁کردیا ▁ہے ▁جن ▁کا ▁تذکر ہ ▁ہم ▁پہلے ▁کر چ کے ▁ہیں ▁اور ▁یہ ▁ہم ▁نے ▁ظلم ▁نہیں ▁کیا ▁ہے ▁بلکہ ▁وہ ▁خود ▁اپنے ▁نفس ▁پر ▁ظلم ▁کرنے ▁والے ▁تھے
▁نہ ▁سور ج ▁کے ▁بس ▁میں ▁ہے ▁کہ ▁چاند ▁کو ▁جا ▁پکڑ ے ▁اور ▁نہ ▁ہی ▁رات ▁کی لي ے ▁ممکن ▁ہے ▁کہ ▁وہ ▁دن ▁پر ▁سبق ت ▁لے ▁جاي ے ▁اور ▁سب ▁( اپ نے ) ▁ایک ▁ایک ▁فل ک ▁( دا ير ہ ) ▁میں ▁تیر ▁رہے ▁ہیں۔
▁کہہ ▁دی جي ے ▁کہ ▁تم ▁عمل ▁کیے ▁جا و ▁تمہارے ▁عمل ▁اللہ ▁خود ▁دیکھ ▁لے ▁گا ▁اور ▁اس ▁کا ▁رسول ▁اور ▁ایمان ▁والے ▁( بھی ▁دیکھ ▁لیں ▁گے ) ▁اور ▁ضرور ▁تم ▁کو ▁ایسے ▁کے ▁پاس ▁جانا ▁ہے ▁جو ▁تمام ▁چھپ ی ▁اور ▁کھل ی ▁چیز وں ▁کا ▁جان نے ▁والا ▁ہے۔ ▁سو ▁وه ▁تم ▁کو ▁تم ہ ارا ▁سب ▁کیا ▁ہوا ▁بت لا ▁دے ▁گا
▁اور کسی ▁کے ▁بھی ▁بس ▁میں ▁نہیں ▁کہ ▁الله ▁کے ▁حکم ▁کے ▁سوا ▁ایمان ▁لے ▁اي ے ▁اور ▁الله ▁ان کے ▁لیے ▁کفر ▁کا ▁فیصلہ ▁کرتا ▁ہے ▁جو ▁نہیں ▁سوچ تے
▁اور ▁جو ▁اپنی ▁نماز وں ▁کی ▁حفاظت ▁کرتے ▁ہیں
▁اور ▁کہتے ▁ہیں ▁کہ ▁یہ ▁کی سا ▁پیغمبر ▁ہے ▁کہ ▁کھا تا ▁ہے ▁اور ▁بازار وں ▁میں ▁چل تا ▁پھر تا ▁ہے۔ ▁کیوں ▁نازل ▁نہیں ▁کیا ▁گیا ▁اس ▁کے ▁پاس ▁کوي ی ▁فرشت ہ ▁اس ▁کے ▁ساتھ ▁ہدایت ▁کرنے ▁کو ▁رہتا
▁اور ▁جب ▁اس ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁خدا ▁سے ▁خوف ▁کر ▁تو ▁غر ور ▁اس ▁کو ▁گناہ ▁میں ▁پھنس ا ▁دیتا ▁ہے۔ ▁سو ▁ایسے ▁کو ▁ جہ نم ▁سزا وار ▁ہے۔ ▁اور ▁وہ ▁بہت ▁برا ▁ ٹھ کان ہ ▁ہے
▁تو ▁ان ▁کی ▁قوم ▁کے ▁سردار ▁جو ▁کا فر ▁تھے ▁اور ▁اخر ت ▁کے ▁ انے ▁کو ▁جھوٹ ▁سمجھتے ▁تھے ▁اور ▁دنیا ▁کی ▁زندگی ▁میں ▁ہم ▁نے ▁ان ▁کو ▁اس و دگی ▁دے ▁رکھی ▁تھی۔ ▁کہنے ▁لگے ▁کہ ▁یہ ▁تو ▁تم ▁ہی ▁جیسا ▁اد می ▁ہے ، ▁جس ▁قسم ▁کا ▁کھانا ▁تم ▁کھا تے ▁ہو ، ▁اسی ▁طرح ▁کا ▁یہ ▁بھی ▁کھا تا ▁ہے ▁اور ▁جو ▁پانی ▁تم ▁پی تے ▁ہو ▁اسی ▁قسم ▁کا ▁یہ ▁بھی ▁پی تا ▁ہے
▁اور ▁( خی ال ▁رکھنا ) ▁کہ ▁یہ ▁لوگ ▁اپ ▁کو ▁اللہ ▁کی ▁ ایت وں ▁( کی ▁تبلیغ ) ▁سے ▁کہیں ▁روک ▁نہ ▁دیں ▁بعد ▁اس ▁کے ▁کہ ▁وہ ▁اپ ▁پر ▁نازل ▁ہو ▁چکی ▁ہیں ▁اور ▁اپ ▁اپنے ▁پروردگار ▁کی ▁طرف ▁( لوگ وں ▁کو ) ▁بلا ي یں ▁اور ▁ہر گز ▁مشر ک وں ▁میں ▁سے ▁نہ ▁ہونا ۔
▁اور کہ ا ▁کیا ▁ہمارے ▁مع بود ▁بہتر ▁ہیں ▁یا ▁وہ ▁یہ ▁ذکر ▁صرف ▁اپ ▁سے ▁جھ گ ڑنے ▁کے ▁لیے ▁کرتے ▁ہیں ▁بلکہ ▁وہ ▁تو ▁جھ گ ڑا لو ▁ہی ▁ہیں
▁جو ▁شخص ▁یہ ▁گمان ▁کرتا ▁ہے ▁کہ ▁االله ▁اپنے ▁( مح بوب ▁و ▁برگ زید ہ ) ▁رسول ▁کی ▁دنیا ▁و ▁اخر ت ▁میں ▁ہر گز ▁مدد ▁نہیں ▁کرے ▁گا ▁اسے ▁چاہ ي ے ▁کہ ▁( گھ ر ▁کی ) ▁چھ ت ▁سے ▁ایک ▁ رسی ▁بان دھ ▁کر ▁ل ٹک ▁جاي ے ▁پھر ▁( خود ▁کو ) ▁پھ انس ی ▁دے ▁لے ▁پھر ▁دیکھ ے ▁کیا ▁اس ▁کی ▁یہ ▁تدبیر ▁اس ▁( نصر ت ▁ال ہی ) ▁کو ▁دور ▁کر ▁دیتی ▁ہے ▁جس ▁پر ▁غ ص ہ ▁کھا ▁رہا ▁ہے ،
▁جو ▁اپنے ▁پروردگار ▁کے ▁حکم ▁سے ▁ہر ▁وقت ▁اپنے ▁پھل ▁لا تا ▁ہے ، ▁اور ▁اللہ ▁تعالی ▁لوگوں ▁کے ▁سامنے ▁مثال یں ▁بیان ▁فرما تا ▁ہے ▁تاکہ ▁وه ▁نص ی حت ▁حاصل ▁کریں
▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁تو ▁تمہیں ▁اور ▁تمہارے ▁ساتھ یوں ▁کو ▁برا ▁ش گون ▁سمجھتے ▁ہیں ▁اپ ▁( ع ) ▁نے ▁کہا ▁تمہاری ▁بد ش گون ی ▁تو ▁اللہ ▁کے ▁پاس ▁ہے ▁بلکہ ▁تم ▁وہ ▁لوگ ▁ہو ▁جو ▁از ماي ے ▁جا ▁رہے ▁ہو۔
▁تو ▁انسان ▁کی ▁کچھ ▁پیش ▁نہ ▁چل ▁سکے ▁گی ▁اور ▁نہ ▁کوي ی ▁اس ▁کا ▁مدد گار ▁ہو ▁گا
▁پھر ▁اس ▁طرح ▁پی و ▁گے ▁جس ▁طرح ▁پی اس ے ▁او نٹ ▁پی تے ▁ہیں
▁یا ▁وہ ▁کوي ی ▁چال ▁چل نا ▁چاہتے ▁ہیں ؟ ▁تو ▁جو ▁لوگ ▁کا فر ▁ہیں ▁وہ ▁خود ▁اپنی ▁چال ▁کا ▁شکار ▁ہیں۔
▁وه ▁جب ▁ان ▁کے ▁ہاں ▁اي ے ▁تو ▁سلام ▁کیا ، ▁ابراہیم ▁نے ▁جواب ▁سلام ▁دیا ▁( اور ▁کہا ▁یہ ▁تو ) ▁ا جنب ی ▁لوگ ▁ہیں
▁اور ▁ہم ▁نے ▁قوم ▁ عاد ▁کی ▁طرف ▁ان ▁کے ▁بھ اي ی ▁ہو د ▁( علی ہ ▁السلام ) ▁کو ▁بھیج ا۔ ▁انہوں ▁نے ▁فرمایا ▁اے ▁میری ▁قوم ! ▁تم ▁اللہ ▁کی ▁عبادت ▁کرو ، ▁اس ▁کے ▁سوا ▁کوي ی ▁تم ہ ارا ▁مع بود ▁نہیں ، ▁سو ▁کیا ▁تم ▁نہیں ▁ڈر تے
▁پھر ▁تم ▁ہی ▁وہ ▁ہو۔ ▁جو ▁اپ نوں ▁کو ▁قتل ▁کرتے ▁ہو۔ ▁اور ▁اپنے ▁بھ اي ی ▁بند وں ▁کے ▁کچھ ▁لوگوں ▁کو ▁ان ▁کے ▁وطن ▁سے ▁نکال ▁بھی ▁دیتے ▁ہو ▁اور ▁ان ▁کے ▁خلاف ▁گناہ ▁اور ▁ظلم ▁و ▁زیادتی ▁کے ▁ساتھ ▁سازش ▁کرتے ▁ہو ▁اور ▁ جت ھے ▁بندی ▁کرتے ▁ہو ▁( ان ▁کے ▁مخالفین ▁کی ▁مدد ▁کرتے ▁ہو ) ▁اور ▁( پ ھر ▁لطف ▁یہ ▁ہے ▁کہ ) ▁اگر ▁وہی ▁لوگ ▁دشمن وں ▁کے ▁ہاتھوں ▁قید ▁ہو ▁کر ▁تمہارے ▁پاس ▁اج اي یں۔ ▁تو ▁تم ▁ہی ▁ف دی ہ ▁دے ▁کر ▁انہیں ▁چھ ڑا ▁لیتے ▁ہو۔ ▁حالانک ہ ▁ان ▁کا ▁وطن ▁سے ▁نکال نا ▁تم ▁پر ▁حرام ▁تھا۔ ▁کیا ▁تم ▁کتاب ▁( تور ا ۃ ) ▁کے ▁ایک ▁حصہ ▁( ف دی ہ ▁دینے ) ▁پر ▁ایمان ▁لا تے ▁ہو۔ ▁اور ▁دوسرے ▁حصہ ▁( جل ا ▁وطن ▁کرنے ▁کی ▁حرمت ) ▁کا ▁انکار ▁کرتے ▁ہو ؟ ▁تم ▁میں ▁سے ▁جو ▁ایسا ▁کرے ▁اس ▁کی ▁سزا ▁اس ▁کے ▁سوا ▁اور ▁کیا ▁ہے ▁کہ ▁دنیا ▁کی ▁زندگی ▁میں ▁ذ ل یل ▁و ▁خوا ر ▁ہو ▁اور ▁قیامت ▁کے ▁دن ▁سخت ▁ترین ▁عذاب ▁کی ▁طرف ▁لوٹ ا ▁دی ي ے ▁جاي یں ▁اور ▁تم ▁جو ▁کچھ ▁بھی ▁کرتے ▁ہو ▁اللہ ▁اس ▁سے ▁غافل ▁( بے ▁خبر ) ▁نہیں ▁ہے۔
▁پس ▁تم ▁اپنے ▁پروردگار ▁کی ▁کن ▁کن ▁نعمت وں ▁جھ ٹل او گ ے ؟
▁تاکہ ▁رجوع ▁لانے ▁والے ▁بند ے ▁ہدایت ▁اور ▁نص ی حت ▁حاصل ▁کریں
▁ہم ▁کو ▁ان ▁ستار وں ▁کی ▁قسم ▁جو ▁پیچھے ▁ہ ٹ ▁جاتے ▁ہیں
▁وہی ▁( سب ▁سے ) ▁اول ▁اور ▁( سب ▁سے ) ▁اخر ▁ہے ▁اور ▁( اپ نی ▁قدرت ▁کے ▁اعتبار ▁سے ) ▁ظاہر ▁اور ▁( اپ نی ▁ذات ▁کے ▁اعتبار ▁سے ) ▁پوش ید ہ ▁ہے ، ▁اور ▁وہ ▁ہر ▁چیز ▁کو ▁خوب ▁جان نے ▁والا ▁ہے ،
▁وہ ▁تو ▁تمہیں ▁یہی ▁حکم ▁دے ▁گا ▁بدی ▁اور ▁بے ▁ح یا ي ی ▁کا ▁اور ▁یہ ▁کہ ▁اللہ ▁پر ▁وہ ▁بات ▁جو ڑ و ▁جس ▁کی ▁تمہیں ▁خبر ▁نہیں ،
▁اور ▁ان ▁کے ▁دل وں ▁میں ▁الفت ▁پیدا ▁کردی ۔ ▁اور ▁اگر ▁تم ▁دنیا ▁بھر ▁کی ▁دولت ▁خرچ ▁کرتے ▁تب ▁بھی ▁ان ▁کے ▁دل وں ▁میں ▁الفت ▁نہ ▁پیدا ▁کرسکتے ۔ ▁مگر ▁خدا ▁ہی ▁نے ▁ان ▁میں ▁الفت ▁ڈال ▁دی۔ ▁بے شک ▁وہ ▁زبردست ▁( اور ) ▁حکمت ▁والا ▁ہے
▁پھر ▁اس ▁دن ▁عذاب ▁میں ▁وہ ▁سب ▁یکساں ▁ہو ▁ ں ▁گے
▁بول ے ▁اے ▁عزیز ! ▁اس ▁کے ▁ایک ▁باپ ▁ہیں ▁بو ڑھ ے ▁بڑے ▁تو ▁ہم ▁میں ▁اس ▁کی ▁جگہ ▁کسی ▁کو ▁لے ▁لو ، ▁بیش ک ▁ہم ▁تمہارے ▁احسان ▁دیکھ ▁رہے ▁ہیں ،
▁یہ ▁وہ ▁لوگ ▁ہیں ▁کہ ▁اگر ▁ہم ▁ان ▁کو ▁ملک ▁میں ▁دسترس ▁دیں ▁تو ▁نماز ▁پڑھیں ▁اور ▁ز کو ة ▁ادا ▁کریں ▁اور ▁نیک ▁کام ▁کرنے ▁کا ▁حکم ▁دیں ▁اور ▁بر ے ▁کام وں ▁سے ▁منع ▁کریں ▁اور ▁سب ▁کام وں ▁کا ▁انجام ▁خدا ▁ہی ▁کے ▁اختیار ▁میں ▁ہے
▁اور ▁اپ ( ص ) ▁کے ▁پروردگار ▁کی ▁ذات ▁باقی ▁رہے ▁گی ▁جو ▁عظمت ▁و ▁اک رام ▁والی ▁ہے۔
▁اور ▁جب ▁تار ے ▁بک ھر ▁جاي یں ▁گے
▁بارش ▁والے ▁اس مان ▁کی ▁قسم !
▁فرما ▁یا ▁یوں ▁نہیں ▁تم ▁دو ▁ نوں ▁میری ▁ ايت یں ▁لے ▁کر ▁جا ▁و ▁ہم ▁تم ھا ▁ رے ▁ساتھ ▁سن تے ▁ہیں
▁اور ▁نہ ▁کوي ی ▁دل ▁پسند ▁دوست ▁ہے
▁بے شک ▁فیصلے ▁کے ▁دن ▁( قی امت ) ▁کا ▁ایک ▁معین ▁وقت ▁ہے۔
▁وه ▁لوگ ▁کہنے ▁لگے ▁کیا ▁تم ▁ہمارے ▁پاس ▁اس ▁لیے ▁اي ے ▁ہو ▁کہ ▁ہم ▁کو ▁اس ▁طریقہ ▁سے ▁ہٹا دو ▁جس ▁پر ▁ہم ▁نے ▁اپنے ▁باپ ▁داد وں ▁کو ▁پایا ▁ہے ▁اور ▁تم ▁دونوں ▁کو ▁دنیا ▁میں ▁بڑا ي ی ▁مل ▁جاي ے ▁اور ▁ہم ▁تم ▁دونوں ▁کو ▁کبھی ▁نہ ▁مان یں ▁گے
▁یہ ▁خدا ي ی ▁سنت ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁رہ ▁چکی ▁ہے ▁جو ▁گزر ▁چکے ▁ہیں ▁اور ▁خدا ي ی ▁سنت ▁میں ▁تبدیلی ▁نہیں ▁ہوسکتی ▁ہے
▁تج ھے ▁موسی ▁( علی ہ ▁السلام ) ▁کا ▁قص ہ ▁بھی ▁معلوم ▁ہے ؟
▁اور ▁زیتون ▁اور ▁ک جھ ور یں۔
▁پس ▁جو ▁کچھ ▁یہ ▁ب کو اس ▁کرتے ▁ہیں ▁اس ▁پر ▁صبر ▁کرو ۔ ▁اور ▁سور ج ▁کے ▁نکل نے ▁سے ▁پہلے ▁اور ▁اس ▁کے ▁غر وب ▁ہونے ▁سے ▁پہلے ▁اپنے ▁پروردگار ▁کی ▁تس بی ح ▁و تحم ید ▁کیا ▁کرو ۔ ▁اور ▁رات ▁کی ▁ساعات ▁( اول ین ) ▁میں ▁بھی ▁اس ▁کی ▁تس بی ح ▁کیا ▁کرو ▁اور ▁دن ▁کی ▁اطراف ▁( یعنی ▁دو پ ہر ▁کے ▁قریب ▁ظ ہر ▁کے ▁وقت ▁بھی ) ▁تاکہ ▁تم ▁خوش ▁ہو جا و
▁کہ ▁اگر ▁ہمارے ▁پاس ▁بھی ▁پہلے ▁والوں ▁کا ▁تذکر ہ ▁ہوتا
▁اور ▁اخر ت ▁بہتر ▁اور ▁باقی ▁رہنے ▁والی ،
▁یہ ▁ان ▁کو ▁پکار تے ▁ہیں ▁جن ▁کا ▁نقصان ▁ان ▁کے ▁فاي دے ▁سے ▁زیادہ ▁قریب ▁تر ▁ہے ▁وہ ▁ان ▁کے ▁بدترین ▁سرپرست ▁اور ▁بدترین ▁ساتھ ی ▁ہیں
▁اور ▁مجھے ▁اپنے ▁بعد ▁اپنے ▁خاندان ▁والوں ▁سے ▁خطرہ ▁ہے ▁اور ▁میری ▁بیوی ▁بان جھ ▁ہے ▁تو ▁اب ▁مجھے ▁ایک ▁ایسا ▁ولی ▁اور ▁ وارث ▁عطا ▁فرما دے
▁خشک ی ▁اور ▁تری ▁میں ▁لوگوں ▁کے ▁اعمال ▁کے ▁سبب ▁سے ▁فساد ▁پھیل ▁گیا ▁ہے ▁تاکہ ▁الله ▁انہیں ▁ان ▁کے ▁بعض ▁اعمال ▁کا ▁م زہ ▁چک ھا ي ے ▁تاکہ ▁وہ ▁باز ▁اج اي یں
▁ہم ▁اسی ▁طرح ▁نیک و کار وں ▁کو ▁جزا ▁دیتے ▁ہیں۔
▁تو ▁اس ▁کی ▁قوم ▁کو ▁کچھ ▁جواب ▁بن ▁نہ ▁ ایا ▁مگر ▁یہ ▁بول ے ▁انہیں ▁قتل ▁کرد و ▁یا ▁جلا دو ▁تو ▁اللہ ▁نے ▁اسے ▁ اگ ▁سے ▁بچ الیا ▁بیش ک ▁اس ▁میں ▁ضرور ▁نشان یاں ▁ہیں ▁ایمان ▁والوں ▁کے ▁لیے
▁نہ ▁بھاگ و ▁اور ▁لوٹ ▁کے ▁جا و ▁ان ▁اس ا يش وں ▁کی ▁طرف ▁جو ▁تم ▁کو ▁دی ▁ گي یں ▁تھیں ▁اور ▁اپنے ▁مکان وں ▁کی ▁طرف ▁شاید ▁تم ▁سے ▁پوچھ نا ▁ہو
▁ہم ▁نے ▁یہ ▁قر ان ▁ت جھ ▁پر ▁اس ▁لي ے ▁نہیں ▁اتار ا ▁کہ ▁تو ▁مشق ت ▁میں ▁پڑ ▁جاي ے
▁اور جو ▁کچھ ▁اس ▁پر ▁ہے ▁بے ▁شک ▁ہم ▁سب ▁کو ▁چ ٹی ل ▁میدان ▁کر ▁دیں ▁گے
▁بات ▁میں ▁اس ▁سے ▁سبق ت ▁نہیں ▁کرتے ▁اور ▁وہ ▁اسی ▁کے ▁حکم ▁پر ▁کار بند ▁ہوتے ▁ہیں ،
▁حضرت ▁موسی ▁( علی ہ ▁السلام ) ▁کہنے ▁لگے ▁میرا ▁رب ▁تعالی ▁اسے ▁خوب ▁جانتا ▁ہے ▁جو ▁اس ▁کے ▁پاس ▁کی ▁ہدایت ▁لے ▁کر ▁ا تا ▁ہے ▁اور ▁جس ▁کے ▁لیے ▁اخر ت ▁کا ▁( اچ ھا ) ▁انجام ▁ہوتا ▁ہے۔ ▁یقینا ▁بے ▁انصاف وں ▁کا ▁بھ لا ▁نہ ▁ہوگا
▁تو ▁موسی ▁نے ▁اپنا ▁عصا ▁ڈال ▁دیا ▁وہ ▁فورا ▁ایک ▁ظاہر ▁ اژ دہ ا ▁ہوگیا
▁یہ ▁اس ▁لیے ▁قسم یں ▁کھا ي یں ▁گے ▁کہ ▁تم ▁ان ▁سے ▁راضی ▁ہو جا و ۔ ▁سو ▁اگر ▁تم ▁ان ▁سے ▁راضی ▁بھی ▁ہو جا و ▁تو ▁اللہ ▁تعالی ▁تو ▁ایسے ▁فا سق ▁لوگوں ▁سے ▁راضی ▁نہیں ▁ہوتا
▁تم ▁فرما و ▁کیا ▁یہ ▁بھ لا ▁یا ▁وہ ▁ہم یش گی ▁کے ▁باغ ▁جس ▁کا ▁وعدہ ▁ڈر ▁والوں ▁کو ▁ہے ، ▁وہ ▁ان ▁کا ▁صل ہ ▁اور ▁انجام ▁ہے ،
▁اور ▁زمین ▁اور ▁پہاڑ ▁( اپ نی ▁جگہ وں ▁سے ) ▁اٹھا ▁لي ے ▁جاي یں ▁گے ، ▁پھر ▁وہ ▁ایک ▁ہی ▁بار ▁ٹکرا ▁کر ▁ریز ہ ▁ریز ہ ▁کر ▁دیے ▁جاي یں ▁گے ،
▁اور ▁ہنس تے ▁ہو ▁اور ▁رو تے ▁نہیں
▁( من فی ▁اور ▁تخریب ی ) ▁سر گو شی ▁محض ▁شیطان ▁ہی ▁کی ▁طرف ▁سے ▁ہوتی ▁ہے ▁تاکہ ▁وہ ▁ایمان ▁والوں ▁کو ▁پریشان ▁کرے ▁حالانک ہ ▁وہ ▁( شی ط ان ) ▁ان ▁( موم نوں ) ▁کا ▁کچھ ▁بگ ا ڑ ▁نہیں ▁سکتا ▁مگر ▁اللہ ▁کے ▁حکم ▁سے ، ▁اور ▁اللہ ▁ہی ▁پر ▁مومن وں ▁کو ▁بھر وس ہ ▁رکھنا ▁چاہیے ،
▁اور ▁نہ ▁تم ▁اس ▁وقت ▁جب ▁کہ ▁ہم ▁نے ▁( موس ی ▁کو ) ▁او از ▁دی ▁طور ▁کے ▁کنار ے ▁تھے ▁بلکہ ▁( تم ہ ارا ▁بھی جا ▁جانا ) ▁تمہارے ▁پروردگار ▁کی ▁رحمت ▁ہے ▁تاکہ ▁تم ▁ان ▁لوگوں ▁کو ▁جن ▁کے ▁پاس ▁تم ▁سے ▁پہلے ▁کوي ی ▁ہدایت ▁کرنے ▁والا ▁نہیں ▁ ایا ▁ہدایت ▁کرو ▁تاکہ ▁وہ ▁نص ی حت ▁پکڑ یں
▁اور ▁بیش ک ▁تم ہ ارا ▁رب ▁ہی ▁عزت ▁والا ▁مہر بان ▁ہے ،
▁اے ▁رسول ! ▁جو ▁کچھ ▁اپ ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁اپ ▁پر ▁اتار ا ▁گیا ▁ہے۔ ▁اسے ▁( لوگ وں ▁تک ) ▁پہنچا ▁دی جی ے ▁اور ▁اگر ▁اپ ▁نے ▁ایسا ▁نہ ▁کیا ▁تو ▁( پ ھر ▁یہ ▁سمجھا ▁جاي ے ▁گا ▁کہ ) ▁اپ ▁نے ▁اس ▁کا ▁کوي ی ▁پیغام ▁پہنچا یا ▁ہی ▁نہیں۔ ▁اور ▁اللہ ▁اپ ▁کی ▁لوگوں ▁( کے ▁شر ) ▁سے ▁حفاظت ▁کرے ▁گا ▁بے ▁شک ▁خدا ▁کا فر وں ▁کو ▁ہدایت ▁نہیں ▁کرتا ۔
▁اور ▁اے میر ی ▁قوم ▁یہ ▁الله ▁کی ▁او نٹ نی ▁تمہارے ▁لیے ▁نشانی ▁ہے ▁سوا سے ▁چھوڑ ▁دو ▁الله ▁کی ▁زمین ▁میں ▁کھا تی ▁پھر ے ▁اور ▁اسے ▁براي ی ▁سے ▁چھ ونا ▁بھی ▁نہیں ▁( ورن ہ ) ▁پھر ▁تمہیں ▁عذاب ▁بہت ▁جلد ▁ا ▁پکڑ ے ▁گا
▁مگر ▁بعد ▁میں ▁لوگوں ▁نے ▁اپنے ▁دین ▁کو ▁اپ س ▁میں ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁لیا ▁ہر ▁گروہ ▁کے ▁پاس ▁جو ▁کچھ ▁ہے ▁اسی ▁میں ▁وہ ▁م گن ▁ہے
▁اور ▁ہم ▁نے ▁موسی ▁اور ▁اس ▁کے ▁بھ اي ی ▁کو ▁وح ی ▁بھیج ی ▁کہ ▁مصر ▁میں ▁اپنی ▁قوم ▁کے ▁لیے ▁مکان ات ▁بنا و ▁اور ▁اپنے ▁گھروں ▁کو ▁نماز ▁کی ▁جگہ ▁کرو ▁اور ▁نماز ▁قاي م ▁رکھ و ، ▁اور ▁مسلمانوں ▁کو ▁خوش خبر ی ▁سنا و
▁اور ▁انج یل ▁والوں ▁کو ▁بھی ▁چاہ ي ے ▁کہ ▁اللہ ▁تعالی ▁نے ▁جو ▁کچھ ▁انج یل ▁میں ▁نازل ▁فرمایا ▁ہے ▁اسی ▁کے ▁مطابق ▁حکم ▁کریں ▁اور ▁جو ▁اللہ ▁تعالی ▁کے ▁نازل ▁کرده ▁سے ▁ہی ▁حکم ▁نہ ▁کریں ▁وه ▁( بد کار ) ▁فا سق ▁ہیں
▁اور ▁جس ▁دن ▁ہم ▁پہاڑ وں ▁کو ▁چلا ي یں ▁گے ▁اور ▁تم ▁زمین ▁کو ▁صاف ▁کھل ی ▁ہو ي ی ▁دیکھ و ▁گے ▁اور ▁ہم ▁انہیں ▁اٹھا ي یں ▁گے ▁تو ▁ان ▁میں ▁سے ▁کسی ▁کو ▁نہ ▁چھوڑ یں ▁گے ،
▁پھر ▁بھی ▁اگر ▁یہ ▁من ھ ▁مو ڑے ▁رہیں ▁تو ▁اپ ▁پر ▁صرف ▁کھول ▁کر ▁تبلیغ ▁کر ▁دینا ▁ہی ▁ہے
▁تاکہ ▁( ا ے ▁لوگ و !) ▁تم ▁االله ▁اور ▁اس ▁کے ▁رسول ▁پر ▁ایمان ▁لا و ▁اور ▁ان ▁( کے ▁دین ) ▁کی ▁مدد ▁کرو ▁اور ▁ان ▁کی ▁بے ▁حد ▁تع ظ یم ▁و ▁تک ریم ▁کرو ، ▁اور ▁( سا تھ ) ▁االله ▁کی ▁صبح ▁و ▁شام ▁تس بی ح ▁کرو ،
▁اور ▁جو ▁سچ ی ▁بات ▁لا یا ▁اور ▁جس ▁نے ▁اس ▁کی ▁تصدیق ▁کی ▁وہی ▁پر ہ یز گار ▁ہیں
▁اور ▁ان ▁کی ▁جگہ ▁ہم ▁نے ▁ان ▁لوگوں ▁کو ▁جو ▁کمزور ▁بنا ▁کر ▁رکھے ▁ گي ے ▁تھے ، ▁اس ▁سرزمین ▁کے ▁مشرق ▁و ▁مغرب ▁کا ▁ وارث ▁بنا ▁دیا ▁جسے ▁ہم ▁نے ▁برکت وں ▁سے ▁ما لا ▁مال ▁کیا ▁تھا ▁اس ▁طرح ▁بنی ▁اس راي یل ▁کے ▁حق ▁میں ▁تیر ے ▁رب ▁کا ▁وعدہ ▁خیر ▁پورا ▁ہوا ▁کیونکہ ▁انہوں ▁نے ▁صبر ▁سے ▁کام ▁لیا ▁تھا ▁اور ▁فرع ون ▁اور ▁اس ▁کی ▁قوم ▁کا ▁وہ ▁سب ▁کچھ ▁بر باد ▁کر ▁دیا ▁گیا ▁جو ▁وہ ▁بنا تے ▁اور ▁چڑھ ات ے ▁تھے
▁اس ▁پر ▁فرع ون ▁نے ▁( فو ج یں ▁جمع ▁کرنے ▁کے ▁لیے ) ▁شہروں ▁میں ▁نق یب ▁بھیج ▁دیے
▁اور ▁انہوں ▁نے ▁اس ▁کی ▁براي ی ▁چاہ ی ▁سو ▁ہم ▁نے ▁انہیں ▁ناکام ▁کر ▁دیا
▁اور ▁ہم ▁خوب ▁جانتے ▁ہیں ▁کہ ▁یہ ▁مشر کین ▁یہ ▁کہتے ▁ہیں ▁کہ ▁انہیں ▁کوي ی ▁انسان ▁اس ▁قر ان ▁کی ▁تعلیم ▁دے ▁رہا ▁ہے - حال ان کہ ▁جس ▁کی ▁طرف ▁یہ ▁نسبت ▁دیتے ▁ہیں ▁وہ ▁ عج می ▁ہے ▁اور ▁یہ ▁زبان ▁عربی ▁واضح ▁و ▁فص یح ▁ہے
▁ہاں ▁ہاں ▁اگر ▁باز ▁نہ ▁ ایا ▁تو ▁ضرور ▁ہم ▁پیش انی ▁کے ▁بال ▁پکڑ ▁کر ▁ کھی نچ یں ▁گے
▁پس ▁اس ▁میں ▁داخل ▁ہو ▁جا و ! ▁اب ▁تم ▁صبر ▁کرو یا ▁نہ ▁کرو ▁دونوں ▁تمہارے ▁حق ▁میں ▁برابر ▁ہیں ▁تمہیں ▁وی سا ▁ہی ▁بدل ہ ▁دیا ▁جاي ے ▁گا ▁جیسا ▁تم ▁کیا ▁کرتے ▁تھے۔
▁کہہ ▁دو ▁بھ لا ▁دیکھ و ▁تو ▁اگر ▁تم ▁پر ▁اس ▁کا ▁عذاب ▁رات ▁یا ▁دن ▁کو ▁اج اي ے ▁تو ▁عذاب ▁میں ▁سے ▁کون ▁سی ▁ایسی ▁چیز ▁ہے ▁کہ ▁مجرم ▁اس ▁کو ▁جلد ی ▁مانگ تے ▁ہیں
▁وہ ▁اس مان وں ▁اور ▁زمین ▁ہر ج گ ہ ▁کا ▁خدا ▁ہے ▁وہ ▁تمہارے ▁با طن ▁اور ▁ظاہر ▁اور ▁جو ▁تم ▁کاروبار ▁کرتے ▁ہو ▁سب ▁کو ▁جانتا ▁ہے
▁یہ ▁تو ▁ہو ▁چکا ▁اور ▁بے شک ▁الله ▁کا فر وں ▁کی ▁تدبیر ▁کو ▁کمزور ▁کرنے ▁والا ▁ہے
▁ان ▁سے ▁پہلے ▁ہم ▁کتنی ▁ہی ▁قوم وں ▁کو ▁ہلاک ▁کر ▁چکے ▁ہیں ، ▁پھر ▁اج ▁کہیں ▁تم ▁ان ▁کا ▁نشان ▁پا تے ▁ہو ▁یا ▁ان ▁کی ▁بھ نک ▁بھی ▁کہیں ▁سنا ي ی ▁دیتی ▁ہے ؟
▁جو ▁موسی ▁اور ▁ہار ون ▁کا ▁بھی ▁رب ▁ہے
▁اے ▁لوگ و ▁ان ▁چیز وں ▁میں ▁سے ▁کھا و ▁جو ▁زمین ▁میں ▁حلال ▁پاک ی زہ ▁ہیں ▁اور ▁شیطان ▁کے ▁قدم وں ▁کی ▁پیر وی ▁نہ ▁کرو ▁بے ▁شک ▁وہ ▁تم ہ ارا ▁ صر یح ▁دشمن ▁ہے
▁تو ▁وہ ▁دن ▁انتہا ي ی ▁مشکل ▁دن ▁ہوگا
▁وہ ▁درد ناک ▁عذاب ▁دیکھ ے ▁بغیر ▁اس ▁پر ▁ایمان ▁نہیں ▁لاي یں ▁گے
▁( ا ے ▁پیغمبر ) ▁فیصلہ ▁کے ▁اختیارات ▁میں ▁تم ہ ارا ▁کوي ی ▁حصہ ▁نہیں ، ▁اللہ ▁کو ▁اختیار ▁ہے ▁چاہے ▁انہیں ▁معاف ▁کرے ، ▁چاہے ▁سزا ▁دے ▁کیونکہ ▁وہ ▁ظالم ▁ہیں
▁سن ▁لو ! ▁وہ ▁لوگ ▁یقینا ▁اپنی ▁بہت ان ▁تراش ی ▁سے ▁( یہ ) ▁بات ▁کرتے ▁ہیں ،
▁پس ▁انہوں ▁نے ▁او نٹ نی ▁کو ▁( کا ٹ ▁کر ) ▁مار ▁ڈال ا ▁اور ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁سر کش ی ▁کی ▁اور ▁کہنے ▁لگے : ▁اے ▁صالح ! ▁تم ▁وہ ▁( ع ذ اب ) ▁ہمارے ▁پاس ▁لے ▁او ▁جس ▁کی ▁تم ▁ہمیں ▁وع ید ▁سنا تے ▁تھے ▁اگر ▁تم ▁( واقع ی ) ▁رسول وں ▁میں ▁سے ▁ہو ،
▁اور ▁سچ ▁میں ▁جھوٹ ▁نہ ▁ملا و ▁اور ▁جان ▁بوجھ ▁کر ▁حق ▁کو ▁نہ ▁چھپ او
▁تم ▁کہ و ▁میں ▁اس ▁کی ▁پناہ ▁میں ▁ ایا ▁جو ▁سب ▁لوگوں ▁کا ▁رب
▁تم ▁سے ▁پہلے ▁بھی ▁ہم ▁بہت ▁سے ▁رسول ▁بھیج ▁چکے ▁ہیں ▁اور ▁ان ▁کو ▁ہم ▁نے ▁بیوی ▁بچوں ▁والا ▁ہی ▁بنایا ▁تھا ▁اور ▁کسی ▁رسول ▁کی ▁بھی ▁یہ ▁طاقت ▁نہ ▁تھی ▁کہ ▁اللہ ▁کے ▁اذ ن ▁کے ▁بغیر ▁کوي ی ▁نشانی ▁خود ▁لا ▁دکھا تا ▁ہر ▁دور ▁کے ▁لیے ▁ایک ▁کتاب ▁ہے
▁اور ▁جب ▁ہمارے ▁بھیج ے ▁ہو ي ے ▁فرشت ے ▁ابراہیم ▁( علی ہ ▁السلام ) ▁کے ▁پاس ▁بشار ت ▁لے ▁کر ▁پہنچے ▁کہنے ▁لگے ▁کہ ▁اس ▁بست ی ▁والوں ▁کو ▁ہم ▁ہلاک ▁کرنے ▁والے ▁ہیں ، ▁یقینا ▁یہاں ▁کے ▁رہنے ▁والے ▁گ نہ گار ▁ہیں
▁وہ ▁اس ▁( ل ع نت ) ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ▁نہ ▁تو ▁ان ▁کے ▁عذاب ▁میں ▁کوي ی ▁کمی ▁کی ▁جاي ے ▁گی۔ ▁اور ▁نہ ▁ہی ▁انہیں ▁کوي ی ▁مہ لت ▁دی ▁جاي ے ▁گی۔
▁یہ ▁( قر ان ) ▁تو ▁ہدایت ▁ہے ▁اور ▁جو ▁اپنے ▁رب ▁کی ▁ ایت وں ▁کے ▁من کر ▁ہیں ▁ان ▁کے ▁لیے ▁سخت ▁درد ناک ▁عذاب ▁ہے
▁بھ لا ▁جو ▁شخص ▁یہ ▁جانتا ▁ہے ▁کہ ▁جو ▁کچھ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁تم ▁پر ▁نازل ▁ہوا ▁ہے ▁حق ▁ہے ▁وہ ▁اس ▁شخص ▁کی ▁طرح ▁ہے ▁جو ▁اند ھا ▁ہے ▁اور ▁سمجھتے ▁تو ▁وہی ▁ہیں ▁جو ▁عقل مند ▁ہیں
▁جو ▁کچھ ▁تمہیں ▁دیا ▁گیا ▁ہے ▁وہ ▁صرف ▁د نیو ی ▁زندگی ▁کا ▁( چند ▁روزہ ) ▁ساز ▁و ▁سامان ▁ہے ▁اور ▁جو ▁کچھ ▁اللہ ▁کے ▁پاس ▁ہے ▁وہ ▁بہتر ▁بھی ▁ہے ▁اور ▁زیادہ ▁پاي ی دار ▁بھی ▁ان ▁لوگوں ▁کی لي ے ▁جو ▁ایمان ▁لاي ے ▁ہیں ▁اور ▁اپنے ▁پروردگار ▁پر ▁بھر وس ہ ▁رکھتے ▁ہیں۔
▁اور ▁جس ▁دن ▁یہ ▁کف ار ▁ جہ نم ▁کے ▁سامنے ▁پیش ▁کي ے ▁جاي یں ▁گے ▁کہ ▁کیا ▁یہ ▁حق ▁نہیں ▁ہے ▁تو ▁سب ▁کہیں ▁گے ▁کہ ▁بیش ک ▁پروردگار ▁کی ▁قسم ▁یہ ▁سب ▁حق ▁ہے ▁تو ▁ارشاد ▁ہوگا ▁کہ ▁اب ▁عذاب ▁کا ▁م زہ ▁چک ھو ▁کہ ▁تم ▁پہلے ▁اس ▁کا ▁انکار ▁کررہے ▁تھے
▁پھر ▁ہم ▁نے ▁ان ▁سے ▁وعدہ ▁سچ ا ▁کر ▁دیا ▁تب ▁انہیں ▁اور ▁جسے ▁ہم ▁نے ▁چاہ ا ▁نجات ▁دی ▁اور ▁ہم ▁نے ▁حد ▁سے ▁بڑھ نے ▁والوں ▁کو ہ لاک ▁کر ▁دیا
▁جو ▁لوگ ▁خدا ▁کی ▁راہ ▁میں ▁اپنے ▁مال ▁خرچ ▁کرتے ▁ہیں ▁ان ▁کی ▁مثال ▁اس ▁ایک ▁د انے ▁کے ▁مثل ▁ہے ▁جس ▁نے ▁( اپ نے ▁بوي ے ▁جانے ▁کے ▁بعد ) ▁سات ▁بال یاں ▁ اگ اي یں ▁اور ▁ہر ▁بالی ▁میں ▁سو ▁د انے ▁ہیں ▁اور ▁خدا ▁جس ▁کے ▁لي ے ▁چاہتا ▁ہے ▁اور ▁بڑھا ▁دیتا ▁ہے ▁( دون ا ▁کر ▁دیتا ▁ہے ) ▁خدا ▁بڑی ▁وسعت ▁والا ▁اور ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁ہاں ▁اس ▁کا ▁غل بہ ▁ان ▁پر ▁تو ▁یقینا ▁ہے ▁جو ▁اسی ▁سے ▁ رف اقت ▁کریں ▁اور ▁اسے ▁اللہ ▁کا ▁شریک ▁ٹھہر اي یں
▁جادو گر ، ▁بول ے ▁ہم ▁ایمان ▁لاي ے ▁اس ▁پر ▁جو ▁سارے ▁ جہ ان ▁کا ▁رب ▁ہے ،
▁اور ▁جو ▁کوي ی ▁الله ▁کی ▁راہ ▁میں ▁وطن ▁چھوڑ ے ▁اس ▁کے ▁عوض ▁جگہ ▁بہت ▁اور ▁کش ا يش ▁پاي ے ▁گا ▁اور ▁جو ▁کوي ی ▁اپنے ▁گھر ▁سے ▁الله ▁اور ▁رسول ▁کی ▁طرف ▁ہ جر ت ▁کر ▁کے ▁نکل ے ▁پھر ▁اس ▁کو ▁موت ▁پال ے ▁تو ▁الله ▁کے ▁ہاں ▁اس ▁کا ▁ ثواب ▁ہو ▁چکا ▁اور ▁الله ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁مسیح ▁اللہ ▁کا ▁بند ہ ▁بننے ▁سے ▁کچھ ▁نفرت ▁نہیں ▁کرتا ▁اور ▁نہ ▁م قرب ▁فرشت ے ▁اور ▁جو ▁اللہ ▁کی ▁ب ندگی ▁سے ▁نفرت ▁اور ▁تک بر ▁کرے ▁تو ▁کوي ی ▁دم ▁جاتا ▁ہے ▁کہ ▁وہ ▁ان ▁سب ▁کو ▁اپنی ▁طرف ▁ہا ن کے ▁گا
▁لوگ و ، ▁ایک ▁مثال ▁دی ▁جاتی ▁ہے ، ▁غور ▁سے ▁سن و ▁جن ▁مع بود وں ▁کو ▁تم ▁خدا ▁کو ▁چھوڑ ▁کر ▁پکار تے ▁ہو ▁وہ ▁سب ▁مل ▁کر ▁ایک ▁م کھی ▁بھی ▁پیدا ▁کرنا ▁چاہ یں ▁تو ▁نہیں ▁کر ▁سکتے ▁بلکہ ▁اگر ▁م کھی ▁ان ▁سے ▁کوي ی ▁چیز ▁چھ ین ▁لے ▁جاي ے ▁تو ▁وہ ▁اسے ▁چھ ڑا ▁بھی ▁نہیں ▁سکتے ▁مدد ▁چاہ نے ▁والے ▁بھی ▁کمزور ▁اور ▁جن ▁سے ▁مدد ▁چاہ ی ▁جاتی ▁ہے ▁وہ ▁بھی ▁کمزور
▁ان ▁پر ▁شیطان ▁غالب ▁ا گیا ▁تو ▁انہیں ▁اللہ ▁کی ▁یاد ▁بھ لا ▁دی ، ▁وہ ▁شیطان ▁کے ▁گروہ ▁ہیں ، ▁سنت ا ▁ہے ▁بیش ک ▁شیطان ▁ہی ▁کا ▁گروہ ▁ہار ▁میں ▁ہے
▁اس ▁کا ▁مرجع ▁ہا و یہ ▁ہے
▁پھر ▁اس ▁پر ▁لعنت ▁ہو ▁کی سی ▁ٹھہر اي ی ،
▁انہوں ▁نے ▁کہا ▁کوي ی ▁حر ج ▁نہیں ، ▁ہم ▁تو ▁اپنے ▁رب ▁کی ▁طرف ▁لوٹ نے ▁والے ▁ہیں ▁ہی
▁سور ج ▁اور ▁اس ▁کی ▁روشنی ▁کی ▁قسم ،
▁اور ▁کہتے ▁ہیں ▁کہ ▁سوا ي ے ▁یہ ود ▁یا ▁نص اری ▁کے ▁اور ▁کوي ی ▁جنت ▁میں ▁ہر گز ▁داخل ▁نہ ▁ہوگا ▁یہ ▁ان ▁کے ▁ڈھ کو سل ے ▁ہیں ▁کہہ ▁دو ▁اپنی ▁دلیل ▁لا و ▁اگر ▁تم ▁سچ ے ▁ہو
▁( ان ▁لوگوں ▁کو ▁اپنے ▁گھروں ▁سے ▁اسی ▁طرح ▁نکل نا ▁چاہ ی ي ے ▁تھا ) ▁جس ▁طرح ▁تمہارے ▁پروردگار ▁نے ▁تم ▁کو ▁تدبیر ▁کے ▁ساتھ ▁اپنے ▁گھر ▁سے ▁نکال ا ▁اور ▁( اس ▁وقت ) ▁مومن وں ▁ایک ▁جماعت ▁نا خوش ▁تھی
▁تک ی ے ▁لگا ▁ي ے ▁ام نے ▁سامنے ▁بیٹھ یں ▁گے
▁اب ▁جو ▁شخص ▁کسی ▁وص یت ▁کرنے ▁والے ▁کی ▁طرف ▁سے ▁کسی ▁( وارث ) ▁کی ▁حق ▁تل فی ▁یا ▁گناہ ▁کا ▁خوف ▁محسوس ▁کرے ▁اور ▁ان ▁( ور ث ہ ) ▁کے ▁درمیان ▁اصلاح ▁( سم جھ وت ہ ) ▁کرا ▁دے ، ▁تو ▁اس ▁پر ▁( اس ▁ ردو بدل ▁کرنے ▁کا ) ▁کوي ی ▁گناہ ▁نہیں ▁ہے۔ ▁بے ▁شک ▁اللہ ▁بڑا ▁بخش نے ▁والا ▁اور ▁رحم ▁کرنے ▁والا ▁ہے۔
▁وہی ▁ہے ▁جو ▁جلا تا ▁ہے ▁اور ▁مار ▁ڈال تا ▁ہے ، ▁پھر ▁جب ▁وه ▁کسی ▁کام ▁کا ▁کرنا ▁مقرر ▁کرتا ▁ہے ▁تو ▁اسے ▁صرف ▁یہ ▁کہ تا ▁ہے ▁کہ ▁ہو ▁جا ▁پس ▁وه ▁ہو ▁جاتا ▁ہے
▁اپ ▁عرض ▁کی جي ے ▁کہ ▁میں ▁( ایک ) ▁دھماکے ▁سے ▁انتہا ي ی ▁تیزی ▁کے ▁ساتھ ▁( کا ين ات ▁کو ) ▁وجود ▁میں ▁لانے ▁والے ▁رب ▁کی ▁پناہ ▁مانگ تا ▁ہوں ،
▁اور ▁جون ہی ▁کہ ▁ابن ▁مریم ▁کی ▁مثال ▁دی ▁ گي ی ، ▁تمہاری ▁قوم ▁کے ▁لوگوں ▁نے ▁اس ▁پر ▁غل ▁م چا ▁دیا
▁اور ▁جنہوں ▁نے ▁کفر ▁کیا ▁تھا ▁اور ▁ہماری ▁ ایت وں ▁کو ▁اور ▁اخر ت ▁کی ▁ملاقات ▁کو ▁جھوٹ ا ▁ٹھہر ایا ▁تھا ▁وه ▁سب ▁عذاب ▁میں ▁پکڑ ▁کر ▁حاضر ▁رکھے ▁جاي یں ▁گے
▁کہا ▁کہ ▁وه ▁لوگ ▁بھی ▁میرے ▁پیچھے ▁ہی ▁پیچھے ▁ہیں ، ▁اور ▁میں ▁نے ▁اے ▁رب ! ▁تیر ی ▁طرف ▁جلد ی ▁اس ▁لي ے ▁کی ▁کہ ▁تو ▁خوش ▁ہو ▁جاي ے
▁اور ▁تم ▁کیا ▁جان و ▁کہ ▁ہا و یہ ▁کیا ▁مصیبت ▁ہے
▁اور ▁یہ ▁( قر ان ) ▁با بر کت ▁نص ی حت ▁ نامہ ▁ہے ▁جسے ▁ہم ▁نے ▁نازل ▁کیا ▁ہے۔ ▁کیا ▁تم ▁اس ▁کا ▁انکار ▁کرتے ▁ہو ؟
▁قسم ▁ہے ▁ان ▁( فر شت وں ) ▁کی ▁جو ▁( جسم ▁میں ▁ڈو ب ▁کر ) ▁سختی ▁سے ▁( جان ) ▁ کھی نچ تے ▁ہیں۔
▁وہاں ▁وہ ▁اطمینان ▁سے ▁ہر ▁طرح ▁کی ▁ل ذ ی ذ ▁چیز یں ▁طلب ▁کریں ▁گے
▁گویا ▁ب ھڑ کے ▁ہو ي ے ▁گ د ھے ▁ہیں
▁یہ ▁اللہ ▁کی ▁نشان یاں ▁ہیں ▁جنہیں ▁ہم ▁تمہارے ▁سامنے ▁ٹھیک ▁ٹھیک ▁بیان ▁کر ▁رہے ▁ہیں ▁اب ▁اخر ▁اللہ ▁اور ▁اس ▁کی ▁ای ات ▁کے ▁بعد ▁اور ▁کون ▁سی ▁بات ▁ہے ▁جس ▁پر ▁یہ ▁لوگ ▁ایمان ▁لاي یں ▁گے
▁تم ▁نے ▁خواب ▁کو ▁سچ ا ▁کر ▁دکھا یا۔ ▁ہم ▁نیک و کار وں ▁کو ▁ایسا ▁ہی ▁بدل ہ ▁دیا ▁کرتے ▁ہیں
▁اور ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ی ▁الله ▁ہی ▁کی ▁ہے ▁اور ▁الله ▁ہی ▁کی ▁طرف ▁لوٹ ▁کر ▁جانا ▁ہے
▁میں ▁تو ▁تم ہ ارا ▁امان ت ▁دار ▁ہوں
▁اور ▁بیش ک ▁ہم ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁اور ▁اس ▁( کا ين ات ) ▁کو ▁جو ▁دونوں ▁کے ▁درمیان ▁ہے ▁چھ ▁زمان وں ▁میں ▁تخلیق ▁کیا ▁ہے ، ▁اور ▁ہمیں ▁کوي ی ▁تک ان ▁نہیں ▁پہنچ ی ،
▁جو ▁خیر ▁سے ▁روکنے ▁والا ▁حد ▁سے ▁تجاوز ▁کرنے ▁والا ▁اور ▁شب ہ ات ▁پیدا ▁کرنے ▁والا ▁تھا
▁پھر ▁ان ▁کی ▁قسم ▁جو ▁کلام ▁نص ی حت ▁سن انے ▁والے ▁ہیں
▁اگر ▁وہ ▁تم ▁پر ▁قابو ▁پاي یں ▁تو ▁تمہارے ▁دشمن ▁ہو ▁جاي یں ▁اور ▁تم ▁پر ▁اپنے ▁ہاتھ ▁اور ▁اپنی ▁زبان یں ▁براي ی ▁سے ▁در از ▁کریں ▁اور ▁چاہتے ▁ہیں ▁کہ ▁کہیں ▁تم ▁کا فر ▁ہو ▁جا و
▁اور ▁اے ▁محمد ، ▁ان ▁کے ▁سامنے ▁اس ▁شخص ▁کا ▁حال ▁بیان ▁کرو ▁جس ▁کو ▁ہم ▁نے ▁اپنی ▁ای ات ▁کا ▁علم ▁عطا ▁کیا ▁تھا ▁مگر ▁وہ ▁ان ▁کی ▁پابندی ▁سے ▁نکل ▁بھاگ ا ▁اخر کار ▁شیطان ▁اس ▁کے ▁پیچھے ▁پڑ ▁گیا ▁یہاں ▁تک ▁کہ ▁وہ ▁بھ ٹک نے ▁والوں ▁میں ▁شامل ▁ہو ▁کر ▁رہا
▁یہاں ▁تک ▁کہ ▁جب ▁ہم ▁نے ▁ان ▁کے ▁امیر وں ▁کو ▁عذاب ▁میں ▁پکڑ ا ▁تو ▁ج بھی ▁وہ ▁فریاد ▁کرنے ▁لگے ،
▁اور ▁کہتے ▁ہیں : ▁( یہ ▁قر ان ) ▁ا گل وں ▁کے ▁افسان ے ▁ہیں ▁جن ▁کو ▁اس ▁شخص ▁نے ▁لکھ وا ▁رکھا ▁ہے ▁پھر ▁وہ ▁( اف س انے ) ▁اسے ▁صبح ▁و ▁شام ▁پڑھ ▁کر ▁سنا ي ے ▁جاتے ▁ہیں ▁( تا کہ ▁انہیں ▁یاد ▁کر ▁کے ▁ اگ ے ▁سنا ▁سکے )،
▁میں ▁ان ▁خدا وں ▁کی ▁عبادت ▁نہیں ▁کرسکتا ▁جن ▁کی ▁تم ▁پو جا ▁کرتے ▁ہو
▁اور ▁( چان دی ▁کے ▁اوپر ) ▁سو نے ▁اور ▁جو ا ہ رات ▁کی ▁ ارا يش ▁بھی ▁( کر ▁دیتے )، ▁اور ▁یہ ▁سب ▁کچھ ▁د نیو ی ▁زندگی ▁کی ▁ عارض ی ▁اور ▁حق یر ▁مت اع ▁ہے ، ▁اور ▁اخر ت ▁( کا ▁حسن ▁و ▁زیبا يش ) ▁اپ ▁کے ▁رب ▁کے ▁پاس ▁ہے ▁( جو ) ▁صرف ▁پر ہ یز گار وں ▁کے ▁لي ے ▁ہے ،
▁جو ▁لوگ ▁خدا ▁کی ▁نازل ▁کی ▁ہو ي ی ▁کتاب ▁کے ▁احکام ▁کو ▁ح ھ پا تے ▁ہیں ▁اور ▁اسے ▁تھ وڑ ی ▁قیمت ▁پر ▁بیچ ▁ڈال تے ▁ہیں ▁وہ ▁در حقیق ت ▁اپنے ▁پیٹ ▁میں ▁صرف ▁ اگ ▁بھر ▁رہے ▁ہیں ▁اور ▁خدا ▁روز ▁ه قی امت ▁ان ▁سے ▁بات ▁بھی ▁نہ ▁کرے ▁گا اور ▁نہ ▁انہیں ▁پاک ی زہ ▁قرار ▁دے ▁گا ▁اور ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے
▁پھر ▁ ڈا نٹ نے ▁والوں ▁کی ▁جھ ڑ ک ▁کر
▁اور ▁ان ▁کے ▁روبرو ▁قسم ▁کھا ي ی ▁کہ ▁البتہ ▁میں ▁تم ہ ارا ▁خیر ا ▁خواہ ▁ہوں
▁تب ▁انہوں ▁( مہ مان وں ) ▁نے ▁کہا ▁اے ▁ل وط ( ع ) ▁ہم ▁اپ ▁کے ▁پروردگار ▁کے ▁بھیج ے ▁ہو ي ے ▁( فر ش تے ) ▁ہیں ▁یہ ▁لوگ ▁ہر گز ▁اپ ▁تک ▁نہیں ▁پہنچ ▁سکیں ▁گے ▁تم ▁رات ▁کے ▁کسی ▁حصہ ▁میں ▁اپنے ▁اہل ▁و ▁ عی ال ▁کو ▁لے ▁کر ▁نکل ▁جا و ۔ ▁سوا ي ے ▁اپنی ▁بیوی ▁کے ▁اور ▁خبردار ▁تم ▁میں ▁سے ▁کوي ی ▁پیچھے ▁م ڑ ▁کر ▁نہ ▁دیکھ ے۔ ▁کیونکہ ▁اس ▁( بی وی ) ▁پر ▁وہی ▁عذاب ▁نازل ▁ہونے ▁والا ▁ہے ▁جو ▁ان ▁لوگوں ▁پر ▁نازل ▁ہونے ▁والا ▁ہے ▁اور ▁ان ▁( کے ▁عذاب ) ▁کا ▁مقرر ▁وقت ▁صبح ▁ہے ▁کیا ▁صبح ▁( بال کل ) ▁قریب ▁نہیں ▁ہے ؟
▁اور ▁پہاڑ ▁ریز ہ ▁ریز ہ ▁ہو جا ي یں ▁گے ▁چور ا ▁ہوکر
▁اور ▁اگر ▁یہ ▁تم ▁سے ▁جھ گ ڑا ▁کریں ▁تو ▁کہہ ▁دو ▁کہ ▁جو ▁عمل ▁تم ▁کرتے ▁ہو ▁خدا ▁ان ▁سے ▁خوب ▁وا قف ▁ہے
▁اور ▁اخلاق ▁تمہارے ▁بہت ▁( عال ی ) ▁ہیں
▁اور ▁ان ہی ▁( ن وح ( ع ) ) ▁کے ▁پیر و کار وں ▁میں ▁سے ▁ابراہیم ( ع ) ▁بھی ▁تھے۔
▁سات وں ▁اس مان ▁اور ▁زمین ▁اور ▁جو ▁لوگ ▁ان ▁میں ▁ہیں ▁سب ▁اسی ▁کی ▁تس بی ح ▁کرتے ▁ہیں۔ ▁اور ▁( م خلو قات ▁میں ▁سے ) ▁کوي ی ▁چیز ▁نہیں ▁مگر ▁اس ▁کی ▁تعریف ▁کے ▁ساتھ ▁تس بی ح ▁کرتی ▁ہے۔ ▁لیکن ▁تم ▁ان ▁کی ▁تس بی ح ▁کو ▁نہیں ▁سمجھتے ۔ ▁بے شک ▁وہ ▁برد بار ▁( اور ) ▁غ فار ▁ہے
▁پھر ▁ان ▁کے ▁بعد ▁نا خلف ▁( ان ▁کے ) ▁جانشین ▁بنے ▁جو ▁کتاب ▁کے ▁ وارث ▁ہو ي ے ، ▁یہ ▁( جا نشین ) ▁اس ▁کم ▁تر ▁( د نیا ) ▁کا ▁مال ▁و ▁دولت ▁( رش وت ▁کے ▁طور ▁پر ) ▁لے ▁لیتے ▁ہیں ▁اور ▁کہتے ▁ہیں : ▁عن قر یب ▁ہمیں ▁بخش ▁دیا ▁جاي ے ▁گا ، ▁حالانک ہ ▁اسی ▁طرح ▁کا ▁مال ▁و ▁مت اع ▁اور ▁بھی ▁ان ▁کے ▁پاس ▁اج اي ے ▁( تو ) ▁اسے ▁بھی ▁لے ▁لیں ، ▁کیا ▁ان ▁سے ▁کتاب ▁( الہ ی ) ▁کا ▁یہ ▁عہد ▁نہیں ▁لیا ▁گیا ▁تھا ▁کہ ▁وہ ▁اللہ ▁کے ▁بارے ▁میں ▁حق ▁( بات ) ▁کے ▁سوا ▁کچھ ▁اور ▁نہ ▁کہیں ▁گے ؟ ▁اور ▁وہ ▁( سب ▁کچھ ) ▁پڑھ ▁چکے ▁تھے ▁جو ▁اس ▁میں ▁( لک ھا ) ▁تھا ؟ ▁اور ▁اخر ت ▁کا ▁گھر ▁ان ▁لوگوں ▁کے ▁لي ے ▁بہتر ▁ہے ▁جو ▁پر ہ یز گار ی ▁اختیار ▁کرتے ▁ہیں ، ▁کیا ▁تم ▁سمجھتے ▁نہیں ▁ہو ،
▁یہ ▁اللہ ▁کا ▁حکم ▁ہے ▁کہ ▁اس ▁نے ▁تمہاری ▁طرف ▁اتار ا ، ▁اور ▁جو ▁اللہ ▁سے ▁ڈر ے ▁اللہ ▁اس ▁کی ▁براي یاں ▁اتار ▁دے ▁گا ▁اور ▁اسے ▁بڑا ▁ ثواب ▁دے ▁گا ،
▁ہم ▁جو ▁کسی ▁ ایت ▁کو ▁منسوخ ▁کرتے ▁ہیں ▁یا ▁بھ لا ▁دیتے ▁ہیں ▁تو ▁اس ▁سے ▁بہتر ▁یا ▁اس ▁کے ▁برابر ▁لا تے ▁ہیں ▁کیا ▁تم ▁نہیں ▁جانتے ▁کہ ▁الله ▁ہر ▁چیز ▁پر ▁ قاد ▁رہے
▁ یق نیا ▁خدا ▁نے ▁صاحب ان ▁ایمان ▁پر ▁احسان ▁کیا ▁ہے ▁کہ ▁ان ▁کے ▁درمیان ▁ان ▁ہی ▁میں ▁سے ▁ایک ▁رسول ▁بھی جا ▁ہے ▁جو ▁ان ▁پر ▁ای ات ▁ الہ یہ ▁کی ▁تلاوت ▁کرتا ▁ہے ▁انہیں ▁پاک ی زہ ▁بنا تا ▁ہے ▁اور ▁کتاب ▁و ▁حکمت ▁کی ▁تعلیم ▁دیتا ▁ہے ▁اگرچہ ▁یہ ▁لوگ ▁پہلے ▁سے ▁بڑی ▁کھل ی ▁گمراہ ی ▁میں ▁مبتلا ▁تھے
▁تاکہ ▁الله ▁انہیں ▁ان ▁کے ▁ اجر ▁پورے ▁دے ▁اور ▁انہیں ▁اپنے ▁فضل ▁سے ▁زیادہ ▁دے بے ▁شک ▁وہ ▁بخش نے ▁والا ▁قدر دان ▁ہے
▁کیا ▁تم ▁نے ▁ان ▁لوگ و ▁ ں ▁کو ▁نہیں ▁دیکھا ▁جو ▁اپنی ▁پاک یز گی ▁کا ▁دم ▁بھر تے ▁ہیں ▁بلکہ ▁الله ▁جسے ▁چاہے ▁پاک ▁کرتا ▁ہے ▁اور ▁ان ▁پر ▁تا گ ے ▁کے ▁برابر ▁بھی ▁ظلم ▁نہ ▁ہوگا
▁اور ▁اگر ▁تم ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁اور ▁دار ▁اخر ت ▁کی ▁طلب گار ▁ہو ▁تو ▁بے ▁شک ▁اللہ ▁نے ▁تم ▁میں ▁سے ▁جو ▁نیک و کار ▁ہیں ▁ان ▁کی لي ے ▁ اجر ▁عظیم ▁تیار ▁کر ▁رکھا ▁ہے۔
▁اور ▁ یون ہی ▁ہم ▁نے ▁ان ▁میں ▁ایک ▁دوسرے ▁کے ▁لي ے ▁فت نہ ▁بنایا ▁کہ ▁مال دار ▁کا فر ▁م حتاج ▁مسلمانوں ▁کو ▁دیکھ ▁کر ▁کہیں ▁کیا ▁یہ ▁ہیں ▁جن ▁پر ▁اللہ ▁نے ▁احسان ▁کیا ▁ہم ▁میں ▁سے ▁کیا ▁اللہ ▁خوب ▁نہیں ▁جانتا ▁حق ▁مان نے ▁والوں ▁کو ،
▁صاف ▁عربی ▁زبان ▁میں ▁ہے
▁اور اس ▁کا ▁مال ▁اس ▁کے ▁کچھ ▁بھی ▁کام ▁نہ ▁اي ے ▁گا ▁جب ▁کہ ▁وہ ▁گھ ڑے ▁میں ▁گر ے ▁گا
▁( جب ▁انہیں ▁اس ▁نظام ▁کا ين ات ▁کے ▁در ہم ▁بر ہم ▁کردی نے ▁کا ▁حکم ▁ہوگا ▁تو ) ▁اس ▁دن ▁( کا ين ات ▁کی ) ▁ہر ▁متحرک ▁چیز ▁شدید ▁حرکت ▁میں ▁اج اي ے ▁گی ،
▁یا ▁یہ ▁( ک فار ) ▁کہتے ▁ہیں ▁کہ ▁ہم ▁( ن بی ▁مک رم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁پر ) ▁غالب ▁رہنے ▁والی ▁مضبوط ▁جماعت ▁ہیں ،
▁دیکھ و ▁انہوں ▁نے ▁اپنے ▁اوپر ▁کی سا ▁جھوٹ ▁بولا ▁اور ▁جو ▁کچھ ▁یہ ▁افت راء ▁کیا ▁کرتے ▁تھے ▁سب ▁ان ▁سے ▁جاتا ▁رہا
▁البتہ ▁جو ▁اس ▁روش ▁سے ▁باز ▁ا ▁جاي یں ▁اور ▁اپنے ▁طرز ▁عمل ▁کی ▁اصلاح ▁کر ▁لیں ▁اور ▁جو ▁کچھ ▁چھپ ات ے ▁تھے ، ▁اسے ▁بیان ▁کرنے ▁لگ یں ، ▁ان ▁کو ▁میں ▁معاف ▁کر ▁د وں ▁گا ▁اور ▁میں ▁بڑا ▁در ▁گزر ▁کرنے ▁والا ▁اور ▁رحم ▁کرنے ▁والا ▁ہوں
▁جو ▁لوگ ▁اس ▁کو ▁مان نے ▁سے ▁خود ▁انکار ▁کرتے ▁ہیں ▁اور ▁دوسروں ▁کو ▁خدا ▁کے ▁راستہ ▁سے ▁روک تے ▁ہیں ▁وہ ▁یقینا ▁گم را ▁ہی ▁میں ▁حق ▁سے ▁بہت ▁دور ▁نکل ▁ گي ے ▁ہیں
▁اور ▁اس ▁کی لي ے ▁( سر داری ▁کا ) ▁ہر ▁قسم ▁کا ▁سامان ▁مہ یا ▁کیا۔
▁اور ▁( یہ ▁بھی ) ▁دعا ▁کرنا ▁کہ ▁اے ▁پروردگار ▁ہم ▁کو ▁مبارک ▁جگہ ▁اتار یو ▁اور ▁تو ▁سب ▁سے ▁بہتر ▁اتار نے ▁والا ▁ہے
▁بے ▁شک ▁جنہوں ▁نے ▁ب چھ ڑے ▁کو ▁مع بود ▁بنایا ▁انہیں ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁ غضب ▁اور ▁دنیا ▁کی ▁زندگی ▁میں ▁ذ لت ▁پہنچے ▁گی ▁او ▁رہ م ▁بہت ان ▁بان دھ نے ▁والوں ▁کو ▁یہی ▁سزا ▁دیتے ▁ہیں
▁اور ▁نوح ▁کو ▁جب ▁اس ▁سے ▁پہلے ▁اس ▁نے ▁ہمیں ▁پکار ا ▁تو ▁ہم ▁نے ▁اس ▁کی ▁دعا ▁قبول ▁کی ▁اور ▁اسے ▁اور ▁اس ▁کے ▁گھر ▁والوں ▁کو ▁بڑی ▁سختی ▁سے ▁نجات ▁دی
▁اور ▁تم ہ ارا ▁رب ▁شہروں ▁کو ▁ہلاک ▁نہیں ▁کرتا ▁جب ▁تک ▁ان ▁کے ▁اصل ▁مرجع ▁میں ▁رسول ▁نہ ▁بھیج ے ▁جو ▁ان ▁پر ▁ہماری ▁ ایت یں ▁پڑھ ے ▁اور ▁ہم ▁شہروں ▁کو ▁ہلاک ▁نہیں ▁کرتے ▁مگر ▁جبکہ ▁ان ▁کے ▁ساکن ▁ست م گار ▁ہوں
▁اور ▁( ق حط ▁سال ی ▁کے ▁دنوں ▁میں ▁غل ہ ▁خرید نے ) ▁یوسف ▁کے ▁بھ اي ی ▁( مصر ) ▁اي ے ▁اور ▁( یو سف ) ▁کے ▁پاس ▁ گي ے ▁تو ▁اس ▁نے ▁انہیں ▁پہچان ▁لیا ▁جبکہ ▁وہ ▁اسے ▁نہ ▁پہچان ▁سکے۔
▁اور ▁حضرت ▁محمد ▁( ص ) ▁نہیں ▁ہیں ▁مگر ▁پیغمبر ▁جن ▁سے ▁پہلے ▁تمام ▁پیغمبر ▁گزر ▁چکے ▁ہیں ▁تو ▁کیا ▁اگر ▁وہ ▁وفات ▁پا ▁جاي یں ▁یا ▁قتل ▁کر ▁دی ي ے ▁جاي یں ▁تو ▁تم ▁ال ٹے ▁پا وں ▁( ک فر ▁کی ▁طرف ) ▁پل ٹ ▁جا و گ ے ▁اور ▁جو ▁کوي ی ▁ال ٹے ▁پا وں ▁پھر ے ▁گا ▁تو ▁وہ ▁ہر گز ▁اللہ ▁تعالی ▁کو ▁کوي ی ▁نقصان ▁نہیں ▁پہنچا ي ے ▁گا ▁اور ▁عن قر یب ▁خدا ▁شکر گزار ▁بند وں ▁کو ▁جزا ▁دے ▁گا۔
▁تو ▁اپنے ▁رب ▁کی ▁کون سی ▁نعمت ▁جھ ٹل او ▁گے ،
▁جب ▁وہ ▁اوپر ▁سے ▁اور ▁نیچے ▁سے ▁تم ▁پر ▁چڑھ ▁اي ے ▁جب ▁خوف ▁کے ▁مار ے ▁ان کھ یں ▁پتھر ا ▁ گي یں ، ▁کلی جے ▁منہ ▁کو ▁ا ▁ گي ے ، ▁اور ▁تم ▁لوگ ▁اللہ ▁کے ▁بارے ▁میں ▁طرح ▁طرح ▁کے ▁گمان ▁کرنے ▁لگے
▁لیکن ▁اگر ▁وہ ▁تمہاری ▁نا فر مان ی ▁کریں ▁تو ▁ان ▁سے ▁کہ و ▁کہ ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁اس ▁سے ▁میں ▁بری ▁الذ ▁مہ ▁ہوں
▁تو ▁انہوں ▁نے ▁ان ▁کی ▁طرف ▁سے ▁پر دہ ▁کرلیا ۔ ▁( اس ▁وقت ) ▁ہم ▁نے ▁ان ▁کی ▁طرف ▁اپنا ▁فرشت ہ ▁بھیج ا۔ ▁تو ▁ان ▁کے ▁سامنے ▁ٹھیک ▁اد می ▁( کی ▁شکل ) ▁بن ▁گیا
▁کیا ▁تمہیں ▁اس ▁بات ▁پر ▁تعجب ▁ہے ▁کہ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁تمہاری ▁اپنی ▁قوم ▁کے ▁ایک ▁شخص ▁کے ▁پاس ▁وع ظ ▁و ▁نص ی حت ▁کا ▁پیغام ▁ ایا ▁ہے ▁تاکہ ▁وہ ▁تمہیں ▁( خدا ▁کے ▁عذاب ▁سے ) ▁ڈرا ي ے ▁اور ▁یاد ▁کرو ▁( خدا ▁کے ▁اس ▁احسان ▁کو ) ▁کہ ▁اس ▁نے ▁تمہیں ▁قوم ▁نوح ▁کے ▁بعد ▁ان ▁کا ▁جانشین ▁بنایا ۔ ▁اور ▁( تم ہ اری ) ▁خلق ت ▁میں ▁یعنی ▁قوت ▁و ▁طاقت ▁اور ▁قد ▁و ▁قامت ▁میں ▁زیادتی ▁اور ▁وسعت ▁عطا ▁کی ▁پس ▁اللہ ▁کی ▁نعمت وں ▁کو ▁یاد ▁کرو ▁تاکہ ▁تم ▁( ہر ▁طرح ) ▁فلا ح ▁پا و ۔
▁جنہوں ▁نے ▁شعیب ▁( علی ہ ▁السلام ) ▁کی ▁تک ذ یب ▁کی ▁تھی ▁ان ▁کی ▁یہ ▁حالت ▁ہو گي ی ▁جیسے ▁ان ▁گھروں ▁میں ▁کبھی ▁بس ے ▁ہی ▁نہ ▁تھے۔ ▁جنہوں ▁نے ▁شعیب ▁( علی ہ ▁السلام ) ▁کی ▁تک ذ یب ▁کی ▁تھی ▁وہی ▁خسار ے ▁میں ▁پڑ ▁ گي ے
▁اور ▁میں ▁تم ▁سے ▁اس ▁( ت بلی غ ) ▁پر ▁کوي ی ▁اج رت ▁نہیں ▁مانگ تا ۔ ▁میری ▁اج رت ▁تو ▁رب ▁العالم ین ▁کے ▁ذم ہ ▁ہے۔
▁اور ▁اس ▁ اگ ▁سے ▁ڈر و ▁جو ▁کا فر وں ▁کے ▁لي ے ▁تیار ▁کی ▁ گي ی ▁ہے ،
▁اور ▁ہمارے ▁لیے ▁اس ▁دنیا ▁میں ▁بھی ▁بھ لا ي ی ▁لکھ ▁دے ▁اور ▁اخر ت ▁میں ▁بھی ۔ ▁ہم ▁تیر ی ▁طرف ▁رجوع ▁ہو چک ے۔ ▁فرمایا ▁کہ ▁جو ▁میرا ▁عذاب ▁ہے ▁اسے ▁تو ▁جس ▁پر ▁چاہتا ▁ہوں ▁نازل ▁کرتا ▁ہوں ▁اور ▁جو ▁میری ▁رحمت ▁ہے ▁وہ ▁ہر ▁چیز ▁کو ▁شامل ▁ہے۔ ▁میں ▁اس ▁کو ▁ان ▁لوگوں ▁کے ▁لیے ▁لکھ ▁د وں ▁گا ▁جو ▁پر ہ یز گار ی ▁کرتے ▁اور ▁ز کو ة ▁دیتے ▁اور ▁ہماری ▁ ایت وں ▁پر ▁ایمان ▁رکھتے ▁ہیں
▁فرما ▁دی جي ے : ▁تم ▁اللہ ▁کی ▁اطاعت ▁کرو ▁اور ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁اطاعت ▁کرو ، ▁پھر ▁اگر ▁تم ▁نے ▁( اط ا عت ) ▁سے ▁رو گردان ی ▁کی ▁تو ▁( جان ▁لو ) ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کے ▁ذم ہ ▁وہی ▁کچھ ▁ہے ▁جو ▁ان ▁پر ▁لازم ▁کیا ▁گیا ▁اور ▁تمہارے ▁ذم ہ ▁وہ ▁ہے ▁جو ▁تم ▁پر ▁لازم ▁کیا ▁گیا ▁ہے ، ▁اور ▁اگر ▁تم ▁ان ▁کی ▁اطاعت ▁کرو ▁گے ▁تو ▁ہدایت ▁پا ▁جا و ▁گے ، ▁اور ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁پر ▁( اح کام ▁کو ) ▁ص ری حا ▁پہنچا ▁دینے ▁کے ▁سوا ▁( ک چھ ▁لازم ) ▁نہیں ▁ہے ،
▁اور ▁ہم ▁نے ▁تم ▁پر ▁سات ▁مضبوط ▁( اس مان ) ▁بنا ي ے۔
▁جو ▁نماز ▁قاي م ▁کرتے ▁ہیں ▁اور ▁جو ▁کچھ ▁ہم ▁نے ▁ان ▁کو ▁دیا ▁ہے ▁اس ▁میں ▁سے ▁( ہم اری ▁راہ ▁میں ) ▁خرچ ▁کرتے ▁ہیں
▁یہ ▁ ایا ا ▁ال ہی ▁ہیں ▁جن ▁کی ▁ہم ▁حق ▁کے ▁ساتھ ▁تلاوت ▁کررہے ▁ہیں ▁اور ▁اللہ ▁عالمی ن ▁کے ▁بارے ▁میں ▁ہر گز ▁ظلم ▁نہیں ▁چاہتا
▁اے ▁نبی ، ▁ان ▁سے ▁کہ و ، ▁کبھی ▁تم ▁نے ▁یہ ▁بھی ▁سوچ ا ▁کہ ▁اگر ▁واقعی ▁یہ ▁قر ان ▁خدا ▁ہی ▁کی ▁طرف ▁سے ▁ہوا ▁اور ▁تم ▁اس ▁کا ▁انکار ▁کرتے ▁رہے ▁تو ▁اس ▁شخص ▁سے ▁بڑھ ▁کر ▁بھ ٹک ا ▁ہوا ▁اور ▁کون ▁ہوگا ▁جو ▁اس ▁کی ▁مخالفت ▁میں ▁دور ▁تک ▁نکل ▁گیا ▁ہو ؟
▁اللہ ▁تعالی ▁عدل ▁کا ، ▁بھ لا ي ی ▁کا ▁اور ▁قر ابت ▁دار وں ▁کے ▁ساتھ ▁سلوک ▁کرنے ▁کا ▁حکم ▁دیتا ▁ہے ▁اور ▁بے ح یا ي ی ▁کے ▁کام وں ، ▁نا شا يست ہ ▁حرکت وں ▁اور ▁ظلم ▁ وزی ادت ی ▁سے ▁روک تا ▁ہے ، ▁وه ▁خود ▁تمہیں ▁نص ی حت یں ▁کر ▁رہا ▁ہے ▁کہ ▁تم ▁نص ی حت ▁حاصل ▁کرو
▁یہ ▁تمام ▁بیان ات ▁صحیح ▁ہیں ▁اور ▁خدا ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁اور ▁بیش ک ▁خدا ▁غالب ▁اور ▁صاحب ▁حکمت ▁ہے
▁اور ▁( ان ▁سے ▁کہا ) ▁جاي ے ▁گا ▁کہ ▁اج ▁ہم ▁تمہیں ▁اس ▁طرح ▁نظر ▁انداز ▁کریں ▁گے ▁جس ▁طرح ▁تم ▁نے ▁اس ▁دن ▁کی ▁ملاقات ▁( حا ضر ی ) ▁کو ▁بھ لا ▁دیا ▁تھا۔ ▁تم ہ ارا ▁ ٹھ کان ہ ▁دوزخ ▁ہے ▁اور ▁تم ہ ارا ▁کوي ی ▁مدد گار ▁نہیں ▁ہے۔
▁اور ▁خدا ▁کے ▁ساتھ ▁کسی ▁اور ▁کو ▁مع بود ▁نہ ▁بنا و ۔ ▁میں ▁اس ▁کی ▁طرف ▁سے ▁تم ▁کو ▁ صر یح ▁ رست ہ ▁بتا نے ▁والا ▁ہوں
▁جسے ▁مہمان وں ▁کے ▁سامنے ▁پیش ▁کیا ▁( م گر ▁جب ▁انہوں ▁نے ▁ہاتھ ▁نہ ▁بڑھا ي ے ▁تو ) ▁کہا ▁اپ ▁کھا تے ▁کیوں ▁نہیں ؟
▁اور ▁تمہارے ▁گھروں ▁میں ▁جو ▁خدا ▁کی ▁ ایت یں ▁پڑھ ی ▁جاتی ▁ہیں ▁اور ▁حکمت ▁( کی ▁باتیں ▁سنا ي ی ▁جاتی ▁ہیں ) ▁ان ▁کو ▁یاد ▁رکھ و ۔ ▁بے شک ▁خدا ▁بار یک ▁ب یں ▁اور ▁با خبر ▁ہے
▁اور ▁نرم ی ▁و ▁رحم ▁کے ▁ساتھ ▁ان ▁کے ▁سامنے ▁جھ ک ▁کر ▁رہ و ، ▁اور ▁دعا ▁کیا ▁کرو ▁کہ ▁" پر ورد گار ، ▁ان ▁پر ▁رحم ▁فرما ▁جس ▁طرح ▁انہوں ▁نے ▁رحمت ▁و ▁ش فقت ▁کے ▁ساتھ ▁مجھے ▁بچ پن ▁میں ▁پال ا ▁تھا "
▁اور ▁ان ▁کے ▁ارد ▁گرد ▁گھو م تے ▁پھر تے ▁ہوں ▁گے ▁وه ▁کم ▁سن ▁بچے ▁جو ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ▁جب ▁تو ▁انہیں ▁دیکھ ے ▁تو ▁سمجھ ے ▁کہ ▁وه ▁ب کھ رے ▁ہو ي ے ▁سچ ے ▁موت ی ▁ہیں
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁ہوا ي یں ▁بھیج یں ▁اپنی ▁رحمت ▁کے ▁ اگ ے ▁م ژ دہ ▁سنا ي ی ▁ہو ي ی ▁اور ▁ہم ▁نے ▁اس مان ▁سے ▁پانی ▁اتار ا ▁پاک ▁کرنے ▁والا ،
▁پھر ▁اگر ▁یہ ▁اپ ▁کو ▁کا ذب ▁کہیں ▁تو ▁اپ ▁فرما ▁دی جي ے ▁کہ ▁تم ہ ارا ▁رب ▁بڑی ▁وسیع ▁رحمت ▁والا ▁ہے ▁اور ▁اس ▁کا ▁عذاب ▁مجرم ▁لوگوں ▁سے ▁نہ ▁ٹ لے ▁گا
▁انسان ▁کا ▁حال ▁یہ ▁ہے ▁کہ ▁جب ▁اس ▁پر ▁کوي ی ▁سخت ▁وقت ▁ا تا ▁ہے ▁تو ▁کھڑے ▁اور ▁بیٹھے ▁اور ▁لی ٹے ▁ہم ▁کو ▁پکار تا ▁ہے ، ▁مگر ▁جب ▁ہم ▁اس ▁کی ▁مصیبت ▁ٹ ال ▁دیتے ▁ہیں ▁تو ▁ایسا ▁چل ▁نکل تا ▁ہے ▁کہ ▁گویا ▁اس ▁نے ▁کبھی ▁اپنے ▁کسی ▁بر ے ▁وقت ▁پر ▁ہم ▁کو ▁پکار ا ▁ہی ▁نہ ▁تھا ▁اس ▁طرح ▁حد ▁سے ▁گزر ▁جانے ▁والوں ▁کے ▁لیے ▁ان ▁کے ▁کر تو ت ▁خوش ن ما ▁بنا ▁دیے ▁ گي ے ▁ہیں
▁ہم ▁نے ▁موسی ▁کی ▁ماں ▁کو ▁اشارہ ▁کیا ▁کہ ▁" اس ▁کو ▁دو دھ ▁پلا ، ▁پھر ▁جب ▁تج ھے ▁اس ▁کی ▁جان ▁کا ▁خطرہ ▁ہو ▁تو ▁اسے ▁دریا ▁میں ▁ڈال ▁دے ▁اور ▁کچھ ▁خوف ▁اور ▁غم ▁نہ ▁کر ، ▁ہم ▁اسے ▁تیر ے ▁ہی ▁پاس ▁واپس ▁لے ▁اي یں ▁گے ▁اور ▁اس ▁کو ▁پیغمبر وں ▁میں ▁شامل ▁کریں ▁گے "
▁اور ▁تاریک یاں ▁اور ▁نور ▁دونوں ▁برابر ▁نہیں ▁ہو سک تے
▁اور ▁ہم ▁نے ▁موسی ▁کی ▁طرف ▁وح ی ▁کی ▁کہ ▁میرے ▁بند وں ▁کو ▁لے ▁کر ▁رات وں ▁رات ▁نکل ▁جا و ▁کہ ▁تم ہ ارا ▁پیچ ھا ▁کیا ▁جانے ▁والا ▁ہے
▁کیا ▁تم ▁لوگوں ▁نے ▁حاج یوں ▁کو ▁پانی ▁پلان ے ▁اور ▁مسجد ▁حرام ▁کی ▁مج اور ی ▁کرنے ▁کو ▁اس ▁شخص ▁کے ▁کام ▁کے ▁برابر ▁ ٹھی را ▁لیا ▁ہے ▁جو ▁ایمان ▁لا یا ▁اللہ ▁پر ▁اور ▁روز ▁اخر ▁پر ▁اور ▁جس ▁نے ▁جان فش انی ▁کی ▁اللہ ▁کی ▁راہ ▁میں ؟ ▁اللہ ▁کے ▁نزدیک ▁تو ▁یہ ▁دونوں ▁برابر ▁نہیں ▁ہیں ▁اور ▁اللہ ▁ظالم وں ▁کی ▁رہنما ي ی ▁نہیں ▁کرتا
▁پس ▁کیا ▁انہوں ▁نے ▁ملک ▁میں ▁چل ▁پھر ▁کر ▁نہیں ▁دیکھا ▁کہ ▁جو ▁لوگ ▁ان ▁سے ▁پہلے ▁ہو ▁گزر ے ▁ہیں ▁ان ▁کا ▁کیا ▁انجام ▁ہوا ▁وہ ▁لوگ ▁ان ▁سے ▁زیادہ ▁تھے ▁اور ▁قوت ▁اور ▁نشان وں ▁میں ▁( بھی ) ▁جو ▁کہ ▁زمین ▁پر ▁چھوڑ گي ے ▁ہیں ▁بڑھ ے ▁ہو ي ے ▁تھے ▁پس ▁ان ▁کے ▁نہ ▁کام ▁ ایا ▁جو ▁کچھ ▁وہ ▁کم ات ے ▁تھے
▁یہ ▁ہے ▁جس ▁کا ▁وعده ▁تم ▁سے ▁حساب ▁کے ▁دن ▁کے ▁لي ے ▁کیا ▁جاتا ▁تھا
▁اور ▁( سب ) ▁اسم انی ▁کرے ▁پھ ٹ ▁جاي یں ▁گے ▁اور ▁یہ ▁کا ين ات ▁( ایک ▁نظام ▁میں ▁مربوط ▁اور ▁حرکت ▁میں ▁رکھنے ▁والی ) ▁قوت ▁کے ▁ذریعے ▁( سیا ہ ) ▁ش گ اف وں ٭ ▁پر ▁مشتمل ▁ہو ▁جاي ے ▁گی ، ▁ ٭ ▁و اھ ی ۃ ... . ▁الو ھ ی : ▁و ھ ی ، ▁ی ھ ی ، ▁و ھ یا ▁کا ▁معنی ▁ہے : ▁ شق ▁فی ▁ال ادی م ▁وال ث وب ▁و نحو ھ ما ، ▁ی قال : ▁و ھ ی ▁الث وب ▁ای ▁ان شق ▁و ▁تخ رق ▁( چ م ڑے ، ▁کپڑے ▁یا ▁اس ▁قسم ▁کی ▁دوسری ▁چیز وں ▁کا ▁پھ ٹ ▁جانا ▁اور ▁ان ▁میں ▁ش گ اف ▁ہو ▁جانا ۔ ▁اسی ▁لي ے ▁کہا ▁جاتا ▁ہے : ▁کپ ڑا ▁پھ ٹ ▁گیا ▁اور ▁اس ▁میں ▁ش گ اف ▁ہوگیا ). ... ▁( الم فرد ات ، ▁لسان ▁العرب ، ▁قام وس ▁المح ی ط ، ▁المن جد ▁وغیرہ ) ۔ ▁اسے ▁جدید ▁ساي نس ▁نے ▁بل یک ▁ہو لز ▁سے ▁تعبیر ▁کیا ▁ہے۔
▁انہوں ▁نے ▁کہا ▁" تو ▁محض ▁ایک ▁سحر زد ہ ▁اد می ▁ہے
▁مق دور ▁والا ▁اپنے ▁مق دور ▁کے ▁قابل ▁ن فق ہ ▁دے ، ▁اور ▁جس ▁پر ▁اس ▁کا ▁ رزق ▁تنگ ▁کیا ▁گیا ▁وہ ▁اس ▁میں ▁سے ▁ن فق ہ ▁دے ▁جو ▁اسے ▁اللہ ▁نے ▁دیا ، ▁اللہ ▁کسی ▁جان ▁پر ▁بوجھ ▁نہیں ▁رکھتا ▁مگر ▁اسی ▁قابل ▁جتن ا ▁اسے ▁دیا ▁ہے ، ▁قریب ▁ہے ▁اللہ ▁دشوار ی ▁کے ▁بعد ▁اسان ی ▁فرما دے ▁گا
▁پس ▁جب ▁انہوں ▁نے ▁( ع ذ اب ) ▁کو ▁ایک ▁با دل ▁کی ▁صورت ▁میں ▁اپنی ▁ واد یوں ▁کی ▁طرف ▁ا تے ▁ہو ي ے ▁دیکھا ▁تو ▁کہنے ▁لگے ▁کہ ▁یہ ▁با دل ▁تو ▁ہم ▁پر ▁برس نے ▁والا ▁ہے ▁بلکہ ▁یہ ▁وہ ▁( ع ذ اب ) ▁ہے ▁جس ▁کی ▁تم ▁جلد ی ▁کر ▁رہے ▁تھے ▁( یہ ▁تند ▁و ▁تیز ) ▁ہوا ▁ہے ▁جس ▁میں ▁درد ناک ▁عذاب ▁ہے۔
▁تاکہ ▁وہ ▁ہر ▁اس ▁شخص ▁کو ▁خبردار ▁کر ▁دے ▁جو ▁زندہ ▁ہو ▁اور ▁انکار ▁کرنے ▁والوں ▁پر ▁حجت ▁قاي م ▁ہو ▁جاي ے
▁ایمان ▁والو ▁اپنے ▁نفس ▁کی ▁فکر ▁کرو ▁- اگر ▁تم ▁ہدایت ▁یافتہ ▁رہے ▁تو ▁گمراہ وں ▁کی ▁گمراہ ی ▁تمہیں ▁کوي ی ▁نقصان ▁نہیں ▁پہنچا سک تی ▁- تم ▁سب ▁کی ▁بازگشت ▁خدا ▁کی ▁طرف ▁ہے ▁پھر ▁وہ ▁تمہیں ▁تمہارے ▁اعمال ▁سے ▁با خبر ▁کرے ▁گا
▁اور ▁زمین ▁کو ▁( دی کھ و ▁اسے ) ▁ہم ▁نے ▁پھیلا یا ▁اور ▁اس ▁میں ▁پہاڑ ▁رکھ ▁دی ي ے ▁اور ▁اس ▁میں ▁ہر ▁طرح ▁کی ▁خوش ن ما ▁چیز یں ▁ اگ اي یں
▁پھر ▁( کیا ▁بنے ▁گی ▁اس ▁وقت ) ▁جب ▁اس مان ▁پھ ٹے ▁گا ▁اور ▁ لال ▁چم ڑے ▁کی ▁طرح ▁سرخ ▁ہو ▁جاي ے ▁گا ؟
▁اور ▁اللہ ▁کے ▁لي ے ▁مشرق ▁بھی ▁ہے ▁اور ▁مغرب ▁بھی ▁لہذا ▁تم ▁جس ▁جگہ ▁بھی ▁قبل ہ ▁کا ▁رخ ▁کر لو ▁گے ▁سمجھ و ▁وہ یں ▁خدا ▁موجود ▁ہے ▁وہ ▁صاحب ▁وسعت ▁بھی ▁ہے ▁اور ▁صاحب ▁علم ▁بھی ▁ہے
▁حالانک ہ ▁انہیں ▁اس ▁کا ▁کوي ی ▁علم ▁نہیں ▁ہے ▁وہ ▁مخصوص ▁ ظن ▁و ▁گمان ▁کی ▁پیر وی ▁کرتے ▁ہیں ▁اور ▁ ظن ▁حق ▁کے ▁مقابلہ ▁میں ▁ذرا ▁بھی ▁کام ▁نہیں ▁دے ▁سکتا ۔
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁تم ▁کیوں ▁وہ ▁بات ▁کہتے ▁ہو ▁جو ▁کرتے ▁نہیں ▁ہو ؟
▁پھر ▁( دل وں ▁میں ▁خدا ▁کی ) ▁یاد ▁ڈال تی ▁ہیں
▁کہہ ▁دی جي ے ▁کہ ▁اللہ ▁کے ▁پاس ▁منزل ▁تک ▁پہنچا نے ▁والی ▁دلیل یں ▁ہیں ▁وہ ▁اگر ▁چاہتا ▁تو ▁جبر ا ▁تم ▁سب ▁کو ▁ہدایت ▁دے ▁دیتا
▁جسے ▁گھو نٹ ▁گھو نٹ ▁پي یں ▁گے ▁اور ▁وہ ▁انہیں ▁گو ارا ▁نہ ▁ہوگا ▁اور ▁انہیں ▁موت ▁ہر ▁طرف ▁سے ▁گھ یر ▁لے ▁گی ▁حالانک ہ ▁وہ ▁مر نے ▁والے ▁نہیں ▁ہیں ▁اور ▁ان ▁کے ▁پیچھے ▁بہت ▁سخت ▁عذاب ▁لگا ▁ہوا ▁ہے
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اگر ▁تم ▁لوگ ▁میرے ▁پروردگار ▁کے ▁خزان وں ▁کے ▁مالک ▁ہوتے ▁تو ▁خرچ ▁ہو جان ے ▁کے ▁خوف ▁سے ▁سب ▁روک ▁لیتے ▁اور ▁انسان ▁تو ▁تنگ ▁دل ▁ہی ▁واقع ▁ہوا ▁ہے
▁سر ▁اور ▁تمام ▁اعضا ي ے ▁بدن ▁کی ▁کھا ل ▁اتار ▁دینے ▁والی ▁ہے ،
▁کہ ▁خبردار ▁اج ▁باغ ▁میں ▁کوي ی ▁مس کین ▁داخل ▁نہ ▁ہونے ▁پاي ے
▁اور ▁کیا ▁وہ ▁شخص ▁جو ▁( پ ہ لے ) ▁مرد ہ ▁تھا ▁پھر ▁ہم ▁نے ▁اسے ▁زندہ ▁کیا ▁اور ▁اس ▁کے ▁لي ے ▁ایک ▁نور ▁بنایا ▁جس ▁کے ▁ساتھ ▁وہ ▁لوگوں ▁میں ▁چل تا ▁پھر تا ▁ہے ▁اس ▁شخص ▁کی ▁طرح ▁ہو ▁سکتا ▁ہے ▁جو ▁تاریک یوں ▁میں ▁پڑا ▁ہوا ▁ہے ▁اور ▁ان ▁سے ▁نکل ▁نہیں ▁سکتا ۔ ▁جس ▁طرح ▁مومن ▁کی ▁ن گاہ ▁میں ▁ایمان ▁ار است ہ ▁کیا ▁گیا ▁ہے ▁اسی ▁طرح ▁کا فر وں ▁کی ▁ن گاہ ▁میں ▁ان ▁کے ▁اعمال ▁ار است ہ ▁کر ▁دی ي ے ▁ گي ے ▁ہیں۔
▁ہم ▁نیک ی ▁کرنے ▁والوں ▁کو ▁اسی ▁طرح ▁بدل ہ ▁دیتے ▁ہیں
▁اور ▁یہ ▁کہ ▁انسان وں ▁میں ▁سے ▁کچھ ▁لوگ ▁جن ات ▁میں ▁سے ▁بعض ▁افراد ▁کی ▁پناہ ▁لیتے ▁تھے ، ▁سو ▁ان ▁لوگوں ▁نے ▁ان ▁جن ات ▁کی ▁سر کش ی ▁اور ▁بڑھا ▁دی ،
▁اور ▁اپنے ▁پروردگار ▁ہی ▁کی ▁طرف ▁دل ▁لگا
▁یہی ▁لوگ ▁اہل ▁جنت ▁ہیں ▁جو ▁اس ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں۔ ▁یہ ▁ان ▁اعمال ▁کی ▁جزا ▁ہے ▁جو ▁وہ ▁کیا ▁کرتے ▁تھے ،
▁اے ▁مریم ! ▁اپنے ▁رب ▁کی ▁ب ندگی ▁کر ▁اور ▁سج دہ ▁اور ▁رک وع ▁کرنے ▁والوں ▁کے ▁ساتھ ▁رک وع ▁کر
▁فرمایا ▁کہ ▁ہم ▁نے ▁تمہاری ▁قوم ▁کو ▁تمہارے ▁بعد ▁از ماي ش ▁میں ▁ڈال ▁دیا ▁ہے ▁اور ▁سام ری ▁نے ▁ان ▁کو ▁بہ کا ▁دیا ▁ہے
▁اور ▁ہم ▁نے ▁ان ▁پر ▁کوي ی ▁ظلم ▁نہیں ▁کیا ▁ہے ▁یہ ▁تو ▁خود ▁ہی ▁اپنے ▁اوپر ▁ظلم ▁کرنے ▁والے ▁تھے
▁اور ▁جو ▁میری ▁نص ی حت ▁سے ▁منہ ▁پھ ی رے ▁گا ▁اس ▁کی ▁زندگی ▁تنگ ▁ہو جا ي ے ▁گی ▁اور ▁قیامت ▁کو ▁ہم ▁اسے ▁اند ھا ▁کرکے ▁اٹھا ي یں ▁گے
▁جو ک چھ ▁انہوں ▁نے ▁( اعم ال ) ▁کیے ▁ہیں ▁سب ▁ نامہ ٴ ▁اعمال ▁میں ▁لکھ ے ▁ہو ي ے ▁ہیں
▁اور ▁نوح ▁علی ھ ▁السلام کو ▁یاد ▁کرو ▁کہ ▁جب ▁انہوں ▁نے ▁پہلے ▁ہی ▁ہم ▁کو ▁او از ▁دی ▁اور ▁ہم ▁نے ▁ان ▁کی ▁گزارش ▁قبول ▁کرلی ▁اور ▁انہیں ▁اور ▁ان ▁کے ▁اہل ▁کو ▁بہت ▁بڑے ▁کر ب ▁سے ▁نجات ▁دل ادی
▁اے ▁محمد ، ▁ان ▁لوگوں ▁سے ▁کہہ ▁دو ▁کہ ▁تم ▁اسے ▁مان و ▁یا ▁نہ ▁مان و ، ▁جن ▁لوگوں ▁کو ▁اس ▁سے ▁پہلے ▁علم ▁دیا ▁گیا ▁ہے ▁انہیں ▁جب ▁یہ ▁سن ایا ▁جاتا ▁ہے ▁تو ▁وہ ▁منہ ▁کے ▁بل ▁سج دے ▁میں ▁گر ▁جاتے ▁ہیں
▁پس ▁تم ▁اور ▁جن ▁( بت وں ) ▁کی ▁تم ▁پرست ش ▁کرتے ▁ہو ،
▁ہار ون ▁کو ▁جو ▁میرا ▁بھ اي ی ▁بھی ▁ہے
▁پس ▁( ا ے ▁منا فق و !) ▁تم ▁سے ▁توقع ▁یہی ▁ہے ▁کہ ▁اگر ▁تم ▁( قت ال ▁سے ▁گریز ▁کر ▁کے ▁بچ ▁نکل و ▁اور ) ▁حکومت ▁حاصل ▁کر ▁لو ▁تو ▁تم ▁زمین ▁میں ▁فساد ▁ہی ▁برپا ▁کرو ▁گے ▁اور ▁اپنے ▁( ان ) ▁قر ابت ی ▁رشت وں ▁کو ▁توڑ ▁ڈال و ▁گے ▁( جن ▁کے ▁بارے ▁میں ▁االله ▁اور ▁اس ▁کے ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁نے ▁م واصل ت ▁اور ▁مو دت ▁کا ▁حکم ▁دیا ▁ہے )،
▁اور ▁خدا ▁کے ▁ساتھ ▁کوي ی ▁اور ▁مع بود ▁نہ ▁بنانا ▁کہ ▁ملا مت یں ▁سن ▁کر ▁اور ▁بے کس ▁ہو ▁کر ▁بیٹھے ▁رہ ▁جا و ▁گے
▁کیا ▁ہم ▁نے ▁ا گل وں ▁کو ▁ہلاک ▁نہیں ▁کیا ؟
▁اور ▁اس ▁دن ▁سے ▁ڈر و ▁جس ▁دن ▁کوي ی ▁جان ▁کسی ▁دوسرے ▁کی ▁طرف ▁سے ▁کچھ ▁بدل ہ ▁نہ ▁دے ▁سکے ▁گی ▁اور ▁نہ ▁اس ▁کی ▁طرف ▁سے ▁( کسی ▁ایسے ▁شخص ▁کی ) ▁کوي ی ▁سفارش ▁قبول ▁کی ▁جاي ے ▁گی ▁( ج سے ▁اذ ن ▁ال ہی ▁حاصل ▁نہ ▁ہوگا ) ▁اور ▁نہ ▁اس ▁کی ▁طرف ▁سے ▁( جان ▁چھ ڑا نے ▁کے ▁لي ے ) ▁کوي ی ▁معا وض ہ ▁قبول ▁کیا ▁جاي ے ▁گا ▁اور ▁نہ ▁( امر ▁ال ہی ▁کے ▁خلاف ) ▁ان ▁کی ▁امداد ▁کی ▁جا ▁سکے ▁گی ،
▁یہ ▁تو ▁بس ▁ پرانے ▁لوگوں ▁کی ▁عادت ▁ہے
▁پس ▁نہ ▁تو ▁وہ ▁وص یت ▁کر ▁سکیں ▁گے ▁اور ▁نہ ▁اپنے ▁گھر ▁والوں ▁کی ▁طرف ▁واپس ▁جا ▁سکیں ▁گے
▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁بر حق ▁نہیں ▁وہی ▁عظمت ▁والے ▁ع رش ▁کا ▁مالک ▁ہے۔
▁وہی ▁خدا ▁حیات ▁و ▁موت ▁کا ▁دینے ▁والا ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁تم ▁سب ▁کو ▁پل ٹا ▁کر ▁لے ▁جای ا ▁جاي ے ▁گا
▁اپنے ▁گھر انے ▁کے ▁لوگوں ▁پر نم از ▁کی ▁تاکید ▁رکھ ▁اور ▁خود ▁بھی ▁اس ▁پر ▁جم ا ▁ره ، ▁ہم ▁ت جھ ▁سے ▁روزی ▁نہیں ▁مانگ تے ، ▁بلکہ ▁ہم ▁خود ▁تج ھے ▁روزی ▁دیتے ▁ہیں ، ▁اخر ▁میں ▁بول ▁بالا ▁پر ہ یز گار ی ▁ہی ▁کا ▁ہے
▁جو ▁موسی ▁اور ▁ہار ون ▁کا ▁رب ▁ہے
▁ہم ▁نے ▁اپ ▁کو ▁تمام ▁لوگوں ▁کے ▁لي ے ▁خوش خبر یاں ▁سن انے ▁والا ▁اور ▁ڈرا نے ▁والا ▁بنا ▁کر ▁بھی جا ▁ہے ▁ہاں ▁مگر ▁( یہ ▁صحیح ▁ہے ) ▁کہ ▁لوگوں ▁کی ▁اکثریت ▁بے علم ▁ہے
▁اور ▁انہیں ▁اپنی ▁رحمت ▁کے ▁( م حل ▁میں ) ▁داخل ▁کیا۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁وہ ▁نیک ▁ بخت وں ▁میں ▁تھے
▁اور ▁جب ▁کسی ▁کی ▁موت ▁اج اتی ▁ہے ▁تو ▁خدا ▁اس ▁کو ▁ہر گز ▁مہ لت ▁نہیں ▁دیتا ▁اور ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁خدا ▁اس ▁سے ▁خبردار ▁ہے
▁کہہ ▁دو ▁تم ▁انتظار ▁کرتے ▁رہ و ▁بے ▁شک ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁منتظر ▁ہوں
▁پس ▁اگر ▁یہ ▁لوگ ▁اس ▁بات ▁پر ▁ایمان ▁نہ ▁لاي یں ▁تو ▁کیا ▁اپ ▁ان ▁کے ▁پیچھے ▁اسی ▁رنج ▁میں ▁اپنی ▁جان ▁ہلاک ▁کر ▁ڈال یں ▁گے ؟
▁اور ▁ل وط ▁کو ▁نجات ▁دی ▁جب ▁اس ▁نے ▁اپنی ▁قوم ▁سے ▁فرمایا ▁تم ▁بیش ک ▁بے ▁ح یا ي ی ▁کا ▁کام ▁کرتے ▁ہو ، ▁کہ ▁تم ▁سے ▁پہلے ▁دنیا ▁بھر ▁میں ▁کسی ▁نے ▁نہ ▁کیا
▁ط سم
▁اور ▁ہم ▁نے ▁اپ ▁کا ▁ذکر ▁بلند ▁کر ▁دیا
▁اور ▁وه ▁لوگ ▁اس ▁میں ▁چلا ي یں ▁گے ▁کہ ▁اے ▁ہمارے ▁پروردگار ! ▁ہم ▁کو ▁نکال ▁لے ▁ہم ▁اچھے ▁کام ▁کریں ▁گے ▁برخلاف ▁ان ▁کام وں ▁کے ▁جو ▁کیا ▁کرتے ▁تھے ، ▁( اللہ ▁کہ ے ▁گا ) ▁کیا ▁ہم ▁نے ▁تم ▁کو ▁اتنی ▁عمر ▁نہ ▁دی ▁تھی ▁کہ ▁جس ▁کو ▁سمجھ نا ▁ہوتا ▁وه ▁سمجھ ▁سکتا ▁اور ▁تمہارے ▁پاس ▁ڈرا نے ▁والا ▁بھی ▁پہنچا ▁تھا ، ▁سو ▁م زه ▁چک ھو ▁کہ ▁( ایس ے ) ▁ظالم وں ▁کا ▁کوي ی ▁مدد گار ▁نہیں
▁جب ▁کا فر ▁لوگوں ▁نے ▁اپنے ▁دل وں ▁میں ▁مت ک بر انہ ▁ہ ٹ ▁ دھر می ▁رکھ ▁لی ▁( جو ▁کہ ) ▁ج اہل یت ▁کی ▁ضد ▁اور ▁غیر ت ▁( تھ ی ) ▁تو ▁االله ▁نے ▁اپنے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁اور ▁مومن وں ▁پر ▁اپنی ▁خاص ▁تس کین ▁نازل ▁فرما ي ی ▁اور ▁انہیں ▁کل مہ ء ▁تقوی ▁پر ▁مست ح کم ▁فرما ▁دیا ▁اور ▁وہ ▁اسی ▁کے ▁زیادہ ▁مستحق ▁تھے ▁اور ▁اس ▁کے ▁اہل ▁( بھی ) ▁تھے ، ▁اور ▁االله ▁ہر ▁چیز ▁کو ▁خوب ▁جان نے ▁والا ▁ہے ،
▁جب ▁تمہارے ▁رب ▁نے ▁فرشت وں ▁سے ▁فرمایا ▁کہ ▁میں ▁م ٹی ▁سے ▁انسان ▁بنا وں ▁گا
▁( یعنی ) ▁خدا ▁کی ▁مدد ▁سے ۔ ▁وہ ▁جسے ▁چاہتا ▁ہے ▁مدد ▁دیتا ▁ہے ▁اور ▁وہ ▁غالب ▁( اور ) ▁مہر بان ▁ہے
▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁اور ▁اللہ ▁کی ▁راه ▁سے ▁روکنے ▁لگے ▁اور ▁اس ▁حرمت ▁والی ▁مسجد ▁سے ▁بھی ▁جسے ▁ہم ▁نے ▁تمام ▁لوگوں ▁کے ▁لي ے ▁مسا وی ▁کر ▁دیا ▁ہے ▁وہ یں ▁کے ▁رہنے ▁والے ▁ہوں ▁یا ▁باہر ▁کے ▁ہوں ، ▁جو ▁بھی ▁ظلم ▁کے ▁ساتھ ▁وہاں ▁الحاد ▁کا ▁اراده ▁کرے ▁ہم ▁اسے ▁درد ▁ ناک ▁عذاب ▁چک ھا ي یں ▁گے
▁جو ▁باپ ▁چاہتے ▁ہوں ▁کہ ▁ان ▁کی ▁او لا ▁د ▁پوری ▁مدت ▁رضا عت ▁تک ▁دو دھ ▁پی ے ، ▁تو ▁ماي یں ▁اپنے ▁بچوں ▁کو ▁کامل ▁دو ▁سال ▁دو دھ ▁پلا ي یں ▁اس ▁صورت ▁میں ▁بچے ▁کے ▁باپ ▁کو ▁معروف ▁طریقے ▁سے ▁انہیں ▁کھانا ▁کپ ڑا ▁دینا ▁ہوگا ▁مگر ▁کسی ▁پر ▁اس ▁کی ▁وسعت ▁سے ▁بڑھ ▁کر ▁بار ▁نہ ▁ڈال نا ▁چاہیے ▁نہ ▁تو ▁ماں ▁کو ▁اس ▁وجہ ▁سے ▁تکلیف ▁میں ▁ڈال ا ▁جاي ے ▁کہ ▁بچہ ▁اس ▁کا ▁ہے ، ▁اور ▁نہ ▁باپ ▁ہی ▁کو ▁اس ▁وجہ ▁سے ▁تنگ ▁کیا ▁جاي ے ▁کہ ▁بچہ ▁اس ▁کا ▁ہے ▁دو دھ ▁پلان ے ▁والی ▁کا ▁یہ ▁حق ▁جیسا ▁بچے ▁کے ▁باپ ▁پر ▁ہے ▁وی سا ▁ہی ▁اس ▁کے ▁ وارث ▁پر ▁بھی ▁ہے ▁لیکن ▁اگر ▁فریق ین ▁با ہم ی ▁رضا مند ی ▁اور ▁م شور ے ▁سے ▁دو دھ ▁چھ ڑا نا ▁چاہ یں ، ▁تو ▁ایسا ▁کرنے ▁میں ▁کوي ی ▁مض ا يق ہ ▁نہیں ▁اور ▁اگر ▁تم ہ ارا ▁خیال ▁اپنی ▁اولاد ▁کو ▁کسی ▁غیر ▁عورت ▁سے ▁دو دھ ▁پلو انے ▁کا ▁ہو ، ▁تو ▁اس ▁میں ▁بھی ▁کوي ی ▁حر ج ▁نہیں ▁بشر ▁طی کہ ▁اس ▁کا ▁جو ▁کچھ ▁معا وض ہ ▁طے ▁کرو ، ▁وہ ▁معروف ▁طریقے ▁پر ▁ادا ▁کر ▁دو ▁اللہ ▁سے ▁ڈر و ▁اور ▁جان ▁رکھ و ▁کہ ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ، ▁سب ▁اللہ ▁کی ▁نظر ▁میں ▁ہے
▁زمین ▁اور ▁اس مان وں ▁کے ▁لشکر ▁اللہ ▁ہی ▁کے ▁قبضہ ▁قدرت ▁میں ▁ہیں ▁اور ▁وہ ▁زبردست ▁اور ▁حکیم ▁ہے
▁الله ▁وہ ▁ہے ▁جو ▁ہوا ي یں ▁چلا تا ▁ہے ▁پھر ▁وہ ▁با دل ▁کو ▁اٹھا تی ▁ہیں ▁پھر ▁اسے ▁اس مان ▁میں ▁جس ▁طرح ▁چاہے ▁پھیلا ▁دیتا ▁ہے اور ▁اسے ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁دیتا ▁ہے ▁پھر ▁تو ▁می نہ ▁کو ▁دیکھ ے ▁گا ▁کہ ▁اس ▁کے ▁اندر ▁سے ▁نکل تا ▁ہے ▁پھر ▁جب ▁اسے ▁اپنے ▁بند وں ▁میں ▁سے ▁جسے ▁چاہتا ▁ہے ▁پہنچا تا ▁ہے ▁تو ▁وہ ▁خوش ▁ہو ▁جاتے ▁ہیں
▁حالانک ہ ▁اخر ت ▁بہتر ▁اور ▁زیادہ ▁پاي دار ▁ہے
▁( ا ے ▁مسلمان و !) ▁کیا ▁تم ▁چاہتے ▁ہو ▁کہ ▁تم ▁بھی ▁اپنے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁سے ▁اسی ▁طرح ▁سوالات ▁کرو ▁جیسا ▁کہ ▁اس ▁سے ▁پہلے ▁موسی ▁( علی ہ ▁السلام ) ▁سے ▁سوال ▁کیے ▁ گي ے ▁تھے ، ▁تو ▁جو ▁کوي ی ▁ایمان ▁کے ▁بدل ے ▁کفر ▁حاصل ▁کرے ▁پس ▁وہ ▁واقع ۃ ▁سید ھے ▁راستے ▁سے ▁بھ ٹک ▁گیا ،
▁اور ▁بے ▁شک ▁تیر ا ▁رب ▁زبردست ▁رحم ▁کرنے ▁والا ▁ہے
▁اور ▁اس ▁کی ▁جو رو ▁لک ڑی وں ▁کا ▁گ ٹھا ▁سر ▁پر ▁اٹھا تی ،
▁اور ▁بڑے ▁بڑے ▁گناہ وں ▁پر ▁اصرار ▁کررہے ▁تھے
▁پھر ▁تم ▁دونوں ▁اپنی ▁رب ▁کی ▁کن ▁کن ▁نعمت وں ▁کو ▁جھ ٹل او ▁گے
▁( یعنی ) ▁ن طف ے ▁سے ▁جو ▁( رحم ▁میں ) ▁ڈال ا ▁جاتا ▁ہے
▁( ا ے ▁پیغمبر ) ▁دیکھ و ▁تو ▁یہ ▁تمہارے ▁بارے ▁میں ▁کس ▁کس ▁طرح ▁کی ▁باتیں ▁کرتے ▁ہیں ▁سو ▁گمراہ ▁ہو گي ے ▁اور ▁ رست ہ ▁نہیں ▁پاس ک تے
▁تیر ے ▁پروردگار ▁کا ▁نام ▁با بر کت ▁ہے ▁جو ▁عزت ▁وجل ال ▁والا ▁ہے
▁تو ▁اس ▁دن ▁اد می ▁اپنے ▁بھ اي ی ▁سے ۔
▁اے ▁نبی ، ▁ہم ▁نے ▁تم ▁کو ▁شہادت ▁دینے ▁والا ، ▁بشار ت ▁دینے ▁والا ▁اور ▁خبردار ▁کر ▁دینے ▁والا ▁بنا ▁کر ▁بھی جا ▁ہے
▁اور ▁مجھے ▁نعمت ▁کی ▁بہ شت ▁کے ▁ وارث وں ▁میں ▁کر
▁یقینا ▁ہم ▁نیک ی ▁کرنے ▁والوں ▁کو ▁اسی ▁طرح ▁جزا ▁دیتے ▁ہیں
▁جو ▁لوگ ▁ہماری ▁اتار ی ▁ہو ي ی ▁دلیل وں ▁اور ▁ہدایت ▁کو ▁چھپ ات ے ▁ہیں ▁باوجود ی کہ ▁ہم ▁اسے ▁اپنی ▁کتاب ▁میں ▁لوگوں ▁کے ▁لي ے ▁بیان ▁کر چ کے ▁ہیں ، ▁ان ▁لوگوں ▁پر ▁اللہ ▁کی ▁اور ▁تمام ▁لعنت ▁کرنے ▁والوں ▁کی ▁لعنت ▁ہے
▁اس ▁پر ▁ان یس ▁( فر ش تے ) ▁مقرر ▁ہیں
▁اور ▁قوم ▁فرع ون ▁کے ▁سردار وں ▁نے ▁( فر عون ▁سے ) ▁کہا : ▁کیا ▁تو ▁موسی ▁اور ▁اس ▁کی ▁( انقلاب ▁پسند ) ▁قوم ▁کو ▁چھوڑ ▁دے ▁گا ▁کہ ▁وہ ▁ملک ▁میں ▁فساد ▁پھیلا ي یں ▁اور ▁( پ ھر ▁کیا ) ▁وہ ▁ت جھ ▁کو ▁اور ▁تیر ے ▁مع بود وں ▁کو ▁چھوڑ ▁دیں ▁گے ؟ ▁اس ▁نے ▁کہا : ▁( نہیں ) ▁اب ▁ہم ▁ان ▁کے ▁لڑک وں ▁کو ▁قتل ▁کرد یں ▁گے ▁( تا کہ ▁ان ▁کی ▁مردان ہ ▁افرادی ▁قوت ▁ختم ▁ہو جا ي ے ) ▁اور ▁ان ▁کی ▁عورتوں ▁کو ▁زندہ ▁رکھیں ▁گے ▁( تا کہ ▁ان ▁سے ▁زیادتی ▁کی ▁جا س کے )، ▁اور ▁بیش ک ▁ہم ▁ان ▁پر ▁غالب ▁ہیں ،
▁پس ▁ظلم ▁کرنے ▁والی ▁قوم ▁کی ▁جڑ ▁کا ٹ ▁دی ▁ گي ی ، ▁اور ▁تمام ▁تعریف یں ▁االله ▁ہی ▁کے ▁لي ے ▁ہیں ▁جو ▁سارے ▁ جہ ان وں ▁کا ▁پروردگار ▁ہے ،
▁تو ▁جتن ے ▁فرشت ے ▁تھے ▁سب ▁کے ▁سب ▁سج دے ▁میں ▁گر ے ،
▁ہم ▁نے ▁زمین ▁کو ▁پھیلا یا ، ▁اس ▁میں ▁پہاڑ ▁ج ماي ے ، ▁اس ▁میں ▁ہر ▁نوع ▁کی ▁نب ات ات ▁ٹھیک ▁ٹھیک ▁ن پی ▁تل ی ▁مقدار ▁کے ▁ساتھ ▁ اگ اي ی
▁( ا ے ▁پیغمبر ( ص ) ) ▁کہہ ▁دی جی ے ! ▁کہ ▁ہمیں ▁ہر گز ▁کوي ی ▁( بھ لا ي ی ▁یا ▁براي ی ) ▁نہیں ▁پہنچ تی ▁مگر ▁وہی ▁جو ▁اللہ ▁نے ▁ہمارے ▁لي ے ▁لکھ ▁دی ▁ہے ▁وہی ▁ہمارا ▁مول ی ▁و ▁سرپرست ▁ہے۔ ▁اور ▁اللہ ▁ہی ▁پر ▁اہل ▁ایمان ▁کو ▁تو کل ▁( بھ روس ہ ) ▁کرنا ▁چاہیے۔
▁اور ▁کہیں ▁گے : ▁اگر ▁ہم ▁( حق ▁کو ) ▁سن تے ▁یا ▁سمجھتے ▁ہوتے ▁تو ▁ہم ▁( اج ) ▁اہل ▁ جہ نم ▁میں ▁( شام ل ) ▁نہ ▁ہوتے ،
▁اور ▁موسی ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁اگر ▁تم ▁واقعا ▁اللہ ▁پر ▁ایمان ▁لاي ے ▁ہو ▁تو ▁اسی ▁پر ▁بھر وس ہ ▁کرو ▁اگر ▁واقعا ▁اس ▁کے ▁اطاعت ▁گزار ▁بند ے ▁ہو
▁اور ▁وہ ▁ان ▁کو ▁لے ▁کر ▁( طو فان ▁کی ) ▁ل ہر وں ▁میں ▁چلنے ▁لگی ۔ ▁( ل ہر یں ▁کیا ▁تھیں ) ▁گویا ▁پہاڑ ▁( ت ھے ) ▁اس ▁وقت ▁نوح ▁نے ▁اپنے ▁بیٹے ▁کو ▁کہ ▁جو ▁( کش تی ▁سے ) ▁الگ ▁تھا ، ▁پکار ا ▁کہ ▁بیٹا ▁ہمارے ▁ساتھ ▁سوار ▁ہو جا ▁اور ▁کا فر وں ▁میں ▁شامل ▁نہ ▁ہو
▁فرع ون ▁نے ▁کہا : ▁سارے ▁ جہ ان وں ▁کا ▁پروردگار ▁کیا ▁چیز ▁ہے ،
▁ع رش ▁کے ▁اٹھا نے ▁والے ▁اور ▁اس کے ▁اس ▁پاس ▁کے ▁( فر ش تے ) ▁اپنے ▁رب ▁کی ▁تس بی ح ▁ حمد ▁کے ▁ساتھ ▁ساتھ ▁کرتے ▁ہیں ▁اور ▁اس ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁ایمان ▁والوں ▁کے ▁لیے ▁است ف غار ▁کرتے ▁ہیں ، ▁کہتے ▁ہیں ▁کہ ▁اے ▁ہمارے ▁پروردگار ! ▁تو ▁نے ▁ہر ▁چیز ▁کو ▁اپنی ▁بخش ش ▁اور ▁علم ▁سے ▁گھ یر ▁رکھا ▁ہے ، ▁پس ▁تو ▁انہیں ▁بخش ▁دے ▁جو ▁تو بہ ▁کریں ▁اور ▁تیر ی ▁راه ▁کی ▁پیر وی ▁کریں ▁اور ▁تو ▁انہیں ▁دوزخ ▁کے ▁عذاب ▁سے ▁بھی ▁بچا ▁لے
▁پاک ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کا ▁پروردگار ▁جو ▁ع رش ▁کا مال ک ▁ہے ▁اس ▁سے ▁جو ▁یہ ▁لوگ ▁بیان ▁کرتے ▁ہیں۔
▁در ▁حقیقت ▁وہ ▁ہمارے ▁مومن ▁بند وں ▁میں ▁سے ▁تھے
▁اور ▁جب ▁ایمان ▁والوں ▁سے ▁مل یں ▁تو ▁کہیں ▁ہم ▁ایمان ▁لاي ے ▁اور ▁جب ▁اپنے ▁شیطان وں ▁کے ▁پاس ▁ اکی لے ▁ہوں ▁تو ▁کہیں ▁ہم ▁تمہارے ▁ساتھ ▁ہیں ، ▁ہم ▁تو ▁ یون ہی ▁ہنس ی ▁کرتے ▁ہیں -
▁اہل ▁کتاب ▁میں ▁بھی ▁کچھ ▁لوگ ▁ایسے ▁ہیں ▁جو ▁اللہ ▁کو ▁مان تے ▁ہیں ، ▁اس ▁کتاب ▁پر ▁ایمان ▁لا تے ▁ہیں ▁جو ▁تمہاری ▁طرف ▁بھیج ی ▁ گي ی ▁ہے ▁اور اس ▁کتاب ▁پر بھی ▁ایمان ▁رکھتے ▁ہیں ▁جو ▁اس ▁سے ▁پہلے ▁خود ▁ان ▁کی ▁طرف ▁بھیج ی ▁ گي ی ▁تھی ، ▁اللہ ▁کے ▁ اگ ے ▁جھ کے ▁ہو ي ے ▁ہیں ، ▁اور ▁اللہ ▁کی ▁ای ات ▁کو ▁تھ وڑ ی ▁سی ▁قیمت ▁پر ▁بیچ ▁نہیں ▁دیتے ▁ان ▁کا ▁ اجر ▁ان ▁کے ▁رب ▁کے ▁پاس ▁ہے ▁اور ▁اللہ ▁حساب ▁چکا نے ▁میں ▁دیر ▁نہیں ▁لگا تا
▁( ا ے ▁رسول ( ص ) ) ▁کیا ▁اپ ( ص ) ▁کو ▁موسی ( ع ) ▁کے ▁قص ہ ▁کی ▁خبر ▁پہنچ ی ▁ہے ؟
▁اور ▁جب ▁انہیں ▁خدا ▁اور ▁رسول ▁کی ▁طرف ▁بل ایا ▁جاتا ▁ہے ▁تاکہ ▁رسول ▁ان ▁کے ▁درمیان ▁فیصلہ ▁کر ▁دیں ▁تو ▁ایک ▁دم ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁رو گردان ▁ہو ▁جاتا ▁ہے۔
▁( اس ▁وقت ▁کہا ▁جاي ے ▁گا ▁کہ ) ▁اے ▁کا فر و ، ▁اج ▁معذرت یں ▁پیش ▁نہ ▁کرو ، ▁تہ یں ▁تو ▁وی سا ▁ہی ▁بدل ہ ▁دیا ▁جا ▁رہا ▁ہے ▁جیسے ▁تم ▁عمل ▁کر ▁رہے ▁تھے
▁اے ▁نبی ، ▁ان ▁سے ▁کہ و ▁کبھی ▁تم ▁لوگوں ▁نے ▁غور ▁کیا ▁کہ ▁اگر ▁اللہ ▁قیامت ▁تک ▁تم ▁پر ▁ہمیشہ ▁کے ▁لیے ▁رات ▁ط اری ▁کر ▁دے ▁تو ▁اللہ ▁کے ▁سوا ▁وہ ▁کو نسا ▁مع بود ▁ہے ▁جو ▁تمہیں ▁روشنی ▁لا ▁دے ؟ ▁کیا ▁تم ▁سن تے ▁نہیں ▁ہو ؟
▁اور ▁وہ ▁الله ▁کے ▁نام ▁کی ▁پک ی ▁قسم یں ▁کھا تے ▁ہیں ▁کہ ▁اگر ▁ان ▁کے ▁پاس ▁کوي ی ▁نشانی ▁اي ے ▁تو ▁اس ▁پر ▁ضرور ▁ایمان ▁لا ویں ▁گے ▁ان ▁سے ▁کہہ ▁دو ▁کہ ▁نشان یاں ▁تو ▁اللہ ▁کے ▁ہاں ▁ہیں ▁اور ▁تمہیں ▁اے ▁مسلمان و ▁کیا ▁خبر ▁ہے ▁کہ ▁جب ▁نشان یاں ▁ا ہ یں ▁گی ▁تو ▁یہ ▁لوگ ▁ایمان ▁لے ▁ہی ▁اي یں ▁گے
▁اس ▁دن ▁کوي ی ▁کسی ▁کے ▁بارے ▁میں ▁کوي ی ▁اختیار ▁نہ ▁رکھتا ▁ہوگا ▁اور ▁سارا ▁اختیار ▁اللہ ▁کے ▁ہاتھوں ▁میں ▁ہوگا
▁اور ▁اس ▁دن ▁ جہ نم ▁( سام نے ) ▁لاي ی ▁جاي ے ▁گی ▁اور ▁اس ▁دن ▁انسان ▁کو ▁سمجھ ▁اي ے ▁گی ▁مگر ▁اب ▁سمجھ ▁ انے ▁کا ▁کیا ▁فاي دہ ؟
▁( ان ▁سے ▁کہا ▁گیا : ) ▁تم ▁جلد ی ▁مت ▁بھاگ و ▁اور ▁اسی ▁جگہ ▁واپس ▁لوٹ ▁جا و ▁جس ▁میں ▁تمہیں ▁اس ا يش یں ▁دی ▁ گي ی ▁تھیں ▁اور ▁اپنی ▁( پر ت ع یش ) ▁رہا يش ▁گاہ وں ▁کی ▁طرف ▁( پل ٹ ▁جا و ) ▁شاید ▁تم ▁سے ▁باز ▁ پرس ▁کی ▁جاي ے ،
▁کیا ▁تمہیں ▁یہ ▁وعدہ ▁دیتا ▁ہے ▁کہ ▁تم ▁جب ▁مر جا و ▁گے ▁اور ▁م ٹی ▁اور ▁ہ ڈ یاں ▁ہو جا و ▁گے ▁اس ▁کے ▁بعد ▁پھر ▁نکال ے ▁جا و ▁گے ،
▁جس ▁دن ▁ظالم وں ▁کو ▁ان ▁کی ▁( عذر ) ▁معذرت ▁کچھ ▁نفع ▁نہ ▁دے ▁گی ▁ان ▁کے ▁لیے ▁لعنت ▁ہی ▁ہوگی ▁اور ▁ان ▁کے ▁لیے ▁برا ▁گھر ▁ہو ▁گا
▁جو ▁جنت ▁الفرد وس ▁کے ▁ وارث ▁ہوں ▁گے ▁وہ ▁اس ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہوں ▁گے
▁اور ▁جو ▁ایمان ▁لاي ے ▁اور ▁اچھے ▁کام ▁کیے ▁ہم ▁ضرور ▁ان ▁کی ▁براي یاں ▁اتار ▁دیں ▁گے ▁اور ▁ضرور ▁انہیں ▁اس ▁کام ▁پر ▁بدل ہ ▁دیں ▁گے ▁جو ▁ان ▁کے ▁سب ▁کام وں ▁میں ▁اچھا ▁تھا
▁اور ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ی ▁اللہ ▁ہی ▁کی لي ے ▁ہے ▁اور ▁اللہ ▁ہی ▁کی ▁طرف ▁( سب ▁کی ) ▁بازگشت ▁ہے۔
▁انہوں ▁نے ▁کہا ▁تیر ے ▁ انے ▁سے پ ہ لے ▁بھی ▁ہمیں ▁تکلیف یں ▁دی ▁ گي یں ▁اور ▁تیر ے ▁ انے ▁کے ▁بعد ▁بھی ▁فرمایا ▁تم ہ ارا ▁رب ▁بہت ▁جلد ▁تمہارے ▁دشمن ▁کو ▁ہلاک ▁کر ▁دے ▁گا ▁اور ▁اس ▁کی ▁بجا ي ے ▁تمہیں ▁اس ▁سرزمین ▁کا ▁مالک ▁بنا ▁دے ▁گا ▁پھر ▁دیکھ ے ▁گا تم ▁کیا ▁کرتے ▁ہو
▁غار ت ▁ہوں ▁ اٹ کل ▁پچ و ▁باتیں ▁بنانے ▁والے ۔
▁اور ▁انہوں ▁نے ▁الله ▁کے ▁سوا ▁ایسے ▁مع بود ▁بنا ▁رکھے ▁ہیں ▁جو ▁کچھ ▁بھی ▁پیدا ▁نہیں ▁کر ▁سکتے ▁حالانک ہ ▁وہ ▁خود ▁پیدا ▁کیے ▁ گي ے ▁ہیں ▁اور ▁وہ ▁اپنی ▁ذات ▁کے ▁لیے ▁نقصان ▁اور ▁نفع ▁کے ▁مالک ▁نہیں ▁اور ▁موت ▁اور ▁زندگی ▁اور ▁دوبارہ ▁اٹھ نے ▁کے ▁بھی ▁مالک ▁نہیں
▁اے ▁لوگ و ! ▁اپنے ▁پروردگار ▁( کی ▁ناراض ی ) ▁سے ▁ڈر و ۔ ▁بیش ک ▁قیامت ▁کا ▁زلزل ہ ▁بہت ▁بڑی ▁ش ے ▁ہے۔
▁جو ▁چیز ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁تم ▁پر ▁اتر ی ▁ہے ▁اس ▁کا ▁اتباع ▁کرو ▁اور ▁الله ▁کو ▁چھوڑ ▁کر ▁دوسرے ▁دوستوں ▁کی ▁تابع داری ▁نہ ▁کرو ▁تم ▁لوگ ▁بہت ▁ہی ▁کم ▁نص ی حت ▁مان تے ▁ہو
▁( س ايل ▁سے ) ▁نرم ی ▁کے ▁ساتھ ▁گفتگو ▁کرنا ▁اور ▁در گز ر ▁کرنا ▁اس ▁صدق ہ ▁سے ▁کہیں ▁بہتر ▁ہے ▁جس ▁کے ▁بعد ▁( اس ▁کی ) ▁دل ▁از اری ▁ہو ، ▁اور ▁االله ▁بے ▁نیاز ▁بڑا ▁حل م ▁والا ▁ہے ،
▁اس ▁دن ▁انسان ▁کہ ے ▁گا ▁کہ ▁بھاگ نے ▁کی ▁جگہ ▁کہاں ▁ہے
▁تو ▁اپنے ▁رب ▁کے ▁حکم ▁پر ▁ص ابر ▁رہ و ▁اور ▁ان ▁میں ▁کسی ▁گ نہ گار ▁یا ▁نا شک رے ▁کی ▁بات ▁نہ ▁سن و
▁( پ ھر ▁انہوں ▁نے ▁اپ س ▁میں ▁ایک ▁دوسرے ▁سے ▁کہا ) ▁" یہ ▁ہماری ▁قوم ▁تو ▁رب ▁کا ين ات ▁کو ▁چھوڑ ▁کر ▁دوسرے ▁خدا ▁بنا ▁بیٹھ ی ▁ہے ▁یہ ▁لوگ ▁ان ▁کے ▁مع بود ▁ہونے ▁پر ▁کوي ی ▁واضح ▁دلیل ▁کیوں ▁نہیں ▁لا تے ؟ ▁اخر ▁اس ▁شخص ▁سے ▁بڑا ▁ظالم ▁اور ▁کون ▁ہو ▁سکتا ▁ہے ▁جو ▁اللہ ▁پر ▁جھوٹ ▁با ند ھے ؟
▁یہ ▁غ یب ▁کی ▁خبر وں ▁میں ▁سے ▁ہے ▁جسے ▁ہم ▁تیر ی ▁طرف ▁وح ی ▁سے ▁پہنچا تے ▁ہیں ، ▁تو ▁ان ▁کے ▁پاس ▁نہ ▁تھا ▁جب ▁کہ ▁وه ▁اپنے ▁قلم ▁ڈال ▁رہے ▁تھے ▁کہ ▁مریم ▁کو ▁ان ▁میں ▁سے ▁کون ▁پال ے ▁گا ؟ ▁اور ▁نہ ▁تو ▁ان ▁کے ▁جھ گ ڑنے ▁کے ▁وقت ▁ان ▁کے ▁پاس ▁تھا
▁حالانک ہ ▁اس ▁نے ▁طرح ▁طرح ▁سے ▁تمہیں ▁بنایا ▁ہے
▁اور ▁جب ▁تم ▁نے ▁کہا ▁اے ▁موسی ▁ہم ▁ہر گز ▁تیر ا ▁یقین ▁نہیں ▁کریں ▁گے ▁جب ▁تک ▁کہ ▁روبرو ▁الله ▁کو ▁دیکھ ▁نہ ▁لیں ▁تب ▁تمہیں ▁بجلی ▁نے ▁دیکھتے ▁ہی ▁دیکھتے ▁ا ▁لیا
▁اور ▁جب ▁اس مان ▁پھ ٹ ▁جاي ے
▁اور ▁میں ▁اپنے ▁تي یں ▁پاک ▁صاف ▁نہیں ▁کہ تا ▁کیونکہ ▁نفس ▁اما رہ ▁( انسان ▁کو ) ▁براي ی ▁سکھ ات ا ▁رہتا ▁ہے۔ ▁مگر ▁یہ ▁کہ ▁میرا ▁پروردگار ▁رحم ▁کرے ▁گا۔ ▁بے شک ▁میرا ▁پروردگار ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁انہوں ▁نے ▁کہا ▁بلکہ ▁ہم ▁تیر ے ▁پاس ▁وہ ▁چیز ▁لے ▁کر ▁اي ے ▁ہیں ▁جس ▁میں ▁وہ ▁جھ گ ڑ تے ▁تھے
▁اے ▁رسول ( ص ) ▁ان ▁سے ▁کہ ی ے ▁کہ ▁زمین ▁میں ▁چل و ▁پھر و ▁اور ▁پھر ▁دیکھ و ۔ ▁کہ ▁جھ ٹل انے ▁والوں ▁کا ▁کیا ▁( بھی ان ک ) ▁انجام ▁ہوا۔
▁اور ▁موسی ▁نے ▁کہا ▁کہ ▁پروردگار ▁تو ▁نے ▁فرع ون ▁اور ▁اس ▁کے ▁ساتھ یوں ▁کو ▁ز ندگان ی ▁دنیا میں ▁اموال ▁عطا ▁کي ے ▁ہیں ▁- خدا یا ▁یہ ▁تیر ے ▁راستے ▁سے ▁بہ کا ي یں ▁گے ▁- خدا یا ▁ان ▁کے ▁اموال ▁کو ▁بر باد ▁کرد ے ▁- ان ▁کے ▁دل وں ▁پر ▁سختی ▁نازل ▁فرما ▁یہ ▁اس ▁وقت ▁تک ▁ایمان ▁نہ ▁لاي یں ▁گے ▁جب ▁تک ▁اپنی ▁ان کھ وں ▁سے ▁درد ناک ▁عذاب ▁نہ ▁دیکھ ▁لیں
▁اس ▁دن ▁اللہ ▁وہ ▁بدل ہ ▁انہیں ▁بھرپور ▁دے ▁گا ▁جس ▁کے ▁وہ ▁مستحق ▁ہیں ▁اور ▁انہیں ▁معلوم ▁ہو ▁جاي ے ▁گا ▁کہ ▁اللہ ▁ہی ▁حق ▁ہے ▁سچ ▁کو ▁سچ ▁کر ▁دکھا نے ▁والا
▁پھر ▁ہم ▁اس ▁( سا یہ ) ▁کو ▁تھ وڑ ا ▁تھ وڑ ا ▁کرکے ▁اپنی ▁طرف ▁سم یٹ تے ▁جاتے ▁ہیں۔
▁اب ▁جو ▁پل ٹ ▁کر ▁باپ ▁کی ▁خدمت ▁میں ▁اي ے ▁اور ▁کہا ▁کہ ▁بابا ▁جان ▁اين دہ ▁ہمیں ▁غل ہ ▁سے ▁روک ▁دیا ▁گیا ▁ہے ▁لہذا ▁ہمارے ▁ساتھ ▁ہمارے ▁بھ اي ی ▁کو ▁بھی ▁بھیج ▁دی جي ے ▁تاکہ ▁ہم ▁غل ہ ▁حاصل ▁کرلی ں ▁اور ▁اب ▁ہم ▁اس ▁کی ▁حفاظت ▁کے ▁ذم ہ ▁دار ▁ہیں
▁جو ▁مثل ▁تل چھ ٹ ▁کے ▁ہے ▁اور ▁پیٹ ▁میں ▁کھول تا ▁رہتا ▁ہے
▁ہم ▁نے ▁ان ▁پر ▁تیز ▁و ▁تند ▁ان دھی ▁بھیج ی ▁دا يم ی ▁نحو ست ▁والے ▁دن ▁میں ۔
▁ہم ▁نے ▁اس ▁اس مان ▁اور ▁زمین ▁کو ▁اور ▁جو ▁کچھ ▁بھی ▁ان ▁میں ▁ہے ▁کچھ ▁کھیل ▁کے ▁طور ▁پر ▁نہیں ▁بنایا ▁ہے
▁بلکہ ▁اے ▁میرے ▁رب ، ▁میں ▁تو ▁اس ▁سے ▁بھی ▁تیر ی ▁پناہ ▁مانگ تا ▁ہوں ▁کہ ▁وہ ▁میرے ▁پاس ▁اي یں "
▁کچھ ▁شک ▁نہیں ▁کہ ▁خدا ▁ہی ▁میرا ▁اور ▁تم ہ ارا ▁پروردگار ▁ہے ▁تو ▁اسی ▁کی ▁عبادت ▁کرو ▁یہی ▁سید ھا ▁ رست ہ ▁ہے
▁بیش ک ▁جو ▁لوگ ▁بغیر ▁دیکھ ے ▁اپنے ▁پروردگار ▁کا ▁خوف ▁رکھتے ▁ہیں ▁ان ▁کے ▁لي ے ▁م غفر ت ▁اور ▁ اجر ▁عظیم ▁ہے
▁اور ▁وہ ▁لوگ ▁جو ▁اپنی ▁شرم ▁گاہ وں ▁کی ▁حفاظت ▁کرتے ▁ہیں ،
▁اور ▁ان ▁چیز وں ▁کی ▁جنہیں ▁تم ▁نہیں ▁دیکھتے
▁یقین ▁مان و کہ ▁اللہ ▁ہی ▁زمین ▁کو ▁اس ▁کی ▁موت ▁کے ▁بعد ▁زنده ▁کر ▁دیتا ▁ہے۔ ▁ہم ▁نے ▁تو ▁تمہارے ▁لیے ▁اپنی ▁ ایت یں ▁بیان ▁کرد یں ▁تاکہ ▁تم ▁سمجھ و
▁جو ▁محترم ▁اور ▁نیک ▁کردار ▁ہیں
▁کیا ▁انہوں ▁نے ▁یہ ▁سمجھ ▁رکھا ▁ہے ▁کہ ▁ہم ▁ان ▁کی ▁راز ▁کی ▁باتیں ▁اور ▁ان ▁کی ▁سر گو ش یاں ▁سن تے ▁نہیں ▁ہیں ؟ ▁ہم ▁سب ▁کچھ ▁سن ▁رہے ▁ہیں ▁اور ▁ہمارے ▁فرشت ے ▁ان ▁کے ▁پاس ▁ہی ▁لکھ ▁رہے ▁ہیں
▁اور ▁کتنے ▁منہ ▁ہوں ▁گے ▁جن ▁پر ▁گرد ▁پڑ ▁رہی ▁ہو ▁گی
▁ان ▁لوگوں ▁نے ▁اللہ ▁کی ▁قدر ▁ہی ▁نہ ▁کی ▁جیسا ▁کہ ▁اس ▁کی ▁قدر ▁کرنے ▁کا ▁حق ▁ہے ▁( اس ▁کی ▁قدرت ▁کامل ہ ▁کا ▁حال ▁تو ▁یہ ▁ہے ▁کہ ) ▁قیامت ▁کے ▁روز ▁پوری ▁زمین ▁اس ▁کی ▁م ٹھی ▁میں ▁ہو ▁گی ▁اور ▁اس مان ▁اس ▁کے ▁دست ▁راست ▁میں ▁لپ ٹے ▁ہو ي ے ▁ہوں ▁گے ▁پاک ▁اور ▁بالاتر ▁ہے ▁وہ ▁اس ▁شرک ▁سے ▁جو ▁یہ ▁لوگ ▁کرتے ▁ہیں
▁اور ▁اپ ▁کا ▁رب ▁ان ▁کو ▁خوب ▁جانتا ▁ہے ▁جو ▁اس مان وں ▁اور ▁زمین ▁میں ▁( ا باد ) ▁ہیں ، ▁اور ▁بیش ک ▁ہم ▁نے ▁بعض ▁ان بی اء ▁کو ▁بعض ▁پر ▁فضیلت ▁بخشی ▁اور ▁ہم ▁نے ▁داود ▁( علی ہ ▁السلام ) ▁کو ▁ز بور ▁عطا ▁کی ،
▁جبکہ ▁کچھ ▁لوگ ▁سرخ ▁رو ▁ہوں ▁گے ▁اور ▁کچھ ▁لوگوں ▁کا ▁منہ ▁کالا ▁ہوگا ، ▁جن ▁کا ▁منہ ▁کالا ▁ہوگا ▁( ان ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ) ▁نعمت ▁ایمان ▁پانے ▁کے ▁بعد ▁بھی ▁تم ▁نے ▁کا فران ہ ▁روی ہ ▁اختیار ▁کیا ؟ ▁اچھا ▁تو ▁اب ▁اس ▁کفر ان ▁نعمت ▁کے ▁صل ہ ▁میں ▁عذاب ▁کا ▁م زہ ▁چک ھو
▁جس ▁کو ▁اللہ ▁تعالی ▁گم راه ▁کر ▁دے ▁اس ▁کو ▁کوي ی ▁راه ▁پر ▁نہیں ▁لا ▁سکتا ۔ ▁اور ▁اللہ ▁تعالی ▁ان ▁کو ▁ان ▁کی ▁گمراہ ی ▁میں ▁بھ ٹک تے ▁ہو ي ے ▁چھوڑ ▁دیتا ▁ہے
▁اور ▁یہ ▁کہ ▁( ا ے ▁محمد ▁سب ▁سے ) ▁یک سو ▁ہو ▁کر ▁دین ▁( اسلام ) ▁کی ▁پیر وی ▁کي ے ▁جا و ۔ ▁اور ▁مشر ک وں ▁میں ▁ہر گز ▁نہ ▁ہونا
▁اور ▁جب ▁ان ▁کو ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁کی ▁طرف ▁بل ایا ▁جاتا ▁ہے ▁تاکہ ▁( رسول ▁خدا ) ▁ان ▁کا ▁ قض یہ ▁چکا ▁دیں ▁تو ▁ان ▁میں ▁سے ▁ایک ▁فرق ہ ▁منہ ▁پھ یر ▁لی تا ▁ہے
▁پھر ▁ان ▁کا ▁اپ س ▁میں ▁اختلاف ▁ہو ▁گیا ▁اور ▁خفیہ ▁گفتگو ▁کرتے ▁رہے
▁اور ▁ہم ▁نے ▁انہیں ▁اپنی ▁نشان یاں ▁بھی ▁دی ▁تھیں ▁پر ▁وہ ▁ان ▁سے ▁رو گردان ی ▁کرتے ▁تھے
▁( م گر ) ▁حقیقت ▁یہ ▁ہے ▁کہ ▁( نا فر مان ) ▁انسان ▁سر ▁کشی ▁کرتا ▁ہے ،
▁اس ▁کے ▁پہ رے ▁دار ▁انسان ▁کے ▁ اگ ے ▁پیچھے ▁مقرر ▁ہیں ، ▁جو ▁اللہ ▁کے ▁حکم ▁سے ▁اس ▁کی ▁ نگ ہ بانی ▁کرتے ▁ہیں۔ ▁کسی ▁قوم ▁کی ▁حالت ▁اللہ ▁تعالی ▁نہیں ▁بدل تا ▁جب ▁تک ▁کہ ▁وه ▁خود ▁اسے ▁نہ ▁بدل یں ▁جو ▁ان ▁کے ▁دل وں ▁میں ▁ہے۔ ▁اللہ ▁تعالی ▁جب ▁کسی ▁قوم ▁کی ▁سزا ▁کا ▁اراده ▁کر ▁لی تا ▁ہے ▁تو ▁وه ▁بدلا ▁نہیں ▁کرتا ▁اور ▁سوا ي ے ▁اس ▁کے ▁کوي ی ▁بھی ▁ان ▁کا ▁کار ساز ▁نہیں
▁جو ▁قوت ▁والا ▁ہے ▁مالک ▁ع رش ▁کے ▁حضور ▁عزت ▁والا ▁وہاں ▁اس ▁کا ▁حکم ▁مانا ▁جاتا ▁ہے
▁جس ▁دن ▁خدا ▁تمام ▁م رسل ین ▁کو ▁جمع ▁کرکے ▁سوال ▁کرے ▁گا ▁کہ ▁تمہیں ▁قوم ▁کی ▁طرف ▁سے ▁تبلیغ ▁کا ▁کیا ▁جواب ▁ملا ▁تو ▁وہ ▁کہیں ▁گے ▁کہ ▁ہم ▁کیا ▁بتا ي یں ▁تو ▁خود ▁ہی ▁غ یب ▁کا ▁جان نے ▁والا ▁ہے
▁یہ ▁لوگ ▁تو ▁جلد ی ▁حاصل ▁ہونے ▁والی ▁چیز ▁( د نیا ) ▁سے ▁محبت ▁رکھتے ▁ہیں ▁اور ▁ اگ ے ▁جو ▁بھاری ▁دن ▁ انے ▁والا ▁ہے ▁اسے ▁نظر ▁انداز ▁کر ▁دیتے ▁ہیں
▁اور ▁یہ ▁کف ار ▁کہتے ▁ہیں ▁کہ ▁ہم ▁اپ ▁کے ▁ساتھ ▁حق ▁کی ▁پیر وی ▁کریں ▁گے ▁تو ▁اپنی ▁زمین ▁سے ▁ا چک ▁لي ے ▁جاي یں ▁گے ▁تو ▁کیا ▁ہم ▁نے ▁انہیں ▁ایک ▁محفوظ ▁حرم ▁پر ▁قبضہ ▁نہیں ▁دیا ▁ہے ▁جس ▁کی ▁طرف ▁ہر ▁ش ے ▁کے ▁پھل ▁ہماری ▁دی ▁ہو ي ی ▁روزی ▁کی ▁بنا ▁پر ▁چلے ▁ار ہے ▁ہیں ▁لیکن ▁ان ▁کی ▁اکثریت ▁سمجھ تی ▁ہی ▁نہیں ▁ہے
▁اور ▁اس ▁سے ▁پہلے ▁نہ ▁تو ▁کوي ی ▁کتاب ▁پڑھ تا ▁تھا ▁اور ▁نہ ▁اسے ▁اپنے ▁دا ي یں ▁ہاتھ ▁سے ▁لکھ تا ▁تھا ▁اس ▁وقت ▁ا ال بت ہ ▁باطل ▁پرست ▁شک ▁کرتے
▁اور ▁وہ ▁ایک ▁چال ▁چلے ▁اور ▁ان ▁کو ▁کچھ ▁خبر ▁نہ ▁ہو ي ی
▁الله ▁ایسے ▁لوگوں ▁کو ▁کی ون کر ▁راہ ▁دکھا ي ے ▁جو ▁ایمان ▁لانے ▁کے ▁بعد ▁کا فر ▁ہو گي ے ▁اور ▁گواہ ی ▁دے ▁چکے ▁ہیں ▁کہ ▁بے ▁شک ▁یہ ▁رسول ▁سچ ا ▁ہے ▁اور ▁ان ▁کے ▁پاس ▁روشن ▁نشان یاں ▁اي ی ▁ہیں ▁اور ▁الله ▁ظالم وں ▁کو ▁راہ ▁نہیں ▁دکھا تا
▁اور ▁انسان وں ▁اور ▁چو پای وں ▁اور ▁جانور وں ▁میں ▁بھی ▁مختلف ▁رنگ ▁کی ▁مخلوق ات ▁پاي ی ▁جاتی ▁ہیں ▁لیکن ▁اللہ ▁سے ▁ڈر نے ▁والے ▁اس ▁کے ▁بند وں ▁میں ▁صرف ▁صاحب ان ▁معرفت ▁ہیں ▁بیش ک ▁اللہ ▁صاحب ▁ه عز ت ▁اور ▁بہت ▁بخش نے ▁والا ▁ہے
▁اور ▁اللہ ▁ہی ▁نے ▁ہر ▁زمین ▁پر ▁چلنے ▁والے ▁کو ▁پانی ▁سے ▁پیدا ▁کیا ▁ہے ▁پھر ▁ان ▁میں ▁سے ▁بعض ▁پیٹ ▁کے ▁بل ▁چل تے ▁ہیں ▁اور ▁بعض ▁دو ▁پیر وں ▁میں ▁چل تے ▁ہیں ▁اور ▁بعض ▁چار وں ▁ہاتھ ▁پیر ▁سے ▁چل تے ▁ہیں ▁اور ▁اللہ ▁جو ▁چاہتا ▁ہے ▁پیدا ▁کرتا ▁ہے ▁کہ ▁وہ ▁ہر ▁ش ے ▁پر ▁قدرت ▁رکھنے ▁والا ▁ہے
▁بیش ک ▁یہ ▁قر ان ▁لوگوں ▁کے ▁لي ے ▁ایک ▁پیغام ▁ہے ▁تاکہ ▁اسی ▁کے ▁ذریعہ ▁انہیں ▁ڈرا یا ▁جاي ے ▁اور ▁انہیں ▁معلوم ▁ہو جا ي ے ▁کہ ▁خدا ▁ہی ▁خدا ي ے ▁واحد ▁و ▁یک تا ▁ہے ▁اور ▁پھر ▁صاحب ان ▁عقل ▁نص ی حت ▁حاصل ▁کرلی ں
▁ق ▁( حقیق ی ▁معنی ▁االله ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁ہی ▁بہتر ▁جانتے ▁ہیں )، ▁قسم ▁ہے ▁قر ان ▁مجید ▁کی ،
▁اور ▁کہتے ▁ہیں ▁کہ ▁جب ▁ہم ▁( مر ▁کر ▁بوس ید ہ ) ▁ہ ڈی وں ▁اور ▁چور ▁چور ▁ہو جا ي یں ▁گے ▁تو ▁کیا ▁از سر نو ▁پیدا ▁ہو ▁کر ▁اٹھ یں ▁گے
▁کیا ▁لوگوں ▁کو ▁بھ لا ي یوں ▁کا ▁حکم ▁کرتے ▁ہو ؟ ▁اور ▁خود ▁اپنے ▁اپ ▁کو ▁بھول ▁جاتے ▁ہو ▁باوجود ی کہ ▁تم ▁کتاب ▁پڑھ تے ▁ہو ، ▁کیا ▁اتنی ▁بھی ▁تم ▁میں ▁سمجھ ▁نہیں ؟
▁( ا ے ▁رسول ) ▁کہ ی ے ▁اے ▁اہل ▁کتاب ! ▁او ▁ایک ▁ایسی ▁بات ▁کی ▁طرف ▁جو ▁ہمارے ▁اور ▁تمہارے ▁درمیان ▁مشترک ▁اور ▁یکساں ▁ہے ▁( اور ▁وہ ▁یہ ▁کہ ) ▁ہم ▁اللہ ▁کے ▁سوا ▁کسی ▁کی ▁عبادت ▁نہ ▁کریں۔ ▁اور ▁کسی ▁کو ▁اس ▁کا ▁شریک ▁نہ ▁بنا ي یں ، ▁اور ▁ہم ▁میں ▁سے ▁کوي ی ▁کسی ▁کو ▁اللہ ▁کے ▁سوا ▁اپنا ▁رب ▁( مال ک ▁و ▁مختار ) ▁نہ ▁بنا ي ے۔ ▁اور ▁اگر ▁یہ ▁لوگ ▁اس ▁( دع وت ) ▁سے ▁منہ ▁م وڑ یں ▁تو ▁( ا ے ▁مسلمان و ) ▁تم ▁کہہ ▁دو ▁کہ ▁گواہ ▁رہ نا ▁ہم ▁مسلمان ▁( خدا ▁کے ▁فرمان بر دار ▁و ▁اطاعت ▁گزار ▁ہیں ) ۔
▁اور ▁یہ ود ▁نے ▁اللہ ▁کی ▁قدر ▁نہ ▁جان ی ▁جیسی ▁چاہیے ▁تھی ▁جب ▁بول ے ▁ا ▁لله ▁نے ▁کسی ▁اد می ▁پر ▁کچھ ▁نہیں ▁اتار ا ، ▁تم ▁فرما و ▁کس ▁نے ▁اتار ی ▁وہ ▁کتاب ▁جو ▁موسی ▁لاي ے ▁تھے ▁روشنی ▁اور ▁لوگوں ▁کے ▁لیے ▁ہدایت ▁جس ▁کے ▁تم ▁نے ▁الگ ▁الگ ▁کاغذ ▁بن الی ے ▁ظاہر ▁کرتے ▁ہو ▁اور ▁بہت ▁سے ▁چھپ الی تے ▁ہو ▁اور ▁تمہیں ▁وہ ▁سکھ ایا ▁جاتا ▁ہے ▁جو ▁نہ ▁تم ▁کو ▁معلوم ▁تھا ▁نہ ▁تمہارے ▁باپ ▁داد ا ▁کو ، ▁اللہ ▁کہ و ▁پھر ▁انہیں ▁چھوڑ ▁دو ▁ان ▁کی ▁بی ہو دگی ▁میں ▁انہیں ▁کھیل تا
▁پھر ▁( اب ) ▁وہ ▁اس ▁( قر ان ) ▁کے ▁من کر ▁ہو گي ے ▁سو ▁وہ ▁عن قر یب ▁( اپ نا ▁انجام ) ▁جان ▁لیں ▁گے ،
▁بھ لا ▁ان ▁کے ▁پا وں ▁ہیں ▁جن ▁سے ▁چل یں ▁یا ▁ہاتھ ▁ہیں ▁جن ▁سے ▁پکڑ یں ▁یا ▁ان کھ یں ▁ہیں ▁جن ▁سے ▁دیکھیں ▁یا ▁کان ▁ہیں ▁جن ▁سے ▁سن یں ؟ ▁کہہ ▁دو ▁کہ ▁اپنے ▁شریک وں ▁کو ▁بلا لو ▁اور ▁میرے ▁بارے ▁میں ▁( جو ) ▁تدبیر ▁( کر نی ▁ہو ) ▁کر لو ▁اور ▁مجھے ▁کچھ ▁مہ لت ▁بھی ▁نہ ▁دو ▁( پ ھر ▁دیکھ و ▁کہ ▁وہ ▁میرا ▁کیا ▁کرسکتے ▁ہیں )
▁ کھی ع ص
▁ایک ▁ہی ▁زور ▁کی ▁او از ▁ہو ▁گی ▁اور ▁سب ▁کے ▁سب ▁ہمارے ▁سامنے ▁حاضر ▁کر ▁دیے ▁جاي یں ▁گے
▁جن ▁لوگوں ▁کے ▁لي ے ▁ہماری ▁طرف ▁سے ▁پہلے ▁بھ لا ي ی ▁مقرر ▁ہو چک ی ▁ہے۔ ▁وہ ▁اس ▁سے ▁دور ▁رکھے ▁جاي یں ▁گے
▁اور ▁ان ▁دونوں ▁کے ▁علاوہ ▁دو ▁باغ ات ▁اور ▁ہوں ▁گے
▁پھر ▁( پ ت ھر وں ▁پر ▁نع ل ) ▁مار ▁کر ▁ اگ ▁نکال تے ▁ہیں
▁لہذا ▁اپنے ▁عظیم ▁پروردگار ▁کے ▁نام ▁کی ▁تس بی ح ▁کرتے ▁رہ و
▁اپ ▁جواب ▁دی جي ے ! ▁کہ ▁انہیں ▁وه ▁زنده ▁کرے ▁گا ▁جس ▁نے ▁انہیں ▁اول ▁مرتبہ ▁پیدا ▁کیا ▁ہے ، ▁جو ▁سب ▁طرح ▁کی ▁پیدا يش ▁کا ▁بخ وب ی ▁جان نے ▁والا ▁ہے
▁اور ▁زمین ▁میں ▁ا کڑ ▁کر ▁نہ ▁چل ▁کہ ▁نہ ▁تو ▁زمین ▁کو ▁پھ ا ڑ ▁سکتا ▁ہے ▁اور ▁نہ ▁لم باي ی ▁میں ▁پہاڑ وں ▁کو ▁پہنچ ▁سکتا ▁ہے
▁کیا ▁ان ▁کے ▁لي ے ▁کچھ ▁( ایس ے ) ▁شریک ▁ہیں ▁جنہوں ▁نے ▁ان ▁کے ▁لي ے ▁دین ▁کا ▁ایسا ▁راستہ ▁مقرر ▁کر ▁دیا ▁ہو ▁جس ▁کا ▁اللہ ▁نے ▁حکم ▁نہیں ▁دیا ▁تھا ، ▁اور ▁اگر ▁فیصلہ ▁کا ▁فرمان ▁( صاد ر ) ▁نہ ▁ہوا ▁ہوتا ▁تو ▁ان ▁کے ▁درمیان ▁قص ہ ▁چکا ▁دیا ▁جاتا ، ▁اور ▁بیش ک ▁ظالم وں ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے ،
▁ان ▁جنت یوں ▁سے ▁پہلے ▁کبھی ▁انسان ▁یا ▁جن ▁نے ▁ان ▁کو ▁نہ ▁چھ وا ▁ہوگا
▁پھر ▁( ا برا ہ یم ▁علیہ ▁السلام ) ▁پوری ▁قوت ▁کے ▁ساتھ ▁انہیں ▁مار نے ▁( اور ▁تو ڑنے ) ▁لگے ،
▁اے ▁ایمان ▁والو ! ▁جنہوں ▁نے ▁تمہارے ▁دین ▁کو ▁ہنس ی ▁کھیل ▁بن الیا ▁ہے ▁وہ ▁جو ▁تم ▁سے ▁پہلے ▁کتاب ▁دیے ▁ گي ے ▁اور ▁کا فر ▁ان ▁میں ▁کسی ▁کو ▁اپنا ▁دوست ▁نہ ▁بنا و ▁اور ▁اللہ ▁سے ▁ڈر تے ▁رہ و ▁اگر ▁ایمان ▁رکھتے ▁ہو
▁اور ▁اے ▁رسول ▁ہم ▁جب ▁بھی ▁کسی ▁ ایت ▁کو ▁منسوخ ▁کرتے ▁ہیں ▁یا ▁دل وں ▁سے ▁مح و ▁کردی تے ▁ہیں ▁تو ▁اس ▁سے ▁بہتر ▁یا ▁اس ▁کی ▁جیسی ▁ ایت ▁ضرور ▁لے ▁ا تے ▁ہیں . ▁کیا ▁تم ▁نہیں ▁جانتے ▁کہ ▁اللہ ▁ہر ▁ش ے ▁پر ▁قادر ▁ہے
▁بیش ک ▁جو ▁اپنے ▁رب ▁کے ▁حضور ▁مجرم ▁ہوکر ▁اي ے ▁تو ▁ضرور ▁اس ▁کے ▁لیے ▁ جہ نم ▁ہے ▁جس ▁میں ▁نہ ▁مر ے ▁نہ ▁جي ے
▁وہ ▁ایک ▁لکھ ی ▁ہو ي ی ▁کتاب ▁ہے ▁( جس ▁میں ▁نیک و ▁کار وں ▁کے ▁عمل ▁درج ▁ہیں ) ۔
▁( اس ▁روز ) ▁جنت ▁پر ہ یز گار وں ▁کے ▁قریب ▁لے ▁اي ی ▁جاي ے ▁گی
▁وہ ▁ اگ ▁محل ▁جیسی ▁بڑی ▁بڑی ▁چن گار یاں ▁پھینک ے ▁گی
▁کہ ▁اج ▁اس ▁باغ ▁میں ▁تمہارے ▁پاس ▁ہر گز ▁کوي ی ▁م حتاج ▁نہ ▁ انے ▁پاي ے ،
▁کیا ▁ہم ▁نے ▁زمین ▁کو ▁سم یٹ نے ▁والی ▁نہیں ▁بنایا
▁ان ▁کے ▁لیے ▁اس ▁میں ▁می وہ ▁ہے ▁اور ▁ان ▁کے ▁لیے ▁ہے ▁اس ▁میں ▁جو ▁مانگ یں ،
▁اور ▁اگر ▁ہم ▁ان ▁کے ▁لیے ▁اس مان ▁میں ▁کوي ی ▁دروازہ ▁کھول ▁دیں ▁کہ ▁دن ▁کو ▁اس ▁میں ▁چڑھ تے ،
▁رحم ن
▁پھر ▁جب ▁ہمارا ▁حکم ▁( ع ذ اب ) ▁اپ ہ نچ ا۔ ▁تو ▁ہم ▁نے ▁اس ▁سرزمین ▁کو ▁تہ ہ ▁و ▁بالا ▁کر ▁دیا ▁اور ▁اس ▁پر ▁سنگ ▁گل ▁یعنی ▁پک ی ▁ہو ي ی ▁م ٹی ▁کے ▁پتھر ▁مسلسل ▁برس اي ے۔
▁صل ہ ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁نہای ت ▁کافی ▁عطا ،
▁اور ▁یہ ▁کہ ▁تم ▁اپنے ▁رب ▁سے ▁م غفر ت ▁طلب ▁کرو ▁پھر ▁تم ▁اس ▁کے ▁حضور ▁( صدق ▁دل ▁سے ) ▁تو بہ ▁کرو ▁وہ ▁تمہیں ▁وقت ▁معین ▁تک ▁اچھی ▁مت اع ▁سے ▁لطف ▁اند وز ▁رکھے ▁گا ▁اور ▁ہر ▁فضیلت ▁والے ▁کو ▁اس ▁کی ▁فضیلت ▁کی ▁جزا ▁دے ▁گا ▁( یعنی ▁اس ▁کے ▁اعمال ▁و ▁ریاض ت ▁کی ▁ک ثر ت ▁کے ▁مطابق ▁ اجر ▁و ▁درج ات ▁عطا ▁فرما ي ے ▁گا )، ▁اور ▁اگر ▁تم ▁نے ▁رو گردان ی ▁کی ▁تو ▁میں ▁تم ▁پر ▁بڑے ▁دن ▁کے ▁عذاب ▁کا ▁خوف ▁رکھتا ▁ہوں ،
▁اور ▁بیش ک ▁ہم ▁نے ▁موسی ▁کو ▁کتاب ▁دی ▁تو ▁اس ▁میں ▁پھ وٹ ▁پڑ گي ی ▁اگر ▁تمہارے ▁رب ▁کی ▁ایک ▁بات ▁پہلے ▁نہ ▁ہو چک ی ▁ہوتی ▁تو ▁ج بھی ▁ان ▁کا ▁فیصلہ ▁کردیا ▁جاتا ▁اور ▁بیش ک ▁وہ ▁اس ▁کی ▁طرف ▁سے ▁دھو کا ▁ڈال نے ▁والے ▁شک ▁میں ▁ہیں
▁ایسے ▁لوگوں ▁کی ▁یہ ▁سزا ▁ہے ▁کہ ▁ان ▁پر ▁الله ▁اور ▁فرشت وں ▁اور ▁سب ▁لوگ و ▁ ں ▁کی ▁لعنت ▁ہو
▁ارشاد ▁بار ی ▁ہوا : ▁تم ▁( سب ) ▁نیچے ▁اتر ▁جا و ▁تم ▁میں ▁سے ▁بعض ▁بعض ▁کے ▁دشمن ▁ہیں ، ▁اور ▁تمہارے ▁لي ے ▁زمین ▁میں ▁معین ▁مدت ▁تک ▁جاي ے ▁ سکو نت ▁اور ▁مت اع ▁حیات ▁( م قرر ▁کر ▁دی ي ے ▁ گي ے ▁ہیں ▁گویا ▁تمہیں ▁زمین ▁میں ▁قیام ▁و ▁معاش ▁کے ▁دو ▁بنیادی ▁حق ▁دے ▁کر ▁اتار ا ▁جا ▁رہا ▁ہے ، ▁اس ▁پر ▁اپنا ▁نظام ▁زندگی ▁است وار ▁کرنا )،
▁اور ▁کچھ ▁چہرے ▁ادا س ▁ہوں ▁گے
▁وہ ▁لو وں ▁اور ▁کھول تے ▁ہو ي ے ▁پانی ▁میں ▁ہوں ▁گے
▁اگر ▁ہم ▁چاہتے ▁تو ▁ان ▁پر ▁اس مان ▁سے ▁کوي ی ▁ایسی ▁نشانی ▁اتار تے ▁کہ ▁جس ▁کے ▁سامنے ▁ان ▁کی ▁گردن یں ▁خم ▁ہو ▁جاتی ں
▁یہ ▁لوگ ▁سو نے ▁کے ▁تار وں ▁سے ▁بنے ▁ہو ي ے ▁تخت وں ▁پر
▁اور ▁جب ▁وہ ▁مد ين ▁کے ▁پانی ▁( کے ▁کن ویں ) ▁پر ▁پہنچے ▁تو ▁انہوں ▁نے ▁اس ▁پر ▁لوگوں ▁کا ▁ایک ▁ہ جو م ▁پایا ▁جو ▁( اپ نے ▁جانور وں ▁کو ) ▁پانی ▁پلا ▁رہے ▁تھے ▁اور ▁ان ▁سے ▁الگ ▁ایک ▁جانب ▁دو ▁عورت یں ▁دیکھیں ▁جو ▁( اپ نی ▁بکر یوں ▁کو ) ▁رو کے ▁ہو ي ے ▁تھیں ▁( موس ی ▁علیہ ▁السلام ▁نے ) ▁فرمایا : ▁تم ▁دونوں ▁اس ▁حال ▁میں ▁کیوں ▁( کھ ڑی ) ▁ہو ؟ ▁دونوں ▁بول یں ▁کہ ▁ہم ▁( اپ نی ▁بکر یوں ▁کو ) ▁پانی ▁نہیں ▁پلا ▁سکتی ں ▁یہاں ▁تک ▁کہ ▁چر وا ہے ▁( اپ نے ▁م ویش یوں ▁کو ) ▁واپس ▁لے ▁جاي یں ، ▁اور ▁ہمارے ▁والد ▁عمر ▁رسید ہ ▁بزرگ ▁ہیں ،
▁وه ▁تو ▁( صرف ) ▁د نیو ی ▁زندگی ▁کے ▁ظاہر ▁کو ▁( ہی ) ▁جانتے ▁ہیں ▁اور ▁اخر ت ▁سے ▁تو ▁بالکل ▁ہی ▁بے خبر ▁ہیں
▁اور ▁ان ▁کے ▁لیے ▁اين دہ ▁نسل وں ▁میں ▁یہ ▁باقی ▁رکھا
▁کیا ▁تمہیں ▁لشکر وں ▁کی ▁خبر ▁پہنچ ی ▁ہے ؟
▁اور ▁اے ▁نبی ! ▁انہیں ▁حیات ▁دنیا ▁کی ▁حقیقت ▁اس ▁مثال ▁سے ▁سمجھا و ▁کہ ▁اج ▁ہم ▁نے ▁اس مان ▁سے ▁پانی ▁برس ا ▁دیا ▁تو ▁زمین ▁کی ▁پو د ▁خوب ▁گھ نی ▁ہو ▁ گي ی ، ▁اور ▁کل ▁وہی ▁نب ات ات ▁بھ س ▁بن ▁کر ▁رہ ▁ گي ی ▁جسے ▁ہوا ي یں ▁ا ڑا ي ے ▁لیے ▁پھر تی ▁ہیں ▁اللہ ▁ہر ▁چیز ▁پر ▁قدرت ▁رکھتا ▁ہے
▁موسی ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁“ لوگ و ، ▁اگر ▁تم ▁واقعی ▁اللہ ▁پر ▁ایمان ▁رکھتے ▁ہو ▁تو ▁اس ▁پر ▁بھر وس ہ ▁کرو ▁اگر ▁مسلمان ▁ہو "
▁جن ▁لوگوں ▁نے ▁اپنے ▁رب ▁سے ▁کفر ▁کیا ▁ہے ▁ان ▁کے ▁اعمال ▁کی ▁مثال ▁اس ▁را کھ ▁کی ▁سی ▁ہے ▁جسے ▁ایک ▁طوفان ی ▁دن ▁کی ▁ان دھی ▁نے ▁ا ڑا ▁دیا ▁ہو ▁وہ ▁اپنے ▁کیے ▁کا ▁کچھ ▁بھی ▁پھل ▁نہ ▁پا ▁سکیں ▁گے ▁یہی ▁پر لے ▁در جے ▁کی ▁گم ▁گشت گی ▁ہے
▁یوسف ▁( ع ) ▁نے ▁کہا ▁جو ▁( م قرر ہ ) ▁کھانا ▁تمہیں ▁دیا ▁جاتا ▁ہے ▁اس ▁کے ▁ انے ▁سے ▁پہلے ▁میں ▁تمہیں ▁تمہارے ▁خواب وں ▁کی ▁تعبیر ▁بتا ▁د وں ▁گا۔ ▁یہ ▁( تعب یر ▁خواب ) ▁بھی ▁من جمل ہ ▁ان ▁علوم ▁کے ▁ہے ▁جو ▁میرے ▁پروردگار ▁نے ▁مجھے ▁تعلیم ▁دیے ▁ہیں۔ ▁میں ▁ان ▁لوگوں ▁کا ▁دین ▁و ▁مذہب ▁چھوڑ ے ▁ہو ي ے ▁ہوں ▁جو ▁اللہ ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁اور ▁اخر ت ▁کے ▁بھی ▁من کر ▁ہیں۔
▁اور ▁اگر ▁طلاق ▁کا ▁ہی ▁قصد ▁کرلی ں ▁تو ▁اللہ ▁تعالی ▁سن نے ▁والا ، ▁جان نے ▁والا ▁ہے
▁اور ▁اصحاب ▁کہ ف ▁اپنے ▁غار ▁میں ▁نو ▁اوپر ▁تین ▁سو ▁سال ▁رہے
▁اور ▁بیش ک ▁جو ▁اخر ت ▁پر ▁ایم ا ▁ن ▁نہیں ▁لا تے ▁ضرور ▁سی دھی ▁راہ ▁سے ▁کت راي ے ▁ہو ي ے ▁ہیں ،
▁تج ھے ▁کا فر وں ▁کا ▁شہروں ▁میں ▁چل نا ▁پھر نا ▁فریب ▁میں ▁نہ ▁ڈال ▁دے ،
▁اور ▁ان ▁کے ▁لیے ▁ایک ▁ب چھ ڑے ▁کی ▁مور ت ▁بنا ▁کر ▁نکال ▁لا یا ▁جس ▁میں ▁سے ▁بیل ▁کی ▁سی ▁او از ▁نکل تی ▁تھی ▁لوگ ▁پکار ▁اٹھ ے ▁" یہ ی ▁ہے ▁تم ہ ارا ▁خدا ▁اور ▁موسی ▁کا ▁خدا ، ▁موسی ▁اسے ▁بھول ▁گیا "
▁پیغمبر اور ▁مسلمانوں ▁کو ▁یہ ▁بات ▁مناسب ▁نہیں ▁کہ ▁مشر ک وں ▁کے ▁لیے ▁بخش ش ▁کی ▁دعا ▁کریں ▁اگرچہ ▁وہ ▁رشتہ ▁دار ▁ہی ▁ہوں ▁جب ▁کہ ▁ان ▁پر ▁ظاہر ▁ہو ▁گیا ▁ہے ▁کہ ▁وہ ▁دوزخ ی ▁ہیں
▁بیش ک ▁ہم ▁تمہارے ▁پاس ▁حق ▁لاي ے ▁لیکن ▁تم ▁میں ▁سے ▁اکثر ▁لوگ ▁حق ▁کو ▁نا پسند ▁کرتے ▁تھے ،
▁اور ▁اگر ▁میرے ▁پروردگار ▁کی ▁مہربانی ▁نہ ▁ہوتی ▁تو ▁میں ▁بھی ▁ان ▁میں ▁ہوتا ▁جو ▁( ع ذ اب ▁میں ) ▁حاضر ▁کي ے ▁ گي ے ▁ہیں
▁ایسے ▁لوگوں ▁کے ▁لي ے ▁ہمیشہ ▁رہنے ▁کے ▁باغ ▁ہیں ▁جن ▁میں ▁ان ▁کے ▁( م حل وں ▁کے ) ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہیں ▁ان ▁کو ▁وہاں ▁سو نے ▁کے ▁کنگ ن ▁پہن اي ے ▁جاي یں ▁گے ▁اور ▁وہ ▁بار یک ▁دی با ▁اور ▁ اط لس ▁کے ▁سبز ▁کپڑے ▁پہن ا ▁کریں ▁گے ▁( اور ) ▁تخت وں ▁پر ▁تک ی ي ے ▁لگا ▁کر ▁بیٹھ ا ▁کریں ▁گے۔ ▁( کیا ) ▁خوب ▁بدل ہ ▁اور ▁( کیا ) ▁خوب ▁ا رام ▁گاہ ▁ہے
▁اور ▁ڈر و ▁اس ▁دن ▁سے ، ▁جب ▁کوي ی ▁کسی ▁کے ▁ذرا ▁کام ▁نہ ▁اي ے ▁گا ، ▁نہ ▁کسی ▁سے ▁ف دی ہ ▁قبول ▁کیا ▁جاي ے ▁گا ، ▁نہ ▁کوي ی ▁سفارش ▁ہی ▁اد می ▁کو ▁فاي دہ ▁دے ▁گی ، ▁اور ▁نہ ▁مجرم وں ▁کو ▁کہیں ▁سے ▁کوي ی ▁مدد ▁پہنچ ▁سکے ▁گی
▁تمہاری ▁عورتوں ▁میں ▁سے ▁جو ▁بے ▁ح یا ي ی ▁کا ▁کام ▁کریں ▁ان ▁پر ▁اپنے ▁میں ▁سے ▁چار ▁گو اه ▁طلب ▁کرو ، ▁اگر ▁وه ▁گواہ ی ▁دیں ▁تو ▁ان ▁عورتوں ▁کو ▁گھروں ▁میں ▁قید ▁رکھ و ، ▁یہاں ▁تک ▁کہ ▁موت ▁ان ▁کی ▁عمر یں ▁پوری ▁کرد ے ، ▁یا ▁اللہ ▁تعالی ▁ان ▁کے ▁لي ے ▁کوي ی ▁اور ▁راستہ ▁نکال ے
▁مگر ▁اب لیس ▁نے ▁نہ ▁کیا ▁تک بر ▁کیا ▁اور ▁کا فر وں ▁میں ▁سے ▁ہو ▁گیا
▁اور ▁وہ ▁( اللہ ) ▁وہی ▁تو ▁ہے ▁جس ▁نے ▁تم ▁( سب ) ▁کو ▁ایک ▁شخص ▁( اد م ( ع ) ) ▁سے ▁پیدا ▁کیا ▁ہے ▁پھر ▁ہر ▁ایک ▁کے ▁لیے ▁ایک ▁قرار گاہ ▁ہے ▁( با پ ▁کی ▁پشت ) ▁اور ▁ایک ▁سون پ ے ▁جانے ▁کا ▁مقام ▁ہے ▁( رحم ▁مادر ) ▁اور ▁ہم ▁نے ▁سمجھ ▁بوجھ ▁رکھنے ▁والوں ▁کے ▁لي ے ▁( اپ نی ▁قدرت ▁کی ) ▁نشان یاں ▁تفصیل ▁سے ▁بیان ▁کر ▁دی ▁ہیں۔
▁( اور ▁کہیں ▁گے ) ▁تم ▁پر ▁رحمت ▁ہو ▁( یہ ) ▁تمہاری ▁ثابت ▁قدم ی ▁کا ▁بدل ہ ▁ہے ▁اور ▁ عاقب ت ▁کا ▁گھر ▁خوب ▁( گھ ر ) ▁ہے
▁اس ▁گروہ ▁کے ▁ت عاقب ▁میں ▁کمزور ی ▁نہ ▁دکھا و ▁اگر ▁تم ▁تکلیف ▁اٹھا ▁رہے ▁ہو ▁تو ▁تمہاری ▁طرح ▁وہ ▁بھی ▁تکلیف ▁اٹھا ▁رہے ▁ہیں ▁اور ▁تم ▁اللہ ▁سے ▁اس ▁چیز ▁کے ▁امیدوار ▁ہو ▁جس ▁کے ▁وہ ▁امیدوار ▁نہیں ▁ہیں ▁اللہ ▁سب ▁کچھ ▁جانتا ▁ہے ▁اور ▁وہ ▁حکیم ▁و ▁دا نا ▁ہے
▁اور ▁کوي ی ▁بست ی ▁ایسی ▁نہیں ▁جسے ▁ہم ▁قیامت ▁سے ▁پہلے ▁ہلاک ▁نہ ▁کریں ▁یا ▁سخت ▁عذاب ▁نہ ▁دیں ▁یہ ▁نوشت ہ ▁ال ہی ▁میں ▁لکھا ▁ہوا ▁ہے
▁وہ ▁وہی ▁ہے ▁جو ▁زندہ ▁کرتا ▁ہے ▁اور ▁مار تا ▁ہے ▁وہ ▁جب ▁کسی ▁کام ▁کا ▁فیصلہ ▁کر ▁لی تا ▁ہے ▁تو ▁اس ▁سے ▁کہ تا ▁ہے ▁کہ ▁ہو ▁جا ▁تو ▁وہ ▁ہو ▁جاتا ▁ہے۔
▁اور ▁جب ▁تم ▁لوگ ▁نماز ▁کے ▁لیے ▁اذا ن ▁دیتے ▁ہو ▁تو ▁یہ ▁اسے ▁بھی ▁ہنس ی ▁اور ▁کھیل ▁بنا تے ▁ہیں ▁یہ ▁اس ▁لیے ▁کہ ▁سمجھ ▁نہیں ▁رکھتے
▁اور ▁جنہوں ▁نے ▁نا فر مان ی ▁کی ▁ان ▁کا ▁ ٹھ کان ا ▁ ات ش ▁دوزخ ▁ہے ▁وہ ▁جب ▁بھی ▁اس ▁میں ▁سے ▁نکل نا ▁چاہ یں ▁گے ▁تو ▁اسی ▁میں ▁لوٹ ا ▁دی ي ے ▁جاي یں ▁گے ▁اور ▁ان ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ▁اسی ▁ اگ ▁کے ▁عذاب ▁کا ▁م زہ ▁چک ھو ▁جسے ▁تم ▁جھ ٹل ات ے ▁تھے۔
▁( خدا ▁نے ) ▁فرمایا ▁یہاں ▁سے ▁نکل ▁جا ۔ ▁تو ▁مرد ود ▁ہے
▁اس ▁کے ▁بعد ▁جب ▁یہ ▁نماز ▁تمام ▁ہو جا ي ے ▁تو ▁کھڑے , ▁بیٹھے , ▁لی ٹے ▁ہمیشہ ▁خدا ▁کو ▁یاد ▁کرتے ▁رہ و ▁اور ▁جب ▁اطمینان ▁حاصل ▁ہو جا ي ے ▁تو ▁با قاعدہ ▁نماز ▁قاي م ▁کرو ▁کہ ▁نماز ▁صاحب ان ▁ایمان ▁کے ▁لي ے ▁ایک ▁وقت ▁معین ▁کے ▁ساتھ ▁فری ض ہ ▁ہے
▁یہ ▁ دہ نی ▁طرف ▁والے ▁ہیں
▁اور ▁جس ▁دن ▁ان ▁سب ▁کو ▁اٹھا نے ▁گا ▁اور ▁فرما ي ے ▁گا ، ▁اے ▁جن ▁کے ▁گروہ ! ▁تم ▁نے ▁بہت ▁اد می ▁گھ یر لی ے ▁اور ▁ان ▁کے ▁دوست ▁اد می ▁عرض ▁کریں ▁گے ▁اے ▁ہمارے ▁رب ! ▁ہم ▁میں ▁ایک ▁نے ▁دوسرے ▁سے ▁فاي دہ ▁اٹھایا ▁اور ▁ہم ▁اپنی ▁اس ▁می عاد ▁کو ▁پہنچ ▁ گي ے ▁جو ▁تو ▁نے ▁ہمارے ▁لیے ▁مقرر ▁فرما ي ی ▁تھی ▁فرما ي ے ▁گا ▁ اگ ▁تم ہ ارا ▁ ٹھ کان ا ▁ہے ▁ہمیشہ ▁اس ▁میں ▁رہ و ▁مگر ▁جسے ▁خدا ▁چاہے ▁اے ▁محبوب ! ▁بیش ک ▁تم ہ ارا ▁رب ▁حکمت ▁والا ▁علم ▁والا ▁ہے ،
▁کیا ▁وہ ▁خیال ▁نہیں ▁کرتے ▁کہ ▁وہ ▁اٹھا ي ے ▁جاي یں ▁گے
▁کہ ▁ان ▁پر ▁گا رے ▁کے ▁بنا ي ے ▁ہو ي ے ▁پتھر ▁چھوڑ یں ،
▁اور ▁پہاڑ وں ▁کو ▁( ا ▁س ▁کی ) ▁می خ یں ▁( نہیں ▁ٹھہر ایا ؟ )
▁یہ ▁لوگ ▁ز ندگان ی ▁دنیا ▁میں ▁جو ▁کچھ ▁خرچ ▁کرتے ▁ہیں ▁اس ▁کی ▁مثال ▁اس ▁ہوا ▁کی ▁ہے ▁جس ▁میں ▁بہت ▁پال ا ▁ہو ▁اور ▁وہ ▁اس ▁قوم ▁کے ▁کھ یت وں ▁پر ▁گر ▁پڑے ▁جنہوں ▁نے ▁اپنے ▁اوپر ▁ظلم ▁کیا ▁ہے ▁اور ▁اسے ▁تباہ ▁کرد ے ▁اور ▁یہ ▁ظلم ▁ان ▁پر ▁خدا ▁نے ▁نہیں ▁کیا ▁ہے ▁بلکہ ▁یہ ▁خود ▁اپنے ▁اوپر ▁ظلم ▁کرتے ▁ہیں
▁اپ ▁ عفو ▁کا ▁راستہ ▁اختیار ▁کریں ▁نیک ی ▁کا ▁حکم ▁دیں ▁اور ▁ج اہل وں ▁سے ▁کنار ہ ▁کشی ▁کریں
▁پھر ▁اگر ▁وہ ▁یہ ▁تم ہ ارا ▁فرمان ا ▁قبول ▁نہ ▁کریں ▁تو ▁جان ▁لو ▁کہ ▁بس ▁وہ ▁اپنی ▁خواہش و ▁ ں ▁ہی ▁کے ▁پیچھے ▁ہیں ، ▁اور ▁اس ▁سے ▁بڑھ ▁کر ▁گمراہ ▁کون ▁جو ▁اپنی ▁خواہش ▁کی ▁پیر وی ▁کرے ▁اللہ ▁کی ▁ہدایت ▁سے ▁جدا ، ▁بیش ک ▁اللہ ▁ہدایت ▁ہیں ▁فرما تا ▁ظالم ▁لوگوں ▁کو ،
▁ہم ▁نے ▁اپنی ▁امان ت ▁کو ▁اس مان وں ▁پر ▁زمین ▁پر ▁اور ▁پہاڑ وں ▁پر ▁پیش ▁کیا ▁لیکن ▁سب ▁نے ▁اس ▁کے ▁اٹھا نے ▁سے ▁انکار ▁کردیا ▁اور ▁اس ▁سے ▁ڈر ▁ گي ے ▁( م گر ) ▁انسان ▁نے ▁اسے ▁اٹھا ▁لیا ، ▁وه ▁بڑا ▁ہی ▁ظالم ▁ج اہل ▁ہے
▁اے ▁( محمد صلى ▁الله ▁عليه ▁وسلم ) ▁جو ▁کپڑے ▁میں ▁ل پٹ ▁رہے ▁ہو
▁تو ▁ایک ▁وقت ▁تم ▁ان ▁سے ▁منہ ▁پھ یر ▁لو
▁اور ▁کیا ▁تمہیں ▁اس ▁کا ▁کوي ی ▁ اندیش ہ ▁نہیں ▁کہ ▁خدا ▁پھر ▁کسی ▁وقت ▁سمندر ▁میں ▁تم ▁کو ▁لے ▁جاي ے ▁اور ▁تمہاری ▁نا ش کری ▁کے ▁بدل ے ▁تم ▁پر ▁سخت ▁طوفان ی ▁ہوا ▁بھیج ▁کر ▁تمہیں ▁ غرق ▁کر ▁دے ▁اور ▁تم ▁کو ▁ایسا ▁کوي ی ▁نہ ▁ملے ▁جو ▁اس ▁سے ▁تمہارے ▁اس ▁انجام ▁کی ▁پوچھ ▁گ چھ ▁کر س کے ؟
▁فرمایا ▁" اچ ھا ، ▁تو ▁سن و ، ▁ہم ▁نے ▁تمہارے ▁پیچھے ▁تمہاری ▁قوم ▁کو ▁از ماي ش ▁میں ▁ڈال ▁دیا ▁اور ▁سام ری ▁نے ▁انہیں ▁گمراہ ▁کر ▁ڈال ا "
▁پھر ▁جب ▁وہ ▁اس ▁نص ی حت ▁کو ▁بھول ▁ گي ے ▁جو ▁ان ▁کو ▁کی ▁ گي ی ▁تھی ▁تو ▁ہم ▁نے ▁ان ▁پر ▁ہر ▁چیز ▁کے ▁دروازے ▁کھول ▁دی ي ے ▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁ان ▁چیز وں ▁پر ▁خوش ▁ہو ▁ گي ے جو ▁انہیں ▁دی ▁ گي یں ▁تھیں ▁ہم ▁نے ▁انہیں ▁اچانک ▁پکڑ ▁لیا ▁وہ ▁اس ▁وقت ▁نا ▁امید ▁ہوکر ▁کر ▁رہ ▁ گي ے
▁ان ▁چیز و ▁ ں ▁کی ▁قسم ▁عقل مند وں ▁کے ▁ واسط ے ▁معتبر ▁ہے
▁اور ▁وہی ▁تو ▁ہے ▁جس ▁نے ▁دو ▁دریا وں ▁کو ▁ملا ▁دیا ▁ایک ▁کا ▁پانی ▁شیر یں ▁ہے ▁پی اس ▁ب جھ انے ▁والا ▁اور ▁دوسرے ▁کا ▁کھ اری ▁چھ اتی ▁جلا نے ▁والا ۔ ▁اور ▁دونوں ▁کے ▁درمیان ▁ایک ▁ا ڑ ▁اور ▁مضبوط ▁او ٹ ▁بنا دی
▁وہی ▁خدا ▁وہ ▁ہے ▁جس ▁نے ▁اس مان ▁سے ▁پانی ▁نازل ▁کیا ▁ہے ▁پھر ▁ہم ▁نے ▁ہر ▁ش ے ▁کے ▁کوي ے ▁نکال ے ▁پھر ▁ ہری ▁بھر ی ▁شاخ یں ▁نکال یں ▁جس ▁سے ▁ہم ▁گ ت ھے ▁ہو ي ے ▁د انے ▁نکال تے ▁ہیں ▁اور ▁کھ جور ▁کے ▁ش گو ف ے ▁سے ▁ل ٹک تے ▁ہو ي ے ▁گ چھ ے ▁پیدا ▁کي ے ▁اور ▁ان گور ▁و ▁زیتون ▁اور ▁ان ار ▁کے ▁باغ ات ▁پیدا ▁کي ے ▁جو ▁شکل ▁میں ▁ملت ے ▁جل تے ▁اور ▁م زہ ▁میں ▁بالکل ▁الگ ▁الگ ▁ہیں ▁- ذر ا ▁اس ▁کے ▁پھل ▁اور ▁اس ▁کے ▁پک نے ▁کی ▁طرف ▁غور ▁سے ▁دیکھ و ▁کہ ▁اس ▁میں ▁صاحب ان ▁های مان ▁کے ▁لي ے ▁کتنی ▁نشان یاں ▁پاي ی ▁جاتی ▁ہیں
▁اور ▁باد یہ ▁ نشین وں ▁میں ▁( ہی ) ▁وہ ▁شخص ▁( بھی ) ▁ہے ▁جو ▁االله ▁پر ▁اور ▁یوم ▁اخر ت ▁پر ▁ایمان ▁رکھتا ▁ہے ▁اور ▁جو ▁کچھ ▁( را ہ ▁خدا ▁میں ) ▁خرچ ▁کرتا ہے ▁اسے ▁االله ▁کے ▁حضور ▁ت قرب ▁اور ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁( رحم ت ▁بھر ی ) ▁دعا ي یں ▁لینے ▁کا ▁ذریعہ ▁سمجھ تا ▁ہے ، ▁سن ▁لو ! ▁بیش ک ▁وہ ▁ان ▁کے ▁لي ے ▁باعث ▁قرب ▁ال ہی ▁ہے ، ▁جلد ▁ہی ▁االله ▁انہیں ▁اپنی ▁رحمت ▁میں ▁داخل ▁فرما ▁دے ▁گا۔ ▁بیش ک ▁اللہ ▁بڑا ▁بخش نے ▁والا ▁نہای ت ▁مہر بان ▁ہے ،
▁اے ▁میرے ▁پروردگار ! ▁تو ▁نے ▁مجھے ▁سلطنت ▁عطا ▁فرما ي ی ▁ہے ▁اور ▁خواب وں ▁کی ▁تعبیر ▁کا ▁علم ▁بھی ▁تو ▁نے ▁ہی ▁مجھے ▁بخش ا ▁ہے ▁اے ▁اس مان وں ▁اور ▁زمین ▁کے ▁خالق ▁تو ▁دنیا ▁و ▁اخر ت ▁میں ▁میرا ▁سرپرست ▁اور ▁کار ساز ▁ہے ▁میرا ▁خاتمہ ▁( حقیق ی ) ▁اسلام ▁اور ▁فرمان برداری ▁پر ▁کر ▁اور ▁مجھے ▁اپنے ▁نیک و کار ▁بند وں ▁میں ▁داخل ▁فرما ۔
▁( یعنی ) ▁مانگ نے ▁والے ▁کا ۔ ▁اور ▁نہ ▁ما نگے ▁والے ▁والا ▁کا
▁کہیں ▁گے ▁وہ ▁جن ▁پر ▁بات ▁ثابت ▁ہو چک ی ▁اے ▁ہمارے ▁رب ▁یہ ▁ہیں ▁وہ ▁جنہیں ▁ہم ▁نے ▁گمراہ ▁کیا ، ▁ہم ▁نے ▁انہیں ▁گمراہ ▁کیا ▁جیسے ▁خود ▁گمراہ ▁ہو ي ے ▁تھے ▁ہم ▁ان ▁سے ▁بی زار ▁ہوکر ▁تیر ی ▁طرف ▁رجوع ▁لا تے ▁ہیں ▁وہ ▁ہم ▁کو ▁نہ ▁پو ج تے ▁تھے
▁یہاں ▁تک ▁کہ ▁جب ▁ہم ▁ان ▁پر ▁سخت ▁عذاب ▁کا ▁دروازہ ▁کھول ▁دیں ▁گے ▁تو ▁وہ ▁ایک ▁دم ▁نا ام ید ▁ہو ▁جاي یں ▁گے۔
▁اور ▁اللہ ▁ہی ▁کے ▁لیے ▁اچھے ▁اچھے ▁نام ▁ہیں ▁اسے ▁ان ہی ▁کے ▁ذریعہ ▁سے ▁پکار و ▁اور ▁ان ▁لوگوں ▁کو ▁چھوڑ ▁دو ▁جو ▁اس ▁کے ▁نام وں ▁میں ▁ک جر وی ▁کرتے ▁ہیں۔ ▁عن قر یب ▁انہیں ▁ان ▁کے ▁کي ے ▁کا ▁بدل ہ ▁مل ▁جاي ے ▁گا۔
▁( ا ے ▁غ یب ▁کی ▁خبریں ▁بتا نے ▁والے ▁( ن بی ) ▁بیش ک ▁ہم ▁نے ▁تمہیں ▁بھی جا ▁حاضر ▁ ناظر ▁اور ▁خوش خبر ی ▁دیتا ▁اور ▁ڈر ▁سنا تا
▁سچ ▁کہ تا ▁ہوں ▁قسم ▁ہے ▁چاند ▁کی
▁کہا ▁میرا ▁رب ▁خوب ▁جانتا ▁ہے ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو
▁اور ▁جب ▁ابراہیم ▁نے ▁دعا ▁کی ▁کہ ▁اے ▁پروردگار ، ▁اس ▁جگہ ▁کو ▁امن ▁کا ▁شہر ▁بنا ▁اور ▁اس ▁کے ▁رہنے ▁والوں ▁میں ▁سے ▁جو ▁خدا ▁پر ▁اور ▁روز ▁اخر ت ▁پر ▁ایمان ▁لاي یں ، ▁ان ▁کے ▁کھانے ▁کو ▁می و ے ▁عطا ▁کر ، ▁تو ▁خدا ▁نے ▁فرمایا ▁کہ ▁جو ▁کا فر ▁ہوگا ، ▁میں ▁اس ▁کو ▁بھی ▁کسی ▁قدر ▁م تمتع ▁کر وں ▁گا ، ▁( م گر ) ▁پھر ▁اس ▁کو ▁( ع ذ اب ) ▁دوزخ ▁کے ▁( بھ گ ت نے ▁کے ) ▁لیے ▁ناچار ▁کرد وں ▁گا ، ▁اور ▁وہ ▁بری ▁جگہ ▁ہے
▁( جو ) ▁انسان وں ▁کی لي ے ▁ڈرا وا ▁ہے۔
▁نہیں ▁نہیں ▁بلکہ ▁ہماری ▁قسمت ▁پھ وٹ ▁ گي ی
▁اور ▁تم ▁لوگ ▁جو بھی ▁سود ▁دیتے ▁ہو ▁کہ ▁لوگوں ▁کے ▁مال ▁میں ▁اضافہ ▁ہو جا ي ے ▁تو ▁خدا ▁کے ▁یہاں ▁کوي ی ▁اضافہ ▁نہیں ▁ہوتا ▁ہے ▁ہاں ▁جو ▁ز کو ▁دیتے ▁ہو ▁اور ▁اس ▁میں ▁رضا ي ے ▁خدا ▁کا ▁اراد ہ ▁ہوتا ▁ہے ▁تو ▁ایسے ▁لوگوں ▁کو ▁د گن ا ▁چو گن ا ▁دے ▁دیا ▁جاتا ▁ہے
▁اور ▁اگر ▁تو ▁ان ▁سے ▁منہ ▁پھ ی رے ▁اپنے ▁رب ▁کی ▁رحمت ▁کے ▁انتظار ▁میں ▁جس ▁کی ▁تج ھے ▁امید ▁ہے ▁تو ▁ان ▁سے ▁اسان ▁بات ▁کہہ
▁بے ▁شک ▁جنہوں ▁نے ▁ہماری ▁ای تو ▁ ں ▁کو ▁جھ ٹل ایا ▁اور ان ▁کے ▁مقابلہ ▁میں ▁تک بر ▁کیا ▁ان ▁کے ▁لیے ▁اس مان ▁کے ▁دروازے ▁نہیں ▁کھول ے ▁جاي یں ▁گے ▁اور نہ ▁وہ ▁جنت ▁میں ▁داخل ▁ہوں ▁گے ▁یہاں ▁تک ▁کہ ▁او نٹ ▁سوي ی ▁کے ▁نا کے ▁میں ▁گھ س ▁جاي ے ▁اور ▁ہم ▁گناہ گار وں ▁کو ▁اسی ▁طرح ▁سزا ▁دیتے ▁ہیں
▁اور ▁تمہیں ▁جو ▁کچھ ▁بھی ▁دیا ▁گیا ▁ہے ▁یہ ▁محض ▁ز ندگان ی ▁دنیا ▁کا ▁سرمایہ ▁ہے ▁اور ▁اسی ▁کی ▁ز یب ▁و ▁ زین ت ▁اور ▁جو ▁کچھ ▁اللہ ▁کے ▁پاس ▁ہے ▁وہ ▁بہتر ▁ہے ▁اور ▁زیادہ ▁پاي ی دار ▁بھی ▁تم ▁عقل ▁سے ▁کیوں ▁کام ▁نہیں ▁لیتے ۔
▁( مصر ▁سے ▁نکل ▁کر ) ▁جب ▁موسی ▁نے ▁مد ین ▁کا ▁رخ ▁کیا ▁تو ▁اس ▁نے ▁کہا ▁" ام ید ▁ہے ▁کہ ▁میرا ▁رب ▁مجھے ▁ٹھیک ▁راستے ▁پر ▁ڈال ▁دے ▁گا "
▁اور ▁میں ▁اپنے ▁رب ▁اور ▁تمہارے ▁رب ▁کی ▁پناہ ▁لے ▁چکا ▁ہوں ▁اس ▁سے ▁کہ ▁تم ▁مجھ ▁پر ▁حملہ ▁اور ▁ہو
▁سو ▁اج ▁ہم ▁صرف ▁تیر ی ▁لاش ▁کو ▁نجات ▁دیں ▁گے ▁تاکہ ▁تو ▁ان ▁کے ▁لیے ▁نشان ▁عبر ت ▁ہو ▁جو ▁تیر ے ▁بعد ▁ہیں ▁اور ▁حقیقت ▁یہ ▁ہے ▁کہ ▁بہت ▁سے ▁اد می ▁ہماری ▁نشانی وں ▁سے ▁غافل ▁ہیں
▁جو ▁بری ▁بات ▁کرتے ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کو ▁نہ ▁روک تے ▁ضرور ▁بہت ▁ہی ▁بر ے ▁کام ▁کرتے ▁تھے
▁اور ▁جس ▁جان ▁کو ▁قتل ▁کرنا ▁الله ▁نے ▁حرام ▁کر ▁دیا ▁ہے ▁اسے ▁نا حق ▁قتل ▁نہ ▁کرنا ▁اور ▁جو ▁کوي ی ▁ظلم ▁سے ▁مار ا ▁جاي ے ▁تو ▁ہم ▁نے ▁اس ▁کے ▁ولی ▁کے ▁ واسط ے ▁اختیار ▁دے ▁دیا ▁ہے ▁لہذا ا ▁ق صاص ▁میں ▁زياد تی ▁نہ ▁کرے ▁بے ▁شک ▁اس ▁کی ▁مدد ▁کی ▁ گي ی ▁ہے
▁( اور ▁کہ لا ▁بھی جا ) ▁کہ ▁" یہ ▁کچھ ▁م ٹھی ▁بھر ▁لوگ ▁ہیں
▁تاکہ ▁میں ▁اس ▁میں ▁جسے ▁چھوڑ ▁ ایا ▁ہوں ▁نیک ▁کام ▁کیا ▁کرو ں۔ ▁ہر گز ▁نہیں۔ ▁یہ ▁ایک ▁ایسی ▁بات ▁ہے ▁کہ ▁وہ ▁اسے ▁زبان ▁سے ▁کہہ ▁رہا ▁ہوگا ▁( اور ▁اس ▁کے ▁ساتھ ▁عمل ▁نہیں ▁ہوگا ) ▁اور ▁اس ▁کے ▁پیچھے ▁ برز خ ▁ہے ▁( جہ اں ▁وہ ) ▁اس ▁دن ▁تک ▁کہ ▁( دو بار ہ ) ▁اٹھا ي ے ▁جاي یں ▁گے ، ▁( رہ یں ▁گے )
▁یہ ▁ہیں ▁جن ▁پر ▁اللہ ▁نے ▁لعنت ▁کی ▁اور ▁جسے ▁خدا ▁لعنت ▁کرے ▁تو ▁ہر ▁ گز ▁اسکا ▁کوي ی ▁یار ▁نہ ▁پاي ے ▁گا
▁ہمیں ▁خوب ▁معلوم ▁ہے ▁کہ ▁یہ ▁لوگ ▁کیا ▁کررہے ▁ہیں ▁اور ▁اپ ▁ان ▁پر ▁جبر ▁کرنے ▁والے ▁نہیں ▁ہیں ▁اپ ▁قر ان ▁کے ▁ذریعہ ▁ان ▁لوگوں ▁کو ▁نص ی حت ▁کرتے ▁رہیں ▁جو ▁عذاب ▁سے ▁ڈر نے ▁والے ▁ہیں
▁اس ▁نے ▁پھر ▁دیکھا
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁ہر ▁نبی ▁کے ▁لیے ▁دشمن ▁بنا دی ے ▁تھے ▁مجرم ▁لوگ ▁اور ▁تم ہ ارا ▁رب ▁کافی ▁ہے ▁ہدایت ▁کرنے ▁اور ▁مدد ▁دینے ▁کو ،
▁کیا ▁انہوں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁االله ▁جس ▁کے ▁لي ے ▁چاہتا ▁ہے ▁ رزق ▁کش اد ہ ▁فرما ▁دیتا ▁ہے ▁اور ▁( جس ▁کے ▁لي ے ▁چاہتا ▁ہے ) ▁تنگ ▁کر ▁دیتا ▁ہے۔ ▁بیش ک ▁اس ▁میں ▁ان ▁لوگوں ▁کے ▁لي ے ▁نشان یاں ▁ہیں ▁جو ▁ایمان ▁رکھتے ▁ہیں ،
▁بے شک ▁تمہارے ▁لي ے ▁ان ▁لوگوں ▁کے ▁اندر ▁عمد ہ ▁نمو نہ ▁موجود ▁ہے ▁جو ▁اللہ ▁اور ▁روز ▁اخر ت ▁کا ▁امیدوار ▁ہے ▁( ا عت قاد ▁رکھتا ▁ہے ) ▁اور ▁جو ▁رو گردان ی ▁کرے ▁تو ▁اللہ ▁بے نی از ▁ہے ▁اور ▁ حمد ▁کا ▁سزا وار ▁ہے۔
▁اور ▁بیش ک ▁ان ▁سے ▁پہلے ▁بہت ▁سے ▁اگلے ▁گمراہ ▁ہو ي ے
▁اور ▁( ا ے ▁رسول ( ص ) ) ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁حق ▁کے ▁ساتھ ▁کتاب ▁نازل ▁کی ▁ہے۔ ▁جو ▁تصدیق ▁کرتی ▁ہے۔ ▁ان ▁( اسم انی ) ▁کتابوں ▁کی ▁جو ▁اس ▁سے ▁پہلے ▁موجود ▁ہیں ▁اور ▁ان ▁کی ▁محافظ ▁و ▁ نگ ہ بان ▁ہے۔ ▁لہذا ▁اپ ▁ان ▁کے ▁درمیان ▁وہی ▁فیصلہ ▁کریں ▁جو ▁اللہ ▁نے ▁نازل ▁کیا ▁ہے ▁اور ▁اس ▁حق ▁سے ▁منہ ▁م وڑ ▁کر ▁جو ▁اپ ▁کے ▁پاس ▁ا گیا ▁ہے۔ ▁ان ▁کی ▁خواہش ات ▁کی ▁پیر وی ▁نہ ▁کریں ، ▁ہم ▁نے ▁تم ▁میں ▁سے ▁ہر ▁ایک ▁کے ▁لي ے ▁ایک ▁شریعت ▁اور ▁ایک ▁راہ ▁مقرر ▁کی ▁ہے ▁اور ▁اگر ▁خدا ▁( ز برد ستی ) ▁چاہتا ، ▁تو ▁تم ▁سب ▁کو ▁ایک ▁ہی ▁( شر ی عت ) ▁کی ▁ایک ▁ہی ▁امت ▁بنا ▁دیتا ۔ ▁مگر ▁وہ ▁چاہتا ▁ہے ▁کہ ▁تمہیں ▁از ماي ے ▁( ان ▁احکام ▁میں ) ▁جو ▁( مختلف ▁اوقات ▁میں ) ▁تمہیں ▁دیتا ▁رہا ▁ہے ▁بس ▁تم ▁نیک یوں ▁میں ▁ایک ▁دوسرے ▁سے ▁بڑھ نے ▁کی ▁کوشش ▁کرو ۔ ▁تم ▁سب ▁کی ▁بازگشت ▁اللہ ▁ہی ▁کی ▁طرف ▁ہے ، ▁پھر ▁وہ ▁تمہیں ▁ا گاہ ▁کرے ▁گا۔ ▁ان ▁بات وں ▁سے ▁جن ▁میں ▁تم ▁اختلاف ▁کرتے ▁ہو۔
▁اور ▁بال یق ین ▁ہم ▁نے ▁موسی ( ع ) ▁کو ▁ہدایت ▁عطا ▁فرما ي ی ▁اور ▁بنی ▁اس راي یل ▁کو ▁ایسی ▁کتاب ▁( تور ا ۃ ) ▁کا ▁ وارث ▁بنایا ۔
▁( یہ ) ▁ایسے ▁لوگ ▁ہیں ▁جو ▁اپنے ▁چ ہر وں ▁کے ▁بل ▁دوزخ ▁کی ▁طرف ▁ہا ن کے ▁جاي یں ▁گے ▁یہی ▁لوگ ▁ہیں ▁جو ▁ ٹھ کا نے ▁کے ▁لحاظ ▁سے ▁نہای ت ▁بر ے ▁اور ▁راستے ▁سے ▁( بھی ) ▁بہت ▁بہ کے ▁ہو ي ے ▁ہیں ،
▁گ نہ گار ▁کا ▁کھانا ▁ہے
▁اے ▁داود ! ▁ہم ▁نے ▁تمہیں ▁زمین ▁میں ▁خل یف ہ ▁بنا ▁دیا ▁تم ▁لوگوں ▁کے ▁درمیان ▁حق ▁کے ▁ساتھ ▁فیصلے ▁کرو ▁اور ▁اپنی ▁نفس انی ▁خواہش ▁کی ▁پیر وی ▁نہ ▁کرو ▁ورنہ ▁وه ▁تمہیں ▁اللہ ▁کی ▁راه ▁سے ▁بھ ٹک ا ▁دے ▁گی ، ▁یقینا ▁جو ▁لوگ ▁اللہ ▁کی ▁راه ▁سے ▁بھ ٹک ▁جاتے ▁ہیں ▁ان ▁کے ▁لي ے ▁سخت ▁عذاب ▁ہے ▁اس ▁لي ے ▁کہ ▁انہوں ▁نے ▁حساب ▁کے ▁دن ▁کو ▁بھ لا ▁دیا ▁ہے
▁اور ▁جب ▁ہمارے ▁فرستاد ے ▁ل وط ( ع ) ▁کے ▁پاس ▁اي ے ▁تو ▁وہ ▁ان ▁کی ▁وجہ ▁سے ▁مغ موم ▁ہو ي ے ▁اور ▁تنگ دل ▁ہو گي ے ▁اور ▁کہا ▁بڑا ▁سخت ▁دن ▁ہے۔
▁بیش ک ▁اس ▁میں ▁نشان یاں ▁ہیں ▁ایمان ▁والوں ▁کو ،
▁اور ▁اللہ ▁چاہتا ▁تو ▁تم ▁کو ▁ایک ▁ہی ▁امت ▁کرتا ▁لیکن ▁اللہ ▁گمراہ ▁کرتا ▁ہے ▁جسے ▁چاہے ، ▁اور ▁راہ ▁دیتا ▁ہے ▁جسے ▁چاہے ، ▁اور ▁ضرور ▁تم ▁سے ▁تمہارے ▁کام ▁پوچھ ے ▁جاي یں ▁گے ،
▁اور ▁اپ ( ص ) ▁کو ▁گم نام ▁پایا ▁تو ▁( لوگ وں ▁کو ▁اپ ( ص ) ▁کی ▁طرف ) ▁راہ ن ماي ی ▁کی۔
▁پس ▁ان ▁بست یوں ▁نے ▁اپنے ▁کام ▁کا ▁وبال ▁چک ھا ▁اور ▁ان ▁کا ▁انجام ▁کار ▁بر باد ی ▁ہو ي ی
▁اور ▁ہم ▁نے ▁موسی ▁سے ▁( تور ا ۃ ▁دینے ▁کے ▁لیے ) ▁ تیس ▁رات وں ▁کا ▁وعدہ ▁کیا ▁تھا ▁اور ▁اسے ▁مزید ▁دس ▁( رات وں ) ▁سے ▁مکمل ▁کیا۔ ▁اس ▁طرح ▁ان ▁کے ▁پروردگار ▁کی ▁مدت ▁چا لیس ▁رات وں ▁میں ▁پوری ▁ہو گي ی ▁اور ▁جناب ▁موسی ▁نے ▁( کو ہ ▁طور ▁پر ▁جاتے ▁وقت ) ▁اپنے ▁بھ اي ی ▁ہار ون ▁سے ▁کہا ▁تم ▁میری ▁قوم ▁میں ▁میرے ▁جانشین ▁بن ▁کر ▁رہ و ۔ ▁اور ▁اصلاح ▁کرتے ▁رہ و ▁اور ▁( خبر دار ) ▁م فس دین ▁کے ▁راستہ ▁پر ▁نہ ▁چل نا ۔
▁کہہ ▁دی جي ی ے ▁کہ ▁میرے ▁اور ▁تمہارے ▁درمیان ▁اللہ ▁تعالی ▁کا ▁گو اه ▁ہونا ▁کافی ▁ہے۔ ▁وه ▁اپنے ▁بند وں ▁سے ▁خوب ▁ا گاه ▁اور ▁بخ وب ی ▁دیکھنے ▁والا ▁ہے
▁پھر ▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁میں ▁( ہ جر ت ▁کر ▁کے ) ▁اپنے ▁رب ▁کی ▁طرف ▁جانے ▁والا ▁ہوں ▁وہ ▁مجھے ▁ضرور ▁راستہ ▁دکھا ي ے ▁گا ▁( وہ ▁ملک ▁شام ▁کی ▁طرف ▁ہ جر ت ▁فرما ▁ گي ے )،
▁وہی ▁وہ ▁اللہ ▁ہے ▁جس ▁کے ▁سوا ▁کوي ی ▁ الہ ▁نہیں ▁ہے ▁ہر ▁غا يب ▁اور ▁حاضر ▁کا ▁جان نے ▁والا ▁ہے ▁( اور ) ▁وہی ▁رحم ن ▁و ▁رحیم ▁ہے۔
▁اور ▁جب ▁اپنے ▁گھر ▁والوں ▁کی ▁طرف ▁لوٹ تے ▁تھے ▁تو ▁دل ▁لگ یاں ▁کرتے ▁ہو ي ے ▁لوٹ تے ▁تھے۔
▁رات ▁لا تا ▁ہے ▁دن ▁کے ▁حصہ ▁میں ▁اور ▁دن ▁لا تا ▁ہے ▁رات ▁کے ▁حصہ ▁میں ▁اور ▁اس ▁نے ▁کام ▁میں ▁لگا ي ے ▁سور ج ▁اور ▁چاند ▁ہر ▁ایک ▁ایک ▁مقرر ▁می عاد ▁تک ▁چل تا ▁ہے ▁یہ ▁ہے ▁اللہ ▁تم ہ ارا ▁رب ▁اسی ▁کی ▁بادشاہ ی ▁ہے ، ▁اور ▁اس ▁کے ▁سوا ▁جنہیں ▁تم ▁پو ج تے ▁ہو ▁د انہ ▁خرم ا ▁کے ▁چھ ل کے ▁تک ▁کے ▁مالک ▁نہیں ،
▁یہ ▁امت ▁گزر ▁چکی ▁ہے ▁اس ▁کا ▁حصہ ▁وہ ▁ہے ▁جو ▁اس ▁نے ▁کیا ▁ہے ▁اور ▁تم ہ ارا ▁حصہ ▁وہ ▁ہے ▁جو ▁تم ▁کرو ▁گے ▁اور ▁خدا ▁تم ▁سے ▁ان ▁کے ▁اعمال ▁کے ▁بارے ▁میں ▁کوي ی ▁سوال ▁نہیں ▁کرے ▁گا
▁پھر ▁جب ▁خوش خبر ی ▁سن انے ▁والا ▁اپ ہن چا ▁اس ▁نے ▁وہ ▁قم ی ض ▁ی عق وب ▁( علی ہ ▁السلام ) ▁کے ▁چہرے ▁پر ▁ڈال ▁دیا ▁تو ▁اسی ▁وقت ▁ان ▁کی ▁بین اي ی ▁لوٹ ▁اي ی ، ▁ی عق وب ▁( علی ہ ▁السلام ) ▁نے ▁فرمایا : ▁کیا ▁میں ▁تم ▁سے ▁نہیں ▁کہ تا ▁تھا ▁کہ ▁بیش ک ▁میں ▁االله ▁کی ▁طرف ▁سے ▁وہ ▁کچھ ▁جانتا ▁ہوں ▁جو ▁تم ▁نہیں ▁جانتے ،
▁یوں ▁ہی ▁افت ▁ اتی ▁ہے ▁اور ▁اخر ت ▁کی ▁افت ▁بہت ▁بڑی ▁ہے۔ ▁کاش ▁انہیں ▁سمجھ ▁ہوتی
▁کیا ▁اد می ▁یہ ▁سمجھ تا ▁ہے ▁کہ ▁اسے ▁کسی ▁نے ▁نہ ▁دیکھا
▁کہہ ▁دو ▁اے ▁میرے ▁بند و ▁جنہوں ▁نے ▁اپنی ▁جان وں ▁پر ▁ظلم ▁کیا ▁ہے ▁الله ▁کی ▁رحمت ▁سے ▁مایوس ▁نہ ▁ہو ▁بے ▁شک ▁الله ▁سب ▁گناہ ▁بخش ▁دے ▁گا ▁بے ▁شک ▁وہ ▁بخش نے ▁والا ▁رحم ▁والا ▁ہے
▁اس ▁کے ▁بعد ▁وہ ▁دونوں ▁ اگ ے ▁چلے ▁یہاں ▁تک ▁کہ ▁ایک ▁گا وں ▁والوں ▁کے ▁پاس ▁پہنچے ▁اور ▁ان ▁سے ▁کھانا ▁طلب ▁کیا۔ ▁مگر ▁انہوں ▁نے ▁ان ▁کی ▁مہمان داری ▁کرنے ▁سے ▁انکار ▁کر ▁دیا۔ ▁پھر ▁ان ▁دونوں ▁نے ▁وہاں ▁ایک ▁دیوار ▁پاي ی ▁جو ▁گرا ▁چاہتی ▁تھی۔ ▁تو ▁ خضر ▁( ع ) ▁نے ▁اسے ▁( بنا ▁کر ) ▁سید ھا ▁کھڑا ▁کر ▁دیا۔ ▁( اس ▁پر ) ▁موسی ▁( ع ) ▁نے ▁کہا ▁اگر ▁اپ ▁چاہتے ▁تو ▁اس ▁کام ▁کی ▁( ان ▁لوگوں ▁سے ) ▁کچھ ▁اج رت ▁ہی ▁لے ▁لیتے ۔
▁نہیں ▁نہیں ، ▁جب ▁جان ▁گل ے ▁تک ▁پہنچ ▁جاي ے ،
▁اور ▁فرع ون ▁نے ▁( اپ نے ▁اد م یوں ▁سے ) ▁کہا ▁کہ ▁“ ہر ▁ماہر ▁فن ▁جادو گر ▁کو ▁میرے ▁پاس ▁حاضر ▁کرو ▁"
▁اور ▁اس ▁لیے ▁کہ ▁جان ▁لیں ▁وہ ▁جن ▁کو ▁علم ▁ملا ▁ہے ▁کہ ▁وہ ▁تمہارے ▁رب ▁کے ▁پاس ▁سے ▁حق ▁ہے ▁تو ▁اس ▁پر ▁ایمان ▁لاي یں ▁تو ▁جھ ک ▁جاي یں ▁اس ▁کے ▁لیے ▁ان ▁کے ▁دل ، ▁اور ▁بیش ک ▁اللہ ▁ایمان ▁والوں ▁کو ▁سی دھی ▁راہ ▁چلانے ▁والا ▁ہے ،
▁اے ▁پروردگار ، ▁اب ▁ہمیں ▁یہاں ▁سے ▁نکال ▁دے ▁پھر ▁ہم ▁ایسا ▁قصور ▁کریں ▁تو ▁ظالم ▁ہوں ▁گے "
▁اور ▁یہ ▁لوگ ▁یوں ▁کہتے ▁ہیں ▁کہ ▁ان ▁کے ▁پاس ▁کوي ی ▁فرشت ہ ▁کیوں ▁نہیں ▁اتار ا ▁گیا ▁اور ▁اگر ▁ہم ▁کوي ی ▁فرشت ہ ▁بھیج ▁دیتے ▁تو ▁سارا ▁قص ہ ▁ہی ▁ختم ▁ہوجاتا ۔ ▁پھر ▁ان ▁کو ▁ذرا ▁مہ لت ▁نہ ▁دی ▁جاتی
▁یہ ▁ہے ▁عیسی ▁مریم ▁کا ▁بیٹا ▁سچ ی ▁بات ▁جس ▁میں ▁شک ▁کرتے ▁ہیں
▁تو ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کا ▁انکار ▁کرو ▁گے
▁اور ▁بیش ک ▁یو نس ▁علی ھ ▁السلام ▁بھی ▁م رسل ین ▁میں ▁سے ▁تھے
▁اور ▁جنگل ▁کے ▁رہنے ▁والوں ▁نے ▁بھی ▁م رسل ین ▁کو ▁جھ ٹل ایا
▁اور ▁پر ند وں ▁کا ▁گوشت ▁جو ▁چاہ یں
▁اس ▁کی ▁جاي ے ▁قرار ▁گ ہری ▁کھا ي ی ▁ہوگی
▁کیا ▁ہمارے ▁سوا ▁ان ▁کے ▁کچھ ▁اور ▁مع بود ▁ہیں ▁جو ▁انہیں ▁( ع ذ اب ▁سے ) ▁بچا ▁سکیں ، ▁وہ ▁تو ▁خود ▁اپنی ▁ہی ▁مدد ▁پر ▁قدرت ▁نہیں ▁رکھتے ▁اور ▁نہ ▁ہماری ▁طرف ▁سے ▁انہیں ▁کوي ی ▁تا ي ید ▁و ▁ رف اقت ▁می سر ▁ہوگی ،
▁کہہ ▁دی جی ي ے ▁کہ ▁کیا ▁میں ▁تمہیں ▁بتا وں ؟ ▁کہ ▁اس ▁سے ▁بھی ▁زیاد ه ▁بر ے ▁ اجر ▁پانے ▁والا ▁اللہ ▁تعالی ▁کے ▁نزدیک ▁کون ▁ہے ؟ ▁وه ▁جس ▁پر ▁اللہ ▁تعالی ▁نے ▁لعنت ▁کی ▁اور ▁اس ▁پر ▁وه ▁غ ص ہ ▁ہوا ▁اور ▁ان ▁میں ▁سے ▁بعض ▁کو ▁بندر ▁اور ▁سور ▁بنا ▁دیا ▁اور ▁جنہوں ▁نے ▁مع بود ان ▁باطل ▁کی ▁پرست ش ▁کی ، ▁یہی ▁لوگ ▁بد تر ▁در جے ▁والے ▁ہیں ▁اور ▁یہی ▁راه ▁راست ▁سے ▁بہت ▁زیاد ه ▁بھ ٹک نے ▁والے ▁ہیں
▁ان ▁میں ▁نیک ▁خوبصورت ▁عورت یں ▁ہوں ▁گی
▁اور ▁جو ▁شخص ▁صبر ▁کر ▁لے ▁اور ▁معاف ▁کرد ے ▁یقینا ▁یہ ▁بڑی ▁ہم ت ▁کے ▁کام وں ▁میں ▁سے ▁( ایک ▁کام ) ▁ہے
▁ان ▁سب ▁میں ▁جو ▁بہتر ▁تھا ▁اس ▁نے ▁کہا ▁کہ ▁میں ▁تم ▁سے ▁نہ ▁کہ تا ▁تھا ▁کہ ▁تم ▁اللہ ▁کی ▁پاک یز گی ▁کیوں ▁نہیں ▁بیان ▁کرتے ؟
▁اور ک چھ ▁حصہ ▁رات ▁میں ▁بھی ▁اس ▁کو ▁سج دہ ▁کی جی ي ے ▁اور رات ▁میں ▁دیر ▁تک ▁اس ▁کی ▁تس بی ح ▁کی جی ي ے
▁اور ▁( ا ے ▁حبیب ! ▁وہ ▁وقت ▁یاد ▁کی جي ے ) ▁جب ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁اپنی ▁قوم ▁سے ▁کہا : ▁اے ▁میری ▁قوم ! ▁تم ▁مجھے ▁اذیت ▁کیوں ▁دیتے ▁ہو ▁حالانک ہ ▁تم ▁جانتے ▁ہو ▁کہ ▁میں ▁تمہاری ▁طرف ▁اللہ ▁کا ▁بھی جا ▁ہوا ▁( رسول ) ▁ہوں۔ ▁پھر ▁جب ▁انہوں ▁نے ▁ک ج ▁روی ▁جاری ▁رکھی ▁تو ▁اللہ ▁نے ▁ان ▁کے ▁دل وں ▁کو ▁ٹی ڑھ ا ▁کر ▁دیا ، ▁اور ▁اللہ ▁نا فر مان ▁لوگوں ▁کو ▁ہدایت ▁نہیں ▁فرما تا ،
▁سو ▁کیا ▁یہ ▁جادو ▁ہے ▁یا ▁تمہیں ▁دکھا ي ی ▁نہیں ▁دیتا ،
▁اور ▁جو ▁کچھ ▁( قر ان ) ▁ہم ▁نے ▁اپنے ▁بند ہ ▁( خاص ) ▁پر ▁نازل ▁کیا ▁ہے ▁اگر ▁تمہیں ▁اس ▁( کے ▁کلام ▁اللہ ▁ہونے ) ▁میں ▁شک ▁ہے ▁تو ▁تم ▁اس ▁کے ▁مانند ▁ایک ▁ہی ▁سور ہ ▁لے ▁او ۔ ▁اور ▁اگر ▁تم ▁سچ ے ▁ہو ▁تو ▁ایک ▁اللہ ▁کو ▁چھوڑ ▁کر ▁اپنے ▁سب ▁حمایت یوں ▁و ▁ہم ▁نو ا وں ▁کو ▁بھی ▁بلا ▁لو ۔
▁اور ▁تم ▁عورتوں ▁کو ▁ہر گز ▁برابر ▁نہیں ▁رکھ ▁ سکو ▁گے ▁اگرچہ ▁اس ▁کی ▁ حرص ▁کرو ▁سو تم ▁بالکل ▁ہی ▁ایک ▁طرف ▁نہ ▁جھ ک ▁جا و ▁کہ ▁دوسری ▁عورت ▁کو ▁ لٹ کی ▁ہو ي ی ▁چھوڑ ▁دو ▁اور ▁اگر ▁اصلاح ▁کرتے ▁رہ و ▁اور ▁پر ہ یز گار ی ▁کرتے ▁رہ و ▁تو ▁الله ▁بح ش نے ▁والا ▁مہر بان ▁ہے
▁اور ▁( وہ ▁وقت ▁بھی ▁یاد ▁کرو ) ▁جب ▁ہم ▁نے ▁تمہیں ▁قوم ▁فرع ون ▁سے ▁نجات ▁بخشی ▁جو ▁تمہیں ▁انتہا ي ی ▁سخت ▁عذاب ▁دیتے ▁تھے ▁تمہارے ▁بی ٹ وں ▁کو ▁ ذبح ▁کرتے ▁اور ▁تمہاری ▁بیٹی وں ▁کو ▁زندہ ▁رکھتے ▁تھے ، ▁اور ▁اس ▁میں ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁بڑی ▁( کڑ ی ) ▁از ماي ش ▁تھی ،
▁اے ▁پیغمبر ! ▁تمہارے ▁لیے ▁باعث ▁رنج ▁نہ ▁ہوں ▁وہ ▁لوگ ▁جو ▁کفر ▁کی ▁راہ ▁میں ▁بڑی ▁تیز ▁گام ی ▁دکھا ▁رہے ▁ہیں ▁خواہ ▁وہ ▁ان ▁میں ▁سے ▁ہوں ▁جو ▁منہ ▁سے ▁کہتے ▁ہیں ▁ہم ▁ایمان ▁لاي ے ▁مگر ▁دل ▁ان ▁کے ▁ایمان ▁نہیں ▁لاي ے ، ▁یا ▁ان ▁میں ▁سے ▁ہوں ▁جو ▁یہودی ▁بن ▁ گي ے ▁ہیں ، ▁جن ▁کا ▁حال ▁یہ ▁ہے ▁کہ ▁جھوٹ ▁کے ▁لیے ▁کان ▁لگا تے ▁ہیں ، ▁اور ▁دوسرے ▁لوگوں ▁کی ▁خاطر ، ▁جو ▁تمہارے ▁پاس ▁کبھی ▁نہیں ▁اي ے ، ▁سن ▁ گن ▁لیتے ▁پھر تے ▁ہیں ، ▁کتاب ▁اللہ ▁کے ▁الفاظ ▁کو ▁ان ▁کا ▁صحیح ▁محل ▁ متع ین ▁ہونے ▁کے ▁باوجود ▁اصل ▁معنی ▁سے ▁پھ یر تے ▁ہیں ، ▁اور ▁لوگوں ▁سے ▁کہتے ▁ہیں ▁کہ ▁اگر ▁تمہیں ▁یہ ▁حکم ▁دیا ▁جاي ے ▁تو ▁مان و ▁نہیں ▁تو ▁نہ ▁مان و ▁جسے ▁اللہ ▁ہی ▁نے ▁فت نہ ▁میں ▁ڈال نے ▁کا ▁اراد ہ ▁کر ▁لیا ▁ہو ▁تو ▁اس ▁کو ▁اللہ ▁کی ▁گرفت ▁سے ▁بچانے ▁کے ▁لیے ▁تم ▁کچھ ▁نہیں ▁کرسکتے ، ▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁دل وں ▁کو ▁اللہ ▁نے ▁پاک ▁کرنا ▁نہ ▁چاہ ا ، ▁ان ▁کے ▁لیے ▁دنیا ▁میں ▁رس وا ي ی ▁ہے ▁اور ▁اخر ت ▁میں ▁سخت ▁سزا
▁اور ▁پہاڑ ▁رنگ ی ▁ہو ي ی ▁ دھ نی ▁ہو ي ی ▁اون ▁کی ▁طرح ▁ہوں ▁گے
▁کہہ ▁دو ▁بھ لا ▁یہ ▁تو ▁بتا و ▁اگر ▁الله ▁تم ▁پر ▁ہمیشہ ▁کے ▁لیے ▁قیامت ▁تک ▁رات ▁ہی ▁رہنے ▁دے ▁تو ▁الله ▁کے ▁سوا ▁کون ▁سا ▁مع بود ▁ہے ▁جو ▁تمہارے ▁لیے ▁روشنی ▁لاي ے ▁کیا ▁تم ▁سن تے ▁نہیں ▁ہو
▁اسی ▁نے ▁سات ▁اس مان ▁تہ ▁بہ ▁تہ ▁پیدا ▁کي ے ▁ہیں ▁اور ▁تم ▁رحمان ▁کی ▁خلق ت ▁میں ▁کسی ▁طرح ▁کا ▁فرق ▁نہ ▁دیکھ و ▁گے ▁پھر ▁دوبارہ ▁ن گاہ ▁اٹھا ▁کر ▁دیکھ و ▁کہیں ▁کوي ی ▁ش گ اف ▁نظر ▁ا تا ▁ہے
▁جس ▁دن ▁ان ▁کے ▁منہ ▁ ات ش ▁دوزخ ▁میں ▁( بار ▁بار ) ▁ال ٹا ي ے ▁جاي یں ▁گے ▁( تو ) ▁وہ ▁کہیں ▁گے : ▁اے ▁کاش ! ▁ہم ▁نے ▁اللہ ▁کی ▁اطاعت ▁کی ▁ہوتی ▁اور ▁ہم ▁نے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁اطاعت ▁کی ▁ہوتی ،
▁( وہ ▁مع بود ▁بر حق ▁ہے ▁کہ ) ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁ہے۔ ▁اس ▁کے ▁( سب ) ▁نام ▁اچھے ▁ہیں
▁اور ▁جب ▁ہم ▁نے ▁ان ▁( کے ▁سر وں ) ▁پر ▁پہاڑ ▁اٹھا ▁کھڑا ▁کیا ▁گویا ▁وہ ▁ساي بان ▁تھا ▁اور ▁انہوں ▁نے ▁خیال ▁کیا ▁کہ ▁وہ ▁ان ▁پر ▁گر تا ▁ہے ▁تو ▁( ہم ▁نے ▁کہا ▁کہ ) ▁جو ▁ہم ▁نے ▁تمہیں ▁دیا ▁ہے ▁اسے ▁زور ▁سے ▁پکڑ ے ▁رہ و ۔ ▁اور ▁جو ▁اس ▁میں ▁لکھا ▁ہے ▁اس ▁پر ▁عمل ▁کرو ▁تاکہ ▁بچ ▁جا و
▁جو ▁پی ٹھ ▁اور ▁سی نے ▁کی ▁ہ ڈی وں ▁کے ▁درمیان ▁سے ▁نکل تا ▁ہے
▁اور ▁بول ے ▁اس ▁قوم ▁کے ▁سردار ▁جنہوں ▁نے ▁کفر ▁کیا ▁اور ▁اخر ت ▁کی ▁حاضر ی ▁کو ▁جھ ٹل ایا ▁اور ▁ہم ▁نے ▁انہیں ▁دنیا ▁کی ▁زندگی ▁میں ▁چین ▁دیا ▁کہ ▁یہ ▁تو ▁نہیں ▁مگر ▁جیسا ▁اد می ▁جو ▁تم ▁کھا تے ▁ہو ▁اسی ▁میں ▁سے ▁کھا تا ▁ہے ▁اور ▁جو ▁تم ▁پی تے ▁ہو ▁اسی ▁میں ▁سے ▁پی تا ▁ہے
▁اے ▁محبوب ! ▁معاف ▁کرنا ▁اختیار ▁کرو ▁اور ▁بھ لا ي ی ▁کا ▁حکم ▁دو ▁اور ▁ج اہل وں ▁سے ▁منہ ▁پھ یر لو ،
▁تو ▁کس ▁چیز ▁نے ▁تم ہ ارا ▁ہاتھ ▁پکڑ ا ▁تھا ▁کہ ▁میرے ▁طریقے ▁پر ▁عمل ▁نہ ▁کرو ؟ ▁کیا ▁تم ▁نے ▁میرے ▁حکم ▁کی ▁خلاف ▁ورزی ▁کی ؟ "
▁اور ▁ہم ▁نے ▁انہیں ▁نشان یاں ▁عطا ▁کی ں ▁مگر ▁وہ ▁ان ▁سے ▁رو گردان ی ▁ہی ▁کرتے ▁رہے۔
▁اور ▁سلیمان ▁( ع ) ▁نے ▁( ایک ▁دن ) ▁پر ند وں ▁کا ▁جاي زہ ▁لیا ▁تو ▁کہا ▁کیا ▁بات ▁ہے ▁کہ ▁میں ▁ہ دہ د ▁کو ▁نہیں ▁دیکھ ▁رہا ▁ہوں ▁کیا ▁وہ ▁کہیں ▁غا يب ▁ہے ؟
▁یہ ▁اس ▁امر ▁کا ▁قریب ▁ذریعہ ▁ہے ▁کہ ▁وہ ▁لوگ ▁واقع ▁کو ▁ٹھیک ▁طور ▁پر ▁ظاہر ▁کر ▁دیں ▁یہ ▁اس ▁بات ▁سے ▁ڈر ▁جاي یں ▁کہ ▁قسم یں ▁ان ▁کی ▁قسم وں ▁کے ▁بعد ▁رد ▁کی ▁جاي یں ▁گی ▁ ارو ▁الله ▁سے ▁ڈر تے ▁رہ و ▁اور ▁سن و ▁اور ▁الله ▁نا فر مان وں ▁کو ▁سی دھی ▁راہ ▁پر ▁نہیں ▁چلا تا
▁اور ▁ان ▁از واج ▁کو ▁چھوڑ ▁دیتے ▁ہو ▁جنہیں ▁پروردگار ▁نے ▁تمہارے ▁لي ے ▁پیدا ▁کیا ▁ہے ▁حقیقت ا ▁تم ▁بڑی ▁زیادتی ▁کرنے ▁والے ▁لوگ ▁ہو
▁اگر ▁تم ▁پیغمبر ▁کی ▁مدد ▁نہ ▁کرو ▁گے ▁تو ▁خدا ▁ان ▁کا ▁مدد گار ▁ہے ▁( وہ ▁وقت ▁تم ▁کو ▁یاد ▁ہوگا ) ▁جب ▁ان ▁کو ▁کا فر وں ▁نے ▁گھر ▁سے ▁نکال ▁دیا۔ ▁( اس ▁وقت ) ▁دو ▁( ہی ▁ایسے ▁شخص ▁تھے ▁جن ) ▁میں ▁( ایک ▁ابوبکر ▁تھے ) ▁اور ▁دوسرے ▁( خود ▁رسول ▁الله ) ▁جب ▁وہ ▁دونوں ▁غار ▁( ثور ) ▁میں ▁تھے ▁اس ▁وقت ▁پیغمبر ▁اپنے ▁رفیق ▁کو ▁تس لی ▁دیتے ▁تھے ▁کہ ▁غم ▁نہ ▁کرو ▁خدا ▁ہمارے ▁ساتھ ▁ہے۔ ▁تو ▁خدا ▁نے ▁ان ▁پر ▁تس کین ▁نازل ▁فرما ي ی ▁اور ▁ان ▁کو ▁ایسے ▁لشکر وں ▁سے ▁مدد ▁دی ▁جو ▁تم ▁کو ▁نظر ▁نہیں ▁ا تے ▁تھے ▁اور ▁کا فر وں ▁کی ▁بات ▁کو ▁پست ▁کر ▁دیا۔ ▁اور ▁بات ▁تو ▁خدا ▁ہی ▁کی ▁بلند ▁ہے۔ ▁اور ▁خدا ▁زبردست ▁( اور ) ▁حکمت ▁والا ▁ہے
▁یہ ▁وہی ▁دوزخ ▁ہے ▁جس ▁کا ▁تم ▁سے ▁وعدہ ▁کیا ▁جاتا ▁رہا ▁ہے ،
▁( ا ے ▁جھ ٹل انے ▁والو !) ▁تم ▁کسی ▁قدر ▁کھا ▁لو ▁اور ▁فاي دے ▁اٹھا ▁لو ▁تم ▁بے شک ▁گ نہ گار ▁ہو
▁( ا ے ▁پیغمبر ) ▁یہ ▁اخبار ▁غ یب ▁میں ▁سے ▁ہیں ▁جو ▁ہم ▁تمہاری ▁طرف ▁بھیج تے ▁ہیں ▁اور ▁جب ▁برادر ان ▁یوسف ▁نے ▁اپنی ▁بات ▁پر ▁اتفاق ▁کیا ▁تھا ▁اور ▁وہ ▁فریب ▁کر ▁رہے ▁تھے ▁تو ▁تم ▁ان ▁کے ▁پاس ▁تو ▁نہ ▁تھے
▁فرا ٹے ▁بھر تے ▁ہو ي ے ▁تیز ▁رفتار ▁گھو ڑوں ▁کی ▁قسم
▁ان ▁کے ▁لي ے ▁وہ ▁دا يم ی ▁جنت یں ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁انہیں ▁سو نے ▁کے ▁کنگ ن پ ہن اي ے ▁جاي یں ▁گے ▁اور ▁یہ ▁بار یک ▁اور ▁ دب یز ▁ری شم ▁کے ▁سبز ▁لباس ▁میں ▁مل بوس ▁اور ▁تخت وں ▁پر ▁تک ی ے ▁لگا ي ے ▁بیٹھے ▁ہوں ▁گے ▁یہی ▁ان ▁کے ▁لي ے ▁بہترین ▁ ثواب ▁اور حسین ▁ترین ▁منزل ▁ہے
▁اور ▁وہ ▁( اس مان ▁کے ) ▁اون چے ▁کنار ے ▁پر ▁تھا
▁یا ▁کہ ے ▁جب ▁عذاب ▁دیکھ ے ▁کسی ▁طرح ▁مجھے ▁واپسی ▁ملے ▁کہ ▁میں ▁نیک یاں ▁کر وں
▁( ا ے ▁مسلمان و !) ▁اہل ▁کتاب ▁میں ▁سے ▁جو ▁لوگ ▁اللہ ▁اور ▁روز ▁اخر ت ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁اور ▁خدا ▁و ▁رسول ▁کی ▁حرام ▁کردہ ▁چیز وں ▁کو ▁حرام ▁نہیں ▁جانتے ▁اور ▁دین ▁حق ▁( اسلام ) ▁کو ▁اختیار ▁نہیں ▁کرتے ▁ان ▁سے ▁جنگ ▁کرو ▁یہاں ▁تک ▁کہ ▁وہ ▁چھوٹے ▁بن ▁کر ▁( ذ ل یل ▁ہوکر ) ▁ہاتھ ▁سے ▁جز یہ ▁دیں۔
▁تیر ا ▁رب ▁خوب ▁جانتا ▁ہے ▁اسے ▁جو ▁اس ▁کے ▁راہ ▁سے ▁ہ ٹ ▁جاتا ▁ہے ▁اور ▁سید ھے ▁راستہ ▁پر ▁چلنے ▁والوں ▁کو ▁بھی ▁خوب ▁جانتا ▁ہے
▁اپ ▁ان ▁سے ▁کہہ ▁دی جي ے ▁کہ ▁روي ے ▁زمین ▁میں ▁سیر ▁کرو ▁اور ▁پھر ▁دیکھ و ▁کہ ▁مجرم ین ▁کا ▁انجام ▁کی سا ▁ہوا ▁ہے
▁تاکہ ▁اس ▁سے ▁شہر ▁مرد ہ ▁( یعنی ▁زمین ▁افتاد ہ ) ▁کو ▁زندہ ▁کرد یں ▁اور ▁پھر ▁اسے ▁بہت ▁سے ▁چو پای وں ▁اور ▁اد م یوں ▁کو ▁جو ▁ہم ▁نے ▁پیدا ▁کي ے ▁ہیں ▁پلا تے ▁ہیں
▁تو ▁اپ ▁( تش کر ا ) ▁اپنے ▁رب ▁کی ▁ حمد ▁کے ▁ساتھ ▁تس بی ح ▁فرما ي یں ▁اور ▁( تواضع ا ) ▁اس ▁سے ▁است غ فار ▁کریں ، ▁بیش ک ▁وہ ▁بڑا ▁ہی ▁تو بہ ▁قبول ▁فرمان ے ▁والا ▁( اور ▁مزید ▁رحمت ▁کے ▁ساتھ ▁رجوع ▁فرمان ے ▁والا ) ▁ہے ،
▁جنت ▁جس ▁کا ▁پر ہ یز گار وں ▁سے ▁وعدہ ▁کیا ▁جاتا ▁ہے۔ ▁اس ▁کی ▁صفت ▁یہ ▁ہے ▁کہ ▁اس ▁میں ▁پانی ▁کی ▁نہ ر یں ▁ہیں ▁جو ▁بو ▁نہیں ▁کرے ▁گا۔ ▁اور ▁دو دھ ▁کی ▁نہ ر یں ▁ہیں ▁جس ▁کا ▁م زہ ▁نہیں ▁بدل ے ▁گا۔ ▁اور ▁شراب ▁کی ▁نہ ر یں ▁ہیں ▁جو ▁پی نے ▁والوں ▁کے ▁لي ے ▁( سرا سر ) ▁لذت ▁ہے۔ ▁اور ▁شہد ▁مص فا ▁کی ▁نہ ر یں ▁ہیں ▁( جو ▁حل ا وت ▁ہی ▁حل ا وت ▁ہے ) ▁اور ▁( وہ اں ) ▁ان ▁کے ▁لي ے ▁ہر ▁قسم ▁کے ▁می و ے ▁ہیں ▁اور ▁ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁م غفر ت ▁ہے۔ ▁( کیا ▁یہ ▁پر ہ یز گار ) ▁ان ▁کی ▁طرح ▁( ہو سک تے ) ▁ہیں ▁جو ▁ہمیشہ ▁دوزخ ▁میں ▁رہیں ▁گے ▁اور ▁جن ▁کو ▁کھول تا ▁ہوا ▁پانی ▁پل ایا ▁جاي ے ▁گا ▁تو ▁ان ▁کی ▁انت ڑی وں ▁کو ▁کا ٹ ▁ڈال ے ▁گا
▁ارشاد ▁ہوگا : ▁تم ▁( وہ اں ) ▁نہیں ▁ٹھہر ے ▁مگر ▁بہت ▁ہی ▁تھ وڑ ا ▁عرصہ ، ▁کاش ! ▁تم ▁( یہ ▁بات ▁وہ یں ) ▁جانتے ▁ہوتے ،
▁اور ▁بے عقل وں ▁کو ▁ان ▁کا ▁مال ▁جسے ▁خدا ▁نے ▁تم ▁لوگوں ▁کے ▁لي ے ▁سبب ▁معیشت ▁بنایا ▁ہے ▁مت ▁دو ▁( ہ اں ) ▁اس ▁میں ▁سے ▁ان ▁کو ▁کھل ات ے ▁اور ▁پہن ات ے ▁رہے ▁اور ▁ان ▁سے ▁معقول ▁باتیں ▁کہتے ▁رہ و
▁( ا ے ▁حبیب !) ▁جو ▁اپ ▁سے ▁کہ ی ▁جاتی ▁ہیں ▁( یہ ) ▁وہی ▁باتیں ▁ہیں ▁جو ▁اپ ▁سے ▁پہلے ▁رسول وں ▁سے ▁کہ ی ▁جا ▁چکی ▁ہیں ، ▁بے ▁شک ▁اپ ▁کا ▁رب ▁ضرور ▁معافی ▁والا ▁( بھی ) ▁ہے ▁اور ▁درد ▁ ناک ▁سزا ▁دینے ▁والا ▁( بھی ) ▁ہے ،
▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁لي ے ▁( صبح ▁و ▁شام ) ▁ رزق ▁خاص ▁مقرر ▁ہے ،
▁پھر ▁ہم ▁نے ▁انہیں ▁اٹھایا ۔ ▁تاکہ ▁ہم ▁دیکھیں ▁کہ ▁ان ▁دو ▁گروہ وں ▁میں ▁سے ▁کون ▁اپنے ▁ٹھہر نے ▁کی ▁مدت ▁کا ▁زیادہ ▁ٹھیک ▁شمار ▁کر ▁سکتا ▁ہے۔
▁بھ لا ▁کون ▁ہے ▁جو ▁تمہیں ▁جنگل ▁اور ▁دریا ▁کے ▁ان دھی ر وں ▁میں ▁راستہ ▁بتا تا ہے ▁اور ▁اپنی ▁رحمت ▁سے ▁پہلے ▁کون ▁خوش خبر ی ▁کی ▁ہوا ي یں ▁چلا تا ▁ہے ▁کیا ▁الله ▁کے ▁ساتھ ▁کوي ی ▁اور ▁مع بود ▁ہے ▁الله ▁ان ▁کے ▁شرک ▁کرنے ▁سے ▁بہت ▁بلند ▁ہے
▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁غر وب ▁اف تاب ▁کی ▁منزل ▁تک ▁پہنچے ▁تو ▁دیکھا ▁کہ ▁وہ ▁ایک ▁کال ی ▁کی چ ڑ ▁والے ▁چشم ہ ▁میں ▁ڈو ب ▁رہا ▁ہے ▁اور ▁اس ▁چشم ہ ▁کے ▁پاس ▁ایک ▁قوم ▁کو ▁پایا ▁تو ▁ہم ▁نے ▁کہا ▁کہ ▁تمہیں ▁اختیار ▁ہے ▁چاہے ▁ان ▁پر ▁عذاب ▁کرو ▁یا ▁ان ▁کے ▁درمیان ▁حسن ▁سلوک ▁کی ▁روش ▁اختیار ▁کرو
▁اور ▁ان ▁سے ▁جب ▁( ک بھی ) ▁کہا ▁جاتا ▁ہے ▁کہ ▁اگلے ▁پچھلے ▁( گن ا ہ وں ) ▁سے ▁بچ و ▁تاکہ ▁تم ▁پر ▁رحم ▁کیا ▁جاي ے
▁جو ▁خوب ▁محبت ▁کرنے ▁والی ▁ہم ▁عمر ▁( ا زواج ) ▁ہیں ،
▁ہر ▁جان ▁کو ▁موت ▁کا ▁ مز ▁ہ ▁چ کھ نا ▁ہے ▁پھر ▁ہماری ▁ہی ▁طرف ▁پھر و گ ے
▁اگر ▁تم ▁کفر ▁کرو ▁تو ▁اللہ ▁تم ▁سے ▁بے ▁نیاز ▁ہے ، ▁لیکن ▁وہ ▁اپنے ▁بند وں ▁کے ▁لیے ▁کفر ▁کو ▁پسند ▁نہیں ▁کرتا ، ▁اور ▁اگر ▁تم ▁شکر ▁کر ▁و ▁تو ▁اسے ▁وہ ▁تمہارے ▁لیے ▁پسند ▁کرتا ▁ہے ▁کوي ی ▁بوجھ ▁اٹھا نے ▁والا ▁کسی ▁دوسرے ▁کا ▁بوجھ ▁نہ ▁اٹھا ي ے ▁گا ▁اخر کار ▁تم ▁سب ▁کو ▁اپنے ▁رب ▁کی ▁طرف ▁پل ٹ نا ▁ہے ، ▁پھر ▁وہ ▁تمہیں ▁بتا ▁دے ▁گا ▁کہ ▁تم ▁کیا ▁کرتے ▁رہے ▁ہو ، ▁وہ ▁تو ▁دل وں ▁کا ▁حال ▁تک ▁جانتا ▁ہے
▁بنی ▁اس راي یل ▁میں ▁سے ▁جن ▁لوگوں ▁نے ▁کفر ▁کی ▁راہ ▁اختیار ▁کی ▁ان ▁پر ▁داود ▁اور ▁عیسی ▁ابن ▁مریم ▁کی ▁زبان ▁سے ▁لعنت ▁کی ▁ گي ی ▁کیونکہ ▁وہ ▁سر کش ▁ہو گي ے ▁تھے ▁اور ▁زیادتی اں ▁کرنے ▁لگے ▁تھے
▁قوم ▁نے ▁جواب ▁دیا ▁کہ ▁ہم ▁ت جھ ▁پر ▁ایمان ▁لاي یں ! ▁تیر ی ▁تابع داری ▁تو ▁ر ذ یل ▁لوگوں ▁نے ▁کی ▁ہے
▁ان ▁لوگوں ▁نے ▁ظلم ▁اور ▁غر ور ▁کے ▁جذب ہ ▁کی ▁بنا ي ▁پر ▁انکار ▁کردیا ▁تھا ▁ورنہ ▁ان ▁کے ▁دل ▁کو ▁بالکل ▁یقین ▁تھا ▁پھر ▁دیکھ و ▁کہ ▁ایسے ▁م فس دین ▁کا ▁انجام ▁کیا ▁ہوتا ▁ہے
▁فرما ▁دی جي ے : ▁کیا ▁میں ▁تمہیں ▁اس ▁شخص ▁سے ▁ا گاہ ▁کر وں ▁جو ▁سزا ▁کے ▁اعتبار ▁سے ▁اللہ ▁کے ▁نزدیک ▁اس ▁سے ▁( بھی ) ▁برا ▁ہے ▁( ج سے ▁تم ▁برا ▁سمجھتے ▁ہو ، ▁اور ▁یہ ▁وہ ▁شخص ▁ہی ) ▁جس ▁پر ▁اللہ ▁نے ▁لعنت ▁کی ▁ہے ▁اور ▁اس ▁پر ▁ غضب ▁ ناک ▁ہوا ▁ہے ▁اور ▁اس ▁نے ▁ان ▁( بر ے ▁لوگوں ) ▁میں ▁سے ▁( بعض ▁کو ) ▁بندر ▁اور ▁( بعض ▁کو ) ▁سور ▁بنا ▁دیا ▁ہے ، ▁اور ▁( یہ ▁ایسا ▁شخص ▁ہے ) ▁جس ▁نے ▁شیطان ▁کی ▁( اط ا عت ▁و ) ▁پرست ش ▁کی ▁ہے ، ▁یہی ▁لوگ ▁ ٹھ کا نے ▁کے ▁اعتبار ▁سے ▁بدترین ▁اور ▁سی دھی ▁راہ ▁سے ▁بہت ▁ہی ▁بھ ٹک ے ▁ہو ي ے ▁ہیں ،
▁اور ▁( ان ▁سے ) ▁کہا ▁جاي ے ▁گا : ▁تم ▁اپنے ▁( خود ▁ساخت ہ ) ▁شریک وں ▁کو ▁بلا و ، ▁سو ▁وہ ▁انہیں ▁پکار یں ▁گے ▁پس ▁وہ ▁( شر یک ) ▁انہیں ▁کوي ی ▁جواب ▁نہ ▁دیں ▁گے ▁اور ▁وہ ▁لوگ ▁عذاب ▁کو ▁دیکھ ▁لیں ▁گے ، ▁کاش ! ▁وہ ▁( د نیا ▁میں ) ▁راہ ▁ہدایت ▁پا ▁چکے ▁ہوتے ،
▁اور ▁اے ▁اد م ( ع ) ! ▁تم ▁اور ▁تمہاری ▁بیوی ▁دونوں ▁اس ▁بہ شت ▁میں ▁رہ و ۔ ▁اور ▁جہاں ▁سے ▁چاہ و ▁( اور ▁جو ▁چیز ▁دل ▁چاہے ) ▁کھا و ۔ ▁مگر ▁اس ▁درخت ▁کے ▁پاس ▁نہ ▁جانا ۔ ▁ورنہ ▁ظالم وں ▁میں ▁سے ▁ہو ▁جا و گ ے۔
▁اور ▁اسی ▁میں ▁ہم ▁نے ▁تمہاری ▁روز یاں ▁بنا ▁دی ▁ہیں ▁اور ▁جنہیں ▁تم ▁روزی ▁دینے ▁والے ▁نہیں ▁ہو
▁اور ▁اس ▁امن ▁والے ▁شہر ▁( م کہ ) ▁کی ▁قسم ،
▁( پس ▁اج ▁یہ ▁رحمت ▁ان ▁لوگوں ▁کا ▁حصہ ▁ہے ) ▁جو ▁اس ▁پیغمبر ، ▁نبی ▁ امی ▁کی ▁پیر وی ▁اختیار ▁کریں ▁جس ▁کا ▁ذکر ▁انہیں ▁اپنے ▁ہاں ▁تور ات ▁اور ▁انج یل ▁میں ▁لکھا ▁ہوا ▁ملتا ▁ہے ▁وہ ▁انہیں ▁نیک ی ▁کا ▁حکم ▁دیتا ▁ہے ، ▁بدی ▁سے ▁روک تا ▁ہے ، ▁ان ▁کے ▁لیے ▁پاک ▁چیز یں ▁حلال ▁او ▁ر ▁ناپ اک ▁چیز یں ▁حرام ▁کرتا ▁ہے ، ▁اور ▁ان ▁پر ▁سے ▁وہ ▁بوجھ ▁اتار تا ▁ہے ▁جو ▁ان ▁پر ▁ل دے ▁ہو ي ے ▁تھے ▁اور ▁وہ ▁بند ش یں ▁کھول تا ▁ہے ▁جن ▁میں ▁وہ ▁ج ک ڑے ▁ہو ي ے ▁تھے ▁لہذا ▁جو ▁لوگ ▁اس ▁پر ▁ایمان ▁لاي یں ▁اور ▁اس ▁کی ▁حمایت ▁اور ▁نصر ت ▁کریں ▁اور ▁اس ▁روشنی ▁کی ▁پیر وی ▁اختیار ▁کریں ▁جو ▁اس ▁کے ▁ساتھ ▁نازل ▁کی ▁ گي ی ▁ہے ، ▁وہی ▁فلا ح ▁پانے ▁والے ▁ہیں
▁( ا ے ▁مومن و !) ▁بیش ک ▁اللہ ▁نے ▁تمہارے ▁لي ے ▁تمہاری ▁قسم وں ▁کا ▁( ک فار ہ ▁دے ▁کر ) ▁کھول ▁ڈال نا ▁مقرر ▁فرما ▁دیا ▁ہے۔ ▁اور ▁اللہ ▁تم ہ ارا ▁مدد گار ▁و ▁کار ساز ▁ہے ، ▁اور ▁وہ ▁خوب ▁جان نے ▁والا ▁بڑی ▁حکمت ▁والا ▁ہے ،
▁اگر ▁یہ ▁( واقع ۃ ) ▁مع بود ▁ہوتے ▁تو ▁ جہ نم ▁میں ▁داخل ▁نہ ▁ہوتے ، ▁اور ▁وہ ▁سب ▁اس ▁میں ▁ہمیشہ ▁رہیں ▁گے ،
▁اس ▁اللہ ▁کا ▁خوف ▁رکھ و ▁جس ▁نے ▁خود ▁تمہیں ▁اور ▁ اگ لی ▁مخلوق ▁کو ▁پیدا ▁کیا ▁ہے
▁پھر ▁ہم ▁نے ▁ان ▁پر ▁طور ▁کو ▁اون چا ▁کیا ▁ان ▁سے ▁عہد ▁لینے ▁کو ▁اور ▁ان ▁سے ▁فرمایا ▁کہ ▁دروازے ▁میں ▁سج دہ ▁کرتے ▁داخل ▁ہو ▁اور ▁ان ▁سے ▁فرمایا ▁کہ ▁ہفتہ ▁میں ▁حد ▁سے ▁نہ ▁بڑھ و ▁اور ▁ہم ▁نے ▁ان ▁سے ▁گا ڑھ ا ▁عہد ▁لیا
▁اور ▁یہ ▁وہ ▁با بر کت ▁کتاب ▁ہے ▁جسے ▁ہم ▁نے ▁نازل ▁کیا ▁ہے ▁جو ▁اپنے ▁سے ▁پہلے ▁والی ▁کتابوں ▁کی ▁تصدیق ▁کرنے ▁والی ▁ہے ▁( اس ▁لي ے ▁نازل ▁کی ▁ہے ) ▁کہ ▁تم ▁مکہ ▁اور ▁اس ▁کے ▁اطراف ▁و ▁جوان ب ▁والے ▁لوگوں ▁کو ▁ڈرا و ۔ ▁اور ▁جو ▁لوگ ▁قیامت ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁( اس ے ▁بر حق ) ▁مان تے ▁ہیں ▁وہ ▁اس ▁( قر ان ) ▁پر ▁بھی ▁ایمان ▁لا تے ▁ہیں ▁اور ▁وہ ▁اپنی ▁نماز وں ▁پر ▁پابندی ▁کرتے ▁ہیں۔
▁کیا ▁ان ▁کی ▁عقل یں ▁انہیں ▁یہی ▁سکھ اتی ▁ہیں ؟ ▁یا ▁یہ ▁لوگ ▁ہی ▁سر کش ▁ہیں
▁کہیں ▁گے ▁کہ ▁اس ▁سے ▁پہلے ▁ہم ▁اپنے ▁گھر ▁والوں ▁کے ▁درمیان ▁بہت ▁ڈرا ▁کرتے ▁تھے
▁پھر ▁جب ▁( می دان ▁جنگ ▁میں ) ▁تم ہ ارا ▁مقابلہ ▁( مت حارب ) ▁کا فر وں ▁سے ▁ہو ▁تو ▁( دور ان ▁جنگ ) ▁ان ▁کی ▁گردن یں ▁ا ڑا ▁دو ، ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁انہیں ▁( جنگ ی ▁مع ر کہ ▁میں ) ▁خوب ▁قتل ▁کر ▁چک و ▁تو ▁( بق یہ ▁قید یوں ▁کو ) ▁مضبوط ی ▁سے ▁بان دھ ▁لو ، ▁پھر ▁اس ▁کے ▁بعد ▁یا ▁تو ▁( ا نہیں ) ▁( ب لام عا وض ہ ) ▁احسان ▁کر ▁کے ▁( چھ وڑ ▁دو ) ▁یا ▁ف دی ہ ▁( یعنی ▁معا وض ہ ء ▁رہا ي ی ) ▁لے ▁کر ▁( ا زاد ▁کر ▁دو ) ▁یہاں ▁تک ▁کہ ▁جنگ ▁( کر نے ▁والی ▁مخالف ▁فوج ) ▁اپنے ▁ہتھیار ▁رکھ ▁دے ▁( یعنی ▁صلح ▁و ▁امن ▁کا ▁اعلان ▁کر ▁دے ) ۔ ▁یہی ▁( ح کم ) ▁ہے ، ▁اور ▁اگر ▁االله ▁چاہتا ▁تو ▁ان ▁سے ▁( ب غیر ▁جنگ ) ▁انتقام ▁لے ▁لی تا ▁مگر ▁( اس ▁نے ▁ایسا ▁نہیں ▁کیا ) ▁تاکہ ▁تم ▁میں ▁سے ▁بعض ▁کو ▁بعض ▁کے ▁ذریعے ▁از ماي ے ، ▁اور ▁جو ▁لوگ ▁االله ▁کی ▁راہ ▁میں ▁قتل ▁کر ▁دی ي ے ▁ گي ے ▁تو ▁وہ ▁ان ▁کے ▁اعمال ▁کو ▁ہر گز ▁ ضا يع ▁نہ ▁کرے ▁گا ،
▁پھر ▁پھ ی رے ▁جاتے ▁ہیں ▁اپنے ▁سچ ے ▁مول ی ▁اللہ ▁کی ▁طرف ▁سنت ا ▁ہے ▁اسی ▁کا ▁حکم ▁اور ▁وہ ▁سب ▁سے ▁جلد ▁حساب ▁کرنے ▁والا
▁حالانک ہ ▁انہیں ▁فقط ▁یہی ▁حکم ▁دیا ▁گیا ▁تھا ▁کہ ▁صرف ▁اسی ▁کے ▁لي ے ▁اپنے ▁دین ▁کو ▁خالص ▁کرتے ▁ہو ي ے ▁االله ▁کی ▁عبادت ▁کریں ، ▁( ہر ▁باطل ▁سے ▁جدا ▁ہو ▁کر ) ▁حق ▁کی ▁طرف ▁یک ▁سوي ی ▁پیدا ▁کریں ▁اور ▁نماز ▁قاي م ▁کریں ▁اور ▁ز کو ۃ ▁دیا ▁کریں ▁اور ▁یہی ▁سید ھا ▁اور ▁مضبوط ▁دین ▁ہے ،
▁( اور ) ▁جب ▁وہ ▁( پیش وا یان ▁کفر ) ▁جن ▁کی ▁پیر وی ▁کی ▁ گي ی ▁اپنے ▁پیر و کار وں ▁سے ▁بے ▁ زار ▁ہوں ▁گے ▁اور ▁( وہ ▁سب ▁االله ▁کا ) ▁عذاب ▁دیکھ ▁لیں ▁گے ▁اور ▁سارے ▁اسباب ▁ان ▁سے ▁من قطع ▁ہو ▁جاي یں ▁گے ،
▁ان ▁دونوں ▁( سم ندر وں ) ▁سے ▁موت ی ▁( جس ▁کی ▁جھ لک ▁سبز ▁ہوتی ▁ہے ) ▁اور ▁مر جان ▁( جس ▁کی ▁رنگ ت ▁سرخ ▁ہوتی ▁ہے ) ▁نکل تے ▁ہیں ،
▁اللہ ▁نے ▁کف ار ▁کا ▁منہ ▁پھ یر ▁دیا ، ▁وہ ▁کوي ی ▁فاي دہ ▁حاصل ▁کیے ▁بغیر ▁اپنے ▁دل ▁کی ▁جل ن ▁لیے ▁ یون ہی ▁پل ٹ ▁ گي ے ، ▁اور ▁مومن ین ▁کی ▁طرف ▁سے ▁اللہ ▁ہی ▁ل ڑنے ▁کے ▁لیے ▁کافی ▁ہو ▁گیا ، ▁اللہ ▁بڑی ▁قوت ▁والا ▁اور ▁زبردست ▁ہے
▁اور ▁اسے ▁ہم ▁نے ▁صرف ▁ایک ▁بشار ت ▁قرار ▁دیا ▁تاکہ ▁تمہارے ▁دل ▁مط مين ▁ہو جا ي یں ▁اور ▁مدد ▁تو ▁صرف ▁اللہ ▁ہی ▁کی ▁طرف ▁سے ▁ہے ▁- اللہ ▁ہی ▁صاحب ▁ه عز ت ▁اور ▁صاحب ▁ه ح کم ت ▁ہے
▁بلکہ ▁( م ص ی بت ▁کے ▁وقت ▁تم ) ▁اسی ▁کو ▁پکار تے ▁ہو ▁تو ▁جس ▁د کھ ▁کے ▁لي ے ▁اسے ▁پکار تے ▁ہو۔ ▁وہ ▁اگر ▁چاہتا ▁ہے ▁تو ▁اس ▁کو ▁دور ▁کردی تا ▁ہے ▁اور ▁جن ▁کو ▁تم ▁شریک ▁بنا تے ▁ہو ▁( اس ▁وقت ) ▁انہیں ▁بھول ▁جاتے ▁ہو
▁نبی ▁مسلمان و ▁ ں ▁کے ▁معاملہ ▁میں ▁ان ▁سے ▁بھی ▁زياد ہ ▁دخل ▁دینے ▁کا ▁حق دار ▁ہے ▁اور ▁اس ▁کی ▁بیوی اں ▁ان ▁کی ▁ماي یں ▁ہیں ▁اور ▁رشتہ ▁دار ▁الله ▁کی ▁کتاب ▁میں ▁ایک ▁دوسرے ▁سے ▁زیادہ ▁تعلق ▁رکھتے ▁ہیں ▁بہ ▁نسبت ▁دوسرے ▁مومن ین ▁اور ▁مہاجرین ▁کے ▁مگر ▁یہ ▁کہ ▁تم ▁اپنے ▁دوستوں ▁سے ▁کچھ ▁سلوک ▁کرنا ▁چاہ و ▁یہ ▁بات ▁لوح ▁محفوظ ▁میں ▁لکھ ی ▁ہو ي ی ▁ہے
▁اے ▁ایمان ▁والو ! ▁اپنے ▁گھروں ▁کے ▁سوا ▁دوسرے ▁گھروں ▁میں ▁داخل ▁نہ ▁ہوا ▁کرو ، ▁یہاں ▁تک ▁کہ ▁تم ▁ان ▁سے ▁اجازت ▁لے ▁لو ▁اور ▁ان ▁کے ▁رہنے ▁والوں ▁کو ▁( داخل ▁ہوتے ▁ہی ) ▁سلام ▁کہا ▁کرو ، ▁یہ ▁تمہارے ▁لي ے ▁بہتر ▁( نص ی حت ) ▁ہے ▁تاکہ ▁تم ▁( اس ▁کی ▁حکمت وں ▁میں ) ▁غور ▁و ▁فکر ▁کرو ،
▁جس ▁دن ▁ہم ▁اس مان ▁کو ▁لپ یٹ یں ▁گے ▁جیسے ▁سجل ▁فرشت ہ ▁ نامہ ٴ ▁اعمال ▁کو ▁لپ یٹ تا ▁ہے ، ▁جیسے ▁پہلے ▁اسے ▁بنایا ▁تھا ▁ویسے ▁ہی ▁پھر ▁کرد یں ▁گے ▁یہ ▁وعدہ ▁ہے ▁ہمارے ▁ذم ہ ، ▁ہم ▁کو ▁اس ▁کا ▁ضرور ▁کرنا ،
▁کہ ▁اب ▁اپنا ▁عذاب ▁چک ھو ▁اور ▁یہی ▁وہ ▁عذاب ▁ہے ▁جس ▁کی ▁تم ▁جلد ی ▁مچ اي ے ▁ہو ي ے ▁تھے
▁جو ▁بات وں ▁کو ▁سن تے ▁ہیں ▁اور ▁جو ▁بات ▁اچھی ▁ہوتی ▁ہے ▁اس ▁کا ▁اتباع ▁کرتے ▁ہیں ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جنہیں ▁خدا ▁نے ▁ہدایت ▁دی ▁ہے ▁اور ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جو ▁صاحب ان ▁عقل ▁ہیں
▁اور ▁جب ▁ان ▁میں ▁سے ▁ایک ▁جماعت ▁کہ تی ▁تھی ▁کہ ▁اے ▁اہل ▁مدینہ ▁( یہ اں ) ▁تمہارے ▁ٹھہر نے ▁کا ▁مقام ▁نہیں ▁تو ▁لوٹ ▁چل و ۔ ▁اور ▁ایک ▁گروہ ▁ان ▁میں ▁سے ▁پیغمبر ▁سے ▁اجازت ▁مانگ نے ▁اور ▁کہنے ▁لگا ▁کہ ▁ہمارے ▁گھر ▁کھل ے ▁پڑے ▁ہیں ▁حالانک ہ ▁وہ ▁کھل ے ▁نہیں ▁تھے۔ ▁وہ ▁تو ▁صرف ▁بھاگ نا ▁چاہتے ▁تھے
▁در ▁حقیقت ▁تم ہ ارا ▁رب ▁زیادہ ▁بہتر ▁جانتا ▁ہے ▁کہ ▁کون ▁اس ▁کے ▁راستے ▁سے ▁ہٹا ▁ہوا ▁ہے ▁اور ▁کون ▁سی دھی ▁راہ ▁پر ▁ہے
▁اس ▁کا مال ▁اور ▁جو ▁کچھ ▁اس ▁نے ▁کم ایا ▁وہ ▁اس ▁کے ▁کچھ ▁کام ▁نہ ▁ای ا۔
▁اور ▁وہ ▁پی ڑ ▁پیدا ▁کیا ▁کہ ▁طور ▁سی نا ▁سے ▁نکل تا ▁ہے ▁لے ▁کر ▁ اگ تا ▁ہے ▁تیل ▁اور ▁کھانے ▁والوں ▁کے ▁لیے ▁سالن
▁یہ ▁جہاں ▁بھی ▁پاي ے ▁جاي یں ▁ان ▁پر ▁ذ لت ▁کی ▁مار ▁پڑ ▁ گي ی ▁مگر ▁یہ ▁کہ ▁خدا ▁کے ▁کسی ▁عہد ▁پر ▁یا ▁انسان وں ▁کے ▁کسی ▁معاہدہ ▁کے ▁سہ ارے ▁کچھ ▁پناہ ▁مل ▁جاي ے۔ ▁اور ▁یہ ▁خدا ▁کے ▁ق ہر ▁و ▁ غضب ▁میں ▁گھر ▁ گي ے ▁ہیں ▁اور ▁ان ▁پر ▁م حتاج ی ▁کی ▁مار ▁پڑ ی ▁یہ ▁سب ▁کچھ ▁اس ▁لي ے ▁ہے ▁کہ ▁وہ ▁ای ات ▁ال ہی ▁کے ▁ساتھ ▁کفر ▁کرتے ▁رہے ▁اور ▁نا حق ▁نبی وں ▁کو ▁قتل ▁کرتے ▁رہے ▁نیز ▁اس ▁لي ے ▁کہ ▁( خدا ▁کی ) ▁نا فر مان ی ▁اور ▁زیادتی اں ▁کیا ▁کرتے ▁تھے۔
▁شیطان ▁انہیں ▁وعد ے ▁دیتا ▁ہے ▁اور ▁ارز وي یں ▁دل ات ا ▁ہے ▁اور ▁شیطان ▁انہیں ▁وعد ے ▁نہیں ▁دیتا ▁مگر ▁فریب ▁کے
▁اور ▁جس ▁دن ▁خدا ▁فرما ي ے ▁گا ▁کہ ▁( اب ) ▁میرے ▁شریک وں ▁کو ▁جن ▁کی ▁نسبت ▁تم ▁گمان ▁( الو ہ یت ) ▁رکھتے ▁تھے ▁بلا و ▁تو ▁وہ ▁ان ▁کے ▁بلا ي یں ▁گے ▁مگر ▁وہ ▁ان ▁کو ▁کچھ ▁جواب ▁نہ ▁دیں ▁گے۔ ▁اور ▁ہم ▁ان ▁کے ▁بیچ ▁میں ▁ایک ▁ہلاکت ▁کی ▁جگہ ▁بنا د یں ▁گے
▁اور ▁فرع ون ▁نے ▁اپنی ▁قوم ▁میں ▁( ف خر ▁سے ) ▁پکار ا ▁( اور ) ▁کہا : ▁اے ▁میری ▁قوم ! ▁کیا ▁ملک ▁مصر ▁میرے ▁قبضہ ▁میں ▁نہیں ▁ہے ▁اور ▁یہ ▁نہ ر یں ▁جو ▁میرے ▁( مح لات ▁کے ) ▁نیچے ▁سے ▁بہ ہ ▁رہی ▁ہیں ▁( کیا ▁میری ▁نہیں ▁ہیں ؟ ) ▁سو ▁کیا ▁تم ▁دیکھتے ▁نہیں ▁ہو ،
▁وہ ▁حق ▁ہونے ▁والی
▁کچھ ▁زبردست ی ▁نہیں ▁دین ▁میں ▁بیش ک ▁خوب ▁جدا ▁ہو گي ی ▁ہے ▁نیک ▁راہ ▁گمراہ ی ▁سے ▁تو ▁جو ▁شیطان ▁کو ▁نہ ▁ما نے ▁اور ▁اللہ ▁پر ▁ایمان ▁لاي ے ▁اس ▁نے ▁بڑی ▁محکم ▁گر ہ ▁تھا می ▁جسے ▁کبھی ▁کھل نا ▁نہیں ، ▁اور ▁اللہ ▁سنت ا ▁جانتا ▁ہے ،
▁اور ▁اس مان ▁سے ▁ہم ▁نے ▁برکت ▁والا ▁پانی ▁نازل ▁کیا ، ▁پھر ▁اس ▁سے ▁باغ ▁اور ▁فصل ▁کے ▁غل ے
▁اور ▁تج ھے ▁ہمارا ▁کیا ▁برا ▁لگا ▁یہی ▁نہ ▁کہ ▁ہم ▁اپنے ▁رب ▁کی ▁نشانی وں ▁پر ▁ایمان ▁لاي ے ▁جب ▁وہ ▁ہمارے ▁پاس ▁اي یں ، ▁اے ▁رب ▁ہمارے ! ▁ہم ▁پر ▁صبر ▁ان ڈی ل ▁دے ▁اور ▁ہمیں ▁مسلمان ▁اٹھا
▁اور ▁فرع ون ▁بولا ▁کہ ▁مجھے ▁چھوڑ و ▁کہ ▁موسی ▁کو ▁قتل ▁کرد وں ▁اور ▁وہ ▁اپنے ▁پروردگار ▁کو ▁بل ال ے۔ ▁مجھے ▁ڈر ▁ہے ▁کہ ▁وہ ▁( کہ یں ) ▁تمہارے ▁دین ▁کو ▁نہ ▁بدل ▁دے ▁یا ▁ملک ▁میں ▁فساد ▁( نہ ) ▁پیدا ▁کرد ے
▁اور ▁صور ▁پھ ون کا ▁جاي ے ▁گا ▁تو ▁وہ ▁فورا ▁اپنی ▁قبر وں ▁سے ▁نکل ▁کر ▁اپنے ▁رب ▁کی ▁طرف ▁دو ڑے ▁چلے ▁اي یں ▁گے
▁تو ▁ہم ▁اس ▁کا ▁دا یاں ▁ہاتھ ▁پکڑ ▁لیتے
▁اور ▁ہم ▁نے ▁انہیں ▁شعر ▁و ▁شاعر ی ▁نہیں ▁سکھ اي ی ▁اور ▁نہ ▁ہی ▁یہ ▁ان ▁کے ▁شا یان ▁شان ▁ہے ▁یہ ▁تو ▁بس ▁ایک ▁نص ی حت ▁اور ▁واضح ▁قر ان ▁ہے۔
▁اب ▁اگر ▁اسے ▁نہ ▁لے ▁اي ے ▁تو ▁اين دہ ▁تمہیں ▁بھی ▁غل ہ ▁نہ ▁د وں ▁گا ▁اور ▁نہ ▁میرے ▁پاس ▁ انے ▁پا و ▁گے
▁اور ▁اگر ▁ہم ▁چاہتے ▁تو ▁ایک ▁ایک ▁بست ی ▁میں ▁ایک ▁ایک ▁ڈرا نے ▁والا ▁بھیج ت ے۔
▁بے ▁شک ▁ہم ▁نے ▁اسے ▁ظالم وں ▁کے ▁لي ے از ماي ش ▁بنایا ہے
▁پھر ▁وہ ▁( عب ادت ▁کے ) ▁حجر ے ▁سے ▁نکل ▁کر ▁اپنی ▁قوم ▁کے ▁پاس ▁اي ے ▁تو ▁ان ▁سے ▁اشار ے ▁سے ▁کہا ▁کہ ▁صبح ▁و شام ▁( خدا ▁کو ) ▁یاد ▁کرتے ▁رہ و
▁اللہ ▁کی ▁مسجد وں ▁کو ▁صرف ▁وہ ▁لوگ ▁اباد ▁کرتے ▁ہیں ▁جن ▁کا ▁ایمان ▁اللہ ▁اور ▁روز ▁اخر ت ▁پر ▁ہے ▁اور ▁جنہوں ▁نے ▁نماز ▁قاي م ▁کی ▁ہے ▁ز کو ادا ▁کی ▁ہے ▁اور ▁سوا ي ے ▁خدا ▁کے ▁کسی ▁سے ▁نہیں ▁ڈر ے ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جو ▁عن قر یب ▁ہدایت ▁یافتہ ▁لوگوں ▁میں ▁شمار ▁کي ے ▁جاي یں ▁گے
▁اور ▁لوگوں ▁سے ▁بات ▁کرے ▁گا ▁پال نے ▁میں ▁اور ▁پک ی ▁عمر ▁میں ▁اور ▁خاص وں ▁میں ▁ہوگا ،
▁اور ▁جب ▁قر ان ▁ان ▁کے ▁سامنے ▁پڑھ ا ▁جاتا ▁ہے ▁تو ▁سج دہ ▁نہیں ▁کرتے ؟
▁ان ▁سے ▁لڑ و ▁جب ▁تک ▁کہ ▁فت نہ ▁نہ ▁م ٹ ▁جاي ے ▁اور ▁اللہ ▁تعالی ▁کا ▁دین ▁غالب ▁نہ ▁اج اي ے ، ▁اگر ▁یہ ▁رک ▁جاي یں ▁( تو ▁تم ▁بھی ▁رک ▁جا و ) ▁زیادتی ▁تو ▁صرف ▁ظالم وں ▁پر ▁ہی ▁ہے
▁پیغمبر ▁اپ ▁جہاں سے ▁باہر ▁نکل یں ▁اپنا ▁رخ ▁مسجد ▁الحرام ▁کی ▁سمت ▁ہی ▁رکھیں ▁کہ ▁یہی ▁پروردگار ▁کی ▁طرف ▁سے ▁حق ▁ہے --- ▁اور ▁اللہ ▁تم ▁لوگوں کے ▁اعمال ▁سے ▁غافل ▁نہیں ▁ہے
▁جس ▁نے ▁وہ ▁سب ▁کچھ ▁تمہیں ▁دیا ▁جو ▁تم ▁نے ▁مانگ ا ▁اگر ▁تم ▁اللہ ▁کی ▁نعمت وں ▁کا ▁شمار ▁کرنا ▁چاہ و ▁تو ▁کر ▁نہیں ▁سکتے ▁حقیقت ▁یہ ▁ہے ▁کہ ▁انسان ▁بڑا ▁ہی ▁بے ▁انصاف ▁اور ▁نا شک را ▁ہے
▁اپنے ▁رب ▁کی ▁طرف ▁دیکھ ▁رہے ▁ہو نگے
▁اور ▁اپنے ▁( ظ ا ہر ▁و ▁با طن ▁کے ) ▁لباس ▁( پ ہ لے ▁کی ▁طرح ▁ہمیشہ ) ▁پاک ▁رکھیں ،
▁تاکہ ▁اللہ ▁( اس ▁بات ▁کو ) ▁ظاہر ▁فرما ▁دے ▁کہ ▁بے ▁شک ▁ان ▁( رسول وں ) ▁نے ▁اپنے ▁رب ▁کے ▁پیغام ات ▁پہنچا ▁دي ی ے ، ▁اور ▁( اح کام ات ▁ الہ یہ ▁اور ▁علوم ▁غ یب یہ ▁میں ▁سے ) ▁جو ▁کچھ ▁ان ▁کے ▁پاس ▁ہے ▁اللہ ▁نے ▁( پ ہ لے ▁ہی ▁سے ) ▁اس ▁کا ▁اح اط ہ ▁فرما ▁رکھا ▁ہے ، ▁اور ▁اس ▁نے ▁ہر ▁چیز ▁کی ▁ گن تی ▁شمار ▁کر ▁رکھی ▁ہے ،
▁یقینا ▁جو ▁لوگ ▁ایمان ▁لے ▁اي ے ▁ہیں ▁اور ▁عمل ▁صالح ▁کر ▁رہے ▁ہیں ▁عن قر یب ▁رحمان ▁ان ▁کے ▁لیے ▁دل وں ▁میں ▁محبت ▁پیدا ▁کر ▁دے ▁گا
▁اور ▁ہر ▁جان ▁یوں ▁حاضر ▁ہو ي ی ▁کہ ▁اس ▁کے ▁ساتھ ▁ایک ▁ہا نک نے ▁والا ▁اور ▁ایک ▁گواہ
▁( ا ے ▁اللہ !) ▁ہم ▁تیر ی ▁ہی ▁عبادت ▁کرتے ▁ہیں ▁اور ▁ہم ▁ت جھ ▁ہی ▁سے ▁مدد ▁چاہتے ▁ہیں
▁پھر ▁جب ▁ان ▁کے ▁پاس ▁ہماری ▁طرف ▁سے ▁حق ▁اپ ہن چا ▁تو ▁کہتے ▁ہیں ▁کہ ▁یہ ▁وه ▁کیوں ▁نہیں ▁دیا ▁گیا ▁جیسے ▁دی ي ے ▁ گي ے ▁تھے ▁موسی ▁( علی ہ ▁السلام ) ▁اچھا ▁تو ▁کیا ▁موسی ▁( علی ہ ▁السلام ) ▁کو ▁جو ▁کچھ ▁دیا ▁گیا ▁تھا ▁اس ▁کے ▁ساتھ ▁لوگوں ▁نے ▁کفر ▁نہیں ▁کیا ▁تھا ، ▁صاف ▁کہا ▁تھا ▁کہ ▁یہ ▁دونوں ▁جادو گر ▁ہیں ▁جو ▁ایک ▁دوسرے ▁کے ▁مدد گار ▁ہیں ▁اور ▁ہم ▁تو ▁ان ▁سب ▁کے ▁من کر ▁ہیں
▁اٹھ و ▁اور ▁خبردار ▁کرو
▁اس ▁کی ▁گردن ▁میں ▁مون جھ ▁کی ▁ رسی ▁ہوگی
▁جان ▁لو ▁کہ ▁اللہ ▁سخت ▁گرفت ▁والا ▁ہے ▁اور ▁یہ ▁کہ ▁اللہ ▁بڑا ▁بخش نے ▁والا ▁بہت ▁رحم ▁فرمان ے ▁والا ▁( بھی ) ▁ہے ،
▁بے ▁شک ▁اللہ ▁کے ▁نزدیک ▁مہین وں ▁کی ▁تعداد ▁نوشت ہ ▁خداوند ی ▁میں ▁جب ▁سے ▁اللہ ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁کیا ▁ہے ▁بارہ ▁ہے ، ▁جن ▁میں ▁سے ▁چار ▁مہین ے ▁حرمت ▁والے ▁ہیں۔ ▁یہی ▁دین ▁مستقیم ▁ہے۔ ▁پس ▁ان ▁میں ▁اپنے ▁اوپر ▁ظلم ▁نہ ▁کرو ▁اور ▁تمام ▁مشر کین ▁سے ▁اسی ▁طرح ▁جنگ ▁کرو ▁جس ▁طرح ▁کہ ▁وہ ▁تم ▁سب ▁سے ▁کرتے ▁ہیں ▁اور ▁جان ▁لو ▁کہ ▁بے ▁شک ▁اللہ ▁پر ہ یز گار وں ▁کے ▁ساتھ ▁ہے۔
▁ایسی ▁( کام یابی ) ▁کے ▁لي ے ▁عمل ▁کرنے ▁والوں ▁کو ▁عمل ▁کرنا ▁چاہیے ،
▁چنانچہ ▁موسی ▁وہاں ▁سے ▁خوف زد ہ ▁ہوکر ▁نتیجہ ▁کا ▁انتظار ▁کرتا ▁ہوا ▁نکل ا ▁( اور ) ▁کہا ▁اے ▁میرے ▁پروردگار ! ▁مجھے ▁ظالم ▁لوگوں ▁سے ▁نجات ▁عطا ▁فرما ۔
▁اپ ▁کا ▁پروردگار ▁جانتا ▁ہے ▁کہ ▁دو ▁تہ اي ی ▁رات ▁کے ▁قریب ▁یا ▁نصف ▁شب ▁یا ▁ایک ▁تہ اي ی ▁رات ▁قیام ▁کرتے ▁ہیں ▁اور ▁اپ ▁کے ▁ساتھ ▁ایک ▁گروہ ▁اور ▁بھی ▁ہے ▁اور ▁اللہ ▁د ▁ن ▁و ▁رات ▁کا ▁صحیح ▁اندازہ ▁رکھتا ▁ہے ▁وہ ▁جانتا ▁ہے ▁کہ ▁تم ▁لوگ ▁اس ▁کا ▁صحیح ▁ا حص اء نہ ▁کر ▁ سکو گ ے ▁تو ▁اس ▁نے ▁تمہارے ▁اوپر ▁مہربانی ▁کر ▁دی ▁ہے ▁اب ▁جس ▁قدر ▁قر ان ▁ممکن ▁ہو ▁اتنا ▁پڑھ ▁لو ▁کہ ▁وہ ▁جانتا ▁ہے ▁کہ ▁عن قر یب ▁تم ▁میں ▁سے ▁بعض ▁مریض ▁ہو جا ي ے ں ▁گے ▁اور ▁بعض ▁ رزق ▁خدا ▁کو ▁تلاش ▁کرنے ▁کے ▁لي ے ▁سفر ▁میں ▁چلے ▁جاي ے ں ▁گے ▁اور ▁بعض ▁راہ ▁خدا ▁میں ▁جہاد ▁کریں ▁گے ▁تو ▁جس ▁قدر ▁ممکن ▁ہو ▁تلاوت ▁کرو ▁اور ▁نماز ▁قاي م ▁کرو ▁اور ▁ز کو ة ▁ادا ▁کرو ▁اور ▁اللہ ▁کو ▁قرض ▁حسن ہ ▁دو ▁اور ▁پھر ▁جو ▁کچھ ▁بھی ▁اپنے ▁نفس ▁کے ▁ واسط ے ▁نیک ی ▁پیش گی ▁پھ یج ▁دو ▁گے ▁اسے ▁خدا ▁کی ▁بار گاہ ▁میں ▁حاضر ▁پا ؤ گ ے ▁، بہ تر ▁اور ▁ اجر ▁کے ▁اعتبار ▁سے ▁عظیم ▁تر ۔ اور ▁اللہ ▁سے ▁است غ فار ▁کرو ▁کہ ▁وہ ▁بہت ▁زیادہ ▁بخش نے ▁والا ▁اور ▁مہر با ▁ن ▁ہے
▁اور ▁بھی ▁بہت ▁سی ▁نشان یاں ▁مقرر ▁فرما ي یں۔ ▁اور ▁ستار وں ▁سے ▁بھی ▁لوگ ▁راه ▁حاصل ▁کرتے ▁ہیں
▁اور ▁اللہ ▁سے ▁م غفر ت ▁طلب ▁کریں ، ▁یقینا ▁اللہ ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁اور ▁لوگوں ▁سے ▁بات ▁کرے ▁گا ▁پال نے ▁میں ▁اور ▁پک ی ▁عمر ▁میں ▁اور ▁خاص وں ▁میں ▁ہوگا ،
▁میں ▁نے ▁انہیں ▁اس مان وں ▁و زمین ▁کی ▁پیدا يش ▁کے ▁وقت ▁موجود ▁نہیں ▁رکھا ▁تھا ▁اور ▁نہ ▁خود ▁ان ▁کی ▁اپنی ▁پیدا يش ▁میں ، ▁اور ▁میں ▁گم راه ▁کرنے ▁والوں ▁کو ▁اپنا ▁مدد گار ▁بنانے ▁والا ▁بھی ▁نہیں
▁بے ▁شک ▁الله ▁انصاف ▁کرنے ▁کا ▁اور بھ لا ي ی ▁کرنے ▁کا ▁اور ▁رشتہ ▁دار وں ▁کو ▁دینے ▁کا ▁حکم ▁کرتا ▁ہے ▁اور بے ▁ح یا ي ی ▁اور بری ▁بات ▁اور ▁ظلم ▁سے ▁منع ▁کرتا ▁ہے ▁تمہیں ▁سمجھا تا ▁ہے ▁تاکہ ▁تم ▁سمجھ و
▁تمہارے ▁اسی ▁گمان ▁نے ▁جو ▁تم ▁نے ▁اپنے ▁پروردگار ▁کی ▁نسبت ▁کیا ▁تھا ▁تمہیں ▁تباہ ▁کر ▁دیا ▁اور ▁تم ▁خسار ہ ▁اٹھا نے ▁والوں ▁میں ▁سے ▁ہو گي ے۔
▁بول ے ▁پاک ی ▁ہے ▁ہمارے ▁رب ▁کو ▁بیش ک ▁ہم ▁ظالم ▁تھے ،
▁اور ▁ان ▁کے ▁( خود ▁ساخت ہ ) ▁شریک وں ▁میں ▁سے ▁ان ▁کے ▁لي ے ▁سفارش ی ▁نہیں ▁ہوں ▁گے ▁اور ▁وہ ▁( بال اخر ) ▁اپنے ▁شریک وں ▁کے ▁( ہی ) ▁من کر ▁ہو ▁جاي یں ▁گے ،
▁اے ▁ایمان ▁والو ! ▁جب ▁تم ▁سے ▁کہا ▁جاي ے ▁کہ ▁( اپ نی ) ▁مجلس وں ▁میں ▁کش ا دگی ▁پیدا ▁کرو ▁تو ▁کش اد ہ ▁ہو ▁جای ا ▁کرو ▁اللہ ▁تمہیں ▁کش ا دگی ▁عطا ▁فرما ي ے ▁گا ▁اور ▁جب ▁کہا ▁جاي ے ▁کھڑے ▁ہو ▁جا و ▁تو ▁تم ▁کھڑے ▁ہو ج ایا ▁کرو ، ▁اللہ ▁ان ▁لوگوں ▁کے ▁درج ات ▁بلند ▁فرما ▁دے ▁گا ▁جو ▁تم ▁میں ▁سے ▁ایمان ▁لاي ے ▁اور ▁جنہیں ▁علم ▁سے ▁نواز ا ▁گیا ، ▁اور ▁اللہ ▁ان ▁کام وں ▁سے ▁جو ▁تم ▁کرتے ▁ہو ▁خوب ▁ا گاہ ▁ہے ،
▁اور ▁اللہ ▁ہی ▁کے ▁لي ے ▁اس مان ▁کی ▁تمام ▁چیز یں ▁اور ▁زمین ▁کے ▁تمام ▁چلنے ▁والے ▁اور ▁ملا ي کہ ▁سج دہ ▁ریز ▁ہیں ▁اور ▁کوي ی ▁است ک بار ▁کرنے ▁والا ▁نہیں ▁ہے
▁اور ▁ای وب ▁علی ھ ▁السلام ▁تم ▁اپنے ▁ہاتھوں ▁میں ▁سی نک وں ▁کا ▁م ٹھا ▁لے ▁کر ▁اس ▁سے ▁مار ▁دو ▁اور ▁قسم ▁کی ▁خلاف ▁ورزی ▁نہ ▁کرو ▁- ▁ہم ▁نے ▁ای وب ▁علی ھ ▁السلام کو ▁ص ابر ▁پایا ▁ہے ▁- ▁وہ ▁بہترین ▁بند ہ ▁اور ▁ہماری ▁طرف ▁رجوع ▁کرنے ▁والا ▁ہے
▁اور ▁جن ▁لوگوں ▁نے ▁ہماری ▁ای ات ▁کی ▁تک ذ یب ▁کی ▁ہم ▁انہیں ▁عن قر یب ▁اس ▁طرح ▁لپ یٹ ▁لیں ▁گے ▁کہ ▁انہیں ▁معلوم ▁بھی ▁نہ ▁ہوگا
▁تم ▁اپنے ▁پروردگار ▁کی ▁کن ▁کن ▁نعمت وں ▁کو ▁جھ ٹل او ▁گے ؟
▁اور ▁جب ▁کوي ی ▁سور ت ▁نازل ▁ہوتی ▁ہے ▁تو ▁ان ▁میں ▁سے ▁بعض ▁کہتے ▁ہیں ▁کہ ▁اس ▁سور ت ▁نے تم ▁میں ▁سے ▁کس ▁کے ▁ایمان ▁کو ▁بڑھ ایا ▁ہے ▁سو ▁جو ▁لوگ ▁ایمان ▁والے ▁ہیں ▁اس ▁سور ت ▁نے ▁ان ▁کے ▁ایمان ▁کو ▁بڑھ ایا ▁ہے ▁اور ▁وہ ▁خوش ▁ہوتے ▁ہیں
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁اور ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁وہی ▁لوگ ▁دوزخ ▁( میں ▁رہنے ) ▁والے ▁ہیں ،
▁( ا ے ▁نبی !) ▁اپ ▁منا فق وں ▁کو ▁یہ ▁خبر ▁سنا ▁دیں ▁کہ ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے ،
▁اس ▁کے ▁بعد ▁ہم ▁اپنے ▁رسول وں ▁اور ▁ایمان ▁والوں ▁کو ▁نجات ▁دیتے ▁ہیں ▁اور ▁یہ ▁ہمارے ▁اوپر ▁ایک ▁حق ▁ہے ▁کہ ▁ہم ▁صاحب ان ▁های مان ▁کو ▁نجات ▁دل اي یں
▁اور ▁جب ▁ہم ▁نے ▁فرشت وں ▁کو ▁حکم ▁دیا ▁کہ ▁اد م ▁کے ▁ اگ ے ▁سج دہ ▁کرو ▁تو ▁وہ ▁سج دے ▁میں ▁گر ▁پڑے ▁مگر ▁شیطان ▁نے ▁انکار ▁کیا ▁اور ▁غر ور ▁میں ▁ا کر ▁کا فر ▁بن ▁گیا
▁اور ▁برابر ▁نہیں ▁اند ھا ▁اور ▁ان کھی ارا
▁وہ ▁کہ ے ▁گا ▁کہ ▁کاش ▁میں ▁نے ▁اپنی ▁اس ▁زندگی ▁کے ▁لیے ▁کچھ ▁پیش گی ▁سامان ▁کیا ▁ہوتا !
▁وہ ▁اپنے ▁بند وں ▁میں ▁سے ▁جس ▁پر ▁چاہتا ▁ہے ▁اپنے ▁حکم ▁سے ▁فرشت وں ▁کو ▁روح ▁کے ▁ساتھ ▁نازل ▁کر ▁دیتا ▁ہے ▁کہ ▁لوگوں ▁کو ▁خبردار ▁کر ▁دو ▁( ڈر او ) ▁کہ ▁میرے ▁سوا ▁کوي ی ▁ الہ ▁نہیں ▁ہے ▁پس ▁مجھ ▁ہی ▁سے ▁ڈر و ۔
▁( ا ے ▁انسان !) ▁کیا ▁تج ھے ▁معلوم ▁نہیں ▁کہ ▁اللہ ▁ان ▁سب ▁چیز وں ▁کو ▁جانتا ▁ہے ▁جو ▁اس مان وں ▁میں ▁ہیں ▁اور ▁جو ▁زمین ▁میں ▁ہیں ، ▁کہیں ▁بھی ▁تین ▁( اد م یوں ) ▁کی ▁کوي ی ▁سر گو شی ▁نہیں ▁ہوتی ▁مگر ▁یہ ▁کہ ▁وہ ▁( اللہ ▁اپنے ▁محیط ▁علم ▁و ▁ اگ ہی ▁کے ▁ساتھ ) ▁ان ▁کا ▁چو تھا ▁ہوتا ▁ہے ▁اور ▁نہ ▁ہی ▁کوي ی ▁پانچ ▁( اد م یوں ) ▁کی ▁سر گو شی ▁ہوتی ▁ہے ▁مگر ▁وہ ▁( اپ نے ▁علم ▁محیط ▁کے ▁ساتھ ) ▁ان ▁کا ▁چھ ٹا ▁ہوتا ▁ہے ، ▁اور ▁نہ ▁اس ▁سے ▁کم ▁( لوگ وں ) ▁کی ▁اور ▁نہ ▁زیادہ ▁کی ▁مگر ▁وہ ▁( ہم ی شہ ) ▁ان ▁کے ▁ساتھ ▁ہوتا ▁ہے ▁جہاں ▁کہیں ▁بھی ▁وہ ▁ہوتے ▁ہیں ، ▁پھر ▁وہ ▁قیامت ▁کے ▁دن ▁انہیں ▁ان ▁کام وں ▁سے ▁خبردار ▁کر ▁دے ▁گا ▁جو ▁وہ ▁کرتے ▁رہے ▁تھے ، ▁بیش ک ▁اللہ ▁ہر ▁چیز ▁کو ▁خوب ▁جان نے ▁والا ▁ہے ،
▁تو ▁کوي ی ▁اس ▁کے ▁وقوع ▁کو ▁جھ ٹل انے ▁والا ▁نہ ▁ہوگا
▁اور ▁بول ے ▁وہ ▁جو ▁ہمارے ▁ملنے ▁کی ▁امید ▁نہیں ▁رکھتے ▁ہم ▁پر ▁فرشت ے ▁کیوں ▁نہ ▁اتار ے ▁یا ▁ہم ▁اپنے ▁رب ▁کو ▁دیکھتے ▁بیش ک ▁اپنے ▁جی ▁میں ▁بہت ▁ہی ▁اون چی ▁کھ ین چی ▁( سر کش ی ▁کی ) ▁اور ▁بڑی ▁سر کش ی ▁پر ▁اي ے
▁جو ▁صاف ▁شفاف ▁اور ▁پی نے ▁میں ▁ل ذ ی ذ ▁ہوگی
▁( یعنی ) ▁اسے ▁جو ▁تم ▁میں ▁سے ▁ اگ ے ▁بڑھ نا ▁چاہے ▁یا ▁پیچھے ▁ہ ٹ نا ▁چاہے
▁جب ▁کہ ▁یوسف ▁نے ▁اپنے ▁باپ ▁سے ▁ذکر ▁کیا ▁کہ ▁اب ا ▁جان ▁میں ▁نے ▁گیا ره ▁ستار وں ▁کو ▁اور ▁سور ج ▁چاند ▁کو ▁دیکھا ▁کہ ▁وه ▁سب ▁مجھے ▁سج ده ▁کر ▁رہے ▁ہیں
▁انہوں ▁نے ▁کہا : ▁یقینا ▁تم ▁پر ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁عذاب ▁اور ▁ غضب ▁واجب ▁ہو ▁گیا۔ ▁کیا ▁تم ▁مجھ ▁سے ▁ان ▁( بت وں ▁کے ) ▁نام وں ▁کے ▁بارے ▁میں ▁جھ گ ڑ ▁رہے ▁ہو ▁جو ▁تم ▁نے ▁اور ▁تمہارے ▁باپ ▁داد ا ▁نے ▁( خود ▁ہی ▁فرض ی ▁طور ▁پر ) ▁رکھ ▁لي ے ▁ہیں ▁جن ▁کی ▁االله ▁نے ▁کوي ی ▁سند ▁نہیں ▁اتار ی ؟ ▁سو ▁تم ▁( ع ذ اب ▁کا ) ▁انتظار ▁کرو ▁میں ▁( بھی ) ▁تمہارے ▁ساتھ ▁انتظار ▁کرنے ▁والوں ▁میں ▁سے ▁ہوں ،
▁تم ▁فرما و ▁اے ▁میرے ▁وہ ▁بند و ! ▁جنہوں ▁نے ▁اپنی ▁جان وں ▁پر ▁زیادتی ▁کی ▁اللہ ▁کی ▁رحمت ▁سے ▁نا ام ید ▁نہ ▁ہو ، ▁بیش ک ▁اللہ ▁سب ▁گناہ ▁بخش ▁دیتا ▁ہے ▁بیش ک ▁وہی ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁اپ ▁فرما ▁دیں : ▁اے ▁لوگ و ! ▁میں ▁تم ▁سب ▁کی ▁طرف ▁اس ▁اللہ ▁کا ▁رسول ▁( بن ▁کر ▁ ایا ) ▁ہوں ▁جس ▁کے ▁لي ے ▁تمام ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ت ▁ہے ، ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ، ▁وہی ▁جلا تا ▁اور ▁مار تا ▁ہے ، ▁سو ▁تم ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁پر ▁ایمان ▁لا و ▁جو ▁( شان ▁ام یت ▁کا ▁حامل ) ▁نبی ▁ہے ▁( یعنی ▁اس ▁نے ▁اللہ ▁کے ▁سوا ▁کسی ▁سے ▁کچھ ▁نہیں ▁پڑھ ا ▁مگر ▁جم ی ع ▁خلق ▁سے ▁زیادہ ▁جانتا ▁ہے ▁اور ▁کفر ▁و ▁شرک ▁کے ▁معاشرے ▁میں ▁جوان ▁ہوا ▁مگر ▁بط ن ▁مادر ▁سے ▁نکل ے ▁ہو ي ے ▁بچے ▁کی ▁طرح ▁معصوم ▁اور ▁پاک ی زہ ▁ہے ) ▁جو ▁اللہ ▁پر ▁اور ▁اس ▁کے ▁( سار ے ▁نازل ▁کردہ ) ▁کلام وں ▁پر ▁ایمان ▁رکھتا ▁ہے ▁اور ▁تم ▁ان ہی ▁کی ▁پیر وی ▁کرو ▁تاکہ ▁تم ▁ہدایت ▁پا ▁ سکو ،
▁مگر ▁ایک ▁ہی ▁بات ▁( کہ ▁یہ ▁سلام ▁والے ▁ہر ▁طرف ▁سے ) ▁سلام ▁ہی ▁سلام ▁سن یں ▁گے ،
▁اسے ▁ان ▁لوگوں ▁پر ▁ت سلط ▁حاصل ▁نہیں ▁ہوتا ▁جو ▁ایمان ▁لا تے ▁اور ▁اپنے ▁رب ▁پر ▁بھر وس ا ▁کرتے ▁ہیں
▁پھر ▁اگر ▁وہ ▁منہ ▁م وڑ یں ▁تو ▁کہہ ▁دو ▁کہ ▁میں ▁نے ▁یکساں ▁طور ▁پر ▁خبر ▁دے ▁دی ▁ہے ▁اور م جھ ے ▁معلوم ▁نہیں ▁کہ ▁نزدیک ▁ہے ▁یا ▁دور ▁ہے ▁جس ▁کا ▁تم ▁سے ▁وعدہ ▁کیا ▁جاتا ▁ہے
▁اہل ▁ایمان ▁کو ▁جب ▁خدا ▁اور ▁رسول ▁کی ▁طرف ▁بل ایا ▁جاي ے ▁کہ ▁وہ ▁( رسول ) ▁ان ▁کے ▁درمیان ▁فیصلہ ▁کریں ▁تو ▁ان ▁کا ▁قول ▁یہ ▁ہوتا ▁ہے ▁کہ ▁وہ ▁کہتے ▁ہیں ▁ہم ▁نے ▁سنا ▁اور ▁اطاعت ▁کی ▁اور ▁یہی ▁لوگ ▁فلا ح ▁پانے ▁والے ▁ہیں۔
▁پھر ▁سوا ي ے ▁اس ▁کے ▁ان ▁کا ▁اور کو ي ی ▁بہ انہ ▁نہ ▁ہوگا ▁کہیں ▁گے ▁ہمیں ▁الله ▁اپنے ▁پر ود گار ▁کی ▁قسم ▁ہے ▁کہ ▁ہم ▁تو ▁مشر ک ▁نہیں ▁تھے
▁یوسف ▁اس ▁بات ▁کا ▁خیال ▁نہ ▁کر ۔ ▁اور ▁( زل ی خا ) ▁تو ▁اپنے ▁گناہ وں ▁کی ▁بخش ش ▁مانگ ، ▁بے شک ▁خطا ▁تیر ی ▁ہے
▁اسے ▁ہم ▁نے ▁ا گل وں ▁پچ ھل وں ▁کے ▁لي ے ▁عبر ت ▁کا ▁سبب ▁بنا ▁دیا ▁اور ▁پر ہ یز گار وں ▁کے ▁لي ے ▁وع ظ ▁و نص ی حت ▁کا
▁خدا ▁نے ▁( جنگ ▁احد ▁میں ) ▁اپنا ▁وعدہ ▁( نصر ت ) ▁اس ▁وقت ▁سچ ا ▁کر ▁دکھا یا ▁جب ▁تم ▁اس ▁کے ▁حکم ▁سے ▁ان ▁( کا فر وں ) ▁کا ▁قلع ▁قم ع ▁کر ▁رہے ▁تھے ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁نے ▁کمزور ی ▁دکھا ي ی ▁تو ▁تم ▁نے ▁حکم ▁عدو لی ▁کی۔ ▁( یہ ▁اس ▁لي ے ▁کہ ) ▁تم ▁میں ▁کچھ ▁دنیا ▁کے ▁طلب ▁ گار ▁تھے ▁اور ▁کچھ ▁اخر ت ▁کے ▁طلب گار ▁تھے ▁پھر ▁اس ▁نے ▁تمہیں ▁ان ▁کے ▁مقابلے ▁میں ▁پس پا ▁کر ▁دیا ▁تاکہ ▁تمہارے ▁ایمان ▁و ▁ا خلاص ▁کی ▁از ماي ش ▁کرے۔ ▁اور ▁( پ ھر ▁بھی ) ▁تمہیں ▁معاف ▁کر ▁دیا۔ ▁اور ▁اللہ ▁اہل ▁ایمان ▁پر ▁بڑا ▁فضل ▁کرنے ▁والا ▁ہے۔
▁اور ▁( ا ے ▁پیغمبر !) ▁ہم ▁نے ▁تم ▁پر ▁سچ ی ▁کتاب ▁نازل ▁کی ▁ہے ▁جو ▁اپنے ▁سے ▁پہلی ▁کتابوں ▁کی ▁تصدیق ▁کرتی ▁ہے ▁اور ▁ان ▁( سب ) ▁پر ▁شامل ▁ہے ▁تو ▁جو ▁حکم ▁خدا ▁نے ▁نازل ▁فرمایا ▁ہے ▁اس ▁کے ▁مطابق ▁ان ▁کا ▁فیصلہ ▁کرنا ▁اور ▁حق ▁جو ▁تمہارے ▁پاس ▁اچ کا ▁ہے ▁اس ▁کو ▁چھوڑ ▁کر ▁ان ▁کی ▁خواہش وں ▁کی ▁پیر وی ▁نہ ▁کرنا ▁ہم ▁نے ▁تم ▁میں ▁سے ▁ہر ▁ایک ▁( فرق ے ) ▁کے ▁لیے ▁ایک ▁دستور ▁اور ▁طریقہ ▁مقرر ▁کیا ▁ہے ▁اور ▁اگر ▁خدا ▁چاہتا ▁تو ▁سب ▁کو ▁ایک ▁ہی ▁شریعت ▁پر ▁کر ▁دیتا ▁مگر ▁جو ▁حکم ▁اس ▁نے ▁تم ▁کو ▁دی ي ے ▁ہیں ▁ان ▁میں ▁وہ ▁تمہاری ▁از ماي ش ▁کرنی ▁چاہتا ▁ہے ▁سو ▁نیک ▁کام وں ▁میں ▁جلد ی ▁کرو ▁تم ▁سب ▁کو ▁خدا ▁کی ▁طرف ▁لوٹ ▁کر ▁جانا ▁ہے ▁پھر ▁جن ▁بات وں ▁میں ▁تم ▁کو ▁اختلاف ▁تھا ▁وہ ▁تم ▁کو ▁بتا ▁دے ▁گا
▁پھر ▁( ز کری ا ▁علیہ ▁السلام ) ▁حجر ہ ▁عبادت ▁سے ▁نکل ▁کر ▁اپنے ▁لوگوں ▁کے ▁پاس ▁اي ے ▁تو ▁ان ▁کی ▁طرف ▁اشارہ ▁کیا ▁( اور ▁سمجھ ایا ) ▁کہ ▁تم ▁صبح ▁و ▁شام ▁( اللہ ▁کی ) ▁تس بی ح ▁کیا ▁کرو ،
▁اور ▁اللہ ▁مت قی وں ▁کو ▁ان ▁کی ▁کامیابی ▁کی ▁وجہ ▁سے ▁اس ▁طرح ▁نجات ▁دے ▁گا ▁کہ ▁انہیں ▁نہ ▁کوي ی ▁تکلیف ▁پہنچے ▁گی ▁اور ▁نہ ▁ہی ▁وہ ▁غم گی ن ▁ہوں ▁گے۔
▁اور ▁نفس ▁کی ▁قسم ▁اور ▁جس ▁نے ▁اسے ▁درست ▁کیا ہے
▁اے ▁لوگ و ▁اگر ▁تمہیں ▁دوبارہ ▁زندہ ▁ہونے ▁میں ▁شک ▁ہے ▁تو ▁ہم ▁نے ▁تمہیں ▁م ٹی ▁سے ▁پھر ▁قطر ہ ▁سے ▁پھر ▁جم ے ▁ہو ي ے ▁خون ▁سے ▁پھر ▁گوشت ▁کی ▁بو ٹی ▁نقش ہ ▁بنی ▁ہو ي ی ▁اور ▁بغیر ▁نقش ہ ▁بنی ▁ہو ي ی ▁سے ▁بنایا ▁تاکہ ▁ہم ▁تمہارے ▁سامنے ▁ظاہر ▁کر ▁دیں ▁اور ▁ہم ▁ر ▁حم ▁میں ▁جس ▁کو ▁چاہتے ▁ہیں ▁ایک ▁مدت ▁معین ▁تک ▁ ٹھی رات ے ▁ہیں ▁پھر ▁ہم ▁تمہیں ▁بچہ ▁بنا ▁کر ▁باہر ▁لا تے ▁ہیں ▁پھر ▁تاکہ ▁تم ▁اپنی ▁جوان ی ▁کو ▁پہنچ و ▁اور ▁کچھ ▁تم ▁میں ▁سے ▁مر جا تے ▁ہیں ▁اور ▁کچھ ▁تم ▁میں ▁سے ▁ نک می ▁عمر ▁تک ▁پہنچا ي ے ▁جاتے ▁ہیں ▁کہ ▁سمجھ ▁بوجھ ▁کا ▁درجہ ▁پاک ر ▁ناس م جھ ی ▁کی ▁حالت ▁میں ▁جا ▁پڑتا ▁ہے ▁اور ▁تم ▁زمین ▁کو سو کھی ▁دیکھتے ▁ہو ▁پھر ▁جب ▁ہم ▁اس ▁پر ▁پانی ▁برس ات ے ▁ہیں ▁تو ▁تر ▁و ▁تازہ ▁ہو ▁جاتی ▁ہے ▁او ▁رہ ر ▁قسم ▁کے ▁خوش ▁ن مان بات ات ▁ اگ ▁ا تے ▁ہیں
▁( اور ▁اس ▁وقت ▁اسے ▁یہ ▁جواب ▁ملے ▁کہ ) ▁" کی وں ▁نہیں ، ▁میری ▁ای ات ▁تیر ے ▁پاس ▁ا ▁چکی ▁تھیں ، ▁پھر ▁تو ▁نے ▁انہیں ▁جھ ٹل ایا ▁اور ▁تک بر ▁کیا ▁اور ▁تو ▁کا فر وں ▁میں ▁سے ▁تھا "
▁( وہ ▁اس ▁وقت ▁سن ▁رہا ▁تھا ) ▁جب ▁عمران ▁کی ▁عورت ▁کہہ ▁رہی ▁تھی ▁کہ ، ▁" میر ے ▁پروردگار ! ▁میں ▁اس ▁بچے ▁کو ▁جو ▁میرے ▁پیٹ ▁میں ▁ہے ▁تیر ی ▁نذر ▁کرتی ▁ہوں ، ▁وہ ▁تیر ے ▁ہی ▁کام ▁کے ▁لیے ▁وقف ▁ہوگا ▁میری ▁اس ▁پیش کش ▁کو ▁قبول ▁فرما ▁تو ▁سن نے ▁اور ▁جان نے ▁والا ▁ہے "
▁اے ▁ یح یی ▁کتاب ▁کو ▁مضبوط ی ▁سے ▁پکڑ ▁اور ▁ہم ▁نے ▁اسے ب چ پن ▁ہی ▁میں ▁حکمت ▁عطا ▁کی
▁اور ▁اگر ▁ہم ▁ان ▁پر ▁رحم ▁فرما ▁دیں ▁اور ▁جو ▁تکلیف ▁انہیں ▁( لاحق ) ▁ہے ▁اسے ▁دور ▁کر ▁دیں ▁تو ▁وہ ▁بھ ٹک تے ▁ہو ي ے ▁اپنی ▁سر کش ی ▁میں ▁مزید ▁پک ے ▁ہو ▁جاي یں ▁گے ،
▁پس ▁الله ▁سے ▁ڈر و ▁اور ▁میرا ▁کہا ▁مان و
▁اور ▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁مال ▁و ▁اولاد ▁میں ▁بہت ▁زیادہ ▁ہیں ▁اور ▁ہم ▁پر ▁عذاب ▁نہیں ▁کیا ▁جاي ے ▁گا ،
▁اور ▁شی اط ین ▁میں ▁سے ▁ہم ▁نے ▁ایسے ▁بہت ▁س وں ▁کو ▁اس ▁کا ▁تابع ▁بنا ▁دیا ▁تھا ▁جو ▁اس ▁کے ▁لیے ▁ غوط ے ▁لگا تے ▁اور ▁اس ▁کے ▁سوا ▁دوسرے ▁کام ▁کرتے ▁تھے ▁ان ▁سب ▁کے ▁نگران ▁ہم ▁ہی ▁تھے
▁اور ▁ہم ▁نے ▁انہیں ▁بھی ▁اپنی ▁نشان یاں ▁دیں ▁تو ▁وہ ▁ا عراض ▁کرنے ▁والے ▁ہی ▁رہ ▁ گي ے
▁اور ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁اگر ▁تم ▁اور ▁وہ ▁سب ▁کے ▁سب ▁لوگ ▁جو ▁زمین ▁میں ▁ہیں ▁کفر ▁کرنے ▁لگ یں ▁تو ▁بیش ک ▁اللہ ▁( ان ▁سب ▁سے ) ▁یقینا ▁بے ▁نیاز ▁لا يق ▁ حمد ▁و ▁ ثنا ▁ہے ،
▁جب ▁کہ ▁وہ ▁ایک ▁بڑا ▁دن ▁دیکھیں ▁گے ▁جب ▁وہ ▁ہمارے ▁سامنے ▁حاضر ▁ہوں ▁گے ▁اس ▁روز ▁تو ▁ان ▁کے ▁کان ▁بھی ▁خوب ▁سن ▁رہے ▁ہوں ▁گے ▁اور ▁ان ▁کی ▁ان کھ یں ▁بھی ▁خوب ▁دیکھ تی ▁ہوں ▁گی ، ▁مگر ▁اج ▁یہ ▁ظالم ▁کھل ی ▁گمراہ ی ▁میں ▁مبتلا ▁ہیں
▁وہ ▁چاہتا ▁ہے ▁کہ ▁لوگوں ▁کے ▁لي ے ▁اس ▁امر ▁کو ▁واضح ▁کرد ے ▁جس ▁میں ▁وہ ▁اختلاف ▁کررہے ▁ہیں ▁اور ▁کف ار ▁کو ▁یہ ▁معلوم ▁ہو جا ي ے ▁کہ ▁وہ ▁واقعی ▁جھوٹ ▁بولا ▁کرتے ▁تھے
▁مسلمان ▁مرد وں ▁کو ▁حکم ▁دو ▁اپنی ▁ن گاہ یں ▁کچھ ▁نی چی ▁رکھیں ▁اور ▁اپنی ▁شرم گاہ وں ▁کی ▁حفاظت ▁کریں ▁یہ ▁ان ▁کے ▁لیے ▁بہت ▁ست ھر ا ▁ہے ، ▁بیش ک ▁اللہ ▁کو ▁ان ▁کے ▁کام وں ▁کی ▁خبر ▁ہے ،
▁تو ▁اللہ ▁کے ▁سوا ▁دوسرا ▁خدا ▁نہ ▁پو ج ▁کہ ▁ت جھ ▁پر ▁عذاب ▁ہوگا ،
▁االله ▁ان ▁بات وں ▁سے ▁پاک ▁ہے ▁جو ▁یہ ▁بیان ▁کرتے ▁ہیں ،
▁اور ▁جنت ▁کو ▁صاحب ان ▁تقوی ▁سے ▁قریب ▁تر ▁کردیا ▁جاي ے ▁گا
▁اور ▁ہم ▁نے ▁ان ▁کے ▁پاس ▁کتاب ▁پہنچا ▁دی ▁ہے ▁جس ▁کو ▁علم ▁ود انش ▁کے ▁ساتھ ▁کھول ▁کھول ▁کر ▁بیان ▁کر ▁دیا ▁ہے ▁( اور ) ▁وہ ▁مومن ▁لوگوں ▁کے ▁لیے ▁ہدایت ▁اور ▁رحمت ▁ہے
▁کیا ▁تم ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁جن ▁کا ▁دعوی ▁ہے ▁کہ ▁وہ ▁اس ▁پر ▁ایمان ▁لاي ے ▁جو ▁اپ ▁پر ▁نازل ▁کیا ▁گیا ▁ہے ▁اور ▁اس ▁پر ▁جو ▁اپ ▁سے ▁پہلے ▁نازل ▁کیا ▁گیا۔ ▁( اس ▁کے ▁باوجود ) ▁وہ ▁چاہتے ▁ہیں ▁کہ ▁طا غو ت ▁کی ▁طرف ▁رجوع ▁کریں۔ ▁( غیر ▁شرعی ▁عدالت ▁میں ▁مقدمہ ▁لے ▁جاي یں ) ▁حالانک ہ ▁انہیں ▁اس ▁کا ▁انکار ▁کرنے ▁کا ▁حکم ▁دیا ▁گیا ▁ہے۔ ▁شیطان ▁چاہتا ▁ہے ▁کہ ▁انہیں ▁بھ ٹک ا ▁کر ▁گمراہ ی ▁میں ▁بہت ▁دور ▁لے ▁جاي ے۔
▁بے ▁شک ▁عیسی ▁کی ▁مثال ▁الله ▁کے ▁نزدیک ▁اد م ▁کی ▁سی ▁ہے ▁اسے ▁م ٹی ▁سے ▁بنایا ▁پھر ▁اسے ▁کہا ▁کہ ▁ہو ▁جا ▁پھر ▁ہو ▁گیا
▁اور ▁جنہوں ▁نے ▁ہماری ▁ ایت یں ▁اور ▁اخر ت ▁کے ▁در بار ▁کو ▁جھ ٹل ایا ▁ان ▁کا ▁سب ▁کیا ▁ دھر ا ▁اک ارت ▁گیا ، ▁انہیں ▁کیا ▁بدل ہ ▁ملے ▁گا ▁مگر ▁وہی ▁جو ▁کرتے ▁تھے ،
▁اور ▁یہ ▁لوگ ▁اللہ ▁کو ▁چھوڑ ▁کر ▁ایس وں ▁کی ▁عبادت ▁کرتے ▁ہیں ▁جن ▁کی لي ے ▁نہ ▁تو ▁اللہ ▁نے ▁کوي ی ▁دلیل ▁( س ند ) ▁نازل ▁کی ▁ہے ▁اور ▁نہ ▁ہی ▁انہیں ▁ان ▁کے ▁بارے ▁میں ▁کوي ی ▁علم ▁ہے ▁اور ▁( ان ) ▁ظالم وں ▁کی لي ے ▁کوي ی ▁مدد گار ▁نہیں ▁ہے۔
▁پیغمبر ▁چین ▁بج یں ▁ہو ي ے ▁اور ▁منہ ▁م وڑ ▁لیا
▁اور ▁یہ ▁لوگ ▁پروردگار ▁کو ▁چھوڑ ▁کر ▁ایس وں ▁کی ▁عبادت ▁کرتے ▁ہیں ▁جو ▁نہ ▁فاي دہ ▁پہنچا ▁سکتے ▁ہیں ▁اور ▁نہ ▁نقصان ▁اور ▁کا فر ▁تو ▁ہمیشہ ▁پروردگار ▁کے ▁خلاف ▁ہی ▁پشت ▁پناہ ی ▁کرتا ▁ہے
▁اور ▁تم ہ ارا ▁مع بود ▁خدا ي ے ▁واحد ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁( وہ ) ▁نہای ت ▁مہر بان ▁بہت ▁رحم ▁فرمان ے ▁والا ▁ہے ،
▁اور ▁وعدہ ▁بر حق ▁کے ▁پورا ▁ہونے ▁کا ▁وقت ▁قریب ▁ا ▁لگے ▁گا ▁تو ▁ یکا ▁یک ▁ان ▁لوگوں ▁کے ▁دید ے ▁پھ ٹے ▁کے ▁پھ ٹے ▁رہ ▁جاي یں ▁گے ▁جنہوں ▁نے ▁کفر ▁کیا ▁تھا ▁کہیں ▁گے ▁" ہا ي ے ▁ہماری ▁کم ▁بخ تی ، ▁ہم ▁اس ▁چیز ▁کی ▁طرف ▁سے ▁غفلت ▁میں ▁پڑے ▁ہو ي ے ▁تھے ، ▁بلکہ ▁ہم ▁خطا ▁کار ▁تھے "
▁اس ▁نے ▁جواب ▁دیا ▁" اپ ▁میرے ▁ساتھ ▁صبر ▁نہیں ▁کر ▁سکتے
▁بے ▁شک ▁جو ▁لوگ ▁الله ▁کی ▁ ایت وں ▁میں ▁بغیر ▁اس ▁کے ▁کہ ▁ان ▁کے ▁پاس ▁کوي ی ▁دلیل ▁اي ی ▁ہو ▁جھ گ ڑ تے ▁ہیں ▁اور ▁کچھ ▁نہیں ▁بس ▁ان ▁کے ▁دل ▁میں ▁بڑا ي ی ▁ہے ▁کہ ▁وہ ▁اس ▁تک ▁کبھی ▁پہنچنے ▁والے ▁نہیں ▁سو ▁الله ▁سے ▁پناہ ▁مانگ و ▁کیوں ▁کہ ▁وہ ▁سن نے ▁والا ▁دیکھنے ▁والا ▁ہے
▁اور ▁وہی ▁ذات ▁اس مان ▁میں ▁مع بود ▁ہے ▁اور ▁زمین ▁میں ▁( بھی ) ▁مع بود ▁ہے ، ▁اور ▁وہ ▁بڑی ▁حکمت ▁والا ▁بڑے ▁علم ▁والا ▁ہے ،
▁مگر ▁جب ▁دیکھا ▁کہ ▁ان ▁کے ▁ہاتھ ▁کھانے ▁پر ▁نہیں ▁بڑھ تے ▁تو ▁وہ ▁ان ▁سے ▁مشت بہ ▁ہو ▁گیا ▁اور ▁دل ▁میں ▁ان ▁سے ▁خوف ▁محسوس ▁کرنے ▁لگا ▁انہوں ▁نے ▁کہا ▁" ڈر و ▁نہیں ، ▁ہم ▁تو ▁ل وط ▁کی ▁قوم ▁کی ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں "
▁انہیں ▁سر ▁بہ ▁مہر ▁بڑی ▁ل ذ ی ذ ▁شراب ▁ط ہ ور ▁پلا ي ی ▁جاي ے ▁گی ،
▁ان ▁لوگوں ▁نے ▁طنز ▁کیا ▁کہ ▁شعیب ▁کیا ▁تمہاری ▁نماز ▁تمہیں ▁یہ ▁حکم ▁دیتی ▁ہے ▁کہ ▁ہم ▁اپنے ▁بزرگ وں ▁کے ▁مع بود وں ▁کو ▁چھوڑ ▁دیں ▁یا ▁اپنے ▁اموال ▁میں ▁اپنی ▁مرضی ▁کے ▁مطابق ▁ تصرف ▁نہ ▁کریں ▁تم ▁تو ▁بڑے ▁برد بار ▁اور ▁سمجھ ▁دار ▁معلوم ▁ہوتے ▁ہو
▁اور ▁ہم ▁نے ▁مد ین ▁کی ▁طرف ▁ان ▁کے ▁بھ اي ی ▁شعیب ▁کو ▁بھی جا ▁تو ▁انہوں ▁نے ▁کہا ▁کہ ▁اے ▁قوم ▁اللہ ▁کی ▁عبادت ▁کر ▁کہ ▁اس ▁کہ ▁علاوہ ▁تیر ا ▁کوي ی ▁خدا ▁نہیں ▁ہے ▁اور ▁خبردار ▁ناپ ▁تو ل ▁میں ▁کمی ▁نہ ▁کرنا ▁کہ ▁میں ▁تمہیں ▁بھ لا ي ی ▁میں ▁دیکھ ▁رہا ▁ہوں ▁اور ▁میں ▁تمہارے ▁بارے ▁میں ▁اس ▁دن ▁کے ▁عذاب ▁سے ▁ڈر تا ▁ہوں ▁جو ▁سب ▁کو ▁اح اط ہ ▁کر لے ▁گا
▁اے ▁ابراہیم ▁اس ▁بات ▁کو ▁جانے ▁دو ۔ ▁تمہارے ▁پروردگار ▁کا ▁حکم ▁اپ ہن چا ▁ہے۔ ▁اور ▁ان ▁لوگوں ▁پر ▁عذاب ▁ انے ▁والا ▁ہے ▁جو ▁کبھی ▁نہیں ▁ ٹل نے ▁کا
▁( ان ▁کی ▁باتیں ▁غلط ▁ہیں ) ▁حقیقت ▁یہ ▁ہے ▁کہ ▁اللہ ▁تم ہ ارا ▁حامی ▁و ▁مدد گار ▁ہے ▁اور ▁وہ ▁بہترین ▁مدد ▁کرنے ▁والا ▁ہے
▁اللہ ▁اور اس ▁کے ▁رسول ▁کی ▁جانب ▁سے ▁بی زار ی ▁کا ▁اعلان ▁ہے۔ ▁ان ▁مشر ک وں ▁کے ▁بارے ▁میں ▁جن ▁سے ▁تم ▁نے ▁عہد ▁و پی مان ▁کیا ▁تھا
▁خدا ▁ہی ▁ہر ▁چیز ▁کا ▁پیدا ▁کرنے ▁والا ▁ہے۔ ▁اور ▁وہی ▁ہر ▁چیز ▁کا ▁نگر اں ▁ہے
▁اور ▁جنہوں ▁نے ▁براي یاں ▁کم اي یں ▁تو ▁براي ی ▁کا ▁بدل ہ ▁اسی ▁جیسا ▁اور ▁ان ▁پر ▁ذ لت ▁چڑھ ے ▁گی ، ▁انہیں ▁اللہ ▁سے ▁بچانے ▁والا ▁کوي ی ▁نہ ▁ہوگا ، ▁گویا ▁ان ▁کے ▁چ ہر وں ▁پر ▁ان دھی ری ▁رات ▁کے ▁ ٹک ڑے ▁چڑھ ا ▁دی ي ے ▁ہیں ▁وہی ▁دوزخ ▁والے ▁ہیں ، ▁وہ ▁اس ▁میں ▁ہمیشہ ▁رہیں ▁گے ،
▁اور ▁جن ▁لوگوں ▁( یہ ود ) ▁کو ▁تور ا ۃ ▁کا ▁حامل ▁بنایا ▁گیا ▁مگر ▁انہوں ▁نے ▁اس کو ▁نہ ▁اٹھایا ▁ان ▁کی ▁مثال ▁اس ▁گ د ھے ▁کی ▁سی ▁ہے ▁جس ▁نے ▁بڑی ▁بڑی ▁کتاب یں ▁اٹھا ي ی ▁ہو ي ی ▁ہوں ▁اور ▁کیا ▁بری ▁مثال ▁ہے ▁ان ▁لوگوں ▁کی ▁جنہوں ▁نے ▁اللہ ▁کی ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁اور ▁اللہ ▁ظالم وں ▁کو ▁ہدایت ▁نہیں ▁دیتا ▁( ا نہیں ▁منزل ▁مقصود ▁تک ▁نہیں ▁پہنچا تا ) ۔
▁اسی ▁اللہ ▁کی ▁سلطنت ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کی ▁اور ▁وه ▁کوي ی ▁اولاد ▁نہیں ▁رکھتا ، ▁نہ ▁اس ▁کی ▁سلطنت ▁میں ▁کوي ی ▁اس ▁کا ▁سا جھ ی ▁ہے ▁اور ▁ہر ▁چیز ▁کو ▁اس ▁نے ▁پیدا ▁کرکے ▁ایک ▁مناسب ▁اندازه ▁ٹھہر ا ▁دیا ▁ہے
▁جب ▁ان ▁سے ▁شعیب ▁نے ▁فرمایا ▁کیا ▁ڈر تے ▁نہیں ،
▁پس ▁الله ▁سے ▁ڈر و ▁اور ▁میرا ▁کہا ▁مان و
▁وہ ▁( جو ) ▁اخر ت ▁کا ▁گھر ▁( ہے ) ▁ہم ▁نے ▁اسے ▁ان ▁لوگوں ▁کے ▁لي ے ▁( ت یار ) ▁کر ▁رکھا ▁ہے ▁جو ▁ملک ▁میں ▁ظلم ▁اور ▁فساد ▁کا ▁اراد ہ ▁نہیں ▁رکھتے ▁اور ▁انجام ▁( ن یک ) ▁تو ▁پر ہ یز گار وں ▁ہی ▁کا ▁ہے
▁کیا ▁انسان ▁خیال ▁کرتا ▁ہے ▁کہ ▁یوں ▁ہی ▁چھوڑ ▁دیا ▁جاي ے ▁گا ؟
▁کیا ▁اپ ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁جو ▁اللہ ▁کی ▁ ایت وں ▁میں ▁جھ گ ڑا ▁کرتے ▁ہیں ، ▁وہ ▁کہاں ▁بھ ٹک ے ▁جا ▁رہے ▁ہیں ،
▁کیا ▁وہ ▁نہیں ▁جانتے ▁کہ ▁جو ▁شخص ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁مخالفت ▁کرتا ▁ہے ▁تو ▁اس ▁کے ▁لي ے ▁دوزخ ▁کی ▁ اگ ▁( م قرر ) ▁ہے ▁جس ▁میں ▁وہ ▁ہمیشہ ▁رہنے ▁والا ▁ہے ، ▁یہ ▁زبردست ▁رس وا ي ی ▁ہے ،
▁اور ▁( قوم ▁ل وط ▁کی ) ▁ال ٹی ▁ہو ي ی ▁بست یوں ▁کو ▁( او پر ▁اٹھا ▁کر ) ▁اسی ▁نے ▁نیچے ▁دے ▁ پٹ کا ،
▁کیا ▁تو ▁نے ▁نہ ▁دیکھا ▁کہ ▁اللہ ▁نرم ▁نرم ▁چلا تا ▁ہے ▁با دل ▁کو ▁پھر ▁انہیں ▁اپ س ▁میں ▁ملا تا ▁ہے ▁پھر ▁انہیں ▁تہ ہ ▁پر ▁تہ ہ ▁کردی تا ▁ہے ▁تو ▁تو ▁دیکھ ے ▁کہ ▁اس ▁کے ▁بیچ ▁میں ▁سے ▁می نہ ▁نکل تا ▁ہے ▁اور ▁اتار تا ▁ہے ▁اس مان ▁سے ▁اس ▁میں ▁جو ▁برف ▁کے ▁پہاڑ ▁ہیں ▁ان ▁میں ▁سے ▁کچھ ▁اول ے ▁پھر ▁ڈال نا ▁ہے ▁انہیں ▁جس ▁پر ▁چاہے ▁اور ▁پھ یر دی تا ▁ہے ▁انہیں ▁جس ▁سے ▁چاہے ▁قریب ▁ہے ▁کہ ▁اس ▁کی ▁بجلی ▁کی ▁چم ک ▁ان کھ ▁لے ▁جاي ے
▁اے ▁ایمان ▁والو ! ▁ایسے ▁لوگوں ▁سے ▁دوستی ▁مت ▁رکھ و ▁جن ▁پر ▁اللہ ▁ غضب ناک ▁ہوا ▁ہے ▁بیش ک ▁وہ ▁اخر ت ▁سے ▁( اس ▁طرح ) ▁مایوس ▁ہو ▁چکے ▁ہیں ▁جیسے ▁کف ار ▁اہل ▁ق بور ▁سے ▁مایوس ▁ہیں ،
▁تو ▁وہ ▁وہ ▁اپنا ▁ نامہ ٴ ▁اعمال ▁ دہ نے ▁ہاتھ ▁میں ▁دیا ▁جاي ے
▁اور ▁مختلف ▁راست وں ▁والے ▁اس مان ▁کی ▁قسم
▁اور ▁کچھ ▁لوگ ▁اللہ ▁کے ▁سوا ▁اور ▁مع بود ▁بن الی تے ▁ہیں ▁کہ ▁انہیں ▁اللہ ▁کی ▁طرح ▁محبوب ▁رکھتے ▁ہیں ▁اور ▁ایمان ▁والوں ▁کو ▁اللہ ▁کے ▁برابر ▁کسی ▁کی ▁محبت ▁نہیں ▁اور ▁کیسے ▁ہو ▁اگر ▁دیکھیں ▁ظالم ▁وہ ▁وقت ▁جب ▁کہ ▁عذاب ▁ان ▁کی ▁ان کھ وں ▁کے ▁سامنے ▁اي ے ▁گا ▁اس ▁لي ے ▁کہ ▁سارا ▁زور ▁خدا ▁کو ▁ہے ▁اور ▁اس ▁لي ے ▁کہ ▁اللہ ▁کا ▁عذاب ▁بہت ▁سخت ▁ہے ،
▁اگر ▁تم ▁لوگ ▁بھ لا ي ی ▁کھل م ▁کھل ا ▁کرو ▁گے ▁یا ▁چھپ ا ▁کر ▁یا ▁براي ی ▁سے ▁در گز ر ▁کرو ▁گے ▁تو ▁خدا ▁بھی ▁معاف ▁کرنے ▁والا ▁( اور ) ▁صاحب ▁قدرت ▁ہے
▁اور ▁اگر ▁ہم ▁چاہتے ▁تو ▁ان ▁ ایت وں ▁سے ▁اس ▁( کے ▁در جے ) ▁کو ▁بلند ▁کر ▁دیتے ▁مگر ▁وہ ▁تو ▁پست ی ▁کی ▁طرف ▁ما يل ▁ہوگیا ▁اور ▁اپنی ▁خواہش ▁کے ▁پیچھے ▁چل ▁پڑا ۔ ▁تو ▁اس ▁کی ▁مثال ▁ک تے ▁کی ▁سی ▁ہو گي ی ▁کہ ▁اگر ▁سختی ▁کرو ▁تو ▁زبان ▁نکال ے ▁رہے ▁اور ▁ یون ہی ▁چھوڑ ▁دو ▁تو ▁بھی ▁زبان ▁نکال ے ▁رہے۔ ▁یہی ▁مثال ▁ان ▁لوگوں ▁کی ▁ہے ▁جنہوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁تو ▁ان ▁سے ▁یہ ▁قص ہ ▁بیان ▁کرد و ۔ ▁تاکہ ▁وہ ▁فکر ▁کریں
▁اور ▁اگر ▁الله ▁تج ھے ▁کوي ی ▁تکلیف ▁پہنچا ي ے ▁تو اس ▁کے ▁سوا ▁اور ▁کوي ی ▁دور ▁کرنے ▁والا ▁نہیں ▁اور ▁اگر ▁تج ھے ▁کوي ی ▁بھ لا ي ی ▁پہنچا ي ے ▁تو ▁وہ ▁ہر ▁چیز ▁پر ▁قادر ▁ہے
▁اور ▁بیش ک ▁ہم ▁نے ▁ت جھ ▁پر ▁ایک ▁بار ▁اور ▁احسان ▁فرمایا
▁اور ▁اگر ▁تمہیں ▁ اندیش ہ ▁ہو ▁کہ ▁تم ▁ یت یم ▁لڑکی وں ▁کے ▁بارے ▁میں ▁انصاف ▁نہ ▁کر ▁ سکو ▁گے ▁تو ▁ان ▁عورتوں ▁سے ▁نکاح ▁کرو ▁جو ▁تمہارے ▁لي ے ▁پسند ید ہ ▁اور ▁حلال ▁ہوں ، ▁دو ▁دو ▁اور ▁تین ▁تین ▁اور ▁چار ▁چار ▁( م گر ▁یہ ▁اجازت ▁بشر ط ▁عدل ▁ہے )، ▁پھر ▁اگر ▁تمہیں ▁ اندیش ہ ▁ہو ▁کہ ▁تم ▁( زا يد ▁بیوی وں ▁میں ) ▁عدل ▁نہیں ▁کر ▁ سکو ▁گے ▁تو ▁صرف ▁ایک ▁ہی ▁عورت ▁سے ▁( نک اح ▁کرو ) ▁یا ▁وہ ▁کنی ز یں ▁جو ▁( شرع ا ) ▁تمہاری ▁ملکی ت ▁میں ▁اي ی ▁ہوں ، ▁یہ ▁بات ▁اس ▁سے ▁قریب ▁تر ▁ہے ▁کہ ▁تم ▁سے ▁ظلم ▁نہ ▁ہو ،
▁یہ ▁تو ▁چاہتا ▁ہے ▁کہ ▁اپنے ▁جادو ▁کے ▁زور ▁سے ▁تمہیں ▁تمہاری ▁سر ▁زمین ▁سے ▁ہی ▁نکال ▁دے ، ▁بتا و ▁اب ▁تم ▁کیا ▁حکم ▁دیتے ▁ہو
▁بیش ک ▁اگر ▁وہ ▁تمہیں ▁جان ▁لیں ▁گے ▁تو ▁تمہیں ▁پتھر او ▁کریں ▁گے ▁یا ▁اپنے ▁دین ▁میں ▁پھ یر ▁لیں ▁گے ▁اور ▁ایسا ▁ہوا ▁تو ▁تم ہ ارا ▁کبھی ▁بھ لا ▁نہ ▁ہوگا ،
▁اور ▁جو ▁شخص ▁اپنے ▁رب ▁کے ▁حضور ▁کھڑا ▁ہونے ▁سے ▁ڈر تا ▁رہا ▁اور ▁اس ▁نے ▁( اپ نے ) ▁نفس ▁کو ▁( بری ) ▁خواہش ات ▁و ▁ شہ وات ▁سے ▁باز ▁رکھا ،
▁بے ▁شک ▁ہدایت ▁کی ▁ذم ہ ▁داری ▁ہمارے ▁اوپر ▁ہے
▁اسے ▁پاک ی ▁اور ▁برتر ی ▁ان ▁کی ▁بات وں ▁سے ▁بڑی ▁برتر ی ،
▁( لق مان ▁نے ▁کہا : ) ▁اے ▁میرے ▁فرزند ! ▁اگر ▁کوي ی ▁چیز ▁را ي ی ▁کے ▁د انہ ▁کے ▁برابر ▁ہو ، ▁پھر ▁خواہ ▁وہ ▁کسی ▁چ ٹ ان ▁میں ▁( چھ پی ) ▁ہو ▁یا ▁اس مان وں ▁میں ▁یا ▁زمین ▁میں ▁( تب ▁بھی ) ▁االله ▁اسے ▁( روز ▁قیامت ▁حساب ▁کے ▁لي ے ) ▁موجود ▁کر ▁دے ▁گا۔ ▁بیش ک ▁االله ▁بار یک ▁بین ▁( بھی ) ▁ہے ▁ا گاہ ▁و ▁خبردار ▁( بھی ) ▁ہے ،
▁اور ▁ہم ▁نے ▁انہیں ▁بڑے ▁ہی ▁اون چے ▁مقام ▁تک ▁بلند ▁کیا ▁تھا۔
▁( وہ ) ▁دوزخ ▁ہے ، ▁اس ▁میں ▁وہ ▁داخل ▁ہوں ▁گے ، ▁سو ▁بہت ▁ہی ▁برا ▁بچ ھو نا ▁ہے ،
▁جب ▁کا فر وں ▁نے ▁اپنے ▁دل وں ▁میں ▁ضد ▁کی ▁اور ▁ضد ▁بھی ▁ج اہل یت ▁کی۔ ▁تو ▁خدا ▁نے ▁اپنے ▁پیغمبر ▁اور ▁مومن وں ▁پر ▁اپنی ▁طرف ▁سے ▁تس کین ▁نازل ▁فرما ي ی ▁اور ▁ان ▁کو ▁پر ہ یز گار ی ▁کی ▁بات ▁پر ▁قاي م ▁رکھا ▁اور ▁وہ ▁اسی ▁کے ▁مستحق ▁اور ▁اہل ▁تھے۔ ▁اور ▁خدا ▁ہر ▁چیز ▁سے ▁خبردار ▁ہے
▁بھ لا ▁اپ ▁نے ▁اس ▁شخص ▁کو ▁دیکھا ▁جس ▁نے ▁منہ ▁پھ یر ▁لیا
▁سلیمان ▁نے ▁کہا ▁" ان جان ▁طریقے ▁سے ▁اس ▁کا ▁تخت ▁اس ▁کے ▁سامنے ▁رکھ ▁دو ، ▁دیکھیں ▁وہ ▁صحیح ▁بات ▁تک ▁پہنچ تی ▁ہے ▁یا ▁ان ▁لوگوں ▁میں ▁سے ▁ہے ▁جو ▁راہ ▁راست ▁نہیں ▁پا تے "
▁اور ▁علامات ▁معین ▁کرد یں ▁اور ▁لوگ ▁ستار وں ▁سے ▁بھی ▁راستے ▁دریافت ▁کرلی تے ▁ہیں
▁اور ▁ہم ▁نے ▁اس ▁کی ▁طرف ▁اس ▁بات ▁کا ▁فیصلہ ▁کر ▁دیا ▁کہ ▁صبح ▁ہوتے ▁ہوتے ▁ان ▁لوگوں ▁کی ▁جڑ یں ▁کا ٹ ▁دی ▁جاي یں ▁گی
▁( خ وب ▁کام ▁تو ) ▁فرمان برداری ▁اور ▁پسند ید ہ ▁بات ▁کہنا ▁( ہے ) ▁پھر ▁جب ▁( جہ اد ▁کی ) ▁بات ▁پخت ہ ▁ہو گي ی ▁تو ▁اگر ▁یہ ▁لوگ ▁خدا ▁سے ▁سچ ے ▁رہ نا ▁چاہتے ▁تو ▁ان ▁کے ▁لي ے ▁بہت ▁اچھا ▁ہوتا
▁اور ▁اگر ▁تم ▁ان ▁کو ▁تکلیف ▁دینی ▁چاہ و ▁تو ▁اتنی ▁ہی ▁دو ▁جتن ی ▁تکلیف ▁تم ▁کو ▁ان ▁سے ▁پہنچ ی ۔ ▁اور ▁اگر ▁صبر ▁کرو ▁تو ▁وہ ▁صبر ▁کرنے ▁والوں ▁کے ▁لیے ▁بہت ▁اچھا ▁ہے
▁کہہ ▁دی جي ے ! ▁کہ ▁اللہ ▁کی ▁دلیل ▁زبردست ▁ہے۔ ▁اگر ▁اللہ ▁( اپ نی ▁مش یت ▁قا ہ رہ ▁سے ) ▁چاہتا ▁تو ▁تم ▁سب ▁کو ▁ہدایت ▁دے ▁دیتا ۔
▁فرع ون ▁نے ▁کہا ▁" ▁اچھا ، ▁تو ▁پھر ▁تم ▁دونوں ▁کا ▁رب ▁کون ▁ہے ▁اے ▁موسی ؟ "
▁ہم ▁چاہ یں ▁تو ▁اسے ▁کھ اری ▁کرد یں ▁پھر ▁کیوں ▁نہیں ▁شکر ▁کرتے
▁اور ▁نہ ▁ان دھی را ▁اور ▁روشنی
▁تو ▁ان ▁کی ▁کم اي ی ▁کچھ ▁ان ▁کے ▁کام ▁نہ ▁اي ی
▁اور ▁اللہ ▁کے ▁حضور ▁کوي ی ▁شفا عت ▁بھی ▁کسی ▁کے ▁لیے ▁نا فع ▁نہیں ▁ہو ▁سکتی ▁ب جز ▁اس ▁شخص ▁کے ▁جس ▁کے ▁لیے ▁اللہ ▁نے ▁سفارش ▁کی ▁اجازت ▁دی ▁ہو ▁حتی ▁کہ ▁جب ▁لوگوں ▁کے ▁دل وں ▁سے ▁گھ برا ہ ٹ ▁دور ▁ہو ▁گی ▁تو ▁وہ ▁( س فار ش ▁کرنے ▁والوں ▁سے ) ▁پوچھ یں ▁گے ▁کہ ▁تمہارے ▁رب ▁نے ▁کیا ▁جواب ▁دیا ▁وہ ▁کہیں ▁گے ▁کہ ▁ٹھیک ▁جواب ▁ملا ▁ہے ▁اور ▁وہ ▁بزرگ ▁و ▁برتر ▁ہے
▁( ی اد ▁کر ) ▁جبکہ ▁تیر ی ▁بہن ▁چل ▁رہی ▁تھی ▁اور ▁کہہ ▁رہی ▁تھی ▁کہ ▁اگر ▁تم ▁کہ و ▁تو ▁میں ▁اسے ▁بتا ▁د وں ▁جو ▁اس ▁کی ▁ نگ ہ بانی ▁کرے ، ▁اس ▁تدبیر ▁سے ▁ہم ▁نے ▁تج ھے ▁پھر ▁تیر ی ▁ماں ▁کے ▁پاس ▁پہنچا یا ▁کہ ▁اس ▁کی ▁ان کھ یں ▁ ٹھ نڈی ▁رہیں ▁اور ▁وه ▁غم گی ن ▁نہ ▁ہو۔ ▁اور ▁تو ▁نے ▁ایک ▁شخص ▁کو ▁مار ▁ڈال ا ▁تھا ▁اس ▁پر ▁بھی ▁ہم ▁نے ▁تج ھے ▁غم ▁سے ▁بچا ▁لیا ، ▁ غرض ▁ہم ▁نے ▁تج ھے ▁اچھی ▁طرح ▁از ما ▁لیا۔ ▁پھر ▁تو ▁کي ی ▁سال ▁تک ▁مد ین ▁کے ▁لوگوں ▁میں ▁ٹھہر ا ▁رہا ، ▁پھر ▁تقدیر ▁ال ہی ▁کے ▁مطابق ▁اے ▁موسی ! ▁تو ▁ ایا
▁اپ ▁خواہ ▁ان ▁( بد بخت ، ▁گ ست اخ ▁اور ▁اپ ▁کی ▁شان ▁میں ▁ طعن ہ ▁زنی ▁کرنے ▁والے ▁منا فق وں ) ▁کے ▁لي ے ▁بخش ش ▁طلب ▁کریں ▁یا ▁ان ▁کے ▁لي ے ▁بخش ش ▁طلب ▁نہ ▁کریں ، ▁اگر ▁اپ ▁( اپ نی ▁ طبع ی ▁ش فقت ▁اور ▁ عفو ▁و ▁در گز ر ▁کی ▁عادت ▁کریم انہ ▁کے ▁پیش ▁نظر ) ▁ان ▁کے ▁لي ے ▁ستر ▁مرتبہ ▁بھی ▁بخش ش ▁طلب ▁کریں ▁تو ▁بھی ▁اللہ ▁انہیں ▁ہر گز ▁نہیں ▁بخش ے ▁گا ، ▁یہ ▁اس ▁وجہ ▁سے ▁کہ ▁انہوں ▁نے ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کے ▁ساتھ ▁کفر ▁کیا ▁ہے ، ▁اور ▁اللہ ▁نا فر مان ▁قوم ▁کو ▁ہدایت ▁نہیں ▁فرما تا ،
▁پس ▁جو ▁حکم ▁تم ▁کو ▁( خدا ▁کی ▁طرف ▁سے ) ▁ملا ▁ہے ▁وہ ▁( لوگ وں ▁کو ) ▁سنا ▁دو ▁اور ▁مشر ک وں ▁کا ▁( ذر ا ) ▁خیال ▁نہ ▁کرو
▁اور ▁تم ▁زمین ▁اور ▁اس مان ▁میں ▁عاجز ▁نہیں ▁کر ▁سکتے ▁اور ▁الله ▁کے س وا ▁تم ہ ارا ▁کوي ی ▁دوست ▁اور ▁مدد گار ▁نہیں ▁ہے
▁پھر ▁( جب ▁ایسا ▁وقت ▁ا تا ▁ہے ▁تو ) ▁ہم ▁اپنے ▁رسول وں ▁کو ▁اور ▁ان ▁لوگوں ▁کو ▁بچا ▁لیا ▁کرتے ▁ہیں ▁جو ▁ایمان ▁لاي ے ▁ہوں ▁ہمارا ▁یہی ▁طریقہ ▁ہے ▁ہم ▁پر ▁یہ ▁حق ▁ہے ▁کہ ▁مومن وں ▁کو ▁بچا ▁لیں
▁اور ▁ان ▁کا فر وں ▁( کو ▁ہدایت ▁کی ▁طرف ▁بلا نے ) ▁کی ▁مثال ▁ایسے ▁شخص ▁کی ▁سی ▁ہے ▁جو ▁کسی ▁ایسے ▁( جان ور ) ▁کو ▁پکار ے ▁جو ▁سوا ي ے ▁پکار ▁اور ▁او از ▁کے ▁کچھ ▁نہیں ▁سنت ا ، ▁یہ ▁لوگ ▁بہ رے ، ▁گو نگے ، ▁اند ھے ▁ہیں ▁سو ▁انہیں ▁کوي ی ▁سمجھ ▁نہیں ،
▁اور ▁ہم ▁نے ▁ہر ▁ش ے ▁کو ▁اپنی ▁کتاب ▁میں ▁جمع ▁کرلیا ▁ہے
▁اور ▁ہم ▁نے ▁ان ▁کی ▁مدد ▁فرما ي ی ▁می و ے ▁اور ▁گوشت ▁سے ▁جو ▁چاہ یں
▁اور ▁برابر ▁نہیں ▁زند ے ▁اور ▁مرد ے ▁بیش ک ▁اللہ ▁سنا ▁تا ▁ہے ▁جسے ▁چاہے ▁اور ▁تم ▁نہیں ▁سن انے ▁والے ▁انہیں ▁جو ▁قبر وں ▁میں ▁پڑے ▁ہیں
▁اور ▁ان ▁لوگوں ▁جیسے ▁نہ ▁ہونا ▁جو ▁اتر ات ے ▁ہو ي ے ▁( یعنی ▁حق ▁کا ▁مقابلہ ▁کرنے ▁کے ▁لیے ) ▁اور ▁لوگوں ▁کو ▁دکھا نے ▁کے ▁لیے ▁گھروں ▁سے ▁نکل ▁اي ے ▁اور ▁لوگوں ▁کو ▁خدا ▁کی ▁راہ ▁سے ▁روک تے ▁ہیں۔ ▁اور ▁جو ▁اعمال ▁یہ ▁کرتے ▁ہیں ▁خدا ▁ان ▁پر ▁اح اط ہ ▁کي ے ▁ہو ي ے ▁ہے
▁ہم ▁نے ▁اسے ▁سبب ▁نص ی حت ▁اور ▁مسافر وں ▁کے ▁فاي دے ▁کی ▁چیز ▁بنایا ▁ہے
▁( اور ▁یہ ▁بھی ) ▁کہا ▁کہ ▁بھ لا ▁میں ▁خدا ▁کے ▁سوا ▁تمہارے ▁لیے ▁کوي ی ▁اور ▁مع بود ▁تلاش ▁کر وں ▁حالانک ہ ▁اس ▁نے ▁تم ▁کو ▁تمام ▁اہل ▁عالم ▁پر ▁فضیلت ▁بخشی ▁ہے
▁جس ▁دن ▁وہ ▁ہمارے ▁پاس ▁حاضر ▁ہوں ▁گے ▁تو ▁کیسے ▁( کان ▁کھول ▁کر ) ▁سن یں ▁گے ▁اور ▁( ان کھ یں ▁پھ ا ڑ ▁پھ ا ڑ ▁کر ) ▁دیکھیں ▁گے ▁لیکن ▁ظالم ▁لوگ ▁اج ▁کھل ی ▁گمراہ ی ▁میں ▁( غرق ) ▁ہیں ،
▁یقینا ▁میرے ▁بند وں ▁پر ▁تج ھے ▁کوي ی ▁اقتدار ▁حاصل ▁نہ ▁ہوگا ، ▁اور ▁تو کل ▁کے ▁لیے ▁تیر ا ▁رب ▁کافی ▁ہے "
▁اے ▁ایمان ▁والو ۔ ▁نماز ▁کے ▁قریب ▁مت ▁جا و ▁جبکہ ▁نش ہ ▁کی ▁حالت ▁میں ▁ہو ▁یہاں ▁تک ▁کہ ▁( ن شہ ▁اتر ▁جاي ے ▁اور ) ▁تمہیں ▁معلوم ▁ہو ▁کہ ▁تم ▁کیا ▁کہہ ▁رہے ▁ہو ؟ ▁اور ▁نہ ▁ہی ▁جناب ت ▁کی ▁حالت ▁میں ▁( نم از ▁کے ▁قریب ▁جا و ) ▁یہاں ▁تک ▁کہ ▁ غسل ▁کر ▁لو ۔ ▁الا ▁یہ ▁کہ ▁تم ▁راستے ▁سے ▁گزر ▁رہے ▁ہو ▁( سفر ▁میں ▁ہو ) ۔ ▁اور ▁اگر ▁تم ▁بیمار ▁ہو ▁یا ▁سفر ▁میں ▁ہو ▁یا ▁تم ▁سے ▁کوي ی ▁بیت ▁الخل اء ▁سے ▁ہو ▁کے ▁اي ے۔ ▁یا ▁تم ▁نے ▁عورتوں ▁سے ▁مباشر ت ▁کی ▁ہو ▁اور ▁تمہیں ▁پانی ▁نہ ▁ملے ▁تو ▁پھر ▁پاک ▁م ٹی ▁سے ▁تیم م ▁کر ▁لو ۔ ▁کہ ▁( اس ▁سے ) ▁اپنے ▁چ ہر وں ▁اور ▁ہاتھوں ▁کے ▁کچھ ▁حصہ ▁پر ▁ مسح ▁کر لو ۔ ▁بے ▁شک ▁اللہ ▁بڑا ▁معاف ▁کرنے ▁والا ▁ہے ، ▁بڑا ▁بخش نے ▁والا ▁ہے۔
▁کیا ▁کا فر وں ▁نے ▁یہ ▁خیال ▁نہ ▁کیا ▁کہ ▁اس مان ▁اور ▁زمین ▁بند ▁تھے ▁تو ▁ہم ▁نے ▁انہیں ▁کھول ا ▁اور ▁ہم ▁نے ▁ہر ▁جان دار ▁چیز ▁پانی ▁سے ▁بنا ي ی ▁تو ▁کیا ▁وہ ▁ایمان ▁لاي یں ▁گے ،
▁خدا ▁فرشت وں ▁میں ▁سے ▁پیغام ▁پہنچا نے ▁والے ▁منتخب ▁کرلی تا ▁ہے ▁اور ▁انسان وں ▁میں ▁سے ▁بھی ۔ ▁بے شک ▁خدا ▁سن نے ▁والا ▁( اور ) ▁دیکھنے ▁والا ▁ہے
▁تباہ ی ▁ہے ▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لیے
▁اور ان ▁سے ▁کہہ ▁دو ▁جو ▁ایمان ▁نہیں ▁لا تے ▁اپنے ▁جگہ ▁پر ▁کام ▁کیے ▁جا و ▁ہم ▁بھی ▁کام ▁کرتے ▁ہیں
▁اور ▁اے ▁موسی ! ▁تمہارے ▁دا ي یں ▁ہاتھ ▁میں ▁کیا ▁ہے ؟
▁اور ▁ان ▁کے ▁پاس ▁رحم ن ▁کی ▁طرف ▁سے ▁کوي ی ▁ني ی ▁بات ▁نص ی حت ▁کی ▁ایسی ▁نہیں ▁اي ی ▁کہ ▁وہ ▁اس ▁سے ▁منہ ▁نہ ▁م وڑ ▁لیتے ▁ہوں
▁اور ▁جب ▁وہ ▁ساعت ▁برپا ▁ہو ▁گی ▁تو ▁مجرم ▁قسم یں ▁کھا ▁کھا ▁کر ▁کہیں ▁گے ▁کہ ▁ہم ▁ایک ▁گھ ڑی ▁بھر ▁سے ▁زیادہ ▁نہیں ▁ ٹھی رے ▁ہیں ، ▁اسی ▁طرح ▁وہ ▁دنیا ▁کی ▁زندگی ▁میں ▁دھو کا ▁کھا یا ▁کرتے ▁تھے
▁ہم ▁نے ▁ہر ▁انسان ▁کی ▁براي ی ▁بھ لا ي ی ▁کو ▁اس ▁کے ▁گل ے ▁لگا ▁دیا ▁ہے ▁اور ▁بروز ▁قیامت ▁ہم ▁اس ▁کے ▁سامنے ▁اس ▁کا ▁ نامہ ٴ ▁اعمال ▁نکال یں ▁گے ▁جسے ▁وه ▁اپنے ▁اوپر ▁کھل ا ▁ہوا ▁پال ے ▁گا
▁ان ▁کی ▁سی ▁کہا وت ▁جو ▁ابھی ▁قریب ▁زمان ہ ▁میں ▁ان ▁سے ▁پہلے ▁تھے ▁انہوں ▁نے ▁اپنے ▁کام ▁کا ▁وبال ▁چک ھا ▁اور ▁ان ▁کے ▁لیے ▁درد ناک ▁عذاب ▁ہے
▁لہذا ▁اپ ▁بہترین ▁صبر ▁سے ▁کام ▁لیں
▁االله ▁ہی ▁ہے ▁جس ▁نے ▁تمہیں ▁پیدا ▁کیا ▁پھر ▁اس ▁نے ▁تمہیں ▁ رزق ▁بخش ا ▁پھر ▁تمہیں ▁موت ▁دیتا ▁ہے ▁پھر ▁تمہیں ▁زندہ ▁فرما ي ے ▁گا ، ▁کیا ▁تمہارے ▁( خود ▁ساخت ہ ) ▁شریک وں ▁میں ▁سے ▁کوي ی ▁ایسا ▁ہے ▁جو ▁ان ▁( کام وں ) ▁میں ▁سے ▁کچھ ▁بھی ▁کر ▁سکے ، ▁وہ ▁( ا الله ) ▁پاک ▁ہے ▁اور ▁ان ▁چیز وں ▁سے ▁برتر ▁ہے ▁جنہیں ▁وہ ▁( اس ▁کا ) ▁شریک ▁ٹھہر ات ے ▁ہیں ،
▁( ا ے ▁نبی ) ▁کہہ ▁دو ▁کہ ▁اے ▁میرے ▁بند و ، ▁جنہوں ▁نے ▁اپنی ▁جان وں ▁پر ▁زیادتی ▁کی ▁ہے ، ▁اللہ ▁کی ▁رحمت ▁سے ▁مایوس ▁نہ ▁ہو ▁جا و ، ▁یقینا ▁اللہ ▁سارے ▁گناہ ▁معاف ▁کر ▁دیتا ▁ہے ، ▁وہ ▁تو ▁غ فور ▁و ▁رحیم ▁ہے
▁اور ▁ان ▁میں ▁سے ▁کچھ ▁افراد ▁ایسے ▁بھی ▁ہیں ▁جو ▁اپ ▁کی ▁باتیں ▁ب ظ ا ہر ▁غور ▁سے ▁سن تے ▁ہیں ▁اس ▁کے ▁بعد ▁جب ▁اپ ▁کے ▁پاس ▁سے ▁باہر ▁نکل تے ▁ہیں ▁تو ▁جن ▁لوگوں ▁کو ▁علم ▁دیا ▁گیا ▁ہے ▁ان ▁سے ▁کہتے ▁ہیں ▁کہ ▁انہوں ▁نے ▁ابھی ▁کیا ▁کہا ▁تھا ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁دل وں ▁پر ▁خدا ▁نے ▁مہر ▁لگا دی ▁ہے ▁اور ▁انہوں ▁نے ▁اپنی ▁خواہش ات ▁کا ▁اتباع ▁کرلیا ▁ہے
▁سو ▁تم ▁نے ▁ان ▁کی ▁ہنس ی ▁ا ڑا ي ی ▁یہ ا ▁ ں ▁تک ▁کہ ▁انہوں ▁نے ▁تمہیں ▁میری ▁یاد ▁بھی ▁بھ لاد ی ▁اور ▁تم ▁ان ▁سے ▁ہنس ی ▁ہی ▁کرتے ▁رہے
▁یہ ▁سب ▁میرے ▁دشمن ▁ہیں . ▁رب ▁العالم ین ▁کے ▁علاوہ
▁یہ ▁ان ▁لوگوں ▁کی ▁طرح ▁ہیں ▁جو ▁ان ▁سے ▁کچھ ▁ہی ▁پہلے ▁اپنے ▁کر تو ت وں ▁کا ▁م زہ ▁چ کھ ▁چکے ▁ہیں ▁اور ▁ان ▁کی لي ے ▁درد ناک ▁عذاب ▁ہے۔
▁تباہ ی ▁ہے ▁اس ▁دن ▁کے ▁جھ ٹل انے ▁والوں ▁کی لي ے۔
▁کہ ▁پروردگار ▁کے ▁نمايند ہ ▁کی ▁نا فر مان ی ▁کی ▁تو ▁پروردگار ▁نے ▁انہیں ▁بڑی ▁سختی ▁سے ▁پکڑ ▁لیا
▁ہاں ▁ہاں ▁بیش ک ▁وہ ▁اس ▁دن ▁اپنے ▁رب ▁کے ▁دیدار ▁سے ▁محروم ▁ہیں
▁( ا ے ▁مسلمان و !) ▁کیا ▁تم ▁یہ ▁توقع ▁رکھتے ▁ہو ▁کہ ▁وہ ▁( یہ ودی ) ▁تم ▁پر ▁یقین ▁کر ▁لیں ▁گے ▁جبکہ ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁کے ▁لوگ ▁ایسے ▁( بھی ) ▁تھے ▁کہ ▁اللہ ▁کا ▁کلام ▁( تور ات ) ▁سن تے ▁پھر ▁اسے ▁سمجھ نے ▁کے ▁بعد ▁( خود ) ▁بدل ▁دیتے ▁حالانک ہ ▁وہ ▁خوب ▁جانتے ▁تھے ▁( کہ ▁حقیقت ▁کیا ▁ہے ▁اور ▁وہ ▁کیا ▁کر ▁رہے ▁ہیں )،
▁کیا ▁تمہیں ▁اس ▁بات ▁پر ▁تعجب ▁ہے ▁کہ ▁تمہارے ▁پاس ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁تم ▁ہی ▁میں ▁سے ▁ایک ▁مرد ▁( کی ▁زبان ) ▁پر ▁نص ی حت ▁اي ی ▁تاکہ ▁وہ ▁تمہیں ▁( ع ذ اب ▁ال ہی ▁سے ) ▁ڈرا ي ے ، ▁اور ▁یاد ▁کرو ▁جب ▁اس ▁نے ▁تمہیں ▁قوم ▁نوح ▁کے ▁بعد ▁( زمین ▁پر ) ▁جانشین ▁بنایا ▁اور ▁تمہاری ▁خلق ت ▁میں ▁( قد ▁و ▁قامت ▁اور ) ▁قوت ▁کو ▁مزید ▁بڑھا ▁دے ، ▁سو ▁تم ▁االله ▁کی ▁نعمت وں ▁کو ▁یاد ▁کرو ▁تاکہ ▁تم ▁فلا ح ▁پا ▁جا و ،
▁تو ▁پروردگار ▁نے ▁اس ▁کو ▁پسند ی دگی ▁کے ▁ساتھ ▁قبول ▁فرمایا ▁اور ▁اسے ▁اچھی ▁طرح ▁پرورش ▁کیا ▁اور ▁ز کری ا ▁کو ▁اس ▁کا ▁مت ک فل ▁بنایا ▁ز کری ا ▁جب ▁کبھی ▁عبادت ▁گاہ ▁میں ▁اس ▁کے ▁پاس ▁جاتے ▁تو ▁اس ▁کے ▁پاس ▁کھانا ▁پا تے ▁( یہ ▁کیفیت ▁دیکھ ▁کر ▁ایک ▁دن ▁مریم ▁سے ) ▁پوچھ نے ▁لگے ▁کہ ▁مریم ▁یہ ▁کھانا ▁تمہارے ▁پاس ▁کہاں ▁سے ▁ا تا ▁ہے ▁وہ ▁بول یں ▁خدا ▁کے ▁ہاں ▁سے ▁( ات ا ▁ہے ) ▁بیش ک ▁خدا ▁جسے ▁چاہتا ▁ہے ▁بے ▁شمار ▁ رزق ▁دیتا ▁ہے
▁اور ▁سوا ي ے ▁کسی ▁بہتر ▁طریقہ ▁کے ▁ یت یم ▁کے ▁مال ▁کے ▁پاس ▁نہ ▁جا و ▁یہاں ▁تک ▁کہ ▁وہ ▁اپنی ▁جوان ی ▁کو ▁پہنچے ▁اور ▁ناپ ▁اور ▁تو ل ▁کو ▁انصاف ▁سے ▁پورا ▁کرو ▁ہم ▁کسی ▁کو ▁اس ▁کی ▁طاقت ▁سے ▁زیادہ ▁تکلیف ▁نہیں ▁دیتے ▁اور ▁جب ▁بات ▁کہ و ▁انصاف ▁سے ▁کہ و ▁اگرچہ ▁رشتہ ▁داری ▁ہو ▁اور ▁الله ▁کا ▁عہد ▁پورا ▁کرو ▁تمہیں ▁یہ ▁حکم ▁دیا ▁ہے ▁تاکہ ▁تم ▁نص ی حت ▁حاصل ▁کرو
▁تاکہ ▁اپ ▁( ع ذ اب ▁ال ہی ▁سے ) ▁ڈرا نے ▁والوں ▁میں ▁سے ▁ہو ▁جاي یں۔
▁اور ▁پہاڑ ▁ہوں ▁گے ▁جیسے ▁د ھن کی ▁اون
▁کسی ▁ایسے ▁انسان ▁کو ▁جسے ▁اللہ ▁تعالی ▁کتاب ▁وح کم ت ▁اور ▁نبوت ▁دے ، ▁یہ ▁لا يق ▁نہیں ▁کہ ▁پھر ▁بھی ▁وه ▁لوگوں ▁سے ▁کہ ے ▁کہ ▁تم ▁اللہ ▁تعالی ▁کو ▁چھوڑ ▁کر ▁میرے ▁بند ے ▁بن ▁جا و ، ▁بلکہ ▁وه ▁تو ▁کہ ے ▁گا ▁کہ ▁تم ▁سب ▁رب ▁کے ▁ہو ▁جا و ، ▁تمہارے ▁کتاب ▁سکھ انے ▁کے ▁باعث ▁اور ▁تمہارے ▁کتاب ▁پڑھنے ▁کے ▁سبب ۔
▁ہر گز ▁نہیں ! ▁بے شک ▁بد کار وں ▁کا ▁ نامہ ▁اعمال ▁سج ین ▁( ق ید ▁خانہ ▁کے ▁دفتر ) ▁میں ▁ہے۔
▁اور ▁وہ ▁جس ▁نے ▁چار ہ ▁نکال ا
▁اور ▁ہم ▁نے ▁ان ▁کے ▁پاس ▁کتاب ▁پہنچا ▁دی ▁ہے ▁جس ▁کو ▁علم ▁ود انش ▁کے ▁ساتھ ▁کھول ▁کھول ▁کر ▁بیان ▁کر ▁دیا ▁ہے ▁( اور ) ▁وہ ▁مومن ▁لوگوں ▁کے ▁لیے ▁ہدایت ▁اور ▁رحمت ▁ہے
▁اور ▁رات ▁کو ▁تہ جد ▁پڑھ و ، ▁یہ ▁تمہارے ▁لیے ▁ن فل ▁ہے ، ▁بع ید ▁نہیں ▁کہ ▁تم ہ ارا ▁رب ▁تمہیں ▁مقام ▁محمود ▁پر ▁فا يز ▁کر ▁دے
▁اے ▁میری ▁قوم ! ▁اگر ▁میں ▁ان ▁کو ▁اپنے ▁پاس ▁سے ▁نکال ▁د وں ▁تو ▁اللہ ▁کے ▁مقابلہ ▁میں ▁کون ▁میری ▁مدد ▁کرے ▁گا۔ ▁کیا ▁تم ▁اتنا ▁بھی ▁غور ▁نہیں ▁کرتے ▁( اور ▁نص ی حت ▁قبول ▁نہیں ▁کرتے ؟ )
▁انہوں ▁نے ▁کہا ▁اے ▁ہو د ! ▁تو ▁ہمارے ▁پاس ▁کوي ی ▁دلیل ▁تو ▁لا یا ▁نہیں ▁اور ▁ہم ▁صرف ▁تیر ے ▁کہنے ▁سے ▁اپنے ▁مع بود وں ▁کو ▁چھوڑ نے ▁والے ▁نہیں ▁اور ▁نہ ▁ہم ▁ت جھ ▁پر ▁ایمان ▁لانے ▁والے ▁ہیں
▁تاکہ ▁ان ▁کے ▁اوپر ▁م ٹی ▁کے ▁کھ رن جے ▁دار ▁پتھر ▁برس اي یں
▁جس ▁میں ▁وہ ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے۔
▁اور ▁یہ ▁کہ ▁" پ ہ لے ▁ہم ▁سن ▁ گن ▁لینے ▁کے ▁لیے ▁اس مان ▁میں ▁بیٹھ نے ▁کی ▁جگہ ▁پا ▁لیتے ▁تھے ، ▁مگر ▁اب ▁جو ▁چور ی ▁چھپ ے ▁سن نے ▁کی ▁کوشش ▁کرتا ▁ہے ▁وہ ▁اپنے ▁لیے ▁گھ ات ▁میں ▁ایک ▁ شہ اب ▁ثاقب ▁لگا ▁ہوا ▁پات ا ▁ہے "
▁اور ▁اس ▁میں ▁اور ▁جن وں ▁میں ▁رشتہ ▁ٹھہر ایا ▁اور ▁بیش ک ▁جن وں ▁کو ▁معلوم ▁ہے ▁کہ ▁وہ ▁ضرور ▁حاضر ▁لاي ے ▁جاي یں ▁گے
▁اے ▁میری ▁قوم ! ▁میں ▁اس ▁( ت بلی غ ) ▁پر ▁تم ▁سے ▁کوي ی ▁مالی ▁معا وض ہ ▁نہیں ▁مانگ تا ۔ ▁میرا ▁معا وض ہ ▁تو ▁اس ▁کے ▁ذم ے ▁ہے ▁جس ▁نے ▁مجھے ▁پیدا ▁کیا ▁ہے ▁تم ▁کیوں ▁عقل ▁سے ▁کام ▁نہیں ▁لیتے ۔
▁لوگوں ▁کے ▁پاس ▁ہدایت ▁ا چک نے ▁کے ▁بعد ▁انہیں ▁ایمان ▁لانے ▁اور ▁اپنے ▁رب ▁سے ▁است غ فار ▁کرنے ▁سے ▁صرف ▁اسی ▁چیز ▁نے ▁روک ا ▁کہ ▁اگلے ▁لوگوں ▁کا ▁سا ▁معاملہ ▁انہیں ▁بھی ▁پیش ▁اي ے ▁یا ▁ان ▁کے ▁سامنے ▁کھل م ▁کھل ا ▁عذاب ▁ام وجود ▁ہو جا ي ے
▁کہ ▁اس ▁سے ▁پیدا ▁فرما ي یں ▁ان اج ▁اور ▁سبز ہ ،
▁فرمایا : ▁ذ ل یل ▁اور ▁ ران دہ ▁ہوکر ▁یہاں ▁سے ▁نکل ▁جا ▁میں ▁تج ھے ▁اور ▁اسے ▁جو ▁ان ▁میں ▁سے ▁تیر ی ▁پیر وی ▁کرے ▁گا ▁تم ▁سب ▁سے ▁ جہ نم ▁بھر ▁د وں ▁گا۔
▁اور جب ▁اب راھ یم ▁نے ▁کہا ▁اے ▁میرے ▁رب ▁اسے ▁امن ▁کا ▁شہر ▁بنا ▁دے ▁اور ▁اس ▁کے ▁رہنے و ▁ال وں ▁کو ▁پھل وں ▁سے ▁ رزق ▁دے ▁جو کو ي ی ▁ان ▁میں ▁سے ▁الله ▁اور ▁قیامت ▁کے ▁دن ▁پر ▁ایمان ▁لاي ے ▁فرمایا ▁اور ▁جو ▁کا فر ▁ہوگا ▁سو ▁اسے ▁بھی ▁تھ وڑ اس ا ▁فاي دہ ▁پہنچا وں ▁گا ▁پھر ▁اسے ▁دوزخ ▁کے ▁عذاب ▁میں ▁ دھ کی ل ▁د وں ▁گا ▁اور وہ ▁برا ▁ ٹھ کان ہ ▁ہے
▁مصر ▁کے ▁جس ▁شخص ▁نے ▁اسے ▁خرید ا ▁اس ▁نے ▁اپنی ▁بیوی ▁سے ▁کہا ▁" اس ▁کو ▁اچھی ▁طرح ▁رکھنا ، ▁بع ید ▁نہیں ▁کہ ▁یہ ▁ہمارے ▁لیے ▁مفید ▁ثابت ▁ہو ▁یا ▁ہم ▁اسے ▁بیٹا ▁بنا ▁لیں " ▁اس ▁طرح ▁ہم ▁نے ▁یوسف ▁کے ▁لیے ▁اس ▁سرزمین ▁میں ▁قدم ▁جم انے ▁کی ▁صورت ▁نکال ی ▁اور ▁اسے ▁معاملہ ▁ف ہم ی ▁کی ▁تعلیم ▁دینے ▁کا ▁انتظام ▁کیا ▁اللہ ▁اپنا ▁کام ▁کر ▁کے ▁رہتا ▁ہے ، ▁مگر ▁اکثر ▁لوگ ▁جانتے ▁نہیں ▁ہیں
▁پھر ▁اگر ▁منہ ▁پھ ی رو ▁تو ▁میں ▁نے ▁تم ▁سے ▁کچھ ▁معا وض ہ ▁نہیں ▁مانگ ا ▁میرا ▁معا وض ہ ▁الله ▁پر ▁ہے ▁اور ▁مجھے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁فرمان بر دار وں ▁میں ▁سے ▁رہ وں
▁اور ▁کہہ ، ▁پروردگار ، ▁مجھ ▁کو ▁برکت ▁والی ▁جگہ ▁اتار ▁اور ▁تو ▁بہترین ▁جگہ ▁دینے ▁والا ▁ہے "
▁( اور ▁کہ لا ▁بھی جا ▁کہ ) ▁یہ ▁لوگ ▁ایک ▁چھوٹی ▁سی ▁جماعت ▁ہے۔
▁اور ▁ہمارا ▁حال ▁تو ▁یہ ▁ہے ▁کہ ▁ہم ▁میں ▁سے ▁ہر ▁ایک ▁کا ▁ایک ▁مقام ▁مقرر ▁ہے
▁اخر ▁کار ▁ہم ▁نے ▁ان ▁کی ▁خبر ▁لے ▁ڈال ی ▁اور ▁دیکھ ▁لو ▁کہ ▁جھ ٹل انے ▁والوں ▁کا ▁کیا ▁انجام ▁ہوا
▁کچھ ▁نہیں ▁عن قر یب ▁انہیں ▁معلوم ▁ہو جا ي ے ▁گا
▁ایک ▁مقرر ه ▁وقت ▁تک
▁اور ▁وہی ▁الله ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁دنیا ▁اور ▁اخر ت ▁میں ▁اسی ▁کی ▁تعریف ▁ہے ▁اور ▁اسی ▁کی ▁حکومت ▁ہے ▁اور تم ▁اسی ▁کی ▁طرف ▁لوٹ اي ے ▁جا و ▁گے
▁اگر ▁یہ ▁تمہارے ▁درمیان ▁نکل ▁بھی ▁پڑ تے ▁تو ▁تمہاری ▁وحشت ▁میں ▁اضافہ ▁ہی ▁کردی تے ▁اور ▁تمہارے ▁درمیان ▁فت نہ ▁کی ▁تلاش ▁میں ▁گھو ڑے ▁دو ڑا تے ▁پھر تے ▁اور ▁تم ▁میں ▁ایسے ▁لوگ ▁بھی ▁تھے ▁جو ▁ان ▁کی ▁سن نے ▁والے ▁بھی ▁تھے ▁اور ▁اللہ ▁تو ▁ظالم ین ▁کو ▁خوب ▁جان نے ▁والا ▁ہے
▁اور ▁اون چی ▁چھ ت ▁کی
▁اور ▁لوگوں ▁کو ▁جبکہ ▁ان ▁کے ▁پاس ▁ہدایت ▁اچ کی ▁تھی ▁کسی ▁نے ▁( اس ▁بات ▁سے ) ▁منع ▁نہیں ▁کیا ▁تھا ▁کہ ▁وہ ▁ایمان ▁لاي یں ▁اور ▁اپنے ▁رب ▁سے ▁م غفر ت ▁طلب ▁کریں ▁سوا ي ے ▁اس ▁( ا نتظار ) ▁کے ▁کہ ▁انہیں ▁اگلے ▁لوگوں ▁کا ▁طریقہ ▁( ہ لاک ت ) ▁پیش ▁اي ے ▁یا ▁عذاب ▁ان ▁کے ▁سامنے ▁اج اي ے ،
▁اور ▁جب ▁ہم ▁لوگوں ▁کو ▁رحمت ▁کا ▁م زہ ▁دیتے ▁ہیں ▁اس ▁پر ▁خوش ▁ہو جا تے ▁ہیں ▁اور ▁اگر ▁انہیں ▁کوي ی ▁براي ی ▁پہنچے ▁بدل ہ ▁اس ▁کا ▁جو ▁ان ▁کے ▁ہاتھوں ▁نے ▁بھی جا ▁ج بھی ▁وہ ▁نا ام ید ▁ہو جا تے ▁ہیں
▁( یہ ▁کہہ ▁کر ) ▁ان ▁لوگوں ▁کی ▁طرف ▁سے ▁منہ ▁پھ یر ▁لیا ▁اور ▁کہا ▁ہا ي ے ▁یوسف ▁( ہا ي ے ▁یوسف ) ▁اور ▁رنج ▁و ▁غم ▁( کی ▁شدت ) ▁سے ▁( رو ▁رو ▁کر ) ▁ان ▁کی ▁دونوں ▁ان کھ یں ▁سفید ▁ہو گي یں ▁اور ▁وہ ▁( با وجود ▁مصیبت ▁زد ہ ▁ہونے ) ▁کے ▁بڑے ▁ضبط ▁کرنے ▁والے ▁اور ▁خاموش ▁تھے۔
▁اور ▁زمین ▁میں ▁جو ▁چلنے ▁پھر نے ▁والا ▁( ح ی وان ) ▁یا ▁دو ▁پر وں ▁سے ▁ا ڑنے ▁والا ▁جانور ▁ہے ▁ان ▁کی ▁بھی ▁تم ▁لوگوں ▁کی ▁طرح ▁جماعت یں ▁ہیں۔ ▁ہم ▁نے ▁کتاب ▁( یعنی ▁لوح ▁محفوظ ) ▁میں ▁کسی ▁چیز ▁( کے ▁لکھنے ) ▁میں ▁کو تا ہی ▁نہیں ▁کی ▁پھر ▁سب ▁اپنے ▁پروردگار ▁کی ▁طرف ▁جمع ▁کي ے ▁جاي یں ▁گے
▁اور ▁ز کری ا ▁علی ھ ▁السلام ▁کو ▁یاد ▁کرو ▁کہ ▁جب ▁انہوں ▁نے ▁اپنے ▁رب ▁کو ▁پکار ا ▁کہ ▁پروردگار ▁مجھے ▁اک یلا ▁نہ ▁چھوڑ ▁دینا ▁کہ ▁تو ▁تمام ▁ وارث وں ▁سے ▁بہتر ▁ وارث ▁ہے
▁پاک ▁ہے ▁اپ ▁کا ▁رب ▁جو ▁بہت ▁بڑی ▁عزت ▁والا ▁ہے ▁ہر ▁اس ▁چیز ▁سے ▁( جو ▁مشر ک ) ▁بیان ▁کرتے ▁ہیں
▁بلکہ ▁ہم ▁ان ▁کے ▁پاس ▁حق ▁لے ▁کر ▁اي ے ▁ہیں ▁اور ▁یہ ▁سب ▁جھوٹ ے ▁ہیں
▁اور ▁ہم ▁نے ▁ل وط ▁( علی ہ ▁السلام ) ▁کو ▁اس ▁فیصلہ ▁سے ▁ب ذریعہ ▁وح ی ▁ا گاہ ▁کر ▁دیا ▁کہ ▁بیش ک ▁ان ▁کے ▁صبح ▁کرتے ▁ہی ▁ان ▁لوگوں ▁کی ▁جڑ ▁ کٹ ▁جاي ے ▁گی ،
▁پھر ▁وہ ▁اسے ▁ان ▁کے ▁سامنے ▁پڑھ تا ▁تو ▁بھی ▁ایمان ▁نہ ▁لا تے
▁تو ▁اج ▁نہ ▁تم ▁سے ▁کوي ی ▁ف دی ہ ▁لیا ▁جاي ے ▁اور ▁نہ ▁کھل ے ▁کا فر وں ▁سے ، ▁تم ہ ارا ▁ ٹھ کان ا ▁ اگ ▁ہے ، ▁وہ ▁تمہاری ▁رفیق ▁ہے ، ▁اور ▁کیا ▁ہی ▁برا ▁انجام ،
▁پھر ▁ان ▁( فر شت وں ) ▁کی ▁قسم ▁جو ▁ل پک ▁کر ▁( دو سر وں ▁سے ) ▁ اگ ے ▁بڑھ ▁جاتے ▁ہیں۔ ▁( یا : - ▁پھر ▁توان اي ی ▁کی ▁ان ▁ل ہر وں ▁کی ▁قسم ▁جو ▁رفتار ، ▁طاقت ▁اور ▁ جاذب یت ▁کے ▁لحاظ ▁سے ▁دوسری ▁ل ہر وں ▁پر ▁سبق ت ▁لے ▁جاتی ▁ہیں )،
▁اور ▁بیش ک ▁( ہر ) ▁بعد ▁کی ▁گھ ڑی ▁اپ ▁کے ▁لي ے ▁پہلے ▁سے ▁بہتر ▁( یعنی ▁باعث ▁عظمت ▁و ▁رفع ت ) ▁ہے ،
▁تم ▁فرما و ▁کہ ▁پتھر ▁یا ▁لو ہا ▁ہو جا و ،
▁پس ▁اج ▁نہ ▁تم ▁سے ▁کوي ی ▁ف دی ہ ▁قبول ▁کیا ▁جاي ے ▁گا ▁اور ▁نہ ▁ان ▁سے ▁جنہوں ▁نے ▁کفر ▁کیا ▁تم ▁سب ▁کا ▁ ٹھ کان ہ ▁ ات ش ▁دوزخ ▁ہے ▁وہی ▁تمہارے ▁لي ے ▁اول ی ▁اور ▁( س ز وار ) ▁ہے ▁وہ ▁بہت ▁بری ▁جاي ے ▁بازگشت ▁ہے۔
▁کچھ ▁لوگ ▁ایسے ▁بھی ▁ہیں ▁جو ▁یہ ▁کہتے ▁ہیں ▁کہ ▁ہم ▁خدا ▁اور ▁اخر ت ▁پر ▁ایمان ▁لاي ے ▁ہیں ▁حالانک ہ ▁وہ ▁صاحب ▁ایمان ▁نہیں ▁ہیں
▁ان ▁کے ▁گرد ▁ہمیشہ ▁نوجوان ▁رہنے ▁والے ▁بچے ▁گردش ▁کررہے ▁ہوں ▁گے
▁سو ▁زلزل ہ ▁نے ▁انہیں ▁اپ کڑ ا ▁جس ▁کے ▁بعد ▁وہ ▁اپنے ▁گھروں ▁میں ▁او ند ھے ▁منہ ▁پڑے ▁رہ ▁ گي ے۔
▁اس ▁نے ▁ان ▁( سب ) ▁کو ▁( اپ نے ▁علم ▁سے ) ▁گھ یر ▁رکھا ▁اور ▁( ایک ▁ایک ▁کو ) ▁شمار ▁کر ▁رکھا ▁ہے
▁اس مان ▁کو ▁اس ▁نے ▁بلند ▁کیا ▁اور ▁میزان ▁قاي م ▁کر ▁دی
▁مگر ▁یہ ▁کہ ▁اپنے ▁رب ▁کے ▁احکام ▁اور ▁پیغام ▁کو ▁پہنچا د وں ▁اور ▁جو ▁اللہ ▁و ▁رسول ▁کی ▁نا فر مان ی ▁کرے ▁گا ▁اس ▁کے ▁لي ے ▁ جہ نم ▁ہے ▁اور ▁وہ ▁اسی ▁میں ▁ہمیشہ ▁رہنے ▁والا ▁ہے
▁اور ▁جب ▁تم ▁نے ▁اسے ▁سنا ▁تھا ▁تو ▁کیوں ▁نہ ▁کہہ ▁دیا ▁کہ ▁ہمیں ▁شا یاں ▁نہیں ▁کہ ▁ایسی ▁بات ▁زبان ▁پر ▁نہ ▁لاي یں۔ ▁( پر ورد گار ) ▁تو ▁پاک ▁ہے ▁یہ ▁تو ▁( بہ ت ) ▁بڑا ▁بہت ان ▁ہے
▁( ان ▁سے ▁کہ و ) ▁" م جھ ے ▁اس ▁وقت ▁کی ▁کوي ی ▁خبر ▁نہ ▁تھی ▁جب ▁مل اء ▁اعلی ▁میں ▁جھ گ ڑا ▁ہو ▁رہا ▁تھا
▁اور ▁اپ ▁کے ▁پروردگار ▁کا ▁فیصلہ ▁ہے ▁کہ ▁تم ▁سب ▁اس ▁کے ▁علاوہ ▁کسی ▁کی ▁عبادت ▁نہ ▁کرنا ▁اور ▁ماں ▁باپ ▁کے ▁ساتھ ▁اچھا ▁بر تا و ▁کرنا ▁اور ▁اگر ▁تمہارے ▁سامنے ▁ان ▁دونوں ▁میں ▁سے ▁کوي ی ▁ایک ▁یا ▁دونوں ▁بو ڑھ ے ▁ہو جا ي یں ▁تو ▁خبردار ▁ان ▁سے ▁اف ▁بھی ▁نہ ▁کہنا ▁اور ▁انہیں ▁جھ ڑ ک نا ▁بھی ▁نہیں ▁اور ▁ان ▁سے ▁ہمیشہ ▁شریف انہ ▁گفتگو ▁کرتے ▁رہ نا
▁اور ▁اگر ▁ہم ▁اس ▁قر ان ▁کو ▁غیر ▁زبان ▁عرب ▁میں ▁( نا زل ) ▁کرتے ▁تو ▁یہ ▁لوگ ▁کہتے ▁کہ ▁اس ▁کی ▁ ایت یں ▁( ہم اری ▁زبان ▁میں ) ▁کیوں ▁کھول ▁کر ▁بیان ▁نہیں ▁کی ▁ گي یں۔ ▁کیا ▁( خ وب ▁کہ ▁قر ان ▁تو ) ▁ عج می ▁اور ▁( م خاطب ) ▁عربی ۔ ▁کہہ ▁دو ▁کہ ▁جو ▁ایمان ▁لا تے ▁ہیں ▁ان ▁کے ▁لي ے ▁( یہ ) ▁ہدایت ▁اور ▁شفا ▁ہے۔ ▁اور ▁جو ▁ایمان ▁نہیں ▁لا تے ▁ان ▁کے ▁کان وں ▁میں ▁گران ی ▁( یعنی ▁بہ راپ ن ) ▁ہے ▁اور ▁یہ ▁ان ▁کے ▁حق ▁میں ▁( مو جب ) ▁نا بین اي ی ▁ہے۔ ▁گران ی ▁کے ▁سبب ▁ان ▁کو ▁( گو یا ) ▁دور ▁جگہ ▁سے ▁او از ▁دی ▁جاتی ▁ہے
▁سو ▁وہ ▁اس ▁کو ▁ان ▁لوگوں ▁پر ▁پڑھ تا ▁تو ▁( بھی ) ▁یہ ▁لوگ ▁اس ▁پر ▁ایمان ▁لانے ▁والے ▁نہ ▁ہوتے ،
▁تو ▁ان ▁کی ▁قوم ▁کے ▁لوگ ▁( بول ے ▁تو ) ▁یہ ▁بول ے ▁اور ▁اس ▁کے ▁سوا ▁ان ▁کا ▁کچھ ▁جواب ▁نہ ▁تھا ▁کہ ▁ل وط ▁کے ▁گھر ▁والوں ▁کو ▁اپنے ▁شہر ▁سے ▁نکال ▁دو ۔ ▁یہ ▁لوگ ▁پاک ▁رہ نا ▁چاہتے ▁ہیں
▁اللہ ▁کے ▁سوا ، ▁ان ▁سب ▁کو ▁ہا ن کو ▁راہ ▁دوزخ ▁کی ▁طرف ،
▁اور ▁بہت ▁تھ و ڑے ▁پچ ھل وں ▁میں ▁سے ▁ہوں ▁گے۔
▁بیش ک ▁تیر ے ▁لیے ▁جنت ▁میں ▁یہ ▁ہے ▁کہ ▁نہ ▁تو ▁بھوک ا ▁ہو ▁اور ▁نہ ▁نن گا ▁ہو ،
▁اور ▁اس ▁سے ▁پہلے ▁یوسف ▁علی ھ ▁السلام ▁بھی ▁تمہارے ▁پاس ▁اي ے ▁تھے ▁تو ▁بھی ▁تم ▁ان ▁کے ▁پیغام ▁کے ▁بارے ▁میں ▁شک ▁ہی ▁میں ▁مبتلا ▁رہے ▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁دنیا ▁سے ▁چلے ▁ گي ے ▁تو ▁تم ▁نے ▁یہ ▁کہنا ▁شروع ▁کردیا ▁کہ ▁خدا ▁اس ▁کے ▁بعد ▁کوي ی ▁رسول ▁نہیں ▁بھیج ے ▁گا ▁- ▁اسی ▁طرح ▁خدا ▁زیادتی ▁کرنے ▁والے ▁اور ▁شک ی ▁مزاج ▁انسان وں ▁کو ▁ان ▁کی ▁گمراہ ی ▁میں ▁چھوڑ ▁دیتا ▁ہے
▁اور ▁اکثر ▁لوگوں ▁میں ▁ہم ▁نے ▁وف اي ے ▁عہد ▁نہ ▁دیکھا ▁اور ▁ہم ▁نے ▁اکثر ▁لوگوں ▁کو ▁بے ح کم ▁ہی ▁پایا
▁( اب ) ▁ جہ نم ▁کے ▁در واز وں ▁میں ▁داخل ▁ہو جا و ۔ ▁ہمیشہ ▁اسی ▁میں ▁رہ و ▁گے۔ ▁مت ک بر وں ▁کا ▁کیا ▁برا ▁ ٹھ کان ا ▁ہے
▁یا ▁شدید ▁غربت ▁کے ▁مار ے ▁ہو ي ے ▁م حتاج ▁کو ▁جو ▁محض ▁خاک ▁ نشین ▁( اور ▁بے ▁گھر ) ▁ہے ،
▁انہوں ▁نے ▁کہا ▁ہر گز ▁نہ ▁چھوڑ و ▁اپنے ▁مع بود وں ▁کو ، ▁اور ▁نہ ▁چھوڑ و ▁ود ▁اور ▁سو اع ▁کو ، ▁اور ▁نہ ▁ی غ وث ▁اور ▁ی ع وق ▁اور ▁ن سر ▁کو
▁زمین ▁و اس مان ▁کی ▁ہر ▁ہر ▁چیز ▁اللہ ▁تعالی ▁کی ▁پاک ی ▁بیان ▁کرتی ▁ہے ▁اور ▁وہی ▁غالب ▁حکمت ▁والا ▁ہے
▁اور ▁بیش ک ▁تم ▁سے ▁اگلے ▁رسول وں ▁سے ▁بھی ▁ہنس ی ▁کی ▁ گي ی ▁تو ▁میں ▁نے ▁کا فر وں ▁کو ▁کچھ ▁دنوں ▁ڈھ یل ▁دی ▁پھر ▁انہیں ▁پکڑ ا ▁تو ▁میرا ▁عذاب ▁کی سا ▁تھا ،
▁انہوں ▁نے ▁کہا ▁کہ ▁اے ▁عزیز ▁مصر ! ▁اس ▁کے ▁والد ▁بہت ▁بڑی ▁عمر ▁کے ▁بالکل ▁بو ڑھ ے ▁شخص ▁ہیں۔ ▁اپ ▁اس ▁کے ▁بدل ے ▁ہم ▁میں ▁سے ▁کسی ▁کو ▁لے ▁لی جي ے۔ ▁ہم ▁دیکھتے ▁ہیں ▁کہ ▁اپ ▁بڑے ▁نیک ▁نفس ▁ہیں
▁( ا ے ▁رسول ( ص ) ) ▁کیا ▁اپ ( ص ) ▁نے ▁اس ▁شخص ▁کو ▁دیکھا ▁ہے ▁جس ▁نے ▁رو گردان ی ▁کی۔
▁اور ▁ہم ▁نے ▁ابراہیم ▁و اس حاق ▁( علی ہ ▁السلام ) ▁پر ▁برکت یں ▁نازل ▁فرما ي یں ، ▁اور ▁ان ▁دونوں ▁کی ▁اولاد ▁میں ▁بعض ے ▁تو ▁نیک ▁ بخت ▁ہیں ▁اور ▁بعض ▁اپنے ▁نفس ▁پر ▁ صر یح ▁ظلم ▁کرنے ▁والے ▁ہیں
▁وہ ▁تو ▁ہمارا ▁ایک ▁بند ہ ▁ہے ▁جس ▁پر ▁ہم ▁نے ▁انعام ▁کیا ▁اور ▁اسے ▁بنی ▁اس راي یل ▁کے ▁لیے ▁نمو نہ ▁بنا ▁دیا ▁تھا
▁ایسی ▁جیسے ▁چھپ اي ے ▁ہو ي ے ▁ان ڈ ے
▁ت جھ ▁سے ▁پہلے ▁جتن ے ▁پیغمبر ▁ہم ▁نے ▁بھیج ے ▁س بھی ▁مرد ▁تھے ▁جن ▁کی ▁طرف ▁ہم ▁وح ی ▁اتار تے ▁تھے ▁پس ▁تم ▁اہل ▁کتاب ▁سے ▁پوچھ ▁لو ▁اگر ▁خود ▁تمہیں ▁علم ▁نہ ▁ہو
▁قسم ▁ہے ▁سور ج ▁اور ▁اس ▁کی ▁ضیا ء ▁و ▁ش عا ▁ع ▁کی۔
▁البتہ ▁تم ▁ضرور ▁دوزخ ▁کو ▁دیکھ و ▁گے
▁سو ▁اپ ▁ان ▁سے ▁نظر ▁الت فات ▁ہٹا ▁لیں ▁پس ▁اپ ▁پر ▁( ان ▁کے ▁ایمان ▁نہ ▁لانے ▁کی ) ▁کوي ی ▁ملا مت ▁نہیں ▁ہے ،
▁یہی ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁دنیا ▁کی ▁زندگی ▁کو ▁اخر ت ▁کے ▁بدل ہ ▁خرید ا ▁سو ▁ان ▁سے ▁عذاب ▁ہل کان ہ ▁کیا ▁جاي ے ▁گا ▁اور ▁نہ ▁انہیں ▁کوي ی ▁مدد ▁مل ▁سکے ▁گی
▁( ا ے ▁رسول ( ص ) !) ▁کہ و : ▁اے ▁خدا ▁تمام ▁ جہ ان ▁کے ▁مالک ! ▁تو ▁جسے ▁چاہتا ▁ہے ▁حکومت ▁دیتا ▁ہے ▁اور ▁جس ▁سے ▁چاہتا ▁ہے ▁حکومت ▁چھ ین ▁لی تا ▁ہے۔ ▁تو ▁جسے ▁چاہتا ▁ہے ▁عزت ▁دیتا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁ذ ل یل ▁کرتا ▁ہے ، ▁ہر ▁قسم ▁کی ▁بھ لا ي ی ▁تیر ے ▁قبضہ ▁میں ▁ہے۔ ▁بے ▁شک ▁تو ▁ہر ▁چیز ▁پر ▁قادر ▁ہے۔
▁پھر ▁سام ری ▁نے ▁ان ▁کے ▁لي ے ▁ایک ▁مجسم ہ ▁گا ي ے ▁کے ▁بچے ▁کا ▁نکال ا ▁جس ▁میں ▁او از ▁بھی ▁تھی ▁اور ▁کہا ▁کہ ▁یہی ▁تم ہ ارا ▁اور ▁موسی ▁کا ▁خدا ▁ہے ▁جس ▁سے ▁موسی ▁غافل ▁ہوکر ▁اسے ▁طور ▁پر ▁ڈھ ون ڈ نے ▁چلے ▁ گي ے ▁ہیں
▁فرما ▁دیا ▁گیا ▁کہ ▁اے ▁نوح ! ▁ہماری ▁جانب ▁سے ▁سلامتی ▁اور ▁ان ▁برکت وں ▁کے ▁ساتھ ▁اتر ، ▁جو ▁ت جھ ▁پر ▁ہیں ▁اور ▁تیر ے ▁ساتھ ▁کی ▁بہت ▁سی ▁جماعتوں ▁پر ▁اور ▁بہت ▁سی ▁وه ▁امت یں ▁ہوں ▁گی ▁جنہیں ▁ہم ▁فا يده ▁تو ▁ضرور ▁پہنچا ي یں ▁گے ▁لیکن ▁پھر ▁انہیں ▁ہماری ▁طرف ▁سے ▁درد ناک ▁عذاب ▁پہنچے ▁گا
▁وہ ▁پوش ید ہ ▁اور ▁ظاہر ، ▁ہر ▁چیز ▁کا ▁عالم ▁ہے ▁وہ ▁بزرگ ▁ہے ▁اور ▁ہر ▁حال ▁میں ▁بالا ▁تر ▁رہنے ▁والا ▁ہے
▁تو ▁ہم ▁نے ▁( اس ▁طریق ▁سے ) ▁ان ▁کو ▁ان ▁کی ▁ماں ▁کے ▁پاس ▁واپس ▁پہنچا ▁دیا ▁تاکہ ▁ان ▁کی ▁ان کھ یں ▁ ٹھ نڈی ▁ہوں ▁اور ▁وہ ▁غم ▁نہ ▁کھا ي یں ▁اور ▁معلوم ▁کریں ▁کہ ▁خدا ▁کا ▁وعدہ ▁سچ ا ▁ہے ▁لیکن ▁یہ ▁اکثر ▁نہیں ▁جانتے
▁اور ▁ہم ▁اس ▁وقت ▁( جمل ہ ▁مخلوق ات ▁یا ▁یا جو ج ▁اور ▁ما جو ج ▁کو ) ▁از اد ▁کر ▁دیں ▁گے ▁وہ ▁( ت یز ▁و ▁تند ▁موج وں ▁کی ▁طرح ) ▁ایک ▁دوسرے ▁میں ▁گھ س ▁جاي یں ▁گے ▁اور ▁صور ▁پھ ون کا ▁جاي ے ▁گا ▁تو ▁ہم ▁ان ▁سب ▁کو ▁( می دان ▁ حشر ▁میں ) ▁جمع ▁کرلی ں ▁گے ،
▁پھر ▁ہم ▁ہی ▁کو ▁ان ▁سے ▁حساب ▁لینا ▁ہے
▁تاکہ ▁اپ ▁( ع ذ اب ▁ال ہی ▁سے ) ▁ڈرا نے ▁والوں ▁میں ▁سے ▁ہو ▁جاي یں۔
▁تو ▁رسول وں ▁نے ▁کہا ▁کہ ▁کیا ▁تمہیں ▁اللہ ▁کے ▁بارے ▁میں ▁بھی ▁شک ▁ہے ▁جو ▁زمین ▁و ▁اس مان ▁کا ▁پیدا ▁کرنے ▁والا ▁ہے ▁اور ▁تمہیں ▁اس ▁لي ے ▁بلا تا ▁ہے ▁کہ ▁تمہارے ▁گناہ وں ▁کو ▁معاف ▁کرد ے ▁اور ▁ایک ▁معین ہ ▁مدت ▁تک ▁زمین ▁میں ▁چین ▁سے ▁رہنے ▁دے ▁... . تو ▁ان ▁لوگوں ▁نے ▁جواب ▁دیا ▁کہ ▁تم ▁سب ▁بھی ▁ہمارے ▁ہی ▁جیسے ▁بشر ▁ہو ▁اور ▁چاہتے ▁ہو ▁کہ ▁ہمیں ▁ان ▁چیز وں ▁سے ▁روک ▁دو ▁جن ▁کی ▁ہمارے ▁باپ ▁داد ا ▁عبادت ▁کیا ▁کرتے ▁تھے ▁تو ▁اب ▁کوي ی ▁کھل ی ▁ہو ي ی ▁دلیل ▁لے ▁او
▁اے ▁ایمان ▁والو ! ▁بیش ک ▁بہت ▁پا دری ▁اور ▁جو گی ▁لوگوں ▁کا ▁مال ▁نا حق ▁کھا ▁جاتے ▁ہیں ▁اور ▁اللہ ▁کی ▁راہ ▁سے ▁روک تے ▁ہیں ، ▁اور ▁وہ ▁کہ ▁جو ڑ ▁کر ▁رکھتے ▁ہیں ▁سو نا ▁اور ▁چاند ی ▁اور ▁اسے ▁اللہ ▁کی ▁راہ ▁میں ▁خرچ ▁نہیں ▁کرتے ▁انہیں ▁خوش خبر ی ▁سنا و ▁درد ناک ▁عذاب ▁کی ،
▁یہ ▁( رو گردان ی ▁کی ▁جر ات ) ▁اس ▁لي ے ▁کہ ▁وہ ▁کہتے ▁ہیں ▁کہ ▁ہمیں ▁ گن تی ▁کے ▁چند ▁دنوں ▁کے ▁سوا ▁دوزخ ▁کی ▁ اگ ▁مس ▁نہیں ▁کرے ▁گی ، ▁اور ▁وہ ▁( ا الله ▁پر ) ▁جو ▁بہت ان ▁بان دھ تے ▁رہتے ▁ہیں ▁اس ▁نے ▁ان ▁کو ▁اپنے ▁دین ▁کے ▁بارے ▁میں ▁فریب ▁میں ▁مبتلا ▁کر ▁دیا ▁ہے ،
▁کہ ▁کیا ▁جب ▁ہم ▁مر ▁کر ▁م ٹی ▁اور ▁ہ ڈی ▁ہو جا ي یں ▁گے ▁کیا ▁پھر ▁بھی ▁ہم ▁ضرور ▁اٹھا ي ے ▁جاي یں ▁گے ؟
▁( اخر ت ▁کے ▁بارے ▁میں ) ▁تمہاری ▁بات ▁ایک ▁دوسرے ▁سے ▁مختلف ▁ہے
▁انہوں ▁نے ▁ہماری ▁تمام ▁نشان یاں ▁جھ ٹل اي یں ▁پس ▁ہم ▁نے ▁انہیں ▁بڑے ▁غالب ▁قوی ▁پکڑ نے ▁والے ▁کی ▁طرح ▁پکڑ ▁لیا
▁جب ▁ان ▁جوان وں ▁نے ▁غار ▁میں ▁پناہ ▁لی ▁اور ▁کہا ▁اے ▁ہمارے ▁پروردگار ! ▁اپنی ▁بار گاہ ▁سے ▁رحمت ▁عطا ▁فرما ▁اور ▁ہمارے ▁لي ے ▁اس ▁کام ▁میں ▁ہدایت ▁کا ▁سامان ▁مہ یا ▁فرما ۔
▁بے ▁شک ▁یہی ▁لوگ ▁اخر ت ▁میں ▁سب ▁سے ▁زیادہ ▁نقصان ▁میں ▁ہوں ▁گے
▁یہاں ▁تک ▁کہ ▁جب ▁ہمارا ▁حکم ▁اپ ہن چا ▁اور ▁تن ور ▁جوش ▁مار نے ▁لگا ▁تو ▁ہم ▁نے ▁نوح ▁کو ▁حکم ▁دیا ▁کہ ▁ہر ▁قسم ▁( کے ▁جان دار وں ) ▁میں ▁سے ▁جو ڑا ▁جو ڑا ▁( یعنی ) ▁دو ▁( دو ▁جانور ۔ ▁ایک ▁ایک ▁نر ▁اور ▁ایک ▁ایک ▁ما دہ ) ▁لے ▁لو ▁اور ▁جس ▁شخص ▁کی ▁نسبت ▁حکم ▁ہو چک ا ▁ہے ▁( کہ ▁ہلاک ▁ہو جا ي ے ▁گا ) ▁اس ▁کو ▁چھوڑ ▁کر ▁اپنے ▁گھر ▁والوں ▁کو ▁جو ▁ایمان ▁لا یا ▁ہو ▁اس ▁کو ▁کشتی ▁میں ▁سوار ▁کر ▁لو ▁اور ▁ان ▁کے ▁ساتھ ▁ایمان ▁بہت ▁ہی ▁کم ▁لوگ ▁لاي ے ▁تھے
▁اور ▁ہم ▁نے ▁انسان ▁کو ▁اپنے ▁والدین ▁کے ▁ساتھ ▁نیک ▁سلوک ▁کرنے ▁کا ح کم ▁فرمایا ۔ ▁اس ▁کی ▁ماں ▁نے ▁اس ▁کو ▁تکلیف ▁سے ▁( پ یٹ ▁میں ) ▁اٹھا ي ے ▁رکھا ▁اور ▁اسے ▁تکلیف ▁کے ▁ساتھ ▁جن ا ، ▁اور ▁اس ▁کا ▁( پ یٹ ▁میں ) ▁اٹھا نا ▁اور ▁اس ▁کا ▁دو دھ ▁چھ ڑا نا ▁( یعنی ▁زمان ہ ▁حمل ▁و ▁رضا عت ) ▁ تیس ▁ماہ ▁( پر ▁مشتمل ) ▁ہے۔ ▁یہاں ▁تک ▁کہ ▁وہ ▁اپنی ▁جوان ی ▁کو ▁پہنچ ▁جاتا ▁ہے ▁اور ▁( پ ھر ) ▁چا لیس ▁سال ▁( کی ▁پخت ہ ▁عمر ) ▁کو ▁پہنچ تا ▁ہے ، ▁تو ▁کہ تا ▁ہے : ▁اے ▁میرے ▁رب : ▁مجھے ▁توفیق ▁دے ▁کہ ▁میں ▁تیر ے ▁اس ▁احسان ▁کا ▁شکر ▁ادا ▁کر وں ▁جو ▁تو ▁نے ▁مجھ ▁پر ▁اور ▁میرے ▁والدین ▁پر ▁فرمایا ▁ہے ▁اور ▁یہ ▁کہ ▁میں ▁ایسے ▁نیک ▁اعمال ▁کر وں ▁جن ▁سے ▁تو ▁راضی ▁ہو ▁اور ▁میرے ▁لي ے ▁میری ▁اولاد ▁میں ▁نیک ی ▁اور ▁خیر ▁رکھ ▁د ے۔ ▁بیش ک ▁میں ▁تیر ی ▁طرف ▁رجوع ▁کرتا ▁ہوں ▁اور ▁میں ▁یقینا ▁فرمان بر دار وں ▁میں ▁سے ▁ہوں ،
▁اور ▁وه ▁خ د ▁گو اه ▁ہیں ▁جو ▁کہ ▁مسلم ا ▁ نوں ▁کے ▁ساتھ ▁کر ▁رہے ▁تھے
▁جب ▁وہ ▁دن ▁اي ے ▁گا ▁تو ▁کوي ی ▁شخص ▁الله ▁کی ▁اجازت ▁کے ▁سوا ▁بات ▁بھی ▁نہ ▁کر ▁سکے ▁گا ▁سو ▁ان ▁میں ▁سے ▁بعض ▁بد بخت ▁ہیں ▁اور بعض ▁نیک ▁ بخت
▁میرے ▁جیل ▁خان ے ▁کے ▁رفیق و ! ▁بھ لا ▁کي ی ▁جدا ▁جدا ▁ا قا ▁اچھے ▁یا ▁( ایک ) ▁خدا ي ے ▁یک تا ▁وغ الب ؟
▁مگر ▁وہ ▁جنہوں ▁نے ▁تو بہ ▁کرلی ▁اس ▁سے ▁پہلے ▁کہ ▁تم ▁ان ▁پر ▁قابو ▁پا و ▁تو ▁جان ▁لو ▁کہ ▁اللہ ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁اور ▁جس ▁دن ▁( اللہ ) ▁انہیں ▁پکار ے ▁گا ▁تو ▁وہ ▁فرما ي ے ▁گا : ▁تم ▁نے ▁پیغمبر وں ▁کو ▁کیا ▁جواب ▁دیا ▁تھا ،
▁اور جب ▁ستار ے ▁جھ ڑ ▁جاي یں
▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁یہ ▁( مع ا ہ دہ ) ▁میرے ▁اور ▁اپ ▁کے ▁درمیان ▁( ط ے ) ▁ہوگیا ، ▁دو ▁میں ▁سے ▁جو ▁مدت ▁بھی ▁میں ▁پوری ▁کر وں ▁سو ▁مجھ ▁پر ▁کوي ی ▁جبر ▁نہیں ▁ہوگا ، ▁اور ▁اللہ ▁اس ▁( بات ) ▁پر ▁جو ▁ہم ▁کہہ ▁رہے ▁ہیں ▁ نگ ہ بان ▁ہے ،
▁اس ▁سے ▁میری ▁پشت ▁کو ▁مضبوط ▁کرد ے
▁اور ▁سلام ▁ہے ▁م رسل ین ▁پر
▁قسم ▁ہے ▁چک ر ▁کھانے ▁والے ▁اس مان ▁کی
▁اور ▁یک ایک ▁یہ ▁کھل ے ▁میدان ▁میں ▁موجود ▁ہوں ▁گے
▁اور ▁ج ہن می ▁کہیں ▁گے ▁کیا ▁بات ▁ہے ▁کہ ▁وه ▁لوگ ▁ہمیں ▁دکھا ي ی ▁نہیں ▁دیتے ▁جنہیں ▁ہم ▁بر ے ▁لوگوں ▁میں ▁شمار ▁کرتے ▁تھے
▁اس ▁کے ▁نزدیک ▁تم ▁میں ▁کے ▁سب ▁برابر ▁ہیں ▁جو ▁بات ▁ا ہ ست ہ ▁کہ ے ▁اور ▁جو ▁بلند ▁او از ▁سے ▁کہ ے ▁اور ▁جو ▁رات ▁میں ▁چھپ ار ہے ▁اور ▁دن ▁میں ▁چل تا ▁رہے
▁اور انہ وں ▁نے ▁ہماری ▁ای ات ▁کی ▁با قاعدہ ▁تک ذ یب ▁کی ▁ہے
▁بلکہ ▁ہم ▁سچ ▁کو ▁جھوٹ ▁پر ▁پھینک ▁مار تے ▁ہیں ▁پس ▁سچ ▁جھوٹ ▁کا ▁سر ▁توڑ ▁دیتا ▁ہے ▁اور ▁وه ▁اسی ▁وقت ▁نابود ▁ہو ▁جاتا ▁ہے ، ▁تم ▁جو ▁باتیں ▁بنا تے ▁ہو ▁وه ▁تمہاری ▁لي ے ▁باعث ▁خراب ی ▁ہیں
▁اور ▁اون چے ▁فرشت وں ▁میں
▁ارشاد ▁ہوا ▁اے ▁موسی ! ▁اسے ▁پھینک ▁دو ۔
▁بات ▁کرنے ▁میں ▁اس ▁سے ▁پیش ▁قدم ی ▁نہیں ▁کرتے ▁اور ▁وہ ▁اسی ▁کے ▁حکم ▁پر ▁کام ▁کرتے ▁ہیں
▁اور ▁عورتوں ▁کے ▁مہر ▁خوش ▁ دلی ▁کے ▁ساتھ ▁( فرض ▁جانتے ▁ہو ي ے ) ▁ادا ▁کرو ، ▁البتہ ▁اگر ▁وہ ▁خود ▁اپنی ▁خوشی ▁سے ▁مہر ▁کا ▁کوي ی ▁حصہ ▁تمہیں ▁معاف ▁کر ▁دیں ▁تو ▁اسے ▁تم ▁ مز ے ▁سے ▁کھا ▁سکتے ▁ہو
▁اور ▁اس ▁لي ے ▁بھی ▁کہ ▁صاحب ان ▁علم ▁کو ▁معلوم ▁ہو جا ي ے ▁کہ ▁یہ ▁وح ی ▁پروردگار ▁کی ▁طرف ▁سے ▁بر حق ▁ہے ▁اور ▁اس ▁طرح ▁وہ ▁ایمان ▁لے ▁اي یں ▁اور ▁پھر ▁ان ▁کے ▁دل ▁اس ▁کی ▁بار گاہ ▁میں ▁عاجز ی ▁کا ▁اظہار ▁کریں ▁اور ▁یقینا ▁اللہ ▁ایمان ▁لانے ▁والوں ▁کو ▁سید ھے ▁ر ▁است ہ ▁کی ▁طرف ▁ہدایت ▁کرنے ▁والا ▁ہے
▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁نے ▁بادشاہ ▁کے ▁پی نے ▁کا ▁( ق یم تی ) ▁ کٹ ورا ▁گم ▁کیا ▁ہے ▁اور ▁جو ▁اسے ▁لاي ے ▁گا ▁اسے ▁ایک ▁بار ▁ش تر ▁( غل ہ ) ▁انعام ▁دیا ▁جاي ے ▁گا ▁اور ▁میں ▁( من ادی ) ▁اس ▁بات ▁کا ▁ض امن ▁ہوں۔
▁کتنی ▁ہی ▁ظالم ▁بست یاں ▁ہیں ▁جن ▁کو ▁ہم ▁نے ▁پی س ▁کر ▁رکھ ▁دیا ▁اور ▁ان ▁کے ▁بعد ▁دوسری ▁کسی ▁قوم ▁کو ▁اٹھایا
▁وہی ▁ہے ▁جس ▁نے ▁اپ ▁پر ▁کتاب ▁نازل ▁فرما ي ی ▁جس ▁میں ▁سے ▁کچھ ▁ ایت یں ▁محکم ▁( یعنی ▁ظاہر ا ▁بھی ▁صاف ▁اور ▁واضح ▁معنی ▁رکھنے ▁والی ) ▁ہیں ▁وہی ▁( اح کام ) ▁کتاب ▁کی ▁بنیاد ▁ہیں ▁اور ▁دوسری ▁ ایت یں ▁مت شا بہ ▁( یعنی ▁معنی ▁میں ▁کي ی ▁احتمال ▁اور ▁ اشت با ہ ▁رکھنے ▁والی ) ▁ہیں ، ▁سو ▁وہ ▁لوگ ▁جن ▁کے ▁دل وں ▁میں ▁ک جی ▁ہے ▁اس ▁میں ▁سے ▁صرف ▁مت شا بہ ات ▁کی ▁پیر وی ▁کرتے ▁ہیں ▁( ف قط ) ▁فت نہ ▁پر وری ▁کی ▁خواہش ▁کے ▁زیر ▁اثر ▁اور ▁اصل ▁مراد ▁کی ▁بجا ي ے ▁من ▁پسند ▁معنی ▁مراد ▁لینے ▁کی ▁ غرض ▁سے ، ▁اور ▁اس ▁کی ▁اصل ▁مراد ▁کو ▁االله ▁کے ▁سوا ▁کوي ی ▁نہیں ▁جانتا ، ▁اور ▁علم ▁میں ▁کامل ▁پخت گی ▁رکھنے ▁والے ▁کہتے ▁ہیں ▁کہ ▁ہم ▁اس ▁پر ▁ایمان ▁لاي ے ، ▁ساری ▁( ک تاب ) ▁ہمارے ▁رب ▁کی ▁طرف ▁سے ▁اتر ی ▁ہے ، ▁اور ▁نص ی حت ▁صرف ▁اہل ▁دانش ▁کو ▁ہی ▁نصیب ▁ہوتی ▁ہے ،
▁( وہ ▁ جہ نم ▁کی ▁طرف ▁اپنے ▁پیر و وں ▁کو ▁ا تے ▁دیکھ ▁کر ▁اپ س ▁میں ▁کہیں ▁گے ) ▁" یہ ▁ایک ▁لشکر ▁تمہارے ▁پاس ▁گھ سا ▁چلا ▁ا ▁رہا ▁ہے ، ▁کوي ی ▁خوش ▁ام دید ▁ان ▁کے ▁لیے ▁نہیں ▁ہے ، ▁یہ ▁ اگ ▁میں ▁جھ لس نے ▁والے ▁ہیں "
▁ہر گز ▁( ایس ا ) ▁نہ ▁ہوگا ، ▁بے ▁شک ▁وہ ▁ہماری ▁ ایت وں ▁کا ▁دشمن ▁رہا ▁ہے ،
▁جس ▁دن ▁قبر وں ▁سے ▁نکل یں ▁گے ▁جھ پٹ تے ▁ہو ي ے ▁گویا ▁وہ ▁نشانی وں ▁کی ▁طرف ▁ل پک ▁رہے ▁ہیں
▁نہ ▁تو ▁سور ج ▁ہی ▁سے ▁ہوسکتا ▁ہے ▁کہ ▁چاند ▁کو ▁جا ▁پکڑ ے ▁اور ▁نہ ▁رات ▁ہی ▁دن ▁سے ▁پہلے ▁اس کت ی ▁ہے۔ ▁اور ▁سب ▁اپنے ▁اپنے ▁دا ي رے ▁میں ▁تیر ▁رہے ▁ہیں
▁اور ▁جو ▁لو ▁گ ▁الله ▁کا ▁عہد ▁مضبوط ▁کرنے ▁کے ▁بعد ▁توڑ ▁ تے ▁ہیں ▁اور ▁اس ▁چیز ▁کو ▁توڑ تے ▁ہیں ▁جسے ▁الله ▁نے ▁جو ڑنے ▁کا ▁حکم ▁فرمایا ▁اور ▁ملک ▁میں ▁فساد ▁کرتے ▁ہیں ▁ان ▁کے ▁لیے ▁لعنت ▁ہے ▁اور ▁ان ▁کے ▁لیے ▁برا ▁گھر ▁ہے
▁نیز ▁اللہ ▁اس ▁( ابت لا ▁و ▁از ماي ش ) ▁سے ▁یہ ▁چاہتا ▁تھا ▁کہ ▁خالص ▁اہل ▁ایمان ▁کو ▁چھ ان ٹ ▁کر ▁الگ ▁کر ▁دے ▁اور ▁کا فر وں ▁کو ▁رفت ہ ▁رفت ہ ▁م ٹا ▁د ے۔
▁اور ▁تم ▁اللہ ▁کی ▁راہ ▁میں ▁ان ▁لوگوں ▁سے ▁لڑ و ▁جو ▁تم ▁سے ▁لڑ یں۔ ▁اور ▁زیادتی ▁نہ ▁کرو ۔ ▁کیونکہ ▁یقینا ▁اللہ ▁زیادتی ▁کرنے ▁والوں ▁کو ▁ہر گز ▁دوست ▁نہیں ▁رکھتا ۔
▁( ا ے ▁رسول ( ص ) ) ▁کہ ی ي ے۔ ▁( ا ے ▁لوگ و ) ▁غور ▁سے ▁دیکھ و ▁اس مان وں ▁اور ▁زمین ▁میں ▁کیا ▁کیا ▁( عج اي بات ▁قدرت ) ▁موجود ▁ہیں ▁( اور ▁کس ▁بات ▁کی ▁گواہ ی ▁دے ▁رہے ▁ہیں ؟ ) ▁مگر ▁جو ▁لوگ ▁ایمان ▁نہیں ▁لا تے ▁ان ▁کو ▁نہ ▁نشان یاں ▁کوي ی ▁فاي دہ ▁دیتی ▁ہیں ▁اور ▁نہ ▁ڈرا نے ▁والوں ▁کی ▁تنب یہ یں۔
▁اس ▁دن ▁در حقیق ت ▁حکومت ▁پروردگار ▁کے ▁ہاتھ ▁میں ▁ہوگی ▁اور ▁وہ ▁دن ▁کا فر وں ▁کے ▁لي ے ▁بڑا ▁سخت ▁دن ▁ہوگا
▁مومن و ! ▁یہ ▁لوگ ▁تمہارے ▁سامنے ▁خدا ▁کی ▁قسم یں ▁کھا تے ▁ہیں ▁تاکہ ▁تم ▁کو ▁خوش ▁کر ▁دیں۔ ▁حالانک ہ ▁اگر ▁یہ ▁( دل ▁سے ) ▁مومن ▁ہوتے ▁تو ▁خدا ▁اور ▁اس ▁کے ▁پیغمبر ▁خوش ▁کرنے ▁کے ▁زیادہ ▁مستحق ▁ہیں
▁اور ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁ایک ▁یہ ▁بھی ▁ہے ▁کہ ▁اس مان وں ▁اور ▁زمین ▁کو ▁بنایا ▁اور ▁اس ▁پر ▁ہر ▁قسم ▁کے ▁چلنے ▁والے ▁جانور ▁پھیلا ي ے ▁اور وہ ▁جب ▁چاہے ▁گا ▁ان ▁کے ▁جمع ▁کرنے ▁پر ▁قادر ▁ہے
▁قسم ▁ان ▁کی ▁کہ ▁سختی ▁سے ▁جان ▁ کھی نچ یں
▁اور ▁کا فر ▁کہتے ▁ہیں ▁کہ ▁ہم ▁پر ▁قیامت ▁نہیں ▁اي ے ▁گی ▁کہہ ▁دو ▁ہاں ▁( اي ے ▁گی ) ▁قسم ▁ہے ▁میرے ▁رب ▁غا يب ▁کے ▁جان نے ▁والے ▁کی ▁البتہ ▁تم ▁پر ▁ضرور ▁اي ے ▁گی ▁جس ▁سے ▁اس مان وں ▁اور ▁زمین ▁کی ▁کوي ی ▁چیز ▁ذ رہ ▁کے ▁برابر ▁بھی ▁غا يب ▁نہیں ▁اور ▁نہ ▁ذ رہ ▁سے ▁چھوٹی ▁اور ▁نہ ▁بڑی ▁کوي ی ▁بھی ▁ایسی ▁چیز ▁نہیں ▁جو ▁لوح ▁محفوظ ▁میں ▁نہ ▁ہو
▁تاکہ ▁ہم ▁تیر ی ▁بہت ▁زیادہ ▁تس بی ح ▁کر سک یں
▁بھ لا ▁دیکھ و ▁تو ▁اگر ▁وہ ▁ہدایت ▁پر ▁ہوتا ،
▁پھر ▁جب ▁وہ ▁پوری ▁سر کش ی ▁کے ▁ساتھ ▁وہی ▁کام ▁کیے ▁چلے ▁ گي ے ▁جس ▁سے ▁انہیں ▁روک ا ▁گیا ▁تھا ، ▁تو ▁ہم ▁نے ▁کہا ▁کہ ▁بندر ▁ہو ▁جا و ▁ذ ل یل ▁اور ▁خوا ر
▁ہر ▁اس ▁چیز ▁کی ▁جو ▁وه ▁کرتے ▁تھے
▁( بال اخر ) ▁وہ ▁اپنے ▁گناہ وں ▁کے ▁سبب ▁ غرق ▁کر ▁دي ی ے ▁ گي ے ، ▁پھر ▁ اگ ▁میں ▁ڈال ▁دي ی ے ▁ گي ے ، ▁سو ▁وہ ▁اپنے ▁لي ے ▁االله ▁کے ▁مقابل ▁کسی ▁کو ▁مدد گار ▁نہ ▁پا ▁سکے ،
▁اس ▁رات ▁میں ▁تمام ▁حکمت ▁و ▁مصلحت ▁کے ▁امور ▁کا ▁فیصلہ ▁کیا ▁جاتا ▁ہے
▁اور ▁بیش ک ▁باشند گان ▁ایک ہ ▁( یعنی ▁گھ نی ▁جھ ا ڑی وں ▁کے ▁رہنے ▁والے ) ▁بھی ▁بڑے ▁ظالم ▁تھے ،
▁اور ▁اللہ ▁نے ▁تم ▁ہی ▁میں ▁سے ▁تم ہ ارا ▁جو ڑا ▁بنایا ▁ہے ▁پھر ▁اس ▁جو ڑے ▁سے ▁اولاد ▁قرار ▁دی ▁ہے ▁اور ▁سب ▁کو ▁پاک ی زہ ▁ رزق ▁دیا ▁ہے ▁تو ▁کیا ▁یہ ▁لوگ ▁باطل ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁اللہ ▁ہی ▁کی ▁نعمت ▁سے ▁انکار ▁کرتے ▁ہیں
▁تاکہ ▁اللہ ▁ہر ▁شخص ▁کو ▁ان ▁( اعم ال ) ▁کا بدل ہ ▁دے ▁دے ▁جو ▁اس ▁نے ▁کم ا ▁رکھے ▁ہیں۔ ▁بیش ک ▁اللہ ▁حساب ▁میں ▁جلد ی ▁فرمان ے ▁والا ▁ہے ،
▁( ا ے ▁حبیب ▁مک رم !) ▁ملاحظ ہ ▁فرما ي ی ے ▁یہ ▁لوگ ▁اپ ▁کے ▁لي ے ▁کی سی ▁( کی سی ) ▁مثال یں ▁بیان ▁کرتے ▁ہیں ▁پس ▁یہ ▁گمراہ ▁ہو ▁چکے ▁ہیں ▁سو ▁یہ ▁( ہ دا یت ▁کا ) ▁کوي ی ▁راستہ ▁نہیں ▁پا ▁سکتے ،
▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁جب ▁تار ے ▁گر ▁پڑ یں ▁گے
▁قسم ▁ہے ▁ان ▁( فر شت وں ) ▁کی ▁جو ▁( جسم ▁میں ▁ڈو ب ▁کر ) ▁سختی ▁سے ▁( جان ) ▁ کھی نچ تے ▁ہیں۔
▁اور ▁فرما و ▁کہ ▁مجھے ▁یہ ▁وح ی ▁ہو ي ی ▁ہے ▁کہ ▁اگر ▁وہ ▁راہ ▁پر ▁سید ھے ▁رہتے ▁تو ▁ضرور ▁ہم ▁انہیں ▁وا فر ▁پانی ▁دیتے
▁اور ▁گھ نے ▁باغ
▁تم ▁اس ▁( مس جد ) ▁میں ▁کبھی ▁( جا کر ) ▁کھڑے ▁بھی ▁نہ ▁ہونا ۔ ▁البتہ ▁وہ ▁مسجد ▁جس ▁کی ▁بنیاد ▁پہلے ▁دن ▁سے ▁تقوی ▁پر ▁رکھی ▁ گي ی ▁ہے ▁اس ▁قابل ▁ہے ▁کہ ▁اس ▁میں ▁جای ا ▁( اور ▁نماز ▁پڑھ ایا ) ▁کرو ۔ ▁اس ▁میں ▁ایسے ▁لوگ ▁ہیں ▁جو ▁کہ ▁پاک ▁رہنے ▁کو ▁پسند ▁کرتے ▁ہیں۔ ▁اور ▁خدا ▁پاک ▁رہنے ▁والوں ▁کو ▁ہی ▁پسند ▁کرتا ▁ہے
▁ . ▁فرع ون ▁نے ▁کہا ▁بیش ک ▁تم ▁میرے ▁در بار ▁میں ▁م قرب ▁ہو جا و ▁گے
▁پھر ▁انہوں ▁نے ▁اپنی ▁رس یاں ▁اور ▁لا ٹھ یاں ▁ڈال ▁دیں ▁اور ▁کہا ▁فرع ون ▁کے ▁اقبال ▁سے ▁ہماری ▁فتح ▁ہے
▁نہ ▁اس ▁کی ▁کوي ی ▁اولاد ▁ہے ▁اور ▁نہ ▁وہ ▁کسی ▁کی ▁اولاد
▁تم ▁دونوں ▁فرع ون ▁کے ▁پاس ▁جا کر ▁کہ و ▁کہ ▁ب لاش بہ ▁ہم ▁رب ▁العالم ین ▁کے ▁بھیج ے ▁ہو ي ے ▁ہیں
▁جب ▁کہ ▁وہ ▁اس ▁پر ▁داخل ▁ہو ي ے ▁پھر ▁انہوں ▁نے ▁سلام ▁کیا ▁اب راھ یم ▁نے ▁سوال ▁کا ▁جواب ▁دیا ▁( خی ال ▁کیا ) ▁کچھ ▁ا جنب ی ▁سے ▁لوگ ▁ہیں
▁اور ▁یہ ▁ز ندگان ی ▁دنیا ▁ایک ▁کھیل ▁تم اش ے ▁کے ▁سوا ▁کچھ ▁نہیں ▁ہے ▁اور ▁اخر ت ▁کا ▁گھر ▁ہمیشہ ▁کی ▁زندگی ▁کا ▁مرکز ▁ہے ▁اگر ▁یہ ▁لوگ ▁کچھ ▁جانتے ▁اور ▁سمجھتے ▁ہوں
▁اللہ ▁اور اس ▁کے ▁رسول ▁کی ▁جانب ▁سے ▁بی زار ی ▁کا ▁اعلان ▁ہے۔ ▁ان ▁مشر ک وں ▁کے ▁بارے ▁میں ▁جن ▁سے ▁تم ▁نے ▁عہد ▁و پی مان ▁کیا ▁تھا
▁تم ▁سے ▁نہ ▁فرمایا ▁جاي ے ▁مگر ▁وہی ▁جو ▁تم ▁سے ▁اگلے ▁رسول وں ▁کو ▁فرمایا ، ▁کہ ▁بیش ک ▁تم ہ ارا ▁رب ▁بخش ش ▁والا ▁اور ▁درد ناک ▁عذاب ▁والا ▁ہے
▁مگر ▁جس ▁پر ▁اللہ ▁رحم ▁کرے ▁بیش ک ▁وہی ▁عزت ▁والا ▁مہر بان ▁ہے ،
▁اور ▁یقینا ▁ہم ▁نے ▁ہی ▁موسی ▁کو ▁اپنی ▁ای ات ▁اور ▁روشن ▁دلیل وں ▁کے ▁ساتھ ▁بھی جا ▁تھا
▁اور ▁جو ▁اپنی ▁شرم ▁گاہ وں ▁کی ▁حفاظت ▁کرتے ▁ہیں۔
▁مگر ▁یہ ▁لوگ ▁اس ▁معاملے ▁سے ▁بے ▁خبر ▁ہیں ▁اور ▁ان ▁کے ▁اعمال ▁بھی ▁اس ▁طریقے ▁سے ▁( جس ▁کا ▁اوپر ▁ذکر ▁کیا ▁گیا ▁ہے ) ▁مختلف ▁ہیں ▁وہ ▁اپنے ▁یہ ▁کر تو ت ▁کیے ▁چلے ▁جاي یں ▁گے
▁انہوں ▁نے ▁فورا ▁اپنی ▁رس یاں ▁اور ▁لا ٹھ یاں ▁پھینک ▁دیں ▁اور ▁بول ے ▁" فر عون ▁کے ▁اقبال ▁سے ▁ہم ▁ہی ▁غالب ▁رہیں ▁گے "
▁کہ ▁اگر ▁ہمارے ▁پاس ▁بھی ▁پہلے ▁والوں ▁کا ▁تذکر ہ ▁ہوتا
▁تو ▁کیا ▁سبب ▁ہے ▁کہ ▁تم ▁منا فق وں ▁کے ▁بارے ▁میں ▁دو ▁گروہ ▁ہو ▁رہے ▁ہو ▁حالانک ہ ▁خدا ▁نے ▁ان ▁کو ▁ان ▁کے ▁کر تو ت وں ▁کے ▁سبب ▁او ند ھا ▁کردیا ▁ہے ▁کیا ▁تم ▁چاہتے ▁ہو ▁کہ ▁جس ▁شخص ▁کو ▁خدا ▁نے ▁گمراہ ▁کردیا ▁ہے ▁اس ▁کو ▁رس تے ▁پر ▁لے ▁او ▁اور ▁جس ▁شخص ▁کو ▁خدا ▁گمراہ ▁کرد ے ▁تو ▁اس ▁کے ▁لي ے ▁کبھی ▁بھی ▁ رست ہ ▁نہیں ▁پا و ▁گے
▁بے شک ▁ہم ▁نے ▁انسان ▁کو ▁مخلوط ▁ن طف ے ▁سے ▁پیدا ▁کیا ▁تاکہ ▁ہم ▁اسے ▁از ماي یں ▁پس ▁اس ▁لي ے ▁ہم ▁نے ▁اسے ▁سن نے ▁والا ▁( اور ) ▁دیکھنے ▁والا ▁بنایا ۔
▁اور ▁پھر ▁اسے ▁پوری ▁جزا ▁دی ▁جاي ے ▁گی۔
▁انہوں ▁نے ▁کہا : ▁یقینا ▁تم ▁پر ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁عذاب ▁اور ▁ غضب ▁واجب ▁ہو ▁گیا۔ ▁کیا ▁تم ▁مجھ ▁سے ▁ان ▁( بت وں ▁کے ) ▁نام وں ▁کے ▁بارے ▁میں ▁جھ گ ڑ ▁رہے ▁ہو ▁جو ▁تم ▁نے ▁اور ▁تمہارے ▁باپ ▁داد ا ▁نے ▁( خود ▁ہی ▁فرض ی ▁طور ▁پر ) ▁رکھ ▁لي ے ▁ہیں ▁جن ▁کی ▁االله ▁نے ▁کوي ی ▁سند ▁نہیں ▁اتار ی ؟ ▁سو ▁تم ▁( ع ذ اب ▁کا ) ▁انتظار ▁کرو ▁میں ▁( بھی ) ▁تمہارے ▁ساتھ ▁انتظار ▁کرنے ▁والوں ▁میں ▁سے ▁ہوں ،
▁جو ▁کوي ی ▁راہ ▁ہدایت ▁اختیار ▁کرتا ▁ہے ▁تو ▁وہ ▁اپنے ▁فاي دہ ▁کے ▁لي ے ▁ہدایت ▁پر ▁چل تا ▁ہے ▁اور ▁جو ▁شخص ▁گمراہ ▁ہوتا ▁ہے ▁تو ▁اس ▁کی ▁گمراہ ی ▁کا ▁وبال ▁( بھی ) ▁اسی ▁پر ▁ہے ، ▁اور ▁کوي ی ▁بوجھ ▁اٹھا نے ▁والا ▁کسی ▁دوسرے ▁( کے ▁گناہ وں ) ▁کا ▁بوجھ ▁نہیں ▁اٹھا ي ے ▁گا ، ▁اور ▁ہم ▁ہر گز ▁عذاب ▁دینے ▁والے ▁نہیں ▁ہیں ▁یہاں ▁تک ▁کہ ▁ہم ▁( اس ▁قوم ▁میں ) ▁کسی ▁رسول ▁کو ▁بھیج ▁لیں ،
▁اور ▁پر ند وں ▁کو ▁بھی ▁جمع ▁ہو ▁کر ▁سب ▁کے ▁سب ▁اس ▁کے ▁زیر ▁فرمان ▁رہتے
▁ان ▁لوگ و ▁ ں ▁کی ▁طرح ▁مت ▁ہو ▁جو ▁مت فرق ▁ہو ▁ گي ے ▁بعد ▁اس ▁کے ▁کہ ▁ان ▁کے ▁پاس ▁واضح ▁احکام ▁اي ے ▁انہوں ▁نے ▁اختلاف ▁کیا ▁اور ▁ان ▁کے ▁لیے ▁بڑا ▁عذاب ▁ہے
▁اور ▁جو ▁شخص ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁مخالفت ▁کرے ▁اس ▁کے ▁بعد ▁کہ ▁اس ▁پر ▁ہدایت ▁کی ▁راہ ▁واضح ▁ہو ▁چکی ▁اور ▁مسلمانوں ▁کی ▁راہ ▁سے ▁جدا ▁راہ ▁کی ▁پیر وی ▁کرے ▁تو ▁ہم ▁اسے ▁اسی ▁( گ مر ا ہی ) ▁کی ▁طرف ▁پھ ی رے ▁رکھیں ▁گے ▁ج دھر ▁وہ ▁( خود ) ▁پھر ▁گیا ▁ہے ▁اور ▁( بال اخر ) ▁اسے ▁دوزخ ▁میں ▁ڈال یں ▁گے ، ▁اور ▁وہ ▁بہت ▁ہی ▁برا ▁ ٹھ کان ا ▁ہے ،
▁مگر ▁وہ ▁لوگ ▁تو ▁شک ▁میں ▁پڑے ▁ہو ي ے ▁کھیل ▁رہے ▁ہیں۔
▁جس ▁دن ▁اس مان ▁تھر ت ھر انے ▁لگے ▁گا۔
▁فرما ▁دی جي ے : ▁تم ▁اس ▁پر ▁ایمان ▁لا و ▁یا ▁ایمان ▁نہ ▁لا و ، ▁بیش ک ▁جن ▁لوگوں ▁کو ▁اس ▁سے ▁قبل ▁علم ▁( ک تاب ) ▁عطا ▁کیا ▁گیا ▁تھا ▁جب ▁یہ ▁( قر ان ) ▁انہیں ▁پڑھ ▁کر ▁سن ایا ▁جاتا ▁ہے ▁وہ ▁ ٹھ وڑ یوں ▁کے ▁بل ▁سج دہ ▁میں ▁گر ▁پڑ تے ▁ہیں ،
▁جو ▁ ایت یں ▁اللہ ▁کی ▁اپنے ▁سامنے ▁پڑھ ی ▁جاتی ▁ہو ي ی ▁سن ے ▁پھر ▁بھی ▁غر ور ▁کرتا ▁ہوا ▁اس ▁طرح ▁ا ڑا ▁رہے ▁کہ ▁گویا ▁سنی ▁ہی ▁نہیں ، ▁تو ▁ایسے ▁لوگوں ▁کو ▁درد ناک ▁عذاب ▁کی ▁خبر ▁( پ ہن چا ) ▁دی جي ے
▁اور ▁تمہارے ▁رب ▁نے ▁فرمایا ▁ہے : ▁تم ▁لوگ ▁مجھ ▁سے ▁دعا ▁کیا ▁کرو ▁میں ▁ضرور ▁قبول ▁کر وں ▁گا ، ▁بے ▁شک ▁جو ▁لوگ ▁میری ▁ب ندگی ▁سے ▁سر کش ی ▁کرتے ▁ہیں ▁وہ ▁عن قر یب ▁دوزخ ▁میں ▁ذ ل یل ▁ہو ▁کر ▁داخل ▁ہوں ▁گے ،
▁کہہ ▁دو ▁کہ ▁سب ▁( ن تا يج ▁اعمال ) ▁کے ▁منتظر ▁ہیں ▁سو ▁تم ▁بھی ▁منتظر ▁رہ و ۔ ▁عن قر یب ▁تم ▁کو ▁معلوم ▁ہو جا ي ے ▁گا ▁کہ ▁( دین ▁کے ) ▁سید ھے ▁رس تے ▁پر ▁چلنے ▁والے ▁کون ▁ہیں ▁اور ▁( جن ت ▁کی ▁طرف ) ▁راہ ▁پانے ▁والے ▁کون ▁ہیں ▁( ہم ▁یا ▁تم )
▁اپنی ▁ان کھ یں ▁جھ کا ي ے ▁ہو ي ے ▁قبر وں ▁سے ▁نکل ▁پڑ یں ▁گے ▁گویا ▁وہ ▁پھیل ی ▁ہو ي ی ▁ٹ ڈ یاں ▁ہیں ،
▁ان ▁کی ▁جزا ▁ان ▁کے ▁رب ▁کے ▁حضور ▁دا يم ی ▁رہا يش ▁کے ▁باغ ات ▁ہیں ▁جن ▁کے ▁نیچے ▁سے ▁نہ ر یں ▁رواں ▁ہیں ، ▁وہ ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ، ▁االله ▁ان ▁سے ▁راضی ▁ہوگیا ▁ہے ▁اور ▁وہ ▁لوگ ▁اس ▁سے ▁راضی ▁ہیں ، ▁یہ ▁( م قام ) ▁اس ▁شخص ▁کے ▁لي ے ▁ہے ▁جو ▁اپنے ▁رب ▁سے ▁خا يف ▁رہا ،
▁اور ▁اگر ▁قرض ▁لینے ▁والا ▁تنگ ▁دست ▁ہو ▁تو ▁( اس ے ) ▁کش ا يش ▁( کے ▁حاصل ▁ہونے ) ▁تک ▁مہ لت ▁( دو ) ▁اور ▁اگر ▁( زر ▁قرض ) ▁بخش ▁ہی ▁دو ▁تو تم ہ ارے ▁لي ے ▁زیادہ ▁اچھا ▁ہے ▁بشر طی کہ ▁سمجھ و
▁اس ▁شیطان ▁کے ▁شر ▁سے ▁جو وس وس ہ ▁ڈال ▁کر ▁چھپ ▁جاتا ▁ہے
▁بے شک ▁پر ہ یز گار ▁لوگ ▁( اس ▁دن ) ▁( رحم ت ▁خدا ▁کے ) ▁سا یوں ▁میں ▁اور ▁چشم وں ▁میں ▁ہوں ▁گے۔
▁کہ و ، ▁میری ▁نماز ، ▁میرے ▁تمام ▁مراسم ▁ع بود یت ، ▁میرا ▁جی نا ▁اور ▁میرا ▁مر نا ، ▁سب ▁کچھ ▁اللہ ▁رب ▁العالم ین ▁کے ▁لیے ▁ہے
▁اور ▁انہیں ▁ایک ▁سا ▁ہے ▁تم ▁انہیں ▁ڈرا و ▁یا ▁نہ ▁ڈرا و ▁وہ ▁ایمان ▁لانے ▁کے ▁نہیں ،
▁کیا ▁وہ ▁ہمارا ▁عذاب ▁جلد ی ▁مانگ تے ▁ہیں
▁پس ▁ہم ▁نے ▁ان ▁کو ▁اور ▁جو ▁ان ▁کے ▁ساتھ ▁کشتی ▁میں ▁سوار ▁تھے ، ▁ان ▁کو ▁بچا ▁لیا
▁ان ▁کا ▁ ٹھ کان ا ▁دوزخ ▁ہے ▁اس ▁سے ▁بچ نے ▁کی ▁جگہ ▁نہ ▁پاي یں ▁گے ،
▁ہم ▁عن قر یب ▁اس ▁کی ▁سو نڈ ▁( نا ▁ک ) ▁پر ▁داغ ▁لگا ي یں ▁گے۔
▁فرمایا ▁گیا : ▁اے ▁نوح ! ▁ہماری ▁طرف ▁سے ▁سلامتی ▁اور ▁برکت وں ▁کے ▁ساتھ ▁( کش تی ▁سے ) ▁اتر ▁جا و ▁جو ▁تم ▁پر ▁ہیں ▁اور ▁ان ▁طبقات ▁پر ▁ہیں ▁جو ▁تمہارے ▁ساتھ ▁ہیں ، ▁اور ▁( اين دہ ▁پھر ) ▁کچھ ▁طبق ے ▁ایسے ▁ہوں ▁گے ▁جنہیں ▁ہم ▁( د نیو ی ▁نعمت وں ▁سے ) ▁بہ رہ ▁یا ب ▁فرما ي یں ▁گے ▁پھر ▁انہیں ▁ہماری ▁طرف ▁سے ▁درد ناک ▁عذاب ▁اپ ہن چے ▁گا ،
▁ہاں ▁ہاں ▁بیش ک ▁اد می ▁سر کش ی ▁کرتا ▁ہے ،
▁اور ▁جو ▁اس ▁سے ▁ اگ ے ▁بڑھ ے ▁وہ ▁حد ▁سے ▁تجاوز ▁کرنے ▁والے ▁ہیں۔
▁اور ▁ہم ▁نے ▁ہی ▁ہر ▁چیز ▁کا ▁جو ڑا ▁پیدا ▁کیا ▁تاکہ ▁تم ▁غور ▁کرو
▁فرع ون ▁نے ▁اپنی ▁قوم ▁کو ▁گمراہ ی ▁میں ▁ڈال ▁دیا ▁اور ▁سید ھا ▁راستہ ▁نہ ▁دکھا یا
▁اور ▁سردار ان ▁قوم ▁یہ ▁کہتے ▁ہو ي ے ▁نکل ▁ گي ے ▁کہ ▁" چ لو ▁اور ▁ڈ ٹے ▁رہ و ▁اپنے ▁مع بود وں ▁کی ▁عبادت ▁پر ▁یہ ▁بات ▁تو ▁کسی ▁اور ▁ہی ▁ غرض ▁سے ▁کہ ی ▁جا ▁رہی ▁ہے
▁نوح ▁نے ▁کہا ▁میرے ▁پال نہ ار ▁میں ▁تیر ی ▁ہی ▁پناه ▁چاہتا ▁ہوں ▁اس ▁بات ▁سے ▁کہ ▁ت جھ ▁سے ▁وه ▁مانگ وں ▁جس ▁کا ▁مجھے ▁علم ▁ہی ▁نہ ▁ہو ▁اگر ▁تو ▁مجھے ▁نہ ▁بخش ے ▁گا ▁اور ▁تو ▁مجھ ▁پر ▁رحم ▁نہ ▁فرما ي ے ▁گا ، ▁تو ▁میں ▁خسار ه ▁پانے ▁والوں ▁میں ▁ہو ▁جا وں ▁گا
▁اس ▁کے ▁بعد ▁اس ▁کی ▁قوم ▁پر ▁ہم ▁نے ▁اس مان ▁سے ▁کوي ی ▁لشکر ▁نہیں ▁اتار ا ▁ہمیں ▁لشکر ▁بھیج نے ▁کی ▁کوي ی ▁حاج ت ▁نہ ▁تھی
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁ان ▁کی ▁اولاد ▁بھی ▁( را ہ ) ▁ایمان ▁میں ▁ان ▁کے ▁پیچھے ▁چل ی ۔ ▁ہم ▁ان ▁کی ▁اولاد ▁کو ▁بھی ▁ان ▁( کے ▁در جے ) ▁تک ▁پہنچا ▁دیں ▁گے ▁اور ▁ان ▁کے ▁اعمال ▁میں ▁سے ▁کچھ ▁کم ▁نہ ▁کریں ▁گے۔ ▁ہر ▁شخص ▁اپنے ▁اعمال ▁میں ▁پھنس ا ▁ہوا ▁ہے
▁دیکھ ▁لو ، ▁کی سا ▁تھا ▁میرا ▁عذاب ▁اور ▁کی سی ▁تھیں ▁میری ▁تنب یہ ات
▁انہوں ▁نے ▁کہا ▁تم ▁کچھ ▁اور ▁نہیں ▁ہو ▁مگر ▁ہماری ▁طرح ▁انسان ▁ہو ▁اور ▁رحمان ▁نے ▁کوي ی ▁چیز ▁نہیں ▁اتار ی ▁تم ▁اور ▁کچھ ▁نہیں ▁ہو ▁مگر ▁جھوٹ ▁بول ▁رہے ▁ہو
▁پس ▁الله ▁کے ▁ اگ ے ▁سج دہ ▁کرو ▁اور ▁اس ▁کی ▁عبادت ▁کرو
▁تمہارے ▁اوپر ▁ اگ ▁کا ▁سبز ▁ش عل ہ ▁اور ▁دھو اں ▁چھوڑ ▁دیا ▁جاي ے ▁گا ▁تو ▁تم ▁دونوں ▁کسی ▁طرح ▁نہیں ▁روک ▁سکتے ▁ہو
▁خیر ▁ہم ▁تھ وڑ ی ▁دیر ▁کے ▁لي ے ▁عذاب ▁کو ▁ہٹا لی تے ▁ہیں ▁لیکن ▁تم ▁پھر ▁وہی ▁کرنے ▁والے ▁ہو ▁جو ▁کررہے ▁ہو
▁اور ▁یقینا ▁قیامت ▁تک ▁ت جھ ▁پر ▁میری ▁لعنت ▁ہے۔
▁جس ▁دن ▁تم ▁دیکھ و ▁گے ▁کہ ▁مومن ▁مرد وں ▁اور ▁مومن ▁عورتوں ▁کا ▁نور ▁ان ▁کے ▁ اگ ے ▁اور ▁ان ▁کے ▁دا ي یں ▁جانب ▁د وڑ ▁رہا ▁ہوگا ▁اج ▁تمہیں ▁مبارک ▁ہو ▁ان ▁باغ ہا ي ے ▁بہ شت ▁کی ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہیں ▁ہمیشہ ▁ان ▁میں ▁رہ و ▁گے ▁یہی ▁وہ ▁کامیابی ▁ہے۔
▁اور ▁اس ▁پر ▁چل و ▁جو ▁تم ▁پر ▁وح ی ▁ہوتی ▁ہے ▁اور ▁صبر ▁کرو ▁یہاں ▁تک ▁کہ ▁اللہ ▁حکم ▁فرما ي ے ▁اور ▁وہ ▁سب ▁سے ▁بہتر ▁حکم ▁فرمان ے ▁والا ▁ہے
▁اور ▁مس کین ▁کو ▁کھانا ▁نہ ▁دیتے ▁تھے
▁وہ ▁بول ے : ▁تم ▁خوب ▁جانتے ▁ہو ▁کہ ▁ہمیں ▁تمہاری ▁( قوم ▁کی ) ▁بیٹی وں ▁سے ▁کوي ی ▁ غرض ▁نہیں ، ▁اور ▁تم ▁یقینا ▁جانتے ▁ہو ▁جو ▁کچھ ▁ہم ▁چاہتے ▁ہیں ،
▁اپ ▁ان ▁کف ار ▁کے ▁سامنے ▁نوح ▁علی ھ ▁السلام ▁کا ▁واقعہ ▁بیان ▁کریں ▁کہ ▁انہوں ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁اگر ▁تمہارے ▁لي ے ▁میرا ▁قیام ▁اور ▁ای ات ▁ الہ یہ ▁کا ▁یاد ▁دل انا ▁سخت ▁ہے ▁تو ▁میرا ▁اعتماد ▁اللہ ▁پر ▁ہے . ▁تم ▁بھی ▁اپنا ارا دہ ▁پخت ہ ▁کر لو ▁اور ▁اپنے ▁شریک وں ▁کو ▁بلا لو ▁اور ▁تمہاری ▁کوي ی ▁بات ▁تمہارے ▁اوپر ▁مخفی ▁بھی ▁نہ ▁رہے ▁- پ ھر ▁جو ▁جی ▁چاہے ▁کر ▁گزر و ▁اور ▁مجھے ▁کسی ▁طرح ▁کی ▁مہ لت ▁نہ ▁دو
▁کہہ ▁دو ▁کہ ▁ملک ▁میں ▁چل و ▁پھر و ▁پھر ▁دیکھ و ▁کہ ▁گ نہ گار وں ▁کا ▁انجام ▁کیا ▁ہوا ▁ہے
▁پھر ▁جب ▁ہم ▁پڑھ واد یں ▁تو ▁اپ ▁اس ▁کی ▁تلاوت ▁کو ▁ دہ راي یں
▁فرما ▁دی جي ے : ▁شب ▁و ▁روز ▁( خدا ي ے ) ▁رحمان ▁( کے ▁عذاب ) ▁سے ▁تمہاری ▁حفاظت ▁و ▁ نگ ہ بانی ▁کون ▁کر ▁سکتا ▁ہے ، ▁بلکہ ▁وہ ▁اپنے ▁( اسی ) ▁رب ▁کے ▁ذکر ▁سے ▁گریز اں ▁ہے ،
▁اے ▁نبی ▁کی ▁بیوی و ▁تم ▁میں ▁سے ▁جو ▁کوي ی ▁کھل ی ▁ہو ي ی ▁بد کاری ▁کرے ▁تو ▁اسے ▁د گن ا ▁عذاب ▁دیا ▁جاي ے ▁گا ▁اور ▁یہ ▁الله ▁پر ▁اسان ▁ہے
▁نتیجہ ▁یہ ▁ہوا ▁کہ ▁ان ▁لوگوں ▁نے ▁ جال وت ▁کے ▁لشکر ▁کو ▁خدا ▁کے ▁حکم ▁سے ▁شکست ▁دے ▁دی ▁اور ▁داود ▁علی ھ ▁السلام نے ▁ جال وت ▁کو ▁قتل ▁کردیا ▁اور ▁اللہ ▁نے ▁انہیں ▁ملک ▁اور ▁حکمت ▁عطا کرد ی ▁اور ▁اپنے ▁علم ▁سے ▁جس ▁قدر ▁چاہ ا ▁دے ▁دیا ▁اور ▁اگر ▁اسی ▁طرح ▁خدا ▁بعض ▁کو ▁بعض ▁سے ▁نہ ▁روک تا ▁رہتا ▁تو ▁ساری ▁زمین ▁میں ▁فساد ▁پھیل ▁جاتا ▁لیکن ▁خدا ▁عالمی ن ▁پر ▁بڑا ▁فضل ▁کرنے ▁والا ▁ہے
▁اور ▁وہ ▁جو ▁اللہ ▁اور ▁اس ▁کے ▁سب ▁رسول وں ▁پر ▁ایمان ▁لاي یں ▁وہی ▁ہیں ▁کامل ▁سچ ے ، ▁اور ▁اور وں ▁پر ▁گواہ ▁اپنے ▁رب ▁کے ▁یہاں ، ▁ان ▁کے ▁لیے ▁ان ▁کا ▁ ثواب ▁اور ▁ان ▁کا ▁نور ▁ہے ▁اور ▁جنہوں ▁نے ▁کفر ▁کیا ▁اور ▁ہماری ▁ ایت یں ▁جھ ٹل اي یں ▁وہ ▁دوزخ ی ▁ہیں ،
▁قوم ▁سب ا ▁کے ▁لي ے ▁اپنی ▁بست یوں ▁میں ▁( قدر ت ▁ال ہی ▁کی ) ▁نشانی ▁تھی ▁ان ▁کے ▁دا ي یں ▁باي یں ▁دو ▁باغ ▁تھے ▁( ہم ▁نے ▁ان ▁کو ▁حکم ▁دیا ▁تھا ▁کہ ) ▁اپنے ▁رب ▁کی ▁دی ▁ہو ي ی ▁روزی ▁کھا و ▁اور ▁اس ▁کا ▁شکر ▁ادا ▁کرو ، ▁یہ ▁عمده ▁شہر ▁اور ▁وه ▁بخش نے ▁والا ▁رب ▁ہے
▁اور ▁صحرا ي ی ▁بدو وں ▁میں ▁ عذر ▁کرنے ▁والے ▁( اپ ▁کے ▁پاس ) ▁اي ے ▁کہ ▁انہیں ▁پیچھے ▁رہ ▁جانے ▁کی ▁اجازت ▁دے ▁دی ▁جاي ے۔ ▁اور ▁جنہوں ▁نے ▁( اسلام ▁کا ▁اظہار ▁کرکے ) ▁خدا ▁و ▁رسول ▁سے ▁جھوٹ ▁بولا ▁تھا ▁وہ ▁( بلا ▁اجازت ) ▁گھروں ▁میں ▁بیٹھے ▁رہے۔ ▁ان ▁میں ▁سے ▁جنہوں ▁نے ▁کفر ▁اختیار ▁کیا ▁ہے ▁انہیں ▁عن قر یب ▁درد ناک ▁عذاب ▁پہنچے ▁گا۔
▁تمہارے ▁لیے ▁ان ▁دو ▁گروہ وں ▁میں ▁ایک ▁نشان ▁عبر ت ▁تھا ، ▁جو ▁( ب در ▁میں ) ▁ایک ▁دوسرے ▁سے ▁نبرد ▁از ما ▁ہو ي ے ▁ایک ▁گروہ ▁اللہ ▁کی ▁راہ ▁میں ▁لڑ ▁رہا ▁تھا ▁اور ▁دوسرا ▁گروہ ▁کا فر ▁تھا ▁دیکھنے ▁والے ▁بچ شم ▁سر ▁دیکھ ▁رہے ▁تھے ▁کہ ▁کا فر ▁گروہ ▁مومن ▁گروہ ▁سے ▁دو ▁چند ▁ہے ▁مگر ▁( نت ی جے ▁نے ▁ثابت ▁کر ▁دیا ▁کہ ) ▁اللہ ▁اپنی ▁فتح ▁و ▁نصر ت ▁سے ▁جس ▁کو ▁چاہتا ▁ہے ، ▁مدد ▁دیتا ▁ہے ▁دید ہ ▁بین ا ▁رکھنے ▁والوں ▁کے ▁لیے ▁اس ▁میں ▁بڑا ▁سبق ▁پوش ید ہ ▁ہے
▁مگر ▁ایسی ▁نشان یاں ▁دیکھنے ▁کے ▁بعد ▁بھی ▁اخر ▁کار ▁تمہارے ▁دل ▁سخت ▁ہو گي ے ، ▁پتھر وں ▁کی ▁طرف ▁سخت ، ▁بلکہ ▁سختی ▁میں ▁کچھ ▁ان ▁سے ▁بھی ▁بڑھ ے ▁ہو ي ے ، ▁کیونکہ ▁پتھر وں ▁میں ▁سے ▁تو ▁کوي ی ▁ایسا ▁بھی ▁ہوتا ▁ہے ▁جس ▁میں ▁سے ▁چشم ے ▁پھ وٹ ▁بہت ے ▁ہیں ، ▁کوي ی ▁پھ ٹ تا ▁ہے ▁اور ▁اس ▁میں ▁سے ▁پانی ▁نکل ▁ا تا ▁ہے ▁اور ▁کوي ی ▁خدا ▁کے ▁خوف ▁سے ▁لرز ▁کر ▁گر ▁بھی ▁پڑتا ▁ہے ▁اللہ ▁تمہارے ▁کر تو ت وں ▁سے ▁بے ▁خبر ▁نہیں ▁ہے
▁فرمایا ▁جا ۔ ▁پھر ▁ان ▁میں ▁سے ▁جو ▁کوي ی ▁تیر ے ▁ساتھ ▁ہوا ▁تو ▁ جہ نم ▁تم ▁سب ▁کی ▁پوری ▁سزا ▁ہے
▁کیا ▁ہم ▁نے ▁زمین ▁کو ▁سم یٹ نے ▁والی ▁نہیں ▁بنایا ؟
▁موسی ▁اور ▁ان ▁سب ▁لوگوں ▁کو ▁جو ▁اس ▁کے ▁ساتھ ▁تھے ، ▁ہم ▁نے ▁بچا ▁لیا
▁وه ▁لوگ ▁بڑی ▁سخت ▁سخت ▁قسم یں ▁کھا ▁کھا ▁کر ▁کہتے ▁ہیں ▁کہ ▁مرد وں ▁کو ▁اللہ ▁تعالی ▁زنده ▁نہیں ▁کرے ▁گا۔ ▁کیوں ▁نہیں ▁ضرور ▁زنده ▁کرے ▁گا ▁یہ ▁تو ▁اس ▁کا ▁بر حق ▁لازم ی ▁وعده ▁ہے ، ▁لیکن ▁اکثر ▁لوگ ▁جانتے ▁نہیں
▁اپنے ▁پاس ▁کی ▁نعمت ▁فرما کر ، ▁ہم ▁ یون ہی ▁صل ہ ▁دیتے ▁ہیں ▁اسے ▁جو ▁شکر ▁کرے
▁تاکہ ▁خدا ▁منا فق ▁مرد وں ▁اور ▁منا فق ▁عورتوں ▁اور ▁مشر ک ▁مرد وں ▁اور ▁منا فق ▁عورتوں ▁کو ▁سزا ▁دے ▁اور ▁( تا کہ ) ▁مومن ▁مرد وں ▁اور ▁مومن ▁عورتوں ▁کی ▁تو بہ ▁قبول ▁کرے ▁( ان ▁پر ▁نظر ▁توجہ ▁فرما ي ے ) ▁اور ▁بے ▁شک ▁اللہ ▁بڑا ▁بخش نے ▁والا ، ▁رحم ▁کرنے ▁والا ▁ہے۔
▁یہ ▁سب ▁ہماری ▁ ایت وں ▁سے ▁کفر ▁کرنے ▁اور ▁اس ▁کہنے ▁کا ▁بدل ہ ▁ہے ▁کہ ▁کیا ▁جب ▁ہم ▁ہ ڈ یاں ▁اور ▁ریز ے ▁ریز ے ▁ہو جا ي یں ▁گے ▁پھر ▁ہم ▁ني ی ▁پیدا يش ▁میں ▁اٹھا ▁کھڑے ▁کي ے ▁جاي یں ▁گے ؟
▁انہیں ▁ان ▁کے ▁حال ▁پر ▁چھوڑ ▁دو ▁کھا ي یں ▁پي یں ▁اور ▁ مز ے ▁ا ڑا ي یں ▁اور ▁امید یں ▁انہیں ▁غفلت ▁میں ▁ڈال ے ▁رہیں ▁عن قر یب ▁انہیں ▁سب ▁کچھ ▁معلوم ▁ہو جا ي ے ▁گا
▁اپ ▁کہ ي ے ▁ ایا ▁تم ▁نے ▁کبھی ▁غور ▁کیا ▁ہے ▁کہ ▁اگر ▁اللہ ▁قیامت ▁تک ▁تم ▁پر ▁رات ▁مقرر ▁( م سلط ) ▁کر ▁دے ▁تو ▁اللہ ▁کے ▁سوا ▁کون ▁ الہ ▁ہے ▁جو ▁تمہارے ▁پاس ▁روشنی ▁لاي ے ؟ ▁کیا ▁تم ▁سن تے ▁نہیں ▁ہو ؟
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁رات ▁کو ▁تمہارے ▁لیے ▁پرده ▁بنایا ۔ ▁اور ▁نی ند ▁کو ▁راحت ▁بنا ي ی ۔ ▁اور ▁دن ▁کو ▁اٹھ ▁کھڑے ▁ہونے ▁کا ▁وقت
▁پھر ▁حق ▁ظاہر ▁ہو ▁گیا ▁اور ▁جو ▁انہوں ▁نے ▁بنایا ▁تھا ▁وہ ▁غلط ▁ہو ▁گیا
▁پھر ▁ہم ▁نے ▁ان ▁سب ▁لوگوں ▁کو ▁نکال ▁لیا ▁جو ▁اس ▁بست ی ▁میں ▁مومن ▁تھے
▁جو ▁اپ ▁کو ▁اس ▁وقت ▁دیکھ تا ▁ہے ▁جب ▁اپ ▁کھڑے ▁ہوتے ▁ہیں۔
▁جو ▁لوگ ▁تم ▁میں ▁سے ▁اپنی ▁عورتوں ▁سے ▁ظ ہ ار ▁کریں ▁اور ▁پھر ▁اپنی ▁بات ▁سے ▁پل ٹ نا ▁چاہ یں ▁انہیں ▁چاہ ي ے ▁کہ ▁عورت ▁کو ▁ہاتھ ▁لگانے ▁سے ▁پہلے ▁ایک ▁غلام ▁از اد ▁کریں ▁کہ ▁یہ ▁خدا ▁کی ▁طرف ▁سے ▁تمہارے ▁لي ے ▁نص ی حت ▁ہے ▁اور ▁خدا ▁تمہارے ▁اعمال ▁سے ▁خوب ▁با خبر ▁ہے
▁اور باي یں ▁والے ▁کیسے ▁بر ے ▁ہیں ▁باي یں ▁والے
▁یہ ▁لوگ ▁اپ ▁پر ▁احسان ▁ج تا تے ▁ہیں ▁کہ ▁اسلام ▁لے ▁اي ے ▁ہیں ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁ہمارے ▁اوپر اپ نے ▁اسلام ▁کا ▁احسان ▁نہ ▁رکھ و ▁یہ ▁خدا ▁کا ▁احسان ▁ہے ▁کہ ▁اس ▁نے ▁تم ▁کو ▁ایمان ▁لانے ▁کی ▁ہدایت ▁دے ▁دی ▁ہے ▁اگر ▁تم ▁واقعا ▁دعو اي ے ▁ایمان ▁میں ▁سچ ے ▁ہو
▁اور ▁ہر ▁خبر ▁( کے ▁وقوع ) ▁کا ▁ایک ▁وقت ▁مقرر ▁ہے۔ ▁اور ▁عن قر یب ▁تمہیں ▁معلوم ▁ہو ▁جاي ے ▁گا۔
▁اور ▁ہر گز ▁کبھی ▁اس ▁کی ▁ارز و ▁نہ ▁کریں ▁گے ▁ان ▁بد اعم ال یوں ▁کے ▁سبب ▁جو ▁ اگ ے ▁کر چ کے ▁اور ▁اللہ ▁خوب ▁جانتا ▁ہے ▁ظالم وں ▁کو -
▁تاکہ ▁ہم ▁اس ▁سے ▁ان اج ▁اور ▁گھ اس ▁ اگ اي یں
▁بے ▁شک ▁ہم ▁اپنے ▁رسول وں ( ع ) ▁کی ▁اور ▁ایمان ▁والوں ▁کی ▁اس ▁دنیا وی ▁زندگی ▁میں ▁بھی ▁مدد ▁کرتے ▁رہتے ▁ہیں ▁اور ▁اس ▁دن ▁بھی ▁کریں ▁گے ▁جب ▁گواہ ▁( گو ا ہی ▁دینے ▁کی لي ے ) ▁کھڑے ▁ہوں ▁گے۔
▁اور ▁اس ▁دن ▁( قی امت ) ▁سے ▁ڈر و ▁جب ▁کوي ی ▁کسی ▁کو ▁فاي دہ ▁نہیں ▁پہنچا ▁سکے ▁گا ▁اور ▁نہ ▁ہی ▁کسی ▁کی ▁طرف ▁سے ▁کوي ی ▁سفارش ▁قبول ▁ہوگی۔ ▁اور ▁نہ ▁کسی ▁سے ▁کوي ی ▁معا وض ہ ▁لیا ▁جاي ے ▁گا۔ ▁اور ▁نہ ▁ان ▁کی ▁کوي ی ▁مدد ▁کی ▁جاي ے ▁گی۔
▁ان ▁کے ▁لي ے ▁دنیا ▁کی ▁زندگی ▁میں ▁بھی ▁عذاب ▁ہے ▁اور ▁اخر ت ▁کا ▁عذاب ▁تو ▁اور ▁بھی ▁زیادہ ▁سخت ▁ہے ▁اور ▁کوي ی ▁نہیں ▁ہے ▁جو ▁انہیں ▁اللہ ▁( کی ▁گرفت ) ▁سے ▁بچا ي ے۔
▁اور ▁پانی ▁کے ▁دونوں ▁( ذ خیر ے ) ▁برابر ▁نہیں ▁ہیں ▁یہ ▁ایک ▁می ٹھا ▁پی اس ▁ب جھ انے ▁والا ▁ہے ▁( اور ) ▁پی نے ▁میں ▁خوشگوار ▁اور ▁دوسرا ▁سخت ▁کھ اری ▁اور ▁ کڑ وا ▁ہے ▁اور ▁تم ▁ہر ▁ایک ▁سے ▁تازہ ▁گوشت ▁کھا تے ▁ہو ▁اور ▁ زی ور ▁برا مد ▁کرکے ▁پہن تے ▁ہو ▁اور ▁تم ▁اس ▁کی ▁کشتی وں ▁کو ▁دیکھتے ▁ہو ▁کہ ▁وہ ▁پانی ▁کو ▁چی رت ی ▁پھ ا ڑ تی ▁چل ی ▁جاتی ▁ہیں ▁تاکہ ▁تم ▁اللہ ▁کا ▁فضل ▁( رزق ) ▁تلاش ▁کرو ▁اور ▁تاکہ ▁شکر ▁گزار ▁بن و ۔
▁اور ▁( ا ے ▁رسول ) ▁جن ▁کو ▁ہم ▁نے ▁( پ ہ لے ) ▁کتاب ▁دی ▁ہے ▁وہ ▁اس ▁( ک تاب ) ▁سے ▁خوش ▁ہوتے ▁ہیں ▁جو ▁ہم ▁نے ▁اپ ▁پر ▁نازل ▁کی ▁ہے ▁اور ▁ان ▁جماعتوں ▁میں ▁کچھ ▁ایسے ▁لوگ ▁بھی ▁ہیں ▁جو ▁اس ▁کتاب ▁کے ▁بعض ▁حص وں ▁کا ▁انکار ▁کرتے ▁ہیں ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁مجھے ▁تو ▁صرف ▁یہی ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁اللہ ▁کی ▁عبادت ▁کر وں ▁اور ▁کسی ▁کو ▁اس ▁کا ▁شریک ▁نہ ▁ٹھہر ا وں ▁میں ▁اسی ▁کی ▁طرف ▁دعوت ▁دیتا ▁ہوں ▁اور ▁اسی ▁کی ▁طرف ▁میری ▁بازگشت ▁ہے۔
▁کہ ▁بے شک ▁ہم ▁نے ▁انسان ▁کو ▁مصیبت ▁میں ▁پیدا ▁کیا ▁ہے
▁پست ▁کرنے ▁والی ▁اور ▁بلند ▁کرنے ▁والی
▁اور ▁زبان ▁اور ▁دو ▁ہو نٹ
▁اور ▁وہی ▁اپنے ▁بند وں ▁کے ▁اوپر ▁غالب ▁ہے ▁برتر ▁ہے ▁اور ▁تم ▁پر ▁ نگ ہ داشت ▁رکھنے ▁والے ▁بھیج تا ▁ہے ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁میں ▁سے ▁کسی ▁کو ▁موت ▁ا ▁پہنچ تی ▁ہے ، ▁اس ▁کی ▁روح ▁ہمارے ▁بھیج ے ▁ہو ي ے ▁فرشت ے ▁قبض ▁کرلی تے ▁ہیں ▁اور ▁وه ▁ذرا ▁کو تا ہی ▁نہیں ▁کرتے
▁نعمت ▁کے ▁بہ شت وں ▁میں
▁قسم ▁ہے ▁قطار ▁در ▁قطار ▁صف ▁بست ہ ▁جماعتوں ▁کی ،
▁اس ▁کا ▁قابو ▁تو ▁انہیں ▁پر ▁ہے ▁جو ▁اس ▁سے ▁دوستی ▁کرتے ▁ہیں ▁اور ▁اسے ▁شریک ▁ٹھہر ات ے ▁ہیں ،
▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁اور ▁( لوگ وں ) ▁کو ▁خدا ▁کے ▁راستے ▁سے ▁روک تے ▁ہیں ▁اور ▁اس ▁مسجد ▁سے ▁جسے ▁ہم ▁نے ▁( بلا ▁امتیاز ) ▁سب ▁لوگوں ▁کی لي ے ▁( عب ادت ▁گاہ ) ▁بنایا ▁ہے ▁جس ▁میں ▁وہاں ▁کے ▁رہنے ▁والے ▁اور ▁باہر ▁سے ▁ انے ▁والے ▁برابر ▁ہیں ▁اور ▁جو ▁بھی ▁اس ▁میں ▁ظلم ▁و ▁زیادتی ▁کے ▁ساتھ ▁غلط ▁روی ▁کا ▁اراد ہ ▁کرے ▁تو ▁ہم ▁اسے ▁درد ناک ▁عذاب ▁کا ▁م زہ ▁چک ھا ي یں ▁گے۔
▁اے ▁ایمان ▁والو ! ▁جب ▁تم ▁اللہ ▁کی ▁راہ ▁میں ▁( جہ اد ▁کے ▁لي ے ) ▁سفر ▁پر ▁نکل و ▁تو ▁تحقیق ▁کر ▁لیا ▁کرو ▁اور ▁اس ▁کو ▁جو ▁تمہیں ▁سلام ▁کرے ▁یہ ▁نہ ▁کہ و ▁کہ ▁تو ▁مسلمان ▁نہیں ▁ہے ، ▁تم ▁( ایک ▁مسلمان ▁کو ▁کا فر ▁کہہ ▁کر ▁مار نے ▁کے ▁بعد ▁مال ▁غنی مت ▁کی ▁صورت ▁میں ) ▁د نیو ی ▁زندگی ▁کا ▁سامان ▁تلاش ▁کرتے ▁ہو ▁تو ▁( یق ین ▁کرو ) ▁اللہ ▁کے ▁پاس ▁بہت ▁اموال ▁غنی مت ▁ہیں۔ ▁اس ▁سے ▁پیش تر ▁تم ▁( بھی ) ▁تو ایس ے ▁ہی ▁تھے ▁پھر ▁اللہ ▁نے ▁تم ▁پر ▁احسان ▁کیا ▁( اور ▁تم ▁مسلمان ▁ہو گي ے ) ▁پس ▁( دو سر وں ▁کے ▁بارے ▁میں ▁بھی ) ▁تحقیق ▁کر ▁لیا ▁کرو ۔ ▁بیش ک ▁اللہ ▁تمہارے ▁کام وں ▁سے ▁خبردار ▁ہے ،
▁مگر ▁بہت ▁کم ▁لعنت ▁کیے ▁ گي ے ▁ہیں ▁جہاں ▁کہیں ▁پاي یں ▁جاي یں ▁گے ▁پکڑ ے ▁جاي یں ▁گے ▁اور ▁قتل ▁کیے ▁جاي یں ▁گے
▁اور ▁اگر ▁یہ ▁بات ▁نہ ▁ہوتی ▁کہ ▁ان ▁کے ▁اپنے ▁ہی ▁اعمال ▁کے ▁سبب ▁سے ▁ان ▁پر ▁مصیبت ▁نازل ▁ہو جا ي ے ▁پھر ▁کہتے ▁اے ▁ہمارے ▁رب ! ▁تو ▁نے ▁ہمارے ▁پاس ▁رسول ▁کیوں ▁نہ ▁بھی جا ▁تاکہ ▁ہم ▁تیر ے ▁حکم وں ▁کی ▁تابع داری ▁کرتے ▁اور ▁ایمان ▁والو ▁ ں ▁میں ▁ہوتے
▁اور ▁جس ▁کے ▁وزن ▁ہل کے ▁نکل یں ▁گے
▁اور ▁بیش ک ▁میں ▁بہت ▁زیادہ ▁بخش نے ▁والا ▁ہوں ▁اس ▁شخص ▁کو ▁جس ▁نے ▁تو بہ ▁کی ▁اور ▁ایمان ▁لا یا ▁اور ▁نیک ▁عمل ▁کیا ▁پھر ▁ہدایت ▁پر ▁( قا يم ) ▁رہا ،
▁اور ▁یہ ود ▁کہتے ▁ہیں ▁کہ ▁نص اری ▁ٹھیک ▁راہ ▁پر ▁نہیں ▁اور ▁نص اری ▁کہتے ▁ہیں ▁کہ ▁یہودی ▁را ہے ▁حق ▁پر ▁نہیں ▁ہیں ▁حالانک ہ ▁وہ ▁سب ▁کتاب ▁پڑھ تے ▁ہیں ▁ایسی ▁ہی ▁باتیں ▁وہ ▁لوگ ▁بھی ▁کہتے ▁ہیں ▁جو ▁بے ▁علم ▁ہیں ▁پھر ▁الله ▁قیامت ▁کے ▁دن ▁ان ▁بات وں ▁کا ▁کہ ▁جس ▁میں ▁وہ ▁جھ گ ڑ ▁رہے ▁ہیں ▁خود فی صل ہ ▁کرے ▁گا
▁یہودی وں ▁میں ▁سے ▁کچھ ▁ایسے ▁بھی ▁ہیں ▁جو ▁کل م وں ▁کو ▁ان ▁کے ▁موقع ▁و ▁محل ▁سے ▁پھ یر ▁دیتے ▁ہیں ▁اور ▁زبان وں ▁کو ▁توڑ ▁م وڑ ▁کر ▁اور ▁دین ▁پر ▁اعتراض ▁کرتے ▁ہو ي ے ▁کہتے ▁ہیں ▁کہ ▁’’ سمع نا ▁و ▁ع ص ی نا ‘‘ ▁( ہم ▁نے ▁سنا ▁مگر ▁مانا ▁نہیں ) ▁اور ▁’’ ا سمع ▁غیر ▁م سمع ‘‘ ▁( اور ▁سن و ▁تمہاری ▁بات ▁نہ ▁سنی ▁جاي ے ) ▁اور ▁’’ راع نا ‘‘ ▁( ہم ارا ▁لحاظ ▁کرو ) ۔ ▁اگر ▁وہ ▁اس ▁کی ▁بجا ي ے ▁یوں ▁کہتے ▁’’ سمع نا ▁و ▁ اط عنا ‘‘ ▁( ہم ▁نے ▁سنا ▁اور ▁مانا ) ▁اور ▁‘‘ ا سمع ‘‘ ▁( اور ▁سنی ي ے ) ▁‘‘ وا نظر نا ‘‘ ▁( اور ▁ہماری ▁طرف ▁دیکھ ي ے ) ▁تو ▁یہ ▁ان ▁کے ▁لي ے ▁بہتر ▁اور ▁زیادہ ▁درست ▁ہوتا ۔ ▁مگر ▁اللہ ▁نے ▁کفر ▁کی ▁وجہ ▁سے ▁ان ▁پر ▁لعنت ▁کی ▁ہے ▁( اپ نی ▁رحمت ▁سے ▁دور ▁کر ▁دیا ▁ہے ) ▁اس ▁لي ے ▁وہ ▁بہت ▁کم ▁ایمان ▁لاي یں ▁گے۔
▁اور ▁ہم ▁نے ▁کتنی ▁ہی ▁سنگ ت یں ▁( قوم یں ) ▁نوح ▁کے ▁بعد ▁ہلاک ▁کرد یں ▁اور ▁تم ہ ارا ▁رب ▁کافی ▁ہے ▁اپنے ▁بند وں ▁کے ▁گناہ وں ▁سے ▁خبردار ▁دیکھنے ▁والا
▁اور ▁اپ ▁کو ▁کیا ▁خبر ▁کہ ▁علی ین ▁کیا ▁ہے
▁اور ▁وہ ▁اس ▁بات ▁پر ▁تعجب ▁کر ▁رہے ▁ہیں ▁کہ ▁ان ▁کے ▁پاس ▁ایک ▁ڈرا نے ▁والا ▁( پی غ مبر ( ص ) ) ▁ان ہی ▁میں ▁سے ▁ ایا ▁ہے ▁اور ▁کا فر ▁کہتے ▁ہیں ▁کہ ▁یہ ▁( شخص ) ▁جادو گر ▁( اور ) ▁بڑا ▁جھوٹ ا ▁ہے۔
▁وہ ▁کسی ▁حساب ▁کی ▁توقع ▁نہ ▁رکھتے ▁تھے
▁وہی ▁ایک ▁اللہ ▁ہے ▁جس ▁کے ▁سوا ▁کوي ی ▁عبادت ▁کا ▁مستحق ▁نہیں ▁اسی ▁کے ▁لیے ▁ حمد ▁ہے ▁دنیا ▁میں ▁بھی ▁اور ▁اخر ت ▁میں ▁بھی ، ▁فرم اں ▁رو اي ی ▁اسی ▁کی ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁تم ▁سب ▁پل ٹا ي ے ▁جانے ▁والے ▁ہو
▁خبردار ▁رہ و ، ▁اس مان ▁و ▁زمین ▁میں ▁جو ▁کچھ ▁ہے ▁اللہ ▁کا ▁ہے ▁تم ▁جس ▁روش ▁پر ▁بھی ▁ہو ▁اللہ ▁اس ▁کو ▁جانتا ▁ہے ▁جس ▁روز ▁لوگ ▁اس ▁کی ▁طرف ▁پل ٹ یں ▁گے ▁وہ ▁انہیں ▁بتا ▁دے ▁گا ▁کہ ▁وہ ▁کیا ▁کچھ ▁کر ▁کے ▁اي ے ▁ہیں ▁وہ ▁ہر ▁چیز ▁کا ▁علم ▁رکھتا ▁ہے
▁اور ▁ہم ▁نے ▁داود ▁اور ▁سلیمان ▁کو ▁علم ▁عطا ▁کیا ▁تو ▁دونوں ▁نے ▁کہا ▁کہ ▁خدا ▁کا ▁شکر ▁ہے ▁کہ ▁اس ▁نے ▁ہمیں ▁بہت ▁سے ▁بند وں ▁پر ▁فضیلت ▁عطا ▁کی ▁ہے
▁یہ ▁کتاب ▁م بین ▁کی ▁ ایت یں ▁ہیں
▁اے ▁نبی ، ▁مومن وں ▁کو ▁جنگ ▁پر ▁اب ھار و ▁اگر ▁تم ▁میں ▁سے ▁بیس ▁اد می ▁ص ابر ▁ہوں ▁تو ▁وہ ▁دو ▁سو ▁پر ▁غالب ▁اي یں ▁گے ▁اور ▁اگر ▁سو ▁اد می ▁ایسے ▁ہوں ▁تو ▁من کری ن ▁حق ▁میں ▁سے ▁ہزار ▁اد م یوں ▁پر ▁بھاری ▁رہیں ▁گے ▁کیونکہ ▁وہ ▁ایسے ▁لوگ ▁ہیں ▁جو ▁سمجھ ▁نہیں ▁رکھتے
▁کا فر وں ▁نے ▁اپنے ▁رسول وں ▁سے ▁کہا ▁کہ ▁ہم ▁تمہیں ▁ملک ▁بدر ▁کر ▁دیں ▁گے ▁یا ▁تم ▁پھر ▁سے ▁ہمارے ▁مذہب ▁میں ▁لوٹ ▁او ۔ ▁تو ▁ان ▁کے ▁پروردگار ▁نے ▁ان ▁کی ▁طرف ▁وح ی ▁بھیج ی ▁کہ ▁ہم ▁ان ▁ظالم وں ▁کو ▁ہی ▁غار ت ▁کر ▁دیں ▁گے
▁اور ▁( پ ھر ) ▁تم ▁نے ▁اپنا ▁وہ ▁کام ▁کر ▁ڈال ا ▁جو ▁تم ▁نے ▁کیا ▁تھا ▁( یعنی ▁ایک ▁ قب طی ▁کو ▁قتل ▁کر ▁دیا ) ▁اور ▁تم ▁نا ش کر ▁گزار وں ▁میں ▁سے ▁ہو ▁( ہم اری ▁پرورش ▁اور ▁احسان ات ▁کو ▁بھول ▁ گي ے ▁ہو )،
▁تو ▁اللہ ▁نے ▁انہیں ▁دنیا ▁کا ▁انعام ▁دیا ▁اور ▁اخر ت ▁کے ▁ ثواب ▁کی ▁خوبی ▁اور ▁نیک ی ▁والے ▁اللہ ▁کو ▁پیار ے ▁ہیں ،
▁کہ ▁تم ▁کش اد ہ ▁اور ▁مکمل ▁زر ہ یں ▁بنا و ▁اور ▁ کڑ یوں ▁کے ▁جو ڑنے ▁میں ▁اندازہ ▁کا ▁خیال ▁رکھ و ▁اور ▁تم ▁لوگ ▁سب ▁نیک ▁عمل ▁کرو ▁کہ ▁میں ▁تم ▁سب ▁کے ▁اعمال ▁کا ▁دیکھنے ▁والا ▁ہوں
▁نتیجہ ▁یہ ▁ہوا ▁کہ ▁صبح ▁ہوتے ▁ہی ▁انہیں ▁ایک ▁چی خ ▁نے ▁اپنی ▁گرفت ▁میں ▁لے ▁لیا
▁پروردگار ▁نے ▁کہا ▁کہ ▁ہم ▁نازل ▁تو ▁کررہے ▁ہیں ▁لیکن ▁اس ▁کے ▁بعد ▁جو ▁تم ▁میں ▁سے ▁انکار ▁کرے ▁گا ▁اس ▁پر ▁ایسا ▁عذاب ▁نازل ▁کریں ▁گے ▁کہ ▁عالمی ن ▁میں ▁کسی ▁پر ▁نہیں ▁کیا ▁ہے
▁اس مان ▁کی ▁قسم ▁جس ▁میں ▁برج ▁ہیں
▁بیش ک ▁وہ ▁جو ▁اللہ ▁کی ▁ ایت وں ▁پر ▁ایمان ▁نہیں ▁لا تے ▁اللہ ▁انھیں ▁راہ ▁نه یں ▁دیتا ▁اور ▁ان ▁کے ▁لے ▁درد ▁ ناک ▁عذاب ▁ہے ،
▁ہم ▁نے ▁اس ▁سے ▁پہلے ▁جس ▁بست ی ▁کو ▁بھی ▁ہلاک ▁کیا ▁ہے ▁اس ▁کے ▁لیے ▁ایک ▁خاص ▁مہ لت ▁عمل ▁لکھ ی ▁جاچ کی ▁تھی
▁اور ▁رات ▁کی ▁تاریک ی ▁کے ▁شر ▁سے ▁جب ▁کہ ▁وہ ▁چھ ا ▁جاي ے
▁اور ▁بیش ک ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁روشن ▁ ایت یں ▁اتار ی ▁ہیں ▁اور ▁ان ▁( نشان یوں ) ▁کا ▁سوا ي ے ▁نا فر مان وں ▁کے ▁کوي ی ▁انکار ▁نہیں ▁کر ▁سکتا ،
▁وہ ▁اس ▁پھ ٹ کار ▁میں ▁ہمیشہ ▁( گرفت ار ) ▁رہیں ▁گے ▁اور ▁ان ▁سے ▁اس ▁عذاب ▁میں ▁کمی ▁نہیں ▁کی ▁جاي ے ▁گی ▁اور ▁نہ ▁انہیں ▁مہ لت ▁دی ▁جاي ے ▁گے ،
▁پس ▁اپ ▁لوگوں ▁کو ▁اسی ▁طرف ▁بلا تے ▁رہیں ▁اور ▁جو ▁کچھ ▁اپ ▁سے ▁کہا ▁گیا ▁ہے ▁اس ▁پر ▁مضبوط ی ▁سے ▁جم ▁جاي یں ▁اور ▁ان ▁کی ▁خواہش وں ▁پر ▁نہ ▁چل یں ▁اور ▁کہہ ▁دیں ▁کہ ▁اللہ ▁تعالی ▁نے ▁جتن ی ▁کتاب یں ▁نازل ▁فرما ي ی ▁ہیں ▁میرا ▁ان ▁پر ▁ایمان ▁ہے ▁اور ▁مجھے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁تم ▁میں ▁انصاف ▁کرتا ▁رہ وں ۔ ▁ہمارا ▁اور ▁تم ▁سب ▁کا ▁پروردگار ▁اللہ ▁ہی ▁ہے ▁ہمارے ▁اعمال ▁ہمارے ▁لیے ▁ہیں ▁اور ▁تمہارے ▁اعمال ▁تمہارے ▁لیے ▁ہیں ، ▁ہم ▁تم ▁میں ▁کوي ی ▁ کٹ ▁حجت ی ▁نہیں ▁اللہ ▁تعالی ▁ہم ▁( سب ) ▁کو ▁جمع ▁کرے ▁گا ▁اور ▁اسی ▁کی ▁طرف ▁لوٹ نا ▁ہے
▁اور ▁جو ▁شخص ▁خدا ▁پر ▁اور ▁اس ▁کے ▁پیغمبر ▁پر ▁ایمان ▁نہ ▁لاي ے ▁تو ▁ہم ▁نے ▁( ایس ے ) ▁کا فر وں ▁کے ▁لي ے ▁ اگ ▁تیار ▁کر ▁رکھی ▁ہے
▁اور ▁پ نڈ لی ▁پ نڈ لی ▁سے ▁ل پٹ ▁جاي ے ▁گی
▁علاوہ ▁اس ▁مع بود ▁کے ▁کہ ▁جس ▁نے ▁مجھے ▁پیدا ▁کیا ▁ہے ▁کہ ▁وہی ▁عن قر یب ▁مجھے ▁ہدایت ▁دینے ▁والا ▁ہے
▁مگر ▁وہ ▁منہ ▁م وڑ ▁ گي ے ▁اخر کار ▁ہم ▁نے ▁ان ▁پر ▁بند ▁توڑ ▁سیلاب ▁بھیج ▁دیا ▁اور ▁ان ▁کے ▁پچھلے ▁دو ▁باغ وں ▁کی ▁جگہ ▁دو ▁اور ▁باغ ▁انہیں ▁دیے ▁جن ▁میں ▁ کڑ و ے ▁کسی لے ▁پھل ▁اور ▁جھ او ▁کے ▁درخت ▁تھے ▁اور ▁کچھ ▁تھ وڑ ی ▁سی ▁ بیر یاں
▁اپ ▁فرما ▁دیں ▁کہ ▁نہ ▁مجھے ▁ہر گز ▁کوي ی ▁اللہ ▁کے ▁( امر ▁کے ▁خلاف ) ▁عذاب ▁سے ▁پناہ ▁دے ▁سکتا ▁ہے ▁اور ▁نہ ▁ہی ▁میں ▁قطعا ▁اس ▁کے ▁سوا ▁کوي ی ▁جاي ے ▁پناہ ▁پات ا ▁ہوں ،
▁اور ▁اگر ▁تم ▁( اپ نی ▁تنگ ▁دستی ▁کے ▁باعث ) ▁ان ▁( م ستحق ین ) ▁سے ▁گریز ▁کرنا ▁چاہتے ▁ہو ▁اپنے ▁رب ▁کی ▁جانب ▁سے ▁رحمت ▁( خوش ▁حالی ) ▁کے ▁انتظار ▁میں ▁جس ▁کی ▁تم ▁توقع ▁رکھتے ▁ہو ▁تو ▁ان ▁سے ▁نرم ی ▁کی ▁بات ▁کہہ ▁دیا ▁کرو ،
▁ہمارا ▁تم ▁پر ▁کوي ی ▁زور ▁نہ ▁تھا ، ▁تم ▁خود ▁ہی ▁سر کش ▁لوگ ▁تھے
▁بیش ک ▁مت قی ▁لوگ ▁بہ شت وں ▁اور ▁نعمت وں ▁میں ▁ہوں ▁گے ،
▁اس ▁دن ▁کو ▁یاد ▁کرو ▁جب ▁ہر ▁شخص ▁اس ▁بھ لا ي ی ▁کو ▁اپنے ▁سامنے ▁پاي ے ▁گا ▁جو ▁اس ▁نے ▁کی ▁ہوگی۔ ▁اور ▁براي ی ▁کو ▁بھی ▁( ج نہیں ▁دیکھ ▁کر ) ▁خواہش ▁کرے ▁گا ▁کہ ▁کاش ▁اس ▁کے ▁اور ▁اس ▁کے ▁بر ے ▁اعمال ▁کے ▁درمیان ▁بڑا ▁ فاصل ہ ▁ہوتا ۔ ▁اور ▁خدا ▁تمہیں ▁اپنی ▁ذات ▁( اپ نے ▁عذاب ) ▁سے ▁ڈرا تا ▁ہے ▁اور ▁خدا ▁اپنے ▁بند وں ▁پر ▁بڑا ▁مہر بان ▁ہے۔
▁جو ▁ہر ▁بڑے ▁ماہر ▁جادو گر ▁کو ▁لے ▁اي یں۔
▁میرے ▁لي ے ▁لازم ▁ہے ▁کہ ▁میں ▁خدا ▁کے ▁بارے ▁میں ▁حق ▁کے ▁علاوہ ▁کچھ ▁نہ ▁کہ وں ▁- میں ▁تیر ے ▁پاس ▁تیر ے ▁رب ▁کی ▁طرف ▁سے ▁مع جز ہ ▁لے ▁کر ▁ ایا ▁ہوں ▁لہذا ▁بنی ▁اس راي یل ▁کو ▁میرے ▁ساتھ ▁بھیج ▁دے
▁کیا ▁یہ ▁لوگ ▁انہیں ▁شریک ▁بنا تے ▁ہیں ▁جو ▁کوي ی ▁ش ے ▁خلق ▁نہیں ▁کرسکتے ▁اور ▁خود ▁بھی ▁مخلوق ▁ہیں
▁اہل ▁کتاب ▁اور ▁مشر کین ▁میں ▁سے ▁جو ▁لوگ ▁کا فر ▁تھے ▁( وہ ▁اپنے ▁کفر ▁سے ) ▁باز ▁ انے ▁والے ▁نہ ▁تھے ▁جب ▁تک ▁کہ ▁ان ▁کے ▁پاس ▁دلیل ▁روشن ▁نہ ▁ا ▁جاي ے
▁( اور ▁یہ ▁ہم ▁نے ▁اس ▁لیے ▁کیا ▁کہ ) ▁کہیں ▁ایسا ▁نہ ▁ہو ▁کہ ▁ان ▁کے ▁اپنے ▁کیے ▁کر تو ت وں ▁کی ▁بد ولت ▁کوي ی ▁مصیبت ▁جب ▁ان ▁پر ▁اي ے ▁تو ▁وہ ▁کہیں ▁" ا ے ▁پروردگار ، ▁تو ▁نے ▁کیوں ▁نہ ▁ہماری ▁طرف ▁کوي ی ▁رسول ▁بھی جا ▁کہ ▁ہم ▁تیر ی ▁ای ات ▁کی ▁پیر وی ▁کرتے ▁اور ▁اہل ▁ایمان ▁میں ▁سے ▁ہوتے "
▁بے شک ▁جو ▁کوي ی ▁مجرم ▁بن ▁کر ▁اپنے ▁پروردگار ▁کی ▁بار گاہ ▁میں ▁حاضر ▁ہوگا ▁اس ▁کی لي ے ▁وہ ▁ جہ نم ▁ہے ▁جس ▁میں ▁وہ ▁نہ ▁مر ے ▁گا ▁اور ▁نہ ▁جی ي ے ▁گا۔
▁اور ▁جو ▁کوي ی ▁مسلمان ▁کو ▁جان ▁بوجھ ▁کر ▁قتل ▁کرے ، ▁اس ▁کی ▁سزا ▁دوزخ ▁ہے۔ ▁جس ▁میں ▁وہ ▁ہمیشہ ▁رہے ▁گا ▁اور ▁اس ▁پر ▁اللہ ▁کا ▁ غضب ▁ہوگا۔ ▁اور ▁اللہ ▁اس ▁پر ▁لعنت ▁کرے ▁گا ▁اور ▁اس ▁نے ▁اس ▁کے ▁لیے ▁عذاب ▁عظیم ▁تیار ▁کر ▁رکھا ▁ہے۔
▁ان ▁لوگوں ▁سے ▁جب ▁کہا ▁جاتا ▁ہے ▁کہ ▁بچ و ▁اس ▁انجام ▁سے ▁جو ▁تمہارے ▁ اگ ے ▁ا ▁رہا ▁ہے ▁اور ▁تمہارے ▁پیچھے ▁گزر ▁چکا ▁ہے ، ▁شاید ▁کہ ▁تم ▁پر ▁رحم ▁کیا ▁جاي ے ▁( تو ▁یہ ▁سنی ▁ان ▁سنی ▁کر ▁جاتے ▁ہیں )
▁اور ▁جب ▁سمندر ▁بہ ہ ▁نکل یں ▁گے
▁کہہ ▁دی جي ے ▁کہ ▁مجھے ▁ہر گز ▁کوي ی ▁اللہ ▁سے ▁بچا ▁نہیں ▁سکتا ▁اور ▁میں ▁ہر گز ▁اس ▁کے ▁سوا ▁کوي ی ▁جاي ے ▁پناه ▁بھی ▁پا ▁نہیں ▁سکتا
▁اللہ ▁وہی ▁ہے ▁جس ▁نے ▁تمہارے ▁لي ے ▁سمندر ▁کوم سخر ▁کر ▁دیا ▁تاکہ ▁اس ▁کے ▁حکم ▁سے ▁اس ▁میں ▁کشتی اں ▁چل یں ▁اور ▁تاکہ ▁تم ▁اس ▁کا ▁فضل ▁( رزق ) ▁تلاش ▁کرو ۔ ▁اور ▁تاکہ ▁تم ▁شکر ▁کرو ۔
▁کھا ي ی ▁والوں ▁پر ▁لعنت ▁ہو
▁وہ ▁اس مان ▁و ▁زمین ▁اور ان ▁کے ▁ما بین ▁کا پر ورد گار ▁رحم ن ▁ہے ▁جس ▁کے ▁سامنے ▁کسی ▁کو ▁بات ▁کرنے ▁کا ▁یا را ▁نہیں ▁ہے
▁مگر ▁وہ ▁جس ▁نے ▁مجھے ▁پیدا ▁کیا ▁اور ▁وہی ▁میری ▁راہ ن ماي ی ▁کرے ▁گا ▁( میں ▁صرف ▁اسی ▁کی ▁عبادت ▁کرتا ▁ہوں ) ۔
▁اور ▁ہم ▁نے ▁اس ▁بست ی ▁کے ▁کچھ ▁نشان ▁باقی ▁چھوڑ ▁دی ي ے ▁( ان ▁لوگوں ▁کی ▁عبر ت ▁کی لي ے ) ▁جو ▁عقل ▁سے ▁کام ▁لیتے ▁ہیں۔
▁اور ▁( ہم ▁نے ▁کہا ) ▁اپنے ▁ہاتھ ▁میں ▁( ش اخ وں ▁کا ) ▁ایک ▁م ٹھا ▁لو ▁اور ▁اس ▁سے ▁ما رو ▁اور ▁قسم ▁نہ ▁توڑ و ۔ ▁بے ▁شک ▁ہم ▁نے ▁انہیں ▁صبر ▁کرنے ▁والا ▁پایا ▁بڑا ▁اچھا ▁بند ہ ▁( اور ▁ہماری ▁طرف ) ▁بڑا ▁رجوع ▁کرنے ▁والا ۔
▁اور ▁بیش ک ▁انصاف ▁ہونے ▁والا ▁ہے
▁ارشاد ▁ہوا ▁موسی ▁ہم ▁نے ▁تمہاری ▁مراد ▁تمہیں ▁دے ▁دی ▁ہے
▁اور ▁زبان ▁اور ▁دو ▁ہو نٹ
▁تو ▁جو ▁شخص ▁اس ▁پر ▁ایمان ▁نہیں ▁رکھتا ▁اور ▁اپنی ▁خواہش ▁کے ▁پیچھے ▁چل تا ▁ہے ▁( کہ یں ) ▁تم ▁کو ▁اس ▁( کے ▁یقین ) ▁سے ▁روک ▁نہ ▁دے ▁تو ▁( اس ▁صورت ▁میں ) ▁تم ▁ہلاک ▁ہو جا و
▁اور ▁اے ▁نبی ، ▁جس ▁بر ے ▁انجام ▁کی ▁دھمکی ▁ہم ▁ان ▁لوگوں ▁کو ▁دے ▁رہے ▁ہیں ▁اس ▁کوي ی ▁حصہ ▁خواہ ▁ہم ▁تمہارے ▁جی تے ▁جی ▁دکھا ▁دیں ▁یا ▁اس ▁کے ▁ظ ہ ور ▁میں ▁ انے ▁سے ▁پہلے ▁ہم ▁تمہیں ▁اٹھا ▁لیں ، ▁ب ہر ▁حال ▁تم ہ ارا ▁کام ▁صرف ▁پیغام ▁پہنچا ▁دینا ▁ہے ▁اور ▁حساب ▁لینا ▁ہمارا ▁کام ▁ہے
▁خدا ▁نے ▁کفر ▁اختیار ▁کرنے ▁والوں ▁کے ▁لي ے ▁زوج ہ ▁نوح ▁اور ▁زوج ہ ▁ل وط ▁کی ▁مثال ▁بیان ▁کی ▁ہے ▁کہ ▁یہ ▁دونوں ▁ہمارے ▁نیک ▁بند وں ▁کی ▁زوج یت ▁میں ▁تھیں ▁لیکن ▁ان ▁سے ▁خیانت ▁کی ▁تو ▁اس ▁زوج یت ▁نے ▁خدا ▁کی ▁بار گاہ ▁میں ▁کوي ی ▁فاي دہ ▁نہیں ▁پہنچا یا ▁اور ▁ان ▁سے ▁کہہ ▁دیا ▁گیا ▁کہ ▁تم ▁بھی ▁تمام ▁ جہ نم ▁میں ▁داخل ▁ہونے ▁والوں ▁کے ▁ساتھ ▁داخل ▁ہو جا و
▁ان ▁کے ▁ظلم ▁کا ▁صحیح ▁بدل ہ ▁یہی ▁ہے ▁کہ ▁ان ▁پر ▁اللہ ▁اور ▁فرشت وں ▁اور ▁تمام ▁انسان وں ▁کی ▁پھ ٹ کار ▁ہے
▁کفر ▁و ▁ایمان ▁کے ▁درمیان ▁ڈ ان وا ▁ڈو ل ▁ہیں ▁نہ ▁پورے ▁اس ▁طرف ▁ہیں ▁نہ ▁پورے ▁اس ▁طرف ▁جسے ▁اللہ ▁نے ▁بھ ٹک ا ▁دیا ▁ہو ▁اس ▁کے ▁لیے ▁تم ▁کوي ی ▁راستہ ▁نہیں ▁پاس ک تے
▁اور ▁ان ▁کے ▁دل وں ▁کو ▁مربوط ▁( یعنی ▁مضبوط ) ▁کردیا۔ ▁جب ▁وہ ▁( ا ٹھ ) ▁کھڑے ▁ہو ي ے ▁تو ▁کہنے ▁لگے ▁کہ ▁ہمارا ▁پروردگار ▁اس مان وں ▁اور ▁زمین ▁کا ▁مالک ▁ہے۔ ▁ہم ▁اس ▁کے ▁سوا ▁کسی ▁کو ▁مع بود ▁( سم جھ ▁کر ) ▁نہ ▁پکار یں ▁گے ▁( اگر ▁ایسا ▁کیا ) ▁تو ▁اس ▁وقت ▁ہم ▁نے ▁بع ید ▁از ▁عقل ▁بات ▁کہ ی
▁کیا ▁الله ▁کے ▁دین ▁کے ▁سوا ▁کوي ی ▁اور ▁دین ▁تلاش ▁کرتے ▁ہیں ▁حالانک ہ ▁جو ▁کوي ی ▁اس مان ▁اور ▁زمین ▁میں ▁ہے ▁خوشی ▁سے ▁یا ▁لا چار ی ▁سے ▁سب ▁اسی ▁کے ▁تابع ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁لوٹ اي ے ▁جاي یں ▁گے
▁( اگر ▁یہ ▁خدا ▁کے ▁قانون ▁سے ▁منہ ▁م وڑ تے ▁ہیں ) ▁تو ▁کیا ▁پھر ▁ج اہل یت ▁کا ▁فیصلہ ▁چاہتے ▁ہیں ؟ ▁حالانک ہ ▁جو ▁لوگ ▁اللہ ▁پر ▁یقین ▁رکھتے ▁ہیں ▁ان ▁کے ▁نزدیک ▁اللہ ▁سے ▁بہتر ▁فیصلہ ▁کرنے ▁والا ▁کوي ی ▁نہیں ▁ہے
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁اسے ▁عربی ▁فیصلہ ▁اتار ا ▁اور ▁اے ▁سن نے ▁والے ! ▁اگر ▁تو ▁ان ▁کی ▁خواہش وں ▁پر ▁چلے ▁گا ▁بعد ▁اس ▁کے ▁کہ ▁تج ھے ▁علم ▁اچ کا ▁تو ▁اللہ ▁کے ▁ اگ ے ▁نہ ▁تیر ا ▁کوي ی ▁حمایت ی ▁ہوگا ▁نہ ▁بچانے ▁والا ،
▁اور ▁وہ ▁کوي ی ▁بات ▁اپنی ▁خواہش ▁سے ▁نہیں ▁کرتے ،
▁کیا ▁جب ▁تمہیں ▁ایک ▁مصیبت ▁اپ ہن چی ▁حالانک ہ ▁تم ▁اس ▁سے ▁دو ▁چند ▁( د ش من ▁کو ) ▁پہنچا ▁چکے ▁تھے ▁تو ▁تم ▁کہنے ▁لگے ▁کہ ▁یہ ▁کہاں ▁سے ▁اپ ڑی ؟ ▁فرما ▁دیں : ▁یہ ▁تمہاری ▁اپنی ▁ہی ▁طرف ▁سے ▁ہے ▁بیش ک ▁اللہ ▁ہر ▁چیز ▁پر ▁خوب ▁قدرت ▁رکھتا ▁ہے ،
▁جب ▁کہ ▁چند ▁جوان ▁اس ▁غار ▁میں ▁ا ▁بیٹھے ▁پھر ▁کہا ▁اے ▁ہمارے ▁رب ▁ہم ▁پر ▁اپنی ▁طرف ▁سے ▁رحمت ▁نازل ▁فرما ▁اور ▁ہمارے ▁اس ▁کام ▁کے ▁لیے ▁کامیابی ▁کا ▁سامان ▁کر ▁دے
▁اور ▁نماز ▁پڑھ ا ▁کرو ▁اور ▁ز کو ة ▁دیا ▁کرو ▁اور ▁( خدا ▁کے ▁ اگ ے ) ▁جھ ک نے ▁والوں ▁کے ▁ساتھ ▁جھ کا ▁کرو
▁کیا ▁تم ▁میں ▁سے ▁کوي ی ▁یہ ▁پسند ▁کرتا ▁ہے ▁کہ ▁اس ▁کے ▁پاس ▁ایک ▁ہر ا ▁بھر ا ▁باغ ▁ہو ، ▁نہ ر وں ▁سے ▁سی راب ، ▁کھ جور وں ▁اور ▁ان گور وں ▁اور ▁ہر قسم ▁کے ▁پھل وں ▁سے ▁ل دا ▁ہوا ، ▁اور ▁وہ ▁عین ▁اس ▁وقت ▁ایک ▁تیز ▁بگو لے ▁کی ▁زد ▁میں ▁ا ▁کر ▁جھ لس ▁جاي ے ، ▁جبکہ ▁وہ ▁خود ▁بو ڑھ ا ▁ہو ▁اور ▁اس ▁کے ▁کم ▁سن ▁بچے ▁ابھی ▁کسی ▁لا يق ▁نہ ▁ہوں ؟ ▁اس ▁طرح ▁اللہ ▁اپنی ▁باتیں ▁تمہارے ▁سامنے ▁بیان ▁کرتا ▁ہے ، ▁شاید ▁کہ ▁تم ▁غور ▁و ▁فکر ▁کرو
▁اور ▁ہم ▁نے ▁اس مان ▁اور ▁زمین ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁ع بث ▁نہ ▁بنا ي ے
▁زمان ہ ▁کی ▁قسم ▁( جس ▁کی ▁گردش ▁انسانی ▁حالات ▁پر ▁گواہ ▁ہے ) ۔ ▁( یا - ▁نماز ▁عصر ▁کی ▁قسم ▁( کہ ▁وہ ▁سب ▁نماز وں ▁کا ▁وسط ▁ہے ) ۔ ▁( یا - ▁وقت ▁عصر ▁کی ▁قسم ▁( جب ▁دن ▁بھر ▁چم ک نے ▁والا ▁سور ج ▁خود ▁ڈو ب نے ▁کا ▁منظر ▁پیش ▁کرتا ▁ہے ) ۔ ▁( یا - ▁زمان ہ ▁ بعث ت ▁مصطفی ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁قسم ▁( جو ▁سارے ▁زمان وں ▁کا ▁ما حصل ▁اور ▁مقصود ▁ہے )،
▁یہ ▁سب ▁باتیں ▁وہ ▁ہیں ▁جن ▁کی ▁براي ی ▁تمہارے ▁پروردگار ▁کے ▁نزدیک ▁سخت ▁نا پسند ▁ہے
▁اور ▁تم ▁کو ▁کیا ▁ہوا ▁ہے ▁کہ ▁خدا ▁کی ▁راہ ▁میں ▁اور ▁ان ▁بے بس ▁مرد وں ▁اور ▁عورتوں ▁اور ▁بچوں ▁کی ▁خاطر ▁نہیں ▁لڑ تے ▁جو ▁دعا ي یں ▁کیا ▁کرتے ▁ہیں ▁کہ ▁اے ▁پروردگار ▁ہم ▁کو ▁اس ▁شہر ▁سے ▁جس ▁کے ▁رہنے ▁والے ▁ظالم ▁ہیں ▁نکال ▁کر ▁کہیں ▁اور ▁لے ▁جا ۔ ▁اور ▁اپنی ▁طرف ▁سے ▁کسی ▁کو ▁ہمارا ▁حامی ▁بنا ۔ ▁اور ▁اپنی ▁ہی ▁طرف ▁سے ▁کسی ▁کو ▁ہمارا ▁مدد گار ▁مقرر ▁فرما
▁اس ▁دن ▁حقیقی ▁حکومت ▁رحم ن ▁ہی ▁کی ▁ہوگی ▁اور ▁وہ ▁دن ▁کا فر وں ▁پر ▁بڑا ▁سخت ▁ہوگا
▁اور ▁انہوں ▁نے ▁والدین ▁کو ▁بلند ▁مقام ▁پر ▁تخت ▁پر ▁جگہ ▁دی ▁اور ▁سب ▁لوگ ▁یوسف ▁کے ▁سامنے ▁سج دہ ▁میں ▁گر ▁پڑے ▁یوسف ▁نے ▁کہا ▁کہ ▁بابا ▁یہ ▁میرے ▁پہلے ▁خواب ▁کی ▁تعبیر ▁ہے ▁جسے ▁میرے ▁پروردگار ▁نے ▁سچ ▁کر ▁دکھا یا ▁ہے ▁اور ▁اس ▁نے ▁میرے ▁ساتھ ▁احسان ▁کیا ▁ہے ▁کہ ▁مجھے ▁قید ▁خانہ ▁سے ▁نکال ▁لیا ▁اور ▁اپ ▁لوگوں ▁کو ▁گا وں ▁سے ▁نکال ▁کر ▁مصر ▁میں ▁لے ▁ ایا ▁جب ▁کہ ▁شیطان ▁میرے ▁اور ▁میرے ▁بھ اي یوں ▁کے ▁درمیان ▁فساد ▁پیدا ▁کر چک ا ▁تھا ▁- بی شک ▁میرا ▁پروردگار ▁اپنے ▁اراد وں ▁کی ▁بہترین ▁تدبیر ▁کرنے ▁والا ▁اور ▁صاحب ▁ه علم ▁اور ▁صاحب ▁ه ح کم ت ▁ہے
▁وا ي ے ▁ہے ▁اور ▁خراب ی ▁ہے ▁تیر ے ▁لیے
▁اور ▁ایک ▁گروہ ▁اخر ی ▁لوگوں ▁کا ▁ہے
▁یقینا ان ▁میں ▁ایسا ▁گروه ▁بھی ▁ہے ▁جو ▁کتاب ▁پڑھ تے ▁ہو ي ے ▁اپنی ▁زبان ▁مر وڑ تا ▁ہے ▁تاکہ ▁تم ▁اسے ▁کتاب ▁ہی ▁کی ▁عبارت ▁خیال ▁کرو ▁حالانک ہ ▁دراصل ▁وه ▁کتاب ▁میں ▁سے ▁نہیں ، ▁اور ▁یہ ▁کہتے ▁بھی ▁ہیں ▁کہ ▁وه ▁اللہ ▁تعالی ▁کی ▁طرف ▁سے ▁ہے ▁حالانک ہ ▁در ▁اصل ▁وه ▁اللہ ▁تعالی ▁کی ▁طرف ▁سے ▁نہیں ، ▁وه ▁تو ▁دانست ہ ▁اللہ ▁تعالی ▁پر ▁جھوٹ ▁بول تے ▁ہیں
▁پھر ▁ہم ▁نے ▁حفاظت ▁کی ▁جگہ ▁میں ▁ن طف ہ ▁بنا ▁کر ▁رکھا
▁روم ▁والے ▁مغل وب ▁ہو گي ے
▁اللہ ▁ارشاد ▁فرما ي ے ▁گا ▁کہ ▁یہ ▁وه ▁دن ▁ہے ▁کہ ▁جو ▁لوگ ▁سچ ے ▁تھے ▁ان ▁کا ▁سچ ا ▁ہونا ▁ان ▁کے ▁کام ▁اي ے ▁گا ▁ان ▁کو ▁باغ ▁مل یں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁جن ▁میں ▁وه ▁ہمیشہ ▁ہمیشہ ▁کو ▁رہیں ▁گے۔ ▁اللہ ▁تعالی ▁ان ▁سے ▁راضی ▁اور ▁خوش ▁اور ▁یہ ▁اللہ ▁سے ▁راضی ▁اور ▁خوش ▁ہیں ، ▁یہ ▁بڑی ▁( بھ اری ) ▁کامیابی ▁ہے
▁اور ▁اے ▁محمد ، ▁اس ▁خدا ▁پر ▁بھر وس ہ ▁رکھ و ▁جو ▁زندہ ▁ہے ▁اور ▁کبھی ▁مر نے ▁والا ▁نہیں ▁اس ▁کی ▁ حمد ▁کے ▁ساتھ ▁اس ▁کی ▁تس بی ح ▁کرو ▁اپنے ▁بند وں ▁کے ▁گناہ وں ▁سے ▁بس ▁اسی ▁کا ▁با خبر ▁ہونا ▁کافی ▁ہے
▁وہ ▁اس ▁میں ▁( مس ند وں ▁پر ) ▁تک ی ے ▁لگا ي ے ▁بیٹھے ▁ہوں ▁گے ▁اس ▁میں ▁( وقف ے ▁وقف ے ▁سے ) ▁بہت ▁سے ▁عمد ہ ▁پھل ▁اور ▁می و ے ▁اور ▁( ل ذ ی ذ ) ▁شر بت ▁طلب ▁کرتے ▁رہیں ▁گے ،
▁تمام ▁تعریف یں ▁االله ▁ہی ▁کے ▁لي ے ▁ہیں ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁فرمایا ▁اور ▁تاریک یوں ▁اور ▁روشنی ▁کو ▁بنایا ، ▁پھر ▁بھی ▁کا فر ▁لوگ ▁( مع بود ان ▁باطل ہ ▁کو ) ▁اپنے ▁رب ▁کے ▁برابر ▁ٹھہر ات ے ▁ہیں ،
▁تو ▁وہ ▁نہیں ▁مگر ▁ایک ▁جھ ڑ کی
▁کہ ی ے ▁ذرا ▁غور ▁کرکے ▁بتا و ▁کہ ▁اگر ▁تم ▁پر ▁اللہ ▁کا ▁عذاب ▁اچانک ▁یا ▁عل ان یہ ▁اج اي ے ▁تو ▁ظالم ▁لوگوں ▁کے ▁سوا ▁اور ▁کون ▁ہلاک ▁و ▁بر باد ▁ہوگا ؟
▁اگر ▁ہم ▁چاہ یں ▁تو ▁اس مان ▁سے ▁ان ▁پر ▁کوي ی ▁نشانی ▁اتار یں ▁کہ ▁ان ▁کے ▁اون چے ▁اون چے ▁اس ▁کے ▁حضور ▁جھ کے ▁رہ ▁جاي یں
▁( یہ ▁لوگ ) ▁جنہوں ▁نے ▁شعیب ▁کی ▁تک ذ یب ▁کی ▁تھی ▁ایسے ▁بر باد ▁ہو ي ے ▁تھے ▁کہ ▁گویا ▁وہ ▁ان ▁میں ▁کبھی ▁اباد ▁ہی ▁نہیں ▁ہو ي ے ▁تھے ▁( غرض ) ▁جنہوں ▁نے ▁شعیب ▁کو ▁جھ ٹل ایا ▁وہ ▁خسار ے ▁میں ▁پڑ گي ے
▁ان ▁لوگوں ▁نے ▁م ڑ ▁کر ▁دیکھا ▁اور ▁کہا ▁کہ ▁اخر ▁تمہاری ▁کیا ▁چیز ▁گم ▁ہو گي ی ▁ہے
▁یقین ▁جان و ▁کہ ▁نبی ▁عربی ▁کو ▁مان نے ▁والے ▁ہوں ▁یا ▁یہودی ، ▁ع یس اي ی ▁ہوں ▁یا ▁ صاب ی ، ▁جو ▁بھی ▁اللہ ▁اور ▁روز ▁اخر ▁پر ▁ایمان ▁لاي ے ▁گا ▁اور ▁نیک ▁عمل ▁کرے ▁گا ، ▁اس ▁کا ▁ اجر ▁اس ▁کے ▁رب ▁کے ▁پاس ▁ہے ▁اور ▁اس ▁کے ▁لیے ▁کسی ▁خوف ▁اور ▁رنج ▁کا ▁موقع ▁نہیں ▁ہے
▁اور ▁الله ▁تک ▁سی دھی ▁راہ ▁پہنچ تی ▁ہے ▁اور ▁بعض ▁ان ▁میں ▁ٹی ڑھ ی ▁بھی ▁ہیں ▁اور ▁اگر ▁الله ▁چاہتا ▁تو ▁تم ▁سب ▁کو ▁سی دھی ▁راہ ▁بھی ▁دکھا ▁دیتا
▁اور ▁دوزخ ▁والے ▁بہ شت ▁والوں ▁کو ▁پکار یں ▁گے ▁کہ ▁ہم ▁پر ▁تھ وڑ ا ▁سا ▁پانی ▁بہ ا ▁دو ▁یا ▁کچھ ▁اس ▁چیز ▁میں ▁سے ▁دو ▁جو ▁تمہیں ▁الله ▁نے ▁ رزق ▁دیا ▁ہے ▁کہیں ▁گے ▁بے ▁شک ▁الله ▁نے ▁انہیں ▁دونوں ▁چیز وں ▁کو ▁کا فر وں ▁پر ▁حرام ▁کیا ▁ہے
▁اور ▁جنہوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁ہم ▁انہیں ▁ا ہ ست ہ ▁ا ہ ست ہ ▁پکڑ یں ▁گے ▁ایسی ▁جگہ ▁سے ▁جہاں ▁انہیں ▁خبر ▁بھی ▁نہ ▁ہو ▁گی
▁اللہ ▁تعالی ▁کا ▁حکم ▁اپ ہن چا ، ▁اب ▁اس ▁کی ▁جلد ی ▁نہ ▁مچ او ۔ ▁تمام ▁پاک ی ▁اس ▁کے ▁لیے ▁ہے ▁وه ▁برتر ▁ہے ▁ان ▁سب ▁سے ▁جنہیں ▁یہ ▁اللہ ▁کے ▁نزدیک ▁شریک ▁بت لا تے ▁ہیں
▁یہ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁بطور ▁ عط یہ ▁صل ہ ▁ہے ▁جو ▁کافی ▁و ▁و افی ▁ہے۔
▁اور ▁اگر ▁تیر ا ▁رب ▁چاہتا ▁تو ▁سب ▁لوگ و ▁ ں ▁کو ▁ایک ▁ رست ہ ▁پر ▁ڈال ▁دیتا ▁اور ▁ہمیشہ ▁اختلاف ▁میں ▁رہیں ▁گے
▁اور ▁انہوں ▁نے ▁ان ▁سے ▁صرف ▁اس ▁بات ▁کا ▁بدل ہ ▁لیا ▁ہے ▁کہ ▁وہ ▁خدا ي ے ▁عزیز ▁و ▁حمید ▁پر ▁ایمان ▁لاي ے ▁تھے
▁اور ▁جب ▁چاند ▁کو ▁چم ک تے ▁ہو ي ے ▁دیکھا ▁تو ▁کہا ▁یہ ▁میرا ▁پروردگار ▁ہے ؟ ▁لیکن ▁جب ▁وہ ▁بھی ▁غر وب ▁ہوگیا ۔ ▁تو ▁کہا ▁کہ ▁اگر ▁میرا ▁پروردگار ▁میری ▁ہدایت ▁و ▁راہ ن ماي ی ▁نہ ▁کرتا ▁رہا ▁تو ▁میں ▁گمراہ ▁لوگوں ▁میں ▁سے ▁ہو ▁جا وں ▁گا۔
▁کیا ▁ہمارے ▁درمیان ▁بس ▁یہی ▁ایک ▁شخص ▁رہ ▁گیا ▁تھا ▁جس ▁پر ▁اللہ ▁کا ▁ذکر ▁نازل ▁کر ▁دیا ▁گیا ؟ " ▁اصل ▁بات ▁یہ ▁ہے ▁کہ ▁یہ ▁میرے ▁" ذ کر " پر ▁شک ▁کر ▁رہے ▁ہیں ، ▁اور ▁یہ ▁ساری ▁باتیں ▁اس ▁لیے ▁کر ▁رہے ▁ہیں ▁کہ ▁انہوں ▁نے ▁میرے ▁عذاب ▁کا ▁مزا ▁چک ھا ▁نہیں ▁ہے
▁پھر ▁اس ▁نے ▁اس ▁غم ▁کے ▁بعد ▁تم ▁پر ▁امن ▁نازل ▁فرمایا ▁اور ▁تم ▁میں ▁سے ▁ایک ▁جماعت ▁کو ▁امن ▁کی ▁نی ند ▁ انے ▁لگی ۔ ▁ہاں ▁کچھ ▁وه ▁لوگ ▁بھی ▁تھے ▁کہ ▁انہیں ▁اپنی ▁جان وں ▁کی ▁پڑ ی ▁ہو ي ی ▁تھی ، ▁وه ▁اللہ ▁تعالی ▁کے ▁ساتھ ▁نا حق ▁ جہ الت ▁بھر ی ▁بد گ مان یاں ▁کر ▁رہے ▁تھے ▁اور ▁کہتے ▁تھے ▁کیا ▁ہمیں ▁بھی ▁کسی ▁چیز ▁کا ▁اختیار ▁ہے ؟ ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁کام ▁کل ▁کا ▁کل ▁اللہ ▁کے ▁اختیار ▁میں ▁ہے ، ▁یہ ▁لوگ ▁اپنے ▁دل وں ▁کے ▁بھی د ▁اپ ▁کو ▁نہیں ▁بتا تے ، ▁کہتے ▁ہیں ▁کہ ▁اگر ▁ہمیں ▁کچھ ▁بھی ▁اختیار ▁ہوتا ▁تو ▁یہاں ▁قتل ▁نہ ▁کي ے ▁جاتے ۔ ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁گو ▁تم ▁اپنے ▁گھروں ▁میں ▁ہوتے ▁پھر ▁بھی ▁جن ▁کی ▁قم ست ▁میں ▁قتل ▁ہونا ▁تھا ▁وه ▁تو ▁مقتل ▁کی ▁طرف ▁چل ▁کھڑے ▁ہوتے ، ▁اللہ ▁تعالی ▁کو ▁تمہارے ▁سین وں ▁کے ▁اندر ▁کی ▁چیز ▁کا ▁از مان ا ▁اور ▁جو ▁کچھ ▁تمہارے ▁دل وں ▁میں ▁ہے ، ▁اس ▁کو ▁پاک ▁کرنا ▁تھا ، ▁اور ▁اللہ ▁تعالی ▁سین وں ▁کے ▁بھی د ▁سے ▁ا گاه ▁ہے
▁اور ▁کسی ▁وقت ▁رات ▁میں ▁تہ جد ▁پڑھ ا ▁کرو ▁جو ▁تیر ے ▁لیے ▁زا يد ▁چیز ▁ہے ▁قریب ▁ہے ▁کہ ▁تیر ا ▁رب ▁مقام ▁محمود ▁میں ▁پہنچا ▁دے
▁وہ ▁دن ▁ہوگا ▁تیر ے ▁رب ▁کی ▁طرف ▁روان گی ▁کا
▁( رب ▁فرما ي ے ▁گا : ) ▁ہاں ، ▁بے ▁شک ▁میری ▁ ایت یں ▁تیر ے ▁پاس ▁اي ی ▁تھیں ، ▁سو ▁تو ▁نے ▁انہیں ▁جھ ٹ لا ▁دیا ، ▁اور ▁تو ▁نے ▁تک بر ▁کیا ▁اور ▁تو ▁کا فر وں ▁میں ▁سے ▁ہوگیا ،
▁اور ▁ نف یس ▁مس ند یں ▁ب چھ ی ▁ہو ي ی
▁پس ▁جب ▁وہ ▁ان ▁کے ▁سنگ م ▁پر ▁پہنچے ▁تو ▁اپنی ▁م چھ لی ▁سے ▁غافل ▁ہو ▁ گي ے ▁اور ▁وہ ▁نکل ▁کر ▁اس ▁طرح ▁دریا ▁میں ▁چل ی ▁ گي ی ▁جیسے ▁کہ ▁کوي ی ▁سر نگ ▁لگی ▁ہو
▁جس ▁دن ▁نہ ▁مال ▁کام ▁اي ے ▁گا ▁نہ ▁بیٹے ،
▁اور ▁البتہ ▁شیطان ▁نے ▁ان ▁پر ▁اپنا ▁گمان ▁سچ ▁کر ▁دکھا یا ▁سوا ي ے ▁ایمان ▁دار وں ▁کے ▁ایک ▁گروہ ▁کے ▁سب ▁اس ▁کے ▁تابع ▁ہو ▁ گي ے
▁کیا ▁انہوں ▁نے ▁زمین ▁میں ▁سیر ▁نہیں ▁کی ▁تاکہ ▁دیکھ ▁لیتے ▁کہ ▁جو ▁لوگ ▁ان ▁سے ▁پہلے ▁تھے ▁ان ▁کا ▁انجام ▁کی سا ▁ہوا۔ ▁وہ ▁ان ▁سے ▁زور ▁اور ▁زمین ▁میں ▁نشان ات ▁( بنا نے ) ▁کے ▁لحاظ ▁سے ▁کہیں ▁بڑھ ▁کر ▁تھے ▁تو ▁خدا ▁نے ▁ان ▁کو ▁ان ▁کے ▁گناہ وں ▁کے ▁سبب ▁پکڑ ▁لیا۔ ▁اور ▁ان ▁کو ▁خدا ▁( کے ▁عذاب ) ▁سے ▁کوي ی ▁بھی ▁بچانے ▁والا ▁نہ ▁تھا
▁سو ▁جب ▁ہم ▁نے ▁ان ▁سے ▁عذاب ▁کو ▁دور ▁کردیا ▁تو ▁وہ ▁عہد ▁شکن ی ▁کرنے ▁لگے
▁جب ▁وہ ▁( فر ش تے ) ▁ان ▁کے ▁پاس ▁اي ے ▁تو ▁انہوں ▁نے ▁سلام ▁پیش ▁کیا ، ▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁بھی ▁( جواب ا ) ▁سلام ▁کہا ، ▁( سا تھ ▁ہی ▁دل ▁میں ▁سوچ نے ▁لگے ▁کہ ) ▁یہ ▁ا جنب ی ▁لوگ ▁ہیں ،
▁وہاں ▁اون چے ▁اون چے ▁تخت ▁ہوں ▁گے
▁یہی ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁دنیا ▁کی ▁زندگی ▁کو ▁اخر ت ▁کے ▁بدل ہ ▁خرید ا ▁سو ▁ان ▁سے ▁عذاب ▁ہل کان ہ ▁کیا ▁جاي ے ▁گا ▁اور ▁نہ ▁انہیں ▁کوي ی ▁مدد ▁مل ▁سکے ▁گی
▁اور ▁ہم ▁نے ▁اس ▁شہر ▁کو ▁( ال ٹ ▁کر ) ▁نیچے ▁اوپر ▁کردیا۔ ▁اور ▁ان ▁پر ▁کھ نگر ▁کی ▁پتھر یاں ▁برس اي یں
▁اور ▁وزن ▁کرو ▁تو ▁صحیح ▁اور ▁سچ ی ▁ترا زو ▁سے ▁تو لو
▁یقینا ▁تم ▁اپنے ▁اموال ▁اور ▁نفوس ▁کے ▁ذریعہ ▁از ماي ے ▁جا و گ ے ▁اور ▁جن ▁کو ▁تم ▁سے ▁پہلے ▁کتاب ▁دی ▁ گي ی ▁ہے ▁اور ▁جو ▁مشر ک ▁ہو گي ے ▁ہیں ▁سب ▁کی ▁طرف ▁سے ▁بہت ▁اذیت ▁ ناک ▁باتیں ▁سن و گ ے - ▁اب ▁اگر ▁تم ▁صبر ▁کرو گ ے ▁اور ▁تقوی ▁اختیار کر و گ ے ▁تو ▁یہی ▁امور میں ▁استحکام ▁کا ▁سبب ▁ہے
▁اور ▁جو ▁کچھ ▁ماں ▁باپ ▁یا ▁ا قرب ا ▁نے ▁چھوڑ ا ▁ہے ▁ہم ▁نے ▁سب ▁کے ▁لي ے ▁ولی ▁و ▁ وارث ▁مقرر ▁کرد ي ی ے ▁ہیں ▁اور ▁جن ▁سے ▁تم ▁نے ▁عہد ▁و ▁پیمان ▁کیا ▁ہے ▁ان ▁کا ▁حصہ ▁بھی ▁انہیں ▁دے ▁دو ▁بیش ک ▁اللہ ▁ہر ▁ش ے ▁پر ▁گواہ ▁اور ▁نگر اں ▁ہے
▁یہ ▁اس ▁لي ے ▁کہ ▁ان ▁کے ▁پاس ▁پیغمبر ▁کھل ی ▁دلیل یں ▁لا تے ▁تھے ▁تو ▁یہ ▁کفر ▁کرتے ▁تھے ▁سو ▁خدا ▁نے ▁ان ▁کو ▁پکڑ ▁لیا۔ ▁بے شک ▁وہ ▁صاحب ▁قوت ▁( اور ) ▁سخت ▁عذاب ▁دینے ▁والا ▁ہے
▁اور ▁یہ ▁مثال یں ▁ہیں ▁ہم ▁انہیں ▁لوگوں ▁( کے ▁سمجھا نے ) ▁کے ▁لي ے ▁بیان ▁کرتے ▁ہیں ، ▁اور ▁انہیں ▁اہل ▁علم ▁کے ▁سوا ▁کوي ی ▁نہیں ▁سمجھ تا ،
▁اور ▁اللہ ▁نے ▁تم ▁میں ▁سے ▁بعض ▁کو ▁بعض ▁پر ▁ رزق ▁( کے ▁درج ات ) ▁میں ▁فضیلت ▁دی ▁ہے ▁( تا کہ ▁وہ ▁تمہیں ▁حکم ▁ان فاق ▁کے ▁ذریعے ▁از ماي ے )، ▁مگر ▁جن ▁لوگوں ▁کو ▁فضیلت ▁دی ▁ گي ی ▁ہے ▁وہ ▁اپنی ▁دولت ▁( کے ▁کچھ ▁حصہ ▁کو ▁بھی ) ▁اپنے ▁زیر دست ▁لوگوں ▁پر ▁نہیں ▁لوٹ ات ے ▁( یعنی ▁خرچ ▁نہیں ▁کرتے ) ▁حالانک ہ ▁وہ ▁سب ▁اس ▁میں ▁( بن ی ادی ▁ضروری ات ▁کی ▁حد ▁تک ) ▁برابر ▁ہیں ، ▁تو ▁کیا ▁وہ ▁اللہ ▁کی ▁نعمت وں ▁کا ▁انکار ▁کرتے ▁ہیں ،
▁یا ▁( اس ▁سے ) ▁بے خ وف ▁ہو ▁کر ▁تم ▁دوسری ▁دفعہ ▁دریا ▁میں ▁لے ▁جاي ے ▁پھر ▁تم ▁پر ▁تیز ▁ہوا ▁چلا ي ے ▁اور ▁تمہارے ▁کفر ▁کے ▁سبب ▁تمہیں ▁ڈ بو ▁د ے۔ ▁پھر ▁تم ▁اس ▁ غرق ▁کے ▁سبب ▁اپنے ▁لي ے ▁کوي ی ▁ہمارا ▁پیچ ھا ▁کرنے ▁والا ▁نہ ▁پا و
▁( اہل ) ▁روم ▁مغل وب ▁ہو گي ے
▁بیش ک ▁االله ▁میرا ▁رب ▁ہے ▁اور ▁تم ہ ارا ▁بھی ▁( وہ ی ) ▁رب ▁ہے ▁پس ▁اسی ▁کی ▁عبادت ▁کرو ، ▁یہی ▁سید ھا ▁راستہ ▁ہے ،
▁اور ▁پر ند وں ▁کو ▁بھی ▁کہ ▁جمع ▁رہتے ▁تھے۔ ▁سب ▁ان ▁کے ▁فرمان بر دار ▁تھے
▁البتہ ▁ہم ▁نے ▁اپنے ▁رسول وں ▁کو ▁نشان یاں ▁دے ▁کر ▁بھی جا ▁اور ▁ان ▁کے ▁ہمراہ ▁ہم ▁نے ▁کتاب ▁اور ▁تر از وي ے ▁( عدل ) ▁بھی ▁بھیج ی ▁تاکہ ▁لوگ ▁انصاف ▁کو ▁قاي م ▁رکھیں ▁اور ▁ہم ▁نے ▁لو ہا ▁بھی ▁اتار ا ▁جس ▁میں ▁سخت ▁جنگ ▁کے ▁سامان ▁اور لوگ وں ▁کے ▁فاي دے ▁بھی ▁ہیں ▁اور ▁تاکہ ▁الله ▁معلوم ▁کرے ▁کہ ▁کون ▁اس ▁کی ▁اور ▁اس ▁کے ▁رسول وں ▁کی ▁غا يب انہ ▁مدد ▁کرتا ▁ہے ▁بے ▁شک ▁الله ▁بڑا ▁زور ▁اور ▁غالب ▁ہے
▁اور ▁وہ ▁کہتے ▁ہیں ▁کہ ▁یہ ▁کی سا ▁رسول ▁ہے ▁جو ▁کھانا ▁کھا تا ▁ہے ▁اور ▁بازار وں ▁میں ▁چل تا ▁پھر تا ▁ہے ؟ ▁اس ▁پر ▁کوي ی ▁فرشت ہ ▁کیوں ▁نہ ▁اتار ا ▁گیا ▁جو ▁اس ▁کے ▁ساتھ ▁ڈرا نے ▁والا ▁ہوتا ؟
▁اور ▁جو ▁بات ▁پکار ▁کی ▁جاي ے ▁وہ ▁اسے ▁بھی ▁جانتا ▁ہے ▁اور ▁جو ▁تم ▁پوش ید ہ ▁کرتے ▁ہو ▁اس ▁سے ▁بھی ▁وا قف ▁ہے
▁یہ ▁ایک ▁کتاب ▁ہے ▁جو ▁اپ ▁کے ▁پاس ▁اس ▁لي ے ▁بھیج ی ▁ گي ی ▁ہے ▁کہ ▁اپ ▁اس ▁کے ▁ذریعہ ▁سے ▁ڈرا ي یں ، ▁سو ▁اپ ▁کے ▁دل ▁میں ▁اس ▁سے ▁بالکل ▁تنگ ی ▁نہ ▁ہو ▁اور ▁نص ی حت ▁ہے ▁ایمان ▁والوں ▁کے ▁لي ے
▁اور ▁اللہ ▁ہی ▁کے ▁لي ے ▁اس مان ▁اور ▁زمین ▁کا ▁کل ▁غ یب ▁ہے ▁اور ▁اسی ▁کی ▁طرف ▁تمام ▁امور ▁کی ▁بازگشت ▁ہے ▁لہذا ▁اپ ▁اسی ▁کی ▁عبادت ▁کریں ▁اور ▁اسی ▁پر ▁اعتماد ▁کریں ▁کہ ▁اپ ▁کا ▁رب ▁لوگوں ▁کے ▁اعمال ▁سے ▁غافل ▁نہیں ▁ہے
▁اور ▁قار ون ▁و ▁فرع ون ▁و ▁ہا مان ▁کو ▁ہم ▁نے ▁ہلاک ▁کیا ▁موسی ▁ان ▁کے ▁پاس ▁بین ات ▁لے ▁کر ▁ ایا ▁مگر ▁انہوں ▁نے ▁زمین ▁میں ▁اپنی ▁بڑا ي ی ▁کا ▁ زعم ▁کیا ▁حالانک ہ ▁وہ ▁سبق ت ▁لے ▁جانے ▁والے ▁نہ ▁تھے
▁پھر ▁سب ▁کو ▁جمع ▁کیا ▁اور ▁او از ▁دی
▁اور ▁جب ▁تو ▁اپنے ▁باغ ▁میں ▁ ایا ▁تھا ▁تو ▁نے ▁کیوں ▁نہ ▁کہا ▁جو ▁الله ▁چاہے ▁تو ▁ہوتا ▁ہے ▁اور ▁الله ▁کی ▁مدد ▁کے ▁سوا ▁کوي ی ▁طاقت ▁نہیں ▁اگر ▁تو ▁مجھے ▁دیکھ تا ▁ہے ▁کہ ▁میں ▁ت جھ ▁سے ▁مال ▁اور ▁اولاد ▁میں ▁کم ▁ہوں
▁جب ▁اس ▁نے ▁ اگ ▁دیکھی ▁تو ▁اپنے ▁گھر ▁والوں ▁سے ▁کہا ▁کہ ▁ٹھہر و ▁میں ▁نے ▁ اگ ▁دیکھی ▁ہے ▁شاید ▁کہ ▁میں ▁اس ▁سے ▁تمہارے ▁پاس ▁کوي ی ▁چن گار ی ▁لا وں ▁یا ▁وہاں ▁کوي ی ▁رہ بر ▁پا وں
▁دا ي یں ▁اور ▁باي یں ▁سے ▁گروه ▁کے ▁گروه
▁خدا ي ے ▁رحم ن ۔
▁تمہارے ▁گرد ▁و ▁پیش ▁جو ▁بدو ی ▁رہتے ▁ہیں ▁ان ▁میں ▁بہت ▁سے ▁منا فق ▁ہیں ▁اور ▁اسی ▁طرح ▁خود ▁مدینہ ▁کے ▁باشند وں ▁میں ▁بھی ▁منا فق ▁موجود ▁ہیں ▁جو ▁ن فاق ▁میں ▁ طاق ▁ہو ▁ گي ے ▁ہیں ▁تم ▁انہیں ▁نہیں ▁جانتے ، ▁ہم ▁ان ▁کو ▁جانتے ▁ہیں ▁قریب ▁ہے ▁وہ ▁وقت ▁جب ▁ہم ▁ان ▁کو ▁دو ہری ▁سزا ▁دیں ▁گے ، ▁پھر ▁وہ ▁زیادہ ▁بڑی ▁سزا ▁کے ▁لیے ▁واپس ▁لاي ے ▁جاي یں ▁گے
▁اور ▁میں ▁تم ▁سے ▁نہیں ▁کہ تا ▁کہ ▁میرے ▁پاس ▁اللہ ▁کے ▁خزان ے ▁ہیں ▁اور ▁نہ ▁یہ ▁کہ ▁میں ▁غ یب ▁جان ▁جانتا ▁ہوں ▁اور ▁نہ ▁یہ ▁کہ تا ▁ہوں ▁کہ ▁میں ▁فرشت ہ ▁ہوں ▁اور ▁میں ▁انہیں ▁نہیں ▁کہ تا ▁جن ▁کو ▁تمہاری ▁ن گاہ یں ▁حق یر ▁سمجھ تی ▁ہیں ▁کہ ▁ہر گز ▁انہیں ▁اللہ ▁کوي ی ▁بھ لا ي ی ▁نہ ▁دے ▁گا ، ▁اللہ ▁خوب ▁جانتا ▁ہے ▁جو ▁ان ▁کے ▁دل وں ▁میں ▁ہے ▁ایسا ▁کر وں ▁تو ▁ضرور ▁میں ▁ظالم وں ▁میں ▁سے ▁ہوں
▁( ایس ا ) ▁ہر گز ▁نہیں ▁بلکہ ▁( حقیق ت ▁یہ ▁ہے ▁کہ ) ▁ان ▁کے ▁دل وں ▁پر ▁ان ▁اعمال ▁( بد ) ▁کا ▁زنگ ▁چڑھ ▁گیا ▁ہے ▁جو ▁وہ ▁کم ایا ▁کرتے ▁تھے ▁( اس ▁لیے ▁ ایت یں ▁ان ▁کے ▁دل ▁پر ▁اثر ▁نہیں ▁کرتی ں )،
▁پھر ▁ہم ▁نے ▁موسی ▁کو ▁وہ ▁کتاب ▁عطا ▁کی ▁جو ▁نیک ▁عمل ▁کرنے ▁والے ▁پر ▁نعمت ▁کی ▁تکمیل ▁ہے۔ ▁اور ▁اس ▁میں ▁ہر ▁چیز ▁کی ▁تفصیل ▁ہے ▁اور ▁( لوگ وں ▁کے ▁لیے ) ▁سراسر ▁ہدایت ▁و ▁رحمت ▁ہے ▁تاکہ ▁وہ ▁اپنے ▁پروردگار ▁کی ▁بار گاہ ▁میں ▁حاضر ی ▁و ▁حضور ی ▁پر ▁ایمان ▁لاي یں۔
▁مومن ▁تو ▁اصل ▁میں ▁وہی ▁ہیں ▁جو ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کو ▁دل ▁سے ▁مان یں ▁اور ▁جب ▁کسی ▁اجتماعی ▁کام ▁کے ▁موقع ▁پر ▁رسول ▁کے ▁ساتھ ▁ہوں ▁تو ▁اس ▁سے ▁اجازت ▁لیے ▁بغیر ▁نہ ▁جاي یں ▁جو ▁لوگ ▁تم ▁سے ▁اجازت ▁مانگ تے ▁ہیں ▁وہی ▁اللہ ▁اور ▁رسول ▁کے ▁مان نے ▁والے ▁ہیں ، ▁پس ▁جب ▁وہ ▁اپنے ▁کسی ▁کام ▁سے ▁اجازت ▁مانگ یں ▁تو ▁جسے ▁تم ▁چاہ و ▁اجازت ▁دے ▁دیا ▁کرو ▁اور ▁ایسے ▁لوگوں ▁کے ▁حق ▁میں ▁اللہ ▁سے ▁دعا ي ے ▁م غفر ت ▁کیا ▁کرو ، ▁اللہ ▁یقینا ▁غ فور ▁و ▁رحیم ▁ہے
▁تف ▁ہے ▁تم ▁پر ▁اور ▁ان ▁( بت وں ) ▁پر ▁جن ▁کی ▁تم ▁اللہ ▁کو ▁چھوڑ ▁کر ▁پرست ش ▁کرتے ▁ہو۔ ▁کیا ▁تم ▁عقل ▁سے ▁کام ▁نہیں ▁لیتے ؟
▁اور ▁یہ ▁کہ ▁وہ ▁( ا یسی ▁باتیں ) ▁کہتے ▁ہیں ▁جنہیں ▁( خود ) ▁کرتے ▁نہیں ▁ہیں ،
▁اور ▁بے ▁شک ▁وہ ▁ہمارے ▁نزدیک ▁برگ زید ہ ▁بند وں ▁میں ▁سے ▁تھے
▁جب ▁تم ▁پروردگار ▁سے ▁فریاد ▁کررہے ▁تھے ▁تو ▁اس ▁نے ▁تمہاری ▁فریاد ▁سن ▁لی ▁کہ ▁میں ▁ایک ▁ہزار ▁ملا ي کہ ▁سے ▁تمہاری ▁مدد ▁کررہا ▁ہوں ▁جو ▁برابر ▁ایک ▁کے ▁پیچھے ▁ایک ▁ار ہے ▁ہیں
▁یقینا ▁اللہ ▁لوگوں ▁پر ▁ذ رہ ▁برابر ▁بھی ▁ظلم ▁نہیں ▁کرتا ۔ ▁مگر ▁لوگ ▁خود ▁اپنے ▁اوپر ▁ظلم ▁کرتے ▁ہیں۔
▁اور ▁ہم ▁تو ▁اس ▁لي ے ▁ڈھ یل ▁دے ▁رہے ▁ہیں ▁کہ ▁ہماری ▁تدبیر ▁مضبوط ▁ہے
▁اور ▁( وہ ▁وقت ▁یاد ▁کی جي ے ) ▁جب ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁اپنی ▁قوم ▁سے ▁کہا : ▁تم ▁اپنے ▁اوپر ▁اللہ ▁کے ▁( اس ) ▁انعام ▁کو ▁یاد ▁کرو ▁جب ▁اس ▁نے ▁تمہیں ▁ال ▁فرع ون ▁سے ▁نجات ▁دی ▁جو ▁تمہیں ▁سخت ▁عذاب ▁پہنچا تے ▁تھے ▁اور ▁تمہارے ▁لڑک وں ▁کو ▁ ذبح ▁کر ▁ڈال تے ▁تھے ▁اور ▁تمہاری ▁عورتوں ▁کو ▁زندہ ▁چھوڑ ▁دیتے ▁تھے ، ▁اور ▁اس ▁میں ▁تمہارے ▁رب ▁کی ▁جانب ▁سے ▁بڑی ▁بھاری ▁از ماي ش ▁تھی ،
▁اور ▁( ی اد ▁کرو ) ▁جب ▁ابراہیم ▁اور ▁اسماعیل ▁( علی ھ ما ▁السلام ) ▁خانہ ▁ک عب ہ ▁کی ▁بنیاد یں ▁اٹھا ▁رہے ▁تھے ▁( تو ▁دونوں ▁دعا ▁کر ▁رہے ▁تھے ) ▁کہ ▁اے ▁ہمارے ▁رب ! ▁تو ▁ہم ▁سے ▁( یہ ▁خدمت ) ▁قبول ▁فرما ▁لے ، ▁بیش ک ▁تو ▁خوب ▁سن نے ▁والا ▁خوب ▁جان نے ▁والا ▁ہے ،
▁ایمان ▁نہ ▁لانے ▁والوں ▁سے ▁کہہ ▁دی جي ے ▁کہ ▁تم ▁اپنے ▁طور ▁پر ▁عمل ▁کي ے ▁جا و ▁ہم ▁بھی ▁عمل ▁میں ▁مشغول ▁ہیں
▁الله ▁اپنے ▁بند وں ▁پر ▁بڑا ▁مہر بان ▁ہے ▁جسے ▁( جس ▁قدر ) ▁چاہے ▁روزی ▁دیتا ▁ہے ▁اور وہ ▁بڑا ▁طاقتور ▁زبردست ▁ہے
▁اور ▁ان ▁کو ▁اس ▁جنت ▁میں ▁داخل ▁کرے ▁گا ▁جس ▁سے ▁وہ ▁ان ▁کو ▁وا قف ▁کرا ▁چکا ▁ہے
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁تو ▁کیا ▁تمہارے ▁سامنے ▁ہماری ▁ای ات ▁کی ▁تلاوت ▁نہیں ▁ہو رہ ی ▁تھی ▁لیکن ▁تم ▁نے ▁ا کڑ ▁سے ▁کام ▁لیا ▁اور ▁بیش ک ▁تم ▁ایک ▁مجرم ▁قوم ▁تھے
▁اور ▁انہیں ▁ہم ▁نے ▁اپنی ▁رحمت ▁میں ▁داخل ▁کیا ، ▁بیش ک ▁وہ ▁ہمارے ▁قرب ▁خاص ▁کے ▁سزا وار وں ▁میں ▁ہیں ،
▁زمین ▁و ▁اس مان ▁کا ▁ہر ▁ذ رہ ▁اللہ ▁کی ▁تس بی ح ▁میں ▁مشغول ▁ہے ▁اور ▁وہی ▁صاحب ▁عزت ▁اور ▁صاحب ▁ه ح کم ت ▁ہے
▁جن ▁لوگوں ▁نے ▁اپنے ▁پروردگار ▁سے ▁کفر ▁کیا ▁ان ▁کے ▁اعمال ▁کی ▁مثال ▁را کھ ▁کی ▁سی ▁ہے ▁کہ ▁ان دھی ▁کے ▁دن ▁اس ▁پر ▁زور ▁کی ▁ہوا ▁چلے ▁( اور ) ▁اسے ▁ا ڑا ▁لے ▁جاي ے ▁( اس ▁طرح ) ▁جو ▁کام ▁وہ ▁کرتے ▁رہے ▁ان ▁پر ▁ان ▁کو ▁کچھ ▁دسترس ▁نہ ▁ہوگی۔ ▁یہی ▁تو ▁پر لے ▁سر ے ▁کی ▁گمراہ ی ▁ہے
▁مگر ▁اللہ ▁کے ▁چ نے ▁ہو ي ے ▁بند ے
▁اور ▁جب ▁موسی ▁اپنی ▁قوم ▁میں ▁نہای ت ▁غ ص ے ▁اور ▁افسوس ▁کی ▁حالت ▁میں ▁واپس ▁اي ے۔ ▁تو ▁کہنے ▁لگے ▁کہ ▁تم ▁نے ▁میرے ▁بعد ▁بہت ▁ہی ▁بد اط واری ▁کی۔ ▁کیا ▁تم ▁نے ▁اپنے ▁پروردگار ▁کا ▁حکم ▁( یعنی ▁میرا ▁اپنے ▁پاس ▁انا ) ▁جلد ▁چاہ ا ▁( یہ ▁کہا ) ▁اور ▁( شد ت ▁ غضب ▁سے ▁تور ات ▁کی ) ▁تخت یاں ▁ڈال ▁دیں ▁اور ▁اپنے ▁بھ اي ی ▁کے ▁سر ▁( کے ▁بال وں ) ▁کو ▁پکڑ ▁کر ▁اپنی ▁طرف ▁ کھی نچ نے ▁لگے ۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁بھ اي ی ▁جان ▁لوگ ▁تو ▁مجھے ▁کمزور ▁سمجھتے ▁تھے ▁اور ▁قریب ▁تھا ▁کہ ▁قتل ▁کرد یں۔ ▁تو ▁ایسا ▁کام ▁نہ ▁کیجیے ▁کہ ▁دشمن ▁مجھ ▁پر ▁ہنس یں ▁اور ▁مجھے ▁ظالم ▁لوگوں ▁میں ▁مت ▁ملا ی ي ے
▁اور جن ▁کو ▁یہ ▁لوگ ▁اللہ ▁کے ▁سوا ▁پکار تے ▁ہیں ▁وہ ▁سفارش ▁کرنے ▁کا ▁کوي ی ▁اختیار ▁نہیں ▁رکھتے ۔ ▁سوا ي ے ▁ان ▁کے ▁جو ▁حق ▁کی ▁گواہ ی ▁دیں ▁اور ▁وہ ▁جانتے ▁بھی ▁ہوں۔
▁اور ▁اگر ▁اہل ▁کتاب ▁ایمان ▁لے ▁ا تے ▁اور ▁ہم ▁سے ▁ڈر تے ▁رہتے ▁تو ▁ہم ▁ان ▁کے ▁گناہ وں ▁کو ▁معاف ▁کردی تے ▁اور ▁انہیں ▁نعمت وں ▁کے ▁باغ ات ▁میں ▁داخل ▁کردی تے
▁طا ۔ ▁سین ۔ ▁یہ ▁قر ان ▁واضح ▁کتاب ▁کی ▁ ایت یں ▁ہیں۔
▁کیا ▁ہم ▁نے ▁زمین ▁کو ▁( ز ندگی ▁کے ) ▁قیام ▁اور ▁کسب ▁و ▁عمل ▁کی ▁جگہ ▁نہیں ▁بنایا ،
▁اگر ▁حق ▁ہی ▁ان ▁کی ▁خواہش وں ▁کا ▁پیر و ▁ہو جا ي ے ▁تو ▁زمین ▁و اس مان ▁اور ▁ان ▁کے ▁درمیان ▁کی ▁ہر ▁چیز ▁در ہم ▁بر ہم ▁ہو ▁جاي ے۔ ▁حق ▁تو ▁یہ ▁ہے ▁کہ ▁ہم ▁نے ▁انہیں ▁ان ▁کی ▁نص ی حت ▁پہنچا ▁دی ▁ہے ▁لیکن ▁وه ▁اپنی ▁نص ی حت ▁سے ▁من ھ ▁مو ڑنے ▁والے ▁ہیں
▁اپ ▁ظالم وں ▁کو ▁( قی امت ▁کے ▁دن ) ▁دیکھیں ▁گے ▁کہ ▁اپنے ▁اعمال ▁( کے ▁وبال ) ▁سے ▁ڈر ▁رہے ▁ہوں ▁گے ▁اور ▁ان ▁پر ▁پڑ نے ▁والا ▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁کام ▁کیے ▁وہ ▁بہ شت ▁کے ▁باغ وں ▁میں ▁ہوں ▁گے ▁انہیں ▁جو ▁چاہ یں ▁گے ▁اپنے ▁رب ▁کے ▁ہاں ▁سے ▁ملے ▁گا ▁یہی ▁وہ ▁بڑا ▁فضل ▁ہے
▁اپ ▁کہہ ▁دی جي ے ! ▁کہ ▁میری ▁طرف ▁جو ▁کچھ ▁وح ی ▁کی ▁ گي ی ▁ہے ▁وہ ▁یہ ▁ہے ▁کہ ▁تم ہ ارا ▁ الہ ▁بس ▁ایک ▁ الہ ▁ہے۔ ▁تو ▁کیا ▁تم ▁اس ▁کے ▁ اگ ے ▁سر ▁جھ کا تے ▁ہو ؟
▁اور ▁کا فر وں ▁نے ▁کہا ▁کہ ▁اس ▁پر ▁قر ان ▁سارا ▁کا ▁سارا ▁ایک ▁ساتھ ▁ہی ▁کیوں ▁نہ ▁اتار ا ▁گیا ▁اسی ▁طرح ▁ہم ▁نے ▁( تھ وڑ ا ▁تھ وڑ ا ▁کرکے ) ▁اتار ا ▁تاکہ ▁اس ▁سے ▁ہم ▁اپ ▁کا ▁دل ▁قوی ▁رکھیں ، ▁ہم ▁نے ▁اسے ▁ٹھہر ▁ٹھہر ▁کر ▁ہی ▁پڑھ ▁سن ایا ▁ہے
▁اور ▁شہر ▁میں ▁نو ▁شخص ▁تھے ▁کہ ▁زمین ▁میں ▁فساد ▁کرتے ▁اور ▁سن وار ▁نہ ▁چاہتے ،
▁( ا نہیں ) ▁مہر بان ▁( پر ورد گار ) ▁کی ▁طرف ▁سے ▁سلام ▁کہا ▁جاي ے ▁گا۔
▁تو ▁یہ ▁فورا ▁جواب ▁دیں ▁گے ▁کہ ▁یہ ▁سب ▁اللہ ▁کے ▁لي ے ▁ہے ▁تو ▁کہ ي ے ▁کہ ▁اخر ▁پھر ▁تم ▁پر ▁کون ▁سا ▁جادو ▁کیا ▁جارہا ▁ہے
▁اور ▁جب ▁وه ▁رسول ▁کی ▁طرف ▁نازل ▁کرده ▁( ک لام ) ▁کو ▁سن تے ▁ہیں ▁تو ▁اپ ▁ان ▁کی ▁ان کھ یں ▁ان سو ▁سے ▁بہت ی ▁ہو ي ی ▁دیکھتے ▁ہیں ▁اس ▁سبب ▁سے ▁کہ ▁انہوں ▁نے ▁حق ▁کو ▁پہچان ▁لیا ، ▁وه ▁کہتے ▁ہیں ▁کہ ▁اے ▁ہمارے ▁رب ! ▁ہم ▁ایمان ▁لے ▁اي ے ▁پس ▁تو ▁ہم ▁کو ▁بھی ▁ان ▁لوگوں ▁کے ▁ساتھ ▁لکھ ▁لے ▁جو ▁تصدیق ▁کرتے ▁ہیں
▁جس ▁نے ▁کوي ی ▁نیک ▁عمل ▁کیا ▁سو ▁اپنی ▁ہی ▁جان ▁کے ▁( نفع ▁کے ) ▁لي ے ▁اور ▁جس ▁نے ▁براي ی ▁کی ▁تو ▁( اس ▁کا ▁وبال ▁بھی ) ▁اسی ▁پر ▁ہے ▁پھر ▁تم ▁سب ▁اپنے ▁رب ▁کی ▁طرف ▁لوٹ اي ے ▁جا و ▁گے ،
▁سو ▁الله ▁پر ▁بھر وس ہ ▁کر ▁بے ▁شک ▁تو ▁ صر یح ▁حق ▁پر ▁ہے
▁بیش ک ▁ہم ▁اس ▁بست ی ▁کے ▁باشند وں ▁پر ▁اس مان ▁سے ▁عذاب ▁نازل ▁کرنے ▁والے ▁ہیں ▁اس ▁وجہ ▁سے ▁کہ ▁وہ ▁نا فر مان ی ▁کیا ▁کرتے ▁تھے ،
▁کا فر وں ▁پر ▁وہ ▁اسان ▁نہ ▁ہو ▁گا
▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کتنی ▁قوم یں ▁ہلاک ▁کر ▁دی ▁ہیں ▁سو ▁انہوں ▁نے ▁بڑی ▁ہا ي ے ▁پکار ▁کی ▁اور ▁وہ ▁وقت ▁خلاص ی ▁کا ▁نہ ▁تھا
▁جب ▁وہ ▁یوسف ▁کے ▁پاس ▁ گي ے ▁تو ▁کہنے ▁لگے ▁کہ ▁عزیز ▁ہمیں ▁اور ▁ہمارے ▁اہل ▁و عی ال ▁کو ▁بڑی ▁تکلیف ▁ہو ▁رہی ▁ہے ▁اور ▁ہم ▁تھ وڑ ا ▁سا ▁سرمایہ ▁لاي ے ▁ہیں ▁اپ ▁ہمیں ▁( اس ▁کے ▁عوض ) ▁پورا ▁غل ہ ▁دے ▁دی جی ي ے ▁اور ▁خیر ات ▁کی جی ي ے۔ ▁کہ ▁خدا ▁خیر ات ▁کرنے ▁والوں ▁کو ▁ ثواب ▁دیتا ▁ہے
▁( ا ے ▁رسول ( ص ) ) ▁تم ▁ہر گز ▁اس ▁عمارت ▁میں ▁کھڑے ▁نہ ▁ہونا ۔ ▁بے ▁شک ▁وہ ▁مسجد ▁جس ▁کی ▁اول ▁دن ▁سے ▁تقوی ▁و ▁پر ہ یز گار ی ▁پر ▁بنیاد ▁رکھی ▁ گي ی ▁ہے۔ ▁اس ▁کی ▁زیادہ ▁مستحق ▁ہے ▁کہ ▁اپ ▁اس ▁میں ▁کھڑے ▁ہوں ▁( مس جد ▁ق با ▁و ▁مسجد ▁نب وی ) ▁اس ▁میں ▁ایسے ▁لوگ ▁ہیں ▁جو ▁پاک ▁و ▁صاف ▁رہ نا ▁پسند ▁کرتے ▁ہیں ▁اور ▁اللہ ▁پاک ▁و ▁صاف ▁رہنے ▁والوں ▁کو ▁ہی ▁پسند ▁کرتا ▁ہے
▁اور ▁پھر ▁( اس ▁قافل ہ ▁والوں ▁سے ) ▁مصر ▁کے ▁جس ▁شخص ▁( عز یز ▁مصر ) ▁نے ▁اسے ▁( دو بار ہ ) ▁خرید ا ▁تھا ▁اس ▁نے ▁اپنی ▁بیوی ▁( زل ی خا ) ▁سے ▁کہا ▁اسے ▁عزت ▁کے ▁ساتھ ▁رکھنا ▁ہو ▁سکتا ▁ہے ▁کہ ▁ہمیں ▁کچھ ▁فاي دہ ▁پہنچا ي ے ▁یا ▁ہم ▁اسے ▁اپنا ▁بیٹا ▁بنا ▁لیں ! ▁اور ▁اسی ▁طرح ▁( ح کم ت ▁عملی ▁سے ) ▁ہم ▁نے ▁اس ▁( یو سف ▁( ع ) ) ▁کو ▁سر ▁زمین ▁مصر ▁میں ▁تم کین ▁دی ▁( زمین ▁ہم وار ▁کی ▁تاکہ ▁اسے ▁اقتدار ▁کی لي ے ▁منتخب ▁کریں ) ▁اور ▁خواب وں ▁کی ▁تعبیر ▁کا ▁علم ▁عطا ▁کریں ▁اور ▁اللہ ▁اپنے ▁ہر ▁کام ▁پر ▁غالب ▁ہے ▁( اور ▁اس ▁کے ▁انجام ▁دینے ▁پر ▁قادر ▁ہے ) ▁لیکن ▁اکثر ▁لوگ ▁( یہ ▁حقیقت ) ▁نہیں ▁جانتے ۔
▁ان ▁کو ▁ہاتھ ▁نہیں ▁لگایا ▁کسی ▁انسان ▁یا ▁جن ▁نے ▁اس ▁سے ▁قبل
▁اور ▁جب ▁خدا ▁نے ▁پیغمبر وں ▁سے ▁عہد ▁لیا ▁کہ ▁جب ▁میں ▁تم ▁کو ▁کتاب ▁اور ▁دان اي ی ▁عطا ▁کر وں ▁پھر ▁تمہارے ▁پاس ▁کوي ی ▁پیغمبر ▁اي ے ▁جو ▁تمہاری ▁کتاب ▁کی ▁تصدیق ▁کرے ▁تو ▁تم ھ یں ▁ضرور ▁اس ▁پر ▁ایمان ▁لا نا ▁ہوگا ▁اور ▁ضرور ▁اس ▁کی ▁مدد ▁کرنی ▁ہوگی ▁اور ▁( ع ہ د ▁لینے ▁کے ▁بعد ) ▁پوچھا ▁کہ ▁بھ لا ▁تم ▁نے ▁ا قرار ▁کیا ▁اور ▁اس ▁ا قرار ▁پر ▁میرا ▁ذم ہ ▁لیا ▁( یعنی ▁مجھے ▁ض امن ▁ٹ ہر ایا ) ▁انہوں ▁نے ▁کہا ▁( ہ اں ) ▁ہم ▁نے ▁ا قرار ▁کیا ▁( خدا ▁نے ) ▁فرمایا ▁کہ ▁تم ▁( اس ▁عہد ▁و پی مان ▁کے ) ▁گواہ ▁رہ و ▁اور ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁گواہ ▁ہوں
▁اور ▁جو ▁الله ▁کی ▁راہ ▁میں ▁مار ے ▁جاي یں ▁انہیں ▁مرا ▁ہوا ▁نہ ▁کہا ▁کرو ▁بلکہ ▁وہ ▁تو ▁زندہ ▁ہیں ▁لیکن ▁تم ▁نہیں ▁سمجھتے
▁جس ▁نے ▁تمہارے ▁لیے ▁زمین ▁کو ▁بچ ھو نا ▁کیا ▁اور تم ہ ارے ▁لیے ▁اس ▁میں ▁راستے ▁کیے ▁کہ ▁تم ▁راہ ▁پا و
▁فرمایا ▁" پ کڑ ▁لے ▁اس ▁کو ▁اور ▁ڈر ▁نہیں ، ▁ہم ▁اسے ▁پھر ▁وی سا ▁ہی ▁کر ▁دیں ▁گے ▁جیسی ▁یہ ▁تھی
▁اور ▁ہم ▁نے ▁ابراہیم ▁کو ▁پہلے ▁ہی ▁سے ▁ہدایت ▁دی ▁تھی ▁اور ▁ہم ▁ان ▁کے ▁حال ▁سے ▁وا قف ▁تھے
▁ان ▁کی ▁ان کھ یں ▁جھ کی ▁ہو ي ی ▁ہوں ▁گی ، ▁ان ▁پر ▁ذ لت ▁چھ ا ▁رہی ▁ہوگی ، ▁یہ ▁ہے ▁وه ▁دن ▁جس ▁کا ▁ان ▁سے ▁وعده ▁کیا ▁جاتا ▁تھا
▁اور ▁اب لیس ▁کے ▁لشکر ▁سب ▁کے ▁سب ▁اس ▁میں ▁اوپر ▁تل ے ▁ دھ کی ل ▁دیے ▁جاي یں ▁گے
▁پھر ▁اگر ▁وہ ▁صبر ▁کریں ▁تو ▁ اگ ▁ان ▁کا ▁ ٹھ کان ا ▁ہے ▁اور ▁اگر ▁وہ ▁من انا ▁چاہ یں ▁تو ▁کوي ی ▁ان ▁کا ▁من انا ▁نہ ▁ما نے ،
▁کیا ▁اپ ▁نے ▁ان ▁کو ▁نہیں ▁دیکھا ▁جنہوں ▁نے ▁اس ▁قوم ▁سے ▁دوستی ▁رکھی ▁ہے ▁جن ▁پر ▁الله ▁کا ▁ غضب ▁ہے ▁نہ ▁وہ ▁تم ▁میں ▁سے ▁ہیں ▁اور ▁نہ ▁ان ▁میں ▁سے ▁اور وہ ▁جان ▁بوجھ ▁کر ▁جھوٹ ▁پر ▁قسم یں ▁کھا تے ▁ہیں
▁اللہ ▁نے ▁( تا ي ید ▁و ▁نصر ت ▁کا ) ▁جو ▁وعدہ ▁تم ▁سے ▁کیا ▁تھا ▁وہ ▁تو ▁اس ▁نے ▁پورا ▁کر ▁دیا ▁ابتدا ▁میں ▁اس ▁کے ▁حکم ▁سے ▁تم ▁ہی ▁ان ▁کو ▁قتل ▁کر ▁رہے ▁تھے ▁مگر ▁جب ▁تم ▁نے ▁کمزور ی ▁دکھا ي ی ▁اور ▁اپنے ▁کام ▁میں ▁با ہم ▁اختلاف ▁کیا ، ▁اور ▁جون ہی ▁کہ ▁وہ ▁چیز ▁اللہ ▁نے ▁تمہیں ▁دکھا ي ی ▁جس ▁کی ▁محبت ▁میں ▁تم ▁گرفتار ▁تھے ▁( یعنی ▁مال ▁غنی مت ) ▁تم ▁اپنے ▁سردار ▁کے ▁حکم ▁کی ▁خلاف ▁ورزی ▁کر ▁بیٹھے ▁اس ▁لیے ▁کہ ▁تم ▁میں ▁سے ▁کچھ ▁لوگ ▁دنیا ▁کے ▁طالب ▁تھے ▁اور ▁کچھ ▁اخر ت ▁کی ▁خواہش ▁رکھتے ▁تھے ▁تب ▁اللہ ▁نے ▁تمہیں ▁کا فر وں ▁کے ▁مقابلہ ▁میں ▁پس پا ▁کر ▁دیا ▁تاکہ ▁تمہاری ▁از ماي ش ▁کرے ▁اور ▁حق ▁یہ ▁ہے ▁کہ ▁اللہ ▁نے ▁پھر ▁بھی ▁تمہیں ▁معاف ▁ہی ▁کر ▁دیا ▁کیونکہ ▁مومن وں ▁پر ▁اللہ ▁بڑی ▁نظر ▁عن ایت ▁رکھتا ▁ہے
▁نہ ▁تو ▁کوي ی ▁امت ▁اپنے ▁وقت ▁مقرر ه ▁سے ▁ اگ ے ▁بڑھ ی ▁اور ▁نہ ▁پیچھے ▁رہی
▁اس ▁کی ▁چھ ت ▁کو ▁بلند ▁کیا ▁اور ▁پھر ▁برابر ▁کردیا ▁ہے
▁اور ▁لوگوں ▁میں ▁سے ▁کچھ ▁ایسے ▁بھی ▁ہیں ▁کہ ▁جو ▁اللہ ▁کے ▁بارے ▁میں ▁علم ▁کے ▁بغیر ▁ک ج ▁بحث ی ▁کرتے ▁ہیں ▁اور ▁سر کش ▁شیطان ▁کی ▁پیر وی ▁کرتے ▁ہیں۔
▁یہی ▁خدا ▁تو ▁تم ہ ارا ▁پروردگار ▁بر حق ▁ہے۔ ▁اور ▁حق ▁بات ▁کے ▁ظاہر ▁ہونے ▁کے ▁بعد ▁گمراہ ی ▁کے ▁سوا ▁ہے ▁ہی ▁کیا ؟ ▁تو ▁تم ▁کہاں ▁پھر ے ▁جاتے ▁ہو
▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کي ے ▁وہ ▁ان ▁بہ شت وں ▁میں ▁داخل ▁کي ے ▁جاي یں ▁گے ▁جن ▁کے ▁نیچے ▁سے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہوں ▁گی ▁اور ▁اپنے ▁پروردگار ▁کے ▁حکم ▁سے ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ▁اس ▁میں ▁ان ▁کی ▁با ہم ی ▁دعا ▁( ب وقت ▁ملاقات ) ▁سلام ▁ہوگا۔ ▁( سلام ▁علی کم ▁تم ▁پر ▁سلامتی ▁ہو ) ۔
▁جب ▁وہ ▁اس ▁کلام ▁کو ▁سن تے ▁ہیں ▁جو ▁رسول ▁پر ▁اتر ا ▁ہے ▁تو ▁تم ▁دیکھتے ▁ہو ▁کہ ▁حق ▁شناسی ▁کے ▁اثر ▁سے ▁ان ▁کی ▁ان کھ یں ▁ان سو وں ▁سے ▁تر ▁ہو ▁جاتی ▁ہیں ▁وہ ▁بول ▁اٹھ تے ▁ہیں ▁کہ ▁" پر ورد گار ! ▁ہم ▁ایمان ▁لاي ے ، ▁ہمارا ▁نام ▁گواہ ی ▁دینے ▁والوں ▁میں ▁لکھ ▁لے "
▁پھر ▁ہم ▁نے ▁ن طف ہ ▁کا ▁لو تھ ڑا ▁بنایا ▁پھر ▁ہم ▁نے ▁لو تھ ڑے ▁سے ▁گوشت ▁کی ▁بو ٹی ▁بنا ي ی ▁پھر ▁ہم ▁نے ▁اس ▁بو ٹی ▁سے ▁ہ ڈ یاں ▁بنا ي یں ▁پھر ▁ہم ▁نے ▁ہ ڈی وں ▁پر ▁گوشت ▁پہن ایا ▁پھر ▁اسے ▁ایک ▁ني ی ▁صورت ▁میں ▁بنا ▁دیا ▁سو ▁الله ▁بڑی ▁برکت ▁والا ▁سب ▁سے بہ تر ▁بنانے ▁والا ▁ہے
▁پھر ▁ہم ▁نے ▁تمہیں ▁بھی ▁گمراہ ▁کیا ▁ہم ▁خود ▁بھی ▁گمراہ ▁تھے
▁تباہ ی ▁ہے ▁ہر ▁اس ▁شخص ▁کی لي ے ▁جو ▁( روب رو ) ▁ طعن ▁و ▁تش نی ع ▁کرنے ▁والا ▁( اور ▁پس ▁پشت ) ▁ع یب ▁جو ي ی ▁کرنے ▁والا ▁ہے۔
▁پس ▁الله ▁سے ▁ڈر و ▁اور ▁میرا ▁کہا ▁مان و
▁اس ▁روز ▁منہ ▁کے ▁بل ▁دوزخ ▁میں ▁گھ سی ٹے ▁جاي یں ▁گے ▁اب ▁ اگ ▁کا ▁م زہ ▁چک ھو
▁اے ▁نبی ▁کی ▁بیوی و ▁تم ▁معمولی ▁عورتوں ▁کی ▁طرح ▁نہیں ▁ہو ▁اگر ▁تم ▁الله ▁سے ▁ڈر تی ▁ر ▁ہو ▁اور ▁د بی ▁زبان ▁سے ▁بات ▁نہ ▁کہ و ▁کیونکہ ▁جس ▁کے ▁دل ▁میں ▁مرض ▁ہے ▁وہ ▁ط مع ▁کرے ▁گا ▁اور ▁بات ▁معقول ▁کہ و
▁اور ▁ان ▁میں ▁سے ▁بعض ▁وہ ▁لوگ ▁بھی ▁ہیں ▁جو ▁اپ ▁کی ▁طرف ▁( دل ▁اور ▁ دھی ان ▁لگا ي ے ▁بغیر ) ▁صرف ▁کان ▁لگا ي ے ▁سن تے ▁رہتے ▁ہیں ▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁اپ ▁کے ▁پاس ▁سے ▁نکل ▁کر ▁( با ہر ) ▁جاتے ▁ہیں ▁تو ▁ان ▁لوگوں ▁سے ▁پوچھ تے ▁ہیں ▁جنہیں ▁علم ▁( ن افع ) ▁عطا ▁کیا ▁گیا ▁ہے ▁کہ ▁ابھی ▁انہوں ▁نے ▁( یعنی ▁رسول ▁االله ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁نے ) ▁کیا ▁فرمایا ▁تھا ؟ ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁دل وں ▁پر ▁االله ▁نے ▁مہر ▁لگا ▁دی ▁ہے ▁اور ▁وہ ▁اپنی ▁خواہش ات ▁کی ▁پیر وی ▁کر ▁رہے ▁ہیں ،
▁جو ▁موسی ▁و ▁ہار ون ▁کا ▁پروردگار ▁ہے۔
▁پھر ▁ظالم وں ▁سے ▁کہا ▁جاي ے ▁گا ▁ہم یش گی ▁کا ▁عذاب ▁چ کھ تے ▁رہ و ▁تمہیں ▁نہیں ▁بدلا ▁دیا ▁جاتا ▁مگر ▁اس ▁چیز ▁کا ▁جو ▁تم ▁کرتے ▁تھے
▁اور ▁دیکھتے ▁رہ و ، ▁عن قر یب ▁یہ ▁خود ▁دیکھ ▁لیں ▁گے
▁یا ▁اپ ▁کا ▁خالص ▁سو نے ▁کا ▁ایک ▁گھر ▁ہو۔ ▁یا ▁پھر ▁اپ ▁اس مان ▁پر ▁چڑھ ▁جاي یں ▁اور ▁ہم ▁اپ ▁کے ▁( اس مان ▁پر ) ▁چڑھ نے ▁کو ▁بھی ▁اس ▁وقت ▁تک ▁نہیں ▁مان یں ▁گے ▁جب ▁تک ▁ایک ▁( ل کھی ▁لکھا ي ی ) ▁کتاب ▁اتار ▁کے ▁نہ ▁لے ▁اي یں ▁جسے ▁ہم ▁خود ▁پڑھیں ۔ ▁کہہ ▁دی جي ے ▁پاک ▁ہے ▁میرا ▁پروردگار ▁میں ▁پیغام ▁پہنچا نے ▁والا ▁انسان ▁کے ▁سوا ▁کیا ▁ہوں ؟
▁( س ايل ▁کو ) ▁اچھا ي ی ▁سے ▁جواب ▁دینا ▁اور ▁بخش ▁دینا ۔ ▁اس ▁صدق ہ ▁و ▁خیر ات ▁سے ▁بہتر ▁ہے۔ ▁جس ▁کے ▁بعد ▁( س ايل ▁کو ) ▁ای ذا ▁پہنچا ي ی ▁جاي ے۔ ▁اور ▁اللہ ▁بے ▁نیاز ▁ہے ▁اور ▁بڑا ▁برد بار ▁ہے۔
▁کہ و ▁کہ ▁اب ▁اپنے ▁کي ے ▁کا ▁م زہ ▁چک ھو ▁کہ ▁تم ▁تو ▁بڑے ▁صاحب ▁ه عز ت ▁اور ▁محترم ▁کہ ے ▁جاتے ▁تھے
▁سن ▁لو ▁بیش ک ▁اللہ ▁ہی ▁کے ▁ملک ▁ہیں ▁جتن ے ▁اس مان وں ▁میں ▁ہیں ▁اور ▁جتن ے ▁زمین وں ▁میں ▁اور ▁کا ہے ▁کے ▁پیچھے ▁جارہے ▁ہیں ▁وہ ▁جو ▁اللہ ▁کے ▁سوا ▁شریک ▁پکار ▁رہے ▁ہیں ، ▁وہ ▁تو ▁پیچھے ▁نہیں ▁جاتے ▁مگر ▁گمان ▁کے ▁اور ▁وہ ▁تو ▁نہیں ▁مگر ▁ اٹ کل یں ▁دو ڑا تے
▁ان ▁سے ▁کہ و ، ▁تعریف ▁اللہ ▁ہی ▁کے ▁لیے ▁ہے ، ▁عن قر یب ▁وہ ▁تمہیں ▁اپنی ▁نشان یاں ▁دکھا ▁دے ▁گا ▁اور ▁تم ▁انہیں ▁پہچان ▁لو ▁گے ، ▁اور ▁تیر ا ▁رب ▁بے ▁خبر ▁نہیں ▁ہے ▁ان ▁اعمال ▁سے ▁جو ▁تم ▁لوگ ▁کرتے ▁ہو
▁اپنی ▁جان ▁کو ▁زمین ▁میں ▁اون چا ▁ کھی نچ نا ▁اور ▁برا ▁دا وں ▁اور ▁برا ▁دا وں ▁( فری ب ) ▁اپنے ▁چلنے ▁والے ▁ہی ▁پر ▁پڑتا ▁ہے ▁تو ▁کا ▁ہے ▁کے ▁انتظار ▁میں ▁ہیں ▁مگر ▁اسی ▁کے ▁جو ▁ا گل وں ▁کا ▁دستور ▁ہوا ▁تو ▁تم ▁ہر گز ▁اللہ ▁کے ▁دستور ▁کو ▁بدل تا ▁نہ ▁پا و ▁گے ▁اور ▁ہر گز ▁اللہ ▁کے ▁قانون ▁کو ▁ ٹل تا ▁نہ ▁پا و ▁گے ،
▁یہ ▁تو ▁چک ھو ▁اور ▁اس ▁کے ▁ساتھ ▁یہ ▁ہے ▁کہ ▁کا فر وں ▁کو ▁ا ▁گ ▁کا ▁عذاب ▁ہے
▁اسی ▁طرح ▁ہم ▁نے ▁انکار ▁کو ▁گ نہ گار وں ▁کے ▁دل وں ▁میں ▁داخل ▁کردیا
▁انہوں ▁نے ▁ہماری ▁تمام ▁نشان یاں ▁جھ ٹل اي یں ▁پس ▁ہم ▁نے ▁انہیں ▁بڑے ▁غالب ▁قوی ▁پکڑ نے ▁والے ▁کی ▁طرح ▁پکڑ ▁لیا
▁کہ ▁تو ▁میرے ▁پیچھے ▁نہ ▁ای ا۔ ▁کیا ▁تو ▁بھی ▁میرے ▁فرمان ▁کا ▁نا فر مان ▁بن ▁بیٹھ ا
▁اے ▁ہر ▁دو ▁گروہ ان ▁( انس ▁و ▁جن !) ▁ہم ▁عن قر یب ▁تمہارے ▁حساب ▁کی ▁طرف ▁متو جہ ▁ہوتے ▁ہیں ،
▁جو ▁ہماری ▁ان کھ وں ▁کے ▁سامنے ▁چل ▁رہی ▁تھی۔ ▁بدل ہ ▁اس ▁کی ▁طرف ▁سے ▁جس ▁کا ▁کفر ▁کیا ▁گیا ▁تھا
▁کہا ▁تمہیں ▁یاد ▁ہے ▁جو ▁کچھ ▁تم ▁نے ▁یوسف ▁اور ▁اس ▁کے ▁بھ اي ی ▁کے ▁ساتھ ▁کیا ▁تھا ▁جب ▁تمہیں ▁سمجھ ▁نہ ▁تھی
▁اور ▁جس ▁نے ▁بخ ل ▁کیا ▁اور ▁( اپ نے ▁خدا ▁سے ) ▁بے ▁نیازی ▁بر تی
▁اگر ▁خدا ▁کی ▁طرف ▁سے ▁پہلے ▁فیصلہ ▁نہ ▁ہو چک ا ▁ہوتا ▁تو ▁تم ▁لوگوں ▁نے ▁جو ▁ف دی ہ ▁لے ▁لیا ▁تھا ▁اس ▁پر ▁عذاب ▁عظیم ▁نازل ▁ہوجاتا
▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁اور ▁اللہ ▁کی ▁راه ▁سے ▁اور وں ▁کو ▁روک ا ▁پھر ▁کفر ▁کی ▁حالت ▁میں ▁ہی ▁مرگ ي ے ▁( یق ین ▁کر ▁لو ) ▁کہ ▁اللہ ▁انہیں ▁ہر گز ▁نہ ▁بخش ے ▁گا
▁اگر ▁تم ▁دونوں ▁اللہ ▁کی ▁بار گاہ ▁میں ▁تو بہ ▁کرو ▁( تو ▁تمہارے ▁لي ے ▁بہتر ▁ہے ) ▁کیونکہ ▁تم ▁دونوں ▁کے ▁دل ▁( ایک ▁ہی ▁بات ▁کی ▁طرف ) ▁جھ ک ▁ گي ے ▁ہیں ، ▁اگر ▁تم ▁دونوں ▁نے ▁اس ▁بات ▁پر ▁ایک ▁دوسرے ▁کی ▁اع انت ▁کی ▁( تو ▁یہ ▁نبی ▁مک رم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁لي ے ▁باعث ▁رنج ▁ہوسکتا ▁ہے ) ▁سو ▁بیش ک ▁اللہ ▁ہی ▁ان ▁کا ▁دوست ▁و ▁مدد گار ▁ہے ، ▁اور ▁جبر یل ▁اور ▁صالح ▁مومن ین ▁بھی ▁اور ▁اس ▁کے ▁بعد ▁( سار ے ) ▁فرشت ے ▁بھی ▁( ان ▁کے ) ▁مدد گار ▁ہیں ،
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کي ے ▁ہم ▁ان ▁کو ▁جنت ▁کے ▁بالا ▁خان وں ▁میں ▁جگہ ▁دیں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁( اور ) ▁وہ ▁ان ▁میں ▁ہمیشہ ▁رہیں ▁گے ▁کیا ▁اچھا ▁ اجر ▁ہے ▁( ن یک ) ▁عمل ▁کرنے ▁والوں ▁کا ۔
▁پھر ▁ہم ▁نے ▁ان ▁لوگوں ▁کو ▁( اس ) ▁کتاب ▁کا ▁ وارث ▁بنایا ▁جن ▁کو ▁ہم ▁نے ▁اپنے ▁بند وں ▁میں ▁سے ▁پسند ▁فرمایا ۔ ▁پھر ▁بعض ے ▁تو ▁ان ▁میں ▁اپنی ▁جان وں ▁پر ▁ظلم ▁کرنے ▁والے ▁ہیں ▁اور ▁بعض ے ▁ان ▁میں ▁متوسط ▁در جے ▁کے ▁ہیں ▁اور ▁بعض ے ▁ان ▁میں ▁اللہ ▁کی ▁توفیق ▁سے ▁نیک یوں ▁میں ▁ترقی ▁کي ے ▁چلے ▁جاتے ▁ہیں۔ ▁یہ ▁بڑا ▁فضل ▁ہے
▁سوا ي ے ▁ایک ▁بڑھ یا ▁کے ▁جو ▁پیچھے ▁رہ ▁جانے ▁والوں ▁میں ▁سے ▁تھی
▁ان ▁سے ▁پوچھ و ▁تو ▁کہ ▁بھ لا ▁تمہارے ▁پروردگار ▁کے ▁لي ے ▁تو ▁بیٹی اں ▁اور ▁ان ▁کے ▁لي ے ▁بیٹے
▁اور ہم ارے ▁ذم ے ▁کھل م ▁کھل ا ▁پہنچا ▁دینا ▁ہی ▁ہے
▁اور ▁نہ ▁میں ▁پو ج وں ▁گا ▁جو ▁تم ▁نے ▁پو جا ،
▁ان ▁لوگوں ▁پر ▁جب ▁کوي ی ▁مصیبت ▁واقع ▁ہوتی ▁ہے ▁تو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁خدا ▁ہی ▁کا ▁مال ▁ہیں ▁اور ▁اسی ▁کی ▁طرف ▁لوٹ ▁کر ▁جانے ▁والے ▁ہیں
▁اور ▁خبردار ▁ان ▁لوگوں ▁کی ▁طرح ▁نہ ▁ہو جا و ▁جنہوں ▁نے ▁ت فرق ہ ▁پیدا ▁کیا ▁اور ▁واضح ▁نشانی وں ▁کے ▁اج انے ▁کے ▁بعد ▁بھی ▁اختلاف ▁کیا ▁کہ ▁ان ▁کے ▁لي ے ▁عذاب ▁ه ع ظ یم ▁ہے
▁( یہ ▁قر ان ) ▁عزیز ▁( غا لب ▁اور ) ▁بڑے ▁مہر بان ▁کا ▁نازل ▁کیا ▁ہوا ▁ہے۔
▁اور ▁ان ▁پر ▁اور ▁کشتی وں ▁پر ▁تم ▁سوار ▁ہوتے ▁ہو
▁انجام ▁کار ▁نہ ▁تمہاری ▁ارز و وں ▁پر ▁م وقوف ▁ہے ▁نہ ▁اہل ▁کتاب ▁کی ▁ارز و وں ▁پر ▁جو ▁بھی ▁براي ی ▁کرے ▁گا ▁اس ▁کا ▁پھل ▁پاي ے ▁گا ▁اور ▁اللہ ▁کے ▁مقابلہ ▁میں ▁اپنے ▁لیے ▁کوي ی ▁حامی ▁و ▁مدد ▁ گار ▁نہ ▁پاس کے ▁گا
▁اپنے ▁رب ▁کے ▁کن ▁کن ▁انعام ات ▁کو ▁تم ▁جھ ٹل او ▁گے ؟
▁جس ▁میں ▁وہ ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ▁وہ ▁( وہ اں ) ▁کوي ی ▁حامی ▁و ▁مدد گار ▁نہیں ▁پاي یں ▁گے۔
▁یا ▁تقوی ▁کا ▁حکم ▁دے ▁تو ▁روک نا ▁کی سا ▁ہے
▁جس ▁کا ▁یہ ▁خیال ▁ہو ▁کہ ▁اللہ ▁تعالی ▁اپنے ▁رسول ▁کی ▁مدد ▁دونوں ▁ جہ ان ▁میں ▁نہ ▁کرے ▁گا ▁وه ▁اون چا ي ی ▁پر ▁ایک ▁رس ہ ▁بان دھ ▁کر ▁( اپ نے ▁حلق ▁میں ▁پھ نده ▁ڈال ▁کر ▁اپنا ▁گل ا ▁گھو نٹ ▁لے ) ▁پھر ▁دیکھ ▁لے ▁کہ ▁اس ▁کی ▁چال اکی وں ▁سے ▁وه ▁بات ▁ہ ٹ ▁جاتی ▁ہے ▁جو ▁اسے ▁ت ڑ پا ▁رہی ▁ہے ؟
▁اور ▁اللہ ▁ہی ▁کے ▁لیے ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کی ▁سلطنت ، ▁جسے ▁چاہے ▁بخش ے ▁اور ▁جسے ▁چاہے ▁عذاب ▁کرے ▁اور ▁اللہ ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁مسیح ▁اس ▁بات ▁سے ▁ عار ▁نہیں ▁رکھتے ▁کہ ▁خدا ▁کے ▁بند ے ▁ہوں ▁اور ▁نہ ▁م قرب ▁فرشت ے ▁( عار ▁رکھتے ▁ہیں ) ▁اور ▁جو ▁شخص ▁خدا ▁کا ▁بند ہ ▁ہونے ▁کو ▁موجب ▁ عار ▁سمجھ ے ▁اور ▁سر کش ی ▁کرے ▁تو ▁خدا ▁سب ▁کو ▁اپنے ▁پاس ▁جمع ▁کر لے ▁گا
▁پھر ▁( بن ی ▁اس راي یل ▁کی ) ▁جماعتوں ▁نے ▁اپ س ▁میں ▁اختلاف ▁کیا ، ▁پس ▁ظالم وں ▁کے ▁لیے ▁خراب ی ▁ہے ▁د کھ ▁والے ▁دن ▁کی ▁افت ▁سے
▁وہی ▁اس مان وں ▁اور ▁زمین ▁کی ▁کن جی وں ▁کا ▁مالک ▁ہے ▁( یعنی ▁جس ▁کے ▁لي ے ▁وہ ▁چاہے ▁خزان ے ▁کھول ▁دیتا ▁ہے ) ▁وہ ▁جس ▁کے ▁لي ے ▁چاہتا ▁ہے ▁ رزق ▁و ▁عطا ▁کش اد ہ ▁فرما ▁دیتا ▁ہے ▁اور ▁( جس ▁کے ▁لي ے ▁چاہتا ▁ہے ) ▁تنگ ▁کر ▁دیتا ▁ہے۔ ▁بیش ک ▁وہ ▁ہر ▁چیز ▁کا ▁خوب ▁جان نے ▁والا ▁ہے ،
▁در حقیق ت ▁ جہ نم ▁ایک ▁گھ ات ▁ہے
▁پس ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے ؟
▁اے ▁بنی ▁اد م ، ▁ایسا ▁نہ ▁ہو ▁کہ ▁شیطان ▁تمہیں ▁پھر ▁اسی ▁طرح ▁فت نے ▁میں ▁مبتلا ▁کر ▁دے ▁جس ▁طرح ▁اس ▁نے ▁تمہارے ▁والدین ▁کو ▁جنت ▁سے ▁نکل و ایا ▁تھا ▁اور ▁ا ▁ن ▁کے ▁لباس ▁ان ▁پر ▁سے ▁اتر وا ▁دیے ▁تھے ▁تاکہ ▁ان ▁کی ▁شرم گاہ یں ▁ایک ▁دوسرے ▁کے ▁سامنے ▁کھول ے ▁وہ ▁اور ▁اس ▁کے ▁ساتھ ی ▁تمہیں ▁ایسی ▁جگہ ▁سے ▁دیکھتے ▁ہیں ▁جہاں ▁سے ▁تم ▁انہیں ▁نہیں ▁دیکھ ▁سکتے ▁ان ▁شی اط ین ▁کو ▁ہم ▁نے ▁ان ▁لوگوں ▁کا ▁سرپرست ▁بنا ▁دیا ▁ہے ▁جو ▁ایمان ▁نہیں ▁لا تے
▁انہیں ▁صرف ▁ایک ▁چی خ ▁کا ▁انتظار ▁ہے ▁جس ▁میں ▁کوي ی ▁توقف ▁( اور ▁ڈھ یل ) ▁نہیں ▁ہے
▁جب ▁اس ▁نے ▁اپنے ▁باپ ▁اور ▁قوم ▁سے ▁کہا ▁یہ ▁مور ت یں ▁کیا ▁ہیں ▁جن ▁کے ▁ اگ ے ▁تم ▁اس ن ▁مار ے ▁( پو جا ▁کے ▁لیے ▁بیٹھے ) ▁ہو
▁اور ▁چھوڑ ▁دے ▁ان ▁کو ▁جنہوں ▁نے ▁اپنا ▁دین ▁ہنس ی ▁کھیل ▁بنا ▁لیا ▁اور ▁انہیں ▁دنیا ▁کی ▁ز ندگان ی ▁نے ▁فریب ▁دیا ▁اور ▁قر ان ▁سے ▁نص ی حت ▁دو ▁کہ ▁کہیں ▁کوي ی ▁جان ▁اپنے ▁کي ے ▁پر ▁پکڑ ی ▁نہ ▁جاي ے ▁اللہ ▁کے ▁سوا ▁نہ ▁اس ▁کا ▁کوي ی ▁حمایت ی ▁ہو ▁نہ ▁سفارش ی ▁اور ▁اگر ▁اپنے ▁عوض ▁سارے ▁بدل ے ▁دے ▁تو ▁اس ▁سے ▁نہ ▁لیے ▁جاي یں ▁یہ ▁ہیں ▁وہ ▁جو ▁اپنے ▁کیے ▁پر ▁پکڑ ے ▁ گي ے ▁انہیں ▁پی نے ▁کا ▁کھول تا ▁پانی ▁اور ▁درد ▁ ناک ▁عذاب ▁بدل ہ ▁ان ▁کے ▁کفر ▁کا ،
▁انہوں ▁نے ▁کہا ▁تو ▁پھر ▁اسے ▁( پ کڑ ▁کر ) ▁سب ▁لوگوں ▁کے ▁سامنے ▁لا و ▁تاکہ ▁وہ ▁گواہ ی ▁دیں۔
▁ہم ▁چاہ یں ▁تو ▁ان ▁کھ یتی وں ▁کو ▁بھ س ▁بنا ▁کر ▁رکھ ▁دیں ▁اور ▁تم ▁طرح ▁طرح ▁کی ▁باتیں ▁بنا تے ▁رہ ▁جا و
▁کیا ▁یہ ▁لوگ ▁اس ▁بات ▁کا ▁یقین ▁نہیں ▁رکھتے ▁کہ ▁وہ ▁( مر نے ▁کے ▁بعد ▁دوبارہ ) ▁اٹھا ي ے ▁جاي یں ▁گے ،
▁جن ▁لوگوں ▁نے ▁اللہ ▁کی ▁ای ات ▁کا ▁اور ▁اس ▁سے ▁ملاقات ▁کا ▁انکار ▁کیا ▁ہے ▁وہ ▁میری ▁رحمت ▁سے ▁مایوس ▁ہو ▁چکے ▁ہیں ▁اور ▁ان ▁کے ▁لیے ▁درد ▁ ناک ▁سزا ▁ہے
▁اس مان وں ▁اور زمین ▁کی ▁حکومت ▁اسی ▁کے ▁لیے ▁ہے ▁اور ▁سب ▁امور ▁الله ▁ہی ▁کی ▁طرف ▁لوٹ اي ے ▁جاتے ▁ہیں
▁مگر ▁ایک ▁بڑھ یا ▁کہ ▁رہ ▁جانے ▁والوں ▁میں ▁ہو ي ی
▁اور ▁جب ▁ان ▁( کا فر وں ) ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁تمہارے ▁پروردگار ▁نے ▁کیا ▁اتار ا ▁ہے ▁تو ▁کہتے ▁ہیں ▁کہ ▁( وہ ▁تو ) ▁پہلے ▁لوگوں ▁کی ▁حکایت یں ▁ہیں
▁کسی ▁کو ▁سفارش ▁کا ▁اختیار ▁نہیں ▁ہوگا ▁مگر ▁جس ▁نے ▁رحمان ▁کے ▁ہاں ▁سے ▁اجازت ▁لی ▁ہو
▁ان ▁( بر ے ) ▁کام وں ▁کے ▁بدل ہ ▁میں ▁جو ▁یہ ▁لوگ ▁کرتے ▁ہیں ▁انہیں ▁چاہیے ▁کہ ▁اب ▁وہ ▁ہنس یں ▁کم ▁اور ▁روي یں ▁زیادہ ۔
▁اور ▁بیش ک ▁وہ ▁اپنا ▁سا ▁دا وں ▁( فری ب ) ▁چلے ▁اور ▁ان ▁کا ▁دا وں ▁اللہ ▁کے ▁قابو ▁میں ▁ہے ، ▁اور ▁ان ▁کا ▁دا وں ▁کچھ ▁ایس انہ ▁تھا ▁جس ▁سے ▁یہ ▁پہاڑ ▁ ٹل ▁جاي یں
▁اور ▁بے شک ▁یہ ▁مومن وں ▁کے ▁لي ے ▁ہ دا یات ▁اور ▁رحمت ▁ہے
▁جس ▁دن ▁وہ ▁تمہیں ▁پکار ے ▁گا ▁تو ▁تم ▁اس ▁کی ▁تعریف ▁کے ▁ساتھ ▁جواب ▁دو ▁گے ▁اور ▁خیال ▁کرو ▁گے ▁کہ ▁تم ▁( د نیا ▁میں ) ▁بہت ▁کم ▁( م دت ) ▁رہے
▁اور ▁بیش ک ▁تم ہ ارا ▁رب ▁ہی ▁عزت ▁والا ▁مہر بان ▁ہے ،
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁میں ▁بھی ▁تم ہ ارا ▁ہی ▁جیسا ▁بشر ▁ہوں ▁لیکن ▁میری ▁طرف ▁برابر ▁وح ی ▁ اتی ▁ہے ▁کہ ▁تم ہ ارا ▁خدا ▁ایک ▁ہے ▁لہذا ▁اس ▁کے ▁لي ے ▁است قامت ▁کرو ▁اور ▁اس ▁سے ▁است غف ارک رو ▁اور ▁مشر ک وں ▁کے ▁حال ▁پر ▁افسوس ▁ہے
▁یہ ▁منا فق ▁تمہارے ▁معاملہ ▁میں ▁انتظار ▁کر ▁رہے ▁ہیں ▁( کہ ▁او نٹ ▁کس ▁کر وٹ ▁بیٹھ تا ▁ہے ) ▁اگر ▁اللہ ▁کی ▁طرف ▁سے ▁فتح ▁تمہاری ▁ہو ي ی ▁تو ▁ا ▁کر ▁کہیں ▁گے ▁کہ ▁کیا ▁ہم ▁تمہارے ▁ساتھ ▁نہ ▁تھے ؟ ▁ا ▁گر ▁کا فر وں ▁کا ▁پل ہ ▁بھاری ▁رہا ▁تو ▁ان ▁سے ▁کہیں ▁گے ▁کہ ▁کیا ▁ہم ▁تمہارے ▁خلاف ▁ل ڑنے ▁پر ▁قادر ▁نہ ▁تھے ▁اور ▁پھر ▁بھی ▁ہم ▁نے ▁تم ▁کو ▁مسلمانوں ▁سے ▁بچ ایا ؟ ▁بس ▁اللہ ▁ہی ▁تمہارے ▁اور ▁ان ▁کے ▁معاملہ ▁کا ▁فیصلہ ▁قیامت ▁کے ▁روز ▁کرے ▁گا ▁اور ▁( اس ▁فیصلہ ▁میں ) ▁اللہ ▁نے ▁کا فر وں ▁کے ▁لیے ▁مسلمانوں ▁پر ▁غالب ▁ انے ▁کی ▁ہر گز ▁کوي ی ▁سب یل ▁نہیں ▁رکھی ▁ہے
▁انہوں ▁نے ▁جواب ▁دیا ▁" ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁ان ▁کی ▁عبادت ▁کرتے ▁پایا ▁ہے "
▁گناہ گار و ▁ ں ▁کی ▁نسبت
▁اس ▁کے ▁بعد ▁جب ▁جادو گر ▁اک ٹھا ▁ہو ي ے ▁تو ▁انہوں ▁نے ▁فرع ون ▁سے ▁کہا ▁کہ ▁اگر ▁ہم ▁غالب ▁ا گي ے ▁تو ▁کیا ▁ہماری ▁کوي ی ▁اج رت ▁ہوگی
▁پس ▁انسان ▁کو ▁چاہیے ▁کہ ▁اپنی ▁غذا ▁کی ▁طرف ▁دیکھ ے ▁( اور ▁غور ▁کرے )،
▁یہ ▁وہاں ▁ایسے ▁پی ال ے ▁سے ▁سی راب ▁کي ے ▁جاي یں ▁گے ▁جس ▁میں ▁زن جب یل ▁کی ▁ام یز ش ▁ہوگی
▁اور ▁ان ▁میں ▁سے ▁کچھ ▁ایسے ▁بھی ▁ہیں ▁جو ▁اپ ▁کی ▁بات ▁غور ▁سے ▁سن تے ▁ہیں ▁اور ▁ہم ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁پر دے ▁ڈال ▁دی ي ے ▁ہیں ▁کہ ▁وہ ▁اسے ▁سمجھتے ▁نہیں ▁ہیں ▁اور ▁کان وں ▁میں ▁گران ی ▁ڈال ▁دی ▁ہے ▁کہ ▁سن تے ▁نہیں ▁ہیں۔ ▁اور ▁اگر ▁وہ ▁سارے ▁کے ▁سارے ▁مع جز ے ▁دیکھ ▁لیں ▁جب ▁بھی ▁ان ▁پر ▁ایمان ▁نہیں ▁لاي یں ▁گے۔ ▁یہاں ▁تک ▁کہ ▁جب ▁اپ ▁کے ▁پاس ▁ا تے ▁ہیں ▁تو ▁اپ ▁سے ▁بھی ▁بحث ▁و ▁تکرار ▁کرتے ▁ہیں ▁اور ▁جو ▁کا فر ▁ہیں ▁( اور ▁جنہوں ▁نے ▁ب ہر حال ▁نہ ▁مان نے ▁کا ▁فیصلہ ▁کر ▁لیا ▁ہے ) ▁وہ ▁سب ▁کچھ ▁سن ▁کر ▁بھی ▁کہتے ▁ہیں ▁کہ ▁یہ ▁( قر ان ) ▁نہیں ▁ہے ▁مگر ▁اگلے ▁لوگوں ▁کی ▁( جھ وٹ ی ) ▁داستان یں۔
▁پس ▁انہوں ▁نے ▁ہمیں ▁ناراض ▁کیا ▁تو ▁ہم ▁نے ▁ان ▁سے ▁انتقام ▁لیا ▁اور ▁ان ▁سب ▁کو ▁ غرق ▁کر ▁دیا۔
▁تم ▁میں ▁سے ▁ہر ▁ایک ▁کے ▁لیے ▁خواہ ▁کوي ی ▁اس ▁کے ▁ اگ ے ▁اي ے ▁یا ▁پیچھے ▁ہ ٹے
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁ہمیں ▁سوا ي ے ▁اللہ ▁کے ▁ہمارے ▁حق ▁میں ▁لکھ ے ▁ہو ي ے ▁کہ ▁کوي ی ▁چیز ▁پہنچ ▁ہی ▁نہیں ▁سکتی ▁وه ▁ہمارا ▁کار ▁ساز ▁اور ▁مول ی ▁ہے۔ ▁مومن وں ▁کو ▁تو ▁اللہ ▁کی ▁ذات ▁پاک ▁پر ▁ہی ▁بھر وس ہ ▁کرنا ▁چاہ ي ے۔
▁اللہ ▁کی ▁نعمت ▁پہنچا ن تے ▁ہیں ▁پھر ▁اس ▁سے ▁من کر ▁ہوتے ▁ہیں ▁اور ▁ان ▁میں ▁اکثر ▁کا فر ▁ہیں ،
▁( ا ے ▁پیغمبر ( ص ) ) ▁یہ ▁( دا ستان ) ▁غ یب ▁کی ▁خبر وں ▁میں ▁سے ▁ہے ▁جس ▁کی ▁ہم ▁اپ ▁کی ▁طرف ▁وح ی ▁کر ▁رہے ▁ہیں ▁اور ▁اپ ▁ان ▁( بر ادر ان ▁یوسف ▁( ع ) ) ▁کے ▁پاس ▁اس ▁وقت ▁موجود ▁نہیں ▁تھے ▁جب ▁کہ ▁وہ ▁اپ س ▁میں ▁اتفاق ▁کرکے ▁یوسف ▁کے ▁خلاف ▁سازش ▁کر ▁رہے ▁تھے۔
▁کیا ▁ان ▁لوگوں ▁نے ▁اس مان ▁و ▁زمین ▁کے ▁انتظام ▁پر ▁کبھی ▁غور ▁نہیں ▁کیا ▁اور ▁کسی ▁چیز ▁کو ▁بھی ▁جو ▁خدا ▁نے ▁پیدا ▁کی ▁ہے ▁ان کھ یں ▁کھول ▁کر ▁نہیں ▁دیکھا ؟ ▁اور ▁کیا ▁یہ ▁بھی ▁انہوں ▁نے ▁نہیں ▁سوچ ا ▁کہ ▁شاید ▁ان ▁کی ▁مہ لت ▁زندگی ▁پوری ▁ہونے ▁کا ▁وقت ▁قریب ▁ا ▁لگا ▁ہو ؟ ▁پھر ▁اخر ▁پیغمبر ▁کی ▁اس ▁تنب یہ ▁کے ▁بعد ▁اور ▁کون سی ▁بات ▁ایسی ▁ہو ▁سکتی ▁ہے ▁جس ▁پر ▁یہ ▁ایمان ▁لاي یں ؟
▁ہم ▁مجرم وں ▁کے ▁ساتھ ▁اسی ▁طرح ▁( کا ▁معاملہ ) ▁کرتے ▁ہیں ،
▁جو ▁لوگ ▁الله ▁اور ▁اس ▁کے ▁رسول ▁کو ▁ای ذا ▁دیتے ▁ہیں ▁ان ▁پر ▁الله نے ▁دنیا ▁اور ▁اخر ت ▁میں ▁لعنت ▁کی ▁ہے ▁اور ▁ان ▁کے ▁لیے ▁ذ لت ▁کا ▁عذاب ▁تیار ▁کر ▁کھا ▁ہے
▁بے شک ▁اس ▁( قص ے ) ▁میں ▁اہل ▁فرا ست ▁کے ▁لیے ▁نشانی ▁ہے
▁پھر ▁ہم ▁نے ▁کي ی ▁سال ▁تک ▁غار ▁میں ▁ان ▁کے ▁کان ▁بند ▁کر ▁دیے
▁ہم ▁فرشت ہ ▁تو ▁فیصلہ ▁ہی ▁کے ▁لیے ▁بھی جا ▁کرتے ▁ہیں ▁اور ▁اس ▁وقت ▁انہیں ▁مہ لت ▁نہیں ▁ملے ▁گی
▁انہیں ▁کے ▁لي ے ▁مقرر ه ▁روزی ▁ہے
▁تو ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁کیا ▁تم ▁نے ▁نہیں ▁دیکھا ▁کہ ▁اللہ ▁نے ▁کس ▁طرح ▁اچھی ▁مثال ▁بیان ▁کی ▁ہے ▁کہ ▁کل مہ ▁طیب ہ ▁( پا ک ▁کل مہ ) ▁شجر ہ ▁طیب ہ ▁( پا کی زہ ) ▁درخت ▁کی ▁مانند ▁ہے۔ ▁جس ▁کی ▁جڑ ▁مضبوط ▁ہے ▁اور ▁اس ▁کی ▁شاخ ▁اس مان ▁تک ▁پہنچ ی ▁ہو ي ی ▁ہے۔
▁ہر گز ▁نہیں ▁بلکہ ▁تم ▁جلد ی ▁ملنے ▁والی ▁( د نیا ) ▁سے ▁محبت ▁کرتے ▁ہو۔
▁کیا ▁تم ▁ان ▁سے ▁کچھ ▁اج رت ▁مانگ تے ▁ہو ▁تو ▁تمہارے ▁رب ▁کا ▁ اجر ▁سب ▁سے ▁بھ لا ▁اور ▁وہ ▁سب ▁سے ▁بہتر ▁روزی ▁دینے ▁والا
▁وہی ▁تو ▁ہے ▁جو ▁تم ▁پر ▁رحمت ▁بھیج تا ▁ہے ▁اور ▁اس ▁کے ▁فرشت ے ▁بھی ۔ ▁تاکہ ▁تم ▁کو ▁ان دھی ر وں ▁سے ▁نکال ▁کر ▁روشنی ▁کی ▁طرف ▁لے ▁جاي ے۔ ▁اور ▁خدا ▁مومن وں ▁پر ▁مہر بان ▁ہے
▁اور ▁وہ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁تم ▁سچ ے ▁ہو ▁تو ▁( بت او ) ▁یہ ▁وعدہ ▁وع ید ▁کب ▁پورا ▁ہوگا ؟
▁پھر ▁ذکر ▁ال ہی ▁کے ▁تلاوت ▁کرنے ▁والوں ▁کی
▁اور ▁ہم ▁نے ▁ان ▁کے ▁ اگ ے ▁دیوار ▁بنا دی ▁اور ▁ان ▁کے ▁پیچھے ▁ایک ▁دیوار ▁اور ▁انہیں ▁اوپر ▁سے ▁ڈھ ان ک ▁دیا ▁تو ▁انہیں ▁کچھ ▁نہیں ▁سو جھ تا
▁اور ▁ہم ▁نے ▁تو ▁اسی ▁طرح ▁ہمیشہ ▁شیطان ▁انسان وں ▁اور ▁شیطان ▁جن وں ▁کو ▁ہر ▁نبی ▁کا ▁دشمن ▁بنایا ▁ہے ▁جو ▁ایک ▁دوسرے ▁پر ▁خوش ▁این د ▁باتیں ▁دھو کے ▁اور ▁فریب ▁کے ▁طور ▁پر ▁القا ▁کرتے ▁رہے ▁ہیں ▁اگر ▁تمہارے ▁رب ▁کی ▁مش یت ▁یہ ▁ہوتی ▁کہ ▁وہ ▁ایسا ▁نہ ▁کریں ▁تو ▁وہ ▁کبھی ▁نہ ▁کرتے ▁پس ▁تم ▁انہیں ▁ان ▁کے ▁حال ▁پر ▁چھوڑ ▁دو ▁کہ ▁اپنی ▁افت را ▁پرداز یاں ▁کرتے ▁رہیں
▁پس ▁اے ▁نبی ، ▁اپنے ▁رب ▁عظیم ▁کے ▁نام ▁کی ▁تس بی ح ▁کرو
▁پھر ▁ان ▁ہوا وں ▁کی ▁جو ▁تند ی ▁سے ▁چل تی ▁ہیں
▁اور ▁جب ▁کوي ی ▁سور ت ▁نازل ▁کی ▁جاتی ▁ہے ▁تو ▁بعض ▁منا فق ین ▁کہتے ▁ہیں ▁کہ ▁اس ▁سور ت ▁نے ▁تم ▁میں ▁سے ▁کس ▁کے ▁ایمان ▁کو ▁زیاد ه ▁کیا ▁ہے ، ▁سو ▁جو ▁لوگ ▁ایمان ▁والے ▁ہیں ▁اس ▁سور ت ▁نے ▁ان ▁کے ▁ایمان ▁کو ▁زیاد ه ▁کیا ▁ہے ▁اور ▁وه ▁خوش ▁ہو ر ہے ▁ہیں
▁اور ▁پہاڑ ▁رنگ ▁بر نگ ▁کے ▁د ھن کے ▁ہو ي ے ▁اون ▁کی ▁طرح ▁ہوں ▁گے
▁اس ▁کی ▁وجہ ▁یہ ▁ہے ▁کہ ▁اللہ ▁ہی ▁حق ▁ہے۔ ▁اور ▁اس ▁کے ▁علاوہ ▁جسے ▁وہ ▁پکار تے ▁ہیں ▁وہ ▁باطل ▁ہے۔ ▁اور ▁بے شک ▁اللہ ▁ہی ▁بلند ▁( مرت بہ ▁والا ) ▁بزرگ ▁ہے۔
▁یہ ▁تھا ▁( ت ع میر ▁ک عب ہ ▁کا ▁مقصد ) ▁اور ▁جو ▁کوي ی ▁اللہ ▁کی ▁قاي م ▁کردہ ▁حرمت وں ▁کا ▁احترام ▁کرے ▁تو ▁یہ ▁اس ▁کے ▁رب ▁کے ▁نزدیک ▁خود ▁اسی ▁کے ▁لیے ▁بہتر ▁ہے ▁اور ▁تمہارے ▁لیے ▁مو ی شی ▁جانور ▁حلال ▁کیے ▁ گي ے ، ▁ما ▁سوا ▁ان ▁چیز وں ▁کے ▁جو ▁تمہیں ▁بتا ي ی ▁جا ▁چکی ▁ہیں ▁پس ▁بت وں ▁کی ▁گ ندگی ▁سے ▁بچ و ، ▁جھوٹ ی ▁بات وں ▁سے ▁پر ہ یز ▁کرو
▁صاف ▁کہہ ▁دو ▁کہ ▁یہ ▁حق ▁ہے ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ، ▁اب ▁جس ▁کا ▁جی ▁چاہے ▁مان ▁لے ▁اور ▁جس ▁کا ▁جی ▁چاہے ▁انکار ▁کر ▁دے ▁ہم ▁نے ▁( ان کار ▁کرنے ▁والے ) ▁ظالم وں ▁کے ▁لیے ▁ایک ▁ اگ ▁تیار ▁کر ▁رکھی ▁ہے ▁جس ▁کی ▁ل پٹ یں ▁انہیں ▁گھ ی رے ▁میں ▁لے ▁چکی ▁ہیں ▁وہاں ▁اگر ▁وہ ▁پانی ▁مانگ یں ▁گے ▁تو ایس ے ▁پانی ▁سے ▁ان ▁کی ▁ تواضع ▁کی ▁جاي ے ▁گی ▁جو ▁تیل ▁کی ▁تل چھ ٹ ▁جیسا ▁ہوگا ▁اور ▁ان ▁کا ▁منہ ▁بھ ون ▁ڈال ے ▁گا ، ▁بدترین ▁پی نے ▁کی ▁چیز ▁اور ▁بہت ▁بری ▁ا رام گاہ !
▁اور ▁جنہوں ▁نے ▁کفر ▁کیا ▁اور ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁وہ ▁ج ہن می ▁ہیں
▁پھر ▁جب ▁انہوں ▁نے ▁عذاب ▁کو ▁بصورت ▁با دل ▁دیکھا ▁اپنی ▁ واد یوں ▁کی ▁طرف ▁ا تے ▁ہو ي ے ▁تو ▁کہنے ▁لگے ، ▁یہ ▁ابر ▁ہم ▁پر ▁برس نے ▁والا ▁ہے ، ▁( نہیں ) ▁بلکہ ▁دراصل ▁یہ ▁ابر ▁وه ▁( ع ذ اب ) ▁ہے ▁جس ▁کی ▁تم ▁جلد ی ▁کر ▁رہے ▁تھے ، ▁ہوا ▁ہے ▁جس ▁میں ▁درد ناک ▁عذاب ▁ہے
▁اور ▁یہ ▁بھی ▁کہہ ▁دیا ▁کہ ▁ہم ▁اموال ▁اور ▁اولاد ▁کے ▁اعتبار ▁سے ▁تم ▁سے ▁بہتر ▁ہیں ▁اور ▁ہم ▁پر ▁عذاب ▁ہونے ▁والا ▁نہیں ▁ہے
▁اپ ▁اپنے ▁رخ ▁کو ▁دین ▁کی ▁طرف ▁رکھیں ▁اور ▁باطل ▁سے ▁کنار ہ ▁کش ▁رہیں ▁کہ ▁یہ ▁دین ▁وہ ▁فطرت ▁ال ہی ▁ہے ▁جس ▁پر ▁اس ▁نے ▁انسان وں ▁کو ▁پیدا ▁کیا ▁ہے ▁اور ▁خلق ت ▁ال ہی ▁میں ▁کوي ی ▁تبدیلی ▁نہیں ▁ہوسکتی ▁ہے ▁یقینا ▁یہی ▁سید ھا ▁اور ▁مست ح کم ▁دین ▁ہے ▁مگر ▁لوگوں ▁کی ▁اکثریت ▁اس ▁بات ▁سے ▁بالکل ▁بے ▁خبر ▁ہے
▁بے ▁شک ▁الله ▁اسے ▁نہیں ▁بخش تا ▁جو ▁اس ▁کا ▁شریک ▁کرے ▁اور ▁شرک ▁کے ▁ماس وا ▁دوسرے گن ا ہ ▁جسے ▁چاہے ▁بخش تا ▁ہے ▁اور ▁جس ▁نے ▁الله ▁کا ▁شریک ▁ ٹھی ر ایا ▁اس ▁نے ▁بڑا ▁ہی ▁گناہ ▁کیا
▁جو ▁کچھ ▁ان ▁کا ▁پروردگار ▁عطا ▁کرنے ▁والا ▁ہے ▁اسے ▁وصول ▁کررہے ▁ہوں ▁گے ▁کہ ▁یہ ▁لوگ ▁پہلے ▁سے ▁نیک ▁کردار ▁تھے
▁دین ▁( اسلام ) ▁میں ▁زبردست ی ▁نہیں ▁ہے ▁ہدایت ▁( صاف ▁طور ▁پر ▁ظاہر ▁اور ) ▁گمراہ ی ▁سے ▁الگ ▁ہو ▁چکی ▁ہے ▁تو ▁جو ▁شخص ▁بت وں ▁سے ▁اعتقاد ▁نہ ▁رکھے ▁اور ▁خدا ▁پر ▁ایمان ▁لاي ے ▁اس ▁نے ▁ایسی ▁مضبوط ▁ رسی ▁ہاتھ ▁میں ▁پکڑ ▁لی ▁ہے ▁جو ▁کبھی ▁ٹوٹ نے ▁والی ▁نہیں ▁اور ▁خدا ▁( سب ▁کچھ ) ▁سنت ا ▁اور ▁( سب ▁کچھ ) ▁جانتا ▁ہے
▁وہ ▁چاند ▁اور ▁سور ج ▁دونوں ▁کے ▁مشرق ▁اور ▁مغرب ▁کا ▁مالک ▁ہے
▁پھر ▁( دی کھ ▁لیا ▁جاي ے ▁گا ▁کہ ) ▁تم ▁دونوں ▁گروہ ▁اپنے ▁رب ▁کے ▁کن ▁کن ▁احسان ات ▁کا ▁انکار ▁کرتے ▁ہو
▁اور ▁اپنے ▁رب ▁سے ▁معافی ▁چاہ و ▁پھر ▁اس ▁کی ▁طرف ▁رجوع ▁لا و ، ▁بیش ک ▁میرا ▁رب ▁مہر بان ▁محبت ▁والا ▁ہے ،
▁حق ▁یہ ▁ہے ▁کہ ▁جس ▁چیز ▁کا ▁تمہیں ▁خوف ▁دل ایا ▁جا ▁رہا ▁ہے ▁وہ ▁سچ ی ▁ہے
▁اور ▁( وہ ▁وقت ▁بھی ▁یاد ▁کرو ) ▁جب ▁موسی ▁نے ▁اپنی ▁قوم ▁کے ▁لي ے ▁( خدا ▁سے ) ▁پانی ▁مانگ ا۔ ▁تو ▁ہم ▁نے ▁کہا ▁اپنا ▁عصا ▁چ ٹ ان ▁پر ▁ما رو ▁جس ▁کے ▁نتیجہ ▁میں ▁بارہ ▁چشم ے ▁پھ وٹ ▁نکل ے ▁اس ▁طرح ▁ہر ▁گروہ ▁نے ▁اپنا ▁اپنا ▁گھ اٹ ▁معلوم ▁کر ▁لیا۔ ▁( ہم ▁نے ▁کہا ) ▁خدا ▁کے ▁دی ي ے ▁ہو ي ے ▁ رزق ▁سے ▁کھا و ▁پی و ▁اور ▁زمین ▁میں ▁فساد ▁پھیلا تے ▁نہ ▁پھر و ۔
▁اور ▁ہم ▁نے ▁اس مان ▁سے ▁برکت ▁والا ▁پانی ▁اتار ا ▁اور ▁اس ▁سے ▁باغ ات ▁اور ▁کا ٹے ▁جانے ▁والی ▁کھ یتی ▁کا ▁غل ہ ▁ا گا یا۔
▁اور ▁بہت ے ▁ہو ي ے ▁پانی ▁میں ۔
▁کیا ▁یہ ▁کہتے ▁ہیں ▁کہ ▁اس ▁قر ان ▁کو ▁اسی ▁نے ▁گھ ڑا ▁ہے۔ ▁جواب ▁دی جي ے ▁کہ ▁پھر ▁تم ▁بھی ▁اسی ▁کی ▁مثل ▁دس ▁سور ت یں ▁گھ ڑی ▁ہو ي ی ▁لے ▁او ▁اور ▁اللہ ▁کے ▁سوا ▁جسے ▁چاہ و ▁اپنے ▁ساتھ ▁بلا ▁بھی ▁لو ▁اگر ▁تم ▁سچ ے ▁ہو
▁اور ▁ان ہی ▁کو ▁روي ے ▁زمین ▁کا ▁اقتدار ▁دیں ▁اور ▁فرع ون ▁وہ ا مان ▁اور ▁ان ▁کے ▁لشکر وں ▁کو ▁ان ▁ہی ▁کمزور وں ▁کے ▁ہاتھوں ▁سے ▁وہ ▁منظر ▁د کھ لا ي یں ▁جس ▁سے ▁یہ ▁ڈر ▁رہے ▁ہیں
▁اور ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁کوي ی ▁رسول ▁اور ▁کوي ی ▁نبی ▁نہیں بھی جا ▁مگر ▁یہ ▁کہ ▁جب ▁اس ▁نے ▁( ا صلاح ▁احوال ▁کی ) ▁ارز و ▁کی ▁تو ▁شیطان ▁نے ▁اس ▁کی ▁ارز و ▁میں ▁خل ل ▁اندازی ▁کی۔ ▁پس ▁شیطان ▁جو ▁خل ل ▁اندازی ▁کرتا ▁ہے ▁خدا ▁اسے ▁م ٹا ▁دیتا ▁ہے ▁اور ▁اپنی ▁نشانی وں ▁کو ▁زیادہ ▁مضبوط ▁کر ▁دیتا ▁ہے ▁اور ▁اللہ ▁بڑا ▁جان نے ▁والا ، ▁بڑا ▁حکمت ▁والا ▁ہے۔
▁اور ▁الله ▁کے ▁سوا ▁انہوں ▁نے ▁اور ▁مع بود ▁بنا ▁رکھے ▁ہیں ▁تاکہ ▁وہ ▁ان ▁کی ▁مدد ▁کریں
▁اور ▁اگر ▁مسلمانوں ▁کے ▁دو ▁گروہ ▁اپ س ▁میں ▁جنگ ▁کریں ▁تو ▁ان ▁کے ▁درمیان ▁صلح ▁کرا ▁دیا ▁کرو ، ▁پھر ▁اگر ▁ان ▁میں ▁سے ▁ایک ▁( گر وہ ) ▁دوسرے ▁پر ▁زیادتی ▁اور ▁سر کش ی ▁کرے ▁تو ▁اس ▁( گر وہ ) ▁سے ▁لڑ و ▁جو ▁زیادتی ▁کا ▁مرتکب ▁ہو ▁رہا ▁ہے ▁یہاں ▁تک ▁کہ ▁وہ ▁االله ▁کے ▁حکم ▁کی ▁طرف ▁لوٹ ▁اي ے ، ▁پھر ▁اگر ▁وہ ▁رجوع ▁کر ▁لے ▁تو ▁دونوں ▁کے ▁درمیان ▁عدل ▁کے ▁ساتھ ▁صلح ▁کرا ▁دو ▁اور ▁انصاف ▁سے ▁کام ▁لو ، ▁بیش ک ▁االله ▁انصاف ▁کرنے ▁والوں ▁کو ▁بہت ▁پسند ▁فرما تا ▁ہے ،
▁اور ▁تو ▁جو ▁پہاڑ وں ▁کو ▁جم ے ▁ہو ي ے ▁دیکھ ▁رہا ▁ہے ▁یہ ▁تو ▁با دل وں ▁کی ▁طرح ▁ا ڑ تے ▁پھر یں ▁گے ▁اس ▁الله ▁کی ▁کاری گری ▁سے ▁جس ▁نے ▁ہر ▁چیز ▁کو ▁مضبوط ▁بنا ▁رکھا ▁ہے ▁اسے ▁خبر ▁ہے ▁جو ▁تم ▁کرتے ▁ہو
▁ایسے ▁اد می ▁جنہیں ▁سودا گری ▁اور ▁خرید ▁و ▁فروخت ▁الله ▁کے ▁ذکر ▁اور ▁نماز ▁کے ▁پڑھنے ▁اور ▁ز کو ة ▁کے ▁دینے ▁سے ▁غافل ▁نہیں ▁کرتی ▁اس ▁دن ▁سے ▁ڈر تے ▁ہیں ▁جس ▁میں ▁دل ▁اور ▁ان کھ یں ▁ال ٹ ▁جاي یں ▁گی
▁اور ▁ہم ▁نے ▁موسی ▁و ▁ہار ون ▁پر ▁احسان ▁کیا
▁اور ▁قار ون ▁اور ▁فرع ون ▁اور ▁ہا مان ▁کو ▁بھی ▁( ہ لاک ▁کر ▁دیا ) ▁اور ▁ان ▁کے ▁پاس ▁موسی ▁کھل ی ▁نشانی ▁لے کر ▁اي ے ▁تو ▁وہ ▁ملک ▁میں ▁مغ رور ▁ہو گي ے ▁اور ▁ہمارے ▁قابو ▁سے ▁نکل ▁جانے ▁والے ▁نہ ▁تھے
▁ہم ▁نے ▁نوح ▁کو ▁ان ▁کی ▁قوم ▁کی ▁طرف ▁بھی جا ▁تو ▁انہوں ▁نے ▁( ان ▁سے ▁کہا ) ▁اے ▁میری ▁برادری ▁کے ▁لوگ و ▁خدا ▁کی ▁عبادت ▁کرو ▁اس ▁کے ▁سوا ▁تم ہ ارا ▁کوي ی ▁مع بود ▁نہیں۔ ▁مجھے ▁تمہارے ▁بارے ▁میں ▁بڑے ▁دن ▁کے ▁عذاب ▁کا ▁( بہ ت ▁ہی ) ▁ڈر ▁ہے
▁کیا ▁یہ ▁لوگ ▁ان ▁جیسے ▁( ع ذ اب ▁کے ) ▁دنوں ▁کا ▁انتظار ▁کر ▁رہے ▁ہیں ▁جو ▁ان ▁لوگوں ▁پر ▁اي ے ▁جو ▁ان ▁سے ▁پہلے ▁تھے ▁( کہ ▁ایسے ▁ہی ▁ان ▁پر ▁بھی ▁اي یں ؟ ) ▁ان ▁سے ▁کہہ ▁دی جی ي ے ▁کہ ▁پھر ▁تم ▁انتظار ▁کرو ۔ ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁انتظار ▁کرنے ▁والوں ▁میں ▁سے ▁ہوں۔
▁اخر ▁کار ▁وہ ▁اللہ ▁تعالی ▁کی ▁نعمت ▁اور ▁فضل ▁کے ▁ساتھ ▁پل ٹ ▁اي ے ، ▁ان ▁کو ▁کسی ▁قسم ▁کا ▁ضرر ▁بھی ▁نہ ▁پہنچا ▁اور ▁اللہ ▁کی ▁رضا ▁پر ▁چلنے ▁کا ▁ شرف ▁بھی ▁انہیں ▁حاصل ▁ہو ▁گیا ، ▁اللہ ▁بڑا ▁فضل ▁فرمان ے ▁والا ▁ہے
▁سو ▁( ا ثار ▁عذاب ▁کو ▁دیکھ ▁کر ) ▁وہ ▁لوگ ▁ایمان ▁لاي ے ▁تو ▁ہم ▁نے ▁انہیں ▁ایک ▁وقت ▁تک ▁فاي دہ ▁پہنچا یا ،
▁یا ▁اسی ▁طرح ▁تم ▁نے ▁وہ ▁اد می ▁نہیں ▁دیکھا ▁( اس ▁کے ▁حال ▁پر ▁غور ▁نہیں ▁کیا ) ▁جو ▁ایک ▁ایسے ▁گا وں ▁سے ▁گزر ا ▁جس ▁کے ▁در ▁و ▁دیوار ▁کا ▁مل بہ ▁اس ▁کی ▁گری ▁ہو ي ی ▁چھ ت وں ▁پر ▁گر ▁پڑا ▁تھا۔ ▁( اپ نی ▁چھ ت وں ▁پر ▁اون دھی ▁گری ▁پڑ ی ▁تھی ) ۔ ▁اس ▁( اد می ) ▁نے ▁( یہ ▁منظر ▁دیکھ ▁کر ) ▁کہا ▁اللہ ▁اس ▁گا وں ▁( اس ▁کے ▁رہنے ▁والوں ) ▁کو ▁کیوں ▁کر ▁اس ▁کی ▁موت ▁کے ▁بعد ▁زندہ ▁کرے ▁گا ؟ ▁اس ▁پر ▁اللہ ▁نے ▁اسے ▁سو ▁سال ▁تک ▁کے ▁لي ے ▁موت ▁دے ▁دی۔ ▁پھر ▁اسے ▁زندہ ▁کیا۔ ▁اور ▁کہا ▁( پو چھ ا ) ▁تم ▁کتنی ▁دیر ▁اس ▁طرح ▁پڑے ▁رہے ▁ہو ؟ ▁کہا ▁ایک ▁دن ▁یا ▁دن ▁کا ▁کچھ ▁حصہ ! ▁۔ ▁فرمایا ▁بلکہ ▁تم ▁سو ▁سال ▁پڑے ▁رہے ▁ہو۔ ▁ذرا ▁اپنے ▁کھانے ▁پی نے ▁کی ▁چیز وں ▁کو ▁دیکھ و ▁کہ ▁ذرا ▁بھی ▁خراب ▁نہیں ▁ہو ي ی ▁ہیں۔ ▁( دو سر ی ▁طرف ) ▁ذرا ▁اپنے ▁گ د ھے ▁کو ▁دیکھ و ▁( کہ ▁کس ▁طرح ▁گل ▁س ڑ ▁گیا ▁ہے ؟ ) ▁یہ ▁( سب ▁کچھ ) ▁اس ▁لي ے ▁کیا ▁ہے ▁کہ ▁تمہیں ▁لوگوں ▁کے ▁لي ے ▁( اپ نی ▁قدرت ▁کی ) ▁نشانی ▁بنا وں ۔ ▁اور ▁( گ د ھے ) ▁کی ▁س ڑی ▁گلی ▁ہ ڈی وں ▁کو ▁ہم ▁کس ▁طرح ▁انہیں ▁( ج وڑ ▁جا ڑ ▁کر ) ▁کھڑا ▁کرتے ▁ہیں ▁اور ▁پھر ▁کس ▁طرح ▁ان ▁پر ▁گوشت ▁چڑھ ات ے ▁ہیں۔ ▁( اور ▁اسے ▁زندہ ▁کرتے ▁ہیں ) ▁جب ▁اس ▁( اد می ) ▁پر ▁یہ ▁بات ▁واضح ▁ہو گي ی ۔ ▁تو ▁( بے ▁ساخت ہ ) ▁کہا ▁میں ▁یقین ▁سے ▁جانتا ▁ہوں ▁کہ ▁اللہ ▁ہر ▁شي ی ▁پر ▁قادر ▁ہے۔
▁لوگ و ▁ ں ▁نے ▁کہا ▁الله ▁کی ▁قسم ▁بے ▁شک ▁تو ▁البتہ ▁اپنی ▁گمراہ ی ▁میں ▁مبتلا ▁ہے
▁وہ ▁اللہ ▁ہی ▁ہے ▁جس ▁نے ▁تمہارے ▁لیے ▁رات ▁بنا ي ی ▁کہ ▁اس ▁میں ▁سک ون ▁حاصل ▁کرو ▁اور ▁دن ▁کو ▁روشن ▁بنایا ▁اس ▁میں ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁( کھ لے ▁کان وں ▁سے ▁پیغمبر ▁کی ▁دعوت ▁کو ) ▁سن تے ▁ہیں
▁پھر ▁پی ٹھ ▁پھ یری ▁اور ▁تک بر ▁کیا ،
▁اور ▁ان ▁کے ▁گھروں ▁کے ▁دروازے ▁بھی ▁اور ▁تخت ▁بھی ▁جن ▁پر ▁تک یہ ▁لگا تے ▁ہیں
▁اور ▁اپ ▁کیا ▁سمجھ ے ▁ہیں ▁( کہ ) ▁شب ▁قدر ▁کیا ▁ہے ،
▁اور ▁ہم ▁اس ▁عذاب ▁کے ▁اپ ▁کو ▁دکھا نے ▁پر ▁قادر ▁ہیں ▁جس ▁کی ▁ان ▁کو ▁دھمکی ▁دی ▁جا ▁رہی ▁ہے۔
▁کیا ▁تم ▁یہ ▁گمان ▁کي ے ▁ہو ي ے ▁ہو ▁کہ ▁ہم ▁نے ▁تمہیں ▁یوں ▁ہی ▁بی کار ▁پیدا ▁کیا ▁ہے ▁اور ▁یہ ▁کہ ▁تم ▁ہماری ▁طرف ▁لوٹ اي ے ▁ہی ▁نہ ▁جا و ▁گے
▁مال ▁اور ▁بیٹے ▁یہ ▁جیت ی ▁دنیا ▁کا ▁سنگھ ار ▁ہے ▁اور ▁باقی ▁رہنے ▁والی ▁اچھی ▁باتیں ▁ان ▁کا ▁ ثواب ▁تمہارے ▁رب ▁کے ▁یہاں ▁بہتر ▁اور ▁وہ ▁امید ▁میں ▁سب ▁سے ▁بھ لی ،
▁انہوں ▁نے ▁کہا ▁( ا ے ▁ہو د ▁( ع ) ) ▁کیا ▁تم ▁ہمارے ▁پاس ▁اس ▁لي ے ▁اي ے ▁ہو ▁کہ ▁ہم ▁ایک ▁اللہ ▁کی ▁عبادت ▁کریں ▁اور ▁ان ▁( مع بود وں ) ▁کو ▁چھوڑ ▁دیں ▁جن ▁کی ▁ہمارے ▁باپ ▁داد ا ▁عبادت ▁کرتے ▁چلے ▁اي ے ▁ہیں ▁اگر ▁تم ▁سچ ے ▁ہو ▁تو ۔ ▁ہمارے ▁پاس ▁لا و ▁وہ ▁( ع ذ اب ) ▁جس ▁کی ▁تم ▁ہمیں ▁دھمکی ▁دیتے ▁ہو۔
▁ہم ▁نے ▁ان ▁پر ▁تیز ▁و ▁تند ▁ان دھی ▁بھیج ی ▁دا يم ی ▁نحو ست ▁والے ▁دن ▁میں ۔
▁پھر ▁ان ▁پچ ھل وں ▁کو ▁بھی ▁ان ▁کے ▁پیچھے ▁بھیج ▁دیتے ▁ہیں
▁اور ▁انسان وں ▁میں ▁سے ▁کچھ ▁ایسے ▁( انسان ) ▁بھی ▁ہیں ▁جو ▁خدا ▁کی ▁خوش نود ی ▁حاصل ▁کرنے ▁کی ▁خاطر ▁اپنی ▁جان ▁بیچ ▁ڈال تے ▁ہیں ▁( خطر ے ▁میں ▁ڈال ▁دیتے ▁ہیں ) ▁اور ▁اللہ ▁( ایس ے ▁جاں ▁نثار ) ▁بند وں ▁پر ▁بڑا ▁شف یق ▁و ▁مہر بان ▁ہے۔
▁ابراہیم ▁نے ▁کہا ▁کہ ▁اس ▁میں ▁تو ▁ل وط ▁بھی ▁ہیں۔ ▁وہ ▁کہنے ▁لگے ▁کہ ▁جو ▁لوگ ▁یہاں ▁( رہ تے ) ▁ہیں ▁ہمیں ▁سب ▁معلوم ▁ہیں۔ ▁ہم ▁ان ▁کو ▁اور ▁ان ▁کے ▁گھر ▁والوں ▁کو ▁بچ ال یں ▁گے ▁ب جز ▁ان ▁کی ▁بیوی ▁کے ▁وہ ▁پیچھے ▁رہنے ▁والوں ▁میں ▁ہوگی
▁تیر ی ▁خراب ی ▁ا ▁لگی ▁اب ▁ا ▁لگی ،
▁اور ▁ہمیں ▁تو ▁سوا ▁ان ▁بد کار وں ▁کے ▁کسی ▁اور ▁نے ▁گم راه ▁نہیں ▁کیا ▁تھا
▁جو ▁شخص ▁نیک ▁بات ▁کی ▁سفارش ▁کرے ▁تو ▁اس ▁کو ▁اس ▁( کے ▁ ثواب ) ▁میں ▁سے ▁حصہ ▁ملے ▁گا ▁اور ▁جو ▁بری ▁بات ▁کی ▁سفارش ▁کرے ▁اس ▁کو ▁اس ▁( کے ▁عذاب ) ▁میں ▁سے ▁حصہ ▁ملے ▁گا ▁اور ▁خدا ▁ہر ▁چیز ▁پر ▁قدرت ▁رکھتا ▁ہے
▁اور ▁بے ▁شک ▁یہ ▁بست یاں ▁سید ھے ▁راستے ▁پر ▁واقع ▁ہیں
▁اور ▁تم ▁دیکھ و ▁گے ▁تو ▁سمجھ و ▁گے ▁کہ ▁جیسے ▁پہاڑ ▁اپنی ▁جگہ ▁پر ▁جام د ▁ہیں ▁حالانک ہ ▁یہ ▁با دل وں ▁کی ▁طرح ▁چل ▁رہے ▁ہوں ▁گے ▁ . یہ ▁اس ▁خدا ▁کی ▁صنعت ▁ہے ▁جس ▁نے ▁ہر ▁چیز ▁کو ▁محکم ▁بنایا ▁ہے ▁اور ▁وہ ▁تمہارے ▁تمام ▁اعمال ▁سے ▁با خبر ▁ہے
▁انہوں ▁نے ▁کہا : ▁ہم ▁مجرم ▁قوم ▁( یعنی ▁قوم ▁ل وط ) ▁کی ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں ،
▁بے ▁کان ٹے ▁کی ▁ بیر
▁اس ▁کے ▁بعد ▁خدا ▁نے ▁ایک ▁گروہ ▁پر پر ▁سک ون ▁نی ند ▁ط اری ▁کردی ▁اور ▁ایک ▁کو ▁نی ند ▁بھی ▁نہ ▁اي ی ▁کہ ▁اسے ▁صرف ▁اپنی ▁جان ▁کی ▁فکر ▁تھی ▁اور ▁ان ▁کے ▁ذہن ▁میں ▁خلاف ▁حق ▁ج اہل یت ▁جیسے ▁خیالات ▁تھے ▁اور ▁وہ ▁یہ ▁کہہ ▁رہے ▁تھے ▁کہ ▁جنگ ▁کے ▁معاملات ▁میں ▁ہمارا ▁کیا ▁اختیار ▁ہے ▁پیغمبر ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اختیار ▁صرف ▁خدا ▁کا ▁ہے - ▁یہ ▁اپنے ▁دل ▁میں ▁وہ ▁باتیں ▁چھپ اي ے ▁ہو ي ے ▁ہیں ▁جن ▁کا ▁اپ ▁سے ▁اظہار ▁نہیں ▁کرتے ▁اور ▁کہتے ▁ہیں ▁کہ ▁اگر ▁اختیار ▁ہمارے ▁ہاتھ ▁میں ▁ہوتا ▁تو ▁ہم ▁یہاں ▁نہ ▁مار ے ▁جاتے ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اگر ▁تم ▁گھروں ▁میں ▁بھی ▁رہ ▁جاتے ▁تو ▁جن ▁کے ▁لي ے ▁شہادت ▁لکھ ▁دی ▁ گي ی ▁ہے ▁وہ ▁اپنے ▁مقتل ▁تک ▁ب ہر حال ▁جاتے ▁اور ▁خدا ▁تمہارے ▁دل وں ▁کے ▁حال ▁کو ▁از مان ا ▁چاہتا ▁ہے ▁اور ▁تمہارے ▁ض میر ▁کی ▁حقیقت ▁کو ▁واضح ▁کرنا ▁چاہتا ▁ہے ▁اور ▁وہ ▁خود ▁ہر ▁دل ▁کا ▁حال ▁جانتا ▁ہے
▁یہی ▁اہل ▁جنت ▁ہیں ▁کہ ▁ہمیشہ ▁اس ▁میں ▁رہیں ▁گے۔ ▁( یہ ) ▁اس ▁کا ▁بدل ہ ▁( ہے ) ▁جو ▁وہ ▁کیا ▁کرتے ▁تھے
▁اے ▁ان ▁کی ▁اولاد ! ▁جن ▁کو ▁ہم ▁نے ▁نوح ▁کے ▁ساتھ ▁سوار ▁کیا ▁بیش ک ▁وہ ▁بڑا ▁شکر ا ▁گزار ▁بند ہ ▁تھا
▁پھر ▁ہم ▁نے ▁زمین ▁کو ▁پھ ا ڑ ▁کر ▁چی ر ▁ڈال ا ،
▁پس ▁ہم ▁نے ▁ان ▁سے ▁( بھی ) ▁انتقام ▁لیا ، ▁اور ▁یہ ▁دونوں ▁( ب ست یاں ) ▁کھل ے ▁راستہ ▁پر ▁( م وجود ) ▁ہیں ،
▁اج ▁کے ▁دن ▁ہم ▁نے ▁ان ▁کو ▁یہ ▁جزا ▁دی ▁ہے ▁کہ ▁وہ ▁سراسر ▁کامیاب ▁ہیں
▁اور ▁جب ▁ جہ نم ▁کی ▁ اگ ▁ب ھڑ کا ▁دی ▁جاي ے ▁گی
▁وہ ▁جو ▁نماز ▁قاي م ▁رکھیں ▁اور ▁ز کو ة ▁دیں ▁اور ▁اخر ت ▁پر ▁یقین ▁لاي یں ،
▁جب ▁ایمان ▁والوں ▁سے ▁ملت ے ▁ہیں ▁تو ▁اپنی ▁ایمان داری ▁ظاہر ▁کرتے ▁ہیں ▁اور ▁جب ▁اپ س ▁میں ▁ملت ے ▁ہیں ▁تو ▁کہتے ▁ہیں ▁کہ ▁مسلمانوں ▁کو ▁کیوں ▁وه ▁باتیں ▁پہنچا تے ▁ہو ▁جو ▁اللہ ▁تعالی ▁نے ▁تمہیں ▁سکھ اي ی ▁ہیں ، ▁کیا ▁جانتے ▁نہیں ▁کہ ▁یہ ▁تو ▁اللہ ▁تعالی ▁کے ▁پاس ▁تم ▁پر ▁ان ▁کی ▁حجت ▁ہو جا ي ے ▁گی
▁( ا ے ▁پیغمبر ) ▁لوگ ▁تم ▁سے ▁شراب ▁اور ▁جو ي ے ▁کا ▁حکم ▁دریافت ▁کرتے ▁ہیں۔ ▁کہہ ▁دو ▁کہ ▁ان ▁میں ▁نقصان ▁بڑے ▁ہیں ▁اور ▁لوگوں ▁کے ▁لي ے ▁کچھ ▁فاي دے ▁بھی ▁ہیں ▁مگر ▁ان ▁کے ▁نقصان ▁فا يد وں ▁سے ▁کہیں ▁زیادہ ▁ہیں ▁اور ▁یہ ▁بھی ▁تم ▁سے ▁پوچھ تے ▁ہیں ▁کہ ▁( خدا ▁کی ▁راہ ▁میں ) ▁کون ▁سا ▁مال ▁خرچ ▁کریں۔ ▁کہہ ▁دو ▁کہ ▁جو ▁ضرورت ▁سے ▁زیادہ ▁ہو۔ ▁اس ▁طرح ▁خدا ▁تمہارے ▁لي ے ▁اپنے ▁احکام ▁کھول ▁کھول ▁کر ▁بیان ▁فرما تا ▁ہے ▁تاکہ ▁تم ▁سوچ و
▁اور ▁وہی ▁ہے ▁کہ ▁ہوا ي یں ▁بھیج تا ▁ہے ▁اس ▁کی ▁رحمت ▁کے ▁ اگ ے ▁م ژ دہ ▁سن اتی ▁یہاں ▁تک ▁کہ ▁جب ▁اٹھا ▁لاي یں ▁بھاری ▁با دل ▁ہم ▁نے ▁اسے ▁کسی ▁مرد ہ ▁شہر ▁کی ▁طرف ▁چل ایا ▁پھر ▁اس ▁سے ▁پانی ▁اتار ا ▁پھر ▁اس ▁سے ▁طرح ▁طرح ▁کے ▁پھل ▁نکال ے ▁اسی ▁طرح ▁ہم ▁مرد وں ▁کو ▁نکال یں ▁گے ▁کہیں ▁تم ▁نص ی حت ▁مان و ،
▁اور ▁وہ ▁ایمان دار وں ▁سے ▁جو ▁کچھ ▁کر ▁رہے ▁تھے ▁اس ▁کو ▁دیکھ ▁رہے ▁تھے
▁ہار ون ، ▁جو ▁میرا ▁بھ اي ی ▁ہے
▁اے ▁کپ ڑا ▁او ڑھ نے ▁والے
▁اور ▁سی دھی ▁ترا زو ▁سے ▁تو لا ▁کرو ،
▁اور ▁( یہ ) ▁وہ ▁لوگ ▁ہیں ▁جو ▁ک ذب ▁اور ▁باطل ▁کام وں ▁میں ▁( قول ا ▁اور ▁عمل ا ▁دونوں ▁صورت وں ▁میں ) ▁حاضر ▁نہیں ▁ہوتے ▁اور ▁جب ▁بے ▁ہو دہ ▁کام وں ▁کے ▁پاس ▁سے ▁گزر تے ▁ہیں ▁تو ▁( دام ن ▁بچا تے ▁ہو ي ے ) ▁نہای ت ▁و قار ▁اور ▁مت انت ▁کے ▁ساتھ ▁گزر ▁جاتے ▁ہیں ،
▁اللہ ▁تعالی ▁ایک ▁اور ▁مثال ▁بیان ▁فرما تا ▁ہے ، ▁دو ▁شخص وں ▁کی ، ▁جن ▁میں ▁سے ▁ایک ▁تو ▁ گون گا ▁ہے ▁اور ▁کسی ▁چیز ▁پر ▁اختیار ▁نہیں ▁رکھتا ▁بلکہ ▁وه ▁اپنے ▁مالک ▁پر ▁بوجھ ▁ہے ▁کہیں ▁بھی ▁اسے ▁بھیج ے ▁وه ▁کوي ی ▁بھ لا ي ی ▁نہیں ▁لا تا ، ▁کیا ▁یہ ▁اور ▁وه ▁جو ▁عدل ▁کا ▁حکم ▁دیتا ▁ہے ▁اور ▁ہے ▁بھی ▁سی دھی ▁راه ▁پر ، ▁برابر ▁ہو سک تے ▁ہیں ؟
▁ان ▁کی ▁مثال ▁اس ▁شخص ▁کی ▁سی ▁ہے ▁جس ▁نے ▁ اگ ▁جلا ي ی ، ▁پس ▁اس ▁پاس ▁کی ▁چیز یں ▁روشنی ▁میں ▁اي ی ▁ہی ▁تھیں ▁کہ ▁اللہ ▁ان ▁کے ▁نور ▁کو ▁لے ▁گیا ▁اور ▁انہیں ▁ان دھی ر وں ▁میں ▁چھوڑ ▁دیا ، ▁جو ▁نہیں ▁دیکھتے
▁اب ▁اپ ▁ان ▁کا ▁خیال ▁چھوڑ ▁دیں ▁اور ▁منتظر ▁رہیں ۔ ▁یہ ▁بھی ▁منتظر ▁ہیں
▁اور ▁وہ ▁کہتے ▁ہیں ▁کہ ▁ہم ▁اللہ ▁اور ▁رسول ▁پر ▁ایمان ▁لاي ے ▁ہیں۔ ▁اور ▁ہم ▁نے ▁اطاعت ▁بھی ▁کی۔ ▁مگر ▁اس ▁کے ▁بعد ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁منہ ▁پھر ▁لی تا ▁ہے ▁اور ▁ایسے ▁لوگ ▁( ہر گز ) ▁مومن ▁نہیں ▁ہیں۔
▁ہم ▁نے ▁اس ▁کی ▁سلطنت ▁مضبوط ▁کر ▁دی ▁تھے ، ▁اس ▁کو ▁حکمت ▁عطا ▁کی ▁تھے ▁اور ▁فیصلہ ▁کن ▁بات ▁کہنے ▁کی ▁صلاحیت ▁بخشی ▁تھی
▁اور ▁یقینا ▁ہم ▁سب ▁( بھی ) ▁مستعد ▁اور ▁چوک س ▁ہیں ،
▁ ایا ▁یہ ▁ان ▁کو ▁شریک ▁ٹھہر ات ے ▁ہیں ▁جو ▁کسی ▁چیز ▁کو ▁پیدا ▁نہیں ▁کر ▁سکتے ▁اور ▁وہ ▁خود ▁کسی ▁کے ▁پیدا ▁کي ے ▁ہو ي ے ▁ہیں۔
▁ب جز ▁ان ▁ب ندگان ▁خدا ▁کے ▁جن ▁کو ▁خالص ▁کر ▁لیا ▁گیا ▁تھا
▁اور ▁ان ▁کے ▁پاس ▁ان ▁کے ▁پروردگار ▁کی ▁کوي ی ▁نشانی ▁نہیں ▁ اتی ▁مگر ▁اس ▁سے ▁منہ ▁پھ یر ▁لیتے ▁ہیں
▁جنہوں ▁نے ▁قر ان ▁کو ▁ ٹک ڑے ▁ ٹک ڑے ▁کیا ▁ہے
▁کیا ▁انہوں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کتنے ▁دور وں ▁کے ▁لوگوں ▁کو ▁ہلاک ▁و ▁بر باد ▁کر ▁دیا ▁جنہیں ▁ہم ▁نے ▁زمین ▁میں ▁وہ ▁اقتدار ▁دیا ▁تھا ▁جو ▁تمہیں ▁بھی ▁نہیں ▁دیا ▁ہے ▁اور ▁ہم ▁نے ▁ان ▁پر ▁اس مان ▁سے ▁ موس لاد ھار ▁بارش ▁برس اي ی ۔ ▁اور ▁ہم ▁نے ▁ان ▁کے ▁نیچے ▁نہ ر یں ▁بہ اي یں ▁( ان جام ▁کار ) ▁ہم ▁نے ▁ان ▁کے ▁گناہ وں ▁( اور ▁کفر ان ▁نعمت ) ▁کی ▁پاداش ▁میں ▁ہلاک ▁کر ▁دیا ▁اور ▁ان ▁کے ▁بعد ▁دوسرے ▁دور ▁کی ▁نسل یں ▁پیدا ▁کی ں۔
▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁اور ▁اللہ ▁کی ▁راه ▁سے ▁روک ا ▁اللہ ▁نے ▁ان ▁کے ▁اعمال ▁بر باد ▁کر ▁دی ي ے
▁اور ▁کچھ ▁لوگ ▁وہ ▁ہیں ▁کہ ▁اللہ ▁کے ▁معاملہ ▁میں ▁جھ گ ڑ تے ▁ہیں ▁بے ▁جانے ▁بوجھ ے ، ▁اور ▁ہر ▁سر کش ▁شیطان ▁کے ▁پیچھے ▁ہو ▁لیتے ▁ہیں
▁اور ▁جن ▁کی ▁نیک یوں ▁کا ▁پل ہ ▁ہل کا ▁ہوگا ▁وہ ▁وہی ▁لوگ ▁ہوں ▁گے ▁جنہوں ▁نے ▁اپنے ▁نفس ▁کو ▁خسار ہ ▁میں ▁ڈال ▁دیا ▁ہے ▁اور ▁وہ ▁ جہ نم ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہنے ▁والے ▁ہیں
▁پھر ▁جب ▁ہم ▁نے ▁سلیمان ▁( علی ہ ▁السلام ) ▁پر ▁موت ▁کا ▁حکم ▁صادر ▁فرما ▁دیا ▁تو ▁ان ▁( جن ات ) ▁کو ▁ان ▁کی ▁موت ▁پر ▁کسی ▁نے ▁ا گاہ ی ▁نہ ▁کی ▁سوا ي ے ▁زمین ▁کی ▁دی مک ▁کے ▁جو ▁ان ▁کے ▁عصا ▁کو ▁کھا تی ▁رہی ، ▁پھر ▁جب ▁اپ ▁کا ▁جسم ▁زمین ▁پر ▁ا گیا ▁تو ▁جن ات ▁پر ▁ظاہر ▁ہوگیا ▁کہ ▁اگر ▁وہ ▁غ یب ▁جانتے ▁ہوتے ▁تو ▁اس ▁ذ لت ▁انگیز ▁عذاب ▁میں ▁نہ ▁پڑے ▁رہتے ،
▁اور ▁اگر تم ▁نیک ▁کام ▁اعلان یہ ▁کر ▁و یا ▁اسے ▁خفیہ ▁کرو ▁یا ▁کسی ▁براي ی ▁کو ▁معاف ▁کرد و ▁تو ▁الله ▁بڑا ▁معاف ▁کرنے ▁والا ▁قدرت ▁والا ▁ہے
▁از واج ▁نبی ▁کے ▁لیے ▁اس ▁میں ▁کوي ی ▁مض ا يق ہ ▁نہیں ▁ہے ▁کہ ▁ان ▁کے ▁باپ ، ▁ان ▁کے ▁بیٹے ، ▁ان ▁کے ▁بھ اي ی ، ▁ان ▁کے ▁بھ تی جے ، ▁ان ▁کے ▁بھ ان جے ، ▁ان ▁کے ▁میل ▁جو ل ▁کی ▁عورت یں ▁اور ▁ان ▁کے ▁م مل وک ▁گھروں ▁میں ▁اي یں ▁( ا ے ▁عورت و ) ▁تمہیں ▁اللہ ▁کی ▁نا فر مان ی ▁سے ▁پر ہ یز ▁کرنا ▁چاہیے ▁اللہ ▁ہر ▁چیز ▁پر ▁ن گاہ ▁رکھتا ▁ہے
▁اب ▁اپ ▁ان ▁کا ▁خیال ▁چھوڑ ▁دیں ▁اور ▁منتظر ▁رہیں ۔ ▁یہ ▁بھی ▁منتظر ▁ہیں
▁اور ▁رشت ے ▁دار وں ▁کا ▁اور ▁مس کین وں ▁اور ▁مسافر وں ▁کا ▁حق ▁ادا ▁کرتے ▁رہ و ▁اور ▁اس راف ▁اور ▁بی جا ▁خرچ ▁سے ▁بچ و
▁وہ ▁کہیں ▁گے ▁" ہم ▁نماز ▁پڑھنے ▁والوں ▁میں ▁سے ▁نہ ▁تھے
▁اور تم ▁پر ▁حرام ▁ہیں ▁شادی ▁شدہ ▁عورت یں - ▁علاوہ ▁ان ▁کے ▁جو ▁تمہاری ▁کنی ز یں ▁بن ▁جاي یں - ▁یہ ▁خدا ▁کا ▁کھل ا ▁ہوا ▁قانون ▁ہے ▁اور ▁ان ▁سب ▁عورتوں ▁کے ▁علاوہ ▁تمہارے ▁لي ے ▁حلال ▁ہے ▁کہ ▁اپنے ▁اموال ▁کے ▁ذریعہ ▁عورتوں ▁سے ▁رشتہ ▁پیدا ▁کرو ▁ع فت ▁و ▁پاک ▁دامن ی ▁کے ▁ساتھ ▁س فاح ▁و ▁زن ا ▁کے ▁ساتھ ▁نہیں ▁پس ▁جو ▁بھی ▁ان ▁عورتوں ▁سے ▁ تمتع ▁کرے ▁ان ▁کی ▁اج رت ▁انہیں ▁بطور ▁فری ض ہ ▁دے ▁دے ▁اور ▁فری ض ہ ▁کے ▁بعد ▁اپ س ▁میں ▁رضا ▁من دی ▁ہو جا ي ے ▁تو ▁کوي ی ▁حر ج ▁نہیں ▁ہے ▁بیش ک ▁اللہ ▁علی م ▁بھی ▁ہے ▁اور ▁حکیم ▁بھی ▁ہے
▁اپنی ▁رحمت ▁میں ▁جس ▁کو ▁چاہتا ▁ہے ▁داخل ▁کرتا ▁ہے ، ▁اور ▁ظالم وں ▁کے ▁لیے ▁اس ▁نے ▁درد ناک ▁عذاب ▁تیار ▁کر ▁رکھا ▁ہے
▁پس ▁وہ ▁تو ▁ایک ▁زور ▁کی ▁او از ▁ہو ▁گی ▁پس ▁نا گ ہ ان ▁وہ ▁دیکھنے ▁لگ یں ▁گے
▁اللہ ▁تعالی ▁کو ▁قربانی وں ▁کے ▁گوشت ▁نہیں ▁پہنچ تے ▁نہ ▁اس ▁کے ▁خون ▁بلکہ ▁اسے ▁تو ▁تمہارے ▁دل ▁کی ▁پر ہ یز گار ی ▁پہنچ تی ▁ہے۔ ▁اسی ▁طرح ▁اللہ ▁نے ▁ان ▁جانور وں ▁کو ▁تمہارے ▁مط ی ع ▁کر ▁دیا ▁ہے ▁کہ ▁تم ▁اس ▁کی ▁رہنما ي ی ▁کے ▁شکر ی ي ے ▁میں ▁اس ▁کی ▁بڑا ي یاں ▁بیان ▁کرو ، ▁اور ▁نیک ▁لوگوں ▁کو ▁خوش خبر ی ▁سنا ▁دی جي ے !
▁یہاں ▁تک ▁کہ ▁جب ▁کھول ے ▁جاي یں ▁گے ▁یا جو ج ▁و ▁ما جو ج ▁اور ▁وہ ▁ہر ▁بلند ی ▁سے ▁ڈھ لک تے ▁ہوں ▁گے ،
▁یقینا ▁تیر ے ▁رب ▁کی ▁پکڑ ▁بڑی ▁سخت ▁ہے
▁یقینا ▁جن ▁لوگوں ▁کے ▁حق ▁میں ▁اپ ▁کے ▁رب ▁کی ▁بات ▁ثابت ▁ہو چک ی ▁ہے ▁وه ▁ایمان ▁نہ ▁لاي یں ▁گے
▁یہ ▁تمہارے ▁ اگ ے ▁قسم یں ▁کھا ي یں ▁گے ▁تاکہ ▁تم ▁ان ▁سے ▁خوش ▁ہو ▁جا و ▁لیکن ▁اگر ▁تم ▁ان ▁سے ▁خوش ▁ہو ▁جا و ▁گے ▁تو ▁خدا ▁تو ▁نا فر مان ▁لوگوں ▁سے ▁خوش ▁نہیں ▁ہوتا
▁اور ▁تم ہ ارا ▁پروردگار ▁تو ▁غالب ▁( اور ) ▁مہر بان ▁ہے
▁اور ▁تمہارے ▁رب ▁نے ▁حکم ▁فرمایا ▁کہ ▁اس ▁کے ▁سوا ▁کسی ▁کو ▁نہ ▁پو جو ▁اور ▁ماں ▁باپ ▁کے ▁ساتھ ▁اچھا ▁سلوک ▁کرو ، ▁اگر ▁تیر ے ▁سامنے ▁ان ▁میں ▁ایک ▁یا ▁دونوں ▁بڑھا پ ے ▁کو ▁پہنچ ▁جاي یں ▁تو ▁ان ▁سے ▁ہوں ، ▁نہ ▁کہنا ▁اور ▁انہیں ▁نہ ▁جھ ڑ ک نا ▁اور ▁ان ▁سے ▁تع ظ یم ▁کی ▁بات ▁کہنا
▁اور ▁کہا ▁جاي ے ▁گا ▁کہ ▁اب ▁کون ▁جھ ا ڑ ▁پھ ون ک ▁کرنے ▁والا ▁ہے
▁اور ▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁رحمان ▁نے ▁کسی ▁کو ▁اپنا ▁فرزند ▁بن الیا ▁ہے
▁پھر ▁جب ▁انسان ▁کو ▁کوي ی ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁ہمیں ▁پکار تا ▁ہے ▁اور ▁اس ▁کے ▁بعد ▁جب ▁ہم ▁کوي ی ▁نعمت ▁دیدی تے ▁ہیں ▁تو ▁کہ تا ▁ہے ▁کہ ▁یہ ▁تو ▁مجھے ▁میرے ▁علم ▁کے ▁زور ▁پر ▁دی ▁ گي ی ▁ہے ▁حالانک ہ ▁یہ ▁ایک ▁از ماي ش ▁ہے ▁اور ▁اکثر ▁لوگ ▁اس ▁کا ▁علم ▁نہیں ▁رکھتے ▁ہیں
▁موسی ▁نے ▁جواب ▁دیا ▁" اس مان ▁اور ▁زمین ▁کا ▁رب ، ▁اور ▁ان ▁سب ▁چیز وں ▁کا ▁رب ▁جو ▁اس مان ▁اور ▁زمین ▁کے ▁درمیان ▁ہیں ، ▁اگر ▁تم ▁یقین ▁لانے ▁والے ▁ہو "
▁اس ▁دن ▁اس مان ▁پھ ٹے ▁گا ▁اور ▁اس ▁کی ▁بند ش ▁ڈھ یلی ▁پڑ ▁جاي ے ▁گی
▁اور ▁اللہ ▁ہی ▁تمہارے ▁با طن ▁و ▁ظاہر ▁دونوں ▁سے ▁با خبر ▁ہے
▁اے ▁ایمان ▁والو ! ▁اسلام ▁میں ▁پورے ▁پورے ▁داخل ▁ہو ▁جا و ، ▁اور ▁شیطان ▁کے ▁راست وں ▁پر ▁نہ ▁چل و ، ▁بیش ک ▁وہ ▁تم ہ ارا ▁کھل ا ▁دشمن ▁ہے ،
▁اور ▁اسی ▁نے ▁قوم ▁ل وط ▁کی ▁ال ٹی ▁بست یوں ▁کو ▁پ ٹک ▁دیا ▁ہے
▁اور ▁وہی ▁ہے ▁جو ▁تمہارے ▁لي ے ▁کان ▁اور ▁ان کھ یں ▁اور ▁دل ▁( و ▁دماغ ) ▁رفت ہ ▁رفت ہ ▁وجود ▁میں ▁لا یا ، ▁( م گر ) ▁تم ▁لوگ ▁بہت ▁ہی ▁کم ▁شکر ▁ادا ▁کرتے ▁ہو ،
▁اور جب ▁ جال وت ▁اور ▁اس ▁کی ▁فوج وں ▁کے ▁سامنے ▁ہو ي ے ▁تو ▁کہا ▁اے ▁رب ▁ہمارے ▁دل وں ▁میں ▁صبر ▁ڈال ▁دے ▁اور ▁ہمارے ▁پا وں ▁ج ماي ے ▁رکھ ▁اور ▁اس ▁کا فر ▁قوم ▁پر ▁ہماری ▁مدد ▁کر
▁اے ▁اہل ▁کتاب ! ▁تم ▁االله ▁کی ▁ ایت وں ▁کا ▁انکار ▁کیوں ▁کر ▁رہے ▁ہو ▁حالانک ہ ▁تم ▁خود ▁گواہ ▁ہو ▁( یعنی ▁تم ▁اپنی ▁کتابوں ▁میں ▁سب ▁کچھ ▁پڑھ ▁چکے ▁ہو )،
▁کیوں ▁نہیں ▁( چھ وي ے ▁گی ) ▁جو ▁بھی ▁برا ▁کام ▁کرے ▁گا ▁اور ▁اس ▁کا ▁گناہ ▁( چار وں ▁طرف ▁سے ) ▁اسے ▁گھ یر ▁لے ▁گا ▁یہی ▁لوگ ▁دوزخ ی ▁ہیں ▁جس ▁میں ▁وہ ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے۔
▁اور ▁جب ▁مومن وں ▁نے ▁( کا فر وں ▁کے ) ▁لشکر ▁کو ▁دیکھا ▁تو ▁کہنے ▁لگے ▁یہ ▁وہی ▁ہے ▁جس ▁کا ▁خدا ▁اور ▁اس ▁کے ▁پیغمبر ▁نے ▁ہم ▁سے ▁وعدہ ▁کیا ▁تھا ▁اور ▁خدا ▁اور ▁اس ▁کے ▁پیغمبر ▁نے ▁سچ ▁کہا ▁تھا۔ ▁اور ▁اس ▁سے ▁ان ▁کا ▁ایمان ▁اور ▁اطاعت ▁اور ▁زیادہ ▁ہو گي ی
▁اور ▁کا فر وں ▁نے ▁کہا ▁اس ▁قر ان ▁کو ▁سن و ▁ہی ▁مت ▁( اس ▁کے ▁پڑھ ے ▁جانے ▁کے ▁وقت ) ▁اور ▁بی ہ وده ▁گو ي ی ▁کرو ▁کیا ▁ عجب ▁کہ ▁تم ▁غالب ▁اج او
▁اے ▁ایمان ▁والو ! ▁صبر ▁اور ▁نماز ▁کے ▁ذریعے ▁( م جھ ▁سے ) ▁مدد ▁چاہ ا ▁کرو ، ▁یقینا ▁االله ▁صبر ▁کرنے ▁والوں ▁کے ▁ساتھ ▁( ہ وتا ) ▁ہے ،
▁بے شک ▁تم ▁سے ▁جو ▁وعدہ ▁کیا ▁گیا ▁ہے ▁وہ ▁سچ ا ▁ہے۔
▁اور ▁بہت ▁سے ▁پچ ھل وں ▁میں ▁سے
▁اللہ ▁چاہتا ▁ہے ▁کہ ▁تم ▁سے ▁بوجھ ▁ہل کا ▁کر ▁دے ، ▁اور ▁انسان ▁کمزور ▁پیدا ▁کیا ▁گیا ▁ہے ،
▁یا ▁یہ ▁لوگ ▁اپنے ▁رسول ▁کو ▁پہچان تے ▁نہیں ▁تب ▁یہ ▁اس ▁کے ▁من کر ▁ہیں
▁کیا ▁انہوں ▁نے ▁( یعنی ▁کف ار ▁مکہ ▁نے ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁خلاف ▁کوي ی ▁تدبیر ) ▁پخت ہ ▁کر ▁لی ▁ہے ▁تو ▁ہم ▁( بھی ) ▁پخت ہ ▁فیصلہ ▁کرنے ▁والے ▁ہیں ،
▁کہہ ▁دو ▁مجھے ▁تو ▁ان ▁چیز وں ▁کی ▁عبادت ▁سے ▁منع ▁کیا ▁گیا ▁ہے ▁جن ▁کو ▁تم ▁الله ▁کے ▁سوا ▁پکار تے ▁ہو ▁جب ▁کہ ▁میرے ▁رب ▁کی ▁طرف ▁سے ▁میرے ▁پاس ▁کھل ی ▁کھل ی ▁نشان یاں ▁اچ کی ▁ہیں ▁اور ▁مجھے ▁یہ ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁رب ▁العالم ین ▁کے ▁سامنے ▁سر ▁جھ کا وں
▁اپ ▁کا ▁پروردگار ▁ان ▁کے ▁درمیان ▁اپنے ▁حکم ▁سے ▁فیصلہ ▁کرتا ▁ہے ▁اور ▁وہ ▁سب ▁پر ▁غالب ▁بھی ▁ہے ▁اور ▁سب ▁سے ▁با خبر ▁بھی ▁ہے
▁کہ ▁تم ▁جیسے ▁اور ▁بدل ▁دیں ▁اور ▁تمہاری ▁صورت یں ▁وہ ▁کرد یں ▁جس ▁کی ▁تمہیں ▁ح بر ▁نہیں
▁اب ▁اگر ▁تم ہ ارا ▁کوي ی ▁دا و ▁ہو ▁تو ▁مجھ ▁پر ▁چل ▁لو
▁بے ▁شک ▁اس مان وں ▁اور ▁زمین وں ▁کی ▁پیدا يش ▁میں ▁اور ▁رات ▁دن ▁کی ▁ام د ▁و ▁رفت ▁( ال ٹ ▁پھ یر ) ▁میں ▁اور ▁ان ▁کشتی وں ▁میں ▁جو ▁لوگوں ▁کو ▁نفع ▁پہنچا نے ▁والی ▁چیز یں ▁لے ▁کر ▁سمندر ▁میں ▁چل تی ▁ہیں ▁اور ▁( بار ش ▁کے ) ▁اس ▁پانی ▁میں ▁جسے ▁خدا ▁نے ▁اس مان ▁( بل ندی ) ▁سے ▁برس ایا ▁اور ▁پھر ▁اس ▁کے ▁ذریعہ ▁زمین ▁کو ▁اس ▁کے ▁بے ▁جان ▁( بے ▁کار ) ▁ہو ▁جانے ▁کے ▁بعد ▁جان دار ▁بنا ▁دیا ▁( سر سب ز ▁و ▁شاد اب ▁بنا ▁دیا ) ▁اور ▁اس ▁میں ▁ہر ▁قسم ▁کے ▁چلنے ▁پھر نے ▁والے ▁( جان ور ) ▁پھیلا ▁دی ي ے۔ ▁اور ▁ہوا وں ▁کی ▁گردش ▁( ہ یر ▁پھ یر ) ▁میں ▁اور ▁ان ▁با دل وں ▁میں ▁جو ▁اس مان ▁و ▁زمین ▁کے ▁درمیان ▁م سخر ▁کرکے ▁( تابع ▁فرمان ▁بنا ▁کے ) ▁رکھے ▁ گي ے ▁ہیں۔ ▁( ان ▁سب ▁بات وں ▁میں ) ▁خدا ▁کے ▁وجود ▁اور ▁اس ▁کی ▁قدرت ▁کی ▁بڑی ▁نشان یاں ▁ہیں ▁ان ▁لوگوں ▁کے ▁لي ے ▁جو ▁عقل ▁و ▁خرد ▁سے ▁کام ▁لیتے ▁ہیں۔
▁اور ▁اللہ ▁پر ▁سی دھی ▁راه ▁کا ▁بتا ▁دینا ▁ہے ▁اور ▁بعض ▁ٹی ڑھ ی ▁راہ یں ▁ہیں ، ▁اور ▁اگر ▁وه ▁چاہتا ▁تو ▁تم ▁سب ▁کو ▁راه ▁راست ▁پر ▁لگا ▁دیتا
▁وہ ▁دن ▁جب ▁لوگ ▁ب کھ رے ▁ہو ي ے ▁پر وان وں ▁کی ▁طرح
▁ب جز ▁ان ▁مشر ک وں ▁کے ▁جن ▁سے ▁تم ہ ارا ▁معا ہ ده ▁ہو ▁چکا ▁ہے ▁اور ▁انہوں ▁نے ▁تمہیں ▁ذرا ▁سا ▁بھی ▁نقصان ▁نہیں ▁پہنچا یا ▁نہ ▁کسی ▁کی ▁تمہارے ▁خلاف ▁مدد ▁کی ▁ہے ▁تو ▁تم ▁بھی ▁ان ▁کے ▁معاہدے ▁کی ▁مدت ▁ان ▁کے ▁ساتھ ▁پوری ▁کرو ، ▁اللہ ▁تعالی ▁پر ہ یز گار وں ▁کو ▁دوست ▁رکھتا ▁ہے
▁اپ ▁سے ▁پہلے ▁کسی ▁انسان ▁کو ▁بھی ▁ہم ▁نے ▁ہم یش گی ▁نہیں ▁دی ، ▁کیا ▁اگر ▁اپ ▁مرگ ي ے ▁تو ▁وه ▁ہمیشہ ▁کے ▁لي ے ▁ره ▁جاي یں ▁گے
▁( پ ھر ▁حکم ▁ہوگا ) ▁اسے ▁پکڑ و ▁اور ▁اسے ▁طو ق ▁پہن او ۔
▁اور ▁محمد ▁تو ▁صرف ▁ایک ▁رسول ▁ہیں ▁جن ▁سے ▁پہلے ▁بہت ▁سے ▁رسول ▁گزر ▁چکے ▁ہیں ▁کیا اگر ▁وہ ▁مر ▁جاي یں ▁یا ▁قتل ▁ہو ▁جاي یں ▁تو ▁تم ▁ال ٹے ▁پیر وں ▁پل ٹ ▁جا و ▁گے ▁تو ▁جو ▁بھی ▁ایسا ▁کرے ▁گا ▁وہ ▁خدا ▁کا ▁کوي ی ▁نقصان ▁نہیں ▁کرے ▁گا ▁اور ▁خدا ▁تو ▁عن قر یب ▁شکر ▁گزار وں ▁کو ▁ان ▁کی ▁جزا ▁دے ▁گا
▁یقینا ▁اللہ ▁تعالی ▁نے ▁اس ▁عورت ▁کی ▁بات ▁سنی ▁جو ▁ت جھ ▁سے ▁اپنے ▁شوہر ▁کے ▁بارے ▁میں ▁تکرار ▁کر ▁رہی ▁تھی ▁اور ▁اللہ ▁کے ▁ اگ ے ▁شکایت ▁کر ▁رہی ▁تھی ، ▁اللہ ▁تعالی ▁تم ▁دونوں ▁کے ▁سوال ▁و جواب ▁سن ▁رہا ▁تھا ، ▁بیش ک ▁اللہ ▁تعالی ▁سن نے ▁دیکھنے ▁والا ▁ہے
▁اور ▁جب ▁مد ین ▁کی ▁طرف ▁رخ ▁کیا ▁تو ▁کہنے ▁لگے ▁امید ▁ہے ▁کہ ▁میرا ▁پروردگار ▁مجھے ▁سید ھا ▁ رست ہ ▁بتا ي ے
▁ب خلاف ▁اس ▁کے ▁مت قی ▁لوگ ▁باغ وں ▁اور ▁چشم وں ▁میں ▁ہوں ▁گے
▁جب ▁ اگ ے ▁چلے ▁تو ▁( موس ی ▁نے ) ▁اپنے ▁شاگرد ▁سے ▁کہا ▁کہ ▁ہمارے ▁لي ے ▁کھانا ▁لا و ۔ ▁اس ▁سفر ▁سے ▁ہم ▁کو ▁بہت ▁تک ان ▁ہو گي ی ▁ہے
▁تیر ے ▁پروردگار ▁کی ▁پکڑ ▁کا ▁یہی ▁طریقہ ▁ہے ▁جب ▁کہ ▁وه ▁بست یوں ▁کے ▁رہنے ▁والے ▁ظالم وں ▁کو ▁پکڑ تا ▁ہے ▁بیش ک ▁اس ▁کی ▁پکڑ ▁د کھ ▁دینے ▁والی ▁اور ▁نہای ت ▁سخت ▁ہے
▁وہ ▁جس ▁نے ▁مجھے ▁پیدا ▁کیا ▁تو ▁وہ ▁مجھے ▁راہ ▁دے ▁گا
▁اور ▁تم ہ ارا ▁رب ▁ہی ▁سب ▁سے ▁بڑا ▁کریم ،
▁ان ▁سے ▁پہلے ▁قوم ▁نوح ▁نے ▁بھی ▁جھ ٹل ایا ▁تھا ▁پس ▁انہوں ▁نے ▁ہمارے ▁بند ے ▁کو ▁جھ ٹل ایا ▁اور ▁کہا ▁دیوان ہ ▁ہے ▁اور ▁اسے ▁جھ ڑ ک ▁دیا ▁گیا
▁اگر ▁نا ش کری ▁کرو ▁گے ▁تو ▁خدا ▁تم ▁سے ▁بے پر وا ▁ہے۔ ▁اور ▁وہ ▁اپنے ▁بند وں ▁کے ▁لي ے ▁نا ش کری ▁پسند ▁نہیں ▁کرتا ▁اور ▁اگر ▁شکر ▁کرو ▁گے ▁تو ▁وہ ▁اس ▁کو ▁تمہارے ▁لي ے ▁پسند ▁کرے ▁گا۔ ▁اور ▁کوي ی ▁اٹھا نے ▁والا ▁دوسرے ▁کا ▁بوجھ ▁نہیں ▁اٹھا ي ے ▁گا۔ ▁پھر ▁تم ▁اپنے ▁پروردگار ▁کی ▁طرف ▁لوٹ نا ▁ہے۔ ▁پھر ▁جو ▁کچھ ▁تم ▁کرتے ▁رہے ▁وہ ▁تم ▁کو ▁بتا ي ے ▁گا۔ ▁وہ ▁تو ▁دل وں ▁کی ▁پوش ید ہ ▁بات وں ▁تک ▁سے ▁ا گاہ ▁ہے
▁اور ▁معمولی ▁ظروف ▁بھی ▁ عار یت ▁پر ▁دینے ▁سے ▁انکار ▁کرد تے ▁ہیں
▁قوم ▁میں ▁سے ▁کفر ▁اختیار ▁کرنے ▁والے ▁روس ا ▁نے ▁کہا ▁کہ ▁ہم ▁تم ▁کو ▁حم اقت ▁میں ▁مبتلا ▁دیکھ ▁رہے ▁ہیں ▁اور ▁ہمارے ▁خیال ▁میں ▁تم ▁جھوٹ وں ▁میں ▁سے ▁ہو
▁پھر ▁جن ▁لوگوں ▁نے ▁براي ی ▁کی ▁ان ▁کا ▁انجام ▁بھی ▁برا ▁ہوا ▁اس ▁لیے ▁کہ ▁خدا ▁کی ▁ ایت وں ▁کو ▁جھ ٹل ات ے ▁اور ▁ان ▁کی ▁ہنس ی ▁ا ڑا تے ▁رہے ▁تھے
▁اور ▁خدا ▁ایک ▁اور ▁مثال ▁بیان ▁فرما تا ▁ہے ▁کہ ▁دو ▁اد می ▁ہیں ▁ایک ▁ان ▁میں ▁سے ▁ گون گا ▁( اور ▁دوسرے ▁کی ▁ملک ) ▁ہے ▁( بے ا خت یار ▁و نا توان ) ▁کہ ▁کسی ▁چیز ▁پر ▁قدرت ▁نہیں ▁رکھتا ۔ ▁اور ▁اپنے ▁مالک ▁کو ▁د وب ھر ▁ہو ▁رہا ▁ہے ▁وہ ▁جہاں ▁اسے ▁بھیج تا ▁ہے ▁( خیر ▁سے ▁کبھی ) ▁بھ لا ي ی ▁نہیں ▁لات ا۔ ▁کیا ▁ایسا ▁( گون گا ▁بہ را ) ▁اور ▁وہ ▁شخص ▁جو ▁( سن تا ▁بول تا ▁اور ) ▁لوگوں ▁کو ▁انصاف ▁کرنے ▁کا ▁حکم ▁دیتا ▁ہے ▁اور ▁خود ▁سید ھے ▁راستے ▁پر ▁چل ▁رہا ▁ہے ▁دونوں ▁برابر ▁ہیں ؟
▁بہ ▁مشکل ▁اس ▁کا ▁تھ وڑ ا ▁تھ وڑ ا ▁گھو نٹ ▁لے ▁گا ▁اور ▁گل ے ▁سے ▁نیچے ▁اتار نے ▁کی ▁امید ▁نہ ▁ہوگی ▁اور ▁اسے ▁ہر ▁طرف ▁سے ▁موت ▁اي ے ▁گی ▁اور ▁مر ے ▁گا ▁نہیں ، ▁اور ▁اس ▁کے ▁پیچھے ▁ایک ▁گا ڑھ ا ▁عذاب
▁اور ▁جب ▁ان ▁لوگوں ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁جو ▁( ک تاب ) ▁خدا ▁نے ▁نازل ▁فرما ي ی ▁ہے ▁اس ▁کی ▁اور ▁رسول ▁الله ▁کی ▁طرف ▁رجوع ▁کرو ▁تو ▁کہتے ▁ہیں ▁کہ ▁جس ▁طریق ▁پر ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁پایا ▁ہے ▁وہی ▁ہمیں ▁کافی ▁ہے ▁بھ لا ▁اگر ▁ان ▁کے ▁باپ ▁داد ا ▁نہ ▁تو ▁کچھ ▁جانتے ▁ہوں ▁اور ▁نہ ▁سید ھے ▁رس تے ▁پر ▁ہوں ▁( تب ▁بھی ؟ )
▁کہہ ▁دو ▁اگر ▁سب ▁اد می ▁اور ▁سب ▁جن ▁مل ▁کر ▁بھی ▁ایسا ▁قر ان ▁لا نا ▁چاہ یں ▁تو ▁ایسا ▁نہیں ▁لا ▁سکتے ▁اگرچہ ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁دوسرے ▁کا ▁مدد گار ▁کیوں ▁نہ ▁ہو
▁اور ▁اس مان وں ▁میں ▁کتنے ▁ہی ▁فرشت ے ▁ہیں ▁جن ▁کی ▁سفارش ▁کچھ ▁بھی ▁فاي دہ ▁نہیں ▁دے ▁سکتی ▁مگر ▁بعد ▁اس ▁کے ▁کہ ▁اللہ ▁جس ▁کے ▁لي ے ▁چاہے ▁اجازت ▁دے ▁اور ▁پسند ▁کرے۔
▁( موس ی ▁علیہ ▁السلام ▁نے ) ▁فرمایا : ▁بلکہ ▁تم ▁ہی ▁ڈال ▁دو ، ▁پھر ▁کیا ▁تھا ▁اچانک ▁ان ▁کی ▁رس یاں ▁اور ▁ان ▁کی ▁لا ٹھ یاں ▁ان ▁کے ▁جادو ▁کے ▁اثر ▁سے ▁موسی ▁( علی ہ ▁السلام ) ▁کے ▁خیال ▁میں ▁یوں ▁محسوس ▁ہونے ▁لگ یں ▁جیسے ▁وہ ▁( می دان ▁میں ) ▁د وڑ ▁رہی ▁ہیں ،
▁اس ▁دن ▁ت جھ ▁کو ▁اپنے ▁پروردگار ▁کی ▁طرف ▁چل نا ▁ہے
▁اور ▁اپ ▁اسماعیل ▁اور ▁ال یس ع ▁اور ▁ذو ال ک فل ▁( علی ھم ▁السلام ) ▁کا ▁( بھی ) ▁ذکر ▁کی جي ے ، ▁اور ▁وہ ▁سارے ▁کے ▁سارے ▁چ نے ▁ہو ي ے ▁لوگوں ▁میں ▁سے ▁تھے ،
▁یہ ▁دیکھ ▁کر ▁جادو گر ▁سج دہ ▁میں ▁گر ▁پڑے
▁پھر ▁( حق ▁سے ) ▁پی ٹھ ▁پھ یر ▁لی ▁اور ▁تک بر ▁کیا ،
▁اس ▁روز ▁اد می ▁اپنے ▁بھ اي ی
▁اور ▁انہیں ▁یہ ▁بھی ▁یاد ▁لا و ▁کہ ▁جب ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁نے ▁دوسرے ▁گروہ ▁سے ▁کہا ▁تھا ▁کہ ▁" تم ▁ایسے ▁لوگوں ▁کو ▁کیوں ▁نص ی حت ▁کرتے ▁ہو ▁جنہیں ▁اللہ ▁ہلاک ▁کرنے ▁والا ▁یا ▁سخت ▁سزا ▁دینے ▁والا ▁ہے ▁" ▁تو ▁انہوں ▁نے ▁جواب ▁دیا ▁تھا ▁کہ ▁" ہم ▁یہ ▁سب ▁کچھ ▁تمہارے ▁رب ▁کے ▁حضور ▁اپنی ▁معذرت ▁پیش ▁کرنے ▁کے ▁لیے ▁کرتے ▁ہیں ▁اور ▁اس ▁امید ▁پر ▁کرتے ▁ہیں ▁کہ ▁شاید ▁یہ ▁لوگ ▁اس ▁کی ▁نا فر مان ی ▁سے ▁پر ہ یز ▁کرنے ▁لگ یں "
▁پھر ▁اس ▁کی ▁نسل ▁رکھی ▁ایک ▁بے ▁قدر ▁پانی ▁کے ▁خلاص ہ ▁سے
▁فرع ون ▁نے ▁کہا ▁" تم ▁موسی ▁کی ▁بات ▁مان ▁ گي ے ▁قبل ▁اس ▁کے ▁کہ ▁میں ▁تمہیں ▁اجازت ▁دیتا ! ▁ضرور ▁یہ ▁تم ہ ارا ▁بڑا ▁ہے ▁جس ▁نے ▁تمہیں ▁جادو ▁سکھ ایا ▁ہے ▁اچھا ، ▁ابھی ▁تمہیں ▁معلوم ▁ہوا ▁جاتا ▁ہے ، ▁میں ▁تمہارے ▁ہاتھ ▁پا وں ▁مخالف ▁سمت وں ▁میں ▁ کٹ وا وں ▁گا ▁اور ▁تم ▁سب ▁کو ▁سول ی ▁چڑھ ا ▁د وں ▁گا "
▁اور ▁جب ▁نا دم ▁ہو ي ے ▁اور ▁معلوم ▁کیا ▁کہ ▁بیش ک ▁وہ ▁گمراہ ▁ہو گي ے ▁تھے تو ▁کہنے ▁لگے ▁اگر ▁ہمارے ▁رب ▁نے ▁ہم ▁پر ▁رحم ▁نہ ▁کیا ▁اور ▁ہمیں ▁نہ ▁بخش ا ▁تو ▁بے ▁شک ▁ہم ▁نقصان ▁پانے ▁والوں ▁میں ▁سے ▁ہوں ▁گے
▁کتنے ▁ہی ▁ع یش ▁کے ▁سر ▁و ▁سامان ، ▁جن ▁میں ▁وہ ▁ مز ے ▁کر ▁رہے ▁تھے ▁ان ▁کے ▁پیچھے ▁ دھر ے ▁رہ ▁ گي ے
▁تو ▁ہم ▁نے ▁ان ▁سے ▁بھی ▁انتقام ▁لیا ▁اور ▁یہ ▁دونوں ▁بست یاں ▁واضح ▁شاہ را ہ ▁پر ▁ہیں
▁اور ▁اس ▁نے ▁قسم ▁کھا ▁کر ▁ان ▁سے ▁کہا ▁کہ ▁میں ▁تم ہ ارا ▁سچ ا ▁خیر ▁خواہ ▁ہوں
▁پھر ▁وہ ▁اس ▁( قر ان ) ▁کے ▁بعد ▁کس ▁کلام ▁پر ▁ایمان ▁لاي یں ▁گے ؟ ،
▁انہیں ▁کہ ▁جب ▁اللہ ▁کا ▁ذکر ▁کیا ▁جاي ے ▁ان ▁کے ▁دل ▁تھر ا ▁جاتے ▁ہیں۔ ▁انہیں ▁جو ▁براي ی ▁پہنچے ▁اس ▁پر ▁صبر ▁کرتے ▁ہیں ، ▁نماز ▁قاي م ▁کرنے ▁والے ▁ہیں ▁اور ▁جو ▁کچھ ▁ہم ▁نے ▁انہیں ▁دے ▁رکھا ▁ہے ▁وه ▁اس ▁میں ▁سے ▁بھی ▁دیتے ▁رہتے ▁ہیں
▁خدا ▁نے ▁نہ ▁تو ▁بح ی رہ ▁کچھ ▁چیز ▁بنایا ▁ہے ▁اور ▁نہ ▁ساي بہ ▁اور ▁نہ ▁وص یل ہ ▁اور ▁نہ ▁ حام ▁بلکہ ▁کا فر ▁خدا ▁پر ▁جھوٹ ▁افت را ▁کرتے ▁ہیں ▁اور ▁یہ ▁اکثر ▁عقل ▁نہیں ▁رکھتے
▁اللہ ▁ہی ▁( کی ▁ذات ) ▁ہے ▁جس ▁کے ▁علاوہ ▁کوي ی ▁ الہ ▁نہیں ▁ہے۔ ▁زندہ ▁( جا و ید ) ▁ہے ▁جو ▁( سار ی ▁کا ين ات ▁کا ) ▁بند وب ست ▁کرنے ▁والا ▁ہے۔
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁اللہ ▁کے ▁اس ▁احسان ▁کو ▁یاد ▁کرو ▁جو ▁اس ▁نے ▁( ا بھی ▁حال ▁میں ) ▁تم ▁پر ▁کیا ▁ہے ، ▁جبکہ ▁ایک ▁گروہ ▁نے ▁تم ▁پر ▁دست ▁در ازی ▁کا ▁اراد ہ ▁کر ▁لیا ▁تھا ▁مگر ▁اللہ ▁نے ▁ان ▁کے ▁ہاتھ ▁تم ▁پر ▁اٹھ نے ▁سے ▁روک ▁دیے ▁اللہ ▁سے ▁ڈر ▁کر ▁کام ▁کرتے ▁رہ و ، ▁ایمان ▁رکھنے ▁والوں ▁کو ▁اللہ ▁ہی ▁پر ▁بھر وس ہ ▁کرنا ▁چاہیے
▁اور ▁یہ ▁کہ ▁تج ھے ▁نہ ▁اس ▁میں ▁پی اس ▁لگے ▁نہ ▁دھو پ
▁اور ▁ان ▁کے ▁سامنے ▁چاند ی ▁کے ▁بر تن ▁اور ▁شی شہ ▁کے ▁چم ک دار ▁گل اس ▁گردش ▁میں ▁ہوں ▁گے۔
▁مگر ▁جو ▁لوگ ▁ان ▁میں ▁سے ▁علم ▁میں ▁پک ے ▁ہیں ▁اور ▁جو ▁مومن ▁ہیں ▁وہ ▁اس ▁( ک تاب ) ▁پر ▁جو ▁تم ▁پر ▁نازل ▁ہو ي ی ▁اور ▁جو ▁( ک تاب یں ) ▁تم ▁سے ▁پہلے ▁نازل ▁ہو ي یں ▁( سب ▁پر ) ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁نماز ▁پڑھ تے ▁ہیں ▁اور ▁ز کو ة ▁دیتے ▁ہیں ▁اور ▁خدا ▁اور ▁روز ▁اخر ت ▁کو ▁مان تے ▁ہیں۔ ▁ان ▁کو ▁ہم ▁عن قر یب ▁ اجر ▁عظیم ▁دیں ▁گے
▁اور ▁دا ہ نے ▁ہاتھ ▁والے ▁( سب ح ان ▁الله ) ▁دا ہ نے ▁ہاتھ ▁والے ▁کیا ▁( ہی ▁ع یش ▁میں ) ▁ہیں
▁اور ▁انسان ▁کی ▁اور ▁اس ▁کی ▁جس ▁نے ▁اس ▁( کے ▁اعضا ) ▁کو ▁برابر ▁کیا
▁جس ▁نے ▁گناه ▁کیا ▁ہے ▁اسے ▁تو ▁برابر ▁برابر ▁کا ▁بدل ہ ▁ہی ▁ہے ▁اور ▁جس ▁نے ▁نیک ی ▁کی ▁ہے ▁ خواه ▁وه ▁مرد ▁ہو ▁یا ▁عورت ▁اور ▁وه ▁ایمان ▁والا ▁ہو ▁تو ▁یہ ▁لوگ ▁جنت ▁میں ▁جاي یں ▁گے ▁اور ▁وہاں ▁بے شمار ▁روزی ▁پاي یں ▁گے
▁اس ▁کو ▁پکڑ و ۔ اور ▁اسے ▁گھ س یٹ تے ▁ہو ي ے ▁ جہ نم ▁کے ▁وسط ▁تک لے ▁جا و ۔
▁پھر ▁تم ▁( ا ے ▁جن ▁و ▁انس ) ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁سو ▁وہ ▁( لہ لہ ات ا ▁پھل وں ▁سے ▁ل دا ▁ہوا ▁باغ ) ▁صبح ▁کو ▁ک ٹی ▁ہو ي ی ▁کھ یتی ▁کی ▁طرح ▁ہوگیا ،
▁بیش ک ▁جنہوں ▁نے ▁کفر ▁کیا ▁اور ▁اللہ ▁کی ▁راہ ▁سے ▁روک ا ▁پھر ▁کا فر ▁ہی ▁مرگ ي ے ▁تو ▁اللہ ▁ہر ▁ گز ▁انہیں ▁نہ ▁بخش ے ▁گا
▁مگر ▁یہ ▁کہ ▁الله ▁چاہے ▁اور ▁اپنے ▁رب ▁کو ▁یاد ▁کر ▁لے ▁جب ▁بھول ▁جاي ے ▁اور ▁کہہ ▁دو ▁امید ▁ہے ▁کہ ▁میرا ▁رب ▁مجھے ▁اس ▁سے ▁بھی ▁بہتر ▁راستہ ▁دکھا ي ے
▁( یہ ▁تسنیم ) ▁ایک ▁چشم ہ ▁ہے ▁جہاں ▁سے ▁صرف ▁اہل ▁قرب ت ▁پی تے ▁ہیں ،
▁( خدا ) ▁فرما ي ے ▁گا ▁کہ ▁ہمارے ▁حضور ▁میں ▁رد وک د ▁نہ ▁کرو ۔ ▁ہم ▁تمہارے ▁پاس ▁پہلے ▁ہی ▁( ع ذ اب ▁کی ) ▁وع ید ▁بھیج ▁چکے ▁تھے
▁الله ▁نے ▁ایمان ▁دار ▁مرد وں ▁اور ای مان ▁والی ▁عورتوں ▁کو ▁باغ وں ▁کا ▁وعدہ ▁دیا ▁ہے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہوں ▁گیا ن ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہوں ▁گے ▁اور عم دہ ▁مکان وں ▁اور ▁ہم یش گی ▁کے ▁باغ وں ▁میں ▁اور ▁الله ▁کی ▁رضا ▁ان ▁سب ▁سے ▁بڑی ▁ہے ▁یہی ▁وہ ▁بڑی ▁کامیابی ▁ہے
▁ان ▁ہی ▁کی ▁ایک ▁جماعت ▁نے ▁ہا نک ▁لگا ي ی ▁کہ ▁اے ▁مدینہ ▁والو ! ▁تمہارے ▁لي ے ▁ ٹھ کان ہ ▁نہیں ▁چل و ▁لوٹ ▁چل و ، ▁اور ▁ان ▁کی ▁ایک ▁اور ▁جماعت ▁یہ ▁کہہ ▁کر ▁نبی ▁﴿ صل ی ▁اللہ ▁علیہ ▁وسلم ﴾ ▁سے ▁اجازت ▁مانگ نے ▁لگی ▁کہ ▁ہمارے ▁گھر ▁غیر ▁محفوظ ▁ہیں ، ▁حالانک ہ ▁وه ▁( کھ لے ▁ہو ي ے ▁اور ) ▁غیر ▁محفوظ ▁نہ ▁تھے ▁( لیکن ) ▁ان ▁کا ▁پخت ہ ▁اراده ▁بھاگ ▁کھڑے ▁ہونے ▁کا ▁تھا
▁وہ ▁اد رک ▁کیا ▁ہے ▁جنت ▁میں ▁ایک ▁چشم ہ ▁ہے ▁جسے ▁سل سب یل ▁کہتے ▁ہیں
▁پھر ▁ہم ▁پورے ▁علم ▁کے ▁ساتھ ▁ان ▁کے ▁سامنے ▁سب ▁( حال ات ▁و ▁واقعات ) ▁بیان ▁کریں ▁گے ▁اخر ▁ہم ▁غیر ▁حاضر ▁تو ▁تھے ▁نہیں۔
▁اور ▁ان ▁کی ▁اکثریت ▁تو ▁صرف ▁خیالات ▁کا ▁اتباع ▁کرتی ▁ہے ▁جب ▁کہ ▁گمان ▁حق ▁کے ▁بارے ▁میں ▁کوي ی ▁فاي دہ ▁نہیں ▁پہنچا سک تا ▁بیش ک ▁اللہ ▁ان ▁کے ▁اعمال ▁سے ▁خوب ▁وا قف ▁ہے
▁( ان ▁سے ▁کہا ▁جاي ے ▁گا ) ▁سلامتی ▁اور ▁امن ▁کے ▁ساتھ ▁اس ▁میں ▁داخل ▁ہو ▁جا و
▁لوح ▁محفوظ ▁میں ▁( لک ھا ▁ہوا )
▁ جہ نم ▁جس ▁میں ▁وہ ▁جھ ل سے ▁جاي یں ▁گے ، ▁بہت ▁ہی ▁بری ▁قیام ▁گاہ
▁ان ▁کا ▁حال ▁یہ ▁ہے ▁کہ ▁اپ ▁تک ▁نیک ی ▁ا ▁تی ▁ہے ▁تو ▁انہیں ▁ب فی ▁لگ تی ▁ہے ▁اور ▁کوي ی ▁مصیبت ▁اج اتی ▁ہے ▁تو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نے ▁اپنا ▁کام ▁پہلے ▁ہی ▁ٹھیک ▁کرلیا ▁تھا ▁اور ▁خوش ▁و ▁خرم ▁واپس ▁چلے ▁جاتے ▁ہیں
▁پھر ▁جب ▁نماز ▁ہو چ کے ▁تو ▁اپنی ▁اپنی ▁راہ ▁لو ▁اور ▁خدا ▁کا ▁فضل ▁تلاش ▁کرو ▁اور ▁خدا ▁کو ▁بہت ▁بہت ▁یاد ▁کرتے ▁رہ و ▁تاکہ ▁نجات ▁پا و
▁اور ▁نہ ▁وه ▁اپنی ▁خواہش ▁سے ▁کوي ی ▁بات ▁کہتے ▁ہیں
▁ہم ▁تیر ی ▁ہی ▁عبادت ▁کرتے ▁ہیں ▁اور ▁ت جھ ی ▁سے ▁مدد ▁مانگ تے ▁ہیں
▁میں ▁ان ▁کی ▁ رسی ▁در از ▁کر ▁رہا ▁ہوں ، ▁میری ▁چال ▁بڑی ▁زبردست ▁ہے
▁انہوں ▁نے ▁جواب ▁دیا ▁" تو ▁محض ▁ایک ▁سحر ▁زد ہ ▁اد می ▁ہے
▁ہم ▁نے ▁موسی ▁کو ▁ تیس ▁شب ▁و ▁روز ▁کے ▁لیے ▁( کو ہ ▁سی نا ▁پر ) ▁طلب ▁کیا ▁اور ▁بعد ▁میں ▁دس ▁دن ▁کا ▁اور ▁اضافہ ▁کر ▁دیا ، ▁اس ▁طرح ▁اس ▁کے ▁رب ▁کی ▁مقرر ▁کردہ ▁مدت ▁پورے ▁چا لیس ▁دن ▁ہو ▁ گي ی ▁موسی ▁نے ▁چل تے ▁ہو ي ے ▁اپنے ▁بھ اي ی ▁ہار ون ▁سے ▁کہا ▁کہ ▁" میر ے ▁پیچھے ▁تم ▁میری ▁قوم ▁میں ▁میری ▁جانشین ی ▁کرنا ▁اور ▁ٹھیک ▁کام ▁کرتے ▁رہ نا ▁اور ▁بگ ا ڑ ▁پیدا ▁کرنے ▁والوں ▁کے ▁طریقے ▁پر ▁نہ ▁چل نا "
▁یہ ▁لوگ ▁تم ▁پر ▁احسان ▁رکھتے ▁ہیں ▁کہ ▁مسلمان ▁ہو گي ے ▁ہیں۔ ▁کہہ ▁دو ▁کہ ▁اپنے ▁مسلمان ▁ہونے ▁کا ▁مجھ ▁پر ▁احسان ▁نہ ▁رکھ و ۔ ▁بلکہ ▁خدا ▁تم ▁پر ▁احسان ▁رکھتا ▁ہے ▁کہ ▁اس ▁نے ▁تمہیں ▁ایمان ▁کا ▁ رست ہ ▁دکھا یا ▁بشر طی کہ ▁تم ▁سچ ے ▁( مسلم ان ) ▁ہو
▁کیا ▁یہ ▁چاہتے ▁ہو ▁کہ ▁اپنے ▁رسول ▁سے ▁وی سا ▁سوال ▁کرو ▁جو ▁موسی ▁سے ▁پہلے ▁ہوا ▁تھا ▁اور ▁جو ▁ایمان ▁کے ▁بدل ے ▁کفر ▁لے ▁وہ ▁ٹھیک ▁راستہ ▁بہ ک ▁گیا ▁-
▁وہ ▁وہاں ▁ہر ▁قسم ▁کے ▁می و ے ▁سک ون ▁کے ▁ساتھ ▁طلب ▁کریں ▁گے
▁ غرض ▁جب ▁وہ ▁اس ▁کو ▁لے ▁ گي ے ▁اور ▁اس ▁بات ▁پر ▁اتفاق ▁کرلیا ▁کہ ▁اس ▁کو ▁گ ہ رے ▁کن ویں ▁میں ▁ڈال ▁دیں۔ ▁تو ▁ہم ▁نے ▁یوسف ▁کی ▁طرف ▁وح ی ▁بھیج ی ▁کہ ▁( ایک ▁وقت ▁ایسا ▁اي ے ▁گا ▁کہ ) ▁تم ▁ان ▁کے ▁اس ▁سلوک ▁سے ▁ا گاہ ▁کرو ▁گے ▁اور ▁ان ▁کو ▁( اس ▁وح ی ▁کی ) ▁کچھ ▁خبر ▁نہ ▁ہوگی
▁اور ▁( وہ ▁وقت ▁بھی ▁یاد ▁کرو ) ▁جب ▁ہم ▁نے ▁موسی ▁( علی ہ ▁السلام ) ▁سے ▁چا لیس ▁رات وں ▁کا ▁وعدہ ▁فرمایا ▁تھا ▁پھر ▁تم ▁نے ▁موسی ▁( علی ہ ▁السلام ▁کے ▁چل ہ ء ▁اعت ک اف ▁میں ▁جانے ) ▁کے ▁بعد ▁ب چھ ڑے ▁کو ▁( اپ نا ) ▁مع بود ▁بنا ▁لیا ▁اور ▁تم ▁واقعی ▁بڑے ▁ظالم ▁تھے ،
▁اپ ( ص ) ▁کہہ ▁دی جي ے ! ▁کہ ▁وہ ▁موت ▁جس ▁سے ▁تم ▁بھاگ تے ▁ہو ▁وہ ▁ب ہر حال ▁تم ▁سے ▁مل ▁کر ▁رہے ▁گی ▁پھر ▁تم ▁اس ▁( خدا ) ▁کی ▁بار گاہ ▁میں ▁لوٹ اي ے ▁جا و ▁گے ▁جو ▁غا يب ▁اور ▁حاضر ▁کا ▁جان نے ▁والا ▁ہے ▁پھر ▁وہ ▁تمہیں ▁بتا ي ے ▁گا ▁جو ▁کچھ ▁تم ▁کرتے ▁رہے ▁ہو۔
▁اور ▁کہ و ▁کہ ▁خدا ▁کا ▁شکر ▁ہے۔ ▁وہ ▁تم ▁کو ▁عن قر یب ▁اپنی ▁نشان یاں ▁دکھا ي ے ▁گا ▁تو ▁تم ▁ان ▁کو ▁پہچان ▁لو ▁گے۔ ▁اور ▁جو ▁کام ▁تم ▁کرتے ▁ہو ▁تم ہ ارا ▁پروردگار ▁ان ▁سے ▁بے خبر ▁نہیں ▁ہے
▁اور ▁ہم ▁نے ▁اسے ▁( خیر ▁و ▁شر ▁کے ) ▁دو ▁نمای اں ▁راستے ▁( بھی ) ▁دکھا ▁دی ي ے ،
▁بس ▁ذرا ▁انہیں ▁کچھ ▁مدت ▁کے ▁لیے ▁چھوڑ ▁دو
▁پھر ▁ہم ▁نے ▁اس ▁کی ▁دعا ▁قبول ▁کی ▁اور جو اس ے ▁تکلیف ▁تھی ▁ہم ▁نے ▁دور ▁کر ▁دی ▁اور ▁اسے ▁اس ▁کے ▁گھر ▁والے ▁دی ي ے ▁اور ▁اتنا ▁ہی ▁ان ▁کے ▁ساتھ ▁اپنی ▁رحمت ▁سے ▁اور بھی ▁دیا ▁اور ▁عبادت ▁کرنے ▁والوں ▁کے ▁لیے ▁نص ی حت ▁ہے
▁اور ▁جب ▁ان ▁کے ▁سامنے ▁ہماری ▁ای ات ▁کی ▁تلاوت ▁کی ▁جاتی ▁ہے ▁تو ▁جن ▁لوگوں ▁کو ▁ہماری ▁ملاقات ▁کی ▁امید ▁نہیں ▁ہے ▁وہ ▁کہتے ▁ہیں ▁کہ ▁اس ▁کے ▁علاوہ ▁کوي ی ▁دوسرا ▁قر ان ▁لاي ی ے ▁یا ▁اسی ▁کو ▁بدل ▁دی جي ے ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁مجھے ▁اپنی ▁طرف ▁سے ▁بدل نے ▁کا ▁کوي ی ▁اختیار ▁نہیں ▁ہے ▁میں ▁تو ▁صرف ▁اس ▁امر ▁کا ▁اتباع ▁کرتا ▁ہوں ▁جس ▁کی ▁میری ▁طرف ▁وح ی ▁کی ▁جاتی ▁ہے ▁میں ▁اپنے ▁پروردگار ▁کی ▁نا فر مان ی ▁کر وں ▁تو ▁مجھے ▁ایک ▁بڑے ▁ع ظ ے م ▁دن ▁کے ▁عذاب ▁کا ▁خوف ▁ہے
▁ان ▁کے ▁پاس ▁ان ▁کی ▁اپنی ▁قوم ▁میں ▁سے ▁ایک ▁رسول ▁ ایا ▁مگر ▁انہوں ▁نے ▁اس ▁کو ▁جھ ٹ لا ▁دیا ▁اخر ▁کار ▁عذاب ▁نے ▁ان ▁کو ▁ا ▁لیا ▁جبکہ ▁وہ ▁ظالم ▁ہو ▁چکے ▁تھے
▁اللہ ▁کی ▁توحید ▁کو ▁مان تے ▁ہو ي ے ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہ ▁کرتے ▁ہو ي ے۔ ▁سن و ! ▁اللہ ▁کے ▁ساتھ ▁شریک ▁کرنے ▁والا ▁گویا ▁اس مان ▁سے ▁گر ▁پڑا ، ▁اب ▁یا ▁تو ▁اسے ▁پر ند ے ▁ا چک ▁لے ▁جاي یں ▁گے ▁یا ▁ہوا ▁کسی ▁دور ▁در از ▁کی ▁جگہ ▁پھینک ▁دے ▁گی
▁خاص ▁تمہارے ▁پروردگار ▁کی ▁رحمت ▁سے ▁یقینا ▁وہ ▁بڑا ▁سن نے ▁والا ▁( اور ) ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁یقین ▁جان و ▁کہ ▁دوزخ یوں ▁کا ▁یہ ▁جھ گ ڑا ▁ضرور ▁ہی ▁ہوگا
▁اور ▁ہم ▁نے ▁انسان ▁کو ▁سیاہ ی ▁ما يل ▁نرم ▁م ٹی ▁سے ▁پیدا ▁کیا ▁ہے ▁جو ▁سو کھ ▁کر ▁کھ ن ▁کھ ن ▁بول نے ▁لگی ▁تھی
▁کہا ▁یہ ▁میری ▁اور ▁اپ ▁کی ▁جدا ي ی ▁ہے ▁اب ▁میں ▁اپ ▁کو ▁ان ▁بات وں ▁کا ▁پھ یر ▁( بھی د ) ▁بتا وں ▁گا ▁جن ▁پر ▁اپ ▁سے ▁صبر ▁نہ ▁ہو سک ا
▁سو ▁ہم ▁نے ▁تم ▁کو ▁بہ کا ▁یا ، ▁ہم ▁خود ▁بہ کے ▁ہو ي ے ▁تھے "
▁یہ ▁وہی ▁ہیں ▁جن ▁کے ▁متعلق ▁تم ▁قسم ▁کھا تے ▁تھے ▁کہ ▁انہیں ▁الله ▁کی ▁رحمت ▁نہیں ▁پہنچے ▁گی ▁( ا نہیں ▁کہا ▁گیا ▁ہے ) ▁جنت ▁میں ▁چلے ▁جا و ▁تم ▁پر ▁نہ ▁ڈر ▁ہے ▁اور ▁نہ ▁تم ▁غم گی ن ▁ہو ▁گے
▁اور ▁جو ▁شخص ▁تو بہ ▁کرے ▁اور ▁نیک ▁عمل ▁کرے ▁وه ▁تو ▁( حقیق تا ) ▁اللہ ▁تعالی ▁کی ▁طرف ▁سچ ا ▁رجوع ▁کرتا ▁ہے
▁اور ▁جب ▁اد می ▁کو ▁کوي ی ▁تکلیف ▁پہنچ تی ▁ہے ▁اپنے ▁رب ▁کو ▁پکار تا ▁ہے ▁اسی ▁طرف ▁جھ کا ▁ہوا ▁پھر ▁جب ▁اللہ ▁نے ▁اسے ▁اپنے ▁پاس ▁سے ▁کوي ی ▁نعمت ▁دی ▁تو ▁بھول ▁جاتا ▁ہے ▁جس ▁لیے ▁پہلے ▁پکار ا ▁تھا ▁اور ▁اللہ ▁کے ▁برابر ▁والے ▁ٹھہر انے ▁لگتا ▁ہے ▁تاکہ ▁اس ▁کی ▁راہ ▁سے ▁بہ کا دے ▁تم ▁فرما و ▁تھ و ڑے ▁دن ▁اپنے ▁کفر ▁کے ▁ساتھ ▁ برت ▁لے ▁بیش ک ▁تو ▁دوزخ یوں ▁میں ▁ہے ،
▁( حقیق ت ▁حال ) ▁یوں ▁( تھ ی ) ▁اور ▁جو ▁کچھ ▁اس ▁کے ▁پاس ▁تھا ▁ہم ▁کو ▁سب ▁کی ▁خبر ▁تھی
▁مگر ▁جب ▁اللہ ▁نے ▁ان ▁کو ▁ایک ▁صحیح ▁و ▁سالم ▁بچہ ▁دے ▁دیا ▁تو ▁وہ ▁اس ▁کی ▁اس ▁بخش ش ▁و ▁عن ایت ▁میں ▁دوسروں ▁کو ▁اس ▁کا ▁شریک ▁ ٹھی ران ے ▁لگے ▁اللہ ▁بہت ▁بلند ▁و ▁برتر ▁ہے ▁ان ▁مشر کان ہ ▁بات وں ▁سے ▁جو ▁یہ ▁لوگ ▁کرتے ▁ہیں
▁اے ▁نبی ، ▁کہ و ▁کہ ▁" میں ▁تو ▁اپنے ▁رب ▁کو ▁پکار تا ▁ہوں ▁اور ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہیں ▁کرتا "
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁تو ▁کیا ▁تمہارے ▁سامنے ▁ہماری ▁ای ات ▁کی ▁تلاوت ▁نہیں ▁ہو رہ ی ▁تھی ▁لیکن ▁تم ▁نے ▁ا کڑ ▁سے ▁کام ▁لیا ▁اور ▁بیش ک ▁تم ▁ایک ▁مجرم ▁قوم ▁تھے
▁اور ▁ہم ▁رسول وں ▁کو ▁نہیں ▁بھیج ت ے۔ ▁مگر ▁خوش خبر ی ▁دینے ▁والا ▁اور ▁ڈرا نے ▁والا ▁بنا ▁کر ۔ ▁اور ▁جو ▁کا فر ▁ہیں ▁وہ ▁باطل ▁کے ▁( ہ تھ یار ▁سے ) ▁جھ گ ڑ تے ▁ہیں ▁تاکہ ▁اس ▁کے ▁ذریعہ ▁سے ▁حق ▁کو ▁باطل ▁کر ▁دیں ▁اور ▁انہوں ▁نے ▁میری ▁ ایت وں ▁کو ▁اور ▁جس ▁چیز ▁( ع ذ اب ) ▁سے ▁انہیں ▁ڈرا یا ▁گیا ▁تھا ▁اس ▁کو ▁مذاق ▁بنا ▁رکھا ▁ہے۔
▁پھر ▁میں ▁نے ▁انہیں ▁کھل م ▁کھل ا ▁بھی ▁بل ایا
▁اور ▁خبردار ▁مال ▁هی ت یم ▁کے ▁قریب ▁بھی ▁نہ ▁جانا ▁مگر ▁اس ▁طریقہ ▁سے ▁جو ▁بہترین ▁طریقہ ▁ہو ▁یہاں ▁تک ▁کہ ▁وہ ▁توان اي ی ▁کی ▁عمر ▁تک ▁پہنچ ▁جاي یں ▁اور ▁ناپ ▁تو ل ▁میں ▁انصاف ▁سے ▁پورا ▁پورا ▁دینا ▁- ہم ▁کسی ▁نفس ▁کو ▁اس ▁کی ▁وسعت ▁سے ▁زیادہ ▁تکلیف ▁نہیں ▁دیتے ▁ہیں ▁اور ▁جب ▁بات ▁کرو ▁تو ▁انصاف ▁کے ▁ساتھ ▁چاہے ▁اپنی ▁ا قرب ا ہی ▁کے ▁خلاف ▁کیوں ▁نہ ▁ہو ▁اور ▁عہد ▁خدا ▁کو ▁پورا ▁کرو ▁کہ ▁اس ▁کی ▁پروردگار ▁نے ▁تمہیں ▁وص یت ▁کی ▁ہے ▁کہ ▁شاید ▁تم ▁عبر ت ▁حاصل ▁کر سکو
▁پھر ▁جب ▁صور ▁پھ ون کا ▁جاي ے ▁گا
▁جو ▁لوگ ▁الله ▁کا ▁پیغام ▁پہنچا تے ▁رہے ▁اور ▁الله ▁سے ▁ڈر تے ▁رہے ▁اور ▁الله ▁حساب ▁لینے ▁والا ▁کافی ▁ہے
▁وہی ▁تو ▁ہے ▁جس ▁نے ▁تمہارے ▁لیے ▁زمین ▁کو ▁تابع ▁کر ▁رکھا ▁ہے ، ▁چل و ▁اس ▁کی ▁چھ اتی ▁پر ▁اور ▁کھا و ▁خدا ▁کا ▁ رزق ، ▁اسی ▁کے ▁حضور ▁تمہیں ▁دوبارہ ▁زندہ ▁ہو ▁کر ▁جانا ▁ہے
▁وہی ▁خدا ▁ہے ▁جس ▁نے ▁مومن ین ▁کے ▁دل وں ▁میں ▁سک ون ▁نازل ▁کیا ▁ہے ▁تاکہ ▁ان ▁کے ▁ایمان ▁میں ▁مزید ▁اضافہ ▁ہو جا ي ے ▁اور ▁اللہ ▁ہی ▁کے ▁لي ے ▁زمین ▁و ▁اس مان ▁کے ▁سارے ▁لشکر ▁ہیں ▁اور ▁وہی ▁تمام ▁بات وں ▁کا ▁جان نے ▁والا ▁اور ▁صاحب ▁حکمت ▁ہے
▁اور ▁خدا ▁کے ▁ساتھ ▁کوي ی ▁اور ▁مع بود ▁نہ ▁بنانا ▁کہ ▁ملا مت یں ▁سن ▁کر ▁اور ▁بے کس ▁ہو ▁کر ▁بیٹھے ▁رہ ▁جا و ▁گے
▁پس ▁چھوڑ ▁دو ▁اے ▁نبی ، ▁ان ▁کا فر وں ▁کو ▁اک ▁ذرا ▁کی ▁ذرا ▁ان ▁کے ▁حال ▁پر ▁چھوڑ ▁دو
▁وہی ▁خدا ▁( تمام ▁مخلوق ات ▁کا ) ▁خالق ۔ ▁ایجاد ▁وا خت راع ▁کرنے ▁والا ▁صورت یں ▁بنانے ▁والا ▁اس ▁کے ▁سب ▁اچھے ▁سے ▁اچھے ▁نام ▁ہیں۔ ▁جتن ی ▁چیز یں ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہیں ▁سب ▁اس ▁کی ▁تس بی ح ▁کرتی ▁ہیں ▁اور ▁وہ ▁غالب ▁حکمت ▁والا ▁ہے
▁لوگ و ! ▁اللہ ▁تعالی ▁نے ▁تمہیں ▁م ٹی ▁سے ▁پھر ▁ن طف ہ ▁سے ▁پیدا ▁کیا ▁ہے ، ▁پھر ▁تمہیں ▁جو ڑے ▁جو ڑے ▁( مرد ▁وع ورت ) ▁بنا ▁دیا ▁ہے ، ▁عورتوں ▁کو ▁حامل ہ ▁ہونا ▁اور ▁بچوں ▁کا ▁تولد ▁ہونا ▁سب ▁اس ▁کے ▁علم ▁سے ▁ہی ▁ہے ، ▁اور ▁جو ▁بڑی ▁عمر ▁والا ▁عمر ▁دیا ▁جاي ے ▁اور ▁جس ▁کی ▁عمر ▁گھ ٹے ▁وه ▁سب ▁کتاب ▁میں ▁لکھا ▁ہوا ▁ہے۔ ▁اللہ ▁تعالی ▁پر ▁یہ ▁بات ▁بالکل ▁اسان ▁ہے
▁اور ▁خبردار ▁اس ▁کے ▁ساتھ ▁کسی ▁دوسرے ▁کو ▁خدا ▁نہ ▁بنانا ▁کہ ▁میں ▁تمہارے ▁لي ے ▁واضح ▁طور ▁پر ▁ڈرا نے ▁والا ▁ہوں
▁جس ▁دن ▁ظالم وں ▁کو ▁ان ▁کی ▁معذرت ▁فاي دہ ▁نہیں ▁دے ▁گی ▁اور ▁ان ▁کے ▁لي ے ▁پھ ٹ کار ▁ہوگی ▁اور ▁ان ▁کے ▁لي ے ▁( جہ نم ▁کا ) ▁برا ▁گھر ▁ہوگا ،
▁یہاں ▁تک ▁کہ ▁جب ▁کھول ے ▁جاي یں ▁گے ▁یا جو ج ▁و ▁ما جو ج ▁اور ▁وہ ▁ہر ▁بلند ی ▁سے ▁ڈھ لک تے ▁ہوں ▁گے ،
▁اج ▁جھ ٹل انے ▁والوں ▁کے ▁لي ے ▁ جہ نم ▁ہے
▁یہ ▁بات ▁ہم ▁نے ▁زمان ہ ▁قریب ▁کی ▁ملت ▁میں ▁کسی ▁سے ▁نہیں ▁سنی ▁یہ ▁کچھ ▁نہیں ▁ہے ▁مگر ▁ایک ▁من ▁گھ ڑ ت ▁بات
▁کیا ▁اد می ▁نہیں ▁جانتا کہ ▁ہم ▁نے ▁اسے ▁من ی ▁کے ▁ایک ▁قطر ے ▁سے ▁بنایا ▁ہے ▁پھر ▁وہ ▁کھل م ▁کھل ا ▁دشمن ▁بن ▁کر ▁جھ گ ڑنے ▁لگا
▁جن ▁لوگوں ▁نے ▁زخم ▁کھا ▁چک نے ▁کے ▁بعد ▁بھی ▁اللہ ▁اور ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کے ▁حکم ▁پر ▁لب یک ▁کہا ، ▁ان ▁میں ▁جو ▁صاحب ان ▁احسان ▁ہیں ▁اور ▁پر ہ یز گار ▁ہیں ، ▁ان ▁کے ▁لي ے ▁بڑا ▁ اجر ▁ہے ،
▁اور ▁کتاب ▁میں ▁ابراہیم ▁کو ▁یاد ▁کرو ▁بیش ک ▁وہ ▁صدی ق ▁تھا ▁( ن بی ) ▁غ یب ▁کی ▁خبریں ▁بتا تا ،
▁اور ▁انہیں ▁ہم ▁نے ▁زمین ▁میں ▁مت فرق ▁کردیا ▁گروہ ▁گروہ ، ▁ان ▁میں ▁کچھ ▁نیک ▁ہیں ▁اور ▁کچھ ▁اور ▁طرح ▁کے ▁اور ▁ہم ▁نے ▁انہیں ▁بھ لا ي یوں ▁اور ▁براي یوں ▁سے ▁از م ایا ▁کہ ▁کہیں ▁وہ ▁رجوع ▁لاي یں
▁سوا ي ے ▁اپنی ▁بیوی وں ▁کے ▁یا ▁اپنی ▁مم لو کہ ▁کنی ز وں ▁کے ▁کہ ▁اس ▁میں ▁ان ▁پر ▁کوي ی ▁ملا مت ▁نہیں ▁ہے۔
▁اور ▁( لوگ وں ▁نے ) ▁اس ▁کے ▁سوا ▁اور ▁مع بود ▁بنا ▁لي ے ▁ہیں ▁جو ▁کوي ی ▁چیز ▁بھی ▁پیدا ▁نہیں ▁کرسکتے ▁اور ▁خود ▁پیدا ▁کي ے ▁ گي ے ▁ہیں۔ ▁اور ▁نہ ▁اپنے ▁نقصان ▁اور ▁نفع ▁کا ▁کچھ ▁اختیار ▁رکھتے ▁ہیں ▁اور ▁نہ ▁مر نا ▁ان ▁کے ▁اختیار ▁میں ▁ہے ▁اور ▁نہ ▁جی نا ▁اور ▁نہ ▁مر ▁کر ▁اٹھ ▁کھڑے ▁ہونا
▁اور ▁جو ▁کچھ ▁اپ ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁وح ی ▁کی ▁جاتی ▁ہے ▁اسی ▁کا ▁اتباع ▁کرتے ▁رہیں ▁کہ ▁اللہ ▁تم ▁لوگوں ▁کے ▁اعمال ▁سے ▁خوب ▁با خبر ▁ہے
▁اور ▁جو ▁اپنے ▁پروردگار ▁کی ▁نشانی وں ▁پر ▁ایمان ▁رکھتے ▁ہیں
▁کیا ▁ان ▁لوگوں ▁نے ▁اللہ ▁کے ▁علاوہ ▁اور ▁خدا ▁بنا ي ے ▁ہیں ؟ ▁کہ ي ے ▁کہ ▁اپنی ▁دلیل ▁پیش ▁کرو ۔ ▁یہ ▁( قر ان ) ▁میرے ▁ساتھ ▁والوں ▁کی ▁( ک تاب ) ▁ہے ▁اور ▁مجھ ▁سے ▁پہلے ▁والوں ▁کی ▁( ک تاب یں ▁بھی ) ▁ہیں ▁( ان ▁سے ▁کوي ی ▁بات ▁میرے ▁دعوی ▁کے ▁خلاف ▁نکال ▁کر ▁لا و ) ▁بلکہ ▁اکثر ▁لوگ ▁حق ▁کو ▁نہیں ▁جانتے ▁( اس ▁لي ے ) ▁اس ▁سے ▁رو گردان ی ▁کرتے ▁ہیں۔
▁تمہاری ▁عورت یں ▁تم ہ ارا ی ▁کھ یتی ▁ہیں ▁تو ▁اپنی ▁کھ یتی ▁میں ▁جس ▁طرح ▁چاہ و ▁جا و ۔ ▁اور ▁اپنے ▁لي ے ▁( ن یک ▁عمل ) ▁ اگ ے ▁بھی جو ۔ ▁اور ▁خدا ▁سے ▁ڈر تے ▁رہ و ▁اور ▁جان ▁رکھ و ▁کہ ▁( ایک ▁دن ) ▁تمہیں ▁اس ▁کے ▁روبرو ▁حاضر ▁ہونا ▁ہے ▁اور ▁( ا ے ▁پیغمبر ) ▁ایمان ▁والوں ▁کو ▁بشار ت ▁سنا ▁دو
▁شیطان ▁نے ▁تو ▁تم ▁میں ▁سے ▁بہت ▁ساری ▁مخلوق ▁کو ▁بہ کا ▁دیا۔ ▁کیا ▁تم ▁عقل ▁نہیں ▁رکھتے
▁بیش ک ▁وہ ▁جو ▁ع یب ▁لگا تے ▁ہیں ▁ان جان ▁پارس ا ▁ایمان ▁والی وں ▁کو ▁ان ▁پر ▁لعنت ▁ہے ▁دنیا ▁اور ▁اخر ت ▁میں ▁اور ▁ان ▁کے ▁لیے ▁بڑا ▁عذاب ▁ہے
▁وه ▁اپنے ▁کام وں ▁کے ▁لي ے ▁( کسی ▁کے اگ ے ) ▁جواب ▁ده ▁نہیں ▁اور ▁سب ▁( اس ▁کے اگ ے ) ▁جواب ▁ده ▁ہیں
▁پھر ▁ظالم وں ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ▁ہمیشہ ▁کا ▁عذاب ▁چک ھو ۔ ▁تم ▁کو ▁تو ▁تمہارے ▁کیے ▁کا ▁ہی ▁بدل ہ ▁ملا ▁ہے
▁اور ▁ہم ▁اسے ▁قریب ▁ہی ▁دیکھ ▁رہے ▁ہیں
▁اور ▁یہ ▁االله ▁پر ▁کچھ ▁مشکل ▁نہیں ▁ہے ،
▁اور ▁اپ ▁کو ▁کیا ▁معلوم ▁کہ ▁رات ▁کو ▁( نظر ) ▁ انے ▁والا ▁کیا ▁ہے ،
▁البتہ ▁ہم ▁نے ▁کھل ی ▁کھل ی ▁ ایت یں ▁نازل ▁کر ▁دی ▁ہیں ▁اور ▁الله ▁جسے ▁چاہے ▁سید ھے ▁راستہ ▁پر ▁چلا تا ▁ہے
▁اور ▁ہم ▁نے ▁نوح ▁کے ▁بعد ▁کتنی ▁ہی ▁قوم وں ▁کو ▁( ان ▁کے ▁گناہ وں ▁کی ▁پاداش ▁میں ) ▁ہلاک ▁کیا ▁اور ▁اپ ▁کا ▁پروردگار ▁اپنے ▁بند وں ▁کے ▁گناہ وں ▁سے ▁با خبر ▁ہونے ▁اور ▁دیکھنے ▁کی ▁حیثیت ▁سے ▁کافی ▁ہے۔
▁وہ ▁سلیمان ▁کی ▁طرف ▁سے ▁ہے ▁اور ▁وہ ▁یہ ▁ہے ▁بسم ▁اللہ ▁الرحمن ▁ال رح یم ۔
▁کیا ▁تم ▁نے ▁اس ▁کو ▁با دل ▁سے ▁نازل ▁کیا ▁ہے ▁یا ▁ہم ▁نازل ▁کرتے ▁ہیں ؟
▁کیا ▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁اس ▁( رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁نے ▁اللہ ▁پر ▁جھوٹ ا ▁بہت ان ▁تراش ا ▁ہے ، ▁سو ▁اگر ▁اللہ ▁چاہے ▁تو اپ ▁کے ▁قلب ▁ اط ہر ▁پر ▁( ص بر ▁و ▁است قامت ▁کی ) ▁مہر ▁ثبت ▁فرما ▁دے ▁( تا کہ ▁اپ ▁کو ▁ان ▁کی ▁بی ہو دہ ▁گو ي ی ▁کا ▁رنج ▁نہ ▁پہنچے )، ▁اور ▁االله ▁باطل ▁کو ▁م ٹا ▁دیتا ▁ہے ▁اور ▁اپنے ▁کلمات ▁سے ▁حق ▁کو ▁ثابت ▁رکھتا ▁ہے۔ ▁بیش ک ▁وہ ▁سین وں ▁کی ▁بات وں ▁کو ▁خوب ▁جان نے ▁والا ▁ہے ،
▁اور ▁جب ▁کوي ی ▁نشانی ▁دیکھتے ▁ہیں ▁تو ▁ ٹھ ٹھ ے ▁کرتے ▁ہیں
▁یہ ▁وہ ▁بست یاں ▁ہیں ▁کہ ▁جن ▁کی ▁کچھ ▁خبریں ▁ہم ▁اپ ▁سے ▁بیان ▁کر ▁رہے ▁ہیں ▁بے ▁شک ▁ان ▁کے ▁پاس ▁ان ▁کے ▁رسول ▁کھل ے ▁ہو ي ے ▁نشان ▁( م عجز ے ) ▁لے ▁کر ▁اي ے۔ ▁مگر ▁وہ ▁ایسے ▁نہیں ▁تھے ▁کہ ▁اس ▁بات ▁پر ▁ایمان ▁لا تے ▁جسے ▁وہ ▁پہلے ▁جھ ٹ لا ▁چکے ▁تھے۔ ▁اللہ ▁اسی ▁طرح ▁کا فر وں ▁کے ▁دل وں ▁پر ▁مہر ▁لگا تا ▁ہے۔
▁ غرض ▁اس ▁نے ▁اپنی ▁قوم ▁کی ▁عقل ▁مار ▁دی۔ ▁اور ▁انہوں ▁نے ▁اس ▁کی ▁بات ▁مان ▁لی ۔ ▁بے شک ▁وہ ▁نا فر مان ▁لوگ ▁تھے
▁جس ▁پر ▁مش ک ▁کی ▁مہر ▁ہوگی ، ▁سبق ت ▁لے ▁جانے ▁والوں ▁کو ▁اسی ▁میں ▁سبق ت ▁کرنی ▁چاہ ي ے
▁کیا ▁یہ ▁نشانی ▁اس ▁( اہل ▁مکہ ) ▁کی لي ے ▁کافی ▁نہیں ▁ہے ▁کہ ▁اس ▁( قر ان ) ▁کو ▁بنی ▁اس راي یل ▁کے ▁علماء ▁جانتے ▁ہیں۔
▁اسے ▁میرے ▁کام ▁( رسال ت ) ▁میں ▁میرا ▁شریک ▁بنا ۔
▁قریب ▁ہے ▁کہ ▁اللہ ▁تم ▁میں ▁اور ▁ان ▁میں ▁جو ▁ان ▁میں ▁سے ▁تمہارے ▁دشمن ▁ہیں ▁دوستی ▁کرد ے ▁اور ▁اللہ ▁قادر ▁ہے ▁اور ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁گناہ ▁کیوں ▁نہ ▁ہوگا ▁جس ▁شخص ▁نے ▁اپنا ▁عہد ▁پورا ▁کیا ▁اور ▁الله ▁سے ▁ڈرا ▁تو ▁بے ▁شک ▁پر ہ یز گار وں ▁کو ▁دوست ▁رکھتا ▁ہے
▁ان ▁کا ▁حال ▁یہ ▁ہے ▁کہ ▁جب ▁بھی ▁انہوں ▁نے ▁کوي ی ▁عہد ▁کیا ▁تو ▁ایک ▁فریق ▁نے ▁ضرور ▁توڑ ▁دیا ▁بلکہ ▁ان ▁کی ▁اکثریت ▁بے ▁ایمان ▁ہی ▁ہے
▁کیوں ▁نہ ▁ہوا ▁ہوا ▁جب ▁تم ▁نے ▁اسے ▁سنا ▁تھا ▁کہ ▁مسلمان ▁مرد وں ▁اور ▁مسلمان ▁عورتوں ▁نے ▁اپ نوں ▁پر ▁نیک ▁گمان ▁کیا ▁ہوتا ▁اور ▁کہتے ▁یہ ▁کھل ا ▁بہت ان ▁ہے
▁پس ▁ہم ▁نے ▁اراد ہ ▁کیا ▁کہ ▁ان ▁کا ▁رب ▁انہیں ▁( ایس ا ) ▁بدل ▁عطا ▁فرما ي ے ▁جو ▁پاک یز گی ▁میں ▁( بھی ) ▁اس ▁( ل ڑ کے ) ▁سے ▁بہتر ▁ہو ▁اور ▁ش فقت ▁و ▁رحم ▁ دلی ▁میں ▁( بھی ▁والدین ▁سے ) ▁قریب ▁تر ▁ہو ،
▁دونوں ▁گروہ وں ▁میں ▁سے ▁ہر ▁ایک ▁کے ▁در جے ▁ان ▁کے ▁اعمال ▁کے ▁لحاظ ▁سے ▁ہیں ▁تاکہ ▁اللہ ▁ان ▁کے ▁کیے ▁کا ▁پورا ▁پورا ▁بدل ہ ▁ان ▁کو ▁دے ▁ان ▁پر ▁ظلم ▁ہر گز ▁نہ ▁کیا ▁جاي ے ▁گا
▁( ا ے ▁نبی ) ▁ہم ▁نے ▁اسی ▁طرح ▁تمہاری ▁طرف ▁کتاب ▁نازل ▁کی ▁ہے ، ▁اس ▁لیے ▁وہ ▁لوگ ▁جن ▁کو ▁ہم ▁نے ▁پہلے ▁کتاب ▁دی ▁تھی ▁وہ ▁اس ▁پر ▁ایمان ▁لا تے ▁ہیں ، ▁اور ▁ان ▁لوگوں ▁میں ▁سے ▁بھی ▁بہت ▁سے ▁اس ▁پر ▁ایمان ▁لا ▁رہے ▁ہیں ، ▁اور ▁ہماری ▁ای ات ▁کا ▁انکار ▁صرف ▁کا فر ▁ہی ▁کرتے ▁ہیں
▁اور ▁کھ جور ▁کے ▁بلند ▁وبال ا ▁درخت ▁جن ▁میں ▁تہ ہ ▁بہ ▁تہ ہ ▁خوش ے ▁لگ تے ▁ہیں۔
▁( یہ ▁تو ) ▁رب ▁العالم ین ▁کا ▁اتار ا ▁ہوا ▁ہے
▁جن وں ▁میں ▁سے ▁ایک ▁قوی ▁ہی کل ▁نے ▁عرض ▁کیا ▁" میں ▁اسے ▁حاضر ▁کر ▁د وں ▁گا ▁قبل ▁اس ▁کے ▁کہ ▁اپ ▁اپنی ▁جگہ ▁سے ▁اٹھ یں ▁میں ▁اس ▁کی ▁طاقت ▁رکھتا ▁ہوں ▁اور ▁امان ت دار ▁ہوں "
▁خدا ▁تم ▁سے ▁بے ▁مقصد ▁قسم یں ▁کھانے ▁پر ▁ موا خذ ہ ▁نہیں ▁کرتا ▁ہے ▁لیکن ▁جن ▁قسم وں ▁کی ▁گر ہ ▁دل ▁نے ▁بان دھ ▁لی ▁ہے ▁ان ▁کی ▁مخالفت ▁کا ▁کف ار ہ ▁دس ▁مس کین وں ▁کے ▁لي ے ▁او سط ▁درجہ ▁کا ▁کھانا ▁ہے ▁جو ▁اپنے ▁گھر ▁والوں ▁کو ▁کھل ات ے ▁ہو ▁یا ▁ان ▁کا ▁کپ ڑا ▁یا ▁ایک ▁غلام ▁کی ▁از ادی ▁ہے ▁... . ▁پھر ▁اگر ▁یہ ▁سب ▁نام م کن ▁ہو ▁تو ▁تین ▁روز ے ▁رکھ و ▁... . _ ▁کہ ▁یہ ▁تمہاری ▁قسم وں ▁کا ▁کف ار ہ ▁ہے ▁جب ▁بھی ▁تم ▁قسم ▁کھا ▁کر ▁اس ▁کی ▁مخالفت ▁کرو ▁اپنی ▁قسم وں ▁کا ▁تحفظ ▁کرو ▁کہ ▁خدا ▁اس ▁طرح ▁اپنی ▁ای ات ▁کو ▁واضح ▁کرکے ▁بیان ▁کرتا ▁ہے ▁کہ ▁شاید ▁تم ▁اس ▁کے ▁شکر ▁گزار ▁بند ے ▁بن ▁جا و
▁بھ لا ▁جو ▁شخص ▁رات ▁کی ▁گھ ڑی وں ▁میں ▁کبھی ▁سج دہ ▁کرکے ▁اور ▁کبھی ▁قیام ▁کرکے ▁خدا ▁کی ▁عبادت ▁کرتا ▁ہے ▁اور ▁( اس ▁کے ▁باوجود ) ▁اخر ت ▁سے ▁ڈر تا ▁ہے ▁اور ▁اپنے ▁پروردگار ▁کی ▁رحمت ▁کا ▁امیدوار ▁ہے ؟ ▁( تو ▁کیا ▁وہ ▁شخص ▁جو ▁ایسا ▁نہیں ▁ہے ▁یکساں ▁ہو ▁سکتے ▁ہیں ؟ ) ▁کہ ی ے ▁کیا ▁علم ▁والے ▁اور ▁ج اہل ▁برابر ▁ہو ▁سکتے ▁ہیں ؟ ▁بے ▁شک ▁نص ی حت ▁تو ▁صرف ▁صاحب ان ▁عقل ▁ہی ▁حاصل ▁کرتے ▁ہیں۔
▁یقینا ▁وہ ▁لوگ ▁کا فر ▁ہیں ▁جن ▁کا ▁کہنا ▁ہے ▁کہ ▁اللہ ▁ہی ▁مسیح ▁علی ھ ▁السلام بن ▁مریم ▁ہیں ▁جبکہ ▁خود ▁مسیح ▁کا ▁کہنا ▁ہے ▁کہ ▁اے ▁بنی ▁اس راي یل ▁اپنے ▁اور ▁میرے ▁پروردگار ▁کی ▁عبادت ▁کرو ▁- جو ▁کوي ی ▁اس ▁کا ▁شریک ▁قرار ▁دے ▁گا ▁اس ▁پر ▁خدا ▁نے ▁جنت ▁حرام ▁کردی ▁ہے ▁اور ▁اس ▁کا ▁انجام ▁ جہ نم ▁ہے ▁اور ▁ظالم وں ▁کا ▁کوي ی ▁مدد گار ▁نہ ▁ہوگا
▁بچے ▁نے ▁کہا ▁کہ ▁میں ▁خدا ▁کا ▁بند ہ ▁ہوں ▁اس ▁نے ▁مجھے ▁کتاب ▁دی ▁ہے ▁اور ▁نبی ▁بنایا ▁ہے
▁اور ▁ہم ▁نے ▁بنی ▁اس راي یل ▁کو ▁کتاب ▁میں ▁وح ی ▁بھیج ی ▁کہ ▁ضرور ▁تم ▁زمین ▁میں ▁دوبارہ ▁فساد ▁مچ او ▁گے ▁اور ▁ضرور ▁بڑا ▁غر ور ▁کرو ▁گے
▁میں ▁تمہارے ▁ہاتھ ▁اور ▁پا وں ▁مختلف ▁سمت وں ▁سے ▁کا ٹ ▁د وں ▁گا ▁اور ▁اس ▁کے ▁بعد ▁تم ▁سب ▁کو ▁سول ی ▁پر ▁ل ٹک اد وں ▁گا
▁اخر ▁فرع ون ▁کے ▁لوگوں ▁نے ▁اس ▁بچے ▁کو ▁اٹھا ▁لیا ▁کہ ▁اخر کار ▁یہی ▁بچہ ▁ان ▁کا ▁دشمن ▁ہوا ▁اور ▁ان ▁کے ▁رنج ▁کا ▁باعث ▁بنا ، ▁کچھ ▁شک ▁نہیں ▁کہ ▁فرع ون ▁اور ▁ہا مان ▁اور ▁ان ▁کے ▁لشکر ▁تھے ▁ہی ▁خطا کار
▁( ح کم ▁ہوگا ) ▁جا و ▁اس ▁( دوز خ ) ▁کی ▁طرف ▁جسے ▁تم ▁جھ ٹل ایا ▁کرتے ▁تھے۔
▁پھ ی رے ▁کریں ▁گے ▁اس ▁میں ▁اور ▁انتہا ▁کے ▁جل تے ▁کھول تے ▁پانی ▁میں
▁جس ▁نے ▁تیر ی ▁پی ٹھ ▁توڑ ▁دی ▁تھی
▁اس ▁کا ▁ ٹھ کان ا ▁ جہ نم ▁ہی ▁ہے
▁از واج ▁نبی ▁کے ▁لیے ▁اس ▁میں ▁کوي ی ▁مض ا يق ہ ▁نہیں ▁ہے ▁کہ ▁ان ▁کے ▁باپ ، ▁ان ▁کے ▁بیٹے ، ▁ان ▁کے ▁بھ اي ی ، ▁ان ▁کے ▁بھ تی جے ، ▁ان ▁کے ▁بھ ان جے ، ▁ان ▁کے ▁میل ▁جو ل ▁کی ▁عورت یں ▁اور ▁ان ▁کے ▁م مل وک ▁گھروں ▁میں ▁اي یں ▁( ا ے ▁عورت و ) ▁تمہیں ▁اللہ ▁کی ▁نا فر مان ی ▁سے ▁پر ہ یز ▁کرنا ▁چاہیے ▁اللہ ▁ہر ▁چیز ▁پر ▁ن گاہ ▁رکھتا ▁ہے
▁اے ▁لوگ و ▁اگر ▁تمہیں ▁دوبارہ ▁زندہ ▁ہونے ▁میں ▁شک ▁ہے ▁تو ▁ہم ▁نے ▁تمہیں ▁م ٹی ▁سے ▁پھر ▁قطر ہ ▁سے ▁پھر ▁جم ے ▁ہو ي ے ▁خون ▁سے ▁پھر ▁گوشت ▁کی ▁بو ٹی ▁نقش ہ ▁بنی ▁ہو ي ی ▁اور ▁بغیر ▁نقش ہ ▁بنی ▁ہو ي ی ▁سے ▁بنایا ▁تاکہ ▁ہم ▁تمہارے ▁سامنے ▁ظاہر ▁کر ▁دیں ▁اور ▁ہم ▁ر ▁حم ▁میں ▁جس ▁کو ▁چاہتے ▁ہیں ▁ایک ▁مدت ▁معین ▁تک ▁ ٹھی رات ے ▁ہیں ▁پھر ▁ہم ▁تمہیں ▁بچہ ▁بنا ▁کر ▁باہر ▁لا تے ▁ہیں ▁پھر ▁تاکہ ▁تم ▁اپنی ▁جوان ی ▁کو ▁پہنچ و ▁اور ▁کچھ ▁تم ▁میں ▁سے ▁مر جا تے ▁ہیں ▁اور ▁کچھ ▁تم ▁میں ▁سے ▁ نک می ▁عمر ▁تک ▁پہنچا ي ے ▁جاتے ▁ہیں ▁کہ ▁سمجھ ▁بوجھ ▁کا ▁درجہ ▁پاک ر ▁ناس م جھ ی ▁کی ▁حالت ▁میں ▁جا ▁پڑتا ▁ہے ▁اور ▁تم ▁زمین ▁کو سو کھی ▁دیکھتے ▁ہو ▁پھر ▁جب ▁ہم ▁اس ▁پر ▁پانی ▁برس ات ے ▁ہیں ▁تو ▁تر ▁و ▁تازہ ▁ہو ▁جاتی ▁ہے ▁او ▁رہ ر ▁قسم ▁کے ▁خوش ▁ن مان بات ات ▁ اگ ▁ا تے ▁ہیں
▁اب ▁یہ یں ▁ا رام ▁سے ▁کھا و ▁پی و ▁ان ▁اعمال ▁کی ▁بنا ▁پر ▁جو ▁تم ▁نے ▁انجام ▁دي ی ے ▁تھے
▁انہیں ▁صرف ▁ایک ▁سخت ▁چی خ ▁کا ا نتظار ▁ہے ▁جو ▁انہیں ▁اپ ک ڑے ▁گی ▁اور ▁یہ ▁با ہم ▁لڑ اي ی ▁جھ گ ڑے ▁میں ▁ہی ▁ہوں ▁گے
▁کہنے ▁لگے ▁کیا ▁اپ ▁ہمارے ▁پاس ▁سچ ▁مچ ▁حق ▁لاي ے ▁ہیں ▁یا ▁یوں ▁ہی ▁مذاق ▁کر ▁رہے ▁ہیں
▁اور ▁کہا ▁کہ ▁اپنے ▁پروردگار ▁سے ▁معافی ▁مانگ و ▁کہ ▁وہ ▁بڑا ▁معاف ▁کرنے ▁والا ▁ہے
▁اے ▁جن وں ▁اور ▁انسان وں ▁کی ▁جماعت ▁کیا ▁تمہارے ▁پاس ▁تم ▁ہی ▁میں ▁سے ▁پیغمبر ▁نہیں ▁ا تے ▁رہے ▁جو ▁میری ▁ ایت یں ▁تم ▁کو ▁پڑھ ▁پڑھ ▁کر ▁سنا تے ▁اور ▁اس ▁دن ▁کے ▁سامنے ▁ام وجود ▁ہونے ▁سے ▁ڈرا تے ▁تھے ▁وہ ▁کہیں ▁گے ▁کہ ▁( پر ورد گار ) ▁ہمیں ▁اپنے ▁گناہ وں ▁کا ▁ا قرار ▁ہے ▁ان ▁لوگوں ▁کو ▁دنیا کی ▁زندگی ▁نے ▁دھو کے ▁میں ▁ڈال ▁رکھا ▁تھا ▁اور ▁( اب ) ▁خود ▁اپنے ▁اوپر ▁گواہ ی ▁دی ▁کہ ▁کفر ▁کرتے ▁تھے
▁اور ▁اسی ▁قسم ▁کی ▁دوسری ▁تلخ یوں ▁کا
▁( تمام ) ▁بادشاہ ت ▁خدا ▁ہی ▁کی ▁ہے ▁اس مان وں ▁کی ▁بھی ▁اور ▁زمین ▁کی ▁بھی ۔ ▁وہ ▁جو ▁چاہتا ▁ہے ▁پیدا ▁کرتا ▁ہے۔ ▁جسے ▁چاہتا ▁ہے ▁بیٹی اں ▁عطا ▁کرتا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁بیٹے ▁بخش تا ▁ہے
▁اور ▁اس ▁سے ▁گریز ▁ کری گا ▁وہ ▁انتہا ي ی ▁بد ▁ بخت
▁اور ▁بے شک ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کي ے ▁وہی ▁بہترین ▁خل ا يق ▁ہیں۔
▁انہیں ▁ اگ ▁ہی ▁بچ ھو نا ▁اور ▁ اگ ▁ہی ▁او ڑھ نا ▁اور ▁ظالم وں ▁کو ▁ہم ▁ایسا ▁ہی ▁بدل ہ ▁دیتے ▁ہیں ،
▁او ▁ر تم ▁پہاڑ وں ▁کو ت راش ▁کر ▁تک لف ▁کے ▁گھر ▁بنا تے ▁ہو
▁بے ▁شک ▁تم ہ ارا ▁پروردگار ▁ظالم وں ▁کی ▁تا ک ▁میں ▁ہے
▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁تم ▁ہی ▁( پ ہ لے ) ▁ڈال ▁دو ▁پھر ▁جب ▁انہوں ▁نے ▁( اپ نی ▁رس یوں ▁اور ▁لا ٹھی وں ▁کو ▁زمین ▁پر ) ▁ڈال ا ▁( تو ▁انہوں ▁نے ) ▁لوگوں ▁کی ▁ان کھ وں ▁پر جاد و ▁کردیا ▁اور ▁انہیں ▁ڈرا ▁دیا ▁اور ▁وہ ▁زبردست ▁جادو ▁( سام نے ) ▁لے ▁اي ے ،
▁اور ▁میری ▁زبان ▁کی ▁گر ہ ▁کو ▁کھول ▁دے
▁اور ▁ہم ▁نے ▁تم ▁سے ▁پہلے ▁کوي ی ▁رسول ▁نہ ▁بھی جا ▁مگر ▁یہ ▁کہ ▁ہم ▁اس ▁کی ▁طرف ▁وح ی ▁فرماتے ▁کہ ▁میرے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁تو ▁مجھ ی ▁کو ▁پو جو ،
▁اور ▁سلیمان ▁( علی ہ ▁السلام ) ▁کے ▁لي ے ▁( ہم ▁نے ) ▁ہوا ▁کو ▁( م سخر ▁کر ▁دیا ) ▁جس ▁کی ▁صبح ▁کی ▁مسا فت ▁ایک ▁مہین ہ ▁کی ▁( را ہ ) ▁تھی ▁اور ▁اس ▁کی ▁شام ▁کی ▁مسا فت ▁( بھی ) ▁ایک ▁ماہ ▁کی ▁راہ ▁ہوتی ، ▁اور ▁ہم ▁نے ▁ان ▁کے ▁لي ے ▁پ گھ لے ▁ہو ي ے ▁تان بے ▁کا ▁چشم ہ ▁بہ ا ▁دیا ، ▁اور ▁کچھ ▁جن ات ▁( ان ▁کے ▁تابع ▁کردی ي ے ) ▁تھے ▁جو ▁ان ▁کے ▁رب ▁کے ▁حکم ▁سے ▁ان ▁کے ▁سامنے ▁کام ▁کرتے ▁تھے ، ▁اور ▁( فر ما ▁دیا ▁تھا ▁کہ ) ▁ان ▁میں ▁سے ▁جو ▁کوي ی ▁ہمارے ▁حکم ▁سے ▁پھر ے ▁گا ▁ہم ▁اسے ▁دوزخ ▁کی ▁ب ھڑ کت ی ▁ اگ ▁کا ▁عذاب ▁چک ھا ي یں ▁گے ،
▁کچھ ▁شک ▁نہیں ▁کہ ▁فیصلے ▁کا ▁دن ▁ان ▁سب ▁( کے ▁اٹھ نے ) ▁کا ▁وقت ▁ہے
▁اور ▁دشمن ▁کی ▁جمعیت ▁میں ▁در ▁ انے ▁والے ▁ہیں
▁ان ▁سے ▁کہ و ▁" تم ▁پتھر ▁یا ▁لو ہا ▁بھی ▁ہو ▁جا و
▁ع سق
▁اور ▁کا فر ▁کہیں ▁گے ▁اے ▁ہمارے ▁رب ▁ہمیں ▁وہ ▁لوگ ▁دکھا ▁جنہوں ▁نے ▁ہمیں ▁گمراہ ▁کیا ▁تھا ▁جن وں ▁اور ▁انسان وں ▁میں ▁سے ▁ہم ▁انہیں ▁اپنے ▁قدم وں ▁کے ▁نیچے ▁ڈال ▁دیں ▁تاکہ ▁وہ ▁بہت ▁ذ ل یل ▁ہوں
▁نتیجہ ▁یہ ▁ہوا ▁کہ ▁ان ▁لوگوں ▁نے ▁ جال وت ▁کے ▁لشکر ▁کو ▁خدا ▁کے ▁حکم ▁سے ▁شکست ▁دے ▁دی ▁اور ▁داود ▁علی ھ ▁السلام نے ▁ جال وت ▁کو ▁قتل ▁کردیا ▁اور ▁اللہ ▁نے ▁انہیں ▁ملک ▁اور ▁حکمت ▁عطا کرد ی ▁اور ▁اپنے ▁علم ▁سے ▁جس ▁قدر ▁چاہ ا ▁دے ▁دیا ▁اور ▁اگر ▁اسی ▁طرح ▁خدا ▁بعض ▁کو ▁بعض ▁سے ▁نہ ▁روک تا ▁رہتا ▁تو ▁ساری ▁زمین ▁میں ▁فساد ▁پھیل ▁جاتا ▁لیکن ▁خدا ▁عالمی ن ▁پر ▁بڑا ▁فضل ▁کرنے ▁والا ▁ہے
▁علاوہ ▁ان ▁کمزور ▁مرد وں , ▁عورتوں ▁اور ▁بچوں ▁کے ▁جن ▁کے ▁اختیار ▁میں ▁کوي ی ▁تدبیر ▁نہ ▁تھی ▁اور ▁وہ ▁کوي ی ▁راستہ ▁نہ ▁نکال ▁سکتے ▁تھے
▁اور ▁میں ▁ان ▁چیز وں ▁سے ▁کیسے ▁ڈر وں ▁جن ▁کو ▁تم ▁نے ▁شریک ▁بنایا ▁ہے ▁حالانک ہ ▁تم ▁اس ▁بات ▁سے ▁نہیں ▁ڈر تے ▁کہ ▁تم ▁نے ▁اللہ ▁کے ▁ساتھ ▁ایسی ▁چیز وں ▁کو ▁شریک ▁ٹھہر ایا ▁ہے ▁جن ▁پر ▁اللہ ▁تعالی ▁نے ▁کوي ی ▁دلیل ▁نازل ▁نہیں ▁فرما ي ی ، ▁سو ▁ان ▁دو ▁جماعتوں ▁میں ▁سے ▁امن ▁کا ▁زیاد ه ▁مستحق ▁کون ▁ہے ▁اگر ▁تم ▁خبر ▁رکھتے ▁ہو
▁پھر ▁جب ▁وہ ▁اسے ▁قریب ▁دیکھیں ▁گے ▁تو ▁ان ▁کی ▁صورت یں ▁بگ ڑ ▁جاي یں ▁گی ▁جو ▁کا فر ▁ہیں ▁اور ▁کہا ▁جاي ے ▁گا ▁یہ ▁وہی ▁ہے ▁جسے ▁تم ▁دنیا ▁میں ▁مانگ ا ▁کرتے ▁تھے
▁اس ▁سے ▁رو گرد اں ▁ہو ي ے ▁اور ▁بول ے ▁سکھ ایا ▁ہوا ▁دیوان ہ ▁ہے
▁جس ▁نے ▁پیدا ▁کیا ▁اور ▁صحیح ▁سالم ▁بنایا
▁ماں ▁باپ ▁یا ▁قر ابت ▁دار ▁جو ▁چھوڑ ▁مر یں ▁اس ▁کے ▁ وارث ▁ہم ▁نے ▁ہر ▁شخص ▁کے ▁مقرر ▁کر ▁دی ي ے ▁ہیں ▁اور ▁جن ▁سے ▁تم ▁نے ▁اپنے ▁ہاتھوں ▁معا ہ ده ▁کیا ▁ہے ▁انہیں ▁ان ▁کا ▁حصہ ▁دو ▁حقیقت ا ▁اللہ ▁تعالی ▁ہر ▁چیز ▁پر ▁حاضر ▁ہے
▁فرع ون ▁کہنے ▁لگا ▁کہ ▁تم ▁موسی ▁پر ▁ایمان ▁لاي ے ▁ہو ▁بغیر ▁اس ▁کے ▁کہ ▁میں ▁تم ▁کو ▁اجازت ▁د وں ؟ ▁بے شک ▁یہ ▁سازش ▁تھی ▁جس ▁پر ▁تم ہ ارا ▁عمل ▁در ام د ▁ہوا ▁ہے ▁اس ▁شہر ▁میں ▁تاکہ ▁تم ▁سب ▁اس ▁شہر ▁سے ▁یہاں ▁کے ▁رہنے ▁والوں ▁کو ▁باہر ▁نکال ▁دو ۔ ▁سو ▁اب ▁تم ▁کو ▁حقیقت ▁معلوم ▁ہو ي ی ▁جاتی ▁ہے
▁اور ▁وہ ▁دوسری ▁چیز ▁جو ▁تم ▁چاہتے ▁ہو ▁وہ ▁بھی ▁تمہیں ▁دے ▁گا ، ▁اللہ ▁کی ▁طرف ▁سے ▁نصر ت ▁اور ▁قریب ▁ہی ▁میں ▁حاصل ▁ہو ▁جانے ▁والی ▁فتح ▁اے ▁نبی ، ▁اہل ▁ایمان ▁کو ▁اس ▁کی ▁بشار ت ▁دے ▁دو
▁پھر ▁بیش ک ▁ہماری ▁ہی ▁طرف ▁ان ▁کا ▁حساب ▁ہے ،
▁اور ▁ہم ▁قیامت ▁کے ▁دن ▁عدل ▁و ▁انصاف ▁کے ▁ترا زو ▁رکھ ▁دیں ▁گے ▁سو ▁کسی ▁جان ▁پر ▁کوي ی ▁ظلم ▁نہ ▁کیا ▁جاي ے ▁گا ، ▁اور ▁اگر ▁( کسی ▁کا ▁عمل ) ▁را ي ی ▁کے ▁د انہ ▁کے ▁برابر ▁بھی ▁ہوگا ▁( تو ) ▁ہم ▁اسے ▁( بھی ) ▁حاضر ▁کر ▁دیں ▁گے ، ▁اور ▁ہم ▁حساب ▁کرنے ▁کو ▁کافی ▁ہیں ،
▁وہ ▁بول ے : ▁کیا ▁واقعی ▁تم ▁ہی ▁یوسف ▁ہو ؟ ▁انہوں ▁نے ▁فرمایا : ▁( ہ اں ) ▁میں ▁یوسف ▁ہوں ▁اور ▁یہ ▁میرا ▁بھ اي ی ▁ہے ▁بیش ک ▁االله ▁نے ▁ہم ▁پر ▁احسان ▁فرمایا ▁ہے ، ▁یقینا ▁جو ▁شخص ▁االله ▁سے ▁ڈر تا ▁اور ▁صبر ▁کرتا ▁ہے ▁تو ▁بیش ک ▁االله ▁نیک و کار وں ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁کرتا ،
▁پس ▁اگر ▁تم ▁کسی ▁کے ▁زیر فر مان ▁نہیں
▁اور ▁جب ▁ان ▁کو ▁حکم ▁دیا ▁گیا ▁کہ ▁تم ▁لوگ ▁اس ▁اباد ی ▁میں ▁جا کر ▁رہ و ▁اور ▁کھا و ▁اس ▁سے ▁جس ▁جگہ ▁تم ▁رغبت ▁کرو ▁اور ▁زبان ▁سے ▁یہ ▁کہتے ▁جانا ▁کہ ▁تو بہ ▁ہے ▁اور ▁جھ کے ▁جھ کے ▁دروازه ▁میں ▁داخل ▁ہونا ▁ہم ▁تمہاری ▁خطا ي یں ▁معاف ▁کرد یں ▁گے۔ ▁جو ▁لوگ ▁نیک ▁کام ▁کریں ▁گے ▁ان ▁کو ▁مزید ▁بر اں ▁اور ▁دیں ▁گے
▁اور ▁ج فت ▁اور ▁ طاق ▁کی !
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁اور ▁ہماری ▁ ایت وں ▁کی ▁تک ذ یب ▁کی ▁ان ▁کے ▁لي ے ▁نہای ت ▁درجہ ▁کا ▁رس وا ▁کن ▁عذاب ▁ہے
▁کہ ▁اس ▁( موس ی ) ▁کو ▁صندوق ▁میں ▁رکھ ▁اور ▁پھر ▁صندوق ▁کو ▁دریا ▁میں ▁ڈال ▁دے ▁پھر ▁دریا ▁اسے ▁کنار ہ ▁پر ▁پھینک ▁دے ▁گا ▁( اور ) ▁اسے ▁وہ ▁شخص ▁( فر عون ) ▁اٹھا ي ے ▁گا ▁جو ▁میرا ▁بھی ▁دشمن ▁ہے ▁اور ▁اس ▁( موس ی ) ▁کا ▁بھی ▁دشمن ▁ہے ▁میں ▁نے ▁تم ▁پر ▁اپنی ▁محبت ▁کا ▁اثر ▁ڈال ▁دیا۔ ▁( جو ▁دیکھ تا ▁وہ ▁پیار ▁کرتا ) ▁اور ▁اس ▁لي ے ▁کہ ▁تم ▁میری ▁خاص ▁نگرانی ▁میں ▁پرورش ▁پاي ے۔
▁اور ▁رات ▁کی ▁جب ▁اسے ▁چھپ اي ے
▁جنہوں ▁نے ▁اپنا ▁اپنا ▁دین ▁الگ ▁بنا ▁لیا ▁ہے ▁اور ▁گروہ وں ▁میں ▁بٹ ▁ گي ے ▁ہیں ، ▁ہر ▁ایک ▁گروہ ▁کے ▁پاس ▁جو ▁کچھ ▁ہے ▁اسی ▁میں ▁وہ ▁م گن ▁ہے
▁اس ▁دن ▁ان ▁کا ▁پروردگار ▁ان ▁کے ▁حالات ▁سے ▁بڑا ▁با خبر ▁ہوگا۔
▁ ایا ▁کا فر وں ▁کو ▁بدل ہ ▁دیا ▁گیا ▁ہے ▁ان ▁اعمال ▁کا ▁جو ▁وہ ▁کیا ▁کرتے ▁تھے
▁اور ▁اپ ▁اپنے ▁گھر ▁والوں ▁کو ▁نماز ▁کا ▁حکم ▁فرما ي یں ▁اور ▁اس ▁پر ▁ثابت ▁قدم ▁رہیں ، ▁ہم ▁اپ ▁سے ▁ رزق ▁طلب ▁نہیں ▁کرتے ▁( بل کہ ) ▁ہم ▁اپ ▁کو ▁ رزق ▁دیتے ▁ہیں ، ▁اور ▁بہتر ▁انجام ▁پر ہ یز گار ی ▁کا ▁ہی ▁ہے ،
▁اور ▁اسی ▁نے ▁ان ▁( اہل ▁ایمان ) ▁کے ▁دل وں ▁میں ▁الفت ▁پیدا ▁کی۔ ▁اگر ▁اپ ▁تمام ▁روي ے ▁زمین ▁کی ▁دولت ▁بھی ▁خرچ ▁کر ▁دیتے ▁تو ▁ان ▁کے ▁دل وں ▁میں ▁الفت ▁پیدا ▁نہیں ▁کر ▁سکتے ▁تھے۔ ▁مگر ▁اللہ ▁نے ▁( اپ نی ▁قدرت ▁کامل ہ ▁سے ) ▁ان ▁کے ▁درمیان ▁الفت ▁پیدا ▁کر ▁دی ▁بے ▁شک ▁وہ ▁غالب ▁اور ▁بڑا ▁حکمت ▁والا ▁ہے۔
▁اور ▁جو ▁شخص ▁ایمان ▁لے ▁اي ے ▁گا ▁اور ▁نیک ▁عمل ▁کرے ▁گا ▁تو ▁اس ▁کے ▁لي ے ▁بہتر ▁جزا ▁ہے ▁اور ▁ہم ▁( بھی ) ▁اس ▁کے ▁لي ے ▁اپنے ▁احکام ▁میں ▁اسان ▁بات ▁کہیں ▁گے ،
▁اور ▁اللہ ▁کی ▁قسم ! ▁میں ▁تمہارے ▁ان ▁مع بود وں ▁کے ▁ساتھ ▁جب ▁تم ▁علی حد ه ▁پی ٹھ ▁پھ یر ▁کر ▁چل ▁دو ▁گے ▁ایک ▁چال ▁چل وں ▁گا
▁بیش ک ▁یہ ▁بڑا ▁کھل ا ▁ہوا ▁امتحان ▁ہے
▁جب ▁کہتے ▁ہیں ▁کہ ▁اللہ ▁کے ▁اولاد ▁ہے ▁اور ▁ب لاش بہ ▁وہ ▁جھوٹ ے ▁ہیں۔
▁اللہ ▁وہی ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁کیا ▁اور ▁پھر ▁کشتی ▁کو ▁تمہارے ▁لي ے ▁م سخر ▁کر ▁دیا ▁تاکہ ▁وہ ▁اس ▁کے ▁حکم ▁سے ▁سمندر ▁میں ▁چلے ▁اور ▁دریا وں ▁کو ▁بھی ▁تمہارے ▁لي ے ▁م سخر ▁کر ▁دیا۔
▁اور ▁جب ▁تم ▁میں ▁سے ▁بچے ▁حد ▁بلوغ ▁کو ▁پہنچ ▁جاي یں ▁تو ▁وہ ▁( تم ہ ارے ▁پاس ▁ انے ▁کے ▁لي ے ) ▁اجازت ▁لیا ▁کریں ▁جیسا ▁کہ ▁ان ▁سے ▁پہلے ▁( دیگر ▁بالغ ▁افراد ) ▁اجازت ▁لیتے ▁رہتے ▁ہیں ، ▁اس ▁طرح ▁اللہ ▁تمہارے ▁لي ے ▁اپنے ▁احکام ▁خوب ▁واضح ▁فرما تا ▁ہے ، ▁اور ▁اللہ ▁خوب ▁علم ▁والا ▁اور ▁حکمت ▁والا ▁ہے ،
▁اور ▁اين دہ ▁ان ▁میں ▁سے ▁جو ▁کوي ی ▁مر ے ▁اس ▁کی ▁نماز ▁جنازہ ▁بھی ▁تم ▁ہر گز ▁نہ ▁پڑھ نا ▁اور ▁نہ ▁کبھی ▁اس ▁کی ▁قبر ▁پر ▁کھڑے ▁ہونا ▁کیونکہ ▁انہوں ▁نے ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کے ▁ساتھ ▁کفر ▁کیا ▁ہے ▁اور ▁وہ ▁مر ے ▁ہیں ▁اس ▁حال ▁میں ▁کہ ▁وہ ▁فا سق ▁تھے
▁جبکہ ▁ان ▁کے ▁بھ اي ی ▁ل وط ▁نے ▁ان ▁سے ▁کہا ▁کیا ▁تم ▁ڈر تے ▁نہیں ▁ہو۔
▁پھر ▁ان ▁کے ▁بعد ▁ہم ▁نے ▁اور ▁جماعت یں ▁پیدا ▁کی ں
▁اور ▁تم ▁جو ▁کچھ ▁بھی ▁ راس ▁خدا ▁میں ▁خرچ ▁کرو ▁گے ▁یا ▁نذر ▁کرو گ ے ▁تو ▁خدا ▁اس ▁سے ▁با خبر ▁ہے ▁البتہ ▁ظالم ین ▁کا ▁کوي ی ▁مدد گار ▁نہیں ▁ہے
▁وه ▁بڑے ▁لوگ ▁جواب ▁دیں ▁گے ▁ہم ▁تو ▁س بھی ▁اس ▁ اگ ▁میں ▁ہیں ، ▁اللہ ▁تعالی ▁اپنے ▁بند وں ▁کے ▁درمیان ▁فیصلے ▁کر ▁چکا ▁ہے
▁خدا ▁( ایس ا ▁خ بیر ▁وب ص یر ▁ہے ▁کہ ) ▁کوي ی ▁چیز ▁اس ▁سے ▁پوش ید ہ ▁نہیں ▁نہ ▁زمین ▁میں ▁اور ▁نہ ▁اس مان ▁میں
▁اور ▁ہم ▁نے ▁سلیمان ( ع ) ▁کی لي ے ▁ہوا ▁کو ▁م سخر ▁کر ▁دیا ▁جس ▁کا ▁صبح ▁کا ▁سفر ▁ایک ▁مہین ہ ▁کی ▁راہ ▁تک ▁تھا ▁اور ▁شام ▁کا ▁ایک ▁مہین ہ ▁کی ▁راہ ▁تک ▁اور ▁ہم ▁نے ▁ان ▁کی لي ے ▁پ گھ لے ▁ہو ي ے ▁تان بے ▁کا ▁چشم ہ ▁جاری ▁کیا ▁اور ▁جن ات ▁میں ▁سے ▁کچھ ▁ایسے ▁تھے ▁جو ▁ان ▁( سل ی مان ( ع ) ) ▁کے ▁پروردگار ▁کے ▁حکم ▁سے ▁ان ▁کے ▁سامنے ▁کام ▁کرتے ▁تھے ▁اور ▁ان ▁( جن وں ) ▁میں ▁سے ▁جو ▁ہمارے ▁حکم ▁سے ▁سر تاب ی ▁کرتا ▁تھا ▁ہم ▁اسے ▁ب ھڑ کت ی ▁ہو ي ی ▁ اگ ▁کا ▁م زہ ▁چک ھا تے ▁تھے۔
▁اور ▁بیش ک ▁قریب ▁ہے ▁کہ ▁وہ ▁راضی ▁ہوگا
▁دیکھ و ▁کہ ▁یہ ▁کس ▁طرح ▁خدا ▁پر ▁جھوٹ ی ▁تہ مت ▁لگا تے ▁ہیں۔ ▁اور ▁ان ▁کے ▁گ نہ گار ▁ہونے ▁کے ▁لیے ▁یہی ▁کھل ا ▁ہوا ▁گناہ ▁کافی ▁ہے۔
▁مومن ▁مرد وں ▁سے ▁کہہ ▁دو ▁کہ ▁اپنی ▁نظر یں ▁نی چی ▁رکھا ▁کریں ▁اور ▁اپنی ▁شرم ▁گاہ وں ▁کی ▁حفاظت ▁کیا ▁کریں۔ ▁یہ ▁ان ▁کے ▁لي ے ▁بڑی ▁پاک یز گی ▁کی ▁بات ▁ہے ▁اور ▁جو ▁کام ▁یہ ▁کرتے ▁ہیں ▁خدا ▁ان ▁سے ▁خبردار ▁ہے
▁اور ▁اگر ▁ان ▁پر ▁فوج یں ▁مدینہ ▁کے ▁اطراف ▁سے ▁اي یں ▁پھر ▁ان ▁سے ▁کفر ▁چاہتی ں ▁تو ▁ضرور ▁ان ▁کا ▁مانگ ا ▁دے ▁بیٹھ تے ▁اور ▁اس ▁میں ▁دیر ▁نہ ▁کرتے ▁مگر ▁تھ وڑ ی
▁وہی ▁اللہ ▁( ہر ▁چیز ▁کا ) ▁ٹھیک ▁انداز ے ▁کے ▁مطابق ▁پیدا ▁کرنے ▁والا ▁( وجود ▁میں ▁لانے ▁والا ) ▁اور ▁صورت ▁گری ▁کرنے ▁والا ▁ہے ▁اسی ▁کی لي ے ▁سارے ▁اچھے ▁نام ▁ہیں ▁( اور ) ▁اسی ▁کی ▁تس بی ح ▁کرتی ▁ہے ▁ہر ▁وہ ▁چیز ▁جو ▁اس مان وں ▁میں ▁ہے ▁اور ▁جو ▁زمین ▁میں ▁ہے ▁اور ▁وہ ▁غالب ▁ انے ▁والا ▁( اور ) ▁بڑا ▁حکمت ▁والا ▁ہے۔
▁اور ▁اپنے ▁رب ▁کی ▁بڑا ي ی ▁( اور ▁عظمت ) ▁بیان ▁فرما ي یں ،
▁تم ▁فرما و ▁اللہ ▁ہی ▁کے ▁فضل ▁اور ▁اسی ▁کی ▁رحمت ▁اور ▁اسی ▁پر ▁چاہیے ▁کہ ▁خوشی ▁کریں ▁وہ ▁ان ▁کے ▁سب ▁د ھن ▁دولت ▁سے ▁بہتر ▁ہے ،
▁جو ▁ جہ الت ▁و ▁غفلت ▁میں ▁( اخر ت ▁کو ) ▁بھول ▁جانے ▁والے ▁ہیں ،
▁جب ▁خوش خبر ی ▁دینے ▁والے ▁نے ▁پہنچ ▁کر ▁ان ▁کے ▁من ھ ▁پر ▁وه ▁کرتا ▁ڈال ا ▁اسی ▁وقت ▁وه ▁پھر ▁سے ▁بین ا ▁ہو گي ے۔ ▁کہا ! ▁کیا ▁میں ▁تم ▁سے ▁نہ ▁کہا ▁کرتا ▁تھا ▁کہ ▁میں ▁اللہ ▁کی ▁طرف ▁سے ▁وه ▁باتیں ▁جانتا ▁ہوں ▁جو ▁تم ▁نہیں ▁جانتے
▁اور ▁بعض ▁اد می ▁کہتے ▁ہیں ▁ہم ▁اللہ ▁پر ▁ایمان ▁لاي ے ▁پھر ▁جب ▁اللہ ▁کی ▁راہ ▁میں ▁انہیں ▁کوي ی ▁تکلیف ▁دی ▁جاتی ▁ہے ▁تو ▁لوگوں ▁کے ▁فت نہ ▁کو ▁اللہ ▁کے ▁عذاب ▁کے ▁برابر ▁سمجھتے ▁ہیں ▁اور ▁اگر ▁تمہارے ▁رب ▁کے ▁پاس ▁سے ▁مدد ▁اي ے ▁تو ▁ضرور ▁کہیں ▁گے ▁ہم ▁تو ▁تمہارے ▁ہی ▁ساتھ ▁تھے ▁کیا ▁اللہ ▁خوب ▁نہیں ▁جانتا ▁جو ▁کچھ ▁جہاں ▁بھر ▁کے ▁دل وں ▁میں ▁ہے
▁اور ▁وه ▁اپنے ▁خیال ▁پر ▁یہ ▁بھی ▁کہتے ▁ہیں ▁کہ ▁یہ ▁کچھ ▁ موا شی ▁ہیں ▁اور ▁کھ یت ▁ہیں ▁جن ▁کا ▁استعمال ▁ہر ▁شخص ▁کو ▁جا يز ▁نہیں ▁ان ▁کو ▁کوي ی ▁نہیں ▁کھا ▁سکتا ▁سوا ي ے ▁ان ▁کے ▁جن ▁کو ▁ہم ▁چاہ یں ▁اور ▁ موا شی ▁ہیں ▁جن ▁پر ▁سواری ▁یا ▁بار برداری ▁حرام ▁کردی ▁ گي ی ▁اور ▁کچھ ▁ موا شی ▁ہیں ▁جن ▁پر ▁یہ ▁لوگ ▁اللہ ▁تعالی ▁کا ▁نام ▁نہیں ▁لیتے ▁محض ▁اللہ ▁پر ▁افت را ▁بان دھ نے ▁کے ▁طور ▁پر ۔ ▁ابھی ▁اللہ ▁تعالی ▁ان ▁کو ▁ان ▁کے ▁افت را ▁کی ▁سزا ▁دی ي ے ▁دیتا ▁ہے
▁اس ▁کے ▁اندر ▁کسی ▁ ٹھ نڈ ک ▁اور ▁پی نے ▁کے ▁قابل ▁کسی ▁چیز ▁کا ▁م زہ ▁وہ ▁نہ ▁چ کھ یں ▁گے
▁کیا ▁یہ ▁کچھ ▁ایسے ▁خدا ▁رکھتے ▁ہیں ▁جو ▁ہمارے ▁مقابلے ▁میں ▁ان ▁کی ▁حمایت ▁کریں ؟ ▁وہ ▁نہ ▁تو ▁خود ▁اپنی ▁مدد ▁کر ▁سکتے ▁ہیں ▁اور ▁نہ ▁ہماری ▁ہی ▁تا ي ید ▁ان ▁کو ▁حاصل ▁ہے
▁اور ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کتنی ▁ہی ▁نسل وں ▁کو ▁بر باد ▁کردیا ▁ہے ▁کیا ▁تم ▁ان ▁میں ▁سے ▁کسی ▁کو ▁دیکھ ▁رہے ▁ہو ▁یا ▁کسی ▁کی ▁ا ہ ٹ ▁بھی ▁سن ▁رہے ▁ہو
▁باغ ات ▁اور ▁چشم وں ▁میں ،
▁اور ▁جب ▁ جہ نم ▁ دہ کا ي ی ▁جاي ے ▁گی
▁پھر ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁اور ▁جب ▁انہیں ▁زنجیر وں ▁میں ▁ج کڑ ▁کر ▁کسی ▁تنگ ▁جگہ ▁میں ▁ڈال ▁دیا ▁جاي ے ▁تو ▁وہاں ▁موت ▁کی ▁رہا ي ی ▁دیں ▁گے
▁یقینا ▁( ہر ) ▁انسان ▁گھ ا ٹے ▁میں ▁ہے۔
▁اور ▁مال ▁اور ▁اولاد ▁سے ▁تمہاری ▁مدد ▁کرے ▁گا ▁اور ▁تمہارے ▁لیے ▁باغ ▁بنا دے ▁گا ▁اور ▁تمہارے ▁لیے ▁نہ ر یں ▁بنا ▁دے ▁گا
▁اور ▁جن ▁لوگوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁انہیں ▁عذاب ▁چھ و ▁کر ▁رہے ▁گا ، ▁اس ▁وجہ ▁سے ▁کہ ▁وہ ▁نا فر مان ی ▁کیا ▁کرتے ▁تھے ،
▁اور ▁ہم ▁نے ▁اد م ▁کی ▁اولاد ▁کو ▁عزت ▁دی ▁ہے ▁اور ▁خشک ی ▁اور ▁دریا ▁میں ▁اسے ▁سوار ▁کیا ▁اور ▁ہم ▁نے ▁انہیں ▁ست ھر ی ▁چیز و ▁ ں ▁سے ▁ رزق ▁دیا ▁اور ▁اپنی ▁بہت ▁سی ▁مخلوق ات ▁پر ▁انہیں ▁فضیلت ▁عطا ▁کی
▁اب ▁کیا ▁ان ▁میں ▁سے ▁کوي ی ▁تمہیں ▁باقی ▁بچا ▁نظر ▁ا تا ▁ہے ؟
▁وہ ▁صبح ▁کا ▁نکال نے ▁والا ▁ہے ▁اور ▁اس ▁نے ▁ا رام ▁کے ▁لیے ▁رات ▁بنا ي ی ▁اسی ▁نے ▁چاند ▁اور ▁سور ج ▁کا ▁حساب ▁مقرر ▁کیا ▁ہے ▁یہ ▁غالب ▁جان نے ▁والے ▁کا ▁اندازہ ▁ہے
▁سلیمان ▁نے ▁فرمایا ، ▁اے ▁در بار یو ! ▁تم ▁میں ▁کون ▁ہے ▁کہ ▁وہ ▁اس ▁کا ▁تخت ▁میرے ▁پاس ▁لے ▁اي ے ▁قبل ▁اس ▁کے ▁کہ ▁وہ ▁میرے ▁حضور ▁مط ی ع ▁ہوکر ▁حاضر ▁ہوں
▁وہ ▁ایک ▁درخت ▁ہے ▁کہ ▁ جہ نم ▁کے ▁اس فل ▁میں ▁ اگ ے ▁گا
▁جو ک چھ ▁تم ▁کرتے ▁ہو ▁وه ▁جانتے ▁ہیں
▁مومن وں ▁کو ▁چاہ ي ے ▁کہ ▁مومن وں ▁کے ▁سوا ▁کا فر وں ▁کو ▁دوست ▁نہ ▁بنا ي یں ▁اور ▁جو ▁ایسا ▁کرے ▁گا ▁اس ▁سے ▁خدا ▁کا ▁کچھ ▁( ع ہ د ) ▁نہیں ▁ہاں ▁اگر ▁اس ▁طریق ▁سے ▁تم ▁ان ▁( کے ▁شر ) ▁سے ▁بچا و ▁کی ▁صورت ▁پیدا ▁کرو ▁( تو ▁مض ا يق ہ ▁نہیں ) ▁اور ▁خدا ▁تم ▁کو ▁اپنے ▁( غضب ) ▁سے ▁ڈرا تا ▁ہے ▁اور ▁خدا ▁ہی ▁کی ▁طرف ▁( تم ▁کو ) ▁لوٹ ▁کر ▁جانا ▁ہے
▁فرمایا ▁کہ ▁تج ھے ▁مہ لت ▁دی ▁جاتی ▁ہے
▁بڑھ ایا ▁جاي ے ▁گا ▁اس ▁پر ▁عذاب ▁قیامت ▁کے ▁دن ▁اور ▁ہمیشہ ▁اس ▁میں ▁ذ لت ▁سے ▁رہے ▁گا ،
▁وہاں ▁مومن ▁از ماي ے ▁ گي ے ▁اور ▁سخت ▁طور ▁پر ▁ہل اي ے ▁ گي ے
▁اور ▁محمد ▁تو ▁ایک ▁رسول ▁ہے ▁اس ▁سے ▁پہلے ▁بہت ▁رسول ▁گزر ے ▁پھر کیا ▁اگر ▁وہ ▁مر جا ي ے ▁یا ▁مار ا ▁جاي ے ▁تو ▁تم ▁ال ٹے ▁پا وں ▁پھر ▁جا و ▁گے ▁اور ▁جو ▁کوي ی ▁ال ٹے ▁پا وں ▁پھر ▁جاي ے ▁گا ▁تو ▁الله ▁کا ▁کچھ ▁بھی ▁نہیں ▁بگ ا ڑے ▁گا ▁اور ▁الله ▁شکر ▁گزار وں ▁کو ▁ ثواب ▁دے ▁گا
▁فرمایا ▁" یہ ▁راستہ ▁ہے ▁جو ▁سید ھا ▁مجھ ▁تک ▁پہنچ تا ▁ہے
▁اور ▁ہم ▁نے ▁دوسروں ▁( یعنی ▁فرع ون ▁اور ▁اس ▁کے ▁ساتھ یوں ) ▁کو ▁اس ▁جگہ ▁کے ▁قریب ▁کر ▁دیا ،
▁یہ ▁( پر انی ) ▁بست یوں ▁کے ▁تھ و ڑے ▁سے ▁حالات ▁ہیں ▁جو ▁ہم ▁تم ▁سے ▁بیان ▁کرتے ▁ہیں۔ ▁ان ▁میں ▁سے ▁بعض ▁تو ▁باقی ▁ہیں ▁اور ▁بعض ▁کا ▁تہ س ▁نہ س ▁ہوگیا
▁اور ▁ عاد ▁کو ▁انتہا ي ی ▁تیز ▁و ▁تند ▁ان دھی ▁سے ▁بر باد ▁کردیا ▁گیا
▁جو ▁لوگ ▁مومن ین ▁کو ▁چھوڑ ▁کر ▁کف ار ▁کو ▁اپنا ▁ولی ▁اور ▁سرپرست ▁بنا تے ▁ہیں ▁... ▁کیا ▁یہ ▁ان ▁کے ▁پاس ▁عزت ▁تلاش ▁کررہے ▁ہیں ▁جب ▁کہ ▁ساری ▁عزت ▁صرف ▁اللہ ▁کے ▁لي ے ▁ہے
▁یہی ▁لوگ ▁دا ہ نے ▁( ہا تھ ) ▁والے ▁ہیں۔
▁داود ▁نے ▁جواب ▁دیا : ▁" اس ▁شخص ▁نے ▁اپنی ▁د نب یوں ▁کے ▁ساتھ ▁تیر ی ▁دن بی ▁ملا ▁لینے ▁کا ▁مطالبہ ▁کر ▁کے ▁یقینا ▁ت جھ ▁پر ▁ظلم ▁کیا ، ▁اور ▁واقعہ ▁یہ ▁ہے ▁کہ ▁مل ▁جل ▁کر ▁ساتھ ▁رہنے ▁والے ▁لوگ ▁اکثر ▁ایک ▁دوسرے ▁پر ▁زیادتی اں ▁کرتے ▁رہتے ▁ہیں ، ▁بس ▁وہی ▁لوگ ▁اس ▁سے ▁بچے ▁ہو ي ے ▁ہیں ▁جو ▁ایمان ▁رکھتے ▁اور ▁عمل ▁صالح ▁کرتے ▁ہیں ، ▁اور ▁ایسے ▁لوگ ▁کم ▁ہی ▁ہیں " ▁( یہ ▁بات ▁کہتے ▁کہتے ) ▁داود ▁سمجھ ▁گیا ▁کہ ▁یہ ▁تو ▁ہم ▁نے ▁دراصل ▁اس ▁کی ▁از ماي ش ▁کی ▁ہے ، ▁چنانچہ ▁اس ▁نے ▁اپنے ▁رب ▁سے ▁معافی ▁مانگ ی ▁اور ▁سج دے ▁میں ▁گر ▁گیا ▁اور ▁رجوع ▁کر ▁لیا
▁کہا ▁میرے ▁او ▁ر تی رے ▁درمیان ▁یہ ▁وعدہ ▁ہو ▁چکا ▁ان ▁د ونو ▁ ں ▁مدت وں ▁میں ▁سے ▁جون سی ▁پوری ▁کر ▁د وں ▁تو ▁مجھ ▁پر ▁زیادتی ▁نہ ▁ہو ▁اور ▁الله ▁ہمارے ▁قول ▁پر ▁گواہ ▁ہے
▁یہ ▁تم ▁سے ▁عذاب ▁کے ▁لي ے ▁جلد ی ▁کررہے ▁ہیں۔ ▁اور ▁دوزخ ▁تو ▁کا فر وں ▁کو ▁گھ یر ▁لینے ▁والی ▁ہے
▁( ہر ▁قسم ▁کے ) ▁می و ے ▁ہوں ▁گے ، ▁اور ▁ان ▁کی ▁تع ظ یم ▁و ▁تک ریم ▁ہوگی ،
▁وہ ▁بول ے ▁کہ ▁ہماری ▁یہ ▁خواہش ▁ہے ▁کہ ▁ہم ▁اس ▁میں ▁سے ▁کھا ي یں ▁اور ▁ہمارے ▁دل ▁تس لی ▁پاي یں ▁اور ▁ہم ▁جان ▁لیں ▁کہ ▁تم ▁نے ▁ہم ▁سے ▁سچ ▁کہا ▁ہے ▁اور ▁ہم ▁اس ▁( خوان ▁کے ▁نزول ) ▁پر ▁گواہ ▁رہیں
▁اس مان وں ▁اور ▁زمین ▁کا ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁( اس ▁کا ) ▁پروردگار ▁ہے ، ▁بشر طی کہ ▁تم ▁یقین ▁رکھنے ▁والے ▁ہو ،
▁اللہ ▁ان ▁کو ▁اپنی ▁رحمت ▁ , رضا مند ی ▁اور ▁باغ ات ▁کی ▁بشار ت ▁دیتا ▁ہے ▁جہاں ▁ان ▁کے ▁لي ے ▁دا يم ی ▁نعمت یں ▁ہوں ▁گی
▁کس ▁قدر ▁ب فی ▁مثال ▁ہے ▁اس ▁قوم ▁کی ▁جس ▁نے ▁ہماری ▁ای ات ▁کی ▁تک ذ یب ▁کی ▁اور ▁وہ ▁لوگ ▁اپنے ▁ہی ▁نفس ▁پر ظلم ▁کررہے ▁تھے
▁تو ▁وہ ▁بول ے ▁کہ ▁ہم ▁خدا ▁ہی ▁پر ▁بھر وس ہ ▁رکھتے ▁ہیں۔ ▁اے ▁ہمارے ▁پروردگار ▁ہم ▁کو ▁ظالم ▁لوگوں ▁کے ▁ہاتھ ▁سے ▁از ماي ش ▁میں ▁نہ ▁ڈال
▁جب ▁موسی ▁نے ▁اپنے ▁گھر ▁والوں ▁سے ▁کہا ▁کہ ▁میں ▁نے ▁ اگ ▁دیکھی ▁ہے ▁میں ▁ابھی ▁وہاں ▁سے ▁تمہارے ▁پاس ▁کوي ی ▁خبر ▁لا تا ▁ہوں ▁یا ▁کوي ی ▁انگار ا ▁سل گا ▁کر ▁لا تا ▁ہوں ▁تاکہ ▁تم ▁سین کو
▁اور ▁ان ▁سے ▁پہلے ▁لوگوں ▁نے ▁بھی ▁( حق ▁کو ) ▁جھ ٹل ایا ▁تھا ▁اور ▁یہ ▁اس ▁کے ▁دس ویں ▁حصے ▁کو ▁بھی ▁نہیں ▁پہنچے ▁جو ▁کچھ ▁ہم ▁نے ▁ان ▁( پ ہ لے ▁گزر ے ▁ہو وں ) ▁کو ▁دیا ▁تھا ▁پھر ▁انہوں ▁نے ▁( بھی ) ▁میرے ▁رسول وں ▁کو ▁جھ ٹل ایا ، ▁سو ▁میرا ▁انکار ▁کی سا ▁( ع برت ▁ ناک ▁ثابت ) ▁ہوا ،
▁کیا ▁تم ▁ب عل ▁کو ▁پکار تے ▁( اور ▁اسے ▁پو ج تے ) ▁ہو ▁اور ▁سب ▁سے ▁بہتر ▁پیدا ▁کرنے ▁والے ▁کو ▁چھوڑ ▁دیتے ▁ہو
▁لیکن ▁اس ▁کے ▁بعد ▁تم ▁نے ▁قتل ▁و ▁خون ▁شروع ▁کردیا . ▁لوگوں ▁کو ▁علاقہ ▁سے ▁باہر ▁نکال نے ▁لگے ▁اور ▁گناہ ▁وتع دی ▁میں ▁ظالم وں کی ▁مدد ▁کرنے ▁لگے ▁حالانک ہ ▁کوي ی ▁قید ی ▁بن ▁کر ▁ا تا ▁ہے ▁تو ▁ف دی ہ ▁دے ▁کر ▁از اد ▁بھی ▁کر الی تے ▁ہو ▁جبکہ ▁شروع ▁سے ▁ان ▁کا ▁نکال نا ▁ہی ▁حرام ▁تھا . ▁کیا ▁تم ▁کتاب ▁کے ▁ایک ▁حصہ ▁پر ▁ایمان ▁رکھتے ▁ہو ▁اور ▁ایک ▁کا ▁انکار ▁کردی تے ▁ہو . ▁ایسا ▁کرنے ▁والوں ▁کی ▁کیا ▁سزا ہے ▁سوا ي ے ▁اس ▁کے ▁کہ ▁ز ندگان ی ▁دنیا ▁میں ▁ذ ل یل ▁ہوں ▁اور ▁قیامت ▁کے ▁دن ▁سخت ▁ترین ▁عذاب ▁کی ▁طرف ▁پل ٹا د ▁ی ي ے ▁جاي یں ▁گے ▁ . ▁اور ▁اللہ ▁تمہارے ▁کر تو ت ▁سے ▁بے ▁خبر ▁نہیں ▁ہے
▁کہ ▁ہم ▁پر ▁چ ٹی ▁پڑ ی
▁ہر ▁نفس ▁موت ▁کا ▁م زہ ▁چ کھ نے ▁والا ہے ▁اس ▁کے ▁بعد ▁تم ▁سب ▁ہماری ▁بار گاہ ▁میں ▁پل ٹا ▁کر ▁لاي ے ▁جا و ▁گے
▁موسی ▁نے ▁کہا ▁" بھ ول ▁چوک ▁پر ▁مجھے ▁نہ ▁پکڑ ی ے ▁میرے ▁معاملے ▁میں ▁اپ ▁ذرا ▁سختی ▁سے ▁کام ▁نہ ▁لیں "
▁( ا ے ▁پیغمبر ) ▁یہ ▁اخبار ▁غ یب ▁میں ▁سے ▁ہیں ▁جو ▁ہم ▁تمہاری ▁طرف ▁بھیج تے ▁ہیں ▁اور ▁جب ▁برادر ان ▁یوسف ▁نے ▁اپنی ▁بات ▁پر ▁اتفاق ▁کیا ▁تھا ▁اور ▁وہ ▁فریب ▁کر ▁رہے ▁تھے ▁تو ▁تم ▁ان ▁کے ▁پاس ▁تو ▁نہ ▁تھے
▁( اگر ▁بال فرض ▁اپ ▁ما يل ▁ہو ▁جاتے ▁تو ) ▁اس ▁وقت ▁ہم ▁اپ ▁کو ▁دو گن ا ▁م زہ ▁زندگی ▁میں ▁اور ▁دو گن ا ▁موت ▁میں ▁چک ھا تے ▁پھر ▁اپ ▁اپنے ▁لي ے ▁( بھی ) ▁ہم ▁پر ▁کوي ی ▁مدد ▁ گار ▁نہ ▁پا تے ،
▁اور ▁یہ ▁( وح ی ▁بھی ▁میرے ▁پاس ▁اي ی ▁ہے ) ▁کہ ▁اگر ▁وہ ▁طریق ت ▁( را ہ ▁حق ، ▁طریق ▁ذکر ▁ال ہی ) ▁پر ▁قاي م ▁رہتے ▁تو ▁ہم ▁انہیں ▁بہت ▁سے ▁پانی ▁کے ▁ساتھ ▁سی راب ▁کرتے ،
▁پھر ▁میرا ▁عذاب ▁اور ▁میرا ▁ڈرا نا ▁کی سا ▁( ع برت ▁ ناک ) ▁رہا ،
▁پس ▁کیا ▁وہ ▁نہیں ▁جانتا ▁جب ▁اک ھا ڑا ▁جاي ے ▁گا ▁جو ▁کچھ ▁قبر وں ▁میں ▁ہے
▁وہ ▁جن ات ▁میں ▁سے ▁ہو ▁یا ▁انسان وں ▁میں ▁سے
▁اور ▁ہم ▁انہیں ▁اور ▁زیادہ ▁می و ے ▁دیں ▁گے ▁اور ▁گوشت ▁جو ▁وہ ▁چاہ یں ▁گے
▁پھر ▁اللہ ▁جب ▁انہیں ▁بچا ▁لی تا ▁ہے ▁ج بھی ▁وہ ▁زمین ▁میں ▁نا حق ▁زیادتی ▁کرنے ▁لگ تے ▁ہیں ▁اے ▁لوگ و ! ▁تمہاری ▁زیادتی ▁تمہارے ▁ہی ▁جان وں ▁کا ▁وبال ▁ہے ▁دنیا ▁کے ▁جی تے ▁جی ▁ برت ▁لو ▁( فا يد ▁اٹھا لو )، ▁پھر ▁تمہیں ▁ہماری ▁طرف ▁پھر نا ▁ہے ▁اس ▁وقت ▁ہم ▁تمہیں ▁ جت اد یں ▁گے ▁جو ▁تمہارے ▁کو ت ک ▁تھے
▁اور ▁ان ▁میں ▁سے ▁کچھ ▁ایسے ▁بھی ▁ہیں ▁جو ▁اپ ▁کی ▁بات ▁غور ▁سے ▁سن تے ▁ہیں ▁اور ▁ہم ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁پر دے ▁ڈال ▁دی ي ے ▁ہیں ▁کہ ▁وہ ▁اسے ▁سمجھتے ▁نہیں ▁ہیں ▁اور ▁کان وں ▁میں ▁گران ی ▁ڈال ▁دی ▁ہے ▁کہ ▁سن تے ▁نہیں ▁ہیں۔ ▁اور ▁اگر ▁وہ ▁سارے ▁کے ▁سارے ▁مع جز ے ▁دیکھ ▁لیں ▁جب ▁بھی ▁ان ▁پر ▁ایمان ▁نہیں ▁لاي یں ▁گے۔ ▁یہاں ▁تک ▁کہ ▁جب ▁اپ ▁کے ▁پاس ▁ا تے ▁ہیں ▁تو ▁اپ ▁سے ▁بھی ▁بحث ▁و ▁تکرار ▁کرتے ▁ہیں ▁اور ▁جو ▁کا فر ▁ہیں ▁( اور ▁جنہوں ▁نے ▁ب ہر حال ▁نہ ▁مان نے ▁کا ▁فیصلہ ▁کر ▁لیا ▁ہے ) ▁وہ ▁سب ▁کچھ ▁سن ▁کر ▁بھی ▁کہتے ▁ہیں ▁کہ ▁یہ ▁( قر ان ) ▁نہیں ▁ہے ▁مگر ▁اگلے ▁لوگوں ▁کی ▁( جھ وٹ ی ) ▁داستان یں۔
▁یہ ▁کام ▁نہ ▁تو ▁ان ▁کو ▁سزا وار ▁ہے ▁اور ▁نہ ▁وہ ▁اس ▁کی ▁طاقت ▁رکھتے ▁ہیں
▁بدل ے ▁والے ▁دن ▁اس ▁میں ▁جاي یں ▁گے
▁جو ▁اس مان وں ▁اور ▁زمین ▁اور ▁جو ▁چیز یں ▁ان ▁میں ▁ہیں ▁سب ▁کا ▁مالک ▁ہے ▁اور ▁سور ج ▁کے ▁طلوع ▁ہونے ▁کے ▁مقامات ▁کا ▁بھی ▁مالک ▁ہے
▁کہ ی ي ے ! ▁اے ▁اہل ▁کتاب ▁اپنے ▁دین ▁میں ▁نا حق ▁غل و ▁نہ ▁کرو ۔ ▁اور ▁ان ▁لوگوں ▁کی ▁خواہش ات ▁اور ▁ذاتی ▁خیالات ▁کی ▁پیر وی ▁نہ ▁کرو ▁جو ▁پہلے ▁خود ▁گمراہ ▁ہو ▁چکے ▁ہیں۔ ▁اور ▁بہت ▁س وں ▁کو ▁گمراہ ▁کر ▁چکے ▁ہیں ▁اور ▁راہ ▁راست ▁سے ▁بھ ٹک ▁ گي ے ▁ہیں۔
▁اخر ▁تمہیں ▁کیا ▁ہوگیا ▁ہے ▁کہ ▁منا فق ین ▁کے ▁بارے ▁میں ▁دو ▁گروہ ▁ہو گي ے ▁ہو ▁جب ▁کہ ▁اللہ ▁نے ▁ان ▁کے ▁اعمال ▁کی ▁بنا ▁پر ▁انہیں ▁ال ٹ ▁دیا ▁ہے ▁کیا ▁تم ▁اسے ▁ہدایت ▁دینا ▁چاہتے ▁ہو ▁خدا ▁نے ▁جسے ▁گمراہ ی ▁پر ▁چھوڑ ▁دیا ▁ہے - ▁حالانک ہ ▁جسے ▁خدا ▁گمراہ ی ▁میں ▁چھوڑ ▁دے ▁اس ▁کے ▁لي ے ▁تم ▁کوي ی ▁راستہ ▁نہیں ▁نکال ▁سکتے
▁یا ▁انہوں ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁کیا ▁ہے ؟ ▁( نہیں ) ▁بلکہ ▁یہ ▁یقین ▁ہی ▁نہیں ▁رکھتے
▁کیا ▁تم ▁سمجھتے ▁ہو ▁کہ ▁ان ▁میں ▁سے ▁اکثر ▁لوگ ▁سن تے ▁اور ▁سمجھتے ▁ہیں ؟ ▁یہ ▁تو ▁جانور وں ▁کی ▁طرح ▁ہیں ، ▁بلکہ ▁ان ▁سے ▁بھی ▁ گي ے ▁گزر ے
▁اس ▁قرارداد ▁پر ▁انہوں ▁نے ▁جا ▁کر ▁اپنے ▁باپ ▁سے ▁کہا ▁" اب ا ▁جان ، ▁کیا ▁بات ▁ہے ▁کہ ▁اپ ▁یوسف ▁کے ▁معاملہ ▁میں ▁ہم ▁پر ▁بھر وس ہ ▁نہیں ▁کرتے ▁حالانک ہ ▁ہم ▁اس ▁کے ▁سچ ے ▁خیر ▁خواہ ▁ہیں ؟
▁اور ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁یہ ▁بھی ▁ہے ▁کہ ▁تم ▁زمین ▁کو ▁صاف ▁اور ▁مف دہ ▁دیکھ ▁رہے ▁ہو ▁اور ▁پھر ▁جب ▁ہم ▁نے ▁پانی ▁برس ا ▁دیا ▁تو ▁زمین ▁لہ لہ انے ▁لگی ▁اور ▁اس ▁میں ▁نشو ون ما ▁پیدا ▁ہو گي ی ▁بیش ک ▁جس ▁نے ▁زمین ▁کو ▁زندہ ▁کیا ▁ہے ▁وہی ▁مف د وں ▁کا ▁زندہ ▁کرنے ▁والا ▁بھی ▁ہے ▁اور ▁یقینا ▁وہ ▁ہر ▁ش ے ▁پر ▁قادر ▁ہے
▁( وہ ▁قص ہ ▁یوں ▁ہے ) ▁جب ▁یوسف ▁( علی ہ ▁السلام ) ▁نے ▁اپنے ▁باپ ▁سے ▁کہا : ▁اے ▁میرے ▁والد ▁گرامی ! ▁میں ▁نے ▁( خواب ▁میں ) ▁گیا رہ ▁ستار وں ▁کو ▁اور ▁سور ج ▁اور ▁چاند ▁کو ▁دیکھا ▁ہے ، ▁میں ▁نے ▁انہیں ▁اپنے ▁لي ے ▁سج دہ ▁کرتے ▁ہو ي ے ▁دیکھا ▁ہے ،
▁اور ▁جنہوں ▁نے ▁کفر ▁کیا ▁ہو ▁گا ▁اور ▁ہماری ▁ای ات ▁کو ▁جھ ٹل ایا ▁ہوگا ▁ان ▁کے ▁لیے ▁رس وا ▁کن ▁عذاب ▁ہوگا
▁جو ▁لوگ ▁کا فر ▁ہو ي ے ▁اور ▁کا فر ▁ہی ▁مر ے ▁ایس وں ▁پر ▁خدا ▁کی ▁اور ▁فرشت وں ▁اور ▁لوگوں ▁کی ▁سب ▁کی ▁لعنت
▁پھر ▁ہم ▁نے ▁دوسروں ▁کو ▁ہلاک ▁کر ▁دیا ،
▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁انہوں ▁نے ▁نیک ▁اعمال ▁کي ے ▁ان ▁کے ▁لي ے ▁بہترین ▁جگہ ▁( بہ شت ) اور ▁بہترین ▁بازگشت ▁ہے
▁لیکن ▁جب ▁وہ ▁ہمارا ▁عذاب ▁دیکھ ▁چکے ▁( اس ▁وقت ) ▁ان ▁کے ▁ایمان ▁نے ▁ان ▁کو ▁کچھ ▁بھی ▁فاي دہ ▁نہ ▁دیا۔ ▁( یہ ) ▁خدا ▁کی ▁عادت ▁( ہے ) ▁جو ▁اس ▁کے ▁بند وں ▁( کے ▁بارے ) ▁میں ▁چل ی ▁ اتی ▁ہے۔ ▁اور ▁وہاں ▁کا فر ▁گھ ا ٹے ▁میں ▁پڑ ▁ گي ے
▁اور ▁تم ▁کیا ▁جان و ▁کہ ▁کیا ▁ہے ▁وہ ▁چک نا ▁چور ▁کر ▁دینے ▁والی ▁جگہ ؟
▁اور ▁ہماری ▁نسبت ▁باتیں ▁بنانے ▁لگا ▁اور ▁اپنا ▁پیدا ▁ہونا ▁بھول ▁گیا ▁کہنے ▁لگا ▁بوس ید ہ ▁ہ ڈی وں ▁کو ▁کون ▁زندہ ▁کر ▁سکتا ▁ہے
▁ہم ▁چاہ یں ▁تو ▁ان ▁کی ▁ان کھ یں ▁ موند ▁دیں ، ▁پھر ▁یہ ▁راستے ▁کی ▁طرف ▁ل پک ▁کر ▁دیکھیں ، ▁کہاں ▁سے ▁انہیں ▁راستہ ▁سج ھا ي ی ▁دے ▁گا ؟
▁پس ▁تم ▁دونوں ▁اپنے ▁رب ▁کی ▁کن ▁کن ▁نعمت وں ▁کو ▁جھ ٹل او ▁گے ،
▁پس ▁وہ ▁وہی ▁ہے ▁جو ▁ یت یم ▁کو ▁ دھ کے ▁دیتا ▁ہے
▁تاکہ ▁جو ▁ہم ▁نے ▁ان ▁کو ▁بخش ا ▁ہے ▁اس ▁کی ▁نا ش کری ▁کریں ▁اور ▁فاي دہ ▁اٹھا ي یں ▁( سو ▁خیر ) ▁عن قر یب ▁ان ▁کو ▁معلوم ▁ہو جا ي ے ▁گا
▁اور ▁کامل ▁دان اي ی ▁( کی ▁کتاب ▁بھی ) ▁لیکن ▁ڈرا نا ▁ان ▁کو ▁کچھ ▁فاي دہ ▁نہیں ▁دیتا
▁وہ ▁بول ے ▁ہم ▁نماز ▁نہ ▁پڑھ تے ▁تھے ،
▁اور ▁بیش ک ▁قریب ▁تھا ▁کہ ▁وہ ▁تمہیں ▁اس ▁زمین ▁سے ▁ڈ گا ▁دیں ▁( کھ سک اد یں ) ▁کہ ▁تمہیں ▁اس ▁سے ▁باہر ▁کرد یں ▁اور ▁ایسا ▁ہوتا ▁تو ▁وہ ▁تمہارے ▁پیچھے ▁نہ ▁ٹھہر تے ▁مگر ▁تھ وڑ ا
▁یا ▁( پ ھر ▁ان ▁کی ▁مثال ▁ایسی ▁ہے ▁جیسے ) ▁اس مان ▁سے ▁زور ▁دار ▁بارش ▁برس ▁رہی ▁ہو ▁جس ▁میں ▁تاریک یاں ▁ہوں۔ ▁اور ▁گر ج ▁چم ک ▁بھی ۔ ▁اور ▁وہ ▁گر نے ▁والی ▁بجلی وں ▁سے ▁مر نے ▁کے ▁ڈر ▁سے ▁اپنی ▁انگل یاں ▁اپنے ▁کان وں ▁میں ▁ ٹھ ون س ▁ل یں۔ ▁حالانک ہ ▁اللہ ▁ہر ▁طرف ▁سے ▁کا فر وں ▁کو ▁گھ ی رے ▁ہو ي ے ▁ہے۔
▁جسے ▁مط ہری ن ▁کے ▁سوا ▁کوي ی ▁چھ و ▁نہیں ▁سکتا
▁ہر ▁طرح ▁کی ▁ل ذ ی ذ ▁چیز یں ،
▁اور ▁دن ▁کو ▁ہم ▁نے ▁وقت ▁روزگار ▁بنایا
▁یقینا ▁تمہارے ▁لیے ▁ان ▁میں ▁اچھا ▁نمو نہ ▁( اور ▁عمده ▁پیر وی ▁ہے ▁خاص ▁کر ) ▁ہر ▁اس ▁شخص ▁کے ▁لیے ▁جو ▁اللہ ▁کی ▁اور ▁قیامت ▁کے ▁دن ▁کی ▁ملاقات ▁کی ▁امید ▁رکھتا ▁ہو ، ▁اور ▁اگر ▁کوي ی ▁رو گردان ی ▁کرے ▁تو ▁اللہ ▁تعالی ▁بالکل ▁بے نی از ▁ہے ▁اور ▁سزا ▁وار ▁ حمد ▁و ثنا ▁ہے
▁بیش ک ▁جو ▁لوگ ▁کا فر ▁ہو ي ے ▁اور ▁حالت ▁کفر ▁میں ▁ہی ▁مر ▁ گي ے ▁سو ▁ان ▁میں ▁سے ▁کوي ی ▁شخص ▁اگر ▁زمین ▁بھر ▁سو نا ▁بھی ▁( اپ نی ▁نجات ▁کے ▁لي ے ) ▁معا وض ہ ▁میں ▁دینا ▁چاہے ▁تو ▁اس ▁سے ▁ہر گز ▁قبول ▁نہیں ▁کیا ▁جاي ے ▁گا ، ▁ان ہی ▁لوگوں ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے ▁اور ▁ان ▁کا ▁کوي ی ▁مدد گار ▁نہیں ▁ہو ▁سکے ▁گا ،
▁بے ▁شک ▁یہ ▁( دوز خ ) ▁بہت ▁بڑی ▁افت وں ▁میں ▁سے ▁ایک ▁ہے ،
▁اور ▁ہم ▁نے ▁ان ▁دونوں ▁کو ▁واضح ▁اور ▁بین ▁کتاب ▁( تور ات ) ▁عطا ▁فرما ي ی ،
▁دا ہ نے ▁والوں ▁کے ▁لیے
▁اپ ▁کہ ی ے ▁کہ ▁او ▁میں ▁تم ▁کو ▁وه ▁چیز یں ▁پڑھ ▁کر ▁سنا وں ▁جن ▁( یعنی ▁جن ▁کی ▁مخالفت ) ▁کو ▁تمہارے ▁رب ▁نے ▁تم ▁پر ▁حرام ▁فرما ▁دیا ▁ہے ، ▁وه ▁یہ ▁کہ ▁اللہ ▁کے ▁ساتھ ▁کسی ▁چیز ▁کو ▁شریک ▁مت ▁ٹھہر او ▁اور ▁ماں ▁باپ ▁کے ▁ساتھ ▁احسان ▁کرو ▁اور ▁اپنی ▁اولاد ▁کو ▁اف لاس ▁کے ▁سبب ▁قتل ▁مت ▁کرو ۔ ▁ہم ▁تم ▁کو ▁اور ▁ان ▁کو ▁ رزق ▁دیتے ▁ہیں ▁اور ▁بے ▁ح یا ي ی ▁کے ▁جتن ے ▁طریقے ▁ہیں ▁ان ▁کے ▁پاس ▁بھی ▁مت ▁جا و ▁ خواه ▁عل ان یہ ▁ہوں ▁ خواه ▁پوش یده ، ▁اور ▁جس ▁کا ▁خون ▁کرنا ▁اللہ ▁تعالی ▁نے ▁حرام ▁کردیا ▁ہے ▁اس ▁کو ▁قتل ▁مت ▁کرو ، ▁ہاں ▁مگر ▁حق ▁کے ▁ساتھ ▁ان ▁کا ▁تم ▁کو ▁تاکید ی ▁حکم ▁دیا ▁ہے ▁تاکہ ▁تم ▁سمجھ و
▁اور ▁جب ▁موسی ▁( علی ہ ▁السلام ) ▁ہمارے ▁( م قرر ▁کردہ ) ▁وقت ▁پر ▁حاضر ▁ہوا ▁اور ▁اس ▁کے ▁رب ▁نے ▁اس ▁سے ▁کلام ▁فرمایا ▁تو ▁( ک لام ▁رب انی ▁کی ▁لذت ▁پا ▁کر ▁دیدار ▁کا ▁ارز و ▁مند ▁ہوا ▁اور ) ▁عرض ▁کرنے ▁لگا : ▁اے ▁رب ! ▁مجھے ▁( اپ نا ▁جلو ہ ) ▁دکھا ▁کہ ▁میں ▁تیر ا ▁دیدار ▁کر ل وں ، ▁ارشاد ▁ہوا : ▁تم ▁مجھے ▁( برا ہ ▁راست ) ▁ہر گز ▁دیکھ ▁نہ ▁ سکو گ ے ▁مگر ▁پہاڑ ▁کی ▁طرف ▁ن گاہ ▁کرو ▁پس ▁اگر ▁وہ ▁اپنی ▁جگہ ▁ٹھہر ا ▁رہا ▁تو ▁عن قر یب ▁تم ▁میرا ▁جلو ہ ▁کر لوگ ے۔ ▁پھر ▁جب ▁اس ▁کے ▁رب ▁نے ▁پہاڑ ▁پر ▁( اپ نے ▁حسن ▁کا ) ▁جلو ہ ▁فرمایا ▁تو ▁( شد ت ▁ان وار ▁سے ) ▁اسے ▁ریز ہ ▁ریز ہ ▁کر ▁دیا ▁اور ▁موسی ▁( علی ہ ▁السلام ) ▁بے ▁ہو ش ▁ہو ▁کر ▁گر ▁پڑا ۔ ▁پھر ▁جب ▁اسے ▁ا فاق ہ ▁ہوا ▁تو ▁عرض ▁کیا : ▁تیر ی ▁ذات ▁پاک ▁ہے ▁میں ▁تیر ی ▁بار گاہ ▁میں ▁تو بہ ▁کرتا ▁ہوں ▁اور ▁میں ▁سب ▁سے ▁پہلا ▁ایمان ▁لانے ▁والا ▁ہوں ،
▁اے ▁اہل ▁کتاب ▁تم ▁خدا ▁کی ▁ ایت وں ▁سے ▁کیوں ▁انکار ▁کرتے ▁ہو ▁اور ▁تم ▁( تور ات ▁کو ) ▁مان تے ▁تو ▁ہو
▁اور ▁میرے ▁اوپر ▁ان ▁کا ایک ▁جرم ▁بھی ▁ہے ▁تو ▁مجھے ▁خوف ▁ہے ▁کہ ▁یہ ▁مجھے ▁قتل ▁نہ ▁کرد یں
▁سو ▁اپ ▁( بھی ) ▁انتظار ▁فرما ي یں ، ▁یقینا ▁وہ ▁( بھی ) ▁انتظار ▁کر ▁رہے ▁ہیں ▁( اپ ▁ان ▁کا ▁ حشر ▁و ▁انتقام ▁دیکھیں ▁گے ▁اور ▁وہ ▁اپ ▁کی ▁شان ▁اور ▁اپ ▁کے ▁ت صدق ▁سے ▁مومن وں ▁پر ▁میرا ▁انعام ▁دیکھیں ▁گے )،
▁پھر ▁جس ▁کے ▁پل ڑے ▁بھاری ▁ہوں ▁گے
▁اپ ▁فرما ▁دی جي ے : ▁اے ▁یہودی و ! ▁اگر ▁تم ▁یہ ▁گمان ▁کرتے ▁ہو ▁کہ ▁سب ▁لوگوں ▁کو ▁چھوڑ ▁کر ▁تم ▁ہی ▁اللہ ▁کے ▁دوست ▁( یعنی ▁اول ی اء ) ▁ہو ▁تو ▁موت ▁کی ▁ارز و ▁کرو ▁( کی ون کہ ▁اس ▁کے ▁اول ی اء ▁کو ▁تو ▁قبر ▁و ▁ حشر ▁میں ▁کوي ی ▁پریشان ی ▁نہیں ▁ہوگی ) ▁اگر ▁تم ▁( اپ نے ▁خیال ▁میں ) ▁سچ ے ▁ہو ،
▁خدا ▁نے ▁( جنگ ▁احد ▁میں ) ▁اپنا ▁وعدہ ▁( نصر ت ) ▁اس ▁وقت ▁سچ ا ▁کر ▁دکھا یا ▁جب ▁تم ▁اس ▁کے ▁حکم ▁سے ▁ان ▁( کا فر وں ) ▁کا ▁قلع ▁قم ع ▁کر ▁رہے ▁تھے ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁نے ▁کمزور ی ▁دکھا ي ی ▁تو ▁تم ▁نے ▁حکم ▁عدو لی ▁کی۔ ▁( یہ ▁اس ▁لي ے ▁کہ ) ▁تم ▁میں ▁کچھ ▁دنیا ▁کے ▁طلب ▁ گار ▁تھے ▁اور ▁کچھ ▁اخر ت ▁کے ▁طلب گار ▁تھے ▁پھر ▁اس ▁نے ▁تمہیں ▁ان ▁کے ▁مقابلے ▁میں ▁پس پا ▁کر ▁دیا ▁تاکہ ▁تمہارے ▁ایمان ▁و ▁ا خلاص ▁کی ▁از ماي ش ▁کرے۔ ▁اور ▁( پ ھر ▁بھی ) ▁تمہیں ▁معاف ▁کر ▁دیا۔ ▁اور ▁اللہ ▁اہل ▁ایمان ▁پر ▁بڑا ▁فضل ▁کرنے ▁والا ▁ہے۔
▁کیا ▁اپ ▁نے ▁نہیں ▁دیکھا ▁کہ ▁اپ ▁کے ▁پروردگار ▁نے ▁ہاتھ ی ▁والوں ▁کے ▁ساتھ ▁کیا ▁( سل وک ) ▁کیا ؟
▁ہر گز ▁نہیں ، ▁بلکہ ▁تم ▁ یت یم ▁سے ▁عزت ▁کا ▁سلوک ▁نہیں ▁کرتے
▁جس ▁نے ▁( انسان ▁کو ) ▁بنایا ▁پھر ▁( اس ▁کے ▁اعضا ء ▁کو ) ▁درست ▁کیا
▁کیا ▁ان ▁لوگوں ▁کو ▁اس ▁بات ▁سے ▁تعجب ▁ہوا ▁کہ ▁ہم ▁نے ▁ان ▁میں ▁سے ▁ایک ▁شخص ▁کے ▁پاس ▁وح ی ▁بھیج ▁دی ▁کہ ▁سب ▁اد م یوں ▁کو ▁ڈرا ي ی ے ▁اور ▁جو ▁ایمان ▁لے ▁اي ے ▁ان ▁کو ▁یہ ▁خوش خبر ی ▁سنا ي ی ے ▁کہ ▁ان ▁کے ▁رب ▁کے ▁پاس ▁ان ▁کو ▁پورا ▁ اجر ▁و مرت بہ ▁ملے ▁گا۔ ▁کا فر وں ▁نے ▁کہا ▁کہ ▁یہ ▁شخص ▁تو ▁ب لاش بہ ▁ صر یح ▁جادو گر ▁ہے
▁( ا ے ▁رسول ( ص ) ) ▁اگر ▁فاي دہ ▁قریب ▁اور ▁سفر ▁اسان ▁ہوتا ▁تو ▁یہ ▁( م نا فق ) ▁ضرور ▁تمہارے ▁پیچھے ▁چل تے ▁لیکن ▁انہیں ▁راہ ▁دور ▁کی ▁دکھا ي ی ▁دی ▁( اس ▁لي ے ▁قطع ▁مسا فت ▁دشوار ▁ہو گي ی ) ▁وہ ▁عن قر یب ▁اللہ ▁کے ▁نام ▁کی ▁قسم یں ▁کھا ▁کھا ▁کر ▁کہیں ▁گے ▁کہ ▁اگر ▁ہم ▁مق دور ▁رکھتے ▁تو ▁ضرور ▁اپ ▁کے ▁ساتھ ▁نکل ت ے۔ ▁یہ ▁لوگ ▁( جھ وٹ ی ▁قسم یں ▁کھا ▁کر ) ▁اپنے ▁کو ▁ہلاکت ▁میں ▁ڈال ▁رہے ▁ہیں ▁اور ▁اللہ ▁جانتا ▁ہے ▁کہ ▁وہ ▁قطعا ▁جھوٹ ے ▁ہیں۔
▁وہ ▁( ب ڑے ▁فخر ▁سے ) ▁کہ تا ▁ہے ▁کہ ▁میں ▁نے ▁ڈھ یر وں ▁مال ▁خرچ ▁کیا ▁ہے ،
▁( یہ ) ▁کتاب ▁عزیز ▁و ▁حکیم ▁( غا لب ▁اور ▁بڑے ▁حکمت ▁والے ▁خدا ) ▁کی ▁طرف ▁سے ▁نازل ▁کی ▁ گي ی ▁ہے۔
▁انہوں ▁نے ▁کہا ▁کہ ▁اگر ▁میں ▁اس ▁کے ▁بعد ▁( پ ھر ) ▁کوي ی ▁بات ▁پوچھ وں ▁( یعنی ▁اعتراض ▁کر وں ) ▁تو ▁مجھے ▁اپنے ▁ساتھ ▁نہ ▁رکھی ي ے ▁گا ▁کہ ▁اپ ▁میری ▁طرف ▁سے ▁ عذر ▁( کے ▁قبول ▁کرنے ▁میں ▁غا یت ) ▁کو ▁پہنچ ▁ گي ے
▁یہی ▁اپنے ▁پروردگار ▁( کی ▁طرف ) ▁سے ▁ہدایت ▁پر ▁ہیں ▁اور ▁یہی ▁نجات ▁پانے ▁والے ▁ہیں
▁جو ▁راحت ▁اور ▁سختی ▁ہر ▁حال ▁میں ▁ان فاق ▁کرتے ▁ہیں ▁اور ▁غ ص ہ ▁کو ▁پی ▁جاتے ▁ہیں ▁اور ▁لوگوں ▁کو ▁معاف ▁کرنے ▁والے ▁ہیں ▁اور ▁خدا ▁احسان ▁کرنے ▁والوں ▁کو ▁دوست ▁رکھتا ▁ہے
▁اور ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁کے ▁بارے ▁میں ▁( ا نہیں ▁جھ ٹ لا ▁کر ▁ہمیں ) ▁ہر انے ▁کی ▁کوشش ▁کرتے ▁ہیں ▁یہی ▁وہ ▁( بد بخت ) ▁لوگ ▁ہیں ▁جن ▁کی لي ے ▁سخت ▁قسم ▁کا ▁درد ناک ▁عذاب ▁ہے۔
▁اور ▁مجھے ▁اور ▁ان ▁جھ ٹل انے ▁والے ▁اہل ▁دولت ▁کو ▁چھوڑ ▁دی جي ے ▁اور ▁انہیں ▁تھ وڑ ی ▁سی ▁مہ لت ▁دی جي ے !
▁وہ ▁کہنے ▁لگے : ▁( ا ے ▁شعیب !) ▁تم ▁تو ▁محض ▁جادو ▁زد ہ ▁لوگوں ▁میں ▁سے ▁ہو ،
▁اور ▁جو ▁شخص ▁تم ▁میں ▁سے ▁اتنی ▁م قدر ت ▁نہ ▁رکھتا ▁ہو ▁کہ ▁خاندان ی ▁مسلمان ▁عورتوں ▁( مح صن ات ) ▁سے ▁نکاح ▁کر ▁سکے ▁اسے ▁چاہیے ▁کہ ▁تمہاری ▁ان ▁لو نڈی وں ▁میں ▁سے ▁کسی ▁کے ▁ساتھ ▁نکاح ▁کر ▁لے ▁جو ▁تمہارے ▁قبضہ ▁میں ▁ہوں ▁اور ▁مومن ہ ▁ہوں ▁اللہ ▁تمہارے ▁ایمان وں ▁کا ▁حال ▁خوب ▁جانتا ▁ہے ، ▁تم ▁سب ▁ایک ▁ہی ▁گروہ ▁کے ▁لوگ ▁ہو ، ▁لہذا ▁ان ▁کے ▁سرپرست وں ▁کی ▁اجازت ▁سے ▁ان ▁کے ▁ساتھ ▁نکاح ▁کر ▁لو ▁اور ▁معروف ▁طریقہ ▁سے ▁ان ▁کے ▁مہر ▁ادا ▁کر ▁دو ، ▁تاکہ ▁وہ ▁ح صار ▁نکاح ▁میں ▁محفوظ ▁( مح صن ات ) ▁ہو ▁کر ▁رہیں ، ▁از اد ▁ شہ وت ▁ رانی ▁کرتی ▁پھر یں ▁اور ▁نہ ▁چور ی ▁چھپ ے ▁اش نا ي یاں ▁کریں ▁پھر ▁جب ▁وہ ▁ح صار ▁نکاح ▁میں ▁محفوظ ▁ہو ▁جاي یں ▁اور ▁اس ▁کے ▁بعد ▁کسی ▁بد ▁چل نی ▁کی ▁مرتکب ▁ہوں ▁تو ▁ان ▁پر ▁اس ▁س ز ▁ا ▁کی ▁بہ ▁نسبت ▁ا دھی ▁سزا ▁ہے ▁جو ▁خاندان ی ▁عورتوں ▁( مح صن ات ) ▁کے ▁لیے ▁مقرر ▁ہے ▁یہ ▁سہولت ▁تم ▁میں ▁سے ▁ان ▁لوگوں ▁کے ▁لیے ▁پیدا ▁کی ▁ گي ی ▁ہے ▁جن ▁کو ▁شادی ▁نہ ▁کرنے ▁سے ▁بند ▁تقوی ▁کے ▁ٹوٹ ▁جانے ▁کا ▁ اندیش ہ ▁ہو ▁لیکن ▁اگر ▁تم ▁صبر ▁کرو ▁تو ▁یہ ▁تمہارے ▁لیے ▁بہتر ▁ہے ، ▁اور ▁اللہ ▁بخش نے ▁والا ▁اور ▁رحم ▁فرمان ے ▁والا ▁ہے
▁رہے ▁شعر اء ، ▁تو ▁ان ▁کے ▁پیچھے ▁بہ کے ▁ہو ي ے ▁لوگ ▁چلا ▁کرتے ▁ہیں
▁وہی ▁تو ▁ہے ▁جو ▁ یت یم ▁کو ▁ دھ کے ▁دیتا ▁ہے
▁کہہ ▁دو ▁الله ▁اور ▁اس ▁کے ▁رسول ▁کی ▁فرمان برداری ▁کرو ▁پھر ▁اگر ▁منہ ▁پھ ی رو ▁گے ▁تو ▁پیغمبر ▁تو ▁وہی ▁ہے ▁جس ▁کا ▁وہ ▁ذم ہ ▁دار ▁ہے ▁اور تم ▁پر ▁وہ ▁ہے ▁جو ▁تمہارے ▁ذم ہ ▁لازم ▁کیا ▁گیا ▁ہے ▁اور ▁اگر ▁اس ▁کی ▁فرمان برداری ▁کرو ▁گے ▁تو ▁ہدایت ▁پا و ▁گے ▁اور ▁رسول ▁کے ▁ذم ہ ▁صرف ▁صاف ▁طور ▁پر ▁پہنچا ▁دینا ▁ہے
▁جبکہ ▁انہوں ▁نے ▁اپنے ▁باپ ▁( یعنی ▁چ چا ) ▁اور ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁تم ▁کس ▁چیز ▁کی ▁عبادت ▁کرتے ▁ہو ؟
▁لوگ و ▁ ں ▁نے ▁کہا ▁الله ▁کی ▁قسم ▁بے ▁شک ▁تو ▁البتہ ▁اپنی ▁گمراہ ی ▁میں ▁مبتلا ▁ہے
▁اور ▁جس ▁دن ▁ہم ▁ان ▁سب ▁کو ▁جمع ▁کریں ▁گے ▁پھر ▁ان ▁لوگوں ▁سے ▁کہیں ▁گے ▁جنہوں ▁نے ▁شرک ▁کیا ▁تھا ▁تمہارے ▁شریک ▁کہاں ▁ہیں ▁جن ▁کا تم ہ یں ▁دعوی ▁تھا
▁وہی ▁تو ▁ہے ▁جس ▁نے ▁تم ▁کو ▁پیدا ▁کیا ▁پھر ▁کوي ی ▁تم ▁میں ▁کا فر ▁ہے ▁اور ▁کوي ی ▁مومن ۔ ▁اور ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁خدا ▁اس ▁کو ▁دیکھ تا ▁ہے
▁جب ▁موسی ▁( علی ہ ▁السلام ) ▁وہاں ▁پہنچے ▁تو ▁و ادي ▁( طور ) ▁کے ▁دا ي یں ▁کنار ے ▁سے ▁با بر کت ▁مقام ▁میں ▁( واقع ) ▁ایک ▁درخت ▁سے ▁او از ▁دی ▁ گي ی ▁کہ ▁اے ▁موسی ! ▁بیش ک ▁میں ▁ہی ▁اللہ ▁ہوں ▁( جو ) ▁تمام ▁ جہ ان وں ▁کا ▁پروردگار ▁( ہ وں )،
▁ان ▁کی ▁بیوی وں ▁کو ▁ہم ▁خاص ▁طور ▁پر ▁ني ے ▁سر ے ▁سے ▁پیدا ▁کریں ▁گے
▁تو ▁کیا ▁یہ ▁لوگ ▁ہمارے ▁عذاب ▁کے ▁لیے ▁جلد ی ▁م چا ▁رہے ▁ہیں ؟
▁بیش ک ▁ابراہیم ▁علی ھ ▁السلام ایک ▁مستقل ▁امت ▁اور ▁اللہ ▁کے ▁اطاعت ▁گزار ▁اور ▁باطل ▁سے ▁کت را ▁کر ▁چلنے ▁والے ▁تھے ▁اور ▁مشر کین ▁میں ▁سے ▁نہیں ▁تھے
▁کیا ▁تمہارے ▁پاس ▁موسی ▁کی ▁خبر ▁اي ی ▁ہے
▁مجھے ▁تو ▁بس ▁یہی ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁اس ▁شہر ▁کے ▁پروردگار ▁کی ▁عبادت ▁کرتا ▁رہ وں ▁جس ▁نے ▁اسے ▁حرمت ▁والا ▁بنایا ▁ہے ، ▁جس ▁کی ▁ملکی ت ▁ہر ▁چیز ▁ہے ▁اور ▁مجھے ▁یہ ▁بھی ▁فرمایا ▁گیا ▁ہے ▁کہ ▁میں ▁فرم اں ▁بردار وں ▁میں ▁ہو ▁جا وں
▁پھر ▁امید ▁ہے ▁کہ ▁میرا ▁رب ▁مجھے ▁تیر ے ▁باغ ▁سے ▁بہتر ▁دے ▁اور ▁اس ▁پر ▁لو ▁کا ▁ایک ▁جھ ون کا ▁اس مان ▁سے ▁بھیج ▁دے ▁پھر ▁وہ ▁چ ٹی ل ▁میدان ▁ہو جا ي ے
▁ہاں ▁زحمت ▁کے ▁ساتھ ▁اسان ی ▁بھی ▁ہے
▁اور ▁فرع ون ▁بولا : ▁مجھے ▁چھوڑ ▁دو ▁میں ▁موسی ▁کو ▁قتل ▁کر ▁د وں ▁اور ▁اسے ▁چاہیے ▁کہ ▁اپنے ▁رب ▁کو ▁بلا ▁ل ے۔ ▁مجھے ▁خوف ▁ہے ▁کہ ▁وہ ▁تم ہ ارا ▁دین ▁بدل ▁دے ▁گا ▁یا ▁ملک ▁( مصر ) ▁میں ▁فساد ▁پھیلا ▁دے ▁گا ،
▁ہم ▁نیک ▁لوگوں ▁کو ▁ایسا ▁ہی ▁بدل ہ ▁دیتے ▁ہیں
▁اور ▁جس ▁نے ▁اپنے ▁والدین ▁سے ▁کہا ▁تف ▁ہے ▁تم ▁پر ▁کیا ▁تم ▁دونوں ▁مجھ ▁سے ▁وعدہ ▁کرتے ▁ہو ▁کہ ▁میں ▁( دو بار ہ ▁قبر ▁سے ) ▁نکال ا ▁جا وں ▁گا۔ ▁حالانک ہ ▁مجھ ▁سے ▁پہلے ▁کي ی ▁نسل یں ▁گزر ▁چکی ▁ہیں ▁( اور ▁کوي ی ▁ایک ▁بھی ▁زندہ ▁نہ ▁ہوا ) ▁اور ▁وہ ▁دونوں ▁اللہ ▁سے ▁فریاد ▁کرتے ▁ہیں ▁( اور ▁کہتے ▁ہیں ) ▁وا ي ے ▁ہو ▁ت جھ ▁پر ▁ایمان لے ▁ ا۔ ▁بے شک ▁اللہ ▁کا ▁وعدہ ▁سچ ا ہے ( م گر ) ▁وہ ▁کہ تا ▁ہے ▁کہ ▁یہ ▁سب ▁اگلے ▁لوگوں ▁کی ▁( پر انی ) ▁کہانی اں ▁ہیں۔
▁اپ ▁کہہ ▁دی جی ي ے ▁کہ ▁اے ▁اہل ▁کتاب ! ▁تم ▁دراصل ▁کسی ▁چیز ▁پر ▁نہیں ▁جب ▁تک ▁کہ ▁تور ات ▁وان جی ل ▁کو ▁اور ▁جو ▁کچھ ▁تمہاری ▁طرف ▁تمہارے ▁رب ▁کی ▁سے ▁طرف ▁اتار ا ▁گیا ▁ہے ▁قاي م ▁نہ ▁کرو ، ▁جو ▁کچھ ▁اپ ▁کی ▁جانب ▁اپ ▁کے ▁رب ▁کی ▁طرف ▁سے ▁اتر ا ▁ہے ▁وه ▁ان ▁میں ▁سے ▁بہت وں ▁کو ▁شر ارت ▁اور ▁انکار ▁میں ▁اور ▁بھی ▁بڑھا ي ے ▁گا ▁ہی ، ▁تو ▁اپ ▁ان ▁کا فر وں ▁پر ▁غم گی ن ▁نہ ▁ہوں
▁اور تم ▁پر ▁حرام ▁ہیں ▁شادی ▁شدہ ▁عورت یں - ▁علاوہ ▁ان ▁کے ▁جو ▁تمہاری ▁کنی ز یں ▁بن ▁جاي یں - ▁یہ ▁خدا ▁کا ▁کھل ا ▁ہوا ▁قانون ▁ہے ▁اور ▁ان ▁سب ▁عورتوں ▁کے ▁علاوہ ▁تمہارے ▁لي ے ▁حلال ▁ہے ▁کہ ▁اپنے ▁اموال ▁کے ▁ذریعہ ▁عورتوں ▁سے ▁رشتہ ▁پیدا ▁کرو ▁ع فت ▁و ▁پاک ▁دامن ی ▁کے ▁ساتھ ▁س فاح ▁و ▁زن ا ▁کے ▁ساتھ ▁نہیں ▁پس ▁جو ▁بھی ▁ان ▁عورتوں ▁سے ▁ تمتع ▁کرے ▁ان ▁کی ▁اج رت ▁انہیں ▁بطور ▁فری ض ہ ▁دے ▁دے ▁اور ▁فری ض ہ ▁کے ▁بعد ▁اپ س ▁میں ▁رضا ▁من دی ▁ہو جا ي ے ▁تو ▁کوي ی ▁حر ج ▁نہیں ▁ہے ▁بیش ک ▁اللہ ▁علی م ▁بھی ▁ہے ▁اور ▁حکیم ▁بھی ▁ہے
▁اور ▁ان ▁تین وں ▁پر ▁بھی ▁جن ▁کا ▁معاملہ ▁ملت وی ▁کیا ▁گیا ▁یہاں ▁تک ▁کہ ▁جب ▁ان ▁پر ▁زمین ▁باوجود ▁کش اد ہ ▁ہونے ▁کے ▁تنگ ▁ہو گي ی ▁اور ▁ان ▁کی ▁جان یں ▁بھی ▁ان ▁پر ▁تنگ ▁ہو گي یں ▁اور ▁انہوں ▁نے ▁سمجھ ▁لیا ▁کہ ▁الله ▁سے ▁کوي ی ▁پناہ ▁نہیں ▁سو ▁اسی ▁کی ▁طرف ▁ انے ▁کے ▁پھر ▁بھی ▁اپنی ▁رحمت ▁سے ▁ان ▁پر ▁متو جہ ▁ہوا ▁تاکہ ▁وہ ▁تو بہ ▁کریں ▁بے ▁شک ▁الله ▁تو بہ ▁قبول ▁کرنے ▁والا ▁مہر بان ▁ہے
▁کہ و ▁کہ ▁بھ لا ▁دیکھ و ▁اگر ▁یہ ▁( قر ان ) ▁خدا ▁کی ▁طرف ▁سے ▁ہو ▁پھر ▁تم ▁اس ▁سے ▁انکار ▁کرو ▁تو ▁اس ▁سے ▁بڑھ ▁کر ▁کون ▁گمراہ ▁ہے ▁جو ▁( حق ▁کی ) ▁پر لے ▁در جے ▁کی ▁مخالفت ▁میں ▁ہو
▁جس ▁دن ▁ہم ▁بڑی ▁سخت ▁پکڑ ▁پکڑ یں ▁گے ▁بے ▁شک ▁ہم ▁بدل ہ ▁لینے ▁والے ▁ہیں
▁اور ▁اس ▁نے ▁کتاب ▁میں ▁یہ ▁بات ▁نازل ▁کردی ▁ہے ▁کہ ▁جب ▁ ایا ا ▁ال ہی ▁کے ▁بارے ▁میں ▁یہ ▁سن و ▁کہ ▁ان ▁کا ▁انکار ▁اور ▁است ہ زا ي ▁ہورہا ▁ہے ▁تو ▁خبردار ▁ان ▁کے ▁ساتھ ▁ہر گز ▁نہ ▁بیٹھ نا ▁جب ▁تک ▁وہ ▁دوسری ▁بات وں ▁میں ▁مصروف ▁نہ ▁ہو جا ي یں ▁ورنہ ▁تم ▁ان ▁ہی ▁کے ▁مثل ▁ہو جا و ▁گے ▁خدا ▁کف ار ▁اور ▁منا فق ین ▁سب ▁کو ▁ جہ نم ▁میں ▁ایک ▁ساتھ ▁اک ٹھا ▁کرنے ▁والا ▁ہے
▁تو ▁تمہارے ▁پہلے ▁والے ▁زمان وں ▁اور ▁نسل وں ▁میں ▁ایسے ▁صاحب ان ▁عقل ▁کیوں ▁نہیں ▁پیدا ▁ہو ي ے ▁ہیں ▁جو ▁لوگوں ▁کو ▁زمین ▁میں ▁فساد ▁پھیلا نے ▁سے ▁روک تے ▁علاوہ ▁ان ▁چند ▁افراد ▁کے ▁جنہیں ▁ہم ▁نے ▁نجات ▁دے ▁دی ▁اور ▁ظالم ▁تو ▁اپنے ▁ع یش ▁ہی ▁کے ▁پیچھے ▁پڑے ▁رہے ▁اور ▁یہ ▁سب ▁کے ▁سب ▁مجرم ▁تھے
▁وہاں ▁پہنچا ▁تو ▁پکار ا ▁گیا ▁" ا ے ▁موسی !
▁اور ▁تمہیں ▁جو ▁نعمت ▁بھی ▁حاصل ▁ہے ▁سو ▁وہ ▁اللہ ▁ہی ▁کی ▁جانب ▁سے ▁ہے ، ▁پھر ▁جب ▁تمہیں ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁تم ▁اسی ▁کے ▁ اگ ے ▁گری ہ ▁و ▁ز اری ▁کرتے ▁ہو ،
▁اور ▁کہہ ▁دی جي ے ▁کہ ▁میں ▁تو ▁کھل م ▁کھل ا ▁ڈرا نے ▁والا ▁ہوں
▁اور ▁کوي ی ▁کہ تا ▁ہے ▁کہ ▁اے ▁ہمارے ▁رب ! ▁ہمیں ▁دنیا ▁میں ▁بھی ▁بھ لا ي ی ▁دے ▁اور ▁اخر ت ▁میں ▁بھی ▁بھ لا ي ی ▁اور ▁ اگ ▁کے ▁عذاب ▁سے ▁ہمیں ▁بچا
▁اس ▁وقت ▁یہ ▁کہیں ▁گے ▁" ہا ي ے ▁ہماری ▁کم ▁بخ تی ، ▁یہ ▁تو ▁یوم ▁الجز ا ▁ہے "
▁ہم ▁نے ▁ان ▁پر ▁کوي ی ▁ظلم ▁نہیں ▁کیا ، ▁بلکہ ▁خود ▁انہوں ▁نے ▁ہی ▁اپنے ▁اوپر ▁ظلم ▁کیا ، ▁اور ▁انہیں ▁ان ▁کے ▁مع بود وں ▁نے ▁کوي ی ▁فا يده ▁نہ ▁پہنچا یا ▁جنہیں ▁وه ▁اللہ ▁کے ▁سوا ▁پکار ا ▁کرتے ▁تھے ، ▁جب ▁کہ ▁تیر ے ▁پروردگار ▁کا ▁حکم ▁اپ ہن چا ، ▁بلکہ ▁اور ▁ان ▁کا ▁نقصان ▁ہی ▁انہوں ▁نے ▁بڑھا ▁دیا
▁اس ▁کے ▁ساتھ ی ▁نے ▁اس ▁سے ▁ال ٹ ▁پھ یر ▁کرتے ▁ہو ي ے ▁جواب ▁دیا ▁کیا ▁تو ▁اس ▁کے ▁ساتھ ▁کفر ▁کرتا ▁ہے ▁جس ▁نے ▁تج ھے ▁م ٹی ▁سے ▁بنایا ▁پھر ▁ن طف ہ ▁سے ▁پھر ▁تج ھے ▁ٹھیک ▁مرد ▁کیا
▁پھر ▁( ان ▁سے ) ▁کہا ▁جاي ے ▁گا ▁کہ ▁یہی ▁وہ ▁ جہ نم ▁ہے ▁جس ▁کو ▁تم ▁جھ ٹل ات ے ▁تھے۔
▁اور ▁اس ▁میں ▁ایک ▁گھر ▁کے ▁سوا ▁مسلمانوں ▁کا ▁کوي ی ▁گھر ▁نہ ▁پایا
▁اور ▁جو ▁کچھ ▁تمہارے ▁لي ے ▁اس ▁زمین ▁کے ▁اندر ▁مختلف ▁رنگ وں ▁میں ▁پیدا ▁کیا ▁ہے ▁اس ▁میں ▁بھی ▁عبر ت ▁حاصل ▁کرنے ▁والی ▁قوم ▁کے ▁لي ے ▁اس ▁کی ▁نشان یاں ▁پاي ی ▁جاتی ▁ہیں
▁اور ▁ہماری ▁ذم ہ ▁داری ▁صرف ▁واضح ▁طور ▁پر ▁پیغام ▁پہنچا دی نا ▁ہے
▁اور ▁تیر ے ▁رب ▁کی ▁پکڑ ▁ایسی ▁ہی ▁ہوتی ▁ہے ▁جب ▁وہ ▁ظالم ▁بست یوں ▁کو ▁پکڑ تا ▁ہے ▁اور ▁اس ▁کی ▁پکڑ ▁سخت ▁تکلیف ▁ دہ ▁ہے
▁یہ ▁بات ▁اللہ ▁نے ▁تمہیں ▁اس ▁لیے ▁بتا ▁دی ▁ہے ▁کہ ▁تم ▁خوش ▁ہو ▁جا و ▁اور ▁تمہارے ▁دل ▁مط مين ▁ہو ▁جاي یں ▁فتح ▁و ▁نصر ت ▁جو ▁کچھ ▁بھی ▁ہے ▁اللہ ▁کی ▁طرف ▁سے ▁ہے ▁جو ▁بڑی ▁قوت ▁والا ▁اور ▁دا نا ▁و ▁بین ا ▁ہے
▁الف ▁ل ▁م
▁تمہاری ▁عورت یں ▁تمہاری ▁کھ یت یاں ▁ہیں ▁تمہیں ▁اختیار ▁ہے ، ▁جس ▁طرح ▁چاہ و ، ▁اپنی ▁کھ یتی ▁میں ▁جا و ، ▁مگر ▁اپنے ▁مستقبل ▁کی ▁فکر ▁کرو ▁اور ▁اللہ ▁کی ▁ناراض ی ▁سے ▁بچ و ▁خوب ▁جان ▁لو ▁کہ ▁تمہیں ▁ایک ▁دن ▁اس ▁سے ▁مل نا ▁ہے ▁اور ▁اے ▁نبی ! ▁جو ▁تمہاری ▁ہ دا یات ▁کو ▁مان ▁لیں ▁انہیں ▁فلا ح ▁و ▁سعادت ▁کا ▁م ثر دہ ▁سنا ▁دو
▁اور ▁تو ▁فرشت وں ▁کو ▁اللہ ▁کے ▁ع رش ▁کے ▁ارد گرد ▁حلقہ ▁با ند ھے ▁ہو ي ے ▁اپنے ▁رب ▁کی ▁ حمد ▁و ▁تس بی ح ▁کرتے ▁ہو ي ے ▁دیکھ ے ▁گا ▁اور ▁ان ▁میں ▁انصاف ▁کا ▁فیصلہ ▁کیا ▁جاي ے ▁گا ▁اور ▁کہہ ▁دیا ▁جاي ے ▁گا ▁کہ ▁ساری ▁خوبی ▁اللہ ▁ہی ▁کے ▁لیے ▁ہے ▁جو ▁تمام ▁ جہ ان وں ▁کا ▁پال نہ ار ▁ہے
▁اور ▁زمین ▁کی ▁اور ▁اس ▁کی ▁جس ▁نے ▁اسے ▁پھیلا یا
▁وہ ▁بول ے ▁کیا ▁تم ▁ہمارے ▁پاس ▁( واقع ی ) ▁حق ▁لاي ے ▁ہو ▁یا ▁( ہم ▁سے ) ▁کھیل ▁( کی ▁باتیں ) ▁کرتے ▁ہو ؟
▁اور ▁نوح ▁کشتی ▁بنا تا ▁ہے ▁اور ▁جب ▁اس ▁کی ▁قوم ▁کے ▁سردار ▁اس ▁پر ▁گزر تے ▁اس ▁پر ▁ہنس تے ▁بولا ▁اگر ▁تم ▁ہم ▁پر ▁ہنس تے ▁ہو ▁تو ▁ایک ▁وقت ▁ہم ▁تم ▁پر ▁ہنس یں ▁گے ▁جیسا ▁تم ▁ہنس تے ▁ہو
▁ہمیں ▁معلوم ▁ہے ▁کہ ▁یہ ▁لوگ ▁جو ▁باتیں ▁کرتے ▁ہیں ▁وہ ▁بے ▁شک ▁اپ ▁کو ▁رنج ▁پہنچا تی ▁ہیں۔ ▁( لیکن ▁امر ▁واقع ▁یہ ▁ہے ▁کہ ) ▁یہ ▁لوگ ▁اپ ▁کو ▁نہیں ▁جھ ٹل ات ے ▁بلکہ ▁یہ ▁ظالم ▁لوگ ▁( در ا صل ) ▁اللہ ▁کی ▁ ایت وں ▁کا ▁انکار ▁کر ▁رہے ▁ہیں۔
▁تو ▁ان ▁( ک فار ) ▁کو ▁کیا ▁ہوگیا ▁ہے ▁کہ ▁( پ ھر ▁بھی ) ▁نص ی حت ▁سے ▁رو گردان ی ▁کي ے ▁ہو ي ے ▁ہیں ،
▁تم ▁الله ▁کا ▁کی ون کر ▁انکار ▁کرسکتے ▁ہو ▁حالانک ہ ▁تم ▁بے ▁جان ▁تھے ▁پھر ▁تمہیں ▁زندہ ▁کیا ▁پھر ▁تمہیں ▁مار ے ▁گا ▁پھر ▁تمہیں ▁زندہ ▁کرے ▁گا ▁پھر ▁تم ▁اسی ▁کے ▁پاس ▁لوٹ ▁کر ▁جا و ▁گے
▁وہ ▁تم ▁سے ▁ہر گز ▁یہ ▁نہ ▁کہ ے ▁گا ▁کہ ▁فرشت وں ▁کو ▁یا ▁پیغمبر وں ▁کو ▁اپنا ▁رب ▁بنا ▁لو ▁کیا ▁یہ ▁ممکن ▁ہے ▁کہ ▁ایک ▁نبی ▁تمہیں ▁کفر ▁کا ▁حکم ▁دے ▁جب ▁کہ ▁تم ▁مسلم ▁ہو ؟
▁یہ ▁ایسے ▁ صح یف وں ▁میں ▁درج ▁ہے ▁جو ▁مک رم ▁ہیں
▁تو ▁کیا ▁اپ ▁شدت ▁ها ف سوس ▁سے ▁ان ▁کے ▁پیچھے ▁اپنی ▁جان ▁خطرہ ▁میں ▁ڈال ▁دیں ▁گے ▁اگر ▁یہ ▁لوگ ▁اس ▁بات ▁پر ای مان ▁نہ ▁لاي ے
▁اور ▁یہ ▁تمہاری ▁امت ▁ایک ▁ہی ▁امت ▁ہے ▁اور ▁میں ▁تم ہ ارا ▁رب ▁ہوں ، ▁پس ▁مجھ ی ▁سے ▁تم ▁ڈر و
▁ان ▁قدرت وں ▁سے ▁ظاہر ▁ہے ▁کہ ▁خدا ▁ہی ▁( قا در ▁مطلق ▁ہے ▁جو ) ▁بر حق ▁ہے ▁اور ▁یہ ▁کہ ▁وہ ▁مرد وں ▁کو ▁زندہ ▁کردی تا ▁ہے۔ ▁اور ▁یہ ▁کہ ▁وہ ▁ہر ▁چیز ▁پر ▁قدرت ▁رکھتا ▁ہے
▁اور ▁وہی ▁ہر ▁چیز ▁کا ▁پیدا ▁کرنے ▁والا ▁ہے ▁اور ▁وہی ▁ہر ▁چیز ▁پر ▁ نگ ہ بان ▁ہے۔
▁تو ▁اسے ▁چھوڑ ▁کر ▁اور ▁طرف ▁مشغول ▁ہوتے ▁ہو ،
▁لیکن ▁انسان ▁تو ▁ایسا ▁ہے ▁کہ ▁جب ▁اسے ▁اس ▁کا ▁رب ▁از ما تا ▁ہے ▁پھر ▁اسے ▁عزت ▁اور ▁نعمت ▁دیتا ▁ہے ▁تو ▁کہ تا ▁ہے ▁کہ ▁میرے ▁رب ▁نے ▁مجھے ▁عزت ▁بخشی ▁ہے
▁ہم ▁تمہارے ▁دنیا ▁میں ▁بھی ▁دوست ▁تھے ▁اور ▁اخر ت ▁میں ▁بھی ▁اور ▁بہ شت ▁میں ▁تمہارے ▁لیے ▁ہر ▁چیز ▁موجود ▁ہے ▁جس ▁کو ▁تم ہ ارا ▁دل ▁چاہے ▁اور ▁تم ▁جو ▁وہاں ▁مانگ و ▁گے ▁ملے ▁گا
▁( اور ) ▁بر ے ▁کام وں ▁سے ▁جو ▁وہ ▁کرتے ▁تھے ▁ایک ▁دوسرے ▁کو ▁روک تے ▁نہیں ▁تھے ▁ب لاش بہ ▁وہ ▁برا ▁کرتے ▁تھے
▁اور ▁وہ ▁جو ▁کوشش ▁کرتے ▁ہیں ▁ہماری ▁ ایت وں ▁میں ▁ہار ▁جیت ▁کے ▁اراد ہ ▁سے ▁وہ ▁ج ہن می ▁ہیں ،
▁اور ▁اللہ ▁کے ▁لیے ▁بیٹی اں ▁ٹھہر ات ے ▁ہیں ▁پاک ی ▁ہے ▁اس ▁کو ▁اور ▁اپنے ▁لیے ▁جو ▁اپنا ▁جی ▁چاہتا ▁ہے ،
▁سو ▁انہیں ▁سخت ▁زلزل ہ ▁( کے ▁عذاب ) ▁نے ▁اپ کڑ ا ▁پس ▁وہ ▁( ہ لاک ▁ہو ▁کر ) ▁صبح ▁اپنے ▁گھروں ▁میں ▁او ند ھے ▁پڑے ▁رہ ▁ گي ے ،
▁اللہ ▁چاہتا ▁ہے ▁کہ ▁تم ▁سے ▁تخفیف ▁کر ▁دے ▁کیونکہ ▁انسان ▁کمزور ▁پیدا ▁کیا ▁گیا ▁ہے
▁الف ، ▁ لام ، ▁را ▁( حقیق ی ▁معنی ▁االله ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁ہی ▁بہتر ▁جانتے ▁ہیں )، ▁یہ ▁روشن ▁کتاب ▁کی ▁ ایت یں ▁ہیں ،
▁مجرم ▁وہاں ▁اپنے ▁چ ہر وں ▁سے ▁پہچان ▁لیے ▁جاي یں ▁گے ▁اور ▁انہیں ▁پیش انی ▁کے ▁بال ▁اور ▁پا وں ▁پکڑ ▁پکڑ ▁کر ▁گھ سی ٹا ▁جاي ے ▁گا
▁جس ▁کی ▁طرف ▁فرشت ے ▁اور ▁روح ▁چڑھ تے ▁ہیں ▁ایک ▁دن ▁میں ▁جس ▁کی ▁مقدار ▁پچ اس ▁ہزار ▁سال ▁کی ▁ہے
▁اور ▁بیش ک ▁قیامت ▁ انے ▁والی ▁ہے ▁اس ▁میں ▁کوي ی ▁شک ▁نہیں ▁اور ▁یقینا ▁االله ▁ان ▁لوگوں ▁کو ▁زندہ ▁کر ▁کے ▁اٹھا ▁دے ▁گا ▁جو ▁قبر وں ▁میں ▁ہوں ▁گے ،
▁تم ہ ارا ▁خدا ▁صرف ▁ایک ▁ہے ▁اور ▁جو ▁لوگ ▁اخر ت ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁ہیں ▁ان ▁کے ▁دل ▁من کر ▁قسم ▁کے ▁ہیں ▁اور ▁وہ ▁خود ▁مغ رور ▁و ▁مت ک بر ▁ہیں
▁اور ▁پھر ▁کہیں ▁گے ▁کہ ▁اگر ▁ہم ▁بات ▁سن ▁لیتے ▁اور ▁سمجھتے ▁ہوتے ▁تو ▁اج ▁ جہ نم ▁والوں ▁میں ▁نہ ▁ہوتے
▁اور ▁بیش ک ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁بہت ▁سی ▁امت وں ▁کی ▁طرف ▁رسول ▁بھیج ے ، ▁پھر ▁ہم ▁نے ▁ان ▁کو ▁( نا فر مان ی ▁کے ▁باعث ) ▁تنگ ▁دستی ▁اور ▁تکلیف ▁کے ▁ذریعے ▁پکڑ ▁لیا ▁تاکہ ▁وہ ▁( عجز ▁و ▁نیاز ▁کے ▁ساتھ ) ▁گ ڑ گ ڑا ي یں ،
▁پھر ▁اگر ▁ان ▁میں ▁کسی ▁کو ▁نہ ▁پا و ▁جب ▁بھی ▁بے ▁ما ▁لک وں ▁کی ▁اجازت ▁کے ▁ان ▁میں ▁نہ ▁جا و ▁اور ▁اگر ▁تم ▁سے ▁کہا ▁جاي ے ▁واپس ▁جا و ▁تو ▁واپس ▁ہو ▁یہ ▁تمہارے ▁لیے ▁بہت ▁ست ھر ا ▁ہے ، ▁اللہ ▁تمہارے ▁کام وں ▁کو ▁جانتا ▁ہے ،
▁کیا ▁لوگوں ▁کے ▁لیے ▁یہ ▁ایک ▁عجیب ▁بات ▁ہو ▁ گي ی ▁کہ ▁ہم ▁نے ▁خود ▁ان ہی ▁میں ▁سے ▁ایک ▁اد می ▁کو ▁اشارہ ▁کیا ▁کہ ▁( غف لت ▁میں ▁پڑے ▁ہو ي ے ) ▁لوگوں ▁کو ▁چون کا ▁دے ▁اور ▁جو ▁مان ▁لیں ▁ان ▁کو ▁خوش خبر ی ▁دید ے ▁کہ ▁ان ▁کے ▁لیے ▁ان ▁کے ▁رب ▁کے ▁پاس ▁سچ ی ▁عزت ▁و ▁سرفراز ی ▁ہے ؟ ▁( کیا ▁یہی ▁وہ ▁بات ▁ہے ▁جس ▁پر ) ▁من کری ن ▁نے ▁کہا ▁کہ ▁یہ ▁شخص ▁تو ▁کھل ا ▁جادو گر ▁ہے ؟
▁یہ ▁ہیں ▁وہ ▁جن کے ▁اعمال ▁اک ارت ▁ گي ے ▁دنیا ▁و ▁اخر ت ▁میں ▁اور ▁ان ▁کا ▁کوي ی ▁مدد گار ▁نہیں
▁اور ▁سلیمان ▁کے ▁لي ے ▁ان ▁کا ▁تمام ▁لشکر ▁جن ات ▁انسان ▁اور ▁پر ند ے ▁سب ▁اک ٹھا ▁کي ے ▁جاتے ▁تھے ▁تو ▁بالکل ▁مرتب ▁منظم ▁کھڑے ▁کر ▁دی ي ے ▁جاتے ▁تھے
▁بے شک ▁میں ▁اس ▁شخص ▁سے ▁جو ▁کچھ ▁عزت ▁نہیں ▁رکھتا ▁اور ▁صاف ▁گفتگو ▁بھی ▁نہیں ▁کرسکتا ▁کہیں ▁بہتر ▁ہوں
▁ ایا ▁وہ ▁شخص ▁بہتر ▁ہے ▁جو ▁اپنی ▁عمارت ▁کی ▁بنیاد ▁خوف ▁خدا ▁اور ▁اس ▁کی ▁خوش نود ی ▁پر ▁رکھے ▁یا ▁وہ ▁جس ▁نے ▁اپنی ▁عمارت ▁کی ▁بنیاد ▁ایک ▁کھا ي ی ▁کے ▁گر تے ▁ہو ي ے ▁کنار ے ▁پر ▁رکھی ▁اور ▁پھر ▁وہ ▁اسے ▁لے ▁کر ▁دوزخ ▁کی ▁ اگ ▁میں ▁جا گری ▁اور ▁اللہ ▁ظالم وں ▁کو ▁منزل ▁مقصود ▁تک ▁نہیں ▁پہنچا تا ۔
▁پس ▁ان ▁کو ▁سفارش ▁کرنے ▁والوں ▁کی ▁سفارش ▁نفع ▁نہ ▁دے ▁گی
▁نہ ▁اس ▁میں ▁خ مار ▁ہے ▁اور ▁نہ ▁اس ▁سے ▁ان ▁کا ▁سر ▁پھر ے
▁اور ▁اس ▁کا ▁انکار ▁صرف ▁وہی ▁کرتے ▁ہیں ▁جو ▁حد ▁سے ▁گزر ▁جانے ▁والے ▁گ نہ گار ▁ہیں
▁اور ▁اللہ ▁رات ▁اور ▁دن ▁کو ▁( ایک ▁دوسرے ▁کے ▁اوپر ) ▁پل ٹ تا ▁رہتا ▁ہے ، ▁اور ▁بیش ک ▁اس ▁میں ▁عقل ▁و ▁بص ی رت ▁والوں ▁کے ▁لي ے ▁( ب ڑی ) ▁رہنما ي ی ▁ہے ،
▁وہ ▁ہمیشہ ▁ہمیشہ ▁وہاں ▁رہیں ▁گے ▁کیا ▁ہی ▁اچھا ▁ہے ▁وہ ▁مستقر ▁اور ▁وہ ▁مقام
▁سرکاری ▁ملازم وں ▁نے ▁کہا ▁" باد شا ہ ▁کا ▁پیمان ہ ▁ہم ▁کو ▁نہیں ▁ملتا " ▁( اور ▁ان ▁کے ▁جمع دار ▁نے ▁کہا ) ▁" جو ▁شخص ▁لا ▁کر ▁دے ▁گا ▁اس ▁کے ▁لیے ▁ایک ▁بارش تر ▁انعام ▁ہے ، ▁اس ▁کا ▁میں ▁ذم ہ ▁لی تا ▁ہوں "
▁ایک ▁بند ے ▁کو ▁جب ▁کہ ▁وہ ▁نماز ▁پڑھ تا ▁ہے
▁تو ▁جو ▁ایمان ▁لاي ے ▁اور ▁اچھے ▁کام ▁کیے ▁ان ▁کے ▁لیے ▁بخش ش ▁ہے ▁اور ▁عزت ▁کی ▁روزی
▁دنیا ▁کی ▁زندگی ▁کی ▁کہا ▁وت ▁تو ▁ایسی ▁ہی ▁ہے ▁جیسے ▁وہ ▁پانی ▁کہ ▁ہم ▁نے ▁اس مان ▁سے ▁اتار ا ▁تو ▁اس ▁کے ▁سبب ▁زمین ▁سے ▁ اگ نے ▁والی ▁چیز یں ▁سب ▁گھ نی ▁ہوکر ▁نکل یں ▁جو ▁کچھ ▁اد می ▁اور ▁چو پا ي ے ▁کھا تے ▁ہیں ▁یہاں ▁تک ▁کہ ▁جب ▁زمین ▁میں ▁اپنا ▁سنگھ ار ▁لے ▁لیا ▁اور ▁خوب ▁ار است ہ ▁ہو گي ی ▁اور ▁اس ▁کے ▁مالک ▁سمجھ ے ▁کہ ▁یہ ▁ہمارے ▁بس ▁میں ▁ا گي ی ▁ہمارا ▁حکم ▁اس ▁پر ▁ ایا ▁رات ▁میں ▁یا ▁دن ▁میں ▁تو ▁ہم ▁نے ▁اسے ▁کردیا ▁کا ٹی ▁ہو ي ی ▁گویا ▁کل ▁تھی ▁ہی ▁نہیں ▁ہم ▁ یون ہی ▁ ایت یں ▁مفصل ▁بیان ▁کرتے ▁ہیں ▁غور ▁کرنے ▁والوں ▁کے ▁لیے
▁یا ▁یہ ▁نہ ▁کہنے ▁ل گو ▁کہ ▁" شر ک ▁کی ▁ابتدا ▁تو ▁ہمارے ▁باپ ▁داد ا ▁نے ▁ہم ▁سے ▁پہلے ▁کی ▁تھی ▁اور ▁ہم ▁بعد ▁کو ▁ان ▁کی ▁نسل ▁سے ▁پیدا ▁ہو ي ے ، ▁پھر ▁کیا ▁اپ ▁ہمیں ▁اس ▁قصور ▁میں ▁پکڑ تے ▁ہیں ▁جو ▁غلط ▁کار ▁لوگوں ▁نے ▁کیا ▁تھا "
▁اور ▁وہ ▁( سار ی ▁مخلوق ) ▁جو ▁رات ▁میں ▁اور ▁دن ▁میں ▁ا رام ▁کرتی ▁ہے ، ▁اسی ▁کی ▁ہے ، ▁اور ▁وہ ▁خوب ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے ،
▁تو ▁تم ▁اپنے ▁پروردگار ▁کی ▁کون ▁کون ▁سی ▁نعمت ▁کو ▁جھ ٹل او ▁گے ؟
▁اور ▁کچھ ▁اور ▁لوگ ▁ہیں ▁کہ ▁اپنے ▁گناہ وں ▁کا ▁( صاف ) ▁ا قرار ▁کرتے ▁ہیں ▁انہوں ▁نے ▁اچھے ▁بر ے ▁عمل وں ▁کو ▁ملا ▁جلا ▁دیا ▁تھا۔ ▁قریب ▁ہے ▁کہ ▁خدا ▁ان ▁پر ▁مہربانی ▁سے ▁توجہ ▁فرما ي ے۔ ▁بے شک ▁خدا ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁دیکھ ي ے ▁انہوں ▁نے ▁خود ▁اپنے ▁اوپر ▁کی سا ▁جھوٹ ▁بولا ▁اور ▁جو ▁بہت ان ▁وہ ▁( د نیا ▁میں ) ▁تراش ا ▁کرتے ▁تھے ▁وہ ▁ان ▁سے ▁غا يب ▁ہوگیا ،
▁پھر ▁اس ▁کی ▁نسل ▁کو ▁ایک ▁حق یر ▁پانی ▁( ن طف ہ ) ▁کے ▁ نچ وڑ ▁سے ▁قرار ▁دیا۔
▁الف ، ▁ لام ، ▁می م ▁( حقیق ی ▁معنی ▁االله ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁ہی ▁بہتر ▁جانتے ▁ہیں )،
▁بھ لا ▁دیکھ و ▁تو ▁اگر ▁کچھ ▁برس ▁ہم ▁انہیں ▁ برت نے ▁دیں
▁پس ▁جو ▁لوگ ▁دنیا ▁کی ▁زندگی ▁کو ▁اخر ت ▁کے ▁بدل ے ▁بیچ ▁چکے ▁ہیں ، ▁انہیں ▁اللہ ▁تعالی ▁کی ▁راه ▁میں ▁جہاد ▁کرنا ▁چاہ ي ے ▁اور ▁جو ▁شخص ▁اللہ ▁تعالی ▁کی ▁راه ▁میں ▁جہاد ▁کرتے ▁ہو ي ے ▁شہادت ▁پا ▁لے ▁یا ▁غالب ▁اج اي ے ، ▁یقینا ▁ہم ▁اسے ▁بہت ▁بڑا ▁ ثواب ▁عن ایت ▁فرما ي یں ▁گے
▁اور ▁انسان ▁کہ ے ▁گا ▁کہ ▁یہ ▁اس ▁کو ▁کیا ▁ہو ▁رہا ▁ہے
▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁یہ ▁اپنے ▁اموال ▁کو ▁صرف ▁اس ▁لي ے ▁خرچ ▁کرتے ▁ہیں ▁کہ ▁لوگوں ▁کو ▁ راس ▁خدا ▁سے ▁روک یں ▁تو ▁یہ ▁خرچ ▁بھی ▁کریں ▁گے ▁اور ▁اس ▁کے ▁بعد یہ ▁بات ▁ان ▁کے ▁لي ے ▁حس رت ▁بھی ▁بنے ▁گی ▁اور ▁اخر ▁میں ▁مغل وب ▁بھی ▁ہو جا ي یں ▁گے ▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁یہ ▁سب ▁ جہ نم ▁کی ▁طرف ▁لے ▁جاي ے ▁جاي یں ▁گے
▁اور ▁قار ون ▁اور ▁فرع ون ▁اور ▁ہا مان ▁کو ▁ہلاک ▁کیا ▁اور ▁البتہ ▁ان ▁کے ▁پاس ▁موسی ▁نشان یاں ▁بھی ▁لے ▁کر ▁اي ے ▁تھے ▁پھر ▁انہوں ▁نے ▁ملک ▁میں ▁سر کش ی ▁کی ▁اور ▁وہ ▁بھاگ ▁کر ▁نہ ▁جا ▁سکے
▁حالانک ہ ▁اخر ت ▁بہتر ▁ہے ▁اور ▁پاي ی دار ▁ہے۔
▁جو ▁مسلمان ▁( گھ ر وں ▁میں ) ▁بیٹھ ▁رہتے ▁( اور ▁ل ڑنے ▁سے ▁جی ▁چرا تے ) ▁ہیں ▁اور ▁کوي ی ▁ عذر ▁نہیں ▁رکھتے ▁وہ ▁اور ▁جو ▁خدا ▁کی ▁راہ ▁میں ▁اپنے ▁مال ▁اور ▁جان ▁سے ▁لڑ تے ▁ہیں ▁وہ ▁دونوں ▁برابر ▁نہیں ▁ہو ▁سکتے ▁خدا ▁نے ▁مال ▁اور ▁جان ▁سے ▁جہاد ▁کرنے ▁والوں ▁کو ▁بیٹھ ▁رہنے ▁والوں ▁پر ▁در جے ▁میں ▁فضیلت ▁بخشی ▁ہے ▁اور ▁( گو ) ▁نیک ▁وعدہ ▁سب ▁سے ▁ہے ▁لیکن ▁ اجر ▁عظیم ▁کے ▁لحاظ ▁سے ▁خدا ▁نے ▁جہاد ▁کرنے ▁والوں ▁کو ▁بیٹھ ▁رہنے ▁والوں ▁پر ▁کہیں ▁فضیلت ▁بخشی ▁ہے
▁جبکہ ▁انہوں ▁نے ▁اپنے ▁باپ ▁سے ▁کہا ▁کہ ▁اب ا ▁جان ! ▁اپ ▁ان ▁کی ▁پو جا ▁پا ٹ ▁کیوں ▁کر ▁رہے ▁ہیں ▁جو ▁نہ ▁سن یں ▁نہ ▁دیکھیں ؟ ▁نہ ▁اپ ▁کو ▁کچھ ▁بھی ▁فا يده ▁پہنچا ▁سکیں
▁یقینا ▁خدا ▁ترس ▁لوگوں ▁کے ▁لیے ▁ان ▁کے ▁رب ▁کے ▁ہاں ▁نعمت ▁بھر ی ▁جنت یں ▁ہیں
▁اور ▁جب ▁تم ▁پر ▁دریا ▁میں ▁کوي ی ▁مصیبت ▁ اتی ▁ہے ▁تو ▁بھول ▁جاتے ▁ہو ▁جنہیں ▁الله ▁کے ▁سوا ▁پکار تے ▁تھے پ ھر ▁جب ▁وہ ▁تمہیں ▁خشک ی ▁کی ▁طرف ▁بچا ▁لا تا ▁ہے ▁تو ▁تم ▁اس ▁سے ▁منہ ▁م وڑ ▁لیتے ▁ہو ▁اور ▁انسان ▁بڑا ▁ہی ▁نا شک را ▁ہے
▁اور ▁اگر ▁ت جھ ▁سے ▁جھ گ ڑا ▁کریں ▁تو ▁کہہ ▁دے ▁الله ▁بہتر ▁جانتا ▁ہے ▁جو ▁تم ▁کرتے ▁ہو
▁تو ▁تم ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁یہ ▁چاہتے ▁ہیں ▁کہ ▁خدا ▁کے ▁( چ راغ ) ▁کی ▁روشنی ▁کو ▁منہ ▁سے ▁( پ ھو نک ▁مار ▁کر ) ▁بج ھا ▁دیں۔ ▁حالانک ہ ▁خدا ▁اپنی ▁روشنی ▁کو ▁پورا ▁کرکے ▁رہے ▁گا ▁خواہ ▁کا فر ▁نا خوش ▁ہی ▁ہوں
▁جس ▁کے ▁می و ے ▁جھ کے ▁ہوں ▁گے
▁ہر ▁جان ، ▁جان ▁لے ▁گی ▁جو ▁اس ▁نے ▁ اگ ے ▁بھی جا ▁اور ▁جو ▁پیچھے
▁اور ▁بیش ک ▁ہم ▁نے ▁اس ▁بست ی ▁سے ▁( وی ران ▁مکان وں ▁کو ) ▁ایک ▁واضح ▁نشانی ▁کے ▁طور ▁پر ▁عقل ▁مند ▁لوگوں ▁کے ▁لي ے ▁برقرار ▁رکھا ،
▁اور ▁جب ▁تیر ے ▁رب ▁نے ▁فرشت وں ▁سے ▁کہا ▁میں ▁زمین ▁میں ▁ایک ▁نا يب ▁بنانے ▁والا ▁ہوں ▁فرشت وں ▁نے ▁کہا ▁کیا ▁تو ▁زمین ▁میں ▁ایسے ▁شخص ▁کو ▁نا يب ▁بنانا ▁چاہتا ▁ہے ▁جو ▁فساد ▁پھیلا ي ے ▁اور ▁خون ▁بہ اي ے ▁حالانک ہ ▁ہم ▁تیر ی ▁ حمد ▁کے ▁ساتھ ▁تس بی ح ▁بیان ▁کرتے ▁اور ▁تیر ی ▁پاک ی ▁بیان ▁کرتے ▁ہیں ▁فرمایا ▁میں ▁جو ▁کچھ ▁جانتا ▁ہوں ▁وہ ▁تم ▁نہیں ▁جانتے
▁بے ▁شک ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کي ے۔ ▁ان ▁کا ▁پروردگار ▁ان ▁کے ▁ایمان ▁کی ▁بد ولت ▁انہیں ▁اس ▁منزل ▁مقصود ▁تک ▁پہنچا ي ے ▁گا۔ ▁یعنی ▁وہ ▁نعمت ▁ال ہی ▁کے ▁ان ▁باغ وں ▁میں ▁ہوں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہوں ▁گی۔
▁سو ▁اج ▁کے ▁دن ▁نہ ▁اس ▁کا ▁کوي ی ▁گرم ▁جوش ▁دوست ▁ہے ،
▁حکم ▁ہوا ▁کہ ▁ایسے ▁گا ي ے ▁جو ▁کاروبار ی ▁نہ ▁ہو نہ ▁زمین ▁جو تے ▁نہ ▁کھ یت ▁سین چے ▁ایسی ▁صاف ▁ست ھر ی ▁کہ ▁اس ▁میں ▁کوي ی ▁ دھ بہ ▁بھی ▁نہ ▁ہو . ▁ان ▁لوگوں ▁نے ▁کہا ▁کہ ▁اب ▁اپ ▁نے ▁ٹھیک ▁بیان ▁کیا ▁ہے . ▁اس ▁کے ▁بعد ▁ان ▁لوگوں ▁نے ▁ ذبح ▁کردیا ▁حالانک ہ ▁وہ ▁ایسا ▁کرنے ▁والے ▁نہیں ▁تھے
▁اس ▁( اللہ ) ▁کی ▁نعمت وں ▁پر ▁شا کر ▁تھے ، ▁اللہ ▁نے ▁انہیں ▁چن ▁( کر ▁اپنی ▁بار گاہ ▁میں ▁خاص ▁برگ زید ہ ▁بنا ) ▁لیا ▁اور ▁انہیں ▁سی دھی ▁راہ ▁کی ▁طرف ▁ہدایت ▁فرما ▁دی ،
▁جو ▁اللہ ▁کے ▁سوا ▁کسی ▁اور ▁مع بود ▁کو ▁نہیں ▁پکار تے ، ▁اللہ ▁کی ▁حرام ▁کی ▁ہو ي ی ▁کسی ▁جان ▁کو ▁نا حق ▁ہلاک ▁نہیں ▁کرتے ، ▁اور ▁نہ ▁زن ا ▁کے ▁مرتکب ▁ہوتے ▁ہیں ▁یہ ▁کام ▁جو ▁کوي ی ▁کرے ▁وہ ▁اپنے ▁گناہ ▁کا ▁بدل ہ ▁پاي ے ▁گا
▁اور ▁فرع ون ▁اور ▁اس ▁کے ▁لشکر ▁نے ▁نا حق ▁غر ور ▁سے ▁کام ▁لیا ▁اور ▁یہ ▁خیال ▁کرلیا ▁کہ ▁وہ ▁پل ٹا ▁کر ▁ہماری ▁بار گاہ ▁میں ▁نہیں ▁لاي ے ▁جاي یں ▁گے
▁جو ▁کفر ▁تم ▁دنیا ▁میں ▁کرتے ▁رہے ▁ہو ▁اس ▁کی ▁پاداش ▁میں ▁اب ▁اس ▁کا ▁این دھ ن ▁بن و
▁لہذا ▁تم ▁خالص ▁عبادت ▁کے ▁ساتھ ▁خدا ▁کو ▁پکار و ▁چاہے ▁کا فر ین ▁کو ▁یہ ▁کت نا ▁ہی ▁نا گو ار ▁کیوں ▁نہ ▁ہو
▁تو ▁تم ▁ان ▁کا ▁تم سخر ▁کیا ▁کرتے ▁تھے ▁یہاں ▁تک ▁کہ ▁انہوں ▁نے ▁تمہیں ▁میری ▁یاد ▁بھی ▁بھ لا ▁دی ▁اور ▁تم ▁( صرف ) ▁ان ▁کی ▁ تضح یک ▁ہی ▁کرتے ▁رہتے ▁تھے ،
▁اور ▁ہم ▁نے ▁تمہارے ▁ارد گرد ▁کی ▁کي ی ▁بست یوں ▁کو ▁ہلاک ▁و ▁بر باد ▁کر ▁دیا ▁اور ▁ہم ▁نے ▁اپنی ▁( قدر ت ▁کی ) ▁نشان یاں ▁پھ یر ▁پھ یر ▁کر ( مختلف ▁انداز ▁سے ) ▁پیش ▁کی ں ▁تاکہ ▁وہ ▁باز ▁اج اي یں۔
▁اور ▁ذو ال نون ، ▁کو ▁( ی اد ▁کرو ) ▁جب ▁چلا ▁غ ص ہ ▁میں ▁بھر ا ▁تو ▁گمان ▁کیا ▁کہ ▁ہم ▁اس ▁پر ▁تنگ ی ▁نہ ▁کریں ▁گے ▁تو ▁ان دھی ری وں ▁میں ▁پکار ا ▁کوي ی ▁مع بود ▁نہیں ▁سوا ▁تیر ے ▁پاک ی ▁ہے ▁ت جھ ▁کو ، ▁بیش ک ▁مجھ ▁سے ▁بے ▁جا ▁ہوا
▁اور ▁تاکہ ▁جو ▁لوگ ▁ہماری ▁نشانی وں ▁میں ▁جھ گ ڑ تے ▁ہیں ▁وه ▁معلوم ▁کرلی ں ▁کہ ▁ان ▁کے ▁لیے ▁کوي ی ▁چھ ٹک ارا ▁نہیں
▁تم ▁( حقیق ت ▁میں ) ▁االله ▁کے ▁سوا ▁کسی ▁کی ▁عبادت ▁نہیں ▁کرتے ▁ہو ▁مگر ▁چند ▁نام وں ▁کی ▁جو ▁خود ▁تم ▁نے ▁اور ▁تمہارے ▁باپ ▁داد ا ▁نے ▁( اپ نے ▁پاس ▁سے ) ▁رکھ ▁لي ے ▁ہیں ، ▁االله ▁نے ▁ان ▁کی ▁کوي ی ▁سند ▁نہیں ▁اتار ی ۔ ▁حکم ▁کا ▁اختیار ▁صرف ▁االله ▁کو ▁ہے ، ▁اسی ▁نے ▁حکم ▁فرمایا ▁ہے ▁کہ ▁تم ▁اس ▁کے ▁سوا ▁کسی ▁کی ▁عبادت ▁نہ ▁کرو ، ▁یہی ▁سید ھا ▁راستہ ▁( در ست ▁دین ) ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے ،
▁ہم ▁ایک ▁پر ▁ایک ▁ایسی ▁نشانی ▁ان ▁کو ▁دکھا تے ▁چلے ▁ گي ے ▁جو ▁پہلی ▁سے ▁بڑھ ▁چڑھ ▁کر ▁تھی ، ▁اور ▁ہم ▁نے ▁ان ▁کو ▁عذاب ▁میں ▁ دھر ▁لیا ▁تاکہ ▁وہ ▁اپنی ▁روش ▁سے ▁باز ▁اي یں
▁کہہ ▁دو ▁کہ ▁اگر ▁تمہارے ▁باپ ▁اور ▁بیٹے ▁اور ▁بھ اي ی ▁اور ▁عورت یں ▁اور ▁خاندان ▁کے ▁اد می ▁اور ▁مال ▁جو ▁تم ▁کم ات ے ▁ہو ▁اور ▁تجارت ▁جس ▁کے ▁بند ▁ہونے ▁سے ▁ڈر تے ▁ہو ▁اور ▁مکان ات ▁جن ▁کو ▁پسند ▁کرتے ▁ہو ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁سے ▁اور ▁خدا ▁کی ▁راہ ▁میں ▁جہاد ▁کرنے ▁سے ▁تمہیں ▁زیادہ ▁عزیز ▁ہوں ▁تو ▁ٹھہر ے ▁رہ و ▁یہاں ▁تک ▁کہ ▁خدا ▁اپنا ▁حکم ▁( یعنی ▁عذاب ) ▁بھیج ے۔ ▁اور ▁خدا ▁نا فر مان ▁لوگوں ▁کو ▁ہدایت ▁نہیں ▁دیا ▁کرتا
▁اور ▁ہم ▁نے ▁ان ▁( ک فار ▁و ▁مشر کین ▁مکہ ) ▁سے ▁پہلے ▁کتنی ▁ہی ▁امت وں ▁کو ▁ہلاک ▁کر ▁دیا ▁جو ▁طاقت ▁و ▁قوت ▁میں ▁ان ▁سے ▁کہیں ▁بڑھ ▁کر ▁تھیں ، ▁چنانچہ ▁انہوں ▁نے ▁( د نیا ▁کے ) ▁شہروں ▁کو ▁چھ ان ▁مار ا ▁تھا ▁کہ ▁کہیں ▁( موت ▁یا ▁عذاب ▁سے ) ▁بھاگ ▁جانے ▁کی ▁کوي ی ▁جگہ ▁ہو ،
▁اور ▁یہ ▁کتاب ▁جو ▁ہم ▁نے ▁نازل ▁کی ▁ہے ▁یہ ▁با بر کت ▁ہے ▁اور ▁اپنے ▁پہلے ▁والی ▁کتابوں ▁کی ▁تصدیق ▁کرنے ▁والی ▁ہے ▁اور ▁یہ ▁اس ▁لي ے ▁ہے ▁کہ ▁اپ ▁مکہ ▁اور ▁اس ▁کے ▁اطراف ▁والوں ▁کو ▁ڈرا ي یں ▁اور ▁جو ▁لوگ ▁اخر ت ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁وہ ▁اس ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁اپنی ▁نماز ▁کی ▁پابندی ▁کرتے ▁ہیں
▁اگرچہ ▁ان ▁پر ▁بارش ▁کے ▁اتار ے ▁جانے ▁سے ▁پہلے ▁وہ ▁لوگ ▁مایوس ▁ہو ▁رہے ▁تھے ،
▁وہ ▁وہی ▁ہے ▁جس ▁نے ▁تمہارے ▁لي ے ▁زمین ▁کو ▁گ ہ وار ہ ▁بنایا ▁ہے ▁اور ▁اس ▁میں ▁تمہارے ▁لي ے ▁راستے ▁بنا ي ے ▁اور ▁اس مان ▁سے ▁پانی ▁برس ا یا۔ ▁تو ▁ہم ▁نے ▁اس ▁سے ▁مختلف ▁ا قسام ▁کے ▁نب ات ات ▁کے ▁جو ڑے ▁پیدا ▁کي ے۔
▁انہوں ▁نے ▁کہا ▁اے ▁موسی ! ▁دعا ▁کی جی ي ے ▁کہ ▁اللہ ▁تعالی ▁ہمارے ▁لي ے ▁اس ▁کی ▁ماہ یت ▁بیان ▁کرد ے ، ▁اپ ▁نے ▁فرمایا ▁سن و ! ▁وه ▁گا ي ے ▁نہ ▁تو ▁بالکل ▁بڑھ یا ▁ہو ، ▁نہ ▁بچہ ، ▁بلکہ ▁درمیان ی ▁عمر ▁کی ▁نوجوان ▁ہو ، ▁اب ▁جو ▁تمہیں ▁حکم ▁دیا ▁گیا ▁ہے ▁بجا ▁لا و
▁بست یوں ▁کی ▁یہ ▁بعض ▁خبریں ▁جنہیں ▁ہم ▁تیر ے ▁سامنے ▁بیان ▁فرما ▁رہے ▁ہیں ▁ان ▁میں ▁سے ▁بعض ▁تو ▁موجود ▁ہیں ▁اور ▁بعض ▁( کی ▁فصل یں ) ▁ کٹ ▁ گي ی ▁ہیں
▁اللہ ▁ہر ▁چیز ▁کا ▁خالق ▁ہے ▁اور ▁وہی ▁ہر ▁چیز ▁پر ▁ نگ ہ بان ▁ہے
▁اور ▁اللہ ▁تم ▁پر ▁اپنی ▁رحمت ▁سے ▁رجوع ▁فرمان ا ▁چاہتا ▁ہے ، ▁اور ▁جو ▁اپنے ▁ مز وں ▁کے ▁پیچھے ▁پڑے ▁ہیں ▁وہ ▁چاہتے ▁ہیں ▁کہ ▁تم ▁سی دھی ▁راہ ▁سے ▁بہت ▁الگ ▁ہو جا و
▁وہی ▁ہے ▁اللہ ▁بنانے ▁والا ▁پیدا ▁کرنے ▁والا ▁ہر ▁ایک ▁کو ▁صورت ▁دینے ▁والا ▁اسی ▁کے ▁ہیں ▁سب ▁اچھے ▁نام ▁اس ▁کی ▁پاک ی ▁بول تا ▁ہے ▁جو ▁کچھ ▁اس مان وں ▁اور ▁زمین ▁میں ▁ہے ▁اور ▁وہی ▁عزت ▁و ▁حکمت ▁والا ▁ہے ،
▁کہ ▁اس ▁سے ▁پیدا ▁فرما ي یں ▁ان اج ▁اور ▁سبز ہ ،
▁مگر ▁وہ ▁جنہوں ▁نے ▁تو بہ ▁کی ▁اور ▁سن ور ے ▁اور ▁اللہ ▁کی ▁ رسی ▁مضبوط ▁تھا می ▁اور ▁اپنا ▁دین ▁خالص ▁اللہ ▁کے ▁لي ے ▁کرلیا ▁تو ▁یہ ▁مسلمانوں ▁کے ▁ساتھ ▁ہیں ▁اور ▁عن قر یب ▁اللہ ▁مسلمانوں ▁کو ▁بڑا ▁ ثواب ▁دے ▁گا ،
▁اور ▁اگر ▁ان ▁کی ▁رو گردان ی ▁تم ▁پر ▁ شاق ▁گزر تی ▁ہے ▁تو ▁اگر ▁طاقت ▁ہو ▁تو ▁زمین ▁میں ▁کوي ی ▁سر نگ ▁ڈھ ون ڈ ▁نکال و ▁یا ▁اس مان ▁میں ▁سی ڑھ ی ▁( ت لاش ▁کرو ) ▁پھر ▁ان ▁کے ▁پاس ▁کوي ی ▁مع جز ہ ▁لا و ۔ ▁اور ▁اگر ▁خدا ▁چاہتا ▁تو ▁سب ▁کو ▁ہدایت ▁پر ▁جمع ▁کردی تا ▁پس ▁تم ▁ہر گز ▁نا دان وں ▁میں ▁نہ ▁ہونا
▁اور ▁جو ▁ایمان ▁لاي ے ▁اور ▁اچھے ▁کام ▁کیے ▁وہ ▁جنت ▁والے ▁ہیں ▁انہیں ▁ہمیشہ ▁اس ▁میں ▁رہ نا ▁-
▁یقینا ▁ہم ▁نے ▁اس ▁کتاب ▁کو ▁اپ ▁کی ▁طرف ▁حق ▁کے ▁ساتھ ▁نازل ▁فرمایا ▁ہے ▁پس ▁اپ ▁اللہ ▁ہی ▁کی ▁عبادت ▁کریں ، ▁اسی ▁کے ▁لي ے ▁دین ▁کو ▁خالص ▁کرتے ▁ہو ي ے
▁کیا ▁ہم ▁نے ▁زمین ▁کو ▁سم یٹ ▁لینے ▁والی ▁نہیں ▁بنایا ،
▁اے ▁قوم ▁خدا ▁سے ▁است غ فار ▁کرو ▁اس ▁کے ▁بعد ▁اس ▁کی ▁طرف ▁ہم ہ ▁تن ▁متو جہ ▁ہو جا و ▁وہ ▁اس مان ▁سے ▁ موس لاد ھار ▁پانی ▁برس اي ے ▁گا ▁اور ▁تمہاری ▁موجودہ ▁قوت ▁میں ▁قوت ▁کا ▁اضافہ ▁کرد ے ▁گا ▁اور ▁خبردار ▁مجرم وں ▁کی ▁طرح ▁منہ ▁نہ ▁پھ یر لی نا
▁تو ▁ہم ▁نے ▁ان ▁کی ▁طرف ▁وح ی ▁بھیج ی ▁کہ ▁تو ▁ہماری ▁ان کھ وں ▁کے ▁سامنے ▁ہماری ▁وح ی ▁کے ▁مطابق ▁ایک ▁کشتی ▁بنا ۔ ▁جب ▁ہمارا ▁حکم ▁اج اي ے ▁اور ▁تن ور ▁ ابل ▁پڑے ▁تو ، ▁تو ▁ہر ▁قسم ▁کا ▁ایک ▁ایک ▁جو ڑا ▁اس ▁میں ▁رکھ ▁لے ▁اور ▁اپنے ▁اہل ▁کو ▁بھی ، ▁مگر ▁ان ▁میں ▁سے ▁جن ▁کی ▁بابت ▁ہماری ▁بات ▁پہلے ▁گزر ▁چکی ▁ہے۔ ▁خبردار ▁جن ▁لوگوں ▁نے ▁ظلم ▁کیا ▁ہے ▁ان ▁کے ▁بارے ▁میں ▁مجھ ▁سے ▁کچھ ▁کلام ▁نہ ▁کرنا ▁وه ▁تو ▁سب ▁ڈ بو ي ے ▁جاي یں ▁گے
▁کیا ▁انسان ▁خیال ▁کرتا ▁ہے ▁کہ ▁یوں ▁ہی ▁چھوڑ ▁دیا ▁جاي ے ▁گا ؟
▁لوگوں ▁کے ▁لي ے ▁خواہش ا ا ▁دنیا ▁- ▁عورت یں , اول اد , ▁سو نے ▁چاند ی ▁کے ▁ڈھ یر , ▁تند رست ▁گھو ڑے ▁یا ▁چو پا ي ے ▁کھ یت یاں ▁سب ▁م زین ▁اور ▁ار است ہ ▁کردی ▁ گي ی ▁ہیں ▁کہ ▁یہی ▁مت اع ▁دنیا ▁ہے ▁اور ▁اللہ ▁کے ▁پاس ▁بہترین ▁انجام ▁ہے
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁اللہ ▁کے ▁مدد گار ▁بن و ، ▁جس ▁طرح ▁عیسی ▁ابن ▁مریم ▁نے ▁حوار یوں ▁کو ▁خطاب ▁کر ▁کے ▁کہا ▁تھا : ▁" ک ون ▁ہے ▁اللہ ▁کی ▁طرف ▁( بل انے ) ▁میں ▁میرا ▁مدد گار ؟ " ▁اور ▁حوار یوں ▁نے ▁جواب ▁دیا ▁تھا : ▁" ہم ▁ہیں ▁اللہ ▁کے ▁مدد گار " ▁اس ▁وقت ▁بنی ▁اس راي یل ▁کا ▁ایک ▁گروہ ▁ایمان ▁لا یا ▁اور ▁دوسرے ▁گروہ ▁نے ▁انکار ▁کیا ▁پھر ▁ہم ▁نے ▁ایمان ▁لانے ▁والوں ▁کی ▁ان ▁کے ▁دشمن وں ▁کے ▁مقابلے ▁میں ▁تا ي ید ▁کی ▁اور ▁وہی ▁غالب ▁ہو ▁کر ▁رہے
▁اے ▁ان ▁کی ▁اولاد ! ▁جن ▁کو ▁ہم ▁نے ▁نوح ▁کے ▁ساتھ ▁سوار ▁کیا ▁بیش ک ▁وہ ▁بڑا ▁شکر ا ▁گزار ▁بند ہ ▁تھا
▁کیا ▁تم ہ ارا ▁پیدا ▁کرنا ▁زیادہ ▁مشکل ▁ہے ▁یا ▁( پور ی ) ▁سم اوی ▁کا ين ات ▁کا ، ▁جسے ▁اس ▁نے ▁بنایا ،
▁پس ▁اے ▁نبی ، ▁اپنے ▁رب ▁عظیم ▁کے ▁نام ▁کی ▁تس بی ح ▁کرو
▁وہ ▁ال ٹ ▁پل ٹ ▁کر ▁دینے ▁والی ▁ہوگی
▁اور ▁مجھ ▁پر ▁ان ▁کے ▁ہاں ▁ایک ▁جرم ▁کا ▁الزام ▁بھی ▁ہے ، ▁اس ▁لیے ▁ڈر تا ▁ہوں ▁کہ ▁وہ ▁مجھے ▁قتل ▁کر ▁دیں ▁گے "
▁البتہ ▁یہ ▁اپنے ▁بوجھ ▁ڈھ ول یں ▁گے ▁اور ▁اپنے ▁بوجھ وں ▁کے ▁ساتھ ▁ہی ▁اور ▁بوجھ ▁بھی ۔ ▁اور ▁جو ▁کچھ ▁افت را ▁پرداز یاں ▁کر ▁رہے ▁ہیں ▁ان ▁سب ▁کی ▁بابت ▁ان ▁سے ▁باز ▁ پرس ▁کی ▁جاي ے ▁گی
▁کام ▁نہ ▁کچھ ▁تمہارے ▁خیال وں ▁پر ▁ہے ▁اور ▁نہ ▁کتاب ▁والوں ▁کی ▁ہو س ▁پر ▁جو ▁براي ی ▁کرے ▁گا ▁اس ▁کا ▁بدل ہ ▁پاي ے ▁گا ▁اور ▁اللہ ▁کے ▁سوا ▁نہ ▁کوي ی ▁اپنا ▁حمایت ی ▁پاي ے ▁گا ▁نہ ▁مدد گار
▁اب ▁اگر ▁تج ھے ▁اس ▁ہدایت ▁کی ▁طرف ▁سے ▁کچھ ▁بھی ▁شک ▁ہو ▁جو ▁ہم ▁نے ▁ت جھ ▁پر ▁نازل ▁کی ▁ہے ▁تو ▁ان ▁لوگوں ▁سے ▁پوچھ ▁لے ▁جو ▁پہلے ▁سے ▁کتاب ▁پڑھ ▁رہے ▁ہیں ▁فی ▁الواقع ▁یہ ▁تیر ے ▁پاس ▁حق ▁ہی ▁ ایا ▁ہے ▁تیر ے ▁رب ▁کی ▁طرف ▁سے ، ▁لہذا ▁تو ▁شک ▁کرنے ▁والوں ▁میں ▁سے ▁نہ ▁ہو
▁اور ▁اس ▁میں ▁ان یس ▁( فر ش تے ▁مقرر ) ▁ہیں
▁اور ▁اپ ▁کے ▁رب ▁کا ▁( ت خت ) ▁اج اي ے ▁گا ▁اور ▁فرشت ے ▁بھی ▁صف ▁بست ہ ▁چلے ▁ ايي ں ▁گے
▁اور ▁( وہ ▁وقت ▁بھی ▁یاد ▁کرو ) ▁جب ▁ہم ▁نے ▁موسی ▁( علی ہ ▁السلام ) ▁سے ▁چا لیس ▁رات وں ▁کا ▁وعدہ ▁فرمایا ▁تھا ▁پھر ▁تم ▁نے ▁موسی ▁( علی ہ ▁السلام ▁کے ▁چل ہ ء ▁اعت ک اف ▁میں ▁جانے ) ▁کے ▁بعد ▁ب چھ ڑے ▁کو ▁( اپ نا ) ▁مع بود ▁بنا ▁لیا ▁اور ▁تم ▁واقعی ▁بڑے ▁ظالم ▁تھے ،
▁کہا ▁تو ▁اس مان ▁سے ▁نکل ▁جا ▁بے ▁شک ▁تو ▁مرد ود ▁ہو ▁گیا
▁اور ▁تمہاری ▁نی ند ▁کو ▁ا رام ▁کا ▁سامان ▁قرار ▁دیا ▁ہے
▁ہم ▁موسی ▁اور ▁فرع ون ▁کا ▁کچھ ▁حال ▁ٹھیک ▁ٹھیک ▁تمہیں ▁سنا تے ▁ہیں ▁ایسے ▁لوگوں ▁کے ▁فاي دے ▁کے ▁لیے ▁جو ▁ایمان ▁لاي یں
▁( من کری ن ▁تعجب ▁کرتے ▁ہیں ▁کہ ▁جنت ▁میں ▁یہ ▁سب ▁کچھ ▁کیسے ▁بن ▁جاي ے ▁گا ! ▁تو ) ▁کیا ▁یہ ▁لوگ ▁او نٹ ▁کی ▁طرف ▁نہیں ▁دیکھتے ▁کہ ▁وہ ▁کس ▁طرح ▁( عج یب ▁ساخت ▁پر ) ▁بنایا ▁گیا ▁ہے ،
▁اور ▁جب ▁موسی ▁( علی ہ ▁السلام ) ▁اپنی ▁قوم ▁کی ▁طرف ▁واپس ▁اي ے ▁غ ص ہ ▁اور ▁رنج ▁میں ▁بھر ے ▁ہو ي ے ▁تو ▁فرمایا ▁کہ ▁تم ▁نے ▁میرے ▁بعد ▁یہ ▁بڑی ▁بری ▁جانشین ی ▁کی ؟ ▁کیا ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁پہلے ▁ہی ▁تم ▁نے ▁جلد ▁بازی ▁کرلی ، ▁اور ▁جلد ی ▁سے ▁تخت یاں ▁ایک ▁طرف ▁رکھیں ▁اور ▁اپنے ▁بھ اي ی ▁کا ▁سر ▁پکڑ ▁کر ▁ان ▁کو ▁اپنی ▁طرف ▁گھ س یٹ نے ▁لگے ۔ ▁ہار ون ▁( علی ہ ▁السلام ) ▁نے ▁کہا ▁کہ ▁اے ▁میرے ▁ماں ▁جاي ے ! ▁ان ▁لوگوں ▁نے ▁مجھ ▁کو ▁بے حقیق ت ▁سمجھا ▁اور ▁قریب ▁تھا ▁کہ ▁مجھ ▁کو ▁قتل ▁کر ▁ڈال یں ▁تو ▁تم ▁مجھ ▁پر ▁دشمن وں ▁کو ▁مت ▁ہنس او ▁اور ▁مجھ ▁کو ▁ان ▁ظالم وں ▁کے ▁ذیل ▁میں ▁مت ▁شمار ▁کرو
▁تمام ▁تعریف یں ▁االله ▁ہی ▁کے ▁لي ے ▁ہیں ▁جو ▁اس مان وں ▁اور ▁زمین ▁( کی ▁تمام ▁وسعت وں ) ▁کا ▁پیدا ▁فرمان ے ▁والا ▁ہے ، ▁فرشت وں ▁کو ▁جو ▁دو ▁دو ▁اور ▁تین ▁تین ▁اور ▁چار ▁چار ▁پر وں ▁والے ▁ہیں ، ▁قا صد ▁بنانے ▁والا ▁ہے ، ▁اور ▁تخلیق ▁میں ▁جس ▁قدر ▁چاہتا ▁ہے ▁اضافہ ▁( اور ▁توسیع ) ▁فرما تا ▁رہتا ▁ہے ، ▁بیش ک ▁االله ▁ہر ▁چیز ▁پر ▁بڑا ▁قادر ▁ہے ،
▁پھر ▁ہم ▁نے ▁نوح ▁علی ھ ▁السلام ▁کو ▁اور ▁ان ▁کے ▁ساتھ ▁کشتی ▁والوں ▁کو ▁نجات ▁دے ▁دی ▁اور ▁اسے ▁عالمی ن ▁کے ▁لي ے ▁ایک ▁نشانی ▁قرار ▁دے ▁دیا
▁تاکہ ▁اپ ▁اس ▁قوم ▁کو ▁ڈرا ي یں ▁جن ▁کے ▁باپ ▁داد ا ▁نہیں ▁ڈرا ي ے ▁ گي ے ▁سو ▁وہ ▁غافل ▁ہیں
▁یہ ▁اللہ ▁کا ▁حکم ▁ہے ▁جو ▁اس ▁نے ▁تمہاری ▁طرف ▁نازل ▁کیا ▁ہے ▁جو ▁اللہ ▁سے ▁ڈر ے ▁گا ▁اللہ ▁اس ▁کی ▁براي یوں ▁کو ▁اس ▁سے ▁دور ▁کر ▁دے ▁گا ▁اور ▁اس ▁کو ▁بڑا ▁ اجر ▁دے ▁گا
▁وہ ▁یہ ▁حکم ▁بھی ▁نہیں ▁دے ▁سکتا ▁کہ ▁ملا ي کہ ▁یا ▁ان بیا ي ▁کو ▁اپنا ▁پروردگار ▁بنا لو ▁کیا ▁وہ ▁تمہیں ▁کفر ▁کا ▁حکم ▁دے ▁سکتا ▁ہے ▁جب ▁کہ ▁تم ▁لوگ ▁مسلمان ▁ہو
▁اور ▁( دو سر ے ) ▁باي یں ▁جانب ▁والے ، ▁کیا ▁( ہی ▁بر ے ▁حال ▁میں ▁ہوں ▁گے ) ▁باي یں ▁جانب ▁والے ،
▁اللہ ▁نے ▁لکھ ▁دیا ▁ہے ▁کہ ▁میں ▁اور ▁میرے ▁رسول ( ص ) ▁ہی ▁غالب ▁ا کر ▁رہیں ▁گے ▁بے شک ▁اللہ ▁طاقتور ▁( اور ) ▁زبردست ▁ہے۔
▁کوي ی ▁بی ہو دہ ▁بات ▁وہاں ▁نہ ▁سن یں ▁گے
▁ان ▁میں ▁سب ▁می و ے ▁دو ▁دو ▁قسم ▁کے ▁ہیں
▁اللہ ▁جانتا ▁ہے ▁جس ▁چیز ▁کی ▁اس ▁کے ▁سوا ▁پو جا ▁کرتے ▁ہیں ▁اور ▁وہی ▁عزت ▁و ▁حکمت ▁والا ▁ہے
▁مگر ▁انسان ▁سر کش ▁ہو ▁جاتا ▁ہے
▁اور ▁جان ▁لو ▁کہ ▁تم ▁میں ▁رسول ▁االله ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁موجود ▁ہیں ، ▁اگر ▁وہ ▁بہت ▁سے ▁کام وں ▁میں ▁تم ہ ارا ▁کہنا ▁مان ▁لیں ▁تو ▁تم ▁بڑی ▁مشکل ▁میں ▁پڑ ▁جا و ▁گے ▁لیکن ▁اللہ ▁نے ▁تمہیں ▁ایمان ▁کی ▁محبت ▁عطا ▁فرما ي ی ▁اور ▁اسے ▁تمہارے ▁دل وں ▁میں ▁ار است ہ ▁فرما ▁دیا ▁اور ▁کفر ▁اور ▁نا فر مان ی ▁اور ▁گناہ ▁سے ▁تمہیں ▁متن فر ▁کر ▁دیا ، ▁ایسے ▁ہی ▁لوگ ▁دین ▁کی ▁راہ ▁پر ▁ثابت ▁اور ▁گام زن ▁ہیں ،
▁اور ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ات ے ▁ہیں ▁وہ ▁بہ رے اور ▁گو نگے ▁ہیں ▁ان دھی ر وں ▁میں ▁ہیں ▁الله ▁جسے ▁چاہے ▁گمراہ ▁کر ▁دے ▁اور ▁جسے ▁چاہے ▁سی دھی ▁راہ ▁پر ▁ڈال ▁دے
▁تو ▁تم ▁اپنے ▁پروردگار ▁کی ▁کون ▁کون ▁سی ▁نعمت ▁کو ▁جھ ٹل او ▁گے ؟
▁عن قر یب ▁میں ▁اسے ▁دوزخ ▁میں ▁جھ ون ک ▁د وں ▁گا
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁اے ▁اہل ▁کتاب ! ▁ایسی ▁انصاف ▁والی ▁بات ▁کی ▁طرف ▁او ▁جو ▁ہم ▁میں ▁تم ▁میں ▁برابر ▁ہے ▁کہ ▁ہم ▁اللہ ▁تعالی ▁کے ▁سوا ▁کسی ▁کی ▁عبادت ▁نہ ▁کریں ▁نہ ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁بنا ي یں ، ▁نہ ▁اللہ ▁تعالی ▁کو ▁چھوڑ ▁کر ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کو ▁ہی ▁رب ▁بنا ي یں۔ ▁پس ▁اگر ▁وه ▁من ھ ▁پھ یر ▁لیں ▁تو ▁تم ▁کہہ ▁دو ▁کہ ▁گو اه ▁رہ و ▁ہم ▁تو ▁مسلمان ▁ہیں
▁اس ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لي ے ▁تباہ ی ▁ہوگی ،
▁یہ ▁خبر ▁دینے ▁والا ▁صرف ▁شیطان ▁ہی ▁ہے ▁جو ▁اپنے ▁دوستوں ▁سے ▁ڈرا تا ▁ہے ▁تم ▁ان ▁کا فر وں ▁سے ▁نہ ▁ڈر و ▁اور ▁میرا ▁خوف ▁رکھ و ، ▁اگر ▁تم ▁مومن ▁ہو
▁ہم ▁نے ▁تم ▁میں ▁مر نا ▁ٹھہر ا ▁دیا ▁ہے ▁اور ▁ہم ▁اس ▁( بات ) ▁سے ▁عاجز ▁نہیں
▁اگر ▁یہ ▁تج ھے ▁جھ ٹل ات ے ▁ہیں ▁تو ▁کہہ ▁دے ▁کہ ▁“ میر ا ▁عمل ▁میرے ▁لیے ▁ہے ▁اور ▁تم ہ ارا ▁عمل ▁تمہارے ▁لیے ، ▁جو ▁کچھ ▁میں ▁کرتا ▁ہوں ▁اس ▁کی ▁ذم ہ ▁داری ▁سے ▁تم ▁بری ▁ہو ▁اور ▁جو ▁کچھ ▁تم ▁کر ▁رہے ▁ہو ▁اس ▁کی ▁ذم ہ ▁داری ▁سے ▁میں ▁بری ▁ہوں "
▁یہ ▁تو ▁اس ▁سے ▁پہلے ▁بھی ▁فت نے ▁کی ▁تلاش ▁کرتے ▁رہے ▁ہیں ▁اور ▁تیر ے ▁لي ے ▁کام وں ▁کو ▁ال ٹ ▁پل ٹ ▁کرتے ▁رہے ▁ہیں ، ▁یہاں ▁تک ▁کہ ▁حق ▁اپ ہن چا ▁اور ▁اللہ ▁کا ▁حکم ▁غالب ▁ا گیا ▁باوجود ی کہ ▁وه ▁نا خوش ی ▁میں ▁ہی ▁رہے
▁اس ▁کے ▁بعد ▁ظالم ین ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ▁اب ▁ہم یش گی ▁کا ▁م زہ ▁چک ھو ▁- کیا ▁تمہارے ▁اعمال ▁کے ▁علاوہ ▁کسی ▁اور ▁چیز ▁کا ▁بدل ہ ▁دیا ▁جاي ے ▁گا
▁اے ▁اہل ▁کتاب ▁پیغمبر وں ▁کے ▁ انے ▁کا ▁سلسلہ ▁جو ▁( ایک ▁عرصے ▁تک ) ▁من قطع ▁رہا ▁تو ▁( اب ) ▁تمہارے ▁پاس ▁ہمارے ▁پیغمبر ▁ا ▁ گي ے ▁ہیں ▁جو ▁تم ▁سے ▁( ہم ارے ▁احکام ) ▁بیان ▁کرتے ▁ہیں ▁تاکہ ▁تم ▁یہ ▁نہ ▁کہ و ▁کہ ▁ہمارے ▁پاس ▁کوي ی ▁خوش خبر ی ▁یا ▁ڈر ▁سن انے ▁والا ▁نہیں ▁ ایا ▁سو ▁( اب ) ▁تمہارے ▁پاس ▁خوش خبر ی ▁اور ▁ڈر ▁سن انے ▁والے ▁ا ▁ گي ے ▁ہیں ▁اور ▁خدا ▁ہر ▁چیز ▁پر ▁قادر ▁ہے
▁انھوں ▁نے ▁کہا ▁کیا ▁تو ▁ہمارے ▁پاس ▁سچ ی ▁بات ▁لا یا ▁ہے ▁یا ▁تو ▁دل ▁لگی ▁کرتا ▁ہے
▁پھر ▁جو ▁کوي ی ▁ت جھ ▁سے ▁اس ▁واقعہ ▁میں ▁جھ گ ڑے ▁بعد ▁اس ▁کے ▁کہ ▁تیر ے ▁پاس ▁صحیح ▁علم ▁ا ▁چکا ▁ہے ▁تو ▁کہہ ▁دے ▁او ▁ہم ▁اپنے ▁بیٹے ▁اور ▁تمہارے ▁بیٹے ▁اور ▁اپنی ▁عورت یں ▁اور ▁تمہاری ▁عورت یں ▁اور ▁اپنی ▁جان یں ▁اور ▁تمہاری ▁جان یں ▁بلا ي یں ▁پھر ▁سب ▁التج ا ▁کریں ▁اور ▁الله ▁کی ▁لعنت ▁ڈال یں ▁ان ▁پر ▁جو ▁جھوٹ ے ▁ہوں
▁اور ▁کہنے ▁لگے ▁کہ ▁اے ▁جادو گر ▁اس ▁عہد ▁کے ▁مطابق ▁جو ▁تیر ے ▁پروردگار ▁نے ▁ت جھ ▁سے ▁کر ▁رکھا ▁ہے ▁اس ▁سے ▁دعا ▁کر ▁بے شک ▁ہم ▁ہدایت ▁یا ب ▁ہو ▁جاي یں ▁گے
▁( ا ے ▁رسول ( ص ) ) ▁ان ▁لوگوں ▁کے ▁سامنے ▁اس ▁شخص ▁کا ▁واقعہ ▁بیان ▁کرو ▁جس ▁کو ▁ہم ▁نے ▁اپنی ▁بعض ▁نشان یاں ▁عطا ▁کی ▁تھیں ▁مگر ▁وہ ▁ان ▁سے ▁ع اری ▁ہوگیا ▁( وہ ▁جام ہ ▁اتار ▁دیا ) ▁پس ▁شیطان ▁اس ▁کے ▁پیچھے ▁لگ ▁گیا۔ ▁اور ▁اخر کار ▁وہ ▁گمراہ وں ▁میں ▁سے ▁ہوگیا ۔
▁اس ▁نے ▁کہا ▁پروردگار ▁مجھے ▁روز ▁قیامت ▁تک ▁کی ▁مہ لت ▁بھی ▁دید ے
▁اور ▁پہاڑ وں ▁کو ▁می خ یں ▁( نہیں ▁بنایا ؟ )
▁میں ▁نے ▁( وہ اں ) ▁ایک ▁ایسی ▁عورت ▁کو ▁پایا ▁ہے ▁جو ▁ان ▁( یعنی ▁ملک ▁سب ا ▁کے ▁باشند وں ) ▁پر ▁حکومت ▁کرتی ▁ہے ▁اور ▁اسے ▁( ملک یت ▁و ▁اقتدار ▁میں ) ▁ہر ▁ایک ▁چیز ▁بخشی ▁ گي ی ▁ہے ▁اور ▁اس ▁کے ▁پاس ▁بہت ▁بڑا ▁تخت ▁ہے ،
▁اور ▁اس ▁وقت ▁کو ▁یاد ▁کرو ▁جب ▁تم ھار ے ▁پروردگار ▁نے ▁علی ▁ال اع لان ▁کہہ ▁دیا ▁کہ ▁قیامت ▁تک ▁ان ▁پر ▁ایسے ▁افراد ▁م سلط ▁کي ے ▁جاي یں ▁گے ▁جو ▁انھیں ▁بدترین ▁سختی وں ▁میں ▁مبتلا ▁کریں ▁گے ▁کہ ▁تم ھار ا ▁پروردگار ▁جلد ی ▁عذاب ▁کرنے ▁والا ▁بھی ▁ہے ▁اور ▁بہت ▁زیادہ ▁بخش نے ▁والا ▁مہر بان ▁بھی ▁ہے
▁اور ▁اس ▁لي ے ▁کہ ▁اللہ ▁مسلمانوں ▁کا ▁ نک ھار ▁کرد ے ▁اور ▁کا فر وں ▁کو ▁م ٹا دے
▁انہوں ▁نے ▁جواب ▁دیا ▁کہ ▁اے ▁میری ▁قوم ▁کے ▁لوگ و ! ▁کیا ▁تمہارے ▁نزدیک ▁میرے ▁قبیل ے ▁کے ▁لوگ ▁اللہ ▁سے ▁بھی ▁زیاد ه ▁ذ ی ▁عزت ▁ہیں ▁کہ ▁تم ▁نے ▁اسے ▁پس ▁پشت ▁ڈال ▁دیا ▁ہے ▁یقینا ▁میرا ▁رب ▁جو ▁کچھ ▁تم ▁کر ▁رہے ▁ہو ▁سب ▁کو ▁گھ ی رے ▁ہو ي ے ▁ہے
▁اور ▁کا فر ▁بول ے ▁ہم ▁ہر گز ▁نہ ▁ایمان ▁لاي یں ▁گے ▁اس ▁قر ان ▁پر ▁اور ▁نہ ▁ان ▁کتابوں ▁پر ▁جو ▁اس ▁سے ▁ اگ ے ▁تھیں ▁اور ▁کسی ▁طرح ▁تو ▁دیکھ ے ▁جب ▁ظالم ▁اپنے ▁رب ▁کے ▁پاس ▁کھڑے ▁کیے ▁جاي یں ▁گے ، ▁ان ▁میں ▁ایک ▁دوسرے ▁پر ▁بات ▁ڈال ے ▁گا ▁وہ ▁جو ▁د بے ▁تھے ▁ان ▁سے ▁کہیں ▁گے ▁جو ▁اون چے ▁ کھی نچ تے ▁( ب ڑے ▁بنے ▁ہو ي ے ) ▁تھے ▁اگر ▁تم ▁نہ ▁ہوتے ▁تو ▁ہم ▁ضرور ▁ایمان ▁لے ▁ا تے ،
▁یہاں ▁تمہارے ▁لیے ▁بک ثر ت ▁می و ے ▁ہیں ▁جنہیں ▁تم ▁کھا تے ▁رہ و ▁گے
▁یا ▁ان ▁کے ▁پاس ▁کوي ی ▁غ یب ▁ہے ▁جسے ▁یہ ▁لکھ ▁رہے ▁ہیں
▁احوال ▁اس ▁جنت ▁کا ▁جس ▁کا ▁وعدہ ▁پر ہ یز گار وں ▁سے ▁ہے ، ▁اس ▁میں ▁ایسی ▁پانی ▁کی ▁نہ ر یں ▁ہیں ▁جو ▁کبھی ▁نہ ▁بگ ڑے ▁اور ▁ایسے ▁دو دھ ▁کی ▁نہ ر یں ▁ہیں ▁جس ▁کا ▁م زہ ▁نہ ▁بدلا ▁اور ▁ایسی ▁شراب ▁کی ▁نہ ر یں ▁ہیں ▁جس ▁کے ▁پی نے ▁میں ▁لذت ▁ہے ▁اور ▁ایسی ▁شہد ▁کی ▁نہ ر یں ▁ہیں ▁جو ▁صاف ▁کیا ▁گیا ▁اور ▁ان ▁کے ▁لیے ▁اس ▁میں ▁ہر ▁قسم ▁کے ▁پھل ▁ہیں ، ▁اور ▁اپنے ▁رب ▁کی ▁م غفر ت ▁کیا ▁ایسے ▁چین ▁والے ▁ان ▁کی ▁برابر ▁ہو جا ي یں ▁گے ▁جنہیں ▁ہمیشہ ▁ اگ ▁میں ▁رہ نا ▁اور ▁انہیں ▁کھول تا ▁پانی ▁پل ایا ▁جاي ے ▁گا ▁کہ ▁انت وں ▁کے ▁ ٹک ڑے ▁ ٹک ڑے ▁کرد ے ،
▁جبکہ ▁ان ▁کے ▁بھ اي ی ▁صالح ▁نے ▁ان ▁سے ▁کہا ▁کیا ▁تم ▁ڈر تے ▁نہیں ▁ہو ؟
▁ان ▁کے ▁کرتے ▁گند ھ ک ▁کے ▁ہوں ▁گے ▁اور ▁ان ▁کے ▁مون ہ وں ▁کو ▁ اگ ▁لپ یٹ ▁رہی ▁ہوگی
▁اور ▁ہر ▁ایک ▁شخص ▁اي ے ▁گا ▁اس ▁کے ▁ساتھ ▁ایک ▁ہا نک نے ▁والا ▁اور ایک ▁گواہ ی ▁دینے ▁والا ▁ہوگا
▁اور ▁اگر اللہ ▁تمام ▁انسان وں ▁سے ▁ان ▁کے ▁اعمال ▁کا ▁ موا خذ ہ ▁کرلی تا ▁تو ▁روي ے ▁زمین ▁پر ▁ایک ▁ری نگ نے ▁والے ▁کو ▁بھی ▁نہ ▁چھوڑ تا ▁لیکن ▁وہ ▁ایک ▁مخصوص ▁اور ▁معین ▁مدت ▁تک ▁ڈھ یل ▁دیتا ▁ہے ▁اس ▁کے ▁بعد ▁جب ▁وہ ▁وقت ▁اج اي ے ▁گا ▁تو ▁پروردگار ▁اپنے ▁بند وں ▁کے ▁بارے ▁میں ▁خوب ▁بص ی رت ▁رکھنے ▁والا ▁ہے
▁اس ▁میں ▁ان ▁کی لي ے ▁وہ ▁سب ▁کچھ ▁ہوگا ▁جو ▁وہ ▁چاہ یں ▁گے ▁وہ ▁اس ▁میں ▁ہمیشہ ▁رہیں ▁گے ▁اور ▁ایک ▁وعدہ ▁جو ▁اپ ▁کے ▁رب ▁کے ▁ذم ہ ▁ہے ▁جس ▁کے ▁متعلق ▁سوال ▁کیا ▁جاي ے ▁گا۔
▁( تم ہ یں ▁یاد ▁ہے ) ▁کہ ▁بے شک ▁میرے ▁بند وں ▁میں ▁ایک ▁گروہ ▁ایسا ▁بھی ▁تھا ▁جو ▁کہ تا ▁تھا : ▁اے ▁ہمارے ▁پروردگار ! ▁ہم ▁ایمان ▁لاي ے ▁ہیں ! ▁پس ▁تو ▁ہمیں ▁بخش ▁دے ▁اور ▁ہم ▁پر ▁رحم ▁کر ▁اور ▁تو ▁بہترین ▁رحم ▁کرنے ▁والا ▁ہے۔
▁اور ▁جب ▁الله ▁کے ▁ہاں ▁سے ▁ان ▁کے ▁پاس ▁کتاب ▁اي ی ▁جو ▁ان ▁کی ▁( اسم انی ) ▁کتاب ▁کی ▁بھی ▁تصدیق ▁کرتی ▁ہے ، ▁اور ▁وہ ▁پہلے ▁( ہم ی شہ ) ▁کا فر وں ▁پر ▁فتح ▁مانگ ا ▁کرتے ▁تھے ، ▁تو ▁جس ▁چیز ▁کو ▁وہ ▁خوب ▁پہچان تے ▁تھے ، ▁جب ▁ان ▁کے ▁پاس ▁اپ ہن چی ▁تو ▁اس ▁سے ▁کا فر ▁ہو ▁ گي ے۔ ▁پس ▁کا فر وں ▁پر ▁الله ▁کی ▁لعنت
▁اور ▁لوگوں ▁نے ▁شی اط ین ▁کو ▁اللہ ▁تعالی ▁کا ▁شریک ▁قرار ▁دے ▁رکھا ▁ہے ▁حالانک ہ ▁ان ▁لوگوں ▁کو ▁اللہ ▁ہی ▁نے ▁پیدا ▁کیا ▁ہے ▁اور ▁ان ▁لوگوں ▁نے ▁اللہ ▁کے ▁حق ▁میں ▁بیٹے ▁اور ▁بیٹی اں ▁بلا ▁سند ▁تراش ▁رکھی ▁ہیں ▁اور ▁وه ▁پاک ▁اور ▁برتر ▁ہے ▁ان ▁بات وں ▁سے ▁جو ▁یہ ▁کرتے ▁ہیں
▁( موس ی ▁علیہ ▁السلام ▁نے ) ▁عرض ▁کیا : ▁اے ▁میرے ▁رب ! ▁مجھے ▁اور ▁میرے ▁بھ اي ی ▁کو ▁معاف ▁فرما ▁دے ▁اور ▁ہمیں ▁اپنی ▁رحمت ▁( کے ▁دامن ) ▁میں ▁داخل ▁فرما ▁لے ▁اور ▁تو ▁سب ▁سے ▁بڑھ ▁کر ▁رحم ▁فرمان ے ▁والا ▁ہے ،
▁ غرض ▁( اس ▁سے ) ▁یہ ▁ہے ▁کہ ▁جو ▁( وس وس ہ ) ▁شیطان ▁ڈال تا ▁ہے ▁اس ▁کو ▁ان ▁لوگوں ▁کے ▁لي ے ▁جن ▁کے ▁دل وں ▁میں ▁بیماری ▁ہے ▁اور ▁جن ▁کے ▁دل ▁سخت ▁ہیں ▁ذریعہ ▁از ماي ش ▁ٹھہر اي ے۔ ▁بے شک ▁ظالم ▁پر لے ▁در جے ▁کی ▁مخالفت ▁میں ▁ہیں
▁اور ▁اللہ ▁نے ▁ان ▁تین وں ▁پر ▁بھی ▁رحم ▁کیا ▁جو ▁جہاد ▁سے ▁پیچھے ▁رہ ▁ گي ے ▁تھے ▁یہاں ▁تک ▁کہ ▁زمین ▁جب ▁اپنی ▁وسعت وں ▁سمیت ▁ان ▁پر ▁تنگ ▁ہو گي ی ▁اور ▁ان ▁کے ▁دم ▁پر ▁بن ▁ گي ی ▁اور ▁انہوں ▁نے ▁یہ ▁سمجھ ▁لیا ▁کہ ▁اب ▁اللہ ▁کے ▁علاوہ ▁کوي ی ▁پناہ ▁گاہ ▁نہیں ▁ہے ▁تو ▁اللہ ▁نے ▁ان ▁کی ▁طرف ▁توجہ ▁فرما ي ی ▁کہ ▁وہ ▁تو بہ ▁کر ▁لیں ▁اس ▁لي ے ▁کہ ▁وہ ▁بڑا ▁تو بہ ▁قبول ▁کرنے ▁والا ▁اور ▁مہر بان ▁ہے۔
▁اور ▁وہ ▁وہی ▁ہے ▁جس ▁نے ▁زمین ▁کو ▁پھیلا یا ▁اور ▁اس ▁میں ▁پہاڑ ▁اور ▁دریا ▁پیدا ▁کي ے ▁اور ▁ہر ▁طرح ▁کے ▁می و وں ▁کی ▁دو ▁دو ▁قسم یں ▁بنا ي یں۔ ▁وہی ▁رات ▁کو ▁دن ▁کا ▁لباس ▁پہن ات ا ▁ہے۔ ▁غور ▁کرنے ▁والوں ▁کے ▁لیے ▁اس ▁میں ▁بہت ▁سی ▁نشان یاں ▁ہیں
▁اور ▁( اس ▁طرح ) ▁انہوں ▁نے ▁ایک ▁چال ▁چل ی ▁اور ▁ہم ▁نے ▁بھی ▁ایک ▁چال ▁چل ی ▁جس ▁کی ▁انہیں ▁خبر ▁نہ ▁تھی۔
▁ان ▁کی ▁بھی ▁یہی ▁سزا ▁ہے ▁جو ▁الله ▁اور اس ▁کے ▁رسول ▁سے ▁لڑ تے ▁ہیں ▁اور ملک ▁میں ▁فساد ▁کرنے ▁کو ▁د وڑ تے ▁ہیں ▁یہ ▁کہ ▁ان ▁کو ▁قتل ▁کیا ▁جاي ے ▁یا ▁وہ ▁سول ی ▁چڑھ اي ے ▁جاي یں ▁یا ▁ان ▁کے ▁ہاتھ ▁اور ▁پا وں ▁مخالف ▁جانب ▁سے ▁کا ٹے ▁جاي یں ▁یا ▁وہ ▁جلا ▁وطن ▁کر ▁دیے ▁جاي یں ▁یہ ▁ذ لت ▁ان ▁کے ▁لیے ▁دنیا ▁میں ▁ہے ▁اور ▁اخر ت ▁میں ▁ان ▁کے ▁لیے ▁بڑا ▁عذاب ▁ہے
▁کہ ▁الی اس ▁پر ▁سلام ▁ہو
▁اور ▁خدا ▁صاحب ان ▁های مان ▁کو ▁چھ ان ٹ ▁کر ▁الگ ▁کرنا ▁چاہتا ▁تھا ▁اور ▁کا فر وں ▁کو ▁م ٹا ▁دینا ▁چاہتا ▁تھا
▁اور ▁بیچ ▁کی ▁راہ ▁ٹھیک ▁اللہ ▁تک ▁ہے ▁اور ▁کوي ی ▁راہ ▁ٹی ڑھ ی ▁ہے ▁اور ▁چاہتا ▁تو ▁تم ▁سب ▁کو ▁راہ ▁پر ▁لا تا ،
▁اور ▁میراث ▁کے ▁مال ▁سم یٹ ▁کر ▁کھا ▁جاتے ▁ہو
▁پھر ▁ن طف ہ ▁کو ▁ہم ▁نے ▁جم ا ▁ہوا ▁خون ▁بنا ▁دیا ، ▁پھر ▁اس ▁خون ▁کے ▁لو تھ ڑے ▁کو ▁گوشت ▁کا ▁ ٹک ڑا ▁کردیا۔ ▁پھر ▁گوشت ▁کے ▁ ٹک ڑے ▁کو ▁ہ ڈ یاں ▁بنا ▁دیں ، ▁پھر ▁ہ ڈی وں ▁کو ▁ہم ▁نے ▁گوشت ▁پہن ا ▁دیا ، ▁پھر ▁دوسری ▁بنا وٹ ▁میں ▁اس ▁کو ▁پیدا ▁کردیا۔ ▁برکت وں ▁والا ▁ہے ▁وه ▁اللہ ▁جو ▁سب ▁سے ▁بہترین ▁پیدا ▁کرنے ▁والا ▁ہے
▁کیا ▁یہ ▁لوگ ▁خیال ▁کرتے ▁ہیں ▁کہ ▁ہم ▁جو ▁مال ▁و ▁اولاد ▁( کی ▁فراوانی ) ▁سے ▁ان ▁کی ▁امداد ▁کر ▁رہے ▁ہیں۔
▁اور ▁اس ▁کی ▁بھی ▁جس ▁کو ▁نہیں ▁دیکھ ▁رہے ▁ہو
▁پھر ▁اس ▁کے ▁رب ▁نے ▁نواز ا ، ▁اس ▁کی ▁تو بہ ▁قبول ▁کی ▁اور ▁اس ▁کی ▁رہنما ي ی ▁کی
▁تم ▁( سب ▁مل ▁کر ▁بھی ) ▁اللہ ▁سے ▁کسی ▁کو ▁پھ یر ▁نہیں ▁سکتے ۔
▁اور ▁یہ ▁جو ▁یہودی ▁ہیں ▁ان ▁میں ▁سے ▁کچھ ▁لوگ ▁ایسے ▁بھی ▁ہیں ▁کہ ▁کلمات ▁کو ▁ان ▁کے ▁مقامات ▁سے ▁بدل ▁دیتے ▁ہیں ▁اور ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نے ▁سن ▁لیا ▁اور ▁نہیں ▁مانا ▁اور ▁سنی ي ے ▁نہ ▁سن وا ي ے ▁جا و ▁اور ▁زبان ▁کو ▁مر وڑ ▁کر ▁اور ▁دین ▁میں ▁ طعن ▁کی ▁راہ ▁سے ▁( تم ▁سے ▁گفتگو ) ▁کے ▁وقت ▁را عنا ▁کہتے ▁ہیں ▁اور ▁اگر ▁( یوں ) ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نے ▁سن ▁لیا ▁اور ▁مان ▁لیا ▁اور ▁( صرف ) ▁اسم ع ▁اور ▁( راع نا ▁کی ▁جگہ ) ▁ا نظر نا ▁( کہ تے ) ▁تو ▁ان ▁کے ▁حق ▁میں ▁بہتر ▁ہوتا ▁اور ▁بات ▁بھی ▁بہت ▁درست ▁ہوتی ▁لیکن ▁خدا ن ▁نے ▁ان ▁کے ▁کفر ▁کے ▁سبب ▁ان ▁پر ▁لعنت ▁کر ▁رکھی ▁ہے ▁تو ▁یہ ▁کچھ ▁تھ و ڑے ▁ہی ▁ایمان ▁لا تے ▁ہیں
▁اور ▁رات ▁اور ▁دن ▁اور ▁سور ج ▁اور ▁چاند ▁کو ▁تمہارے ▁کام ▁میں ▁لگا ▁دیا ▁ہے ▁اور ▁اسی ▁کے ▁حکم ▁سے ▁ستار ے ▁بھی ▁کام ▁میں ▁لگے ▁ہو ي ے ▁ہیں ▁بے ▁شک ▁اس ▁میں ▁لوگوں ▁کے ▁لیے ▁نشان یاں ▁ہیں ▁جو ▁سمجھ ▁رکھتے ▁ہیں
▁کیا ▁اللہ ▁تعالی ▁اپنے ▁بند ے ▁کے ▁لیے ▁کافی ▁نہیں ؟ ▁یہ ▁لوگ ▁اپ ▁کو ▁اللہ ▁کے ▁سوا ▁اور وں ▁سے ▁ڈرا ▁رہے ▁ہیں ▁اور ▁جسے ▁اللہ ▁گم راه ▁کر ▁دے اس ▁کی ▁رہنما ي ی ▁کرنے ▁والا ▁کوي ی ▁نہیں
▁یہاں ▁تک ▁کہ ▁جب ▁سب ▁ جہ نم ▁کے ▁پاس ▁اي یں ▁گے ▁تو ▁ان ▁کے ▁کان ▁اور ▁ان ▁کی ▁ان کھ یں ▁اور ▁جلد ▁سب ▁ان ▁کے ▁اعمال ▁کے ▁بارے ▁میں ▁ان ▁کے ▁خلاف ▁گواہ ی ▁دیں ▁گے
▁کیا ▁انہیں ▁اس ▁بات ▁نے ▁رہنما ي ی ▁نہیں ▁دی ▁کہ ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کتنی ▁نسل وں ▁کو ▁ہلاک ▁کردیا ▁جو ▁اپنے ▁علاقہ ▁میں ▁نہای ت ▁اطمینان ▁سے ▁چل ▁پھر ▁رہے ▁تھے ▁بیش ک ▁اس ▁میں ▁صاحب ان ▁ه عقل ▁کے ▁لي ے ▁بڑی ▁نشان یاں ▁ہیں
▁لیکن ▁پیغمبر ▁اور ▁جو ▁لوگ ▁ان ▁کے ▁ساتھ ▁ایمان ▁لاي ے ▁سب ▁اپنے ▁مال ▁اور ▁جان ▁سے ▁لڑ ے۔ ▁انہیں ▁لوگوں ▁کے ▁لیے ▁بھ لا ي یاں ▁ہیں۔ ▁اور ▁یہی ▁مراد ▁پانے ▁والے ▁ہیں
▁اور ▁کچھ ▁گا وں ▁والے ▁وہ ▁ہیں ▁جو ▁اللہ ▁اور ▁قیامت ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁جو ▁خرچ ▁کریں ▁اسے ▁اللہ ▁کی ▁نزدیک یوں ▁اور ▁رسول ▁سے ▁دعا ي یں ▁لینے ▁کا ▁ذریعہ ▁سمجھ یں ▁ہاں ▁ہاں ▁وہ ▁ان ▁کے ▁لیے ▁باعث ▁قرب ▁ہے ▁اللہ ▁جلد ▁انہیں ▁اپنی ▁رحمت ▁میں ▁داخل ▁کرے ▁گا ، ▁بیش ک ▁اللہ ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁اور ▁تم ▁اپنی ▁موت ▁مرو ۔ ▁یا ▁قتل ▁کي ے ▁جا و ۔ ▁ب ہر حال ▁اللہ ▁کے ▁ہی ▁حضور ▁میں ▁مح شور ▁کي ے ▁جا و گ ے۔
▁صرف ▁اللہ ▁ہی ▁کی لي ے ▁ہو ▁کر ▁رہ و ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہ ▁ٹھہر ات ے ▁ہو ي ے۔ ▁اور ▁جو ▁کوي ی ▁اللہ ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁ٹھہر ات ا ▁ہے ▁تو ▁گویا ▁وہ ▁اس مان ▁سے ▁گرا ▁تو ▁اسے ▁کسی ▁پر ند ہ ▁نے ▁ا چک ▁لیا ▁یا ▁ہوا ▁نے ▁اسے ▁کسی ▁دور ▁در از ▁جگہ ▁پر ▁پھینک ▁دیا۔
▁اور ▁بیش ک ▁ن ▁کے ▁پاس ▁انہیں ▁میں ▁سے ▁ایک ▁رسول ▁تشریف ▁لا یا ▁تو ▁انہوں ▁نے ▁اسے ▁جھ ٹل ایا ▁تو ▁انہیں ▁عذاب ▁نے ▁پکڑ ا ▁اور ▁وہ ▁بے ▁انصاف ▁تھے ،
▁اور ▁فرع ون ▁نے ▁کہا ▁مجھے ▁چھوڑ ▁دو ▁کہ ▁میں ▁موسی ▁( علی ہ ▁السلام ) ▁کو ▁مار ▁ڈال وں ▁اور ▁اسے ▁چاہ ي ے ▁کہ ▁اپنے ▁رب ▁کو ▁پکار ے ، ▁مجھے ▁تو ▁ڈر ▁ہے ▁کہ ▁یہ ▁کہیں ▁تم ہ ارا ▁دین ▁نہ ▁بدل ▁ڈال ے ▁یا ▁ملک ▁میں ▁کوي ی ▁( بہ ت ▁بڑا ) ▁فساد ▁برپا ▁نہ ▁کرد ے
▁کہ ▁اپنے ▁کو ▁بے ▁نیاز ▁خیال ▁کرتا ▁ہے
▁اور ▁وہ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁اپ ▁سچ ے ▁ہیں ▁تو ▁یہ ▁( قی امت ▁کا ) ▁وعدہ ▁کب ▁پورا ▁ہوگا ؟
▁پس ▁اپنے ▁رب ▁کے ▁نام ▁کی ▁تس بی ح ▁کر ▁جو ▁بڑا ▁عظمت ▁والا ▁ہے
▁اور ▁اگر ▁اپ ▁کو ▁شیطان ▁سے ▁کوي ی ▁و سوس ہ ▁ انے ▁لگے ▁تو ▁الله ▁کی ▁پناہ ▁مانگ ی ي ے ▁بے ▁شک ▁وہی ▁سب ▁کچھ ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁اے ▁میرے ▁چادر ▁لپ یٹ نے ▁والے
▁اور ▁کیا ▁ان ▁کو ▁نہیں ▁د کھ لا ي ی ▁دیتا ▁کہ ▁یہ ▁لوگ ▁ہر ▁سال ▁ایک ▁بار ▁یا ▁دو ▁بار ▁کسی ▁نہ ▁کسی ▁افت ▁میں ▁پھنس تے ▁رہتے ▁ہیں ▁پھر ▁بھی ▁نہ ▁تو بہ ▁کرتے ▁اور ▁نہ ▁نص ی حت ▁قبول ▁کرتے ▁ہیں
▁بے ▁شک ▁ہم ▁نیک و ▁کار وں ▁کو ▁اسی ▁طرح ▁صل ہ ▁دیا ▁کرتے ▁ہیں ،
▁اور ▁یہ ▁بھی ▁بتا تا ▁ہے ▁کہ ▁جو ▁لوگ ▁اخر ت ▁پر ▁ایمان ▁نہیں ▁لا تے ▁ہم ▁نے ▁ان ▁کے ▁لیے ▁درد ناک ▁عذاب ▁تیار ▁کیا ▁ہے
▁ایمان ▁لانے ▁والوں ▁اور ▁نیک ▁عمل ▁کرنے ▁والوں ▁کو ▁اللہ ▁ان ▁جنت وں ▁میں ▁داخل ▁کرے ▁گا ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہیں ، ▁اور ▁کفر ▁کرنے ▁والے ▁بس ▁دنیا ▁کی ▁چند ▁روزہ ▁زندگی ▁کے ▁ مز ے ▁لوٹ ▁رہے ▁ہیں ، ▁جانور وں ▁کی ▁طرح ▁کھا ▁پی ▁رہے ▁ہیں ، ▁اور ▁ان ▁کا ▁اخر ی ▁ ٹھ کان ا ▁ جہ نم ▁ہے
▁اے ▁نبی ( ص ) ! ▁جو ▁چیز ▁اللہ ▁نے ▁اپ ▁کی لي ے ▁حلال ▁قرار ▁دی ▁ہے ▁اپ ▁اسے ▁اپنی ▁بیوی وں ▁کی ▁خوش نود ی ▁حاصل ▁کرنے ▁کی لي ے ▁( اپ نے ▁اوپر ) ▁کیوں ▁حرام ▁ٹھہر ات ے ▁ہیں ▁اور ▁اللہ ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁کوي ی ▁بھی ▁بوجھ ▁اٹھا نے ▁والا ▁دوسرے ▁کا ▁بوجھ ▁نہیں ▁اٹھا ي ے ▁گا ، ▁اگر ▁کوي ی ▁گر اں ▁بار ▁دوسرے ▁کو ▁اپنا ▁بوجھ ▁اٹھا نے ▁کے ▁لي ے ▁بلا ي ے ▁گا ▁تو ▁وه ▁اس ▁میں ▁سے ▁کچھ ▁بھی ▁نہ ▁اٹھا ي ے ▁گا ▁گو ▁قر ابت ▁دار ▁ہی ▁ہو۔ ▁تو ▁صرف ▁ان ▁ہی ▁کو ▁ا گاه ▁کرسکتا ▁ہے ▁جو ▁غا يب انہ ▁طور ▁پر ▁اپنے ▁رب ▁سے ▁ڈر تے ▁ہیں ▁اور ▁نماز وں ▁کی ▁پابندی ▁کرتے ▁ہیں ▁اور ▁جو ▁بھی ▁پاک ▁ہو جا ي ے ▁وه ▁اپنے ▁ہی ▁نفع ▁کے ▁لي ے ▁پاک ▁ہوگا۔ ▁لوٹ نا ▁اللہ ▁ہی ▁کی ▁طرف ▁ہے
▁پھر ▁ان ▁سب ▁نے ▁فرع ون ▁کو ▁مشورہ ▁دیا ▁کہ ▁اسے ▁اور ▁اس ▁کے ▁بھ اي ی ▁کو ▁انتظار ▁میں ▁رکھی ے ▁اور ▁تمام ▁شہروں ▁میں ▁ہر کار ے ▁بھیج ▁دی جی ے
▁بی ٹ وں ▁نے ▁کہا ▁و اللہ ! ▁اپ ▁ہمیشہ ▁یوسف ▁کی ▁یاد ▁ہی ▁میں ▁لگے ▁رہیں ▁گے ▁یہاں ▁تک ▁کہ ▁گھ ل ▁جاي یں ▁یا ▁ختم ▁ہی ▁ہو ▁جاي یں
▁موسی ▁نے ▁کہا ▁کہ ▁تم ہ ارا ▁وعدہ ▁کا ▁دن ▁ زین ت ▁( ع ید ) ▁کا ▁دن ▁ہے ▁اور ▁اس ▁دن ▁تمام ▁لوگ ▁وقت ▁چا شت ▁اک ٹھا ▁کي ے ▁جاي یں ▁گے
▁یہ ▁اللہ ▁کی ▁ ایت یں ▁ہیں ▁کہ ▁ہم ▁تم ▁پر ▁حق ▁کے ▁ساتھ ▁پڑھ تے ▁ہیں ، ▁پھر ▁اللہ ▁اور ▁اس ▁کی ▁ ایت وں ▁کو ▁چھوڑ ▁کر ▁کون سی ▁بات ▁پر ▁ایمان ▁لاي یں ▁گے ،
▁وہ ▁مشورت ▁تو ▁شیطان ▁ہی ▁کی ▁طرف ▁سے ▁ہے ▁اس ▁لیے ▁کہ ▁ایمان ▁والوں ▁کو ▁رنج ▁دے ▁اور ▁وہ ▁اس ▁کا ▁کچھ ▁نہیں ▁بگ ا ڑ ▁سکتا ▁بے ▁حکم ▁خدا ▁کے ، ▁اور ▁مسلمانوں ▁کو ▁اللہ ▁ہی ▁پر ▁بھر وس ہ ▁چاہیے
▁اے ▁نبی ( ص ) ! ▁جب ▁تم ▁لوگ ▁( اپ نی ) ▁عورتوں ▁کو ▁طلاق ▁دینے ▁ل گو ▁تو ▁انہیں ▁ع دت ▁کے ▁حساب ▁سے ▁طلاق ▁دو ▁اور ▁پھر ▁ع دت ▁کا ▁شمار ▁کرو ▁اور ▁اللہ ▁( کی ▁نا فر مان ی ) ▁سے ▁ڈر و ▁جو ▁تم ہ ارا ▁پروردگار ▁ہے۔ ▁انہیں ▁ان ▁کے ▁گھروں ▁سے ▁نہ ▁نکال و ▁اور ▁نہ ▁ہی ▁وہ ▁خود ▁نکل یں ▁مگر ▁یہ ▁کہ ▁وہ ▁کسی ▁کھل ی ▁ہو ي ی ▁بے ح یا ي ی ▁کا ▁ارت ک اب ▁کریں ▁اور ▁یہ ▁اللہ ▁کی ▁( م قرر ▁کی ▁ہو ي ی ) ▁حد یں ▁ہیں ▁اور ▁جو ▁اللہ ▁کے ▁حدود ▁سے ▁تجاوز ▁کرے ▁گا ▁تو ▁وہ ▁خود ▁اپنے ▁اوپر ▁ظلم ▁کرے ▁گا ▁تم ▁نہیں ▁جانتے ▁شاید ▁اللہ ▁اس ▁کے ▁بعد ▁کوي ی ▁ني ی ▁بات ▁پیدا ▁کر ▁د ے۔
▁جادو گر وں ▁نے ▁کہا ▁ہمارے ▁پاس ▁جو ▁کھل ی ▁نشان یاں ▁اچ کی ▁ہیں ▁ہم ▁ان ▁پر ▁اور ▁اس ▁ذات ▁پر ▁جس ▁نے ▁ہمیں ▁پیدا ▁کیا ▁ہے۔ ▁کبھی ▁تج ھے ▁ترجیح ▁نہیں ▁دیں ▁گے ▁بے شک ▁تو ▁جو ▁فیصلہ ▁کرنا ▁چاہتا ▁ہے ▁وہ ▁تو ▁( زی اد ہ ▁سے ▁زیادہ ) ▁اسی ▁دنیا وی ▁زندگی ▁( کے ▁ختم ▁کرنے ) ▁کا ▁فیصلہ ▁کر ▁سکتا ▁ہے۔
▁مگر ▁ان ▁لوگوں ▁نے ▁انحراف ▁کیا ▁تو ▁ہم ▁نے ▁ان ▁پر ▁بڑے ▁زور وں ▁کا ▁سیلاب ▁بھیج ▁دیا ▁اور ▁ان ▁کے ▁دونوں ▁باغ ات ▁کو ▁ایسے ▁دو ▁باغ ات ▁میں ▁تبدیل ▁کردیا ▁جن ▁کے ▁پھل ▁بے ▁م زہ ▁تھے ▁اور ▁ان ▁میں ▁جھ او ▁کے ▁درخت ▁اور ▁کچھ ▁ بیر یاں ▁بھی ▁تھیں
▁اللہ ▁نے ▁فرمایا ▁کہ ▁یہ ▁ہے ▁وہ ▁دن ▁جس ▁میں ▁سچ وں ▁کو ▁ان ▁کا ▁سچ ▁کام ▁اي ے ▁گا ، ▁ان ▁کے ▁لي ے ▁باغ ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁رواں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے ، ▁اللہ ▁ان ▁سے ▁راضی ▁اور ▁وہ ▁اللہ ▁سے ▁راضی ، ▁یہ ▁ہے ▁بڑی ▁کامیابی ،
▁پھر ▁بیش ک ▁تم ▁اس ▁( ز ندگی ) ▁کے ▁بعد ▁ضرور ▁مر نے ▁والے ▁ہو ،
▁وہ ▁تم ▁پر ▁اس مان ▁سے ▁ موس لاد ھار ▁بارش ▁برس اي ے ▁گا۔
▁انہیں ▁تو ▁حساب ▁کی ▁توقع ▁ہی ▁نہ ▁تھی
▁پھر ▁جب ▁( می دان ▁جنگ ▁میں ) ▁تم ہ ارا ▁مقابلہ ▁( مت حارب ) ▁کا فر وں ▁سے ▁ہو ▁تو ▁( دور ان ▁جنگ ) ▁ان ▁کی ▁گردن یں ▁ا ڑا ▁دو ، ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁انہیں ▁( جنگ ی ▁مع ر کہ ▁میں ) ▁خوب ▁قتل ▁کر ▁چک و ▁تو ▁( بق یہ ▁قید یوں ▁کو ) ▁مضبوط ی ▁سے ▁بان دھ ▁لو ، ▁پھر ▁اس ▁کے ▁بعد ▁یا ▁تو ▁( ا نہیں ) ▁( ب لام عا وض ہ ) ▁احسان ▁کر ▁کے ▁( چھ وڑ ▁دو ) ▁یا ▁ف دی ہ ▁( یعنی ▁معا وض ہ ء ▁رہا ي ی ) ▁لے ▁کر ▁( ا زاد ▁کر ▁دو ) ▁یہاں ▁تک ▁کہ ▁جنگ ▁( کر نے ▁والی ▁مخالف ▁فوج ) ▁اپنے ▁ہتھیار ▁رکھ ▁دے ▁( یعنی ▁صلح ▁و ▁امن ▁کا ▁اعلان ▁کر ▁دے ) ۔ ▁یہی ▁( ح کم ) ▁ہے ، ▁اور ▁اگر ▁االله ▁چاہتا ▁تو ▁ان ▁سے ▁( ب غیر ▁جنگ ) ▁انتقام ▁لے ▁لی تا ▁مگر ▁( اس ▁نے ▁ایسا ▁نہیں ▁کیا ) ▁تاکہ ▁تم ▁میں ▁سے ▁بعض ▁کو ▁بعض ▁کے ▁ذریعے ▁از ماي ے ، ▁اور ▁جو ▁لوگ ▁االله ▁کی ▁راہ ▁میں ▁قتل ▁کر ▁دی ي ے ▁ گي ے ▁تو ▁وہ ▁ان ▁کے ▁اعمال ▁کو ▁ہر گز ▁ ضا يع ▁نہ ▁کرے ▁گا ،
▁موسی ! ▁میں ▁وہ ▁خدا ▁ہوں ▁جو ▁سب ▁پر ▁غالب ▁اور ▁صاحب ▁حکمت ▁ہے
▁انہوں ▁نے ▁( فر عون ▁سے ) ▁کہا ▁کہ ▁فی ▁الحال ▁موسی ▁اور ▁اس ▁کے ▁بھ اي ی ▁کے ▁معاملے ▁کو ▁معاف ▁رکھی ے ▁اور ▁شہروں ▁میں ▁نق یب ▁روانہ ▁کر ▁دی جی ے
▁الف ، ▁ لام ، ▁را ▁( حقیق ی ▁معنی ▁االله ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁ہی ▁بہتر ▁جانتے ▁ہیں )، ▁یہ ▁حکمت ▁والی ▁کتاب ▁کی ▁ ایت یں ▁ہیں ،
▁تو ▁تم ▁ک دھر ▁چلے ▁جارہے ▁ہو
▁اور ▁نہ ▁تمہیں ▁یہ ▁حکم ▁دے ▁گا ▁کہ ▁فرشت وں ▁اور ▁پیغمبر وں ▁کو ▁خدا ▁ ٹھی را لو ، ▁کیا ▁تمہیں ▁کفر ▁کا ▁حکم ▁دے ▁گا ▁بعد ▁اس ▁کے ▁کہ ▁تم ▁مسلمان ▁ہو لی ے
▁اور ▁اسے ▁ایسی ▁جگہ ▁سے ▁روزی ▁دیتا ▁ہے ▁جس ▁کا ▁اسے ▁گمان ▁بھی ▁نہ ▁ہو ▁اور ▁جو ▁شخص ▁اللہ ▁پر ▁تو کل ▁کرے ▁گا ▁اللہ ▁اسے ▁کافی ▁ہوگا۔ ▁اللہ ▁تعالی ▁اپنا ▁کام ▁پورا ▁کرکے ▁ہی ▁رہے ▁گا۔ ▁اللہ ▁تعالی ▁نے ▁ہر ▁چیز ▁کا ▁ایک ▁اندازه ▁مقرر ▁کر ▁رکھا ▁ہے
▁اور ▁الله ▁وہی ▁ہے ▁جس ▁نے ▁ایک ▁شخص ▁سے ▁تم ▁سب ▁کو ▁پیدا ▁کیا ▁پھر ▁ایک ▁تو ▁تم ہ ارا ▁ ٹھ کان ا ▁ہے ▁اور ▁ایک ▁امان ت ▁رکھے ▁جانے کی ▁جگہ ▁ت حق حق ▁ہم ▁نے ▁کھول ▁کر ▁نشان یاں ▁بیان ▁کر ▁دی ▁ہیں ▁ان ▁کے ▁لیے ▁جو ▁سوچ تے ▁ہیں
▁( ی اد ▁رکھیں ) ▁کہ ▁یہ ▁لوگ ▁ہر گز ▁اللہ ▁کے ▁سامنے ▁اپ ▁کے ▁کچھ ▁کام ▁نہیں ▁اس کت ے۔ ▁( سم جھ ▁لیں ▁کہ ) ▁ظالم ▁لوگ ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کے ▁رفیق ▁ہوتے ▁ہیں ▁اور ▁پر ہ یز گار وں ▁کا ▁کار ساز ▁اللہ ▁تعالی ▁ہے
▁اور ▁تم ▁( غف لت ▁کی ) ▁کھیل ▁میں ▁پڑے ▁ہو ،
▁ان ▁سے ▁پوچھ ي ے ▁کہ ▁رحم ن ▁سے ، ▁دن ▁اور ▁رات ▁تمہاری ▁حفاظت ▁کون ▁کر ▁سکتا ▁ہے ؟ ▁بات ▁یہ ▁ہے ▁کہ ▁یہ ▁لوگ ▁اپنے ▁رب ▁کے ▁ذکر ▁سے ▁پھر ے ▁ہو ي ے ▁ہیں
▁ان ▁لوگوں ▁نے ▁اللہ ▁کی ▁اس ▁طرح ▁قدر ▁نہیں ▁کی ▁جس ▁طرح ▁قدر ▁کرنے ▁کا ▁حق ▁تھا۔ ▁جب ▁انہوں ▁نے ▁یہ ▁کہا ▁کہ ▁اللہ ▁نے ▁کسی ▁بشر ▁پر ▁کوي ی ▁چیز ▁نازل ▁نہیں ▁کی ▁ان ▁سے ▁کہ ی ے ▁کہ ▁وہ ▁کتاب ▁کس ▁نے ▁نازل ▁کی ▁تھی ▁جسے ▁موسی ▁لے ▁کر ▁اي ے ▁تھے ؟ ▁جو ▁لوگوں ▁کے ▁لي ے ▁روشنی ▁اور ▁ہدایت ▁( کا ▁ذریعہ ) ▁تھی ؟ ▁جسے ▁تم ▁نے ▁ورق ▁ورق ▁کر ▁رکھا ▁ہے۔ ▁اس ▁کا ▁کچھ ▁حصہ ▁تو ▁تم ▁ظاہر ▁کرتے ▁ہو ▁( م گر ) ▁بہت ▁سا ▁حصہ ▁چھپ ات ے ▁ہو۔ ▁حالانک ہ ▁تمہیں ▁وہ ▁باتیں ▁سکھ اي ی ▁ گي یں ▁ہیں ▁جو ▁نہ ▁تمہیں ▁معلوم ▁تھیں ▁اور ▁نہ ▁تمہارے ▁باپ ▁داد ا ▁کو ▁کہ ی ے ▁اللہ ▁نے ▁( وہ ▁کتاب ▁نازل ▁کی ▁تھی ) ۔ ▁پھر ▁ان ▁کو ▁چھوڑ ▁دی جی ے ▁کہ ▁وہ ▁اپنی ▁بے ▁ہو دہ ▁ن کت ہ ▁چینی ▁میں ▁کھیل تے ▁رہیں ۔
▁اے ▁قید ▁خانہ ▁کے ▁دونوں ▁ساتھ یو ! ▁تم ▁میں ▁ایک ▁تو ▁اپنے ▁رب ▁( باد شا ہ ) ▁کو ▁شراب ▁پلا ي ے ▁گا ▁رہا ▁دوسرا ▁وہ ▁سو ▁لی ▁دیا ▁جاي ے ▁گا ▁تو ▁پر ند ے ▁اس ▁کا ▁سر ▁کھا ي یں ▁گے ▁حکم ▁ہو چک ا ▁اس ▁بات ▁کا ▁جس ▁کا ▁تم ▁سوال ▁کرتے ▁تھے
▁جس ▁دن ▁یہ ▁( اللہ ▁سے ) ▁ملاقات ▁کریں ▁گے ▁ان ▁کا ▁ تحف ہ ▁سلام ▁ہوگا ، ▁ان ▁کے ▁لي ے ▁اللہ ▁تعالی ▁نے ▁با عز ت ▁ اجر ▁تیار ▁کر ▁رکھا ▁ہے
▁یہ ▁ گن تی ▁کے ▁چند ▁دن ▁ہیں ▁( اس ▁کے ▁باوجود ) ▁اگر ▁تم ▁میں ▁سے ▁کوي ی ▁شخص ▁بیمار ▁ہو ▁جاي ے ▁یا ▁سفر ▁میں ▁ہو۔ ▁تو ▁اتنے ▁ہی ▁دن ▁اور ▁دنوں ▁میں ▁پورے ▁کرے۔ ▁اور ▁جو ▁اپنی ▁پوری ▁طاقت ▁صرف ▁کرکے ▁بم شکل ▁روزہ ▁رکھ ▁سکتے ▁ہوں ▁تو ▁وہ ▁فی ▁روزہ ▁ایک ▁مس کین ▁کی ▁خوراک ▁ف دی ہ ▁ادا ▁کریں۔ ▁اور ▁جو ▁اپنی ▁مرضی ▁سے ▁کچھ ▁( زی اد ہ ) ▁بھ لا ي ی ▁کرے ▁تو ▁وہ ▁اس ▁کی لي ے ▁بہتر ▁ہے ▁اور ▁اگر ▁تم ▁( ف دی ہ ▁دینے ▁کی ▁بجا ي ے ) ▁روزہ ▁رکھ و ▁تو ▁یہ ▁تمہارے ▁لي ے ▁زیادہ ▁بہتر ▁ہے۔ ▁اگر ▁تم ▁علم ▁و ▁وا قف یت ▁رکھتے ▁ہو۔
▁یا ▁جو ▁کچھ ▁ان ▁سے ▁وعده ▁کیا ▁ہے ▁وه ▁تج ھے ▁دکھا ▁دیں ▁ہم ▁ان ▁پر ▁بھی ▁قدرت ▁رکھتے ▁ہیں
▁ہاں ▁یہ ▁وه ▁دن ▁ہے ▁کہ ▁یہ ▁ اگ ▁پر ▁ت پا ي ے ▁جاي یں ▁گے
▁تو ▁وہ ▁جو ▁کا فر ▁ہو ي ے ▁میں ▁انہیں ▁دنیا و ▁اخر ت ▁میں ▁سخت ▁عذاب ▁کر وں ▁گا ، ▁اور ▁ان کا ▁کوي ی ▁مدد گار ▁نہ ▁ہوگا ،
▁اور ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁اے ▁فرع ون ! ▁بیش ک ▁میں ▁تمام ▁ جہ ان وں ▁کے ▁رب ▁کی ▁طرف ▁سے ▁رسول ▁( ایا ) ▁ہوں ،
▁ایک ▁کتاب ▁ہے ▁جس ▁کی ▁ ایت یں ▁مفصل ▁فرما ي ی ▁ گي یں ▁عربی ▁قر ان ▁عقل ▁والوں ▁کے ▁لیے ،
▁اور ▁پیغمبر ▁انہیں ▁ انے ▁والے ▁دن ▁کے ▁عذاب ▁سے ▁ڈرا ي ی ے ▁جب ▁دم ▁گھ ٹ ▁گھ ٹ ▁کر ▁دل ▁منہ ▁کے ▁قریب ▁اج اي یں ▁گے ▁اور ▁ظالم ین ▁کے ▁لي ے ▁نہ ▁کوي ی ▁دوست ▁ہوگا ▁اور ▁نہ ▁سفارش ▁کرنے ▁والا ▁جس ▁کی ▁بات ▁سن ▁لی ▁جاي ے
▁بے ▁شک ▁پر ہ یز گار ▁لوگ ▁بہ شت وں ▁اور ▁چشم وں ▁میں ▁ہوں ▁گے۔
▁پھر ▁ یت یم ▁کو ▁ دب ایا ▁نہ ▁کرو
▁کہہ ▁دی جی ے ! ▁کہ ▁تم ▁پتھر ▁ہو ▁جا و ▁یا ▁لو ہ ا۔
▁اور ▁کا فر ▁بول ے ▁کیا ▁جب ▁ہم ▁اور ▁ہمارے ▁باپ ▁داد ا ▁م ٹی ▁ہو جا ي یں ▁گے ▁کیا ▁ہم ▁پھر ▁نکال ے ▁جاي یں ▁گے
▁مجھ ▁پر ▁واجب ▁ہے ▁کہ ▁خدا ▁کی ▁طرف ▁سے ▁جو ▁کچھ ▁کہ وں ▁سچ ▁ہی ▁کہ وں ۔ ▁میں ▁تمہارے ▁پاس ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁نشانی ▁لے ▁کر ▁ ایا ▁ہوں۔ ▁سو ▁بنی ▁اس راي یل ▁کو ▁میرے ▁ساتھ ▁جانے ▁کی ▁رخصت ▁دے ▁دی جی ے
▁لیکن ▁قوم ▁نے ▁انہیں ▁جھ ٹل ایا ، ▁پس ▁وه ▁ضرور ▁( ع ذ اب ▁میں ) ▁حاضر ▁رکھے ▁جاي یں ▁گے
▁تو ▁تم ▁اپنے ▁پروردگار ▁کی ▁کون ▁کون ▁سی ▁نعمت ▁کو ▁جھ ٹل او ▁گے ؟
▁اور ▁چھ لک تے ▁ہو ي ے ▁جام
▁اور ▁تاکہ ▁وہ ▁( اللہ ) ▁منا فق ▁مرد وں ▁اور ▁منا فق ▁عورتوں ، ▁مشر ک ▁مرد وں ▁اور ▁مشر ک ▁عورتوں ▁کو ▁سزا ▁دے ▁جو ▁اللہ ▁کے ▁بارے ▁میں ▁بر ے ▁گمان ▁کرتے ▁ہیں ▁براي ی ▁کی ▁گردش ▁ان ہی ▁پر ▁ہے ▁اللہ ▁ان ▁پر ▁ غضب ناک ▁ہے ▁اور ▁ان ▁پر ▁لعنت ▁کی ▁ہے ▁اور ▁ان ▁کی لي ے ▁ جہ نم ▁تیار ▁کر ▁رکھی ▁ہے ▁اور ▁وہ ▁بہت ▁برا ▁انجام ▁ہے۔
▁یہ ▁اس ▁لیے ▁ہوگا ▁کہ ▁اللہ ▁ہر ▁مت نفس ▁کو ▁اس ▁کے ▁کیے ▁کا ▁بدل ہ ▁دے ▁گا ▁اللہ ▁کو حساب ▁لیتے ▁کچھ ▁دیر ▁نہیں ▁لگ تی
▁اور ▁جو ▁باتیں ▁ان ▁کے ▁سین وں ▁میں ▁پوش ید ہ ▁ہوتی ▁ہیں ▁اور ▁جو ▁کام ▁وہ ▁ظاہر ▁کرتے ▁ہیں ▁تم ہ ارا ▁پروردگار ▁ان ▁( سب ) ▁کو ▁جانتا ▁ہے
▁( ا ے ▁محمد صلى ▁الله ▁عليه ▁وسلم ) ▁سور ج ▁کے ▁ڈھ ل نے ▁سے ▁رات ▁کے ▁ان دھی رے ▁تک ▁( ظ ہر ، ▁عصر ، ▁مغرب ، ▁عش ا ▁کی ) ▁نماز یں ▁اور ▁صبح ▁کو ▁قر ان ▁پڑھ ا ▁کرو ۔ ▁کیوں ▁صبح ▁کے ▁وقت ▁قر ان ▁کا ▁پڑھ نا ▁موجب ▁حضور ▁( مل اي کہ ) ▁ہے
▁تم ▁ان ▁کے ▁مقابلے ▁کے ▁لي ے ▁اپنی ▁طاقت ▁بھر ▁قوت ▁کی ▁تیاری ▁کرو ▁اور ▁گھو ڑوں ▁کے ▁تیار ▁رکھنے ▁کی ▁کہ ▁اس ▁سے ▁تم ▁اللہ ▁کے ▁دشمن وں ▁کو ▁خوف ▁زده ▁رکھ ▁ سکو ▁اور ▁ان ▁کے ▁سوا ▁اور وں ▁کو ▁بھی ، ▁جنہیں ▁تم ▁نہیں ▁جانتے ، ▁اللہ ▁انہیں ▁خوب ▁جان ▁رہا ▁ہے ▁جو ▁کچھ ▁بھی ▁اللہ ▁کی ▁راه ▁میں ▁صرف ▁کرو ▁گے ▁وه ▁تمہیں ▁پورا ▁پورا ▁دیا ▁جاي ے ▁گا ▁اور ▁تم ہ ارا ▁حق ▁نہ ▁مار ا ▁جاي ے ▁گا
▁وہ ▁( ع یسی ▁علیہ ▁السلام ) ▁محض ▁ایک ▁( برگ زید ہ ) ▁بند ہ ▁تھے ▁جن ▁پر ▁ہم ▁نے ▁انعام ▁فرمایا ▁اور ▁ہم ▁نے ▁انہیں ▁بنی ▁اس راي یل ▁کے ▁لي ے ▁( اپ نی ▁قدرت ▁کا ) ▁نمو نہ ▁بنایا ▁تھا ،
▁اور ▁پھر ▁شہر ▁کی ▁عورتوں ▁نے ▁کہنا ▁شروع ▁کردیا ▁کہ ▁عزیز ▁مصر ▁کی ▁عورت ▁اپنے ▁جوان ▁کو ▁اپنی ▁طرف ▁ کھی نچ ▁رہی ▁تھی ▁اور ▁اسے ▁اس ▁کی ▁محبت ▁نے ▁مد ہ وش ▁بنا دیا ▁تھا ▁ہم ▁یہ ▁دیکھ ▁رہے ▁ہیں ▁کہ ▁یہ ▁عورت ▁بالکل ▁ہی ▁کھل ی ▁ہو ي ی ▁گمراہ ی ▁میں ▁ہے
▁ایک ▁روز ▁فرع ون ▁نے ▁اپنی ▁قوم ▁کے ▁درمیان ▁پکار ▁کر ▁کہا ، ▁" لوگ و ، ▁کیا ▁مصر ▁کی ▁بادشاہ ی ▁میری ▁نہیں ▁ہے ، ▁اور ▁یہ ▁نہ ر یں ▁میرے ▁نیچے ▁نہیں ▁بہ ہ ▁رہی ▁ہیں ؟ ▁کیا ▁تم ▁لوگوں ▁کو ▁نظر ▁نہیں ▁ا تا ؟
▁وہ ▁جو ▁کہتے ▁ہیں ▁اے ▁رب ▁ہمارے ! ▁ہم ▁ایمان ▁لاي ے ▁ہیں ▁سو ▁ہمیں ▁ہمارے ▁گناہ ▁بخش ▁دے ▁اور ▁ہمیں ▁دوزخ ▁کے ▁عذاب ▁سے ▁بچا ▁لے
▁یہ ▁پوچھ تے ▁ہیں ▁کہ ▁اخر ▁قیامت ▁کا ▁دن ▁کب ▁اي ے ▁گا
▁پھر ▁بے ▁شک ▁وہ ▁دوزخ ▁میں ▁گر نے ▁والے ▁ہیں
▁اور ▁جو ▁شخص ▁بھی ▁ہدایت ▁کے ▁واضح ▁ہو جان ے ▁کے ▁بعد ▁رسول ▁سے ▁اختلاف ▁کرے ▁گا ▁اور ▁مومن ین ▁کے ▁راستہ ▁کے ▁علاوہ ▁کوي ی ▁دوسرا ▁راستہ ▁اختیار ▁کرے ▁گا ▁اسے ▁ہم ▁ا دھر ▁ہی ▁پھ یر ▁دیں ▁گے ▁ج دھر ▁وہ ▁پھر ▁گیا ▁ہے ▁اور ▁ جہ نم ▁میں ▁جھ ون ک ▁دیں ▁گے ▁جو ▁بدترین ▁ ٹھ کان ا ▁ہے
▁ان ▁کے ▁ اگ ے ▁سو نے ▁کے ▁تھا ل ▁اور ▁سا غر ▁گردش ▁کرا ي ے ▁جاي یں ▁گے ▁اور ▁ہر ▁من ▁بھ اتی ▁اور ▁ن گاہ وں ▁کو ▁لذت ▁دینے ▁والی ▁چیز ▁وہاں ▁موجود ▁ہو ▁گی ▁ان ▁سے ▁کہا ▁جاي ے ▁گا ، ▁" تم ▁اب ▁یہاں ▁ہمیشہ ▁رہ و ▁گے
▁کیا ▁ان ▁لوگوں ▁نے ▁اس ▁( خدا ) ▁اور ▁جن وں ▁کے ▁درمیان ▁کوي ی ▁رشتہ ▁ن اط ہ ▁قرار ▁دیا ▁ہے ؟ ▁حالانک ہ ▁خود ▁جن ات ▁جانتے ▁ہیں ▁کہ ▁وہ ▁( جز ا ▁و ▁سزا ▁کی لي ے ) ▁پکڑ ▁کر ▁حاضر ▁کي ے ▁جاي یں ▁گے۔
▁اور ▁اگر ▁ہم ▁ان ▁کو ▁پیغمبر ▁( کے ▁بھیج نے ) ▁سے ▁پیش تر ▁کسی ▁عذاب ▁سے ▁ہلاک ▁کردی تے ▁تو ▁وہ ▁کہتے ▁کہ ▁اے ▁ہمارے ▁پروردگار ▁تو ▁نے ▁ہماری ▁طرف ▁کوي ی ▁پیغمبر ▁کیوں ▁نہ ▁بھی جا ▁کہ ▁ہم ▁ذ ل یل ▁اور ▁رس وا ▁ہونے ▁سے ▁پہلے ▁تیر ے ▁کلام ▁( وا ح کام ) ▁کی ▁پیر وی ▁کرتے
▁( خدا ▁نے ) ▁اٹھ ▁قسم ▁کے ▁جو ڑے ▁پیدا ▁کیے ▁ہیں ▁دو ▁قسم یں ▁بھی ڑ ▁سے ▁اور ▁دو ▁قسم یں ▁بکر ی ▁سے ▁اپ ▁کہ ی ے ▁کہ ▁ ایا ▁اس ▁نے ▁ان ▁دونوں ▁قسم ▁کے ▁نر وں ▁کو ▁حرام ▁کیا ▁ہے ▁یا ▁دونوں ▁قسم ▁کے ▁ما دا وں ▁کو ؟ ▁یا ▁جو ▁دونوں ، ▁ما دا وں ▁کے ▁پیٹ ▁میں ▁ہے ؟ ▁مجھے ▁علم ▁کی ▁بنیاد ▁پر ▁بتا و ۔ ▁اگر ▁تم ▁سچ ے ▁ہو۔
▁کبھی ▁ان ▁کے ▁عذاب ▁میں ▁کمی ▁نہ ▁ہو ▁گی ، ▁اور ▁وہ ▁اس ▁میں ▁مایوس ▁پڑے ▁ہوں ▁گے
▁اور ▁اللہ ▁و ▁رسول ▁کے ▁فرمان بر دار ▁رہ و ▁اس ▁امید ▁پر ▁کہ ▁تم ▁رحم ▁کیے ▁جا و ،
▁پھر ▁ان ▁میں ▁بہت ▁فساد ▁پھیلا یا
▁بول ی ▁ہا ي ے ▁خراب ی ▁کیا ▁میرے ▁بچہ ▁ہوگا ▁اور ▁میں ▁بو ڑھ ی ▁ہوں ▁اور ▁یہ ▁ہیں ▁میرے ▁شوہر ▁بو ڑھ ے ▁بیش ک ▁یہ ▁تو ▁اچن ب ھے ▁کی ▁بات ▁ہے ،
▁پھر ▁ن طف ے ▁کا ▁لو تھ ڑا ▁بنایا ۔ ▁پھر ▁لو تھ ڑے ▁کی ▁بو ٹی ▁بنا ي ی ▁پھر ▁بو ٹی ▁کی ▁ہ ڈ یاں ▁بنا ي یں ▁پھر ▁ہ ڈی وں ▁پر ▁گوشت ▁( پو ست ) ▁چڑھ ا یا۔ ▁پھر ▁اس ▁کو ▁ني ی ▁صورت ▁میں ▁بنا ▁دیا۔ ▁تو ▁خدا ▁جو ▁سب ▁سے ▁بہتر ▁بنانے ▁والا ▁بڑا ▁با بر کت ▁ہے
▁میں ▁تو ▁یقین ▁رکھتا ▁تھا ▁کہ ▁میں ▁اپنے ▁حساب ▁کو ▁( اس ان ) ▁پانے ▁والا ▁ہوں ،
▁اور ▁انہیں ▁ابراہیم ▁کی ▁خبر ▁پڑھ ▁کر ▁سنا و
▁فرما ▁دی جي ے : ▁میرا ▁رب ▁( ان بی اء ▁کی ▁طرف ) ▁حق ▁کا ▁الق اء ▁فرما تا ▁ہے ▁( وہ ) ▁سب ▁غ یب وں ▁کو ▁خوب ▁جان نے ▁والا ▁ہے ،
▁ عاد ▁نے ▁رسول وں ▁کو ▁جھ ٹل ایا
▁کوي ی ▁ایسا ▁نہیں ▁جس ▁پر ▁ نگ ہ بان ▁فرشت ہ ▁نہ ▁ہو
▁پھر ▁نوح ▁( علی ہ ▁السلام ) ▁کے ▁بعد ▁ہم ▁نے ▁اور ▁رسول وں ▁کو ▁ان ▁کی ▁قوم وں ▁کی ▁طرف ▁بھی جا ▁سو ▁وه ▁ان ▁کے ▁پاس ▁روشن ▁دلیل یں ▁لے ▁کر ▁اي ے ▁پس ▁جس ▁چیز ▁کو ▁انہوں ▁نے ▁اول ▁میں ▁جھوٹ ا ▁کہہ ▁دیا ▁یہ ▁نہ ▁ہوا ▁کہ ▁پھر ▁اس ▁کو ▁مان ▁لیتے ۔ ▁اللہ ▁تعالی ▁اسی ▁طرح ▁حد ▁سے ▁بڑھ نے ▁والوں ▁کے ▁دل وں ▁پر ▁بند ▁لگا ▁دیتا ▁ہے
▁باد شاه ▁نے ▁پوچھا ▁اے ▁عورت و ! ▁اس ▁وقت ▁کا ▁صحیح ▁واقعہ ▁کیا ▁ہے ▁جب ▁تم ▁دا و ▁فریب ▁کر ▁کے ▁یوسف ▁کو ▁اس ▁کی ▁ دلی ▁من شا ▁سے ▁بہ کان ا ▁چاہتی ▁تھیں ، ▁انہوں ▁نے ▁صاف ▁جواب ▁دیا ▁کہ ▁مع اذ ▁اللہ ▁ہم ▁نے ▁یوسف ▁میں ▁کوي ی ▁براي ی ▁نہیں ▁پاي ی ، ▁پھر ▁تو ▁عزیز ▁کی ▁بیوی ▁بھی ▁بول ▁اٹھ ی ▁کہ ▁اب ▁تو ▁سچ ی ▁بات ▁نت ھر ▁اي ی ۔ ▁میں ▁نے ▁ہی ▁اسے ▁ور غل ایا ▁تھا ، ▁اس ▁کے ▁جی ▁سے ، ▁اور ▁یقینا ▁وه ▁سچ وں ▁میں ▁سے ▁ہے
▁پھر ▁اس مان ▁کی ▁طرف ▁متو جہ ▁ہوا ▁اور ▁وہ ▁دھو اں ▁تھا ▁تو ▁اس ▁نے ▁اس ▁سے ▁اور ▁زمین ▁سے ▁فرمایا ▁کہ ▁دونوں ▁او ▁( خوا ہ ) ▁خوشی ▁سے ▁خواہ ▁نا خوش ی ▁سے ۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁ہم ▁خوشی ▁سے ▁ا تے ▁ہیں
▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁جنہوں ▁نے ▁نیک ▁عمل ▁کیے ، ▁یقینا ▁ان ▁کے ▁لیے ▁جنت ▁کے ▁باغ ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہوں ▁گی ، ▁یہ ▁ہے ▁بڑی ▁کامیابی
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁تمہیں ▁کیا ▁ہو ▁گیا ▁کہ ▁جب ▁تم ▁سے ▁اللہ ▁کی ▁راہ ▁میں ▁نکل نے ▁کے ▁لیے ▁کہا ▁گیا ▁تو ▁تم ▁زمین ▁سے ▁چم ٹ ▁کر ▁رہ ▁ گي ے ؟ ▁کیا ▁تم ▁نے ▁اخر ت ▁کے ▁مقابلہ ▁میں ▁دنیا ▁کی ▁زندگی ▁کو ▁پسند ▁کر ▁لیا ؟ ▁ایسا ▁ہے ▁تو ▁تمہیں ▁معلوم ▁ہو ▁کہ ▁د نیو ی ▁زندگی ▁کا ▁یہ ▁سب ▁سروس ا مان ▁اخر ت ▁میں ▁بہت ▁تھ وڑ ا ▁نکل ے ▁گا
▁اور ▁نوح ▁کی ▁قوم ▁نے ▁بھی ▁جب ▁پیغمبر وں ▁کو ▁جھ ٹل ایا ▁تو ▁ہم ▁نے ▁انہیں ▁ غرق ▁کر ▁ڈال ا ▁اور ▁لوگوں ▁کے ▁لي ے ▁نشانی ▁بنا ▁دیا۔ ▁اور ▁ظالم وں ▁کے ▁لي ے ▁ہم ▁نے ▁د کھ ▁دینے ▁والا ▁عذاب ▁تیار ▁کر ▁رکھا ▁ہے
▁اور ▁( ا ے ▁مسلمان و !) ▁اسی ▁طرح ▁ہم ▁نے ▁تمہیں ▁( اعتدال ▁والی ) ▁بہتر ▁امت ▁بنایا ▁تاکہ ▁تم ▁لوگوں ▁پر ▁گواہ ▁بن و ▁اور ▁( ہم ارا ▁یہ ▁برگ زید ہ ) ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁تم ▁پر ▁گواہ ▁ہو ، ▁اور ▁اپ ▁پہلے ▁جس ▁قبل ہ ▁پر ▁تھے ▁ہم ▁نے ▁صرف ▁اس ▁لي ے ▁مقرر ▁کیا ▁تھا ▁کہ ▁ہم ▁( پر کھ ▁کر ) ▁ظاہر ▁کر ▁دیں ▁کہ ▁کون ▁( ہم ارے ) ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کی ▁پیر وی ▁کرتا ▁ہے ▁( اور ) ▁کون ▁اپنے ▁ال ٹے ▁پا وں ▁پھر ▁جاتا ▁ہے ، ▁اور ▁بیش ک ▁یہ ▁( قبل ہ ▁کا ▁بدل نا ) ▁بڑی ▁بھاری ▁بات ▁تھی ▁مگر ▁ان ▁پر ▁نہیں ▁جنہیں ▁االله ▁نے ▁ہدایت ▁( و ▁معرفت ) ▁سے ▁نواز ا ، ▁اور ▁االله ▁کی ▁یہ ▁شان ▁نہیں ▁کہ ▁تم ہ ارا ▁ایمان ▁( یون ہی ) ▁ ضا يع ▁کرد ے ، ▁بیش ک ▁االله ▁لوگوں ▁پر ▁بڑی ▁ش فقت ▁فرمان ے ▁والا ▁مہر بان ▁ہے ،
▁اور ▁جس ▁کی ▁سختی ▁سے ▁اس مان ▁پھ ٹا ▁جا ▁رہا ▁ہوگا ؟ ▁اللہ ▁کا ▁وعدہ ▁تو ▁پورا ▁ہو ▁کر ▁ہی ▁رہ نا ▁ہے
▁اگر ▁اللہ ▁تعالی ▁چاہتا ▁تو ▁ان ▁سب ▁کو ▁ایک ▁ہی ▁امت ▁کا ▁بنا ▁دیتا ▁لیکن ▁وه ▁جسے ▁چاہتا ▁ہے ▁اپنی ▁رحمت ▁میں ▁داخل ▁کرلی تا ▁ہے ▁اور ▁ظالم وں ▁کا ▁حامی ▁اور ▁مدد گار ▁کوي ی ▁نہیں
▁پھر ▁اس ▁دن ▁کیا ▁حال ▁ہوگا ▁جب ▁ہم ▁ہر ▁امت ▁سے ▁ایک ▁گواہ ▁لاي یں ▁گے ▁اور ▁( ا ے ▁حبیب !) ▁ہم ▁اپ ▁کو ▁ان ▁سب ▁پر ▁گواہ ▁لاي یں ▁گے ،
▁سوا ي ے ▁گرم ▁پانی ▁اور ▁پی پ ▁کے ۔
▁کہا ▁جلد ▁میں ▁تمہاری ▁بخش ش ▁اپنے ▁رب ▁سے ▁چاہ و ▁ ں ▁گا ، ▁بیش ک ▁وہی ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁اور ▁ان ▁لوگوں ▁نے ▁ظلم ▁و ▁تک بر ▁کی ▁راہ ▁سے ▁ان ▁( م عجز ات ) ▁کا ▁انکار ▁کر ▁دیا۔ ▁حالانک ہ ▁ان ▁کے ▁نفوس ▁( دل وں ) ▁کو ▁ان ▁کا ▁یقین ▁تھا۔ ▁اب ▁دیکھ و ▁کہ ▁فساد ▁کرنے ▁والوں ▁کا ▁انجام ▁کیا ▁ہوا ؟
▁اور ▁جب ▁ہم ▁نے ▁فرشت وں ▁سے ▁کہا ▁کہ ▁اد م ▁کو ▁سج ده ▁کرو ▁تو ▁اب لیس ▁کے ▁سوا ▁سب ▁نے ▁سج ده ▁کیا۔ ▁اس ▁نے ▁انکار ▁کیا ▁اور ▁تک بر ▁کیا ▁اور ▁وه ▁کا فر وں ▁میں ▁ہوگیا
▁اور ▁( ان ▁سے ▁کہا ) ▁جاي ے ▁گا ▁کہ ▁اج ▁ہم ▁تمہیں ▁اس ▁طرح ▁نظر ▁انداز ▁کریں ▁گے ▁جس ▁طرح ▁تم ▁نے ▁اس ▁دن ▁کی ▁ملاقات ▁( حا ضر ی ) ▁کو ▁بھ لا ▁دیا ▁تھا۔ ▁تم ہ ارا ▁ ٹھ کان ہ ▁دوزخ ▁ہے ▁اور ▁تم ہ ارا ▁کوي ی ▁مدد گار ▁نہیں ▁ہے۔
▁تو ▁اس مان وں ▁اور ▁زمین ▁کے ▁مالک ▁کی ▁قسم ! ▁یہ ▁( اسی ▁طرح ) ▁قابل ▁یقین ▁ہے ▁جس ▁طرح ▁تم ▁بات ▁کرتے ▁ہو
▁اور ▁صور ▁پھ ون کا ▁گیا ▁یہ ▁ہے ▁وعدہ ٴ ▁عذاب ▁کا ▁دن
▁جب ▁انہوں ▁نے ▁( اپ س ▁میں ) ▁تذکر ہ ▁کیا ▁کہ ▁یوسف ▁اور ▁اس ▁کا ▁بھ اي ی ▁اب ا ▁کو ▁ہم ▁سے ▁زیادہ ▁پیار ے ▁ہیں ▁حالانک ہ ▁ہم ▁جماعت ▁( کی ▁جماعت ) ▁ہیں۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁اب ا ▁ صر یح ▁غلطی ▁پر ▁ہیں
▁پھر ▁ان ▁کا فر وں ▁کو ▁کیا ▁ہوگیا ▁ہے ▁کہ ▁اپ ▁کی ▁طرف ▁بھاگ ے ▁چلے ▁ار ہے ▁ہیں
▁اور ▁وہ ▁تم ▁سے ▁کی ون کر ▁فیصلہ ▁چاہ یں ▁گے ، ▁حالانک ہ ▁ان ▁کے ▁پاس ▁تور یت ▁ہے ▁جس ▁میں ▁اللہ ▁کا ▁حکم ▁موجود ▁ہے ▁با یں ▁ہم ہ ▁اسی ▁سے ▁منہ ▁پھ یر تے ▁ہیں ▁اور ▁وہ ▁ایمان ▁لانے ▁والے ▁نہیں ،
▁پھر ▁ان ▁کی ▁کچھ ▁بنا وٹ ▁نہ ▁رہی ▁مگر ▁یہ ▁کہ ▁بول ے ▁ہمیں ▁اپنے ▁رب ▁اللہ ▁کی ▁قسم ▁کہ ▁ہم ▁مشر ک ▁نہ ▁تھے ،
▁یہ ▁اجازت ▁تو ▁ت جھ ▁سے ▁وہی ▁طلب ▁کرتے ▁ہیں ▁جنہیں ▁نہ ▁اللہ ▁پر ▁ایمان ▁ہے ▁نہ ▁اخر ت ▁کے ▁دن ▁کا ▁یقین ▁ہے ▁جن ▁کے ▁دل ▁شک ▁میں ▁پڑے ▁ہو ي ے ▁ہیں ▁اور ▁وه ▁اپنے ▁شک ▁میں ▁ہی ▁سر گرد اں ▁ہیں
▁ہم ▁نے ▁تم ▁کو ▁عذاب ▁سے ▁جو ▁عن قر یب ▁ انے ▁والا ▁ہے ▁ا گاہ ▁کر ▁دیا ▁ہے ▁جس ▁دن ▁ہر ▁شخص ▁ان ▁( اعم ال ) ▁کو ▁جو ▁اس ▁نے ▁ اگ ے ▁بھیج ے ▁ہوں ▁گے ▁دیکھ ▁لے ▁گا ▁اور ▁کا فر ▁کہ ے ▁گا ▁کہ ▁اے ▁کاش ▁میں ▁م ٹی ▁ہوتا
▁اور ▁اس ▁( قر ان ) ▁کو ▁تمہاری ▁قوم ▁نے ▁جھ ٹل ایا ▁حالانک ہ ▁وہ ▁سراسر ▁حق ▁ہے۔ ▁کہہ ▁دو ▁کہ ▁میں ▁تم ہ ارا ▁دارو غ ہ ▁نہیں ▁ہوں
▁پیغمبر ▁ان ▁سے ▁کہہ ▁دی جي ے ▁کہ ▁ہمارا ▁ایمان ▁اللہ ▁پر ▁ہے ▁اور ▁جو ▁ہم ▁پر ▁نازل ▁ہوا ▁ہے ▁اور ▁جو ▁ابراہیم ▁علی ھ ▁السلام , ا سماع یل ▁علی ھ ▁السلام , ▁اسحاق ▁علی ھ ▁السلام ی عق وب ▁علی ھ ▁السلام ▁اور ▁اس باط ▁علی ھ ▁السلام پر ▁نازل ▁ہوا ▁ہے ▁اور ▁جو ▁موسی ▁علی ھ ▁السلام , ▁عیسی ▁علی ھ ▁السلام ▁اور ▁ان بیا ي ▁کو ▁خدا ▁کی ▁طرف ▁سے ▁دیا ▁گیا ▁ہے ▁ان ▁سب ▁پر ▁ہے . ▁ہم ▁ان ▁کے ▁درمیان ▁تفر یق ▁نہیں ▁کرتے ▁ہیں ▁اور ▁ہم ▁خدا ▁کے ▁اطاعت ▁گزار ▁بند ے ▁ہیں
▁یہ ▁لوگ ▁اپ ▁پر ▁احسان ▁ج تا تے ▁ہیں ▁کہ ▁اسلام ▁لے ▁اي ے ▁ہیں ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁ہمارے ▁اوپر اپ نے ▁اسلام ▁کا ▁احسان ▁نہ ▁رکھ و ▁یہ ▁خدا ▁کا ▁احسان ▁ہے ▁کہ ▁اس ▁نے ▁تم ▁کو ▁ایمان ▁لانے ▁کی ▁ہدایت ▁دے ▁دی ▁ہے ▁اگر ▁تم ▁واقعا ▁دعو اي ے ▁ایمان ▁میں ▁سچ ے ▁ہو
▁الف ، ▁ لام ، ▁می م ۔
▁( ا ے ▁مسلمان و !) ▁تم ▁اہل ▁کتاب ▁میں ▁سے ▁ان ▁لوگوں ▁کے ▁ساتھ ▁( بھی ) ▁جنگ ▁کرو ▁جو ▁نہ ▁اللہ ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁نہ ▁یوم ▁اخر ت ▁پر ▁اور ▁نہ ▁ان ▁چیز وں ▁کو ▁حرام ▁جانتے ▁ہیں ▁جنہیں ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁نے ▁حرام ▁قرار ▁دیا ▁ہے ▁اور ▁نہ ▁ہی ▁دین ▁حق ▁( یعنی ▁اسلام ) ▁اختیار ▁کرتے ▁ہیں ، ▁یہاں ▁تک ▁کہ ▁وہ ▁( ح کم ▁اسلام ▁کے ▁سامنے ) ▁تابع ▁و ▁مغل وب ▁ہو ▁کر ▁اپنے ▁ہاتھ ▁سے ▁ خراج ▁ادا ▁کریں ،
▁اور ▁اس ▁پر ▁ایک ▁بیل ▁دار ▁درخت ▁ا گا ▁دیا
▁فرمایا ▁اے ▁موسی ! ▁اسے ▁ہاتھ ▁سے ▁نیچے ▁ڈال ▁دے
▁اور ▁ہم ▁قیامت ▁کے ▁دن ▁انصاف ▁کی ▁ترا زو ▁کھڑی ▁کریں ▁گے ▁تو ▁کسی ▁شخص ▁کی ▁ذرا ▁بھی ▁حق ▁تل فی ▁نہ ▁کی ▁جاي ے ▁گی۔ ▁اور ▁اگر ▁را ي ی ▁کے ▁د انے ▁کے ▁برابر ▁بھی ▁( کسی ▁کا ▁عمل ) ▁ہوگا ▁تو ▁ہم ▁اس ▁کو ▁لا حا ضر ▁کریں ▁گے۔ ▁اور ▁ہم ▁حساب ▁کرنے ▁کو ▁کافی ▁ہیں
▁پس ▁الله ▁سے ▁ڈر و ▁اور ▁میرا ▁کہا ▁مان و
▁پس ▁شاید ▁کہ ▁اپ ▁اس ▁وح ی ▁کے ▁کسی ▁حصے ▁کو ▁چھوڑ ▁دینے ▁والے ▁ہیں ▁جو ▁اپ ▁کی ▁طرف ▁نازل ▁کی ▁جاتی ▁ہے ▁اور ▁اس ▁سے ▁اپ ▁کا ▁دل ▁تنگ ▁ہے ، ▁صرف ▁ان ▁کی ▁اس ▁بات ▁پر ▁کہ ▁اس ▁پر ▁کوي ی ▁خزانہ ▁کیوں ▁نہیں ▁اتر ا ؟ ▁یا ▁اس ▁کے ▁ساتھ ▁کوي ی ▁فرشت ہ ▁ہی ▁ا تا ، ▁سن ▁لی جي ے ! ▁اپ ▁تو ▁صرف ▁ڈرا نے ▁والے ▁ہی ▁ہیں ▁اور ▁ہر ▁چیز ▁کا ▁ذم ہ ▁دار ▁اللہ ▁تعالی ▁ہے
▁اور ▁ہم ▁نے ▁ان ▁کی ▁مدد ▁کی ▁پس ▁وہی ▁غالب ▁رہے
▁اور ▁ل وط ▁نے ▁ان ▁کو ▁ہماری ▁پکڑ ▁سے ▁ڈرا یا ▁بھی ▁تھا ▁مگر ▁انہوں ▁نے ▁ڈرا نے ▁میں ▁شک ▁کیا
▁وه ▁جب ▁ہماری ▁ ایت وں ▁میں ▁سے ▁کسی ▁ ایت ▁کی ▁خبر ▁پال ی تا ▁ہے ▁تو ▁اس ▁کی ▁ہنس ی ▁ا ڑا تا ▁ہے ، ▁یہی ▁لوگ ▁ہیں ▁جن ▁کے ▁لیے ▁رس وا ي ی ▁کی ▁مار ▁ہے
▁نوح ▁( علی ہ ▁السلام ) ▁پر ▁تمام ▁ جہ ان وں ▁میں ▁سلام ▁ہو
▁اور ▁یاد ▁کرو ▁جب ▁اللہ ▁نے ▁تمہیں ▁وعدہ ▁دیا ▁تھا ▁کہ ▁ان ▁دونوں ▁گروہ وں ▁میں ▁ایک ▁تمہارے ▁لیے ▁ہے ▁اور ▁تم ▁یہ ▁چاہتے ▁تھے ▁کہ ▁تمہیں ▁وہ ▁ملے ▁جس ▁میں ▁کان ٹے ▁کا ▁کھ ٹک ا ▁نہیں ▁( کو ي ی ▁نقصان ▁نہ ▁ہو ) ▁اور ▁اللہ ▁یہ ▁چاہتا ▁تھا ▁کہ ▁اپنے ▁کلام ▁سے ▁سچ ▁کو ▁سچ ▁کر ▁دکھا ي ے ▁اور ▁کا فر وں ▁کی ▁جڑ ▁کا ▁ٹ ▁دے
▁تم ▁سے ▁جس ▁چیز ▁کا ▁وعدہ ▁کیا ▁جا ▁رہا ▁ہے ▁وہ ▁یقینا ▁ انے ▁والی ▁ہے ▁اور ▁تم ▁خدا ▁کو ▁عاجز ▁کر ▁دینے ▁کی ▁طاقت ▁نہیں ▁رکھتے
▁بے ▁شک ▁اللہ ▁تعالی ▁نے ▁تمام ▁ جہ ان ▁کے ▁لوگوں ▁میں ▁سے ▁اد م ▁( علی ہ ▁السلام ) ▁کو ▁اور ▁نوح ▁( علی ہ ▁السلام ) ▁کو ، ▁ابراہیم ▁( علی ہ ▁السلام ) ▁کے ▁خاندان ▁اور ▁عمران ▁کے ▁خاندان ▁کو ▁منتخب ▁فرما ▁لیا
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ، ▁اگر ▁تم ▁نے ▁ان ▁اہل ▁کتاب ▁میں ▁سے ▁ایک ▁گروہ ▁کی ▁بات ▁مان ی ▁تو ▁یہ ▁تمہیں ▁ایمان ▁سے ▁پھر ▁کفر ▁کی ▁طرف ▁پھ یر ▁لے ▁جاي یں ▁گے
▁اور ▁چاند ▁کی ▁جب ▁اس ▁کے ▁پیچھے ▁اي ے
▁اور ▁کا فر وں ▁نے ▁کہا ▁کہ ▁تم ▁اس ▁قر ان ▁کو ▁نہ ▁سن و ▁اور ▁اس ▁میں ▁غل ▁مچ او ▁تاکہ ▁تم ▁غالب ▁ہو ▁جا و
▁تو ▁اس ▁دنیا ▁میں ▁بھی ▁لعنت ▁ان ▁کے ▁پیچھے ▁لگی ▁رہے ▁گی ▁اور ▁قیامت ▁کے ▁دن ▁بھی ▁( ل گی ▁رہے ▁گی ) ▁دیکھ و ▁ عاد ▁نے ▁اپنے ▁پروردگار ▁سے ▁کفر ▁کیا۔ ▁( اور ) ▁سن ▁رکھ و ▁ہو د ▁کی ▁قوم ▁ عاد ▁پر ▁پھ ٹ کار ▁ہے
▁ہم ▁نے ▁دوزخ ▁کے ▁یہ ▁کار کن ▁فرشت ے ▁بنا ي ے ▁ہیں ، ▁اور ▁ان ▁کی ▁تعداد ▁کو ▁کا فر وں ▁کے ▁لیے ▁فت نہ ▁بنا ▁دیا ▁ہے ، ▁تاکہ ▁اہل ▁کتاب ▁کو ▁یقین ▁ا ▁جاي ے ▁اور ▁ایمان ▁لانے ▁والوں ▁کا ▁ایمان ▁بڑھ ے ، ▁اور ▁اہل ▁کتاب ▁اور ▁مومن ین ▁کسی ▁شک ▁میں ▁نہ ▁رہیں ، ▁اور ▁دل ▁کے ▁بیمار ▁اور ▁کف ار ▁یہ ▁کہیں ▁کہ ▁بھ لا ▁اللہ ▁کا ▁اس ▁عجیب ▁بات ▁سے ▁کیا ▁مطلب ▁ہو ▁سکتا ▁ہے ▁اس ▁طرح ▁اللہ ▁جسے ▁چاہتا ▁ہے ▁گمراہ ▁کر ▁دیتا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁ہدایت ▁بخش ▁دیتا ▁ہے ▁اور ▁تیر ے ▁رب ▁کے ▁لشکر وں ▁کو ▁خود ▁اس ▁کے ▁سوا ▁کوي ی ▁نہیں ▁جانتا ▁اور ▁اس ▁دوزخ ▁کا ▁ذکر ▁اس ▁کے ▁سوا ▁کسی ▁ غرض ▁کے ▁لیے ▁نہیں ▁کیا ▁گیا ▁ہے ▁کہ ▁لوگوں ▁کو ▁اس ▁سے ▁نص ی حت ▁ہو
▁قسم ▁ہے ▁ان ▁کی ▁جو ▁مسلسل ▁چھوڑ ▁دی ▁جاتی ▁ہیں۔
▁اگر ▁تم ▁دونوں ▁الله ▁کی ▁جناب ▁میں ▁تو بہ ▁کرو ▁تو ▁( بہ تر ) ▁ورنہ ▁تمہارے ▁دل ▁تو ▁ما يل ▁ہو ▁ہی ▁چکے ▁ہیں ▁اور اگر ▁تم ▁اپ ▁کے ▁خلاف ▁ایک ▁دوسرے ▁کی ▁مدد ▁کرو ▁گی ▁تو ▁بے ▁شک ▁الله اپ ▁کا ▁مدد گار ▁ہے ▁اور ▁جب راي یل ▁اور ▁نیک ▁ بخت ▁ایمان ▁والے ▁بھی ▁اور ▁سب ▁فرشت ے ▁اس ▁کے ▁بعد ▁اپ ▁کے ▁حامی ▁ہیں
▁اور ▁اگر ▁ہم ▁ان ▁کی ▁طرف ▁فرشت ے ▁اتار تے ▁اور ▁ان ▁سے ▁مرد ے ▁باتیں ▁کرتے ▁اور ▁ہم ▁ہر ▁چیز ▁ان ▁کے ▁سامنے ▁اٹھا ▁لا تے ▁جب ▁بھی ▁وہ ▁ایمان ▁لانے ▁والے ▁نہ ▁تھے ▁مگر ▁یہ ▁کہ ▁خدا ▁چاہتا ▁و ▁لیکن ▁ان ▁میں ▁بہت ▁ن رے ▁ج اہل ▁ہیں
▁اے ▁نبی ! ▁اللہ ▁سے ▁ڈر تے ▁رہیں ▁اور ▁کا فر وں ▁اور ▁منا فق وں ▁کی ▁اطاعت ▁نہ ▁کریں۔ ▁بے ▁شک ▁اللہ ▁بڑا ▁جان نے ▁والا ، ▁بڑا ▁حکمت ▁والا ▁ہے۔
▁چنانچہ ▁تمام ▁فرشت وں ▁نے ▁سج دہ ▁کیا
▁موسی ▁نے ▁فرمایا ▁رب ▁اس مان وں ▁اور ▁زمین ▁کا ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁میں ▁ہے ، ▁اگر ▁تمہیں ▁یقین ▁ہو
▁علاوہ ▁ان ▁لوگوں ▁کے ▁جو ▁تو بہ ▁کرلی ں ▁اور ▁اپنی ▁اصلاح ▁کرلی ں ▁اور ▁خدا ▁سے ▁وابستہ ▁ہو جا ي یں ▁اور ▁دین ▁کو ▁خالص ▁اللہ ▁کے ▁لي ے ▁اختیار ▁کریں ▁تو ▁یہ ▁صاحب ان ▁ایمان ▁کے ▁ساتھ ▁ہوں ▁گے ▁اور ▁عن قر یب ▁الل ر ▁ان ▁صاحب ان ▁ایمان ▁کو ▁ اجر ▁عظیم ▁عطا ▁کرے ▁گا
▁یہاں ▁تک ▁کہ ▁جب ▁ہم ▁ان ▁کے ▁خوشحال ▁لوگوں ▁کو ▁عذاب ▁کی ▁گرفت ▁میں ▁لیتے ▁ہیں ▁تو ▁وہ ▁چی خ نے ▁چلانے ▁لگ تے ▁ہیں۔
▁کیا ▁تم ▁نے ▁ان ▁( علم اء ▁یہ ود ) ▁کو ▁نہیں ▁دیکھا ▁جن ▁کو ▁کتاب ▁( تور ات ▁کے ▁علم ) ▁سے ▁تھ وڑ ا ▁سا ▁حصہ ▁ملا ▁ہے ▁جب ▁انہیں ▁کتاب ▁خدا ▁کی ▁طرف ▁بل ایا ▁جاتا ▁ہے ▁تاکہ ▁وہ ▁ان ▁کے ▁درمیان ▁فیصلہ ▁کرے ▁اس ▁پر ▁ان ▁کا ▁ایک ▁گروہ ▁پی ٹھ ▁پھ یر ▁لی تا ▁ہے۔ ▁در ان حال ی کہ ▁وہ ▁رو گردان ی ▁کرنے ▁والے ▁ہوتے ▁ہیں۔
▁اس مان وں ▁اور ▁زمین ▁کا ▁مالک ▁اور ▁ان ▁ساری ▁چیز وں ▁کا ▁مالک ▁جو ▁ان ▁کے ▁درمیان ▁ہیں ، ▁زبردست ▁اور ▁در گز ر ▁کرنے ▁والا "
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁انہوں ▁نے ▁نیک ▁اعمال ▁کي ے ▁ہم ▁عن قر یب ▁انہیں ▁ان ▁جنت وں ▁میں ▁داخل ▁کریں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁وہ ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے - ▁یہ ▁خدا ▁کا ▁بر حق ▁وعدہ ▁ہے ▁اور ▁خدا ▁سے ▁زیادہ ▁راست ▁گو ▁کون ▁ہوسکتا ▁ہے
▁پانی ▁کی ▁بو ند ▁سے ▁اسے ▁پیدا ▁فرمایا ، ▁پھر ▁اسے ▁طرح ▁طرح ▁کے ▁انداز وں ▁پر ▁رکھا
▁انہیں ▁کیا ▁ہو ▁گیا ▁ہے ؟ ▁کہ ▁نص ی حت ▁سے ▁من ھ ▁م وڑ ▁رہے ▁ہیں
▁کیا ▁انہوں ▁نے ▁کوي ی ▁بات ▁ٹھہر ا ▁رکھی ▁ہے ▁تو ▁ہم ▁بھی ▁کچھ ▁ٹھہر انے ▁والے ▁ہیں
▁دن ▁کی ▁روشنی ▁کی ▁قسم ▁ہے
▁کا فر ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کے ▁رفیق ▁ہیں ، ▁اگر ▁تم ▁نے ▁ایسا ▁نہ ▁کیا ▁تو ▁ملک ▁میں ▁فت نہ ▁ہوگا ▁اور ▁زبردست ▁فساد ▁ہو ▁جاي ے ▁گا
▁اپ ▁کہہ ▁دی جي ے ! ▁کہ ▁کیا ▁تم ▁اس ▁( اللہ ) ▁کا ▁انکار ▁کرتے ▁ہو ▁اور ▁تم ▁اس ▁کے ▁شریک ▁مقرر ▁کرتے ▁ہو ▁جس ▁نے ▁دو ▁دن ▁میں ▁زمین ▁پیدا ▁کردی ، ▁سارے ▁ جہ ان وں ▁کا ▁پروردگار ▁وہی ▁ہے
▁اور ▁اپنا ▁حصہ ▁تم ▁یہی ▁لیتے ▁ہو ▁کہ ▁اسے ▁جھ ٹل ات ے ▁ہو
▁جو ▁کوي ی ▁راہ ▁ہدایت ▁اختیار ▁کرتا ▁ہے ▁تو ▁وہ ▁اپنے ▁فاي دہ ▁کے ▁لي ے ▁ہدایت ▁پر ▁چل تا ▁ہے ▁اور ▁جو ▁شخص ▁گمراہ ▁ہوتا ▁ہے ▁تو ▁اس ▁کی ▁گمراہ ی ▁کا ▁وبال ▁( بھی ) ▁اسی ▁پر ▁ہے ، ▁اور ▁کوي ی ▁بوجھ ▁اٹھا نے ▁والا ▁کسی ▁دوسرے ▁( کے ▁گناہ وں ) ▁کا ▁بوجھ ▁نہیں ▁اٹھا ي ے ▁گا ، ▁اور ▁ہم ▁ہر گز ▁عذاب ▁دینے ▁والے ▁نہیں ▁ہیں ▁یہاں ▁تک ▁کہ ▁ہم ▁( اس ▁قوم ▁میں ) ▁کسی ▁رسول ▁کو ▁بھیج ▁لیں ،
▁تم ▁اپنے ▁دین ▁پر ▁میں ▁اپنے ▁دین ▁پر
▁بے ▁شک ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁( کے ▁معنی ) ▁میں ▁صحیح ▁راہ ▁سے ▁انحراف ▁کرتے ▁ہیں ▁وہ ▁ہم ▁پر ▁پوش ید ہ ▁نہیں ▁ہیں ، ▁بھ لا ▁جو ▁شخص ▁ ات ش ▁دوزخ ▁میں ▁جھ ون ک ▁دیا ▁جاي ے ▁( وہ ) ▁بہتر ▁ہے ▁یا ▁وہ ▁شخص ▁جو ▁قیامت ▁کے ▁دن ▁( ع ذ اب ▁سے ) ▁محفوظ ▁و ▁ما مون ▁ہو ▁کر ▁اي ے ، ▁تم ▁جو ▁چاہ و ▁کرو ، ▁بے ▁شک ▁جو ▁کام ▁تم ▁کرتے ▁ہو ▁وہ ▁خوب ▁دیکھنے ▁والا ▁ہے ،
▁بار ▁بار ▁ن گاہ ▁دو ڑا و ▁تمہاری ▁ن گاہ ▁تھ ک ▁کر ▁نام راد ▁پل ٹ ▁اي ے ▁گی
▁جنہوں ▁نے ▁کفر ▁کیا ▁اور ▁اللہ ▁کی ▁راہ ▁سے ▁روک ا ▁ہم ▁نے ▁عذاب ▁پر ▁عذاب ▁بڑھ ایا ▁بدل ہ ▁ان ▁کے ▁فساد ▁کا ،
▁فرمایا ▁کہ ▁تج ھے ▁مہ لت ▁دی ▁جاتی ▁ہے
▁اور ▁قسم ▁ہے ▁رسول ▁کے ▁یا ▁رب ▁پکار نے ▁کی ▁بے ▁شک ▁یہ ▁ایسے ▁لوگ ▁ہیں ▁کہ ▁ایمان ▁نہ ▁لاي یں ▁گے
▁صدق ات ▁( مال ▁ز کو ۃ ) ▁تو ▁اور ▁کسی ▁کے ▁لي ے ▁نہیں ▁صرف ▁فقیر وں ▁کے ▁لي ے ▁ہے ▁مس کین وں ▁کے ▁لي ے ▁ہے ▁اور ▁ان ▁کارکنوں ▁کے ▁لي ے ▁ہے ▁جو ▁اس ▁کی ▁وصول ی ▁کے ▁لي ے ▁مقرر ▁ہیں۔ ▁اور ▁ان ▁کے ▁لي ے ▁ہے ▁جن ▁کی ▁( دل جو ي ی ) ▁مطلوب ▁ہے۔ ▁نیز ▁( غل ام وں ▁اور ▁کنی ز وں ▁کی ) ▁گردن یں ▁( چھ ڑا نے ) ▁کے ▁لي ے ▁ہے ▁اور ▁مقر وض وں ▁( کا ▁قرض ہ ▁ادا ▁کرنے ) ▁کے ▁لي ے ▁ہے ▁اور ▁اللہ ▁کی ▁راہ ▁میں ▁خرچ ▁کرنے ▁کے ▁لي ے ▁ہے ▁اور ▁مسافر وں ▁( کی ▁مدد ) ▁کے ▁لي ے ▁ہے ▁یہ ▁اللہ ▁کی ▁طرف ▁سے ▁فرض ▁ہے ▁اور ▁اللہ ▁بڑا ▁جان نے ▁والا ، ▁بڑا ▁حکمت ▁والا ▁ہے۔
▁فرما ▁دی جي ے : ▁اس ▁( قر ان ) ▁کو ▁روح ▁القدس ▁( جب ري یل ▁علیہ ▁السلام ) ▁نے ▁اپ ▁کے ▁رب ▁کی ▁طرف ▁سے ▁سچ اي ی ▁کے ▁ساتھ ▁اتار ا ▁ہے ▁تاکہ ▁ایمان ▁والوں ▁کو ▁ثابت ▁قدم ▁رکھے ▁اور ▁( یہ ) ▁مسلمانوں ▁کے ▁لي ے ▁ہدایت ▁اور ▁بشار ت ▁ہے ،
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁تم ▁لوگ ▁زمین ▁میں ▁سیر ▁کرو ▁اور ▁دیکھ و ▁کہ ▁خدا ▁نے ▁کس ▁طرح ▁خلق ت ▁کا ▁ا غاز ▁کیا ▁ہے ▁اس ▁کے ▁بعد ▁وہی ▁اخر ت ▁میں ▁دوبارہ ▁ایجاد ▁کرے ▁گا ▁بیش ک ▁وہی ▁ہر ▁ش ے ▁پر ▁قدرت ▁رکھنے ▁والا ▁ہے
▁جن ▁لوگوں ▁کو ▁ہم ▁نے ▁اس ▁سے ▁پہلے ▁کتاب ▁عطا ▁کی ▁تھی ▁وہ ▁( اسی ▁ہدایت ▁کے ▁ت سلسل ▁میں ) ▁اس ▁( قر ان ) ▁پر ▁( بھی ) ▁ایمان ▁رکھتے ▁ہیں ،
▁تمہاری ▁عورت یں ▁کھ یتی ▁ہیں۔ ▁( اس ▁لي ے ) ▁اپنی ▁کھ یتی ▁میں ▁جس ▁طرح ▁چاہ و ▁او ۔ ▁اور ▁اپنے ▁لي ے ▁( خدا ▁کی ▁بار گاہ ▁میں ) ▁پیش گی ▁( اعم ال ) ▁بھیج ▁دو ۔ ▁اور ▁اللہ ▁اور ▁ایمان ▁والوں ▁کو ▁خوش خبر ی ▁( مب ارک باد ) ▁دے ▁دو ۔
▁انہوں ▁نے ▁کہا ▁کہ ▁شعیب ▁تمہاری ▁بہت ▁سی ▁باتیں ▁ہماری ▁سمجھ ▁میں ▁نہیں ▁ ات یں ▁اور ▁ہم ▁دیکھتے ▁ہیں ▁کہ ▁تم ▁ہم ▁میں ▁کمزور ▁بھی ▁ہو ▁اور ▁اگر ▁تمہارے ▁بھ اي ی ▁نہ ▁ہوتے ▁تو ▁ہم ▁تم ▁کو ▁سنگ سار ▁کر ▁دیتے ▁اور ▁تم ▁ہم ▁پر ▁( کسی ▁طرح ▁بھی ) ▁غالب ▁نہیں ▁ہو
▁پھر ▁اس ▁کے ▁بعد ▁ایک ▁سال ▁ایسا ▁اي ے ▁گا ▁جس ▁میں ▁لوگوں ▁کو ▁( خ وب ) ▁بارش ▁دی ▁جاي ے ▁گی ▁اور ▁( اس ▁سال ▁اس ▁قدر ▁پھل ▁ہوں ▁گے ▁کہ ) ▁لوگ ▁اس ▁میں ▁( پ ھل وں ▁کا ) ▁رس ▁ نچ وڑ یں ▁گے ،
▁تم ▁سے ▁جس ▁چیز ▁کا ▁وعدہ ▁کیا ▁جا ▁رہا ▁ہے ▁وہ ▁یقینا ▁ انے ▁والی ▁ہے ▁اور ▁تم ▁خدا ▁کو ▁عاجز ▁کر ▁دینے ▁کی ▁طاقت ▁نہیں ▁رکھتے
▁اور ▁ان ▁کے ▁پاس ▁نی چی ▁ن گاہ ▁رکھنے ▁والی ▁( اور ) ▁ہم ▁عمر ▁( ع ورت یں ) ▁ہوں ▁گی
▁ہم ▁عن قر یب ▁کا فر وں ▁کے ▁دل وں ▁میں ▁( تم ہ ارا ) ▁ر عب ▁ڈال ▁دیں ▁گے ▁اس ▁وجہ ▁سے ▁کہ ▁انہوں ▁نے ▁اس ▁چیز ▁کو ▁اللہ ▁کا ▁شریک ▁ٹھہر ایا ▁ہے ▁جس ▁کے ▁لي ے ▁اللہ ▁نے ▁کوي ی ▁سند ▁نہیں ▁اتار ی ▁اور ▁ان ▁کا ▁ ٹھ کان ا ▁دوزخ ▁ہے ▁اور ▁ظالم وں ▁کا ▁( وہ ) ▁ ٹھ کان ا ▁بہت ▁ہی ▁برا ▁ہے ،
▁اور ▁اس ▁شخص ▁نے ▁کہا ▁جو ▁ایمان ▁لا ▁چکا ▁تھا : ▁اے ▁میری ▁قوم ! ▁میں ▁تم ▁پر ▁( بھی ▁ اگ لی ) ▁قوم وں ▁کے ▁روز ▁بد ▁کی ▁طرح ▁( ع ذ اب ) ▁کا ▁خوف ▁رکھتا ▁ہوں ،
▁اور ▁اگر ▁اپ ▁( وه ▁وقت ) ▁ملاحظ ہ ▁کریں ▁جب ▁کہ ▁یہ ▁کف ار ▁گھ برا ي ے ▁پھر یں ▁گے ▁پھر ▁نکل ▁بھاگ نے ▁کی ▁کوي ی ▁صورت ▁نہ ▁ہوگی ▁اور ▁قریب ▁کی ▁جگہ ▁سے ▁گرفتار ▁کر ▁لي ے ▁جاي یں ▁گے
▁اور ▁بیش ک ▁وہ ▁مال ▁کی ▁چاہ ت ▁میں ▁ضرور ▁کرا ▁( ت یز ) ▁ہے
▁اور ▁جب ▁ان ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁اللہ ▁نے ▁تمہیں ▁جو ▁کچھ ▁عطا ▁کیا ▁ہے ▁اس ▁سے ▁( ک چھ ) ▁راہ ▁خدا ▁میں ▁بھی ▁خرچ ▁کرو ▁تو ▁کا فر ▁اہل ▁ایمان ▁سے ▁کہتے ▁ہیں ▁کیا ▁ہم ▁اسے ▁کھل اي یں ▁جسے ▁اگر ▁خدا ▁چاہتا ▁تو ▁خود ▁کھل ا ▁دیتا ؟ ▁تم ▁لوگ ▁کھل ی ▁ہو ي ی ▁گمراہ ی ▁میں ▁مبتلا ▁ہو۔
▁اور ▁( ح رام ▁کی ▁ گي یں ) ▁شوہر ▁والی ▁عورت یں ▁مگر ▁وه ▁جو ▁تمہاری ▁ملکی ت ▁میں ▁اج اي یں ، ▁اللہ ▁تعالی ▁نے ▁یہ ▁احکام ▁تم ▁پر ▁فرض ▁کر ▁دی ي ے ▁ہیں ، ▁اور ▁ان ▁عورتوں ▁کے ▁سوا ▁اور ▁عورت یں ▁تمہارے ▁لي ے ▁حلال ▁کی ▁ گي یں ▁کہ ▁اپنے ▁مال ▁کے ▁مہر ▁سے ▁تم ▁ان ▁سے ▁نکاح ▁کرنا ▁چاہ و ▁بر ے ▁کام ▁سے ▁بچ نے ▁کے ▁لي ے ▁نہ ▁کہ ▁ شہ وت ▁ رانی ▁کرنے ▁کے ▁لي ے ، ▁اس ▁لي ے ▁جن ▁سے ▁تم ▁فا يده ▁اٹھا و ▁انہیں ▁ان ▁کا ▁مقرر ▁کیا ▁ہوا ▁مہر ▁دے ▁دو ، ▁اور ▁مہر ▁مقرر ▁ہو ▁جانے ▁کے ▁بعد ▁تم ▁اپ س ▁کی ▁رضا مند ی ▁سے ▁جو ▁طے ▁کر لو ▁اس ▁میں ▁تم ▁پر ▁کوي ی ▁گناه ▁نہیں ، ▁بے ▁شک ▁اللہ ▁تعالی ▁علم ▁والا ▁حکمت ▁والا ▁ہے
▁اور ▁اس ▁ذات ▁کی ▁قسم ▁جس ▁نے ▁نر ▁اور ▁ما دہ ▁کو ▁پیدا ▁کیا۔
▁جو ▁بھی ▁اللہ ▁ملا ي کہ ▁م رسل ین ▁اور ▁جبر یل ▁و ▁می کا ي ی کل ▁کا ▁دشمن ▁ہوگا ▁اسے ▁معلوم ▁رہے ▁کہ ▁خدا ▁بھی ▁تمام ▁کا فر وں ▁کا ▁دشمن ▁ہے
▁جو ▁لوگ ▁رسول ▁خدا ( ص ) ▁کے ▁پاس ▁( بات ▁کرتے ▁ہو ي ے ) ▁اپنی ▁او از یں ▁پست ▁رکھتے ▁ہیں ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁دل وں ▁کو ▁اللہ ▁نے ▁پر ہ یز گار ی ▁کی لي ے ▁از م ایا ▁ہے ▁ان ▁کے ▁لي ے ▁م غفر ت ▁اور ▁ اجر ▁عظیم ▁ہے۔
▁اور ▁ہم ▁نے ▁موسی ▁کی ▁طرف ▁وح ی ▁کی ▁کہ ▁میرے ▁بند وں ▁کو ▁لے ▁کر ▁رات وں ▁رات ▁نکل ▁جا و ▁پھر ▁ان ▁کے ▁لي ے ▁دریا ▁میں ▁عصا ▁مار ▁کر ▁خشک ▁راستہ ▁بنا دو ▁تمہیں ▁نہ ▁فرع ون ▁کے ▁پال ی نے ▁کا ▁خطرہ ▁ہے ▁اور ▁نہ ▁ڈو ب ▁جانے ▁کا
▁پس ▁( ا ے ▁حبیب ▁مک رم !) ▁اپ ▁مجھے ▁اور ▁اس ▁شخص ▁کو ▁جو ▁اس ▁کلام ▁کو ▁جھ ٹل ات ا ▁ہے ▁( انت قام ▁کے ▁لي ے ) ▁چھوڑ ▁دیں ، ▁اب ▁ہم ▁انہیں ▁ا ہ ست ہ ▁ا ہ ست ہ ▁( ت با ہی ▁کی ▁طرف ) ▁اس ▁طرح ▁لے ▁جاي یں ▁گے ▁کہ ▁انہیں ▁معلوم ▁تک ▁نہ ▁ہوگا ،
▁اور ▁جو ▁اس مان ▁میں ▁ہے ▁اور ▁جو ▁زمین ▁میں ▁ہے ▁جان دار وں ▁سے ▁اور ▁فرشت ے ▁سب ▁الله ▁ہی ▁کو ▁سج دہ ▁کرتے ▁ہیں ▁اور وہ ▁تک بر نہیں ▁کرتے
▁ان ▁لوگوں ▁کو ▁د گن ا ▁بدل ہ ▁دیا ▁جاي ے ▁گا ▁کیونکہ ▁صبر ▁کرتے ▁رہے ▁ہیں ▁اور ▁بھ لا ي ی ▁کے ▁ساتھ ▁براي ی ▁کو ▁دور ▁کرتے ▁ہیں ▁اور ▁جو ▁( مال ) ▁ہم ▁نے ▁ان ▁کو ▁دیا ▁ہے ▁اس ▁میں ▁سے ▁خرچ ▁کرتے ▁ہیں
▁اور ▁ہم ▁اسی ▁طرح ▁اس ▁گمراہ ی ▁کو ▁مجرم ین ▁کے ▁دل ▁میں ▁ڈال ▁دیتے ▁ہیں
▁پھر ▁اسے ▁ جہ نم ▁میں ▁جھ ون ک ▁دو
▁کہ ▁اس ▁کے ▁وسیع ▁راست وں ▁میں ▁چل و ،
▁یقینا ▁اگر ▁ان ▁لوگوں ▁کو ▁تمہاری ▁اطلاع ▁ہو گي ی ▁تو ▁وہ ▁تمہیں ▁سنگ سار ▁کر ▁دیں ▁گے ▁یا ▁پھر ▁( ز برد ستی ) ▁تمہیں ▁اپنے ▁دین ▁کی ▁طرف ▁واپس ▁لے ▁جاي یں ▁گے ▁اور ▁اس ▁طرح ▁تم ▁کبھی ▁بھی ▁فلا ح ▁نہیں ▁پا ▁ سکو گ ے۔
▁اس ▁سے ▁رو گرد اں ▁ہو ي ے ▁اور ▁بول ے ▁سکھ ایا ▁ہوا ▁دیوان ہ ▁ہے
▁ان ▁پر ▁سیاہ ی ▁چڑھ ▁رہی ▁ہے
▁فرشت وں ▁نے ▁عرض ▁کیا : ▁تیر ی ▁ذات ▁( ہر ▁نقص ▁سے ) ▁پاک ▁ہے ▁ہمیں ▁کچھ ▁علم ▁نہیں ▁مگر ▁اسی ▁قدر ▁جو ▁تو ▁نے ▁ہمیں ▁سکھ ایا ▁ہے ، ▁بیش ک ▁تو ▁ہی ▁( سب ▁کچھ ) ▁جان نے ▁والا ▁حکمت ▁والا ▁ہے ،
▁ان ▁سے ▁پوچھ و ، ▁اس مان وں ▁اور ▁زمین ▁میں ▁جو ▁کچھ ▁ہے ▁وہ ▁کس ▁کا ہے ؟ کہ و ▁سب ▁کچھ ▁اللہ ▁ہی ▁کا ▁ہے ، ▁اس ▁نے ▁رحم ▁و ▁کرم ▁کا ▁شی وہ ▁اپنے ▁اوپر ▁لازم ▁کر ▁لیا ▁ہے ▁( اسی ▁لیے ▁وہ ▁نا فر مان یوں ▁اور ▁سر کش یوں ▁پر ▁تمہیں ▁جلد ی ▁سے ▁نہیں ▁پکڑ ▁لی تا )، ▁قیامت ▁کے ▁روز ▁وہ ▁تم ▁سب ▁کو ▁ضرور ▁جمع ▁کرے ▁گا ، ▁یہ ▁بالکل ▁ایک ▁غیر ▁مشت بہ ▁حقیقت ▁ہے ، ▁مگر ▁جن ▁لوگوں ▁نے ▁اپنے ▁اپ ▁کو ▁خود ▁تباہ ی ▁کے ▁خطر ے ▁میں ▁مبتلا ▁کر ▁لیا ▁ہے ▁وہ ▁اسے ▁نہیں ▁مان تے
▁اور ▁کیا ▁ان ▁لوگوں ▁کو ▁جو ▁سابق ▁اہل ▁زمین ▁کے ▁بعد ▁زمین ▁کے ▁ وارث ▁ہوتے ▁ہیں ، ▁اس ▁امر ▁واقعی ▁نے ▁کچھ ▁سبق ▁نہیں ▁دیا ▁کہ ▁اگر ▁ہم ▁چاہ یں ▁تو ▁ان ▁کے ▁قصور وں ▁پر ▁انہیں ▁پکڑ ▁سکتے ▁ہیں ؟ ▁( م گر ▁وہ ▁سبق ▁ا موز ▁حق ا يق ▁سے ▁ت غا فل ▁ برت تے ▁ہیں ) ▁اور ▁ہم ▁ان ▁کے ▁دل وں ▁پر ▁مہر ▁لگا ▁دیتے ▁ہیں ، ▁پھر ▁وہ ▁کچھ ▁نہیں ▁سن تے
▁اور ▁وہ ▁جس ▁نے ▁چار ہ ▁نکال ا
▁اور ▁صبر ▁ہی ▁کرو ▁اور ▁تم ہ ارا ▁صبر ▁بھی ▁خدا ▁ہی ▁کی ▁مدد ▁سے ▁ہے ▁اور ▁ان ▁کے ▁بارے ▁میں ▁غم ▁نہ ▁کرو ▁اور ▁جو ▁یہ ▁بد اندیش ی ▁کرتے ▁ہیں ▁اس ▁سے ▁تنگ دل ▁نہ ▁ہو
▁اب ▁اس ▁میں ▁چلے ▁جا و ▁پھر ▁چاہے ▁صبر ▁کرو ▁یا ▁نہ ▁کرو ▁سب ▁برابر ▁ہے ▁یہ ▁تمہارے ▁ان ▁اعمال ▁کی ▁سزا دی ▁جارہی ▁ہے ▁جو ▁تم ▁انجام ▁دیا ▁کرتے ▁تھے
▁تو ▁تم ▁اس ▁روح ▁کو ▁کیوں ▁نہیں ▁لوٹ ا ▁دیتے ▁اگر ▁تم ▁سچ ے ▁ہو
▁اے ▁ایمان ▁والو ! ▁شیطان ▁کے ▁نقش ▁قدم ▁پر ▁نہ ▁چل و ۔ ▁اور ▁جو ▁کوي ی ▁شیطان ▁کے ▁نقش ▁قدم ▁پر ▁چل تا ▁ہے ▁تو ▁وہ ▁اسے ▁بے ▁ح یا ي ی ▁اور ▁ہر ▁طرح ▁کی ▁براي ی ▁کا ▁حکم ▁دیتا ▁ہے ▁اور ▁اگر ▁تم ▁پر ▁خدا ▁کا ▁فضل ▁و ▁کرم ▁اور ▁اس ▁کی ▁رحمت ▁نہ ▁ہوتی ▁تو ▁تم ▁میں ▁سے ▁کوي ی ▁بھی ▁کبھی ▁پاک ▁و ▁صاف ▁نہ ▁ہوتا ۔ ▁لیکن ▁اللہ ▁جسے ▁چاہتا ▁ہے ▁اسے ▁پاک ▁و ▁صاف ▁کر ▁دیتا ▁ہے ▁اور ▁اللہ ▁بڑا ▁سن نے ▁والا ، ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁تو ▁بیش ک ▁ضرور ▁ہمیں ▁پوچھ نا ▁ہے ▁ان ▁سے ▁جن ▁کے ▁پاس ▁رسول ▁ گي ے ▁اور ▁بیش ک ▁ضرور ▁ہمیں ▁پوچھ نا ▁ہے ▁رسول وں ▁سے
▁انہوں ▁نے ▁کہا ▁" ب خدا ▁کہ ▁تم ▁کو ▁اللہ ▁نے ▁ہم ▁پر ▁فضیلت ▁بخشی ▁اور ▁واقعی ▁ہم ▁خطا ▁کار ▁تھے "
▁انہوں ▁نے ▁کہا ▁تمہارے ▁رب ▁نے ▁ یون ہی ▁فرما دیا ، ▁اور ▁وہی ▁حکیم ▁دا نا ▁ہے ،
▁اور وہ ▁ہنس ی ▁کی ▁بات ▁نہیں ▁ہے
▁پھر ▁زمین ▁کو ▁خوب ▁چی را ،
▁ان ▁میں ▁سے ▁ایک ▁بھی ▁ایسا ▁نہ ▁تھا ▁جس ▁نے ▁رسول وں ▁کی ▁تک ذ یب ▁نہ ▁کی ▁ہو ▁پس ▁میری ▁سزا ▁ان ▁پر ▁ثابت ▁ہو گي ی
▁اور ▁ہم ▁پی غ بر وں ▁کو ▁صرف ▁اس ▁لیے ▁بھی جا ▁کرتے ▁ہیں ▁کہ ▁وہ ▁بشار ت ▁دیں ▁اور ▁ڈرا ي یں ▁پھر ▁جو ▁شخص ▁ایمان ▁لے ▁او ے ▁اور ▁اپنی ▁اصلاح ▁کر ▁لے ▁سو ▁ان ▁پر ▁کوي ی ▁ڈر ▁نہ ▁ہوگا ▁اور ▁نہ ▁وہ ▁غم ▁کھا يي ں ▁گے
▁اور ▁انہیں ▁ہم ▁نے ▁زمین ▁میں ▁مت فرق ▁کردیا ▁گروہ ▁گروہ ، ▁ان ▁میں ▁کچھ ▁نیک ▁ہیں ▁اور ▁کچھ ▁اور ▁طرح ▁کے ▁اور ▁ہم ▁نے ▁انہیں ▁بھ لا ي یوں ▁اور ▁براي یوں ▁سے ▁از م ایا ▁کہ ▁کہیں ▁وہ ▁رجوع ▁لاي یں
▁تاکہ ▁رجوع ▁لانے ▁والے ▁بند ے ▁ہدایت ▁اور ▁نص ی حت ▁حاصل ▁کریں
▁پھر ▁اگر ▁وہ ▁( بھی ) ▁اسی ▁طرح ▁ایمان ▁لاي یں ▁جیسے ▁تم ▁اس ▁پر ▁ایمان ▁لاي ے ▁ہو ▁تو ▁وہ ▁( واقع ی ) ▁ہدایت ▁پا ▁جاي یں ▁گے ، ▁اور ▁اگر ▁وہ ▁منہ ▁پھ یر ▁لیں ▁تو ▁( سم جھ ▁لیں ▁کہ ) ▁وہ ▁محض ▁مخالفت ▁میں ▁ہیں ، ▁پس ▁اب ▁اللہ ▁اپ ▁کو ▁ان ▁کے ▁شر ▁سے ▁بچانے ▁کے ▁لي ے ▁کافی ▁ہوگا ، ▁اور ▁وہ ▁خوب ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے ،
▁پیغمبر ▁مومن وں ▁پر ▁ان ▁کی ▁جان وں ▁سے ▁بھی ▁زیادہ ▁حق ▁رکھتے ▁ہیں ▁اور ▁پیغمبر ▁کی ▁بیوی اں ▁ان ▁کی ▁ماي یں ▁ہیں۔ ▁اور ▁رشتہ ▁دار ▁اپ س ▁میں ▁کتاب ▁الله ▁کے ▁رو ▁سے ▁مسلمانوں ▁اور ▁مہ اجر وں ▁سے ▁ایک ▁دوسرے ▁( کے ▁تر کے ) ▁کے ▁زیادہ ▁حق دار ▁ہیں۔ ▁مگر ▁یہ ▁کہ ▁تم ▁اپنے ▁دوستوں ▁سے ▁احسان ▁کرنا ▁چاہ و ۔ ▁( تو ▁اور ▁بات ▁ہے ) ▁۔ ▁یہ ▁حکم ▁کتاب ▁یعنی ▁( قر ان ) ▁میں ▁لکھ ▁دیا ▁گیا ▁ہے
▁ان ▁لوگوں ▁نے ▁ظلم ▁اور ▁غر ور ▁کے ▁جذب ہ ▁کی ▁بنا ي ▁پر ▁انکار ▁کردیا ▁تھا ▁ورنہ ▁ان ▁کے ▁دل ▁کو ▁بالکل ▁یقین ▁تھا ▁پھر ▁دیکھ و ▁کہ ▁ایسے ▁م فس دین ▁کا ▁انجام ▁کیا ▁ہوتا ▁ہے
▁تو ▁اس ▁میں ▁ک جی ▁اور ▁ٹی لا ▁نہیں ▁دیکھ ے ▁گا
▁اور ▁ہم ▁نے ▁جتن ی ▁بست یاں ▁ہلاک ▁کی ▁ہیں ▁ان ▁سب ▁کے ▁لیے ▁ایک ▁مقرر ▁وقت ▁لکھا ▁ہوا ▁تھا
▁جو ▁محل ات ▁میں ▁پڑے ▁کھیل ▁تم اش ہ ▁کررہے ▁ہیں
▁اس ▁نے ▁کہا ▁" تم ہ ارے ▁رب ▁کی ▁پھ ٹ کار ▁تم ▁پر ▁پڑ ▁ گي ی ▁اور ▁اس ▁کا ▁ غضب ▁ٹوٹ ▁پڑا ▁کیا ▁تم ▁مجھ ▁سے ▁ان ▁نام وں ▁پر ▁جھ گ ڑ تے ▁ہو ▁جو ▁تم ▁نے ▁اور ▁تمہارے ▁باپ ▁داد ا ▁نے ▁رکھ ▁لیے ▁ہیں ، ▁جن ▁کے ▁لیے ▁اللہ ▁نے ▁کوي ی ▁سند ▁نازل ▁نہیں ▁کی ▁ہے ▁اچھا ▁تو ▁تم ▁بھی ▁انتظار ▁کرو ▁اور ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁انتظار ▁کرتا ▁ہوں "
▁( ا ے ▁پیغمبر ) ▁لوگ ▁تم ▁سے ▁( یت یم ) ▁عورتوں ▁کے ▁بارے ▁میں ▁فت وی ▁طلب ▁کرتے ▁ہیں۔ ▁کہہ ▁دو ▁کہ ▁خدا ▁تم ▁کو ▁ان ▁کے ▁( سا تھ ▁نکاح ▁کرنے ▁کے ) ▁معاملے ▁میں ▁اجازت ▁دیتا ▁ہے ▁اور ▁جو ▁حکم ▁اس ▁کتاب ▁میں ▁پہلے ▁دیا ▁گیا ▁ہے ▁وہ ▁ان ▁ یت یم ▁عورتوں ▁کے ▁بارے ▁میں ▁ہے ▁جن ▁کو ▁تم ▁ان ▁کا ▁حق ▁تو ▁دیتے ▁نہیں ▁اور ▁خواہش ▁رکھتے ▁ہو ▁کہ ▁ان ▁کے ▁ساتھ ▁نکاح ▁کر لو ▁اور ▁( ن یز ) ▁بیچ ارے ▁بی کس ▁بچوں ▁کے ▁بارے ▁میں ۔ ▁اور ▁یہ ▁( بھی ▁حکم ▁دیتا ▁ہے ) ▁کہ ▁ یت یم وں ▁کے ▁بارے ▁میں ▁انصاف ▁پر ▁قاي م ▁رہ و ۔ ▁اور ▁جو ▁بھ لا ي ی ▁تم ▁کرو ▁گے ▁خدا ▁اس ▁کو ▁جانتا ▁ہے
▁پھر ▁چلنے ▁وال یاں ▁نرم ی ▁سے
▁تو ▁انہوں ▁نے ▁اپنی ▁رس یاں ▁اور ▁لا ٹھ یاں ▁ڈال یں ▁اور ▁بول ے ▁فرع ون ▁کی ▁عزت ▁کی ▁قسم ▁بیش ک ▁ہماری ▁ہی ▁جیت ▁ہے ،
▁اور ▁ثم ود ▁کو ▁پس ▁اسے ▁باقی ▁نہ ▁چھوڑ ا
▁پس ▁فرع ون ▁لوٹ ▁گیا ▁اور ▁اس ▁نے ▁اپنے ▁ہ تھ ک نڈ ے ▁جمع ▁کیے ▁پھر ▁ا گیا
▁ایمان ▁والو ▁جب ▁بھی ▁اپ س ▁میں ▁ایک ▁مقرر ہ ▁مدت ▁کے ▁لي ے ▁قرض ▁کا ▁ لین ▁دین ▁کرو ▁تو ▁اسے ▁لکھ ▁لو ▁اور تم ہ ارے ▁درمیان ▁کوي ی ▁بھی ▁کا تب ▁لکھ ے ▁لیکن ▁انصاف ▁کے ▁ساتھ ▁لکھ ے ▁اور ▁کا تب ▁کو ▁نہ ▁چاہ ي ے ▁کہ ▁خدا ▁کی ▁تعلیم ▁کے ▁مطابق ▁لکھنے ▁سے ▁انکار ▁کرے ▁ . ▁اسے ▁لکھ ▁دینا ▁چاہ ي ے ▁اور ▁جس ▁کے ▁ذم ہ ▁قرض ▁ہے ▁اس ▁کو ▁چاہ ي ے ▁کہ ▁وہ ▁ام لا ▁کرے ▁اور ▁اس ▁خدا ▁سے ▁ڈر تا ▁رہے ▁جو ▁اس ▁کا ▁پال نے ▁والا ہے ▁اور ▁کسی ▁طرح ▁کی ▁کمی ▁نہ ▁کرے ▁ . ▁اب ▁اگر جس ▁کے ▁ذم ہ ▁قرض ▁ہے ▁وہ ▁نا دان ▁کمزور ▁یا م ضم ون ▁بتا نے ▁کے ▁قابل ▁نہیں ▁ہے ▁تو ▁اس ▁کا ▁ولی ▁مضمون ▁تیار ▁کرے ---- ▁اور ▁اپنے ▁مرد وں ▁میں ▁سے ▁دو ▁کو ▁گواہ ▁بنا و ▁اور ▁دو ▁مذ د ▁نہ ▁ہوں ▁تو ▁ایک ▁مذ د ▁اور ▁دو ▁عورت یں ▁تاکہ ▁ایک ▁بہ ک نے ▁لگے ▁تو ▁دوسری ▁یاد ▁د لاد ے ▁اور ▁گواہ وں ▁کو ▁چاہ ي ے ▁کہ ▁گواہ ی ▁کے ▁لي ے ▁بلا ي ے ▁جاي یں ▁تو ▁انکار ▁نہ ▁کریں ▁اور ▁خبردار ▁لکھا ▁پڑھ ی ▁سے ▁نا گو اری ▁کا ▁اظہار ▁نہ ▁کرنا ▁چاہے ▁قرض ▁چھ وٹ ا ▁ہو ▁یا ▁بڑا ▁مدت ▁معین ▁ہو نی ▁چاہ ي ے ▁ . یہ ی ▁پروردگار ▁کے ▁نزدیک ▁عدالت ▁کے ▁مطابق ▁اور گو ا ہی ▁کے ▁لي ے ▁زیادہ ▁مست ح کم ▁طریقہ ▁ہے ▁او ▁ر ▁اس ▁امر ▁سے ▁قریب ▁تر ▁ہے ▁کہ ▁اپ س ▁میں شک ▁و ▁شب ہ ▁نہ ▁پیدا ▁ہو ---- ▁ہاں ▁اگر ▁تجارت ▁نقد ▁ہے ▁جس ▁سے ▁تم ▁لوگ ▁اپ س ▁میں ▁اموال ▁کی ▁ال ٹ ▁پھ یر ▁کرتے ▁ہو ▁تو ▁نہ ▁لکھنے ▁میں ▁کوي ی ▁حر ج ▁بھی ▁نہیں ▁ہے ▁اور ▁اگر ▁تجارت ▁میں ▁بھی ▁گواہ ▁بنا و ▁تو ▁کا تب ▁یا ▁گواہ ▁کو ▁حق ▁نہیں ▁کہ ▁اپنے ▁طرز ▁عمل ▁سے ▁لوگوں ▁کو ▁نقصان ▁پہنچا ي ے ▁اور ▁نہ ▁لوگوں ▁کو ▁یہ ▁حق ▁ہے ▁اور اگر تم ▁نے ▁ایسا ▁کیا ▁تو یہ ▁اطاعت ▁خدا ▁سے ▁نا فر مان ی
▁اور ▁اگر ▁تم ▁ایک ▁بیوی ▁کی ▁جگہ ▁دوسری ▁بیوی ▁کرنا ▁ہی ▁چاہ و ▁اور ▁ان ▁میں ▁سے ▁کسی ▁کو ▁تم ▁نے ▁خزانہ ▁کا ▁خزانہ ▁دے ▁رکھا ▁ہو ، ▁تو ▁بھی ▁اس ▁میں ▁سے ▁کچھ ▁نہ ▁لو ▁کیا ▁تم ▁اسے ▁نا حق ▁اور ▁کھل ا ▁گناه ▁ہوتے ▁ہو ي ے ▁بھی ▁لے ▁لو ▁گے ، ▁تم ▁اسے ▁کیسے ▁لے ▁لو ▁گے
▁تو ▁رات ▁کو ▁دن ▁میں ▁داخل ▁کرتا ▁ہے ▁اور ▁دن ▁کو ▁رات ▁میں ▁داخل ▁کرتا ▁ہے ▁اور ▁زندہ ▁کو ▁مرد ہ ▁سے ▁نکال تا ▁ہے ▁اور ▁مرد ہ ▁کو ▁زندہ ▁سے نک ال تا ▁ہے ▁اور ▁جسے ▁تو ▁چاہتا ▁ہے ▁بے ▁حساب ▁ رزق ▁دیتا ▁ہے
▁جس ▁دن ▁وہ ▁تم ▁کو ▁ا کھ ٹا ▁ہونے ▁( یعنی ▁قیامت ) ▁کے ▁دن ▁ا کھ ٹا ▁کرے ▁گا ▁وہ ▁نقصان ▁اٹھا نے ▁کا ▁دن ▁ہے۔ ▁اور ▁جو ▁شخص ▁خدا ▁پر ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرے ▁وہ ▁اس ▁سے ▁اس ▁کی ▁براي یاں ▁دور ▁کرد ے ▁گا ▁اور ▁باغ ہا ي ے ▁بہ شت ▁میں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہیں ▁داخل ▁کرے ▁گا۔ ▁ہمیشہ ▁ان ▁میں ▁رہیں ▁گے۔ ▁یہ ▁بڑی ▁کامیابی ▁ہے
▁تو ▁اس ▁وقت ▁( ان ▁کا ) ▁کی سا ▁( حال ) ▁ہوگا ▁جب ▁فرشت ے ▁ان ▁کی ▁جان ▁نکال یں ▁گے ▁اور ▁ان ▁کے ▁مون ہ وں ▁اور ▁پی ٹھ وں ▁پر ▁مار تے ▁جاي یں ▁گے
▁لوگوں ▁کا ▁حساب ▁نزدیک ▁اور ▁وہ ▁غفلت ▁میں ▁منہ ▁پھ ی رے ▁ہیں
▁اور ▁سبز ے ▁اور ▁پی ڑ ▁سج دہ ▁کرتے ▁ہیں
▁ان ▁کو ▁پاک ی زہ ▁بات ▁قبول ▁کرنے ▁کی ▁ہدایت ▁بخشی ▁ گي ی ▁اور ▁انہیں ▁خدا ي ے ▁ ستو دہ ▁صفات ▁کا ▁راستہ ▁دکھا یا ▁گیا
▁اور ▁جو ▁لوگ ▁اللہ ▁تعالی ▁کی ▁بات وں ▁میں ▁جھ گ ڑا ▁ڈال تے ▁ہیں ▁اس ▁کے ▁بعد ▁کہ ▁( م خلو ق ) ▁اسے ▁مان ▁چکی ▁ان ▁کی ▁ کٹ ▁حجت ی ▁اللہ ▁کے ▁نزدیک ▁باطل ▁ہے ، ▁اور ▁ان ▁پر ▁ غضب ▁ہے ▁اور ▁ان ▁کے ▁لیے ▁سخت ▁عذاب ▁ہے
▁اور ▁ان ▁کے ▁کفر ▁او ▁رم ریم ▁پر ▁بڑا ▁بہت ان ▁بان دھ نے ▁کے ▁سبب ▁سے
▁زمین ▁جو ▁کچھ ▁ان ▁سے ▁گھ ٹ اتی ▁ہے ▁وه ▁ہمیں ▁معلوم ▁ہے ▁اور ▁ہمارے ▁پاس ▁سب ▁یاد ▁رکھنے ▁والی ▁کتاب ▁ہے
▁تو ▁ہی ▁رات ▁کو ▁دن ▁میں ▁داخل ▁کرتا ▁ہے ▁اور ▁دن ▁کو ▁رات ▁میں ▁لے ▁جاتا ▁ہے ، ▁تو ▁ہی ▁بے ▁جان ▁سے ▁جان دار ▁پیدا ▁کرتا ▁ہے ▁اور ▁تو ▁ہی ▁جان دار ▁سے ▁بے ▁جان ▁پیدا ▁کرتا ▁ہے ، ▁تو ▁ہی ▁ہے ▁کہ ▁جسے ▁چاہتا ▁ہے ▁بے ▁شمار ▁روزی ▁دیتا ▁ہے
▁تم ▁کھا و ▁اور ▁اپنے ▁م ویش یوں ▁کو ▁چرا و ▁بیش ک ▁اس ▁میں ▁نشان یاں ▁ہیں ▁عقل ▁والوں ▁کو ،
▁اور ▁اس ▁سے ▁بڑھ ▁کر ▁ظالم ▁کون ▁جو ▁اللہ ▁پر ▁جھوٹ ▁با ند ھے ▁یا ▁کہ ے ▁مجھے ▁وح ی ▁ہو ي ی ▁اور ▁اسے ▁کچھ ▁وح ی ▁نہ ▁ہو ي ی ▁اور ▁جو ▁کہ ے ▁ابھی ▁میں ▁اتار تا ▁ہوں ▁ایسا ▁جیسا ▁اللہ ▁نے ▁اتار ا ▁اور ▁کبھی ▁تم ▁دیکھ وں ▁جس ▁وقت ▁ظالم ▁موت ▁کی ▁سختی وں ▁میں ▁ہیں ▁اور ▁فرشت ے ▁ہاتھ ▁پھیلا تے ▁ہو ي ے ▁ہیں ▁کہ ▁نکال و ▁اپنی ▁جان یں ، ▁اج ▁تمہیں ▁خو اری ▁کا ▁عذاب ▁دیا ▁جاي ے ▁گا ▁بدل ہ ▁اس ▁کا ▁کہ ▁اللہ ▁پر ▁جھوٹ ▁لگا تے ▁تھے ▁اور ▁اس ▁کی ▁ ایت وں ▁سے ▁تک بر ▁کرتے ،
▁اور ▁یہ ▁لوگ ▁االله ▁کے ▁سوا ▁ان ▁( بت وں ) ▁کی ▁پرست ش ▁کرتے ▁ہیں ▁جس ▁کی ▁اس ▁نے ▁کوي ی ▁سند ▁نہیں ▁اتار ی ▁اور ▁نہ ▁( ہی ) ▁انہیں ▁اس ▁( بت ▁پرست ی ▁کے ▁انجام ) ▁کا ▁کچھ ▁علم ▁ہے ، ▁اور ▁( قی امت ▁کے ▁دن ) ▁ظالم وں ▁کا ▁کوي ی ▁مدد گار ▁نہ ▁ہوگا ،
▁وہ ▁وہاں ▁قابل ▁اطاعت ▁اور ▁پھر ▁امان ت ▁دار ▁ہے
▁اور ▁طلاق ▁والی ▁عورت یں ▁تین ▁ح ی ض ▁تک ▁اپنی ▁تي یں ▁رو کے ▁رہیں ۔ ▁اور ▁اگر ▁وہ ▁خدا ▁اور ▁روز ▁قیامت ▁پر ▁ایمان ▁رکھتی ▁ہیں ▁تو ▁ان ▁کا ▁جا يز ▁نہیں ▁کہ ▁خدا ▁نے ▁جو ▁کچھ ▁ان ▁کے ▁شکم ▁میں ▁پیدا ▁کیا ▁ہے ▁اس ▁کو ▁چھپ اي یں۔ ▁اور ▁ان ▁کے ▁خاوند ▁اگر ▁پھر ▁موافقت ▁چاہ یں ▁تو ▁اس ▁( م دت ) ▁میں ▁وہ ▁ان ▁کو ▁اپنی ▁زوج یت ▁میں ▁لے ▁لینے ▁کے ▁زیادہ ▁حق دار ▁ہیں۔ ▁اور ▁عورتوں ▁کا ▁حق ▁( مرد وں ▁پر ) ▁وی سا ▁ہی ▁ہے ▁جیسے ▁دستور ▁کے ▁مطابق ▁( مرد وں ▁کا ▁حق ) ▁عورتوں ▁پر ▁ہے۔ ▁البتہ ▁مرد وں ▁کو ▁عورتوں ▁پر ▁فضیلت ▁ہے۔ ▁اور ▁خدا ▁غالب ▁( اور ) ▁صاحب ▁حکمت ▁ہے
▁پس ▁اج ▁نہ ▁تم ▁سے ▁کوي ی ▁تا وان ▁لیا ▁جاي ے ▁گا ▁اور ▁نہ ▁ان ▁سے ▁جنہوں ▁نے ▁انکار ▁کیا ▁تھا ▁تم ہ ارا ▁سب ▁کا ▁ ٹھ کان ا ▁دوزخ ▁ہے ▁وہی ▁تم ہ ارا ▁رفیق ▁ہے ▁اور بہ ت ▁ہی ▁بری ▁جگہ ▁ہے
▁بیش ک ▁اللہ ▁صاحب ان ▁های مان ▁اور ▁نیک ▁عمل ▁کرنے ▁والوں ▁کو ▁ان ▁جنت وں ▁میں ▁داخل ▁کرتا ▁ہے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوتی ▁ہیں ▁انہیں ▁ان ▁جنت وں ▁میں ▁سو نے ▁کے ▁کنگ ن ▁اور ▁موت ی ▁پہن اي ے ▁جاي یں ▁گے ▁اور ▁ان ▁کا ▁لباس ▁اس ▁جنت ▁میں ▁ری شم ▁کا ▁لباس ▁ہوگا
▁نہیں ▁جو ▁شخص ▁اپنا ▁رخ ▁خدا ▁کی ▁طرف ▁کرد ے ▁گا اور ▁نیک ▁عمل ▁کرے ▁گا ▁اس ▁کے ▁لي ے ▁پروردگار ▁کے ▁یہاں ▁ اجر ▁ہے ▁اور ▁نہ ▁کوي ی ▁خوف ▁ہے ▁نہ ▁ حزن
▁کہ ▁نہ ▁فر بہ ی ▁لاي یں ▁اور ▁نہ ▁بھوک ▁میں ▁کام ▁دیں
▁وہ ▁ہمیشہ ▁ہمیشہ ▁وہاں ▁رہیں ▁گے ▁کیا ▁ہی ▁اچھا ▁ہے ▁وہ ▁مستقر ▁اور ▁وہ ▁مقام
▁اور ▁( پ ھر ) ▁ہم ▁ان ▁اعمال ▁کی ▁طرف ▁متو جہ ▁ہوں ▁گے ▁جو ▁( ب زعم ▁خویش ) ▁انہوں ▁نے ▁( ز ندگی ▁میں ) ▁کي ے ▁تھے ▁تو ▁ہم ▁انہیں ▁ب کھ را ▁ہوا ▁غبار ▁بنا ▁دیں ▁گے ،
▁یا ▁وہ ▁کو نسا ▁تم ہ ارا ▁لشکر ▁ہے ▁کہ ▁رحم ن ▁کے ▁مقابل ▁تمہاری ▁مدد ▁کرے ▁کا فر ▁نہیں ▁مگر ▁دھو کے ▁میں
▁اور جب ▁ہماری ▁ ایت وں ▁میں ▁سے ▁کسی ▁کو ▁سن ▁لی تا ہے ▁تو ▁اس ▁کی ▁ہنس ی ▁ا ڑا تا ▁ہے ▁ایس وں ▁کے ▁لیے ▁ذ لت ▁کا ▁عذاب ▁ہے
▁االله ▁ان ▁لوگوں ▁کو ▁کی ون کر ▁ہدایت ▁فرما ي ے ▁جو ▁ایمان ▁لانے ▁کے ▁بعد ▁کا فر ▁ہو ▁ گي ے ▁حالانک ہ ▁وہ ▁اس ▁امر ▁کی ▁گواہ ی ▁دے ▁چکے ▁تھے ▁کہ ▁یہ ▁رسول ▁سچ ا ▁ہے ▁اور ▁ان ▁کے ▁پاس ▁واضح ▁نشان یاں ▁بھی ▁اچ کی ▁تھیں ، ▁اور ▁االله ▁ظالم ▁قوم ▁کو ▁ہدایت ▁نہیں ▁فرما تا ،
▁نعمت وں ▁کے ▁باغ ات ▁میں ▁( رہ یں ▁گے )،
▁اور ▁جو ▁لوگ ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁کی ▁اطاعت ▁کرتے ▁ہیں ▁وہ ▁( قی امت ▁کے ▁روز ) ▁ان ▁لوگوں ▁کے ▁ساتھ ▁ہوں ▁گے ▁جن ▁پر ▁خدا ▁نے ▁بڑا ▁فضل ▁کیا ▁یعنی ▁ان بی اء ▁اور ▁صدی ق ▁اور ▁شہید ▁اور ▁نیک ▁لوگ ▁اور ▁ان ▁لوگوں ▁کی ▁ رف اقت ▁بہت ▁ہی ▁خوب ▁ہے
▁اللہ ▁عل ان یہ ▁بد گو ي ی ▁کو ▁پسند ▁نہیں ▁کرتا ▁سوا ي ے ▁اس ▁کے ▁کہ ▁جس ▁پر ▁ظلم ▁ہوا ▁ہو ▁( کہ ▁اس ▁کے ▁لیے ▁ظالم ▁کی ▁بد گو ي ی ▁جا يز ▁ہے ) ▁اللہ ▁بڑا ▁سن نے ▁والا ، ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁زمین ▁پر ▁جتن ے ▁ہیں ▁سب ▁کو ▁ف نا ▁ہے
▁اور ▁پہاڑ ▁ٹوٹ ▁کر ▁ریز ہ ▁ریز ہ ▁ہو ▁جاي یں ▁گے ،
▁لیکن ▁تم ▁اس ▁کے ▁بعد ▁بھی ▁پھر ▁ گي ے ، ▁پھر ▁اگر ▁اللہ ▁تعالی ▁کا ▁فضل ▁اور ▁اس ▁کی ▁رحمت ▁تم ▁پر ▁نہ ▁ہوتی ▁تو ▁تم ▁نقصان ▁والے ▁ہو جا تے
▁اے ▁ایمان ▁والو ! ▁اطاعت ▁کرو ▁اللہ ▁کی ▁اور ▁اطاعت ▁کرو ▁رسول ( ص ) ▁کی ▁اور ▁( ان ▁کی ▁مخالفت ▁کر ▁کے ) ▁اپنے ▁اعمال ▁کو ▁بر باد ▁نہ ▁کرو ۔
▁الله ▁نے ▁ایک ▁مثال ▁بیان ▁کی ▁ہے ▁ایک ▁غلام ▁ہے ▁جس ▁میں ▁کي ی ▁ضد ی ▁شریک ▁ہیں ▁اور ▁ایک ▁غلام ▁سالم ▁ایک ▁ہی ▁شخص ▁کا ▁ہے ▁کیا ▁دونوں ▁کی ▁حالت ▁برابر ▁ہے ▁سب ▁تعریف ▁الله ▁ہی ▁کے ▁لیے ▁ہے ▁مگر ▁ان ▁میں ▁سے ▁اکثر ▁نہیں ▁سمجھتے
▁بیش ک ▁جن ▁لوگوں ▁نے ▁مسلمان ▁مرد وں ▁اور ▁عورتوں ▁کو ▁ست ایا ▁پھر ▁تو بہ ▁( بھی ) ▁نہ ▁کی ▁تو ▁ان ▁کے ▁لي ے ▁ جہ نم ▁کا ▁عذاب ▁ہے ▁اور ▁جل نے ▁کا ▁عذاب ▁ہے
▁تو ▁دن ▁نکل تے ▁انہیں ▁چ نگ ھا ڑ ▁نے ▁ الیا
▁یہی ▁سچ ے ▁ایمان ▁والے ▁ہیں ▁ان ▁کے ▁رب ▁کے ▁ہاں ▁ان ▁کے ▁لیے ▁در جے ▁ہیں ▁اور ▁بخش ش ▁ہے ▁اور ▁عزت ▁کا ▁ رزق ▁ہے
▁اور ▁جو ▁نکاح ▁کا ▁موقع ▁نہ ▁پاي یں ▁انہیں ▁چاہیے ▁کہ ▁ع فت ▁ما بی ▁اختیار ▁کریں ، ▁یہاں ▁تک ▁کہ ▁اللہ ▁اپنے ▁فضل ▁سے ▁ان ▁کو ▁غنی ▁کر ▁دے ▁اور ▁تمہارے ▁م مل وک وں ▁میں ▁سے ▁جو ▁مک ات بت ▁کی ▁درخواست ▁کریں ▁ان ▁سے ▁مک ات بت ▁کر ▁لو ▁اگر ▁تمہیں ▁معلوم ▁ہو ▁کہ ▁ان ▁کے ▁اندر ▁بھ لا ي ی ▁ہے ، ▁اور ▁ان ▁کو ▁اس ▁مال ▁میں ▁سے ▁دو ▁جو ▁اللہ ▁نے ▁تمہیں ▁دیا ▁ہے ▁اور ▁اپنی ▁لو نڈی وں ▁کو ▁ا ▁پ نے ▁د نیو ی ▁فا يد وں ▁کی ▁خاطر ▁ق حب ہ ▁گری ▁پر ▁مجبور ▁نہ ▁کرو ▁جبکہ ▁وہ ▁خود ▁پاک دام ن ▁رہ نا ▁چاہتی ▁ہوں ، ▁اور ▁جو ▁کوي ی ▁ان ▁کو ▁مجبور ▁کرے ▁تو ▁اس ▁جبر ▁کے ▁بعد ▁اللہ ▁ان ▁کے ▁لیے ▁غ فور ▁و ▁رحیم ▁ہے
▁مگر ▁جو ▁لوگ ▁ایسے ▁لوگوں ▁سے ▁جا ▁ملے ▁ہوں ▁جن ▁میں ▁اور ▁تم ▁میں ▁( صلح ▁کا ) ▁عہد ▁ہو ▁یا ▁اس ▁حال ▁میں ▁کہ ▁ان ▁کے ▁دل ▁تمہارے ▁ساتھ ▁یا ▁اپنی ▁قوم ▁کے ▁ساتھ ▁ل ڑنے ▁سے ▁رک ▁ گي ے ▁ہوں ▁تمہارے ▁پاس ▁اج اي یں ▁( تو ▁احت راز ▁ضروری ▁نہیں ) ▁اور ▁اگر ▁خدا ▁چاہتا ▁تو ▁ان ▁کو ▁تم ▁پر ▁غالب ▁کردی تا ▁تو ▁وہ ▁تم ▁سے ▁ضرور ▁لڑ تے ▁پھر ▁اگر ▁وہ ▁تم ▁سے ▁( جنگ ▁کرنے ▁سے ) ▁کنار ہ ▁کشی ▁کریں ▁اور ▁لڑ یں ▁نہیں ▁اور ▁تمہاری ▁طرف ▁صلح ▁( کا ▁پیغام ) ▁بھیج یں ▁تو ▁خدا ▁نے ▁تمہارے ▁لي ے ▁ان ▁پر ▁( ز برد ستی ▁کرنے ▁کی ) ▁کوي ی ▁سب یل ▁مقرر ▁نہیں ▁کی
▁کھا ل ▁اتار ▁لینے ▁والی ▁بلا رہ ی ▁ہے
▁اور ▁جو ▁کوي ی ▁( خدا ▁کے ▁حضور ) ▁نیک ی ▁لے ▁کر ▁اي ے ▁گا ▁اس ▁کو ▁و یسی ▁دس ▁نیک یاں ▁مل یں ▁گی ▁اور ▁جو ▁براي ی ▁لاي ے ▁گا ▁اسے ▁سزا ▁ویسے ▁ہی ▁ملے ▁گی ▁اور ▁ان ▁پر ▁ظلم ▁نہیں ▁کیا ▁جاي ے ▁گا
▁جو ▁لوگ ▁یہ ▁چاہتے ▁ہیں ▁کہ ▁صاحب ان ▁ایمان ▁میں ▁بد کاری ▁کا ▁چر چا ▁پھیل ▁جاي ے ▁ان ▁کے ▁لي ے ▁بڑا ▁درد ناک ▁عذاب ▁ہے ▁دنیا ▁میں ▁بھی ▁اور ▁اخر ت ▁میں ▁بھی ▁اور ▁اللہ ▁سب ▁کچھ ▁جانتا ▁ہے ▁صرف ▁تم ▁نہیں ▁جانتے ▁ہو
▁( ا رشاد ▁ہوا : ) ▁تم ▁اپنا ▁پا وں ▁زمین ▁پر ▁ما رو ، ▁یہ ▁( پان ی ▁کا ) ▁ ٹھ نڈ ا ▁چشم ہ ▁ہے ▁نہ انے ▁کے ▁لي ے ▁اور ▁پی نے ▁کے ▁لي ے ،
▁جب ▁ان ▁سے ▁ان ▁کے ▁بھ اي ی ▁ہو د ▁نے ▁کہا ▁کہ ▁تم ▁کیوں ▁نہیں ▁ڈر تے
▁یہ ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁اخر ت ▁کے ▁بدل ے ▁دنیا ▁کی ▁زندگی ▁خرید ی ۔ ▁سو ▁نہ ▁تو ▁ان ▁سے ▁عذاب ▁ہی ▁ہل کا ▁کیا ▁جاي ے ▁گا ▁اور ▁نہ ▁ان ▁کو ▁( اور ▁طرح ▁کی ) ▁مدد ▁ملے ▁گی
▁( موس ی ▁علیہ ▁السلام ▁نے ▁کہا : ) ▁اللہ ▁تعالی ▁فرما تا ▁ہے ▁( وہ ▁کوي ی ▁گھ ٹی ا ▁گا ي ے ▁نہیں ▁بلکہ ) ▁یقینی ▁طور ▁پر ▁ایسی ▁( ا علی ) ▁گا ي ے ▁ہو ▁جس ▁سے ▁نہ ▁زمین ▁میں ▁ہل ▁چلانے ▁کی ▁محنت ▁لی ▁جاتی ▁ہو ▁اور ▁نہ ▁کھ یتی ▁کو ▁پانی ▁دیتی ▁ہو ، ▁بالکل ▁تند رست ▁ہو ▁اس ▁میں ▁کوي ی ▁داغ ▁ دھ بہ ▁بھی ▁نہ ▁ہو ، ▁انہوں ▁نے ▁کہا : ▁اب ▁اپ ▁ٹھیک ▁بات ▁لاي ے ▁( ہ یں )، ▁پھر ▁انہوں ▁نے ▁اس ▁کو ▁ ذبح ▁کیا ▁حالانک ہ ▁وہ ▁ ذبح ▁کرتے ▁معلوم ▁نہ ▁ہوتے ▁تھے ،
▁کوي ی ▁قوم ▁نہ ▁اپنے ▁وقت ▁مقرر ▁سے ▁پہلے ▁ہلاک ▁ہوسکتی ▁ہے ، ▁نہ ▁اس ▁کے ▁بعد ▁چھ وٹ ▁سکتی ▁ہے
▁دیکھ و ▁خالص ▁عبادت ▁خدا ▁ہی ▁کے ▁لي ے ▁( زی با ▁ہے ) ▁اور ▁جن ▁لوگوں ▁نے ▁اس ▁کے ▁سوا ▁اور ▁دوست ▁بنا ي ے ▁ہیں۔ ▁( وہ ▁کہتے ▁ہیں ▁کہ ) ▁ہم ▁ان ▁کو ▁اس ▁لي ے ▁پو ج تے ▁ہیں ▁کہ ▁ہم ▁کو ▁خدا ▁کا ▁م قرب ▁بنا د یں۔ ▁تو ▁جن ▁بات وں ▁میں ▁یہ ▁اختلاف ▁کرتے ▁ہیں ▁خدا ▁ان ▁میں ▁ان ▁کا ▁فیصلہ ▁کرد ے ▁گا۔ ▁بے شک ▁خدا ▁اس ▁شخص ▁کو ▁جو ▁جھوٹ ا ▁نا شک را ▁ہے ▁ہدایت ▁نہیں ▁دیتا
▁اور ▁ان ▁کے ▁ دلو ▁ ں ▁میں ▁الفت ▁ڈال ▁دی ▁جو ▁کچھ ▁زمین ▁میں ▁ہے ▁اگر ▁سارا ▁تو ▁خرچ ▁کر ▁دیتا ▁ان ▁کے ▁دل وں ▁میں ▁الفت ▁نہ ▁ڈال ▁سکتا ▁لیکن ▁الله ▁نے ▁ان ▁میں ▁الفت ▁ڈال ▁دی ▁بے ▁شک ▁الله ▁غالب ▁حکمت ▁والا ▁ہے
▁اے ▁ایمان ▁والو ! ▁اللہ ▁سے ▁ڈر و ▁اور ▁سچ وں ▁کے ▁ساتھ ▁ہو ▁جا و ۔
▁روشن ▁کتاب ▁کی ▁قسم ▁ہے
▁اور ▁طور ▁سی نا
▁اگر ▁ان ▁سے ▁( یعنی ▁حاج ت ▁مند ▁رشتہ ▁دار وں ، ▁مس کین وں ▁اور ▁مسافر وں ▁سے ) ▁تمہیں ▁ کتر انا ▁ہو ، ▁اس ▁بنا ▁پر ▁کہ ▁ابھی ▁تم ▁اللہ ▁کی ▁اس ▁رحمت ▁کو ▁جس ▁کے ▁تم ▁امیدوار ▁ہو ▁تلاش ▁کر ▁رہے ▁ہو ، ▁تو ▁انہیں ▁نرم ▁جواب ▁دے ▁دو
▁میں ▁تمہارے ▁لي ے ▁امان ت ▁دار ▁رسول ▁ہوں۔
▁وہ ▁کہنے ▁لگے ▁کہ ▁ل وط ▁اگر ▁تم ▁باز ▁نہ ▁او ▁گے ▁تو ▁شہر ▁بدر ▁کردی ي ے ▁جا و ▁گے
▁ان ▁لوگوں ▁نے ▁کہا ▁یہ ▁بھی ▁پوچھ ي ے ▁کہ ▁رنگ ▁کیا ▁ہوگا . ▁کہا ▁کہ ▁حکم ▁خدا ▁ہے ▁کہ ▁زرد ▁ب ھڑ ک ▁دار ▁رنگ ▁کی ▁ہو ▁جو ▁دیکھنے ▁میں ▁بھ لی ▁معلوم ▁ہو
▁وہ ▁ان ▁کی ▁مدد ▁نہیں ▁کر ▁سکیں ▁گے ▁اور ▁وہ ▁ان ▁کے ▁حق ▁میں ▁ایک ▁فریق ▁( مخالف ) ▁ہوں ▁گے ▁جو ▁حاضر ▁کیے ▁جاي یں ▁گے
▁اس ▁کی ▁جلد ی ▁م چار ہے ▁ہیں ▁وہ ▁جو ▁اس ▁پر ▁ایمان ▁نہیں ▁رکھتے ▁اور ▁جنہیں ▁اس ▁پر ▁ایمان ▁ہے ▁وہ ▁اس ▁سے ▁ڈر ▁رہے ▁ہیں ▁اور جان تے ▁ہیں ▁کہ ▁بیش ک ▁وہ ▁حق ▁ہے ، ▁سن تے ▁ہو ▁بیش ک ▁جو ▁قیامت ▁میں ▁شک ▁کرتے ▁ہیں ▁ضرور ▁دور ▁کی ▁گمراہ ی ▁میں ▁ہیں ،
▁انہوں ▁نے ▁کہا ▁کہ ▁اے ▁قوم ! ▁میں ▁تم ▁کو ▁کھل ے ▁طور ▁پر ▁نص ی حت ▁کرتا ▁ہوں
▁اس ▁جگہ ▁ان ▁کی ▁دعا ▁یہ ▁ہو ▁گی ▁کہ ▁اے ▁الله ▁تیر ی ▁ذات ▁پاک ▁ہے ▁اور وہ اں ▁ان ▁کا ▁با ہم ی ▁ تحف ہ ▁سلام ▁ہوگا ▁اور ▁ان ▁کی ▁دعا ▁کا ▁خاتمہ ▁اس ▁پر ▁ہوگا ▁سب ▁تعریف ▁الله ▁کے ▁لیے ▁ہے ▁جو ▁سارے ▁ جہ ان ▁کا ▁پال نے ▁والا ▁ہے
▁ایک ▁معین ▁انداز ے ▁تک
▁االله ▁ہی ▁ہے ▁جس ▁نے ▁تمہیں ▁کمزور ▁چیز ▁( یعنی ▁ن طف ہ ) ▁سے ▁پیدا ▁فرمایا ▁پھر ▁اس ▁نے ▁کمزور ی ▁کے ▁بعد ▁قوت ▁( ش باب ) ▁پیدا ▁کیا ، ▁پھر ▁اس ▁نے ▁قوت ▁کے ▁بعد ▁کمزور ی ▁اور ▁بڑھا پا ▁پیدا ▁کر ▁دیا ، ▁وہ ▁جو ▁چاہتا ▁ہے ▁پیدا ▁فرما تا ▁ہے ▁اور ▁وہ ▁خوب ▁جان نے ▁والا ، ▁بڑی ▁قدرت ▁والا ▁ہے ،
▁کیا ▁ہے ▁وه ▁کھ ڑ کھ ڑا ▁دینے ▁والی
▁د وڑ ▁کر ▁چل و ▁ا ▁س ▁راہ ▁پر ▁جو ▁تمہارے ▁رب ▁کی ▁بخش ش ▁اور ▁اس ▁جنت ▁کی ▁طرف ▁جاتی ▁ہے ▁جس ▁کی ▁وسعت ▁زمین ▁اور ▁اس مان وں ▁جیسی ▁ہے ، ▁اور ▁وہ ▁ان ▁خدا ▁ترس ▁لوگوں ▁کے ▁لیے ▁مہ یا ▁کی ▁ گي ی
▁اور ▁یہ ▁بست یاں ▁ہیں ▁جنہیں ▁ہم ▁نے ▁ہل ک ▁کیا ▁ہے ▁جب ▁انہوں ▁نے ▁ظلم ▁کیا ▁تھا ▁اور ▁ہم ▁نے ▁ان ▁کی ▁ہلاکت ▁کا ▁بھی ▁ایک ▁وقت ▁مقرر ▁کیا ▁تھا
▁حالانک ہ ▁پہلے ▁خدا ▁سے ▁ا قرار ▁کر ▁چکے ▁تھے ▁کہ ▁پی ٹھ ▁نہیں ▁پھر یں ▁گے۔ ▁اور ▁خدا ▁سے ▁( جو ) ▁ا قرار ▁( کیا ▁جاتا ▁ہے ▁اس ▁کی ) ▁ضرور ▁پرسش ▁ہوگی
▁اللہ ▁ہی ▁وہ ▁ہے ▁جس ▁نے ▁اس مان ▁و ▁زمین ▁کو ▁پیدا ▁کیا ▁ہے ▁اور ▁اس مان ▁سے ▁پانی ▁برس ا ▁کر ▁اس ▁کے ▁ذریعہ ▁تمہاری ▁روزی ▁کے ▁لي ے ▁پھل ▁پیدا ▁کي ے ▁ہیں ▁اور ▁کشتی وں ▁کو ▁م سخر ▁کردیا ▁ہے ▁کہ ▁سمندر ▁میں ▁اس ▁کے ▁حکم ▁سے ▁چل یں ▁اور ▁تمہارے ▁لي ے ▁نہ ر وں ▁کو ▁بھی ▁م سخر ▁کردیا ▁ہے
▁اور ▁ہم ▁نے ▁پچ ھل وں ▁میں ▁اس ▁کی ▁تعریف ▁باقی ▁رکھی ،
▁جبکہ ▁کا فر وں ▁نے ▁اپنے ▁دل وں ▁میں ▁ا ڑ ▁رکھی ▁وہی ▁زمان ہ ٴ ▁ج اہل یت ▁کی ▁ا ڑ ▁( ضد ) ▁تو ▁اللہ ▁نے ▁اپنا ▁اطمینان ▁اپنے ▁رسول ▁اور ▁ایمان ▁والوں ▁پر ▁اتار ا ▁اور ▁پر ہ یز گار ی ▁کا ▁کل مہ ▁ان ▁پر ▁لازم ▁فرمایا ▁اور ▁وہ ▁اس ▁کے ▁زیادہ ▁سزا وار ▁اور ▁اس ▁کے ▁اہل ▁تھے ▁اور ▁اللہ ▁سب ▁کچھ ▁جانتا ▁ہے
▁تاکہ ▁خدا ▁خب ی ث ▁کو ▁پاک ی زہ ▁سے ▁الگ ▁کرد ے ▁اور ▁پھر ▁خب ی ث ▁کو ▁ایک ▁پر ▁ایک ▁رکھ ▁کر ▁ڈھ یر ▁بنا دے ▁اور ▁سب ▁کو ▁اک ٹھا ▁ جہ نم ▁میں ▁جھ ون ک ▁دے ▁کہ ▁یہی ▁لوگ ▁خسار ہ ▁اور ▁گھ ا ٹے ▁والے ▁ہیں
▁پس ▁حق ▁ثابت ▁ہوگیا ▁اور ▁جو ▁کچھ ▁وہ ▁کر ▁رہے ▁تھے ▁( سب ) ▁باطل ▁ہوگیا ،
▁اور ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁یہ ▁( بھی ) ▁ہے ▁کہ ▁وہ ▁تمہیں ▁ڈرا نے ▁اور ▁امید ▁دل انے ▁کے ▁لي ے ▁بجلی ▁دکھا تا ▁ہے ▁اور ▁اس مان ▁سے ▁( بار ش ▁کا ) ▁پانی ▁اتار تا ▁ہے ▁پھر ▁اس ▁سے ▁زمین ▁کو ▁اس ▁کی ▁مرد نی ▁کے ▁بعد ▁زندہ ▁و ▁شاد اب ▁کر ▁دیتا ▁ہے ، ▁بیش ک ▁اس ▁میں ▁ان ▁لوگوں ▁کے ▁لي ے ▁نشان یاں ▁ہیں ▁جو ▁عقل ▁سے ▁کام ▁لیتے ▁ہیں ،
▁اور ▁( ان ) ▁دونوں ▁( یعنی ▁جنت یوں ▁اور ▁دوزخ یوں ) ▁کے ▁درمیان ▁ایک ▁حجاب ▁( یعنی ▁فص یل ) ▁ہے ، ▁اور ▁اع راف ▁( یعنی ▁اسی ▁فص یل ) ▁پر ▁کچھ ▁مرد ▁ہوں ▁گے ▁جو ▁سب ▁کو ▁ان ▁کی ▁نشانی وں ▁سے ▁پہچان ▁لیں ▁گے۔ ▁اور ▁وہ ▁اہل ▁جنت ▁کو ▁پکار ▁کر ▁کہیں ▁گے ▁کہ ▁تم ▁پر ▁سلامتی ▁ہو۔ ▁وہ ▁( اہل ▁اع راف ▁خود ▁ابھی ) ▁جنت ▁میں ▁داخل ▁نہیں ▁ہو ي ے ▁ہوں ▁گے ▁حالانک ہ ▁وہ ▁( اس ▁کے ) ▁امیدوار ▁ہوں ▁گے ،
▁اور ▁ہم ▁نے ▁اسے ▁ ندا ▁دی ▁کہ ▁اے ▁ابراہیم ! ،
▁پھر ▁ہم ▁نے ▁اس ▁پانی ▁کی ▁بو ند ▁کو ▁خون ▁کی ▁پھ ٹک ▁کیا ▁پھر ▁خون ▁کی ▁پھ ٹک ▁کو ▁گوشت ▁کی ▁بو ٹی ▁پھر ▁گوشت ▁کی ▁بو ٹی ▁کو ▁ہ ڈ یاں ▁پھر ▁ان ▁ہ ڈی وں ▁پر ▁گوشت ▁پہن ایا ، ▁پھر ▁اسے ▁اور ▁صورت ▁میں ▁اٹھا ن ▁دی ▁تو ▁بڑی ▁برکت ▁والا ▁ہے ▁اللہ ▁سب ▁سے ▁بہتر ▁بتا نے ▁والا ،
▁ایک ▁مانگ نے ▁والے ▁نے ▁واقع ▁ہونے ▁والے ▁عذاب ▁کا ▁سوال ▁کیا
▁انہوں ▁نے ▁کہا ▁" تو ▁محض ▁ایک ▁سحر زد ہ ▁اد می ▁ہے
▁اور ▁اگر ▁ہم ▁( مش یت ▁قا ہ رہ ▁سے ) ▁چاہتے ▁تو ▁ہر ▁مت نفس ▁کو ▁اس ▁کی ▁ہدایت ▁دے ▁دیتے ▁لیکن ▁میری ▁طرف ▁سے ▁یہ ▁بات ▁طے ▁ہو ▁چکی ▁ہے ▁کہ ▁میں ▁ جہ نم ▁کو ▁سب ▁( نا فر مان ) ▁جن وں ▁اور ▁انسان وں ▁سے ▁بھر ▁د وں ▁گا۔
▁( ا ے ▁رسول ( ص ) ) ▁اپ ▁جس ▁حال ▁میں ▁بھی ▁ہوں ▁اور ▁قر ان ▁میں ▁سے ▁جو ▁کچھ ▁بھی ▁پڑھ ▁کر ▁سنا ي یں ▁اور ▁( ا ے ▁لوگ و ) ▁تم ▁بھی ▁جو ▁کوي ی ▁کام ▁کرتے ▁ہو ▁ہم ▁ضرور ▁تم ▁پر ▁ ناظر ▁و ▁نگران ▁ہوتے ▁ہیں ▁جب ▁تم ▁اس ▁( کام ) ▁میں ▁مشغول ▁و ▁منہ مک ▁ہوتے ▁ہو۔ ▁اور ▁اپ ▁کے ▁پروردگار ▁سے ▁کوي ی ▁ذ رہ ▁بھر ▁چیز ▁بھی ▁پوش ید ہ ▁نہیں ▁ہے ▁نہ ▁زمین ▁میں ▁اور ▁نہ ▁اس مان ▁میں ۔ ▁اور ▁کوي ی ▁چیز ▁خواہ ▁ذ رہ ▁سے ▁چھوٹی ▁ہو ▁یا ▁اس ▁سے ▁بڑی ▁مگر ▁یہ ▁کہ ▁وہ ▁ایک ▁واضح ▁کتاب ▁میں ▁موجود ▁ہے۔
▁اور ▁جب ▁ان ▁میں ▁سے ▁کسی ▁کی ▁بیٹی ▁کی ▁خوش خبر ی ▁دی ▁جاي ے ▁اس ▁کا ▁منہ ▁سیاہ ▁ہو ▁جاتا ▁ہے ▁اور ▁وہ ▁غم گی ن ▁ہوتا ▁ہے
▁اور ▁جب ▁ان ▁میں ▁سے ▁ایک ▁جماعت ▁نے ▁کہا ▁کہ ▁تم ▁ایسے ▁لوگوں ▁کو ▁کیوں ▁نص ی حت ▁کرتے ▁ہو ▁جن ▁کو ▁الله ▁ہلاک ▁کرنے ▁والا ▁یا ▁سخت ▁عذاب ▁دینے ▁والا ▁ہے ▁تو ▁انہوں ▁نے ▁کہا ▁اس ▁لیے ▁کہ ▁تمہارے ▁پروردگار ▁کے ▁سامنے ▁معذرت ▁کر سک یں ▁اور ▁ عجب ▁نہیں ▁کہ ▁وہ ▁پر ہ یز گار ی ▁اختیار ▁کریں
▁مومن و ! ▁کوي ی ▁قوم ▁کسی ▁قوم ▁سے ▁تم سخر ▁نہ ▁کرے ▁ممکن ▁ہے ▁کہ ▁وہ ▁لوگ ▁ان ▁سے ▁بہتر ▁ہوں ▁اور ▁نہ ▁عورت یں ▁عورتوں ▁سے ▁( تم سخر ▁کریں ) ▁ممکن ▁ہے ▁کہ ▁وہ ▁ان ▁سے ▁اچھی ▁ہوں۔ ▁اور ▁اپنے ▁( موم ن ▁بھ اي ی ) ▁کو ▁ع یب ▁نہ ▁لگا و ▁اور ▁نہ ▁ایک ▁دوسرے ▁کا ▁برا ▁نام ▁رکھ و ۔ ▁ایمان ▁لانے ▁کے ▁بعد ▁برا ▁نام ▁( ر کھ نا ) ▁گناہ ▁ہے۔ ▁اور ▁جو ▁تو بہ ▁نہ ▁کریں ▁وہ ▁ظالم ▁ہیں
▁اور ▁کہہ ▁دو ▁کہ ▁میں ▁تو ▁عل ان یہ ▁ڈر ▁سن انے ▁والا ▁ہوں
▁جم ▁ غف یر ▁ہے ▁ا گل وں ▁میں ▁سے
▁تو ▁اپنے ▁گھر ▁والوں ▁کو ▁کچھ ▁رات ▁رہے ▁لے ▁کر ▁باہر ▁جای ے ▁اور ▁اپ ▁ان ▁کے ▁پیچھے ▁چل ي ے ▁اور ▁تم ▁میں ▁کوي ی ▁پیچھے ▁پھر ▁کر ▁نہ ▁دیکھ ے ▁اور ▁جہاں ▁کو ▁حکم ▁ہے ▁سید ھے ▁چلے ▁جای ي ے ،
▁اور ▁جس ▁دن ▁ظالم ▁اپنے ▁ہاتھ ▁چ با ▁چ با ▁لے ▁گا ▁کہ ▁ہا ي ے ▁کسی ▁طرح ▁سے ▁میں ▁نے ▁رسول ▁کے ▁ساتھ ▁راہ ▁لی ▁ہوتی ،
▁کیا ▁تمہیں ▁اس ▁بات ▁پر ▁تعجب ▁ہے ▁کہ ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁تمہاری ▁اپنی ▁قوم ▁کے ▁ایک ▁شخص ▁کے ▁پاس ▁وع ظ ▁و ▁نص ی حت ▁کا ▁پیغام ▁ ایا ▁ہے ▁تاکہ ▁وہ ▁تمہیں ▁( خدا ▁کے ▁عذاب ▁سے ) ▁ڈرا ي ے ▁اور ▁یاد ▁کرو ▁( خدا ▁کے ▁اس ▁احسان ▁کو ) ▁کہ ▁اس ▁نے ▁تمہیں ▁قوم ▁نوح ▁کے ▁بعد ▁ان ▁کا ▁جانشین ▁بنایا ۔ ▁اور ▁( تم ہ اری ) ▁خلق ت ▁میں ▁یعنی ▁قوت ▁و ▁طاقت ▁اور ▁قد ▁و ▁قامت ▁میں ▁زیادتی ▁اور ▁وسعت ▁عطا ▁کی ▁پس ▁اللہ ▁کی ▁نعمت وں ▁کو ▁یاد ▁کرو ▁تاکہ ▁تم ▁( ہر ▁طرح ) ▁فلا ح ▁پا و ۔
▁جو ▁لوگ ▁جنگ ▁تب وک ▁میں ▁نہیں ▁ گي ے ▁وہ ▁رسول ▁اللہ ▁کے ▁پیچھے ▁بیٹھے ▁رہ ▁جانے ▁پر ▁خوش ▁ہیں ▁اور ▁انہیں ▁اپنے ▁جان ▁و ▁مال ▁سے ▁ راس ▁خدا میں ▁جہاد ▁نا گو ار ▁معلوم ▁ہوتا ▁ہے ▁اور ▁یہ ▁کہتے ▁ہیں ▁کہ ▁تم ▁لوگ ▁گرمی ▁میں ▁نہ ▁نکل و ▁... . _ ▁تو ▁پیغمبر ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁ ات ش ▁ جہ نم ▁اس ▁سے ▁زیادہ ▁گرم ▁ہے ▁اگر ▁یہ ▁لوگ ▁کچھ ▁سمجھ نے ▁والے ▁ہیں
▁وہ ▁جو ▁کچھ ▁کرتا ▁ہے ▁اس ▁کے ▁بارے ▁میں ▁اس ▁سے ▁باز پرس ▁نہیں ▁کی ▁جا ▁سکتی ▁اور ▁وہ ▁ہر ▁ایک ▁کا ▁حساب ▁لینے ▁والا ▁ہے۔
▁انہوں ▁نے ▁ہماری ▁تمام ▁نشان یاں ▁جھ ٹل اي یں ▁پس ▁ہم ▁نے ▁انہیں ▁بڑے ▁غالب ▁قوی ▁پکڑ نے ▁والے ▁کی ▁طرح ▁پکڑ ▁لیا
▁اور ▁ان ▁لوگوں ▁نے ▁اللہ ▁کی ▁سخت ▁قسم یں ▁کھا ي یں ▁کہ ▁ان ▁کی ▁مرضی ▁کی ▁نشانی ▁اي ی ▁تو ▁ضرور ▁ایمان ▁لے ▁اي یں ▁گے ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁نشان یاں ▁تو ▁سب ▁خدا ▁ہی ▁کے ▁پاس ▁ہیں ▁اور ▁تم ▁لوگ ▁کیا ▁جان و ▁کہ ▁وہ ▁ابھی ▁جاي یں ▁گی ▁تو ▁یہ ▁لوگ ▁ایمان ▁نہ ▁لاي یں ▁گے
▁( وہ ) ▁نہای ت ▁رحمت ▁والا ▁( ہے ) ▁جو ▁ع رش ▁( یعنی ▁جملہ ▁نظام ▁ہا ي ے ▁کا ين ات ▁کے ▁اقتدار ) ▁پر ▁مت م کن ▁ہوگیا ،
▁اے ▁ہمارے ▁رب ! ▁اور ▁انہیں ▁( ہم ی شہ ▁رہنے ▁کے ▁لي ے ) ▁جن ات ▁عدن ▁میں ▁داخل ▁فرما ، ▁جن ▁کا ▁تو ▁نے ▁ان ▁سے ▁وعدہ ▁فرما ▁رکھا ▁ہے ▁اور ▁ان ▁کے ▁اب اء ▁و ▁اج داد ▁سے ▁اور ▁ان ▁کی ▁بیوی وں ▁سے ▁اور ▁ان ▁کی ▁اولاد ▁و ▁ ذر یت ▁سے ▁جو ▁نیک ▁ہوں ▁( ا نہیں ▁بھی ▁ان ▁کے ▁ساتھ ▁داخل ▁فرما )، ▁بے ▁شک ▁تو ▁ہی ▁غالب ، ▁بڑی ▁حکمت ▁والا ▁ہے ،
▁اور انہ وں ▁نے ▁اہل ▁ایمان ▁کی ▁کسی ▁چیز ▁کو ▁نا پسند ▁نہیں ▁کیا ▁( اور ▁ان ▁میں ▁کوي ی ▁ع یب ▁نظر ▁نہیں ▁ ایا ) ▁سوا ي ے ▁اس ▁کے ▁کہ ▁وہ ▁اللہ ▁پر ▁ایمان ▁لاي ے ▁جو ▁غالب ▁ہے ▁( اور ) ▁سزا وار ▁ستا يش ▁ہے۔
▁( یہ ▁اس ▁لي ے ▁ہوتا ▁ہے ) ▁تاکہ ▁االله ▁ان ▁( باط ل ▁خیالات ▁اور ▁فاسد ▁شب ہ ات ) ▁کو ▁جو ▁شیطان ▁( لوگ وں ▁کے ▁ذہن وں ▁میں ) ▁ڈال تا ▁ہے ▁ایسے ▁لوگوں ▁کے ▁لي ے ▁از ماي ش ▁بنا ▁دے ▁جن ▁کے ▁دل وں ▁میں ▁( م نا فقت ▁کی ) ▁بیماری ▁ہے ▁اور ▁جن ▁لوگوں ▁کے ▁دل ▁( ک فر ▁و ▁عن اد ▁کے ▁باعث ) ▁سخت ▁ہیں ، ▁اور ▁بیش ک ▁ظالم ▁لوگ ▁بڑی ▁شدید ▁مخالفت ▁میں ▁مبتلا ▁ہیں ،
▁وہ ▁ان ▁( چی ز وں ) ▁کو ▁( خ وب ) ▁جانتا ▁ہے ▁جو ▁ان ▁کے ▁ اگ ے ▁ہیں ▁اور ▁جو ▁ان ▁کے ▁پیچھے ▁ہیں ، ▁اور ▁تمام ▁کام ▁اسی ▁کی ▁طرف ▁لوٹ اي ے ▁جاتے ▁ہیں ،
▁یہ ▁اس ▁لیے ▁کہ ▁وہ ▁ان ▁لوگوں ▁سے ▁کہنے ▁لگے ▁جنہوں ▁نے ▁اسے ▁نا پسند ▁کیا ▁اس ▁کو ▁جو ▁الله ▁نے ▁نازل ▁کیا ▁ہے ▁کہ ▁بعض ▁بات وں ▁میں ▁ہم ▁تم ہ ارا کہ ا ▁مان یں ▁گے ▁اور ▁الله ▁ان ▁کی ▁راز داری ▁کو ▁جانتا ▁ہے
▁موسی ▁نے ▁کہا ▁کہ ▁وہ ▁مشرق ▁و ▁مغرب ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁سب ▁کا ▁پروردگار ▁ہے ▁اگر ▁تم ▁عقل ▁سے ▁کام ▁لو ۔
▁اور ▁اگر ▁مسلمانوں ▁کی ▁دو ▁جماعت یں ▁اپ س ▁میں ▁لڑ ▁پڑ یں ▁تو ▁ان ▁میں ▁میل ▁م لاپ ▁کرا ▁دیا ▁کرو ۔ ▁پھر ▁اگر ▁ان ▁دونوں ▁میں ▁سے ▁ایک ▁جماعت ▁دوسری ▁جماعت ▁پر ▁زیادتی ▁کرے ▁تو ▁تم ▁( سب ) ▁اس ▁گروه ▁سے ▁جو ▁زیادتی ▁کرتا ▁ہے ▁لڑ و ۔ ▁یہاں ▁تک ▁کہ ▁وه ▁اللہ ▁کے ▁حکم ▁کی ▁طرف ▁لوٹ ▁اي ے ، ▁اگر ▁لوٹ ▁اي ے ▁تو ▁پھر ▁انصاف ▁کے ▁ساتھ ▁صلح ▁کرا ▁دو ▁اور ▁عدل ▁کرو ▁بیش ک ▁اللہ ▁تعالی ▁انصاف ▁کرنے ▁والوں ▁سے ▁محبت ▁کرتا ▁ہے
▁یا ▁اچانک ▁چل تے ▁پھر تے ▁ان ▁کو ▁پکڑ ▁لے ، ▁یا ▁ایسی ▁حالت ▁میں ▁انہیں ▁پکڑ ے ▁جبکہ ▁انہیں ▁خود ▁ انے ▁والی ▁مصیبت ▁کا ▁کھ ٹک ا ▁لگا ▁ہوا ▁ہو ▁اور ▁وہ ▁اس ▁سے ▁بچ نے ▁کی ▁فکر ▁میں ▁چوک نے ▁ہوں ؟
▁اے ▁لوگ و ▁تمہارے ▁رب ▁سے ▁نص ی حت ▁اور ▁دل وں ▁کے ▁رو گ ▁کی ▁شفا ▁تمہارے ▁پاس ▁اي ی ▁ہے ▁اور ▁ایمان ▁دار وں ▁کے ▁لیے ▁ہدایت ▁اور ▁رحمت ▁ہے
▁تو ▁انہوں ▁نے ▁ان ▁کو ▁بھگ ا ▁دیا ▁اللہ ▁کے ▁حکم ▁سے ، ▁اور ▁قتل ▁کیا ▁داود ▁نے ▁ جال وت ▁کو ▁اور ▁اللہ ▁نے ▁اسے ▁سلطنت ▁اور ▁حکمت ▁عطا ▁فرما ي ی ▁اور ▁اسے ▁جو ▁چاہ ا ▁سکھ ایا ▁اور ▁اگر ▁اللہ ▁لوگوں ▁میں ▁بعض ▁سے ▁بعض ▁کو ▁دفع ▁نہ ▁کرے ▁تو ▁ضرور ▁زمین ▁تباہ ▁ہو جا ي ے ▁مگر ▁اللہ ▁سارے ▁ جہ ان ▁پر ▁فضل ▁کرنے ▁والا ▁ہے ،
▁کہا ▁اے ▁میرے ▁پروردگار ▁میں ▁نے ▁اپنے ▁اوپر ▁ظلم ▁کیا ▁تو ▁مجھے ▁بخش ▁دے ▁تو ▁خدا ▁نے ▁اسے ▁بخش ▁دیا۔ ▁بے شک ▁وہ ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁وہ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁ہم ▁مدینہ ▁کی ▁طرف ▁لوٹ ▁کر ▁ گي ے ▁تو ▁اس ▁میں ▁سے ▁عزت ▁والا ▁ذ ل یل ▁کو ▁ضرور ▁نکال ▁دے ▁گا ▁اور ▁عزت ▁تو ▁الله ▁اور اس ▁کے ▁رسول ▁اور ▁مومن ین ▁ہی ▁کے ▁لیے ▁ہے ▁لیکن ▁منا فق ▁نہیں ▁جانتے
▁اج ▁کے ▁دن ▁جھ ٹل انے ▁والوں ▁کے ▁لي ے ▁بر باد ی ▁اور ▁ جہ نم ▁ہے
▁بس نے ▁کے ▁باغ ▁جن ▁میں ▁وہ ▁داخل ▁ہوں ▁گے ▁اور ▁جو ▁لا يق ▁ہوں ▁ان ▁کے ▁باپ ▁داد ا ▁اور ▁بی بی وں ▁اور ▁اولاد ▁میں ▁اور ▁فرشت ے ▁ہر ▁دروازے ▁سے ▁ان ▁پر ▁یہ ▁کہتے ▁اي یں ▁گے ،
▁کیا ▁اسے ▁علم ▁غ یب ▁ہے ▁کہ ▁وه ▁( سب ▁کچھ ) ▁دیکھ ▁رہا ▁ہے ؟
▁کتاب ▁جس ▁کی ▁ ایت یں ▁واضح ▁( الم عان ی ) ▁ہیں ▁( یعنی ) ▁قر ان ▁عربی ▁ان ▁لوگوں ▁کے ▁لي ے ▁جو ▁سمجھ ▁رکھتے ▁ہیں
▁وہی ▁ہے ▁جس ▁نے ▁ان ▁پڑھ وں ▁میں ▁ایک ▁رسول ▁انہیں ▁میں ▁سے ▁م بع وث ▁فرمایا ▁جو ▁ان ▁پر ▁اس ▁کی ▁ ایت یں ▁پڑھ تا ▁ہے ▁اور ▁انہیں ▁پاک ▁کرتا ▁ہے ▁اور ▁انہیں ▁کتاب ▁اور ▁حکمت ▁سکھ ات ا ▁ہے ▁اور ▁بے ▁شک ▁وہ ▁اس ▁سے ▁پہلے ▁ صر یح ▁گمراہ ی ▁میں ▁تھے
▁کھ ڑ کھ ڑا نے ▁والی
▁اور ▁وہ ▁بھی ▁جب ▁کوي ی ▁رسول ▁ان ▁کے ▁پاس ▁ا تا ▁ہے ▁تو ▁اس ▁سے ▁ ٹھ ٹھا ▁ہی ▁کرتے
▁کا فر وں ▁کے ▁لي ے ▁جسے ▁کوي ی ▁دفع ▁کرنے ▁والا ▁نہیں ،
▁تم ▁فرما و ▁تو ▁کیا ▁اللہ ▁کے ▁سوا ▁دوسرے ▁کے ▁پو ج نے ▁کو ▁مجھ ▁سے ▁کہتے ▁ہو ، ▁اے ▁جا ہ لو !
▁اس ▁پیش انی ▁کو ▁جو ▁جھوٹ ی ▁اور ▁سخت ▁خطا ▁کار ▁ہے
▁بے ▁شک ▁وہ ▁الله ▁پر ▁یقین ▁نہیں ▁رکھتا ▁تھا ▁جو ▁عظمت ▁والا ▁ہے
▁( چن ان چہ ▁حسب ▁الح کم ) ▁جب ▁یہ ▁لوگ ▁( مصر ▁ گي ے ) ▁اور ▁یوسف ▁( ع ) ▁کے ▁پاس ▁پہنچے ▁تو ▁کہنے ▁لگے ▁اے ▁عزیز ▁مصر ! ▁ہمیں ▁اور ▁ہمارے ▁گھر ▁والوں ▁کو ▁بڑی ▁تکلیف ▁پہنچ ی ▁ہے ▁( اس ▁لي ے ▁اب ▁کی ▁بار ) ▁ہم ▁بالکل ▁حق یر ▁سی ▁پو نج ی ▁لاي ے ▁ہیں ▁( اس ے ▁قبول ▁کریں ▁اور ) ▁ہمیں ▁پیمان ہ ▁پورا ▁ناپ ▁کر ▁دی جی ي ے ▁( ب ھر پور ▁غل ہ ▁دی جي ے ) ▁اور ▁( م زید ▁بر اں ) ▁ہم ▁کو ▁صدق ہ ▁و ▁خیر ات ▁بھی ▁دی جي ے ▁بے ▁شک ▁اللہ ▁صدق ہ ▁خیر ات ▁کرنے ▁والوں ▁کو ▁ جزاء ▁خیر ▁دیتا ▁ہے۔
▁وہی ▁( سب ▁سے ) ▁اول ▁اور ▁( سب ▁سے ) ▁اخر ▁ہے ▁اور ▁( اپ نی ▁قدرت ▁کے ▁اعتبار ▁سے ) ▁ظاہر ▁اور ▁( اپ نی ▁ذات ▁کے ▁اعتبار ▁سے ) ▁پوش ید ہ ▁ہے ، ▁اور ▁وہ ▁ہر ▁چیز ▁کو ▁خوب ▁جان نے ▁والا ▁ہے ،
▁وه ▁اور ▁ان ▁کی ▁بیوی اں ▁سا یوں ▁میں ▁مس ہری وں ▁پر ▁تک یہ ▁لگا ي ے ▁بیٹھے ▁ہوں ▁گے
▁رسول ▁خوش خبر ی ▁دیتے ▁اور ▁ڈر ▁سنا تے ▁کہ ▁رسول وں ▁کے ▁بعد ▁اللہ ▁کے ▁یہاں ▁لوگوں ▁کو ▁کوي ی ▁ عذر ▁نہ ▁رہے ▁اور ▁اللہ ▁غالب ▁حکمت ▁والا ▁ہے ،
▁کیا ▁اللہ ▁سبحان ہ ▁سب ▁حاکم وں ▁سے ▁بڑا ▁حاکم ▁نہیں ▁ہے ؟
▁ایسے ▁لوگوں ▁کی ▁پیر وی ▁کرو ▁جو ▁تم ▁سے ▁کوي ی ▁معا وض ہ ▁نہیں ▁مانگ تے ▁اور ▁وہ ▁ہدایت ▁یافتہ ▁ہیں ،
▁اور ▁جب ▁کوي ی ▁مع جز ہ ▁دیکھتے ▁ہیں ▁تو ▁ہ سن ی ▁کرتے ▁ہیں
▁مومن ▁مرد ▁اور ▁مومن ▁عورت یں ، ▁یہ ▁سب ▁ایک ▁دوسرے ▁کے ▁رفیق ▁ہیں ، ▁بھ لا ي ی ▁کا ▁حکم ▁دیتے ▁اور ▁براي ی ▁سے ▁روک تے ▁ہیں ، ▁نماز ▁قاي م ▁کرتے ▁ہیں ، ▁ز کو ۃ ▁دیتے ▁ہیں ▁اور ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁اطاعت ▁کرتے ▁ہیں ▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁پر ▁اللہ ▁کی ▁رحمت ▁نازل ▁ہو ▁کر ▁رہے ▁گی ، ▁یقینا ▁اللہ ▁سب ▁پر ▁غالب ▁اور ▁حکیم ▁و ▁دا نا ▁ہے
▁ہم ▁عن قر یب ▁تمہارے ▁اوپر ▁ایک ▁سنگین ▁حکم ▁نازل ▁کرنے ▁والے ▁ہیں
▁بے ▁شک ▁تم ▁عورتوں ▁کو ▁چھوڑ ▁کر ▁مرد وں ▁سے ▁ شہ وت ▁ رانی ▁کرتے ▁ہو ▁بلکہ ▁تم ▁حد ▁سے ▁بڑھ نے ▁والے ▁ہو
▁( دی کھ و ) ▁ہم ▁نے ▁( یہ اں ) ▁کس ▁طرح ▁بعض ▁لوگوں ▁کو ▁بعض ▁پر ▁فضیلت ▁دی ▁ہے ▁اور ▁اخر ت ▁تو ▁درج ات ▁کے ▁اعتبار ▁سے ▁بہت ▁بڑی ▁ہے ▁اور ▁فضیلت ▁کے ▁لحاظ ▁سے ▁بھی ▁بہت ▁بڑی ▁ہے۔
▁اور ▁لوگوں ▁میں ▁ایسے ▁بھی ▁ہیں ▁جو ▁علم ▁و ▁ہدایت ▁اور ▁کتاب ▁لن یر ▁کے ▁بغیر ▁بھی ▁خدا ▁کے ▁بارے ▁میں ▁بحث ▁کرتے ▁ہیں
▁ضرور ▁جمع ▁کي ے ▁جاي یں ▁گے ▁ایک ▁مقرر ▁دن ▁کے ▁وقت
▁یا ▁تمہارے ▁پاس ▁کھ جور ▁اور ▁ان گور ▁کے ▁باغ ▁ہوں ▁جن ▁کے ▁درمیان ▁تم ▁نہ ر یں ▁جاری ▁کرد و
▁وہ ▁( جہ نم ) ▁بہت ▁برا ▁ ٹھ کان ا ▁ہے ▁اور ▁بہت ▁بری ▁جگہ ▁ہے۔
▁اور ▁میری ▁جنت ▁میں ▁چل ی ▁جا
▁اے ▁ایمان ▁والوں ! ▁خدا ▁کے ▁لیے ▁انصاف ▁کی ▁گواہ ی ▁دینے ▁کے ▁لیے ▁کھڑے ▁ہو ▁جای ا ▁کرو ۔ ▁اور ▁لوگوں ▁کی ▁دشمن ی ▁تم ▁کو ▁اس ▁بات ▁پر ▁اما دہ ▁نہ ▁کرے ▁کہ ▁انصاف ▁چھوڑ ▁دو ۔ ▁انصاف ▁کیا ▁کرو ▁کہ ▁یہی ▁پر ہ یز گار ی ▁کی ▁بات ▁ہے ▁اور ▁خدا ▁سے ▁ڈر تے ▁رہ و ۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁خدا ▁تمہارے ▁سب ▁اعمال ▁سے ▁خبردار ▁ہے
▁اور ▁کام ▁تقسیم ▁کرنے ▁والے ▁فرشت وں ▁کی ▁قسم ،
▁تاکہ ▁تم ▁اس ▁کے ▁اندر ▁کھل ے ▁راست وں ▁میں ▁چل و "
▁ہم ▁نے ▁تم ▁پر ▁کتاب ▁لوگوں ▁( کی ▁ہدایت ) ▁کے ▁لي ے ▁سچ اي ی ▁کے ▁ساتھ ▁نازل ▁کی ▁ہے۔ ▁تو ▁جو ▁شخص ▁ہدایت ▁پات ا ▁ہے ▁تو ▁اپنے ▁( بھ لے ▁کے ) ▁لي ے ▁اور ▁جو ▁گمراہ ▁ہوتا ▁ہے ▁گمراہ ی ▁سے ▁تو ▁اپنا ▁ہی ▁نقصان ▁کرتا ▁ہے۔ ▁اور ▁( ا ے ▁پیغمبر ) ▁تم ▁ان ▁کے ▁ذم ہ ▁دار ▁نہیں ▁ہو
▁اور اس ▁میں ▁تمہارے ▁لیے ▁روزی ▁کے ▁اسباب ▁بنا ▁دی ي ے ▁اور ان ▁کے ▁لیے ▁بھی ▁جنہیں ▁تم ▁روزی ▁دینے ▁والے ▁نہیں ▁ہو
▁تم ہ ارا ▁پروردگار ▁خوب ▁جانتا ▁ہے ▁کہ ▁تم ▁اور ▁تمہارے ▁ساتھ ▁کے ▁لوگ ▁( ک بھی ) ▁دو ▁تہ اي ی ▁رات ▁کے ▁قریب ▁اور ▁( ک بھی ) ▁ا دھی ▁رات ▁اور ▁( ک بھی ) ▁تہ اي ی ▁رات ▁قیام ▁کیا ▁کرتے ▁ہو۔ ▁اور ▁خدا ▁تو ▁رات ▁اور ▁دن ▁کا ▁اندازہ ▁رکھتا ▁ہے۔ ▁اس ▁نے ▁معلوم ▁کیا ▁کہ ▁تم ▁اس ▁کو ▁نب ا ہ ▁نہ ▁ سکو ▁گے ▁تو ▁اس ▁نے ▁تم ▁پر ▁مہربانی ▁کی۔ ▁پس ▁جتن ا ▁اسان ی ▁سے ▁ہو س کے ▁( ات نا ) ▁قر ان ▁پڑھ ▁لیا ▁کرو ۔ ▁اس ▁نے ▁جانا ▁کہ ▁تم ▁میں ▁بعض ▁بیمار ▁بھی ▁ہوتے ▁ہیں ▁اور ▁بعض ▁خدا ▁کے ▁فضل ▁( یعنی ▁معاش ) ▁کی ▁تلاش ▁میں ▁ملک ▁میں ▁سفر ▁کرتے ▁ہیں ▁اور ▁بعض ▁خدا ▁کی ▁راہ ▁میں ▁لڑ تے ▁ہیں۔ ▁تو ▁جتن ا ▁اسان ی ▁سے ▁ہو س کے ▁اتنا ▁پڑھ ▁لیا ▁کرو ۔ ▁اور ▁نماز ▁پڑھ تے ▁رہ و ▁اور ▁ز کو ة ▁ادا ▁کرتے ▁رہ و ▁اور ▁خدا ▁کو ▁نیک ▁( اور ▁ خلو ص ▁نیت ▁سے ) ▁قرض ▁دیتے ▁رہ و ۔ ▁اور ▁جو ▁عمل ▁نیک ▁تم ▁اپنے ▁لي ے ▁ اگ ے ▁بھی جو ▁گے ▁اس ▁کو ▁خدا ▁کے ▁ہاں ▁بہتر ▁اور ▁صل ے ▁میں ▁بزرگ ▁تر ▁پا و ▁گے۔ ▁اور ▁خدا ▁سے ▁بخش ش ▁مانگ تے ▁رہ و ۔ ▁بے شک ▁خدا ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁بیش ک ▁اللہ ▁ان ▁لوگوں ▁کے ▁ساتھ ▁ہے ▁جنہوں ▁نے ▁تقوی ▁اختیار ▁کیا ▁ہے ▁اور ▁جو ▁نیک ▁عمل ▁انجام ▁دینے ▁والے ▁ہیں
▁وہ ▁بول ے ▁کچھ ▁نقصان ▁نہیں ▁ہم ▁اپنے ▁رب ▁کی ▁طرف ▁پل ٹ نے ▁والے ▁ہیں
▁وہ ▁ان ▁کو ▁جواب ▁دیں ▁گے ▁" نہیں ▁بلکہ ▁تم ▁ہی ▁جھ ل سے ▁جا ▁رہے ▁ہو ، ▁کوي ی ▁خیر ▁مقدم ▁تمہارے ▁لیے ▁نہیں ▁تم ▁ہی ▁تو ▁یہ ▁انجام ▁ہمارے ▁ اگ ے ▁لاي ے ▁ہو ، ▁کی سی ▁بری ▁ہے ▁یہ ▁جاي ے ▁قرار "
▁بے ▁شک ▁سب ▁سے ▁پہلی ▁عبادت ▁گاہ ▁جو ▁انسان وں ▁کے ▁لیے ▁تعمیر ▁ہو ي ی ▁وہ ▁وہی ▁ہے ▁جو ▁مکہ ▁میں ▁واقع ▁ہے ▁اس ▁کو ▁خیر ▁و ▁برکت ▁دی ▁ گي ی ▁تھی ▁اور ▁تمام ▁ جہ ان ▁والوں ▁کے ▁لیے ▁مرکز ▁ہدایت ▁بنایا ▁گیا ▁تھا
▁اگر ▁چاہے ▁تو ▁اے ▁لوگ و ▁تمہیں ▁لے ▁جاي ے ▁اور اور وں ▁کو ▁لے ▁اي ے ▁اور ▁الله ▁اس ▁پر ▁قادر ▁ہے
▁جس ▁دن ▁پوش یده ▁بھی د وں ▁کی ▁جان چ ▁پڑتا ل ▁ہوگی
▁جس ▁دن ▁عذاب ▁ان ▁کو ▁اوپر ▁سے ▁اور ▁پا وں ▁کے ▁نیچے ▁سے ▁ڈھ ان ک ▁لے ▁گا ▁اور ▁خدا ▁کہ ے ▁گا ▁کہ ▁( اب ) ▁م زہ ▁چک ھو ▁اس ▁کا ▁جو ▁کچھ ▁تم ▁( د نیا ▁میں ) ▁کرتے ▁رہے ▁ہو ▁( تب ▁ان ▁کو ▁پتہ ▁چلے ▁گا ) ۔
▁اور ▁وہی ▁مجھے ▁موت ▁دے ▁گا ▁پھر ▁وہی ▁مجھے ▁( دو بار ہ ) ▁زندہ ▁فرما ي ے ▁گا ،
▁اب ▁اج ▁و اوی لا ▁نہ ▁کرو ▁اج ▁ہماری ▁طرف ▁سے ▁کوي ی ▁مدد ▁نہیں ▁کی ▁جاي ے ▁گی
▁اور ▁کا فر ▁لوگ ▁اس ▁گمان ▁میں ▁ہر گز ▁نہ ▁رہیں ▁کہ ▁وہ ▁( ب چ ▁کر ) ▁نکل ▁ گي ے۔ ▁بیش ک ▁وہ ▁( ہ میں ) ▁عاجز ▁نہیں ▁کر ▁سکتے ،
▁ایمان ▁والو ▁! اللہ ▁ان ▁شکار وں ▁کے ▁ذریعہ ▁تم ہ ارا ▁امتحان ▁ضرور ▁لے ▁گا ▁جن ▁تک ▁تمہارے ▁ہاتھ ▁اور ▁نیز ے ▁پہنچ ▁جاتے ▁ہیں ▁تاکہ ▁وہ ▁یہ ▁دیکھ ے ▁کہ ▁اس ▁سے ▁لوگوں ▁کے ▁غا يب انہ ▁میں ▁بھی ▁کون ▁کون ▁ڈر تا ▁ہے ▁پھر ▁جو ▁اس ▁کے ▁بعد ▁بھی ▁زیادتی ▁کرے ▁گا ▁اس ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے
▁اور ▁اگر ▁اہل ▁کتاب ▁( یہ ود ▁و ▁نص اری ) ▁ایمان ▁لا تے ▁اور ▁تقوی ▁اختیار ▁کرتے ، ▁تو ▁ہم ▁ان ▁کی ▁براي یاں ▁دور ▁کر ▁دیتے ▁اور ▁انہیں ▁نعمت ▁و ▁راحت ▁والے ▁بہ شت وں ▁میں ▁داخل ▁کرتے ۔
▁( کہ ا ▁جاي ے ▁گا ▁کہ ) ▁اپنی ▁کتاب ▁پڑھ ▁ل ے۔ ▁تو ▁اج ▁اپنا ▁اپ ▁ہی ▁م حاسب ▁کافی ▁ہے
▁اب ▁اپ ▁انہیں ▁درد ناک ▁عذاب ▁کی ▁بشار ت ▁دے ▁دیں
▁تو ▁خدا ▁نے ▁ان ▁کو ▁اس ▁کہنے ▁کے ▁عوض ▁( بہ شت ▁کے ) ▁باغ ▁عطا ▁فرما ي ے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہیں ▁وہ ▁ہمیشہ ▁ان ▁میں ▁رہیں ▁گے ▁اور ▁نیک و ▁کار وں ▁کا ▁یہی ▁صل ہ ▁ہے
▁اللہ ▁نے ▁اسے ▁کس ▁چیز ▁سے ▁پیدا ▁کیا ▁ہے ؟
▁ہم ▁نے ▁اس ▁سے ▁پہلے ▁جس ▁بست ی ▁کو ▁بھی ▁ہلاک ▁کیا ▁ہے ▁اس ▁کے ▁لیے ▁ایک ▁خاص ▁مہ لت ▁عمل ▁لکھ ی ▁جاچ کی ▁تھی
▁لیکن ▁میں ▁( تو ▁یہ ▁کہ تا ▁ہوں ) ▁کہ ▁وہی ▁االله ▁میرا ▁رب ▁ہے ▁اور ▁میں ▁اپنے ▁رب ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہیں ▁ گردان تا ،
▁بیش ک ▁تمہاری ▁کوشش ▁مختلف ▁ہے
▁اور ▁ہم ▁نے ▁اسے ▁خوش خبر ی ▁دی ▁اسحاق ▁کی ▁کہ ▁غ یب ▁کی ▁خبریں ▁بتا نے ▁والا ▁نبی ▁ہمارے ▁قرب ▁خاص ▁کے ▁سزا وار وں ▁میں
▁اور ▁( اسی ▁نے ) ▁ان ▁( مسلم ان وں ) ▁کے ▁دل وں ▁میں ▁با ہم ی ▁الفت ▁پیدا ▁فرما ▁دی۔ ▁اگر ▁اپ ▁وہ ▁سب ▁کچھ ▁جو ▁زمین ▁میں ▁ہے ▁خرچ ▁کر ▁ڈال تے ▁تو ▁( ان ▁تمام ▁مادی ▁وس ايل ▁سے ) ▁بھی ▁اپ ▁ان ▁کے ▁دل وں ▁میں ▁( یہ ) ▁الفت ▁پیدا ▁نہ ▁کر ▁سکتے ▁لیکن ▁اللہ ▁نے ▁ان ▁کے ▁درمیان ▁( ایک ▁روحانی ▁رشت ے ▁سے ) ▁محبت ▁پیدا ▁فرما ▁دی۔ ▁بیش ک ▁وہ ▁بڑے ▁غل بہ ▁والا ▁حکمت ▁والا ▁ہے ،
▁سوا ي ے ▁اپنی ▁بیوی وں ▁کے ▁یا ▁اپنی ▁مم لو کہ ▁کنی ز وں ▁کے ▁کہ ▁اس ▁میں ▁ان ▁پر ▁کوي ی ▁ملا مت ▁نہیں ▁ہے۔
▁جو ▁نیک ی ▁لاي ے ▁اس ▁کے ▁لیے ▁اس ▁سے ▁بہتر ▁صل ہ ▁ہے ▁اور ▁ان ▁کو ▁اس ▁دن ▁کی ▁گھ برا ہ ٹ ▁سے ▁امان ▁ہے
▁تو ▁کہہ ▁دے ▁اگر ▁تم ▁اپنے ▁دل ▁کی ▁بات ▁چھپ او ▁یا ▁ظاہر ▁کرو ▁اسے ▁الله ▁جانتا ▁ہے ▁اور ▁جو ▁کچھ ▁اس مان وں ▁اور ▁جو ▁کچھ ▁زمین ▁میں ▁ہے ▁اسے ▁جانتا ▁ہے ▁اور ▁الله ▁ہر ▁چیز ▁ہر ▁قادر ▁ہے
▁اور ▁حکم ▁فرمایا ▁گیا ▁کہ ▁اے ▁زمین ! ▁اپنا ▁پانی ▁ن گل ▁لے ▁اور ▁اے ▁اس مان ! ▁تھ م ▁جا ▁اور ▁پانی ▁خشک ▁کردیا ▁گیا ▁اور ▁کام ▁تمام ▁ہوا ▁اور ▁کشتی ▁کو ہ ▁جو دی ▁پر ▁ٹھہر ی ▁اور ▁فرمایا ▁گیا ▁کہ ▁دور ▁ہوں ▁بے ▁انصاف ▁لوگ ،
▁اور ▁( قی امت ▁کا ) ▁سچ ا ▁وعدہ ▁قریب ▁اج اي ے ▁تو ▁نا گاہ ▁کا فر وں ▁کی ▁ان کھ یں ▁کھل ی ▁کی ▁کھل ی ▁رہ ▁جاي یں ▁( اور ▁کہنے ▁لگ یں ▁کہ ) ▁ہا ي ے ▁شام ت ▁ہم ▁اس ▁( حال ) ▁سے ▁غفلت ▁میں ▁رہے ▁بلکہ ▁( اپ نے ▁حق ▁میں ) ▁ظالم ▁تھے
▁کیا ▁اللہ ▁کے ▁سوا ▁اور ▁والی ▁ٹھہر الی ے ▁ہیں ▁تو ▁اللہ ▁ہی ▁والی ▁ہے ▁اور ▁وہ ▁مرد ے ▁جلا ي ے ▁گا ، ▁اور ▁وہ ▁سب ▁کچھ ▁کرسکتا ▁ہے
▁اور ▁اللہ ▁چاہتا ▁تو ▁ان ▁سب ▁کو ▁ایک ▁دین ▁پر ▁کردی تا ▁لیکن ▁اللہ ▁اپنی ▁رحمت ▁میں ▁لی تا ▁ہے ▁جسے ▁چاہے ▁اور ▁ظالم وں ▁کا ▁نہ ▁کوي ی ▁دوست ▁نہ ▁مدد گار
▁ہم ▁نے ▁اپ ▁پر ▁قر ان ▁ تدریج ا ▁نازل ▁کیا ▁ہے
▁اور ▁وہ ▁درخت ▁پیدا ▁کیا ▁ہے ▁جو ▁طور ▁سی نا ▁میں ▁پیدا ▁ہوتا ▁ہے ▁اس ▁سے ▁تیل ▁بھی ▁نکل تا ▁ہے ▁اور ▁وہ ▁کھانے ▁والوں ▁کے ▁لي ے ▁سالن ▁بھی ▁ہے
▁اس ▁پر ▁وہ ▁لوگ ▁چون کے ▁اور ▁کہا ▁کیا ▁تم ▁یوسف ▁ہو ؟ ▁کہا ▁ہاں ▁میں ▁یوسف ▁( ع ) ▁ہوں ▁اور ▁یہ ▁میرا ▁بھ اي ی ▁ہے ▁اللہ ▁نے ▁ہم ▁پر ▁احسان ▁کیا ▁بے ▁شک ▁جو ▁پر ہ یز گار ی ▁اختیار ▁کرتا ▁ہے ▁اور ▁صبر ▁سے ▁کام ▁لی تا ▁ہے ▁( وہ ▁بال اخر ▁ضرور ▁کامیاب ▁ہوتا ▁ہے ▁کیونکہ ) ▁اللہ ▁نیک و کار وں ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁کرتا ۔
▁پس ▁میرے ▁عذاب ▁اور ▁میرے ▁ڈرا نے ▁کا ▁م زہ ▁چک ھو
▁سب ▁تعریف ▁خدا ▁ہی ▁کو ▁( س زا وار ▁ہے ) ▁جو ▁اس مان وں ▁اور ▁زمین ▁کا ▁پیدا ▁کرنے ▁والا ▁( اور ) ▁فرشت وں ▁کو ▁قا صد ▁بنانے ▁والا ▁ہے ▁جن ▁کے ▁دو ▁دو ▁اور ▁تین ▁تین ▁اور ▁چار ▁چار ▁پر ▁ہیں۔ ▁وہ ▁( اپ نی ) ▁مخلوق ات ▁میں ▁جو ▁چاہتا ▁ہے ▁بڑھا تا ▁ہے۔ ▁بے شک ▁خدا ▁ہر ▁چیز ▁پر ▁قادر ▁ہے
▁خدا ▁کی ▁قسم ! ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁کي ی ▁امت وں ▁کی ▁طرف ▁رسول ▁بھیج ے ▁ہیں ▁پس ▁شیطان ▁نے ▁ان ▁کے ▁( بر ے ) ▁اعمال ▁خوش ن ما ▁کرکے ▁انہیں ▁دکھا ي ے ▁سو ▁وہی ▁اج ▁ان ▁کا ▁سرپرست ▁ہے ▁اور ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے۔
▁پس ▁جب ▁وہ ▁ان ▁لوگوں ▁کے ▁اور ▁ان ▁کے ▁خدا وں ▁سے ▁کنار ہ ▁کش ▁ہو گي ے ▁تو ▁ہم ▁نے ▁ان ▁کو ▁اسحاق ▁و ▁ی عق وب ▁جیسی ▁اولاد ▁عن ایت ▁فرما ي ی ▁اور ▁ہم ▁نے ▁سب ▁کو ▁نبی ▁بنایا ۔
▁اور ▁شہر ▁کے ▁اخر ی ▁کنار ے ▁سے ▁ایک ▁شخص ▁د وڑ تا ▁ہوا ▁ ایا ▁اس ▁نے ▁کہا : ▁اے ▁موسی ! ▁( قوم ▁فرع ون ▁کے ) ▁سردار ▁اپ ▁کے ▁بارے ▁میں ▁مشورہ ▁کر ▁رہے ▁ہیں ▁کہ ▁وہ ▁اپ ▁کو ▁قتل ▁کرد یں ▁سو ▁اپ ▁( یہ اں ▁سے ) ▁نکل ▁جاي یں ▁بیش ک ▁میں ▁اپ ▁کے ▁خیر ▁خواہ وں ▁میں ▁سے ▁ہوں ،
▁اور ▁یہ ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁ہے ▁کہ ▁اس ▁نے ▁تمہیں ▁م ٹی ▁سے ▁پیدا ▁کیا ▁پھر ▁اب ▁تم ▁انسان ▁ہو ▁جو ▁( زمین ▁میں ) ▁پھیل ے ▁ہو ي ے ▁ہو ،
▁اور ▁اپنے ▁رب ▁کا ▁حکم ▁سن ے ▁اور ▁اسے ▁سزا وار ▁ہی ▁یہ ▁ہے
▁بحر ▁و ▁بر ▁میں ▁فساد ▁ان ▁( گن ا ہ وں ) ▁کے ▁باعث ▁پھیل ▁گیا ▁ہے ▁جو ▁لوگوں ▁کے ▁ہاتھوں ▁نے ▁کم ا ▁رکھے ▁ہیں ▁تاکہ ▁( ا الله ) ▁انہیں ▁بعض ▁( بر ے ) ▁اعمال ▁کا ▁م زہ ▁چک ھا ▁دے ▁جو ▁انہوں ▁نے ▁کي ے ▁ہیں ، ▁تاکہ ▁وہ ▁باز ▁اج اي یں ،
▁( اور ) ▁کہا ▁اے ▁میرے ▁پروردگار ▁مجھے ▁معاف ▁کر ▁اور ▁مجھے ▁ایسی ▁سلطنت ▁عطا ▁کر ▁جو ▁میرے ▁بعد ▁کسی ▁کی لي ے ▁زیبا ▁نہ ▁ہو۔ ▁بیش ک ▁تو ▁بڑا ▁عطا ▁کرنے ▁والا ▁ہے۔
▁یہ ▁اس ▁لي ے ▁ہے ▁کہ ▁انہوں ▁نے ▁ان ▁لوگوں ▁سے ▁کہا ▁جو ▁اللہ ▁کی ▁نازل ▁کردہ ▁( ک تاب ) ▁کو ▁نا پسند ▁کرتے ▁ہیں ▁کہ ▁ہم ▁بعض ▁معاملات ▁میں ▁تمہاری ▁بات ▁مان ▁لیں ▁گے ▁اللہ ▁ان ▁کی ▁راز داری ▁کو ▁جانتا ▁ہے۔
▁ کھی ع ص
▁اور ▁اگر ▁اپ ▁ان ▁سے ▁باز ▁ پرس ▁کریں ▁گے ▁تو ▁کہیں ▁گے ▁کہ ▁ہم ▁تو ▁صرف ▁بات ▁چیت ▁اور ▁دل ▁لگی ▁کررہے ▁تھے ▁تو ▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁کیا ▁اللہ ▁اور ▁اس ▁کی ▁ای ات ▁اور ▁رسول ▁کے ▁بارے ▁میں ▁مذاق ▁ا ڑا ر ہے ▁تھے
▁وہ ▁پاک ▁ہے ▁جس ▁نے ▁رات وں ▁رات ▁اپنے ▁بند ے ▁کو ▁مسجد ح رام ▁سے ▁مسجد ▁ا قص ی ▁تک ▁سیر ▁کرا ي ی ▁جس ▁کے ▁ارد گرد ▁ہم ▁نے ▁برکت ▁رکھی ▁ہے ▁تاکہ ▁ہم ▁اسے ▁اپنی ▁کچھ ▁نشان یاں ▁دکھا ي یں ▁بے ▁شک ▁وہ ▁سن نے ▁والا ▁دیکھنے ▁ولا ▁ہے
▁جس ▁نے ▁کفر ▁کیا۔ ▁پس ▁اس ▁کے ▁کفر ▁کا ▁وبال ▁اسی ▁پر ▁ہوگا ▁اور ▁جنہوں ▁نے ▁نیک ▁عمل ▁کي ے ▁وہ ▁اپنے ▁ہی ▁لي ے ▁راہ ▁ہم وار ▁کر ▁رہے ▁ہیں۔
▁اللہ ▁تعالی ▁ارشاد ▁فرما ▁چکا ▁ہے ▁کہ ▁دو ▁مع بود ▁نہ ▁بنا و ۔ ▁مع بود ▁تو ▁صرف ▁وہی ▁اک یلا ▁ہے ، ▁پس ▁تم ▁سب ▁صرف ▁میرا ▁ہی ▁ڈر ▁خوف ▁رکھ و
▁بے شک ▁تم ▁تکلیف ▁دینے ▁والے ▁عذاب ▁کا ▁م زہ ▁چ کھ نے ▁والے ▁ہو
▁اپنی ▁رحمت ▁سے ▁خاص ▁کرتا ▁ہے ▁جسے ▁چاہے ▁اور ▁اللہ ▁بڑے ▁فضل ▁والا ▁ہے ،
▁( غرض ▁وہ ▁یوسف ▁کے ▁پاس ▁ ایا ▁اور ▁کہنے ▁لگا ) ▁یوسف ▁اے ▁بڑے ▁سچ ے ▁( یو سف ) ▁ہمیں ▁اس ▁خواب ▁کی ▁تعبیر ▁بتا ی ي ے ▁کہ ▁سات ▁مو ٹی ▁گا ي یوں ▁کو ▁سات ▁د بلی ▁گا ي یں ▁کھا ▁رہی ▁ہیں۔ ▁اور ▁سات ▁خوش ے ▁سبز ▁ہیں ▁اور ▁سات ▁سو کھ ے ▁تاکہ ▁میں ▁لوگوں ▁کے ▁پاس ▁واپس ▁جا ▁( کر ▁تعبیر ▁بتا وں ) ▁۔ ▁ عجب ▁نہیں ▁کہ ▁وہ ▁( تم ہ اری ▁قدر ) ▁جان یں
▁اور ▁ برت نے ▁کی ▁چیز ▁تک ▁روک تے ▁ہیں
▁اور ▁ہم ▁نے ▁قر ان ▁کو ▁سمجھ نے ▁کے ▁لي ے ▁اسان ▁کردیا ▁ہے ▁تو ▁کوي ی ▁ہے ▁کہ ▁سوچ ے ▁سمجھ ے ؟
▁اور ▁ہم ▁نے ▁اد م ▁کی ▁اولاد ▁کو ▁عزت ▁دی ▁ہے ▁اور ▁خشک ی ▁اور ▁دریا ▁میں ▁اسے ▁سوار ▁کیا ▁اور ▁ہم ▁نے ▁انہیں ▁ست ھر ی ▁چیز و ▁ ں ▁سے ▁ رزق ▁دیا ▁اور ▁اپنی ▁بہت ▁سی ▁مخلوق ات ▁پر ▁انہیں ▁فضیلت ▁عطا ▁کی
▁( ان ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ) ▁اج ▁ایک ▁ہلاکت ▁کو ▁نہ ▁پکار و ▁بلکہ ▁بہت ▁سی ▁ہلاکت وں ▁کو ▁پکار و ۔
▁بیش ک ▁وہ ▁صاحب ان ▁تقوی ▁محفوظ ▁مقام ▁پر ▁ہوں ▁گے
▁اے ▁ایمان ▁والو ! ▁تم ▁االله ▁کے ▁( اس ) ▁انعام ▁کو ▁یاد ▁کرو ▁( جو ) ▁تم ▁پر ▁ہوا ▁جب ▁قوم ▁( ک فار ) ▁نے ▁یہ ▁اراد ہ ▁کیا ▁کہ ▁اپنے ▁ہاتھ ▁( قتل ▁و ▁ہلاکت ▁کے ▁لي ے ) ▁تمہاری ▁طرف ▁در از ▁کریں ▁تو ▁االله ▁نے ▁ان ▁کے ▁ہاتھ ▁تم ▁سے ▁روک ▁دی ي ے ، ▁اور ▁االله ▁سے ▁ڈر تے ▁رہ و ، ▁اور ▁ایمان ▁والوں ▁کو ▁االله ▁ہی ▁پر ▁بھر وس ہ ▁رکھنا ▁چاہ ي ے ،
▁وہی ▁م قرب ▁بار گاہ ▁ہیں ،
▁اخر کار ▁ہم ▁نے ▁اس ▁کو ▁اور ▁اس ▁کے ▁ساتھ یوں ▁کو ▁ایک ▁بھر ی ▁ہو ي ی ▁کشتی ▁میں ▁بچا ▁لیا
▁اور ▁رات ▁( کی ▁تاریک ی ) ▁کی ▁جب ▁چھ ا ▁جاي ے
▁یہ ▁اللہ ▁کی ▁ایک ▁سنت ▁ہے ▁جو ▁پہلے ▁بھی ▁گزر ▁چکی ▁ہے ▁اور ▁تم ▁اللہ ▁کے ▁طریقہ ▁میں ▁ہر گز ▁کوي ی ▁تبدیلی ▁نہیں ▁پا و ▁گے
▁کتنی ▁دور ▁ہے ▁کتنی ▁دور ▁ہے ▁جو ▁تمہیں ▁وعدہ ▁دیا ▁جاتا ▁ہے
▁اور ▁اس ▁نے ▁ان ▁سے ▁منہ ▁پھ یر ▁لیا ▁اور ▁کہا ▁ہا ي ے ▁یوسف ! ▁اور ▁غم ▁سے ▁اس ▁کی ▁ان کھ یں ▁سفید ▁ہو ▁ گي یں ▁پس ▁وہ ▁سخت ▁غم گی ن ▁ہوا
▁اپ ▁جس ▁کتاب ▁کی ▁اپ ▁کی ▁طرف ▁وح ی ▁کی ▁ گي ی ▁ہے ▁اسے ▁پڑھ ▁کر ▁سنا ي یں ▁اور ▁نماز ▁قاي م ▁کریں ▁کہ ▁نماز ▁ہر ▁براي ی ▁اور ▁بد کاری ▁سے ▁روکنے ▁والی ▁ہے ▁اور ▁اللہ ▁کا ▁ذکر ▁بہت ▁بڑی ▁ش ے ▁ہے ▁اور ▁اللہ ▁تمہارے ▁کاروبار ▁سے ▁خوب ▁با خبر ▁ہے
▁میری ▁سن و ! ▁میں ▁تو ▁( س چے ▁دل ▁سے ) ▁تم ▁سب ▁کے ▁رب ▁پر ▁ایمان ▁لا ▁چکا
▁اور ▁( اس ▁دن ▁کا ▁حال ) ▁خوب ▁سن ▁لی جي ے ▁جس ▁دن ▁ایک ▁پکار نے ▁والا ▁قریب ی ▁جگہ ▁سے ▁پکار ے ▁گا ،
▁اس ▁پر ▁سارے ▁جادو گر ▁بے ▁اختیار ▁سج دے ▁میں ▁گر ▁پڑے
▁لیکن ▁جس ▁کو ▁نام ي ہ ▁اعمال ▁باي یں ▁ہاتھ ▁میں ▁دیا ▁جاي ے ▁گا ▁وہ ▁کہ ے ▁گا ▁اے ▁کاش ▁یہ ▁ نامہ ▁اعمال ▁مجھے ▁نہ ▁دیا ▁جاتا
▁نیز ▁یہ ▁کہ ▁میں ▁قر ان ▁پڑھ ▁کر ▁سنا تا ▁رہ وں ▁سو ▁جس ▁شخص ▁نے ▁ہدایت ▁قبول ▁کی ▁تو ▁اس ▁نے ▁اپنے ▁ہی ▁فاي دہ ▁کے ▁لي ے ▁راہ ▁راست ▁اختیار ▁کی ، ▁اور ▁جو ▁بہ کا ▁رہا ▁تو ▁اپ ▁فرما ▁دیں ▁کہ ▁میں ▁تو ▁صرف ▁ڈر ▁سن انے ▁والوں ▁میں ▁سے ▁ہوں ،
▁اس ▁( پا کی زہ ) ▁خاتون ▁( مر یم ▁علیہ ا ▁السلام ) ▁کو ▁بھی ▁( ی اد ▁کریں ) ▁جس ▁نے ▁اپنی ▁ع فت ▁کی ▁حفاظت ▁کی ▁پھر ▁ہم ▁نے ▁اس ▁میں ▁اپنی ▁روح ▁پھ ون ک ▁دی ▁اور ▁ہم ▁نے ▁اسے ▁اور ▁اس ▁کے ▁بیٹے ▁( ع یسی ▁علیہ ▁السلام ) ▁کو ▁ جہ ان ▁والوں ▁کے ▁لي ے ▁( اپ نی ▁قدرت ▁کی ) ▁نشانی ▁بنا ▁دیا ،
▁ غرض ▁کتنی ▁ہی ▁بست یاں ▁ہیں ▁جنہیں ▁ہم ▁نے ▁تباہ ▁و ▁بر باد ▁کردیا ▁کہ ▁وہ ▁ظالم ▁تھیں ▁تو ▁اب ▁وہ ▁اپنی ▁چھ ت وں ▁کے ▁بل ▁ال ٹی ▁پڑ ی ▁ہیں ▁اور ▁ان ▁کے ▁کن ویں ▁معطل ▁پڑے ▁ہیں ▁اور ▁ان ▁کے ▁مضبوط ▁محل ▁بھی ▁مس مار ▁ہو گي ے ▁ہیں
▁ہم ▁نے ▁نوح ▁کو ▁ان ▁کی ▁قوم ▁کی ▁طرف ▁بھی جا ▁کہ ▁پیش تر ▁اس ▁کے ▁کہ ▁ان ▁پر ▁درد ▁دینے ▁والا ▁عذاب ▁واقع ▁ہو ▁اپنی ▁قوم ▁کو ▁ہدایت ▁کرد و
▁کیا ▁یہ ▁لوگ ▁خیال ▁نہیں ▁کرتے ▁کہ ▁وہ ▁( دو بار ہ ▁زندہ ▁کر ▁کے ) ▁اٹھا ي ے ▁جاي یں ▁گے۔
▁کیا ▁وہ ▁نہیں ▁جانتا ▁کہ ▁االله ▁( اس ▁کے ▁سارے ▁کردار ▁کو ) ▁دیکھ ▁رہا ▁ہے ،
▁تم ▁سے ▁پوچھ تے ▁ہیں ▁کہ ▁کون ▁کون ▁سی ▁چیز یں ▁ان ▁کے ▁لیے ▁حلال ▁ہیں ▁( ان ▁سے ) ▁کہہ ▁دو ▁کہ ▁سب ▁پاک ی زہ ▁چیز یں ▁تم ▁کو ▁حلال ▁ہیں ▁اور ▁وہ ▁( ش کار ) ▁بھی ▁حلال ▁ہے ▁جو ▁تمہارے ▁لیے ▁ان ▁شکار ی ▁جانور وں ▁نے ▁پکڑ ا ▁ہو ▁جن ▁کو ▁تم ▁نے ▁سد ھا ▁رکھا ▁ہو ▁اور ▁جس ▁( طر یق ) ▁سے ▁خدا ▁نے ▁تمہیں ▁( ش کار ▁کرنا ) ▁سکھ ایا ▁ہے ▁( اس ▁طریق ▁سے ) ▁تم ▁نے ▁ان ▁کو ▁سکھ ایا ▁ہو ▁تو ▁جو ▁شکار ▁وہ ▁تمہارے ▁لي ے ▁پکڑ ▁رکھیں ▁اس ▁کو ▁کھا ▁لیا ▁کرو ▁اور ▁( ش کاری ▁جانور وں ▁کو ▁چھوڑ تے ▁وقت ) ▁خدا ▁کا ▁نام ▁لے ▁لیا ▁کرو ▁اور ▁خدا ▁سے ▁ڈر تے ▁رہ و ۔ ▁بے شک ▁خدا ▁جلد ▁حساب ▁لینے ▁والا ▁ہے
▁( یق ین ▁جان و ▁کہ ▁یہاں ▁ا جار ہ ▁کسی ▁کا ▁بھی ▁نہیں ▁ہے ) ▁مسلمان ▁ہو ▁ ں ▁یا ▁یہودی ، ▁ صاب ی ▁ہو ▁ ں ▁یا ▁ع یس اي ی ، ▁جو ▁بھی ▁اللہ ▁اور ▁روز ▁اخر ▁پر ▁ایمان ▁لاي ے ▁گا ▁اور ▁نیک ▁عمل ▁کرے ▁گا ▁بے ▁شک ▁اس ▁کے ▁لیے ▁نہ ▁کسی ▁خوف ▁کا ▁مقام ▁ہے ▁نہ ▁رنج ▁کا
▁اے ▁نبی ▁ہم ▁نے ▁اپ ▁کو ▁ب لاش بہ ▁گواہ ی ▁دینے ▁والا ▁اور ▁خوش خبر ی ▁دینے ▁والا ▁اور ▁ڈرا نے ▁والا ▁بنا ▁کر ▁بھی جا ▁ہے
▁یہی ▁لوگ ▁بھ لا ي یاں ▁کرنے ▁میں ▁جلد ی ▁کیا ▁کرتے ▁ہیں ▁اور ▁بھ لا ي یوں ▁میں ▁سبق ت ▁لے ▁جانے ▁والے ▁ہیں۔
▁کیا ▁اپ ▁نے ▁منا فق وں ▁کو ▁نہیں ▁دیکھا ▁جو اپ نے ▁اہل ▁کتاب ▁کے ▁کا فر ▁بھ اي یوں ▁سے ▁کہتے ▁ہیں ▁کہ ▁اگر ▁تم ▁نکال ے ▁ گي ے ▁تو ▁ضرور ▁ہم ▁بھی ▁تمہارے ▁ساتھ ▁نکل یں ▁گے ▁اور ▁تمہارے ▁معاملہ ▁میں ▁کبھی ▁کسی ▁کی ▁بات ▁نہ ▁مان یں ▁گے ▁اور ▁اگر ▁تم ▁سے ▁لڑ اي ی ▁ہو ▁گی ▁تو ▁ہم ▁تمہاری ▁مدد ▁کریں ▁گے ▁اور ▁الله ▁گواہ ی ▁دیتا ▁ہے ▁کہ ▁وہ ▁سراسر ▁جھوٹ ے ▁ہیں
▁تم ▁اللہ ▁کے ▁عہد ▁کو ▁تھ و ڑے ▁مول ▁کے ▁بدل ے ▁نہ ▁بیچ ▁دیا ▁کرو ۔ ▁یاد ▁رکھ و ▁اللہ ▁کے ▁پاس ▁کی ▁چیز ▁ہی ▁تمہارے ▁لیے ▁بہتر ▁ہے ▁بشر طی کہ ▁تم ▁میں ▁علم ▁ہو
▁اور ▁کا فر وں ▁نے ▁کہا ▁کہ ▁ہم ▁ہر گز ▁نہ ▁تو ▁اس ▁قر ان ▁کو ▁مان یں ▁نہ ▁اس ▁سے ▁پہلے ▁کی ▁کتابوں ▁کو ! ▁اے ▁دیکھنے ▁والے ▁کاش ▁کہ ▁تو ▁ان ▁ظالم وں ▁کو ▁اس ▁وقت ▁دیکھ تا ▁جب ▁کہ ▁یہ ▁اپنے ▁رب ▁کے ▁سامنے ▁کھڑے ▁ہو ي ے ▁ایک ▁دوسرے ▁کو ▁الزام ▁دے ▁رہے ▁ہوں ▁گے ▁کمزور ▁لوگ ▁بڑے ▁لوگوں ▁سے ▁کہیں ▁گے ▁اگر ▁تم ▁نہ ▁ہوتے ▁تو ▁ہم ▁تو ▁مومن ▁ہوتے
▁پھر ▁دونوں ▁نے ▁اس ▁درخت ▁سے ▁کھا یا ▁تب ▁ان ▁پر ▁ان ▁کی ▁بر ہ نگی ▁ظاہر ▁ہو گي ی ▁اور ▁اپنے ▁اوپر ▁جنت ▁کے ▁پ تے ▁چپ کا نے ▁لگے ▁اور ▁اد م ▁نے ▁اپنے ▁رب ▁کی ▁نا فر مان ی ▁کی ▁پھر ▁بھ ٹک ▁گیا
▁اور ▁جب ▁ہم ▁نے ▁نبی وں ▁سے ▁عہد ▁لیا ▁اور اپ ▁سے ▁اور ن وح ▁اور ▁اب راھ یم ▁اور ▁موسی ▁اور ▁مریم ▁کے ▁بیٹے ▁عیسی ▁سے ▁بھی ▁اور ▁ان ▁سے ▁ہم ▁نے ▁پک ا ▁عہد ▁لیا ▁تھا
▁اور ▁بیش ک ▁ہم ▁نے ▁انہیں ▁عذاب ▁میں ▁پکڑ ▁لیا ▁پھر ▁( بھی ) ▁انہوں ▁نے ▁اپنے ▁رب ▁کے ▁لي ے ▁عاجز ی ▁اختیار ▁نہ ▁کی ▁اور ▁نہ ▁وہ ▁( اس ▁کے ▁حضور ) ▁گ ڑ گ ڑا ي ے ،
▁اور ▁جب ▁موسی ▁ہمارے ▁مقرر ▁کردہ ▁وقت ▁پر ▁اي ے ▁اور ▁ان ▁کے ▁رب ▁نے ▁ان ▁سے ▁باتیں ▁کی ں ▁تو ▁عرض ▁کیا ▁کہ ▁اے ▁میرے ▁رب ▁مجھے ▁دکھا ▁کہ ▁میں ▁تج ھے ▁دیکھ وں ▁فرمایا ▁کہ ▁تو ▁مجھے ▁ہر ▁ گز ▁نہیں ▁دیکھ ▁سکتا ▁لیکن ▁تو ▁پہاڑ ▁کی ▁طرف ▁دیکھ تا ▁رہ ▁اگر ▁وہ ▁اپنی ▁جگہ ▁پر ▁ٹھہر ا ▁رہا ▁تو ▁تو ▁مجھے ▁دیکھ ▁سکے ▁گا ▁پھر ▁جب ▁اس ▁کے ▁رب ▁نے ▁پہاڑ ▁کی ▁طرف ▁تج لی ▁کی ▁تو ▁اس ▁کو ▁ریز ہ ▁ریز ہ ▁کر ▁دیا ▁اور ▁موسی ▁بے ▁ہو ش ▁ہو ▁کر ▁گر ▁پڑے ▁پھر ▁جب ▁ہو ش ▁میں ▁اي ے ▁تو ▁عرض ▁کی ▁کہ ▁تیر ی ▁ذات ▁پاک ▁ہے ▁میں ▁تیر ی ▁جانب ▁میں ▁تو بہ ▁کرتا ▁ہوں ▁اور ▁میں ▁سب ▁سے ▁پہلا ▁یقین ▁لانے ▁والا ▁ہوں
▁اور ▁جو ▁خرچ ▁کرتے ▁وقت ▁بھی ▁نہ ▁تو ▁اس راف ▁کرتے ▁ہیں ▁نہ ▁بخ یلی ، ▁بلکہ ▁ان ▁دونوں ▁کے ▁درمیان ▁معتدل ▁طریقے ▁پر ▁خرچ ▁کرتے ▁ہیں
▁اب ▁الله ▁نے تم ▁سے ▁بوجھ ▁ہل کا ▁کر ▁دیا ▁اور ▁معلوم ▁کر ▁لیا ▁کہ ▁تم ▁میں ▁کس ▁قدر ▁کمزور ی ▁ہے ▁پس ▁اگر ▁تم ▁سو ▁ثابت ▁قدم ▁رہنے ▁والے ▁ہوں ▁گے ▁تو ▁دو ▁سو ▁پر ▁غالب ▁ ايي ں ▁گے ▁اور ▁اگر ▁ہر ار ▁ہوں ▁گے ▁تو ▁الله ▁کے ▁حکم ▁سے ▁دو ▁ہزار ▁پر ▁غالب ▁ ايي ں ▁گے ▁اور ▁الله ▁صبر ▁کرنے ▁والوں ▁کے ▁ساتھ ▁ہے
▁تو ▁وہ ▁خاطر ▁خواہ ▁ع یش ▁میں ▁ہوگا
▁کیا ▁اسے ▁تم ▁نے ▁با دل ▁سے ▁اتار ا ▁ہے ▁یا ▁ہم ▁اتار نے ▁والے ▁ہیں ،
▁جس ▁کی ▁طرف ▁روح ▁( الا مین ) ▁اور ▁فرشت ے ▁پڑھ تے ▁ہیں ▁( اور ) ▁اس ▁روز ▁( نا زل ▁ہوگا ) ▁جس ▁کا ▁اندازہ ▁پچ اس ▁ہزار ▁برس ▁کا ▁ہوگا
▁سچ ▁مچ ▁ہونے ▁والی
▁اور ▁ایسے ▁لوگوں ▁سے ▁بالکل ▁کنار ه ▁کش ▁رہیں ▁جنہوں ▁نے ▁اپنے ▁دین ▁کو ▁کھیل ▁تماشا ▁بنا ▁رکھا ▁ہے ▁اور ▁د نیو ی ▁زندگی ▁نے ▁انہیں ▁دھو کہ ▁میں ▁ڈال ▁رکھا ▁ہے ▁اور ▁اس ▁قر ان ▁کے ▁ذریعہ ▁سے ▁نص ی حت ▁بھی ▁کرتے ▁رہیں ▁تاکہ ▁کوي ی ▁شخص ▁اپنے ▁کردار ▁کے ▁سبب ▁( اس ▁طرح ) ▁نہ ▁پھنس ▁جاي ے ▁کہ ▁کوي ی ▁غیر ▁اللہ ▁اس ▁کا ▁نہ ▁مدد گار ▁ہو ▁اور ▁نہ ▁سفارش ی ▁اور ▁یہ ▁کیفیت ▁ہو ▁کہ ▁اگر ▁دنیا ▁بھر ▁کا ▁معا وض ہ ▁بھی ▁دے ▁ڈال ے ▁تب ▁بھی ▁اس ▁سے ▁نہ ▁لیا ▁جاي ے۔ ▁ایسے ▁ہی ▁ہیں ▁کہ ▁اپنے ▁کردار ▁کے ▁سبب ▁پھنس ▁ گي ے ، ▁ان ▁کے ▁لي ے ▁نہای ت ▁تیز ▁گرم ▁پانی ▁پی نے ▁کے ▁لي ے ▁ہوگا ▁اور ▁درد ناک ▁سزا ▁ہوگی ▁اپنے ▁کفر ▁کے ▁سبب
▁اپ ▁کہہ ▁دی جی ے ▁اگر ▁تم ▁جانتے ▁ہو ▁تو ▁( بت او ) ▁کہ ▁زمین ▁اور ▁جو ▁اس ▁میں ▁رہتے ▁ہیں ▁کس ▁کی لي ے ▁ہیں ؟
▁جب ▁تم ▁اس ▁( بات ) ▁کو ▁( ایک ▁دوسرے ▁سے ▁سن ▁کر ) ▁اپنی ▁زبان وں ▁پر ▁لا تے ▁رہے ▁اور ▁اپنے ▁منہ ▁سے ▁وہ ▁کچھ ▁کہتے ▁رہے ▁جس ▁کا ▁( خود ) ▁تمہیں ▁کوي ی ▁علم ▁ہی ▁نہ ▁تھا ▁اور ▁اس ▁( چر چے ) ▁کو ▁معمولی ▁بات ▁خیال ▁کر ▁رہے ▁تھے ، ▁حالانک ہ ▁وہ ▁اللہ ▁کے ▁حضور ▁بہت ▁بڑی ▁( جس ارت ▁ہو ▁رہی ) ▁تھی ،
▁تیر ے ▁رب ▁کی ▁رحمت ▁کے ▁طور ▁پر ▁یقینا ▁وہی ▁سب ▁کچھ ▁سن نے ▁اور ▁جان نے ▁والا ▁ہے
▁تمہارے ▁زند وں ▁اور ▁مرد وں ▁کی
▁اور ▁بعض ▁ان ▁میں ▁ان ▁پڑھ ▁ہیں ▁کہ ▁اپنے ▁باطل ▁خیالات ▁کے ▁سوا ▁( خدا ▁کی ) ▁کتاب ▁سے ▁وا قف ▁ہی ▁نہیں ▁اور ▁وہ ▁صرف ▁ ظن ▁سے ▁کام ▁لیتے ▁ہیں
▁اور ▁ہم ▁نے ▁ان ▁کو ▁اہل ▁و ▁ عی ال ▁اور ▁ان ▁کے ▁ساتھ ▁ان ▁کے ▁برابر ▁اور ▁بخش ے۔ ▁( یہ ) ▁ہماری ▁طرف ▁سے ▁رحمت ▁اور ▁عقل ▁والوں ▁کے ▁لي ے ▁نص ی حت ▁تھی
▁اور ▁ان ▁لوگوں ▁نے ▁اللہ ▁سے ▁یقینی ▁عہد ▁کیا ▁تھا ▁کہ ▁ہر گز ▁پی ٹھ ▁نہ ▁پھر اي یں ▁گے ▁اور ▁اللہ ▁کے ▁عہد ▁کے ▁بارے ▁میں ▁ب ہر حال ▁سوال ▁کیا ▁جاي ے ▁گا
▁جو ▁کوي ی ▁اخر ت ▁کی ▁کھ یتی ▁چاہتا ▁ہے ▁اس ▁کی ▁کھ یتی ▁کو ▁ہم ▁بڑھا تے ▁ہیں ، ▁اور ▁جو ▁دنیا ▁کی ▁کھ یتی ▁چاہتا ▁ہے ▁اسے ▁دنیا ▁ہی ▁میں ▁سے ▁دیتے ▁ہیں ▁مگر ▁اخر ت ▁میں ▁اس ▁کا ▁کوي ی ▁حصہ ▁نہیں ▁ہے
▁یہاں ▁تک ▁کہ ▁جب ▁ان ▁میں ▁سے ▁کسی ▁کی ▁موت ▁ا گي ی ▁تو ▁کہنے ▁لگا ▁کہ ▁پروردگار ▁مجھے ▁پل ٹا ▁دے
▁اور ▁یہ ▁کہ ▁اس ▁کی ▁کو ▁شش ▁عن قر ▁ یب ▁دیکھی ▁جا ے ▁گی
▁مگر ▁جو ▁لوگ ▁ہماری ▁نشانی وں ▁کو ▁جھ ٹل ات ے ▁ہیں ▁وہ ▁بہ رے ▁اور ▁گو نگے ▁ہیں ، ▁تاریک یوں ▁میں ▁پڑے ▁ہو ي ے ▁ہیں ▁اللہ ▁جسے ▁چاہتا ▁ہے ▁بھ ٹک ا ▁دیتا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁سید ھے ▁رس تے ▁پر ▁لگا ▁دیتا ▁ہے
▁اور ▁( وہ ▁وقت ▁بھی ▁یاد ▁کریں ) ▁جب ▁ہم ▁نے ▁فرشت وں ▁سے ▁فرمایا ▁کہ ▁اد م ▁( علی ہ ▁السلام ) ▁کو ▁سج دہ ▁کرو ▁تو ▁سب ▁نے ▁سج دہ ▁کیا ▁سوا ي ے ▁اب لیس ▁کے ، ▁اس ▁نے ▁انکار ▁اور ▁تک بر ▁کیا ▁اور ▁( نت یج ۃ ) ▁کا فر وں ▁میں ▁سے ▁ہو ▁گیا ،
▁یہ ▁لوگ ▁کتنے ▁ہی ▁باغ ات ▁اور ▁چشم ے ▁چھوڑ ▁ گي ے
▁یقینا ▁تم ہ ارا ▁رب ▁ان ▁سب ▁کو ▁اک ٹھا ▁کرے ▁گا ، ▁وہ ▁حکیم ▁بھی ▁ہے ▁اور ▁علی م ▁بھی
▁اے ▁ایمان ▁والو ! ▁اگر ▁تمہارے ▁پاس ▁کوي ی ▁فا سق ▁( شخص ) ▁کوي ی ▁خبر ▁لاي ے ▁تو ▁خوب ▁تحقیق ▁کر ▁لیا ▁کرو ▁( ایس ا ▁نہ ▁ہو ) ▁کہ ▁تم ▁کسی ▁قوم ▁کو ▁لا علم ی ▁میں ▁( نا حق ) ▁تکلیف ▁پہنچا ▁بیٹھ و ، ▁پھر ▁تم ▁اپنے ▁کي ے ▁پر ▁پ چھ تا تے ▁رہ ▁جا و ،
▁تم ▁فرما و ▁بھ لا ▁بتا و ▁تو ▁اگر ▁اللہ ▁تمہارے ▁کان ▁ان کھ ▁لے ▁لے ▁اور ▁تمہارے ▁دل وں ▁پر ▁مہر ▁کرد ے ▁تو ▁اللہ ▁سوا ▁کون ▁خدا ▁ہے ▁کہ ▁تمہیں ▁یہ ▁چیز یں ▁لا دے ▁دیکھ و ▁ہم ▁کس ▁کس ▁رنگ ▁سے ▁ ایت یں ▁بیان ▁کرتے ▁ہیں ▁پھر ▁وہ ▁منہ ▁پھ یر ▁لیتے ▁ہیں ،
▁یا ▁کچھ ▁زیادہ ▁کرد و ▁اور ▁قر ان ▁کو ▁ٹھہر ▁ٹھہر ▁کر ▁با قاعدہ ▁پڑھ و
▁بیش ک ▁االله ▁مومن وں ▁سے ▁راضی ▁ہو ▁گیا ▁جب ▁وہ ▁( حد یب یہ ▁میں ) ▁درخت ▁کے ▁نیچے ▁اپ ▁سے ▁بی عت ▁کر ▁رہے ▁تھے ، ▁سو ▁جو ▁( جذب ہ ▁صدق ▁و ▁ وفا ) ▁ان ▁کے ▁دل وں ▁میں ▁تھا ▁االله ▁نے ▁معلوم ▁کر ▁لیا ▁تو ▁االله ▁نے ▁ان ▁( کے ▁دل وں ) ▁پر ▁خاص ▁تس کین ▁نازل ▁فرما ي ی ▁اور ▁انہیں ▁ایک ▁بہت ▁ہی ▁قریب ▁فتح ▁( خی بر ) ▁کا ▁انعام ▁عطا ▁کیا ،
▁اس ▁کے ▁بعد ▁ہم ▁نے ▁موسی ▁کو ▁ہر ▁شعبہ ▁زندگی ▁کے ▁متعلق ▁نص ی حت ▁اور ▁ہر ▁پہلو ▁کے ▁متعلق ▁واضح ▁ہدایت ▁تخت یوں ▁پر ▁لکھ ▁کر ▁دے ▁دی ▁اور ▁اس ▁سے ▁کہا : ▁" ان ▁ہ دا یات ▁کو ▁مضبوط ▁ہاتھوں ▁سے ▁سنبھال ▁اور ▁اپنی ▁قوم ▁کو ▁حکم ▁دے ▁کہ ▁ان ▁کے ▁بہتر ▁مف ہ وم ▁کی ▁پیر وی ▁کریں ▁عن قر یب ▁میں ▁تمہیں ▁فا سق وں ▁کے ▁گھر ▁دکھا وں ▁گا
▁اگر ▁تو ▁انہیں ▁چھوڑ ▁دے ▁گا ▁تو ▁( ی قی نا ) ▁یہ ▁تیر ے ▁( اور ) ▁بند وں ▁کو ▁( بھی ) ▁گم راه ▁کر ▁دیں ▁گے ▁اور ▁یہ ▁ف اجر وں ▁اور ▁ڈھ یٹ ▁کا فر وں ▁ہی ▁کو ▁جنم ▁دیں ▁گے
▁اور ▁جتن ے ▁لوگ ▁بھی ▁زمین ▁میں ▁ہیں ، ▁سب ▁کے ▁سب ▁( اپ نی ▁ذات ▁کے ▁لي ے ▁بدل ہ ▁کر ▁دے )، ▁پھر ▁یہ ▁( ف دی ہ ) ▁اسے ▁( اللہ ▁کے ▁عذاب ▁سے ) ▁بچا ▁لے ،
▁ارشاد ▁ہوا ▁کہ ▁پھر ▁حق ▁یہ ▁ہے ▁اور ▁میں ▁حق ▁ہی ▁کہ تا ▁ہوں۔
▁اور ▁( ک فار ) ▁کہتے ▁ہیں ▁کہ ▁یہ ▁( رسول ) ▁ہمارے ▁پاس ▁اپنے ▁رب ▁کی ▁طرف ▁سے ▁کوي ی ▁نشانی ▁کیوں ▁نہیں ▁لا تے ، ▁کیا ▁ان ▁کے ▁پاس ▁ان ▁بات وں ▁کا ▁واضح ▁ثبوت ▁( یعنی ▁قر ان ) ▁نہیں ▁ا گیا ▁جو ▁ اگ لی ▁کتابوں ▁میں ▁( م ذ کور ) ▁تھیں ،
▁تو ▁ان ▁کی ▁قوم ▁کے ▁سردار ▁جو ▁کا فر ▁تھے ▁کہنے ▁لگے ▁کہ ▁یہ ▁تو ▁تم ▁ہی ▁جیسا ▁اد می ▁ہے۔ ▁تم ▁پر ▁بڑا ي ی ▁حاصل ▁کرنی ▁چاہتا ▁ہے۔ ▁اور ▁اگر ▁خدا ▁چاہتا ▁تو ▁فرشت ے ▁اتار ▁دیتا ۔ ▁ہم ▁نے ▁اپنے ▁اگلے ▁باپ ▁داد ا ▁میں ▁تو ▁یہ ▁بات ▁کبھی ▁سنی ▁نہیں ▁تھی
▁کیا ▁ہم ▁جب ▁گلی ▁ہ ڈ یاں ▁ہو جا ي یں ▁گے
▁اور ▁اگر ▁تم ▁عورتوں ▁کو ▁ان ▁کے ▁پاس ▁جانے ▁یا ▁ان ▁کا ▁مہر ▁مقرر ▁کرنے ▁سے ▁پہلے ▁طلاق ▁دے ▁دو ▁تو ▁تم ▁پر ▁کچھ ▁گناہ ▁نہیں۔ ▁ہاں ▁ان ▁کو ▁دستور ▁کے ▁مطابق ▁کچھ ▁خرچ ▁ضرور ▁دو ▁( یعنی ) ▁مق دور ▁والا ▁اپنے ▁مق دور ▁کے ▁مطابق ▁دے ▁اور ▁تنگ دست ▁اپنی ▁حیثیت ▁کے ▁مطابق ۔ ▁نیک ▁لوگوں ▁پر ▁یہ ▁ایک ▁طرح ▁کا ▁حق ▁ہے
▁اور ▁ہم ▁نے ▁مریم ▁اور ▁اس ▁کے ▁بیٹے ▁کو ▁نشانی ▁کیا ▁اور ▁انہیں ▁ ٹھ کان ا ▁دیا ▁ایک ▁بلند ▁زمین ▁جہاں ▁بس نے ▁کا ▁مقام ▁اور ▁ن گاہ ▁کے ▁سامنے ▁بہت ا ▁پانی ،
▁بے ▁شک ▁تیر ے ▁رب ▁کی ▁گرفت ▁بہت ▁سخت ▁ہے
▁کیا ▁وه ▁ایک ▁گا ڑھ ے ▁پانی ▁کا ▁قطر ه ▁نہ ▁تھا ▁جو ▁ٹ پک ایا ▁گیا ▁تھا ؟
▁چاہے ▁وہ ▁کتنی ▁ہی ▁معذرت یں ▁پیش ▁کرے
▁اے ▁ایمان ▁والو ▁جب ▁تمہارے ▁پاس ▁مسلمان ▁عورت یں ▁کفر ستان ▁سے ▁اپنے ▁گھر ▁چھوڑ ▁کر ▁اي یں ▁تو ▁ان ▁کا ▁امتحان ▁کرو ▁اللہ ▁ان ▁کے ▁ایمان ▁کا ▁حال ▁بہتر ▁جانتا ▁ہے ، ▁پھر ▁اگر ▁تمہیں ▁ایمان ▁وال یاں ▁معلوم ▁ہوں ▁تو ▁انہیں ▁کا فر وں ▁کو ▁واپس ▁نہ ▁دو ، ▁نہ ▁یہ ▁انہیں ▁حلال ▁نہ ▁وہ ▁انہیں ▁حلال ▁اور ▁ان ▁کے ▁کا فر ▁شوہر وں ▁کو ▁دے ▁دو ▁جو ▁ان ▁کا ▁خرچ ▁ہوا ▁اور ▁تم ▁پر ▁کچھ ▁گناہ ▁نہیں ▁کہ ▁ان ▁سے ▁نکاح ▁کر لو ▁جب ▁ان ▁کے ▁مہر ▁انہیں ▁دو ▁اور ▁کا فر ن یوں ▁کے ▁نکاح ▁پر ▁جم ے ▁نہ ▁رہ و ▁اور ▁مانگ ▁لو ▁جو ▁تم ہ ارا ▁خرچ ▁ہوا ▁اور ▁کا فر ▁مانگ ▁لیں ▁جو ▁انہوں ▁نے ▁خرچ ▁کیا ▁یہ ▁اللہ ▁کا ▁حکم ▁ہے ، ▁وہ ▁تم ▁میں ▁فیصلہ ▁فرما تا ▁ہے ، ▁اور ▁اللہ ▁علم ▁و ▁حکمت ▁والا ▁ہے ،
▁اور ▁جو ▁کچھ ▁تمہارے ▁ہاتھ ▁میں ▁ہے ▁اسے ▁ڈال ▁دو ▁یہ ▁ان ▁کے ▁سارے ▁کي ے ▁ دھر ے ▁کو ▁چن ▁لے ▁گا ▁ان ▁لوگوں ▁نے ▁جو ▁کچھ ▁کیا ▁ہے ▁وہ ▁صرف ▁جادو گر ▁کی ▁چال ▁ہے ▁اور ▁بس ▁اور ▁جادو گر ▁جہاں ▁بھی ▁جاي ے ▁کبھی ▁کامیاب ▁نہیں ▁ہوسکتا
▁اپ ▁مومن ▁مرد وں ▁سے ▁فرما ▁دیں ▁کہ ▁وہ ▁اپنی ▁ن گاہ یں ▁نی چی ▁رکھا ▁کریں ▁اور ▁اپنی ▁شرم ▁گاہ وں ▁کی ▁حفاظت ▁کیا ▁کریں ، ▁یہ ▁ان ▁کے ▁لي ے ▁بڑی ▁پاک ی زہ ▁بات ▁ہے۔ ▁بیش ک ▁اللہ ▁ان ▁کام وں ▁سے ▁خوب ▁ا گاہ ▁ہے ▁جو ▁یہ ▁انجام ▁دے ▁رہے ▁ہیں ،
▁تم ▁فرما و ▁بھ لا ▁بتا و ▁تو ▁وہ ▁جو ▁اللہ ▁نے ▁تمہارے ▁لیے ▁ رزق ▁اتار ا ▁اس ▁میں ▁تم ▁نے ▁اپنی ▁طرف ▁سے ▁حرام ▁و ▁حلال ▁ٹھہر الیا ▁تم ▁فرما و ▁کیا ▁اللہ ▁نے ▁اس ▁کی ▁تمہیں ▁اجازت ▁دی ▁یا ▁اللہ ▁پر ▁جھوٹ ▁بان دھ تے ▁ہو
▁اور ▁ان ▁سے ▁ان ▁کے ▁ نف قات ▁( یعنی ▁صدق ات ) ▁کے ▁قبول ▁کي ے ▁جانے ▁میں ▁کوي ی ▁( اور ) ▁چیز ▁انہیں ▁مانع ▁نہیں ▁ہو ي ی ▁سوا ي ے ▁اس ▁کے ▁کہ ▁وہ ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کے ▁من کر ▁ہیں ▁اور ▁وہ ▁نماز ▁کی ▁ادا ي ی گی ▁کے ▁لي ے ▁نہیں ▁ا تے ▁مگر ▁کا ہ لی ▁و ▁بے ▁رغبت ی ▁کے ▁ساتھ ▁اور ▁وہ ▁( اللہ ▁کی ▁راہ ▁میں ) ▁خرچ ▁( بھی ) ▁نہیں ▁کرتے ▁مگر ▁اس ▁حال ▁میں ▁کہ ▁وہ ▁نا خوش ▁ہوتے ▁ہیں ،
▁اور ▁فرع ون ▁نے ▁کہا ▁مجھے ▁چھوڑ ▁دو ▁کہ ▁میں ▁موسی ▁( علی ہ ▁السلام ) ▁کو ▁مار ▁ڈال وں ▁اور ▁اسے ▁چاہ ي ے ▁کہ ▁اپنے ▁رب ▁کو ▁پکار ے ، ▁مجھے ▁تو ▁ڈر ▁ہے ▁کہ ▁یہ ▁کہیں ▁تم ہ ارا ▁دین ▁نہ ▁بدل ▁ڈال ے ▁یا ▁ملک ▁میں ▁کوي ی ▁( بہ ت ▁بڑا ) ▁فساد ▁برپا ▁نہ ▁کرد ے
▁ہر ▁نفس ▁موت ▁کا ▁م زہ ▁چ کھ نے ▁والا ▁ہے ▁اور ▁تم ہ ارا ▁مکمل ▁بدل ہ ▁تو ▁صرف ▁قیامت ▁کے ▁دن ▁ملے ▁گا - ▁اس ▁وقت ▁جسے ▁ جہ نم ▁سے ▁بچا ▁لیا ▁گیا ▁اور ▁جنت ▁میں ▁داخل ▁کردیا ▁گیا ▁وہ ▁کامیاب ▁ہے ▁اور ▁ز ندگان ی ▁دنیا ▁تو ▁صرف ▁دھو کہ ▁کا سر ما یہ ▁ہے
▁اور ▁اس ▁سے ▁پہلے ▁قوم ▁نوح ▁کو ، ▁یقینا ▁وه ▁بڑے ▁ظالم ▁اور ▁سر کش ▁تھے
▁پھر ▁جب ▁موسی ▁ان ▁کے ▁پاس ▁ہماری ▁کھل ی ▁نشان یاں ▁لے ▁کر ▁ ایا ▁تو ▁کہنے ▁لگے ▁کہ ▁یہ ▁تو ▁محض ▁ایک ▁بنایا ▁ہوا ▁جادو ▁ہے ▁اور ▁ہم ▁نے ▁اسے ▁اپنے ▁پہلے ▁باپ ▁داد ا ▁سے ▁سنا ▁ہی ▁نہیں ▁ہے
▁پھر ▁ان ▁سے ▁منہ ▁پھ ی را ▁اور ▁کہا ▁اے ▁میری ▁قوم ▁تحقیق ▁میں ▁نے ▁تمہیں ▁اپنے ▁رب ▁کے ▁احکام ▁پہنچا ▁دیے ▁اور ▁میں ▁نے ▁تمہارے ▁لیے ▁خیر ▁خواہ ی ▁کی ▁پھر ▁کا فر وں ▁کی ▁قوم ▁پر ▁میں ▁کیوں ▁کر ▁غم ▁کھا وں
▁اور ▁اگر ▁وہ ▁صبر ▁کرتے ▁یہاں ▁تک ▁کہ ▁اپ ▁ان ▁کے ▁پاس ▁سے ▁نکل ▁کر ▁ا تے ▁تو ▁ان ▁کے ▁لیے ▁بہتر ▁ہوتا ▁اور ▁الله ▁بخش نے ▁والا ▁نہای ت ▁رحم ▁والا ▁ہے
▁اور ▁ہر ▁گروه ▁کے ▁لي ے ▁ایک ▁می عاد ▁معین ▁ہے ▁سو ▁جس ▁وقت ▁ان ▁کی ▁می عاد ▁معین ▁اج اي ے ▁گی ▁اس ▁وقت ▁ایک ▁ساعت ▁نہ ▁پیچھے ▁ہ ٹ ▁سکیں ▁گے ▁اور ▁نہ ▁ اگ ے ▁بڑھ ▁سکیں ▁گے
▁محمد ( ص ) ▁اللہ ▁کے ▁رسول ▁ہیں ▁اور ▁جو ▁لوگ ▁ان ▁کے ▁ساتھ ▁ہیں ▁وہ ▁کف ار ▁کے ▁لي ے ▁سخت ▁ترین ▁اور ▁اپ س ▁میں انت ہا ي ی ▁رحم دل ▁ہیں ▁تم ▁انہیں ▁دیکھ و گ ے ▁کہ ▁بار گاہ ▁احد یت ▁میں سر ▁خم ▁کي ے ▁ہو ي ے ▁سج دہ ▁ریز ▁ہیں اور ▁اپنے ▁پروردگار سے ▁فضل ▁و کر م ▁اور ▁اس ▁کی ▁خوش نود ی ▁کے ▁طلب ▁ گار ▁ہیں ▁، ک ثر ت ▁سج ود ▁کی ▁بنا ▁پر ▁ان ▁کے ▁چ ہر وں ▁پر ▁سج دہ ▁کے ▁نشان ات ▁پاي ے ▁جاتے ▁ہیں یہ ی ▁ان ▁کی ▁مثال ▁تور ے ت ▁میں ▁ہے ▁اور ▁یہی ▁ان ▁کی ▁صفت ▁انج یل ▁میں ▁ہے ▁جیسے ▁کوي ی ▁کھ یتی ▁ہو ▁جو ▁پہلے ▁سوي ی ▁نکال ے ▁پھر ▁اسے ▁مضبوط ▁بنا ي ے ▁پھر ▁وہ ▁مو ٹی ▁ہو ▁جاي ے ▁اور ▁پھر ▁اپنے ▁پیر وں ▁پر ▁کھڑی ▁ہو ▁جاي ے ▁کہ ▁کاشت کار وں ▁کو ▁خوش ▁کرنے ▁لگے ▁تاکہ ▁ان ▁کے ▁ذریعہ ▁کف ار ▁کو ▁جل ایا ▁جاي ے ▁اور ▁اللہ ▁نے ▁صاحب ان ▁ایمان ▁وعمل ▁صالح ▁سے ▁م غفر ت ▁اور ▁عظیم ▁ اجر ▁کا ▁وعدہ ▁کیا ▁ہے
▁( موس ی ▁نے ) ▁کہاں ▁( ہ اں ) ▁وہ ▁حرکت ▁مجھ ▁سے ▁نا گ ہ اں ▁سر زد ▁ہو ي ی ▁تھی ▁اور ▁میں ▁خطا ▁کار وں ▁میں ▁تھا
▁اور ▁ہماری ▁نظر ▁میں ▁نزدیک
▁ان ▁لوگوں ▁نے ▁کہا ▁تم ▁یہ ▁پیغام ▁اس ▁لي ے ▁لاي ے ▁ہو ▁کہ ▁ہمیں ▁باپ ▁داد ا ▁کے ▁راستہ ▁سے ▁من حرف ▁کرد و ▁اور ▁تم ▁دونوں ▁کو ▁زمین ▁میں ▁حکومت ▁و ▁اقتدار ▁مل ▁جاي ے ▁اور ▁ہم ▁ہر گز ▁تمہاری ▁بات ▁مان تے ▁والے ▁نہیں ▁ہیں
▁اور ▁کا فر ▁کہتے ▁ہیں ▁کیا ▁ہم ▁تمہیں ▁وہ ▁اد می ▁بتا ي یں ▁جو ▁تمہیں ▁خبر ▁دیتا ▁ہے ▁کہ ▁جب ▁تم ▁پورے ▁طور ▁پر ▁ریز ہ ▁ریز ہ ▁ہو ▁جا و ▁گے ▁تو ▁پھر ▁ني ے ▁سر ے ▁سے ▁پیدا ▁کیے ▁جا و ▁گے
▁ہم ▁نے ▁نوح ▁کو ▁ان ▁کی ▁قوم ▁کی ▁طرف ▁بھی جا ▁کہ ▁پیش تر ▁اس ▁کے ▁کہ ▁ان ▁پر ▁درد ▁دینے ▁والا ▁عذاب ▁واقع ▁ہو ▁اپنی ▁قوم ▁کو ▁ہدایت ▁کرد و
▁البتہ ▁جو ▁تو بہ ▁کر ▁لے ▁اور ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرے ، ▁پھر ▁سید ھا ▁چل تا ▁رہے ، ▁اس ▁کے ▁لیے ▁میں ▁بہت ▁در گز ر ▁کرنے ▁والا ▁ہوں
▁الر ۔ ▁( یہ ) ▁ایک ▁( پر نور ) ▁کتاب ▁( ہے ) ▁اس ▁کو ▁ہم ▁نے ▁تم ▁پر ▁اس ▁لیے ▁نازل ▁کیا ▁ہے ▁کہ ▁لوگوں ▁کو ▁ان دھی رے ▁سے ▁نکال ▁کر ▁روشنی ▁کی ▁طرف ▁لے ▁جا و ▁( یعنی ) ▁ان ▁کے ▁پروردگار ▁کے ▁حکم ▁سے ▁غالب ▁اور ▁قابل ▁تعریف ▁( خدا ) ▁کے ▁رس تے ▁کی ▁طرف
▁پھر ▁انہوں ▁نے ▁ان ▁( جال وت ی ▁فوج وں ) ▁کو ▁اللہ ▁کے ▁امر ▁سے ▁شکست ▁دی ، ▁اور ▁داود ▁( علی ہ ▁السلام ) ▁نے ▁ جال وت ▁کو ▁قتل ▁کر ▁دیا ▁اور ▁االله ▁نے ▁ان ▁کو ▁( یعنی ▁داود ▁علیہ ▁السلام ▁کو ) ▁حکومت ▁اور ▁حکمت ▁عطا ▁فرما ي ی ▁اور ▁انہیں ▁جو ▁چاہ ا ▁سکھ ایا ، ▁اور ▁اگر ▁االله ▁لوگوں ▁کے ▁ایک ▁گروہ ▁کو ▁دوسرے ▁گروہ ▁کے ▁ذریعے ▁نہ ▁ہٹا تا ▁رہتا ▁تو ▁زمین ▁( میں ▁انسانی ▁زندگی ▁بعض ▁جا بر وں ▁کے ▁مسلسل ▁ت سلط ▁اور ▁ظلم ▁کے ▁باعث ) ▁بر باد ▁ہو ▁جاتی ▁مگر ▁االله ▁تمام ▁ جہ ان وں ▁پر ▁بڑا ▁فضل ▁فرمان ے ▁والا ▁ہے ،
▁اور ▁جن ▁کو ▁اس ▁سے ▁پہلے ▁بنایا ▁بے ▁دھو ي یں ▁کی ▁ اگ ▁سے ،
▁وه ▁کہنے ▁لگی ▁اے ▁سردار و ! ▁میری ▁طرف ▁ایک ▁با وق عت ▁خط ▁ڈال ا ▁گیا ▁ہے
▁کیا ▁تم ▁نے ▁نہیں ▁دیکھا ▁کہ ▁خدا ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁حق ▁( و ▁حکمت ) ▁کے ▁ساتھ ▁پیدا ▁کیا ▁ہے ▁وہ ▁چاہے ▁تو ▁تم ▁سب ▁کو ▁لے ▁جاي ے۔ ▁( ف نا ▁کر ▁دے ) ▁اور ▁ني ی ▁مخلوق ▁کو ▁لے ▁اي ے۔
▁اور ▁اس ▁کتاب ▁میں ▁اد ریس ▁کا ▁ذکر ▁کرو ▁وہ ▁ایک ▁راست باز ▁انسان ▁اور ▁ایک ▁نبی ▁تھا
▁بیش ک ▁جن ▁لوگوں ▁نے ▁کہا ▁کہ ▁ہمارا ▁رب ▁اللہ ▁ہے ▁پھر ▁انہوں ▁نے ▁است قامت ▁اختیار ▁کی ▁تو ▁ان ▁پر ▁نہ ▁کوي ی ▁خوف ▁ہے ▁اور ▁نہ ▁وہ ▁غم گی ن ▁ہوں ▁گے ،
▁زن ا کار ▁عورت ▁اور ▁زن ا ▁کار ▁مرد ▁دونوں ▁کو ▁سو ▁سو کو ڑے ▁لگا و ▁اور ▁خبردار ▁دین ▁خدا ▁کے ▁معاملہ ▁میں ▁کسی ▁مرو ت ▁کا ▁شکار ▁نہ ▁ہو جان ا ▁اگر ▁تم ہ ارا ▁ایمان ▁اللہ ▁اور ▁روز اخر ت ▁پر ▁ہے ▁اور ▁اس ▁سزا ▁کے ▁وقت ▁مومن ین ▁کی ▁ایک ▁جماعت ▁کو ▁حاضر ▁رہ نا ▁چاہ ي ے
▁اور ▁بے شک ▁ہم ▁پورے ▁محت اط ▁اور ▁چوک نا ▁ہیں۔
▁اور ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁مختلف ▁جماعتوں ▁میں ▁رسول ▁بھیج ے۔
▁ہم ▁نے ▁دکھا ▁دی ي ے ▁اس ▁کو ▁دونوں ▁راستے
▁( اس ▁دن ▁سے ▁ڈر و ) ▁جس ▁دن ▁اللہ ▁تمام ▁رسول وں ▁کو جمع ▁فرما ي ے ▁گا ▁پھر ▁( ان ▁سے ) ▁فرما ي ے ▁گا ▁کہ ▁تمہیں ▁( تم ہ اری ▁امت وں ▁کی ▁طرف ▁سے ▁دعوت ▁دین ▁کا ) ▁کیا ▁جواب ▁دیا ▁گیا ▁تھا ؟ ▁وہ ▁( حضور ▁ال ہی ▁میں ) ▁عرض ▁کریں ▁گے : ▁ہمیں ▁کچھ ▁علم ▁نہیں ، ▁بیش ک ▁تو ▁ہی ▁غ یب ▁کی ▁سب ▁بات وں ▁کا ▁خوب ▁جان نے ▁والا ▁ہے ،
▁چنانچہ ▁جب ▁رات ▁اس ▁پر ▁ط اری ▁ہو ي ی ▁تو ▁اس ▁نے ▁ایک ▁تار ▁ا ▁دیکھا ▁کہا ▁یہ ▁میرا ▁رب ▁ہے ▁مگر ▁جب ▁وہ ▁ڈو ب ▁گیا ▁تو ▁بولا ▁ڈو ب ▁جانے ▁والوں ▁کا ▁تو ▁میں ▁گرو ید ہ ▁نہیں ▁ہوں
▁اور ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁( کے ▁رد ) ▁میں ▁کو ش اں ▁رہتے ▁ہیں ▁اس ▁خیال ▁سے ▁کہ ▁( ہ میں ) ▁عاجز ▁کرد یں ▁گے ▁وہی ▁لوگ ▁اہل ▁دوزخ ▁ہیں ،
▁تو ▁اپنا ▁منہ ▁سید ھا ▁کر ▁عبادت ▁کے ▁لیے ▁قبل ▁اس ▁کے ▁کہ ▁وہ ▁دن ▁اي ے ▁جسے ▁اللہ ▁کی ▁طرف ▁ ٹل نا ▁نہیں ▁اس ▁دن ▁الگ ▁پھ ٹ ▁جاي یں ▁گے
▁تو ▁اپنی ▁قوم ▁پر ▁مسجد ▁سے ▁باہر ▁ ایا ▁تو ▁انہیں ▁اشارہ ▁سے ▁کہا ▁کہ ▁صبح ▁و ▁شام ▁تس بی ح ▁کرتے ▁رہ و ،
▁اور ▁اس ▁کا ▁مال ▁اسے ▁کام ▁نہ ▁اي ے ▁گا ▁جب ▁ہلاکت ▁میں ▁پڑے ▁گا
▁تو ▁در حقیق ت ▁یہی ▁لوگ ▁کا فر ▁ہیں ▁اور ▁ہم ▁نے ▁کا فر وں ▁کے ▁لي ے ▁بڑا ▁رس وا ▁کن ▁عذاب ▁مہ یا ▁کر رک ھا ▁ہے
▁ان ▁بچ ھو نوں ▁پر ▁وہ ▁عورت یں ▁ہیں ▁کہ ▁شوہر ▁کے ▁سوا ▁کسی ▁کو ▁ان کھ ▁اٹھا ▁کر ▁نہیں ▁دیکھ ت یں ▁ان ▁سے ▁پہلے ▁انہیں ▁نہ ▁چھ وا ▁کسی ▁اد می ▁اور ▁نہ ▁جن ▁نے ،
▁اور ▁سب ▁سے ▁اول ▁ایمان ▁لانے ▁والے ▁سب ▁سے ▁اول ▁داخل ▁ہونے ▁والے ▁ہیں
▁ایسا ▁ہر گز ▁نہیں ▁ہوگا ▁لہذا ▁اللہ ▁سے ▁ڈر و ▁اور ▁میری ▁اطاعت ▁کرو
▁اور ▁یہ ▁اللہ ▁کے ▁سوا ▁ان ▁کی ▁عبادت ▁کر ▁رہے ▁ہیں ▁جس ▁کی ▁کوي ی ▁خدا ي ی ▁دلیل ▁نازل ▁نہیں ▁ہو ي ی ▁نہ ▁وه ▁خود ▁ہی ▁اس ▁کا ▁کوي ی ▁علم ▁رکھتے ▁ہیں۔ ▁ظالم وں ▁کا ▁کوي ی ▁مدد گار ▁نہیں
▁اپنے ▁رب ▁کے ▁کن ▁کن ▁انعام ات ▁کو ▁تم ▁جھ ٹل او ▁گے ؟
▁وہ ▁سلیمان ▁کی ▁جانب ▁سے ▁ہے ▁اور ▁اللہ ▁رحم ن ▁و ▁رحیم ▁کے ▁نام ▁سے ▁شروع ▁کیا ▁گیا ▁ہے
▁( ا ے ▁حبیب ▁مک رم !) ▁اپ ▁کی ▁عمر ▁مبارک ▁کی ▁قسم ، ▁بیش ک ▁یہ ▁لوگ ▁( بھی ▁قوم ▁ل وط ▁کی ▁طرح ) ▁اپنی ▁بدم ستی ▁میں ▁سر گرد اں ▁پھر ▁رہے ▁ہیں ،
▁جھوٹ ▁کے ▁بڑے ▁سن نے ▁والے ▁ہیں ، ▁حرام ▁مال ▁کے ▁بڑے ▁کھانے ▁والے ▁ہیں ▁اگر ▁وہ ▁تمہارے ▁پاس ▁اي یں ▁تو ▁( اپ ▁کو ▁اختیار ▁ہے ) ▁خواہ ▁ان ▁کا ▁فیصلہ ▁کریں ▁یا ▁ان ▁سے ▁رو گردان ی ▁کریں ▁اور ▁اگر ▁اپ ▁ان ▁سے ▁رو گردان ی ▁کریں۔ ▁تو ▁وہ ▁اپ ▁کا ▁کچھ ▁نہیں ▁بگ ا ڑ ▁سکتے ▁اور ▁اگر ▁فیصلہ ▁کریں ▁تو ▁پھر ▁انصاف ▁کے ▁ساتھ ▁کریں ▁کیونکہ ▁اللہ ▁انصاف ▁کرنے ▁والوں ▁کو ▁دوست ▁رکھتا ▁ہے۔
▁وہ ▁جس ▁کو ▁چاہتا ▁ہے ▁دان اي ی ▁بخش تا ▁ہے۔ ▁اور ▁جس ▁کو ▁دان اي ی ▁ملی ▁بے شک ▁اس ▁کو ▁بڑی ▁نعمت ▁ملی ۔ ▁اور ▁نص ی حت ▁تو ▁وہی ▁لوگ ▁قبول ▁کرتے ▁ہیں ▁جو ▁عقل مند ▁ہیں
▁جو ▁لوگ ▁اللہ ▁اور ▁روز ▁ها خر ت ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁وہ ▁ہر گز ▁اپنے ▁جان ▁و ▁مال ▁سے ▁جہاد ▁کرنے ▁کے ▁خلاف ▁اجازت ▁نہ ▁طلب ▁کریں ▁گے ▁کہ ▁خدا ▁صاحب ان ▁تقوی ▁کو ▁خوب ▁جانتا ▁ہے
▁اور ▁جب ▁اب راھ یم ▁کو ▁اس ▁کے ▁رب ▁نے ▁کي ی ▁بات وں ▁میں ▁از م ایا ▁تو ▁اس ▁نے ا نہیں ▁پورا ▁کر ▁دیا ▁فرمایا ▁بے ▁شک ▁میں ▁تمہیں ▁سب ▁لوگوں ▁کا ▁پیش وا ▁بنا د وں ▁گا ▁کہا ▁اور ▁میری ▁اولاد ▁میں ▁سے ▁بھی ▁فرمایا ▁میرا ▁عہد ▁ظالم وں ▁کو ▁نہیں ▁پہنچے ▁گا
▁یہ ▁تو ▁دنیا ▁کی ▁ظاہر ی ▁زندگی ▁کو ▁جانتے ▁ہیں۔ ▁اور ▁اخر ت ▁( کی ▁طرف ) ▁سے ▁غافل ▁ہیں
▁اور ▁ہم ▁نے ▁موسی ▁کو ▁کتاب ▁دی ▁تو ▁اس ▁میں ▁اختلاف ▁کیا ▁گیا۔ ▁اور ▁اگر ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁ایک ▁بات ▁پہلے ▁نہ ▁ٹھہر ▁چکی ▁ہوتی ▁تو ▁ان ▁میں ▁فیصلہ ▁کردیا ▁جاتا ۔ ▁اور ▁یہ ▁اس ▁( قر ان ) ▁سے ▁شک ▁میں ▁ال جھ ▁رہے ▁ہیں
▁اور ▁نوح ▁کشتی ▁بنا تا ▁ہے ▁اور ▁جب ▁اس ▁کی ▁قوم ▁کے ▁سردار ▁اس ▁پر ▁گزر تے ▁اس ▁پر ▁ہنس تے ▁بولا ▁اگر ▁تم ▁ہم ▁پر ▁ہنس تے ▁ہو ▁تو ▁ایک ▁وقت ▁ہم ▁تم ▁پر ▁ہنس یں ▁گے ▁جیسا ▁تم ▁ہنس تے ▁ہو
▁سلیمان ▁کے ▁سامنے ▁ان ▁کے ▁تمام ▁لشکر ▁جن ات ▁اور ▁انسان ▁اور ▁پر ند ▁میں ▁سے ▁جمع ▁کیے ▁ گي ے ▁( ہر ▁ہر ▁قسم ▁کی ) ▁الگ ▁الگ ▁درجہ ▁بندی ▁کردی ▁ گي ی
▁قریب ▁ہے ▁کہ ▁ہم ▁اس ▁کی ▁سور ▁کی ▁سی ▁تھ وت ھن ی ▁پر ▁داغ ▁دیں ▁گے
▁یہ ▁ہم ▁نے ▁انہیں ▁ان ▁کے ▁نا شک راپ ن ▁کی ▁پاداش ▁میں ▁سزا ▁دی ▁اور ▁کیا ▁ہم ▁ایسی ▁سزا ▁نا شک رے ▁انسان ▁کے ▁سوا ▁کسی ▁اور ▁کو ▁دیتے ▁ہیں ؟
▁اور ▁ہم ▁نے ▁ان ▁پر ▁( پ ت ھر وں ▁کی ) ▁بارش ▁برس اي ی ▁سو ▁ڈرا ي ے ▁ہو ي ے ▁لوگوں ▁کی ▁بارش ▁کتنی ▁تباہ ▁کن ▁تھی ،
▁اے ▁ایمان ▁والو ▁الله ▁سے ▁ڈر و ▁اور ▁الله ▁کا ▁قرب ▁تلاش ▁کرو ▁اور ▁الله ▁کی ▁راہ ▁میں ▁جہاد ▁کرو ▁تاکہ ▁تم ▁کامیاب ▁ہو ▁جا و
▁اس ▁نے ▁کہا ▁کہ ▁میں ▁ان ▁سے ▁بہتر ▁ہوں ▁تو ▁نے ▁مجھے ▁ اگ ▁سے ▁پیدا ▁کیا ▁ہے ▁اور ▁انہیں ▁خاک ▁سے ▁پیدا ▁کیا ▁ہے
▁اب ▁دیکھ ▁لو ▁کہ ▁ان ▁کی ▁چال ▁کا ▁انجام ▁کیا ▁ہوا ▁ہم ▁نے ▁تباہ ▁کر ▁کے ▁رکھ ▁دیا ▁ان ▁کو ▁اور ▁ان ▁کی ▁پوری ▁قوم ▁کو
▁ان ▁میں ▁سے ▁اکثر ▁لوگ ▁باوجود ▁اللہ ▁پر ▁ایمان ▁رکھنے ▁کے ▁بھی ▁مشر ک ▁ہی ▁ہیں
▁ان ▁کے ▁پاس ▁ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁کوي ی ▁ني ی ▁یاد ▁ دہ انی ▁نہیں ▁ اتی ▁مگر ▁یہ ▁کہ ▁کان ▁لگا ▁کر ▁سو ▁لیتے ▁ہیں ▁اور ▁پھر ▁کھیل ▁تم اش ے ▁میں ▁لگ ▁جاتے ▁ہیں
▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁اپ ▁سچ ے ▁ہیں ▁تو ▁یہ ▁وعدہ ▁عذاب ▁کب ▁پورا ▁ہوگا
▁فرما ▁دی جي ے : ▁کیا ▁میں ▁کسی ▁دوسرے ▁کو ▁( عب ادت ▁کے ▁لي ے ▁اپنا ) ▁دوست ▁بنا ▁ل وں ▁( اس ) ▁االله ▁کے ▁سوا ▁جو ▁اس مان وں ▁اور ▁زمین ▁کا ▁پیدا ▁کرنے ▁والا ▁ہے ▁اور ▁وہ ▁( سب ▁کو ) ▁کھل ات ا ▁ہے ▁اور ▁( خود ▁اسے ) ▁کھل ایا ▁نہیں ▁جاتا ۔ ▁فرما ▁دیں : ▁مجھے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁( اس ▁کے ▁حضور ) ▁سب ▁سے ▁پہلا ▁( سر جھ کا نے ▁والا ) ▁مسلمان ▁ہو جا وں ▁اور ▁( یہ ▁بھی ▁فرما دیا ▁گیا ▁ہے ▁کہ ) ▁تم ▁مشر ک وں ▁میں ▁سے ▁ہر گز ▁نہ ▁ہو جان ا ،
▁اللہ ▁نے ▁تم ▁لوگوں ▁کے ▁لیے ▁اپنی ▁قسم وں ▁کی ▁پابندی ▁سے ▁نکل نے ▁کا ▁طریقہ ▁مقرر ▁کر ▁دیا ▁ہے ▁اللہ ▁تم ہ ارا ▁مول ی ▁ہے ، ▁اور ▁وہی ▁علی م ▁و ▁حکیم ▁ہے
▁اور ▁اللہ ▁ہی ▁نے ▁زمین ▁پر ▁چلنے ▁والے ▁ہر ▁جان دار ▁کو ▁( ایک ▁خاص ) ▁پانی ▁سے ▁پیدا ▁کیا ▁ہے ▁تو ▁ان ▁میں ▁سے ▁کوي ی ▁پیٹ ▁کے ▁بل ▁چل تا ▁ہے۔ ▁اور ▁کوي ی ▁دو ▁ٹ انگ وں ▁پر ▁چل تا ▁ہے ▁اور ▁کوي ی ▁چار ▁ٹ انگ وں ▁پر ۔ ▁اللہ ▁جو ▁چاہتا ▁ہے ▁پیدا ▁کرتا ▁ہے۔ ▁بے شک ▁اللہ ▁ہر ▁شي ے ▁پر ▁پوری ▁قدرت ▁رکھتا ▁ہے۔
▁اور ▁بیش ک ▁ہم ▁نے ▁اس ▁بست ی ▁سے ▁( وی ران ▁مکان وں ▁کو ) ▁ایک ▁واضح ▁نشانی ▁کے ▁طور ▁پر ▁عقل ▁مند ▁لوگوں ▁کے ▁لي ے ▁برقرار ▁رکھا ،
▁وہ ▁اللہ ▁ہی ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁اور ▁ان ▁ساری ▁چیز وں ▁کو ▁جو ▁ان ▁کے ▁درمیان ▁ہیں ▁چھ ▁دنوں ▁میں ▁پیدا ▁کیا ▁اور ▁اس ▁کے ▁بعد ▁ع رش ▁پر ▁جلو ہ ▁فرما ▁ہوا ، ▁اس ▁کے ▁سوا ▁نہ ▁تم ہ ارا ▁کوي ی ▁حامی ▁و ▁مدد ▁ گار ▁ہے ▁اور ▁نہ ▁کوي ی ▁اس ▁کے ▁ اگ ے ▁سفارش ▁کرنے ▁والا ، ▁پھر ▁کیا ▁تم ▁ہو ش ▁میں ▁نہ ▁او ▁گے ؟
▁اے ▁لوگ و ▁اگر ▁تمہیں ▁دوبارہ ▁زندہ ▁ہونے ▁میں ▁شک ▁ہے ▁تو ▁ہم ▁نے ▁تمہیں ▁م ٹی ▁سے ▁پھر ▁قطر ہ ▁سے ▁پھر ▁جم ے ▁ہو ي ے ▁خون ▁سے ▁پھر ▁گوشت ▁کی ▁بو ٹی ▁نقش ہ ▁بنی ▁ہو ي ی ▁اور ▁بغیر ▁نقش ہ ▁بنی ▁ہو ي ی ▁سے ▁بنایا ▁تاکہ ▁ہم ▁تمہارے ▁سامنے ▁ظاہر ▁کر ▁دیں ▁اور ▁ہم ▁ر ▁حم ▁میں ▁جس ▁کو ▁چاہتے ▁ہیں ▁ایک ▁مدت ▁معین ▁تک ▁ ٹھی رات ے ▁ہیں ▁پھر ▁ہم ▁تمہیں ▁بچہ ▁بنا ▁کر ▁باہر ▁لا تے ▁ہیں ▁پھر ▁تاکہ ▁تم ▁اپنی ▁جوان ی ▁کو ▁پہنچ و ▁اور ▁کچھ ▁تم ▁میں ▁سے ▁مر جا تے ▁ہیں ▁اور ▁کچھ ▁تم ▁میں ▁سے ▁ نک می ▁عمر ▁تک ▁پہنچا ي ے ▁جاتے ▁ہیں ▁کہ ▁سمجھ ▁بوجھ ▁کا ▁درجہ ▁پاک ر ▁ناس م جھ ی ▁کی ▁حالت ▁میں ▁جا ▁پڑتا ▁ہے ▁اور ▁تم ▁زمین ▁کو سو کھی ▁دیکھتے ▁ہو ▁پھر ▁جب ▁ہم ▁اس ▁پر ▁پانی ▁برس ات ے ▁ہیں ▁تو ▁تر ▁و ▁تازہ ▁ہو ▁جاتی ▁ہے ▁او ▁رہ ر ▁قسم ▁کے ▁خوش ▁ن مان بات ات ▁ اگ ▁ا تے ▁ہیں
▁وہی ▁لوگ ▁قبول ▁کرتے ▁ہیں ▁جو ▁سن تے ▁ہیں۔ ▁اور ▁مرد وں ▁کو ▁اللہ ▁زنده ▁کر ▁کے ▁اٹھا ي ے ▁گا ▁پھر ▁سب ▁اللہ ▁ہی ▁کی ▁طرف ▁لاي ے ▁جاي یں ▁گے
▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁ان ▁( جاد و گر وں ▁سے ) ▁فرمایا : ▁تم ▁وہ ▁( جاد و ▁کی ) ▁چیز یں ▁ڈال ▁دو ▁جو ▁تم ▁ڈال نے ▁والے ▁ہو ،
▁اور ▁ضرور ▁ہم ▁تمہیں ▁از ماي یں ▁گے ▁کچھ ▁ڈر ▁اور ▁بھوک ▁سے ▁اور ▁کچھ ▁مال وں ▁اور ▁جان وں ▁اور ▁پھل وں ▁کی ▁کمی ▁سے ▁اور ▁خوش خبر ی ▁سنا ▁ان ▁صبر ▁والوں ▁کو ▁-
▁( اور ) ▁قوم ▁ثم ود ▁نے ▁بھی ▁پیغمبر وں ▁کو ▁جھ ٹ لا ▁دیا
▁اور ▁ذکر یا ▁کو ▁جب ▁اس ▁نے ▁اپنے ▁رب ▁کو ▁پکار ا ▁اے ▁رب ▁مجھے ▁اک یلا ▁نہ ▁چھوڑ ▁اور ▁تو ▁سب ▁سے ▁بہتر ▁ وارث ▁ہے
▁اور ▁جنہوں ▁نے ▁اس ▁سے ▁اجتناب ▁کیا ▁کہ ▁بت وں ▁کو ▁پو ج یں ▁اور ▁خدا ▁کی ▁طرف ▁رجوع ▁کیا ▁ان ▁کے ▁لي ے ▁بشار ت ▁ہے۔ ▁تو ▁میرے ▁بند وں ▁کو ▁بشار ت ▁سنا ▁دو
▁اور ▁یہ ▁اس ▁بست ی ▁پر ▁بھی ▁گزر ے ▁ہیں ▁جس ▁پر ▁بری ▁طرح ▁پتھر ▁برس اي ے ▁ گي ے ▁سو ▁کیا ▁یہ ▁لوگ ▁اسے ▁دیکھتے ▁نہیں ▁رہتے ▁بلکہ ▁یہ ▁لوگ ▁مر ▁کر ▁زندہ ▁ہونے ▁کی ▁امید ▁ہی ▁نہیں ▁رکھتے
▁پس ▁جو ▁چاہے ▁اسے ▁یاد ▁رکھے
▁ہم ▁نے ▁نیچے ▁کے ▁اس مان ▁کو ▁ستار وں ▁سے ▁سج ایا ▁ہے
▁وہ ▁اپنی ▁کھا ل وں ▁سے ▁کہیں ▁گے ▁کہ ▁تم ▁نے ▁ہمارے ▁خلاف ▁کیوں ▁گواہ ی ▁دی ▁وہ ▁کہیں ▁گے ▁کہ ▁ہمیں ▁الله ▁نے ▁گویا ي ی ▁دی ▁جس ▁نے ▁ہر ▁چیز ▁کو ▁گویا ي ی ▁بخشی ▁ہے ▁اور ▁اسی ▁نے ▁پہلی ▁مرتبہ ▁تمہیں ▁پیدا ▁کیا ▁اور ▁اسی ▁کی ▁طرف ▁تم ▁لوٹ اي ے ▁جا و ▁گے
▁یقینی ▁بات ▁ہے ▁کہ ▁اللہ ▁تعالی ▁اس مان وں ▁اور ▁زمین ▁کو ▁تھا م ے ▁ہو ي ے ▁ہے ▁کہ ▁وه ▁ ٹل ▁نہ ▁جاي یں ▁اور ▁اگر ▁وه ▁ ٹل ▁جاي یں ▁تو ▁پھر ▁اللہ ▁کے ▁سوا ▁اور ▁کوي ی ▁ان ▁کو ▁تھا م ▁بھی ▁نہیں ▁سکتا ۔ ▁وه ▁حل یم ▁غ فور ▁ہے
▁اسی ▁نے ▁انسان ▁کو ▁پیدا ▁کیا۔
▁میں ▁تمہارے ▁لي ے ▁ایک ▁امان ت دار ▁پیغمبر ▁ہوں
▁اپ س ▁میں ▁اللہ ▁کی ▁قسم یں ▁کھا ▁کر ▁بول ے ▁ہم ▁ضرور ▁رات ▁کو ▁چھ اپ ا ▁مار یں ▁گے ▁ص ا ▁لح ▁اور ▁اس ▁کے ▁گھر ▁والوں ▁پر ▁پھر ▁اس ▁کے ▁ وارث ▁سے ▁کہیں ▁گے ▁اس ▁گھر ▁والوں ▁کے ▁قتل ▁کے ▁وقت ▁ہم ▁حاضر ▁نہ ▁تھے ▁اور ▁بیش ک ▁ہم ▁سچ ے ▁ہیں ،
▁تمام ▁مخلوق ات ▁کے ▁شر ▁سے
▁جنت ▁کی ▁ایک ▁نہ ر ▁سے ▁جس ▁کا ▁نام ▁سل سب یل ▁ہے
▁اور ▁ہوا ▁کو ▁( ہم ▁نے ) ▁سلیمان ▁کا ▁تابع ▁کردیا ▁تھا ▁اس ▁کی ▁صبح ▁کی ▁منزل ▁ایک ▁مہین ے ▁کی ▁راہ ▁ہوتی ▁اور ▁شام ▁کی ▁منزل ▁بھی ▁مہین ے ▁بھر ▁کی ▁ہوتی ۔ ▁اور ▁ان ▁کے ▁لي ے ▁ہم ▁نے ▁تان بے ▁کا ▁چشم ہ ▁بہ ا ▁دیا ▁تھا ▁اور ▁جن وں ▁میں ▁سے ▁ایسے ▁تھے ▁جو ▁ان ▁کے ▁پروردگار ▁کے ▁حکم ▁سے ▁ان ▁کے ▁ اگ ے ▁کام ▁کرتے ▁تھے۔ ▁اور ▁جو ▁کوي ی ▁ان ▁میں ▁سے ▁ہمارے ▁حکم ▁سے ▁پھر ے ▁گا ▁اس ▁کو ▁ہم ▁( جہ نم ▁کی ) ▁ اگ ▁کا ▁م زہ ▁چک ھا ي یں ▁گے
▁فرما ▁دی جي ے : ▁کون ▁ایسا ▁شخص ▁ہے ▁جو ▁تمہیں ▁اللہ ▁سے ▁بچا ▁سکتا ▁ہے ▁اگر ▁وہ ▁تمہیں ▁تکلیف ▁دینا ▁چاہے ▁یا ▁تم ▁پر ▁رحمت ▁کا ▁اراد ہ ▁فرما ي ے ، ▁اور ▁وہ ▁لوگ ▁اپنے ▁لي ے ▁اللہ ▁کے ▁سوا ▁نہ ▁کوي ی ▁کار ساز ▁پاي یں ▁گے ▁اور ▁نہ ▁کوي ی ▁مدد گار ،
▁پھر ▁تم ▁ہی ▁وہ ▁ہو ▁کہ ▁اپنے ▁لوگوں ▁کو ▁قتل ▁کرتے ▁ہو ▁اور ▁ایک ▁جماعت ▁کو ▁اپنے ▁میں ▁سے ▁ان ▁کے ▁گھروں ▁میں ▁سے ▁نکال تے ▁ہو ▁ان ▁پر ▁گناہ ▁اور ▁ظلم ▁سے ▁چڑھ اي ی ▁کرتے ▁ہو ▁اور ▁اگر ▁وہ ▁تمہارے ▁پاس ▁قید ی ▁ہو ▁کر ▁اي یں ▁تو ▁ان ▁کا ▁تا وان ▁دیتے ▁ہو ▁حالانک ہ ▁تم ▁پر ▁ان ▁کا ▁نکال نا ▁بھی ▁حرام ▁تھا ▁کیا ▁تم ▁کتاب ▁کے ▁ایک ▁حصہ ▁پر ای مان ▁رکھتے ▁ہو ▁اور ▁دوسرے ▁حصہ ▁کا ▁انکار ▁کرتے ▁ہو ▁پھر جو ▁تم ▁میں ▁سے ▁ایسا ▁کرے ▁اس ▁کی ▁یہی ▁سزا ▁ہے ▁کہ ▁دنیا ▁میں ▁ذ ل یل ▁ہو ▁اور ▁قیامت ▁کے ▁دن ▁بھی ▁سخت ▁عذاب ▁میں ▁ دھ کی لے ▁جاي یں ▁اور ▁الله ▁اس ▁سے ▁بے ▁خبر ▁نہیں ▁جو ▁تم ▁کرتے ▁ہو
▁اور ▁ان ▁کے ▁دل وں ▁پر ▁پر دے ▁ڈال ▁دیتے ▁ہیں ▁کہ ▁کچھ ▁سمجھ ▁نہ ▁سکیں ▁اور ▁ان ▁کے ▁کان وں ▁کو ▁بہ رہ ▁بنا دی تے ▁ہیں ▁اور ▁جب ▁تم ▁قر ان ▁میں ▁اپنے ▁پروردگار ▁کا ▁تن ہا ▁ذکر ▁کرتے ▁ہو ▁تو ▁یہ ▁ال ٹے ▁پا و ▁ ں مت ن فر ▁ہوکر ▁بھاگ ▁جاتے ▁ہیں
▁اور ▁اگر ▁تقسیم ▁( ور اث ت ) ▁کے ▁موقع ▁پر ▁( غیر ▁ وارث ) ▁رشتہ ▁دار ▁اور ▁ یت یم ▁اور ▁م حتاج ▁موجود ▁ہوں ▁تو ▁اس ▁میں ▁سے ▁کچھ ▁انہیں ▁بھی ▁دے ▁دو ▁اور ▁ان ▁سے ▁نیک ▁بات ▁کہ و ،
▁اپ ▁کہ ی ے ! ▁کہ ▁تم ▁سچ ے ▁ہو ▁تو ▁اللہ ▁کی ▁طرف ▁سے ▁کوي ی ▁ایسی ▁کتاب ▁لا و ▁جو ▁ان ▁دونوں ▁( تور ا ۃ ، ▁قر ان ) ▁سے ▁زیادہ ▁ہدایت ▁کرنے ▁والی ▁ہو ▁تو ▁میں ▁اسی ▁کی ▁پیر وی ▁کر وں ▁گا۔
▁اور ▁البتہ ▁شیطان ▁نے ▁ان ▁پر ▁اپنا ▁گمان ▁سچ ▁کر ▁دکھا یا ▁سوا ي ے ▁ایمان ▁دار وں ▁کے ▁ایک ▁گروہ ▁کے ▁سب ▁اس ▁کے ▁تابع ▁ہو ▁ گي ے
▁جن ▁لوگوں ▁نے ▁کفر ▁کا ▁روی ہ ▁اختیار ▁کیا ▁اور ▁کفر ▁کی ▁حالت ▁ہی ▁میں ▁جان ▁دی ، ▁ان ▁پر ▁اللہ ▁اور ▁فرشت وں ▁اور ▁تمام ▁انسان وں ▁کی ▁لعنت ▁ہے
▁ان ▁سے ▁کہ و ▁کہ ▁" لا و ▁اپنے ▁وہ ▁گواہ ▁جو ▁اس ▁بات ▁کی ▁شہادت ▁دیں ▁کہ ▁اللہ ▁ہی ▁نے ▁ان ▁چیز وں ▁کو ▁حرام ▁کیا ▁ہے " ▁پھر ▁اگر ▁وہ ▁شہادت ▁دے ▁دیں ▁تو ▁تم ▁ان ▁کے ▁ساتھ ▁شہادت ▁نہ ▁دینا ، ▁اور ▁ہر گز ▁ان ▁لوگوں ▁کی ▁خواہش ات ▁کے ▁پیچھے ▁نہ ▁چل نا ▁جنہوں ▁نے ▁ہماری ▁ای ات ▁کو ▁جھ ٹل ایا ▁ہے ، ▁اور ▁جو ▁اخر ت ▁کے ▁من کر ▁ہیں ، ▁اور ▁جو ▁دوسروں ▁کو ▁اپنے ▁رب ▁کا ▁ہم سر ▁بنا تے ▁ہیں
▁وہ ▁جسے ▁چاہتا ▁ہے ▁اپنی ▁رحمت ▁کے ▁ساتھ ▁خاص ▁فرما ▁لی تا ▁ہے ، ▁اور ▁االله ▁بڑے ▁فضل ▁والا ▁ہے ،
▁اب ▁ابراہیم ▁( علی ہ ▁السلام ) ▁نے ▁ایک ▁نگاه ▁ستار وں ▁کی ▁طرف ▁اٹھا ي ی
▁اس ▁کی ▁وجہ ▁یہ ▁ہے ▁کہ ▁اللہ ▁ہی ▁حق ▁ہے۔ ▁اور ▁اس ▁کے ▁علاوہ ▁جسے ▁وہ ▁پکار تے ▁ہیں ▁وہ ▁باطل ▁ہے۔ ▁اور ▁بے شک ▁اللہ ▁ہی ▁بلند ▁( مرت بہ ▁والا ) ▁بزرگ ▁ہے۔
▁ہر ▁طرح ▁کی ▁تعریف ▁خدا ▁ہی ▁کو ▁سزا وار ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁کیا ▁اور ▁ان دھی را ▁اور ▁روشنی ▁بنا ي ی ▁پھر ▁بھی ▁کا فر ▁( اور ▁چیز وں ▁کو ) ▁خدا ▁کے ▁برابر ▁ ٹھی رات ے ▁ہیں
▁ان ▁سے ▁کہ ي ے ▁کہ ▁زمین ▁و ▁اس مان ▁میں ▁جو ▁کچھ ▁بھی ▁ہے ▁وہ ▁سب ▁کس ▁کے ▁لي ے ▁ہے ? ▁پھر ▁بتا ي ی ے ▁کہ ▁سب ▁اللہ ▁ہی ▁کے ▁لي ے ▁ہے ▁اس ▁نے ▁اپنے ▁اوپر ▁رحمت ▁کو ▁لازم ▁قرار ▁دے ▁لیا ▁ہے ▁وہ ▁تم ▁سب ▁کو ▁قیامت ▁کے ▁دن ▁اک ٹھا ▁کرے ▁گا ▁جس ▁میں ▁کسی ▁شک ▁کی ▁گنج ا يش ▁نہیں ▁ہے ▁- جن ▁لوگوں ▁نے ▁اپنے ▁نفس ▁کو ▁خسار ہ ▁میں ▁ڈال ▁دیا ▁ہے ▁وہ ▁اب ▁ایمان ▁نہ ▁لاي یں ▁گے
▁اور ▁انشاء ▁اللہ ▁نہ ▁کہا
▁اور ▁ب لاش بہ ▁ہم ▁ہی ▁زندہ ▁کرتے ▁ہیں ▁اور ▁ہم ▁ہی ▁مار تے ▁ہیں ▁اور ▁ہم ▁ہی ▁( سب ▁کے ) ▁ وارث ▁ہیں۔
▁پروردگار ▁مجھے ▁ایک ▁صالح ▁فرزند ▁عطا ▁فرما
▁یہ ▁سارے ▁کے ▁سارے ▁قیامت ▁کے ▁دن ▁ اکی لے ▁اس ▁کے ▁پاس ▁حاضر ▁ہونے ▁والے ▁ہیں
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁چھ ▁دن ▁میں ▁بنایا ▁اور ▁اس ▁کا ▁ع رش ▁پانی ▁پر ▁تھا ▁کہ ▁تمہیں ▁از ماي ے ▁تم ▁میں ▁کس ▁کا ▁کام ▁اچھا ▁ہے ، ▁اور ▁اگر ▁تم ▁فرما و ▁کہ ▁بیش ک ▁تم ▁مر نے ▁کے ▁بعد ▁اٹھا ي ے ▁جا و ▁گے ▁تو ▁کا فر ▁ضرور ▁کہیں ▁گے ▁کہ ▁یہ ▁تو ▁نہیں ▁مگر ▁کھل ا ▁جادو
▁پھر ▁جب ▁سور ج ▁کو ▁روشن ▁دیکھا ▁تو ▁کہا ▁یہ ▁ہے ▁میرا ▁رب ، ▁یہ ▁سب ▁سے ▁بڑا ▁ہے ▁مگر ▁جب ▁وہ ▁بھی ▁ڈو با ▁تو ▁ابراہیم ▁پکار ▁اٹھا ▁" ا ے ▁برادر ان ▁قوم ! ▁میں ▁ان ▁سب ▁سے ▁بی زار ▁ہوں ▁جنہیں ▁تم ▁خدا ▁کا ▁شریک ▁ ٹھی رات ے ▁ہو
▁بیش ک ▁اللہ ▁لوگوں ▁پر ▁ذ رہ ▁برابر ▁ظلم ▁نہیں ▁کرتا ▁لیکن ▁لوگ ▁( خود ▁ہی ) ▁اپنی ▁جان وں ▁پر ▁ظلم ▁کرتے ▁ہیں ،
▁اور ▁میں ▁انہیں ▁ڈھ یل ▁دیتا ▁ہوں ▁بے ▁شک ▁میری ▁تدبیر ▁بڑی ▁مضبوط ▁ہے۔
▁اے ▁اولاد ▁اد م ! ▁اگر ▁تمہارے ▁پاس ▁پیغمبر ▁اي یں ▁جو ▁تم ▁ہی ▁میں ▁سے ▁ہوں ▁جو ▁میرے ▁احکام ▁تم ▁سے ▁بیان ▁کریں ▁تو ▁جو ▁شخص ▁تقوی ▁اختیار ▁کرے ▁اور ▁درستی ▁کرے ▁سو ▁ان ▁لوگوں ▁پر ▁نہ ▁کچھ ▁ اندیش ہ ▁ہے ▁اور ▁نہ ▁وه ▁غم گی ن ▁ہوں ▁گے
▁یہ ▁( س زا ) ▁اس ▁کا ▁بدل ہ ▁ہے ▁کہ ▁تم ▁زمین ▁میں ▁نا حق ▁خوش یاں ▁من ایا ▁کرتے ▁تھے ▁اور ▁اس ▁کا ▁بدل ہ ▁ہے ▁کہ ▁تم ▁اتر ایا ▁کرتے ▁تھے ،
▁اور ▁خدا ▁ہی ▁نے ▁اس مان ▁سے ▁پانی ▁برس ایا ▁پھر ▁اس ▁سے ▁زمین ▁کو ▁اس ▁کے ▁مر نے ▁کے ▁بعد ▁زندہ ▁کیا۔ ▁بے شک ▁اس ▁میں ▁سن نے ▁والوں ▁کے ▁لیے ▁نشانی ▁ہے
▁پھر ▁ایسا ▁نہیں ▁چاہ ی ي ے ▁اين دہ ▁تم ▁جان ▁لو ▁گے
▁اور ▁کا فر ▁کہیں ▁گے ▁کہ ▁اے ▁ہمارے ▁پروردگار ▁جن وں ▁اور ▁انسان وں ▁میں ▁سے ▁جن ▁لوگوں ▁نے ▁ہم ▁کو ▁گمراہ ▁کیا ▁تھا ▁ان ▁کو ▁ہمیں ▁دکھا ▁کہ ▁ہم ▁ان ▁کو ▁اپنے ▁پا وں ▁کے ▁تل ے ▁( رو ند ) ▁ڈال یں ▁تاکہ ▁وہ ▁نہای ت ▁ذ ل یل ▁ہوں
▁ا ▁ل ▁ر ، ▁یہ ▁اس ▁کتاب ▁کی ▁ای ات ▁ہیں ▁جو ▁حکمت ▁و ▁دانش ▁سے ▁لب ریز ▁ہے
▁( ا ے ▁رسول ( ص ) ) ▁یہ ▁( کا فر ) ▁اس ▁بات ▁میں ▁کو ش اں ▁تھے ▁( اور ▁اس ▁کا ▁اراد ہ ▁کر ▁لیا ▁تھا ▁کہ ) ▁اپ ▁کو ▁اس ▁( ک تاب ) ▁سے ▁پھ یر ▁دیں ▁جو ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁ب ذریعہ ▁وح ی ▁بھیج ی ▁ہے ▁تاکہ ▁اپ ▁اس ▁کے ▁خلاف ▁کوي ی ▁بات ▁گڑھ ▁گھ ڑ ▁کر ▁ہماری ▁طرف ▁منسوب ▁کریں ▁اور ▁اس ▁صورت ▁میں ▁وہ ▁ضرور ▁اپ ▁کو ▁اپنا ▁گ ہ را ▁دوست ▁بنا ▁لیتے ۔
▁تو ▁اس ▁کے ▁لي ے ▁راحت ، ▁خوشبو دار ▁عذاب ▁اور ▁نعمت ▁بھر ی ▁جنت ▁ہے۔
▁سو ▁اپ ▁ان ▁کی ▁بات وں ▁پر ▁صبر ▁کی جي ے ▁اور ▁طلوع ▁اف تاب ▁سے ▁پہلے ▁اور ▁غر وب ▁اف تاب ▁سے ▁پہلے ▁اور ▁رات ▁کے ▁اوقات ▁میں ▁بھی ▁اور ▁دن ▁کے ▁اول ▁و ▁اخر ▁میں ▁بھی ▁اپنے ▁پروردگار ▁کی ▁ حمد ▁و ▁ ثناء ▁کے ▁ساتھ ▁تس بی ح ▁کی جي ے ▁تاکہ ▁اپ ▁راضی ▁ہو ▁جاي یں۔
▁ہاں ▁کیوں ▁نہیں ▁جس ▁نے ▁اپنا ▁عہد ▁پورا ▁کیا ▁اور ▁پر ہ یز گار ی ▁کی ▁اور ▁بیش ک ▁پر ہ یز گار ▁اللہ ▁کو ▁خوش ▁ا تے ▁ہیں ،
▁پکار نے ▁والے ▁کی ▁طرف ▁دو ڑے ▁جا ▁رہے ▁ہوں ▁گے ▁اور ▁وہی ▁من کری ن ▁( جو ▁دنیا ▁میں ▁اس ▁کا ▁انکار ▁کرتے ▁تھے ) ▁اس ▁وقت ▁کہیں ▁گے ▁کہ ▁یہ ▁دن ▁تو ▁بڑا ▁ کٹ ھن ▁ہے
▁اے ▁نبی ، ▁اگر ▁وہ ▁تمہیں ▁جھ ٹل ات ے ▁ہیں ▁تو ▁ان ▁سے ▁پہلے ▁قوم ▁نوح ▁اور ▁ عاد ▁اور ▁ثم ود
▁جبکہ ▁اس ▁نے ▁ اگ ▁دیکھ ▁کر ▁اپنے ▁گھر ▁والوں ▁سے ▁کہا ▁کہ ▁تم ▁ذرا ▁سی ▁دیر ▁ٹھہر ▁جا و ▁مجھے ▁ اگ ▁دکھا ي ی ▁دی ▁ہے۔ ▁بہت ▁ممکن ▁ہے ▁کہ ▁میں ▁اس ▁کا ▁کوي ی ▁انگار ا ▁تمہارے ▁پاس ▁لا وں ▁یا ▁ اگ ▁کے ▁پاس ▁سے ▁راستے ▁کی ▁اطلاع ▁پا وں
▁جس ▁نے ▁جھ ٹل ایا ▁اور ▁( اس ▁کی ▁پیر وی ▁سے ) ▁من ھ ▁پھ یر ▁لیا
▁اور ▁ہم ▁نے ▁انہیں ▁زر ہ ▁بنانے ▁کی ▁صنعت ▁تعلیم ▁دے ▁دی ▁تاکہ ▁وہ ▁تم ▁کو ▁جنگ ▁کے ▁خطر ات ▁سے ▁محفوظ ▁رکھ ▁سکے ▁تو ▁کیا ▁تم ▁ہمارے ▁شکر ▁گزار ▁بند ے ▁بن و ▁گے
▁کیا ▁ان ▁کے ▁دل وں ▁میں ▁بیماری ▁ہے ؟ ▁یا ▁یہ ▁شک ▁وش بہ ▁میں ▁پڑے ▁ہو ي ے ▁ہیں ؟ ▁یا ▁انہیں ▁اس ▁بات ▁کا ▁ڈر ▁ہے ▁کہ ▁اللہ ▁تعالی ▁اور ▁اس ▁کا ▁رسول ▁ان ▁کی ▁حق ▁تل فی ▁نہ ▁کریں ؟ ▁بات ▁یہ ▁ہے ▁کہ ▁یہ ▁لوگ ▁خود ▁ہی ▁بڑے ▁ظالم ▁ہیں
▁تم ▁میں ▁ایسے ▁لوگ ▁بھی ▁گھ س ▁ گي ے ▁ہیں ▁جو ▁لوگوں ▁کو ▁روک یں ▁گے ▁اور ▁اگر ▁تم ▁پر ▁کوي ی ▁مصیبت ▁ا گي ی ▁تو ▁کہیں ▁گے ▁کہ ▁خ د ▁ انے ▁ہم ▁پر ▁احسان ▁کیا ▁کہ ▁ہم ▁ان ▁کے ▁ساتھ ▁حاضر ▁نہیں ▁تھے
▁ب خلاف ▁اس ▁کے ▁جن ▁لوگوں ▁نے ▁ہماری ▁ای ات ▁کو ▁مان ▁لیا ▁ہے ▁اور ▁اچھے ▁کام ▁کیے ▁ہیں ▁اور ▁اس ▁باب ▁میں ▁ہم ▁ہر ▁ایک ▁کو ▁اس ▁کی ▁استطاع ت ▁ہی ▁کے ▁مطابق ▁ذم ہ ▁دار ▁ ٹھی رات ے ▁ہیں ▁وہ ▁اہل ▁جنت ▁ہیں ▁جہاں ▁وہ ▁ہمیشہ ▁رہیں ▁گے
▁پھر ▁کیا ▁کریں ▁گے ▁یہ ▁لوگ ▁اس ▁روز ▁جبکہ ▁ان ▁کا ▁رب ▁ان ▁سے ▁کہ ے ▁گا ▁کہ ▁پکار و ▁اب ▁ان ▁ہ ستی وں ▁کو ▁جنہیں ▁تم ▁میرا ▁شریک ▁سمجھ ▁بیٹھے ▁تھے ▁یہ ▁ان ▁کو ▁پکار یں ▁گے ، ▁مگر ▁وہ ▁ان ▁کی ▁مدد ▁کو ▁نہ ▁اي یں ▁گے ▁اور ▁ہم ▁ان ▁کے ▁درمیان ▁ایک ▁ہی ▁ہلاکت ▁کا ▁گڑھ ا ▁مشترک ▁کر ▁دیں ▁گے
▁اگر ▁تو ▁انہیں ▁ہدایت ▁پر لا نے ▁کی ▁ط مع ▁کرے ▁تو ▁الله ▁ہدایت ▁نہیں ▁دیتا ▁اس ▁شخص ▁کو ▁جسے ▁گمراہ ▁کر ▁دے ▁اور ▁نہ ▁ان ▁کے ▁لیے ▁کوي ی ▁مدد گار ▁ہوگا
▁اور ▁لوگوں ▁کو ▁ان ▁کی ▁چیز یں ▁کم ▁نہ ▁دیا ▁کرو ۔ ▁اور ▁زمین ▁میں ▁فساد ▁پھیلا تے ▁نہ ▁پھر و ۔
▁اے ▁میرے ▁قید خان ہ ▁کے ▁دونوں ▁ساتھ یو ! ▁کیا ▁جدا ▁جدا ▁رب ▁اچھے ▁یا ▁ایک ▁اللہ ▁جو ▁سب ▁پر ▁غالب ،
▁اور ▁اے ▁محبوب ! ▁یاد ▁کرو ▁جب ▁تمہارے ▁رب ▁نے ▁اولاد ▁اد م ▁کی ▁پشت ▁سے ▁ان ▁کی ▁نسل ▁نکال ی ▁اور ▁انہیں ▁خود ▁ان ▁پر ▁گواہ ▁کیا ، ▁کیا ▁میں ▁تم ہ ارا ▁رب ▁نہیں ▁سب ▁بول ے ▁کیوں ▁نہیں ▁ہم ▁گواہ ▁ہو ي ے ▁کہ ▁کہیں ▁قیامت ▁کے ▁دن ▁کہ و ▁کہ ▁ہمیں ▁اس ▁کی ▁خبر ▁نہ ▁تھی
▁مومن و ! ▁جب ▁تم ▁اپ س ▁میں ▁کسی ▁می عاد ▁معین ▁کے ▁لي ے ▁قرض ▁کا ▁معاملہ ▁کرنے ▁ل گو ▁تو ▁اس ▁کو ▁لکھ ▁لیا ▁کرو ▁اور ▁لکھنے ▁والا ▁تم ▁میں ▁( کسی ▁کا ▁نقصان ▁نہ ▁کرے ▁بلکہ ) ▁انصاف ▁سے ▁لکھ ے ▁نیز ▁لکھنے ▁والا ▁جیسا ▁اسے ▁خدا ▁نے ▁سکھ ایا ▁ہے ▁لکھنے ▁سے ▁انکار ▁بھی ▁نہ ▁کرے ▁اور ▁دستاویز ▁لکھ ▁د ے۔ ▁اور ▁جو ▁شخص ▁قرض ▁لے ▁وہی ▁( دست ا ویز ▁کا ) ▁مضمون ▁بول ▁کر ▁لکھ وا ي ے ▁اور ▁خدا ▁سے ▁کہ ▁اس ▁کا ▁مالک ▁ہے ▁خوف ▁کرے ▁اور ▁زر ▁قرض ▁میں ▁سے ▁کچھ ▁کم ▁نہ ▁لکھ وا ي ے۔ ▁اور ▁اگر ▁قرض ▁لینے ▁والا ▁بے عقل ▁یا ▁ضعیف ▁ہو ▁یا ▁مضمون ▁لکھ وا نے ▁کی ▁قابلیت ▁نہ ▁رکھتا ▁ہو ▁تو ▁جو ▁اس ▁کا ▁ولی ▁ہو ▁وہ ▁انصاف ▁کے ▁ساتھ ▁مضمون ▁لکھ وا ي ے۔ ▁اور ▁اپنے ▁میں ▁سے ▁دو ▁مرد وں ▁کو ▁( ایس ے ▁معاملے ▁کے ) ▁گواہ ▁کرلیا ▁کرو ۔ ▁اور ▁اگر ▁دو ▁مرد ▁نہ ▁ہوں ▁تو ▁ایک ▁مرد ▁اور ▁دو ▁عورت یں ▁جن ▁کو ▁تم ▁گواہ ▁پسند ▁کرو ▁( ک افی ▁ہیں ) ▁کہ ▁اگر ▁ان ▁میں ▁سے ▁ایک ▁بھول ▁جاي ے ▁گی ▁تو ▁دوسری ▁اسے ▁یاد ▁د لاد ے ▁گی۔ ▁اور ▁جب ▁گواہ ▁( گو ا ہی ▁کے ▁لي ے ▁طلب ▁کي ے ▁جاي یں ▁تو ▁انکار ▁نہ ▁کریں۔ ▁اور ▁قرض ▁تھ وڑ ا ▁ہو ▁یا ▁بہت ▁اس ▁( کی ▁دستاویز ) ▁کے ▁لکھنے ▁میں ▁کا ہ لی ▁نہ ▁کرنا ۔ ▁یہ ▁بات ▁خدا ▁کے ▁نزدیک ▁نہای ت ▁قر ین ▁انصاف ▁ہے ▁اور ▁شہادت ▁کے ▁لي ے ▁بھی ▁یہ ▁بہت ▁درست ▁طریقہ ▁ہے۔ ▁اس ▁سے ▁تمہیں ▁کسی ▁طرح ▁کا ▁شک ▁وہ ▁شب ہ ▁بھی ▁نہیں ▁پڑے ▁گا۔ ▁ہاں ▁اگر ▁سودا ▁دست ▁بدست ▁ہو ▁جو ▁تم ▁اپ س ▁میں ▁لیتے ▁دیتے ▁ہو ▁تو ▁اگر ▁( ایس ے ▁معاملے ▁کی ) ▁دستاویز ▁نہ ▁لکھ وتو ▁تم ▁پر ▁کچھ ▁گناہ ▁نہیں۔ ▁اور ▁جب ▁خرید ▁وف رو خت ▁کیا ▁کرو ▁تو ▁بھی ▁گواہ ▁کرلیا ▁کرو ۔ ▁اور ▁کا تب ▁دستاویز ▁اور ▁گواہ ▁( م عامل ہ ▁کرنے ▁والوں ▁کا ) ▁کسی ▁طرح ▁نقصان ▁نہ ▁کریں۔ ▁اگر ▁تم ▁( لوگ ) ▁ایسا ▁کرو ▁تو ▁یہ ▁تمہارے ▁لي ے ▁گناہ ▁کی ▁بات ▁ہے۔ ▁اور ▁خدا ▁سے ▁ڈر و ▁اور ▁( دی کھ و ▁کہ ) ▁وہ ▁تم ▁کو ▁( کی سی ▁مفید ▁باتیں ) ▁سکھ ات ا ▁ہے ▁اور ▁خدا ▁ہر ▁چیز ▁سے ▁وا قف ▁ہے
▁ہم ▁نے ▁نوح ▁کو ▁اس ▁کی ▁قوم ▁کی ▁طرف ▁بھی جا ▁( اس ▁ہدایت ▁کے ▁ساتھ ) ▁کہ ▁اپنی ▁قوم ▁کے ▁لوگوں ▁کو ▁خبردار ▁کر ▁دے ▁قبل ▁اس ▁کے ▁کہ ▁ان ▁پر ▁ایک ▁درد ناک ▁عذاب ▁اي ے
▁تمہارے ▁استعمال ▁وف ايد ے ▁کے ▁لي ے ▁اور ▁تمہارے ▁چو پای وں ▁کے ▁لي ے
▁اے ▁اہل ▁کتاب ▁اپنے ▁دین ▁میں ▁حد ▁سے ▁تجاوز ▁نہ ▁کرو ▁اور ▁خدا ▁کے ▁بارے ▁میں ▁حق ▁کے ▁علاوہ ▁کچھ ▁نہ ▁کہ و ▁--- مس یح ▁عیسی ▁علی ھ ▁السلام ▁بن ▁مریم ▁صرف ▁اللہ ▁کے ▁رسول ▁اور ▁اس ▁کا ▁کل مہ ▁ہیں ▁جسے ▁مریم ▁کی ▁طرف ▁القا ي ▁کیا ▁گیا ▁ہے ▁اور ▁وہ ▁اس ▁کی ▁طرف ▁سے ▁ایک ▁روح ▁ہیں ▁لہذا ▁خدا ▁اور ▁م رسل ین ▁پر ▁ایمان ▁لے ▁او ▁اور ▁خبردار ▁تین ▁کا ▁نام ▁بھی ▁نہ ▁لو ▁- اس ▁سے ▁باز ▁اج او ▁کہ ▁اسی ▁میں ▁بھ لا ي ی ▁ہے ▁- اللہ ▁فقط ▁خدا ي ے ▁واحد ▁ہے ▁اور ▁وہ ▁اس ▁بات ▁سے ▁من زہ ▁ہے ▁کہ ▁اس ▁کا ▁کوي ی ▁بیٹا ▁ہو ▁ , زمین ▁و ▁اس مان ▁میں ▁جو ▁کچھ ▁بھی ▁ہے ▁سب ▁اسی ▁کا ▁ہے ▁اور ▁وہ ▁کف الت ▁و ▁ وک الت ▁کے ▁لي ے ▁کافی ▁ہے
▁جو ▁( ذ ی ▁استطاع ت ) ▁مسلمان ▁دل ▁کھول ▁کر ▁خیر ات ▁کرتے ▁ہیں ▁اور ▁جو ▁( بے چار ے ▁غریب ▁صرف ▁اتنا ▁ہی ▁کم ا ▁سکتے ▁ہیں ▁جتن ی ▁مزدور ی ▁کرتے ▁( اور ▁تھ وڑ ی ▁سی ▁کم اي ی ▁میں ▁سے ▁خرچ ▁بھی ▁کرتے ) ▁ہیں ▁ان ▁پر ▁جو ▁( م نا فق ) ▁ طعن ▁کرتے ▁ہیں ▁اور ▁ہنس تے ▁ہیں۔ ▁خدا ▁ان ▁پر ▁ہنس تا ▁ہے ▁اور ▁ان ▁کے ▁لیے ▁تکلیف ▁دینے ▁والا ▁عذاب ▁( ت یار ) ▁ہے
▁اور ▁اس ▁کی ▁صبح ▁و ▁شام ▁پاک ی ▁بیان ▁کرو
▁کیا ▁اپ ▁نے ▁نہیں ▁دیکھا ▁کہ ▁الله ▁ہی ▁کے ▁فضل ▁سے ▁دریا ▁میں ▁کشتی اں ▁چل تی ▁ہیں ▁تاکہ ▁تمہیں ▁اپنی ▁نشان یاں ▁دکھا ي ے ▁بے ▁شک ▁اس ▁میں ▁ہر ▁ایک ▁ص ابر ▁شا کر ▁کے لی ے ▁نشان یاں ▁ہیں
▁خدا ▁تم ▁میں ▁سے ▁ان ▁لوگوں ▁کو ▁بھی ▁جانتا ▁ہے ▁جو ▁( لوگ وں ▁کو ) ▁منع ▁کرتے ▁ہیں ▁اور ▁اپنے ▁بھ اي یوں ▁سے ▁کہتے ▁ہیں ▁کہ ▁ہمارے ▁پاس ▁چلے ▁او ۔ ▁اور ▁لڑ اي ی ▁میں ▁نہیں ▁ا تے ▁مگر ▁کم
▁اور ▁تمہارے ▁گھروں ▁میں ▁جو ▁خدا ▁کی ▁ ایت یں ▁پڑھ ی ▁جاتی ▁ہیں ▁اور ▁حکمت ▁( کی ▁باتیں ▁سنا ي ی ▁جاتی ▁ہیں ) ▁ان ▁کو ▁یاد ▁رکھ و ۔ ▁بے شک ▁خدا ▁بار یک ▁ب یں ▁اور ▁با خبر ▁ہے
▁کیا ▁( اس ▁بات ▁سے ▁بھی ) ▁انہیں ▁ہدایت ▁نہ ▁ملی ▁کہ ▁ہم ▁نے ▁ان ▁سے ▁پہلے ▁کتنی ▁نسل یں ▁( ان ▁گناہ وں ▁کی ▁پاداش ▁میں ) ▁ہلاک ▁کر ▁دیں ▁جن ▁کے ▁مکان وں ▁میں ▁( اج ) ▁یہ ▁چل تے ▁پھر تے ▁ہیں ▁بے شک ▁اس ▁میں ▁صاحب ان ▁عقل ▁کی لي ے ▁خدا ▁کی ▁قدرت ▁کی ▁بڑی ▁نشان یاں ▁ہیں۔
▁پس ▁موسی ▁( علی ہ ▁السلام ) ▁پر ▁ان ▁کی ▁قوم ▁کے ▁چند ▁جوان وں ▁کے ▁سوا ▁( کو ي ی ) ▁ایمان ▁نہ ▁لا یا ، ▁فرع ون ▁اور ▁اپنے ▁( قوم ی ) ▁سردار وں ▁( وڈ یر وں ) ▁سے ▁ڈر تے ▁ہو ي ے ▁کہ ▁کہیں ▁وہ ▁انہیں ▁( کسی ) ▁مصیبت ▁میں ▁مبتلا ▁نہ ▁کر ▁دیں ، ▁اور ▁بیش ک ▁فرع ون ▁سرزمین ▁( مصر ) ▁میں ▁بڑا ▁جا بر ▁و ▁سر کش ▁تھا ، ▁اور ▁وہ ▁یقینا ▁( ظلم ▁میں ) ▁حد ▁سے ▁بڑھ ▁جانے ▁والوں ▁میں ▁سے ▁تھا ،
▁اور ▁( ا ے ▁حبیب !) ▁کتنی ▁ہی ▁بست یاں ▁تھیں ▁جن ▁کے ▁باشند ے ▁( وس ايل ▁و ▁اقتدار ▁میں ) ▁اپ ▁کے ▁اس ▁شہر ▁( م کہ ▁کے ▁باشند وں ) ▁سے ▁زیادہ ▁طاقتور ▁تھے ▁جس ▁( کے ▁مق ت در ▁ وڈ یر وں ) ▁نے ▁اپ ▁کو ▁( ب صورت ▁ہ جر ت ) ▁نکال ▁دیا ▁ہے ، ▁ہم ▁نے ▁انہیں ▁( بھی ) ▁ہلاک ▁کر ▁ڈال ا ▁پھر ▁ان ▁کا ▁کوي ی ▁مدد گار ▁نہ ▁ہوا ▁( جو ▁انہیں ▁بچا ▁سکتا )،
▁یہ ▁ایک ▁فوج ▁ہے ▁جو ▁تمہارے ▁ساتھ ▁داخل ▁ہوگی۔ ▁ان ▁کو ▁خوشی ▁نہ ▁ہو ▁یہ ▁دوزخ ▁میں ▁جانے ▁والے ▁ہیں
▁نہ ▁اس ▁میں ▁درد ▁سر ▁ہوگا ▁اور ▁نہ ▁انہیں ▁اس ▁سے ▁نش ہ ▁ہوگا
▁یہ ▁ایک ▁بڑی ▁برکت ▁والی ▁کتاب ▁ہے ▁جو ▁( ا ے ▁محمد ) ▁ہم ▁نے ▁تمہاری ▁طرف ▁نازل ▁کی ▁ہے ▁تاکہ ▁یہ ▁لوگ ▁اس ▁کی ▁ای ات ▁پر ▁غور ▁کریں ▁اور ▁عقل ▁و ▁فکر ▁رکھنے ▁والے ▁اس ▁سے ▁سبق ▁لیں
▁یہ ▁حکمت ▁والی ▁کت ا ▁ب ▁کی ▁ ایت یں ▁ہیں
▁اور ▁کہنے ▁لگے ▁ہم ▁سارے ▁ جہ ان وں ▁کے ▁پروردگار ▁پر ▁ایمان ▁لاي ے۔
▁اور ▁جب ▁پہاڑ ▁چلا ▁دي ی ے ▁جاي یں ▁گے۔
▁جو ▁ملک ▁میں ▁فساد ▁کرتے ▁ہیں ▁اور ▁اصلاح ▁نہیں ▁کرتے
▁بیش ک ▁اللہ ▁نے ▁سنا ▁جنہوں ▁نے ▁کہا ▁کہ ▁اللہ ▁م حتاج ▁ہے ▁اور ▁ہم ▁غنی ▁اور ▁ہم ▁غنی ▁اب ▁ہم ▁لکھ ▁رکھیں ▁گے ▁ان ▁کا ▁کہا ▁اور ▁ان بی اء ▁کو ▁ان ▁کا ▁نا حق ▁شہید ▁کرنا ▁اور ▁فرما ي یں ▁گے ▁کہ ▁چک ھو ▁ اگ ▁کا ▁عذاب ،
▁ط س ، ▁یہ ▁ ایت یں ▁ہیں ▁قر ان ▁کی ▁( یعنی ▁واضح ) ▁اور ▁روشن ▁کتاب ▁کی
▁رسول ▁کے ▁ذم ہ ▁سوا ي ے ▁پہنچا نے ▁کے ▁اور ک چھ ▁نہیں ▁اور ▁الله ▁کو ▁معلوم ▁ہے ▁جو ▁تم ▁ظاہر ▁کرتے ▁ہو ▁اور ▁جو ▁چھپ ▁کر ▁کرتے ▁ہو
▁اور ▁کہنے ▁لگے ▁کہ ▁ہم ▁ جہ ان ▁کے ▁پروردگار ▁پر ▁ایمان ▁لاي ے
▁اور ▁جب ▁تمہیں ▁کوي ی ▁کسی ▁لفظ ▁سے ▁سلام ▁کرے ▁تو ▁اس ▁سے ▁بہتر ▁لفظ ▁جواب ▁میں ▁کہ و ▁یا ▁یا ▁وہی ▁کہہ ▁دو ، ▁بیش ک ▁اللہ ▁ہر ▁چیز ▁پر ▁حساب ▁لینے ▁والا ▁ہے
▁اور ▁دن ▁کی ▁جبکہ ▁وہ ▁روشن ▁ہو
▁تو ▁اہل ▁کتاب ▁کو ▁اد م ▁کے ▁دو ▁بی ٹ وں ▁کا ▁قص ہ ▁صحیح ▁طور ▁پر ▁پڑھ کر ▁سنا ▁دے ▁جب ▁ان ▁دونوں ▁نے ▁قربانی ▁کی ▁ان ▁میں ▁سے ▁ایک ▁کی ▁قربانی ▁قبول ▁ہو ▁ گي ی ▁اور ▁دوسرے ▁کی ▁نہ ▁ہو ي ی ▁اس ▁نے ▁کہا ▁میں ▁تج ھے ▁مار ▁ڈال وں ▁گا ▁اس ▁نے ▁جواب ▁دیا ▁الله ▁پر ہ یز ▁ گار وں ▁ہی ▁سے ▁قبول ▁کرتا ▁ہے
▁( ا ے ▁نبي ▁مک رم !) ▁اپ ▁فرما ▁دی جي ے : ▁وہ ▁االله ▁ہے ▁جو ▁یک تا ▁ہے ،
▁اور ▁وہ ▁وہی ▁ہے ▁جس ▁نے ▁رات ▁اور ▁دن ▁اور ▁سور ج ▁اور ▁چاند ▁کو ▁پیدا ▁کیا۔ ▁سب ▁( اپ نے ▁اپنے ) ▁دا ير ہ ▁( م دار ) ▁میں ▁تیر ▁رہے ▁ہیں۔
▁اور اس ▁گا وں ▁سے ▁پوچھ ▁لی جی ي ے ▁جس ▁میں ▁ہم ▁تھے ▁اور ▁اس ▁قافل ہ ▁سے ▁بھی ▁جس ▁میں ▁ہم ▁اي ے ▁ہیں ▁اور ▁بے ▁شک ▁ہم ▁سچ ے ▁ہیں
▁اور ▁ان ▁کی ▁قوم ▁کے ▁پاس ▁کوي ی ▁جواب ▁نہ ▁تھا ▁سوا ي ے ▁اس ▁کے ▁کہ ▁انہوں ▁نے ▁لوگوں ▁کو ▁اب ھار ا ▁کہ ▁انہیں ▁اپنے ▁قر یہ ▁سے ▁نکال ▁باہر ▁کرو ▁کہ ▁یہ ▁بہت ▁پاک ▁باز ▁بن تے ▁ہیں
▁اور ▁پہاڑ ▁چلنے ▁لگ یں ▁گے۔
▁پھر ▁ہم ▁نے ▁ان ▁کے ▁بعد ▁تمہیں ▁زمین ▁میں ▁جانشین ▁کیا ▁کہ ▁دیکھیں ▁تم ▁کیسے ▁کام ▁کرتے ▁ہو
▁اے ▁محمد ! ▁کہہ ▁دو ▁کہ ▁لوگ و ! ▁تم ▁اپنی ▁جگہ ▁عمل ▁کرتے ▁رہ و ▁اور ▁میں ▁بھی ▁اپنی ▁جگہ ▁عمل ▁کر ▁رہا ▁ہوں ، ▁عن قر یب ▁تمہیں ▁معلوم ▁ہو ▁جاي ے ▁گا ▁کہ ▁انجام ▁کار ▁کس ▁کے ▁حق ▁میں ▁بہتر ▁ہوتا ▁ہے ، ▁ب ہر ▁حال ▁یہ ▁حقیقت ▁ہے ▁کہ ▁ظالم ▁کبھی ▁فلا ح ▁نہیں ▁پا ▁سکتے
▁اور ▁کچھ ▁رات ▁ گي ی ▁اپنے با پ ▁کے ▁پاس ▁رو تے ▁ہو ي ے ▁اي ے
▁اور ▁تم ▁نے ▁پہلی ▁پیدا يش ▁تو ▁جان ▁ہی ▁لی ▁ہے۔ ▁پھر ▁تم ▁سوچ تے ▁کیوں ▁نہیں ؟
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁یہودی و ▁اگر ▁تم ہ ارا ▁خیال ▁یہ ▁ہے ▁کہ ▁تمام ▁انسان وں ▁میں ▁تم ▁ہی ▁اللہ ▁کے ▁دوست ▁ہو ▁تو ▁اگر ▁اپنے ▁دعوی ▁میں ▁سچ ے ▁ہو ▁تو ▁موت ▁کی ▁تم ناک رو
▁کا ہے ▁کی ▁راہ ▁دیکھتے ▁ہیں ▁مگر ▁اس ▁کی ▁کہ ▁اس ▁کتاب ▁کا ▁کہا ▁ہوا ▁انجام ▁سامنے ▁اي ے ▁جس ▁دن ▁اس ▁کا ▁بتایا ▁انجام ▁واقع ▁ہوگا ▁بول ▁اٹھ یں ▁گے ▁وہ ▁جو ▁اسے ▁پہلے ▁سے ▁بھ لا ي ے ▁بیٹھے ▁تھے ▁کہ ▁بیش ک ▁ہمارے ▁رب ▁کے ▁رسول ▁حق ▁لاي ے ▁تھے ▁تو ▁ہیں ▁کوي ی ▁ہمارے ▁سفارش ی ▁جو ▁ہماری ▁شفا عت ▁کریں ▁یا ▁ہم ▁واپس ▁بھیج ے ▁جاي یں ▁کہ ▁پہلے ▁کام وں ▁کے ▁خلاف ▁کام ▁کریں ▁بیش ک ▁انہوں ▁نے ▁اپنی ▁جان یں ▁نقصان ▁میں ▁ڈال یں ▁اور ▁ان ▁سے ▁کھو ي ے ▁ گي ے ▁جو ▁بہت ان ▁اٹھا تے ▁تھے
▁حر یر ▁و ▁دی با ▁کے ▁لباس ▁پہ نے ، ▁ام نے ▁سامنے ▁بیٹھے ▁ہوں ▁گے
▁اور بے ▁شک ▁مسجد یں ▁الله ▁کے ▁لیے ▁ہیں ▁پس ▁تم ▁الله ▁کے ▁ساتھ ▁کسی ▁کو ▁نہ ▁پکار و
▁اور ▁( ی اد ▁کرو ) ▁جب ▁تمہارے ▁رب ▁نے ▁ا گاہ ▁فرمایا ▁کہ ▁اگر ▁تم ▁شکر ▁ادا ▁کرو ▁گے ▁تو ▁میں ▁تم ▁پر ▁( نعم ت وں ▁میں ) ▁ضرور ▁اضافہ ▁کر وں ▁گا ▁اور ▁اگر ▁تم ▁نا ش کری ▁کرو ▁گے ▁تو ▁میرا ▁عذاب ▁یقینا ▁سخت ▁ہے ،
▁اور ▁لوگوں ▁پر ▁جو ▁پر ہ یز گار ی ▁اختیار ▁کي ے ▁ہو ي ے ▁ہیں ▁ان ▁( کا فر وں ) ▁کے ▁حساب ▁سے ▁کچھ ▁بھی ▁( لازم ) ▁نہیں ▁ہے ▁مگر ▁( ا نہیں ) ▁نص ی حت ▁( کر نا ▁چاہیے ) ▁تاکہ ▁وہ ▁( ک فر ▁سے ▁اور ▁قر ان ▁کی ▁مذمت ▁سے ) ▁بچ ▁جاي یں ،
▁حالانک ہ ▁ان ▁پر ▁اس ▁کا ▁کوي ی ▁زور ▁بھی ▁نہیں ▁تھا ▁مگر ▁یہی ▁کہ ▁ہم ▁نے ▁ظاہر ▁کرنا ▁تھا ▁کون ▁اخر ت ▁پر ▁ایمان ▁لا تا ▁ہے ▁اور ک ون ▁اس ▁سے ▁شک ▁میں ▁پڑا ▁ہوا ▁ہے ▁اور ▁تیر ا ▁رب ▁ہر ▁چیز ▁پر ▁ نگ ہ بان ▁ہے
▁اور ▁اسی ▁نے ▁ان ▁( اہل ▁ایمان ) ▁کے ▁دل وں ▁میں ▁الفت ▁پیدا ▁کی۔ ▁اگر ▁اپ ▁تمام ▁روي ے ▁زمین ▁کی ▁دولت ▁بھی ▁خرچ ▁کر ▁دیتے ▁تو ▁ان ▁کے ▁دل وں ▁میں ▁الفت ▁پیدا ▁نہیں ▁کر ▁سکتے ▁تھے۔ ▁مگر ▁اللہ ▁نے ▁( اپ نی ▁قدرت ▁کامل ہ ▁سے ) ▁ان ▁کے ▁درمیان ▁الفت ▁پیدا ▁کر ▁دی ▁بے ▁شک ▁وہ ▁غالب ▁اور ▁بڑا ▁حکمت ▁والا ▁ہے۔
▁خدا ▁تمہیں ▁نص ی حت ▁کرتا ▁ہے ▁کہ ▁اگر ▁مومن ▁ہو ▁تو ▁پھر ▁کبھی ▁ایسا ▁کام ▁نہ ▁کرنا
▁طلاق ▁دو ▁بار ▁ہے ▁پھر ▁یا ▁تو ▁سی دھی ▁طرح ▁عورت ▁کو ▁روک ▁لیا ▁جاي ے ▁یا ▁بھ لے ▁طریقے ▁سے ▁اس ▁کو ▁رخصت ▁کر ▁دیا ▁جاي ے ▁اور ▁رخصت ▁کر ▁ تے ▁ہو ي ے ▁ایسا ▁کرنا ▁تمہارے ▁لیے ▁جا يز ▁نہیں ▁ہے ▁کہ ▁جو ▁کچھ ▁تم ▁انہیں ▁دے ▁چکے ▁ہو ، ▁اس ▁میں ▁سے ▁کچھ ▁واپس ▁لے ▁لو ▁البتہ ▁یہ ▁صورت ▁مست ث نی ▁ہے ▁کہ ▁زوج ین ▁کو ▁اللہ ▁کے ▁حدود ▁پر ▁قاي م ▁نہ ▁رہ ▁سک نے ▁کا ▁ اندیش ہ ▁ہو ▁ایسی ▁صورت ▁میں ▁اگر ▁تمہیں ▁یہ ▁خوف ▁ہو ▁کہ ▁وہ ▁دونوں ▁حدود ▁ال ہی ▁پر ▁قاي م ▁نہ ▁رہیں ▁گے ، ▁تو ▁ان ▁دونوں ▁کے ▁درمیان ▁یہ ▁معاملہ ▁ہو ▁جانے ▁میں ▁مض ا يق ہ ▁نہیں ▁کہ ▁عورت ▁اپنے ▁شوہر ▁کو ▁کچھ ▁معا وض ہ ▁دے ▁کر ▁علی ح دگی ▁حاصل ▁کر ▁لے ▁یہ ▁اللہ ▁کے ▁مقرر ▁کردہ ▁حدود ▁ہیں ، ▁ان ▁سے ▁تجاوز ▁نہ ▁کرو ▁اور ▁جو ▁لوگ ▁حدود ▁ال ہی ▁سے ▁تجاوز ▁کریں ، ▁وہی ▁ظالم ▁ہیں
▁ غرض ▁جب ▁وہ ▁ان ▁کے ▁پاس ▁ہماری ▁طرف ▁سے ▁حق ▁لے ▁کر ▁پہنچے ▁تو ▁کہنے ▁لگے ▁کہ ▁جو ▁اس ▁کے ▁ساتھ ▁( خدا ▁پر ) ▁ایمان ▁لاي ے ▁ہیں ▁ان ▁کے ▁بی ٹ وں ▁کو ▁قتل ▁کرد و ▁اور ▁بیٹی وں ▁کو ▁زندہ ▁رہنے ▁دو ۔ ▁اور ▁کا فر وں ▁کی ▁تدبیر یں ▁بے ٹھ کا نے ▁ہوتی ▁ہیں
▁جو ▁لوگ ▁کا فر ہو گي ے ▁اور ▁اسی ▁حالا ▁کفر ▁میں ▁مر ▁ گي ے ▁ان ▁پر ▁اللہ ▁ملا ي کہ ▁اور ▁تمام ▁انسان وں ▁کی ▁لعنت ▁ہے
▁قیامت ▁کے ▁دن ▁ہم ▁سب ▁کو ▁ایک ▁ساتھ ▁اٹھا ي یں ▁گے ▁پھر ▁مشر کین ▁سے ▁کہیں ▁گے ▁کہ ▁تمہارے ▁وہ ▁شرک اي ▁کہاں ▁ہیں ▁جو ▁تمہارے ▁خیال ▁میں ▁خدا ▁کے ▁شریک ▁تھے
▁پھر ▁ان ہو ▁ ں ▁نے ▁سر ▁نی چا ▁کر ▁کے ▁کہا ▁تو ▁جانتا ▁ہے ▁کہ ▁یہ ▁بولا ▁نہیں ▁کرتے
▁انہوں ▁نے ▁کہا ▁ہم ▁اپ ▁کو ▁بالکل ▁سچ ی ▁بشار ت ▁دے ▁رہے ▁ہیں ▁تو ▁اپ ▁نا ام ید ▁ہونے ▁والوں ▁میں ▁سے ▁نہ ▁ہوں۔
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁اور ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁وہی ▁لوگ ▁دوزخ ی ▁ہیں ▁( جو ) ▁اس ▁میں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ، ▁اور ▁وہ ▁کیا ▁ہی ▁برا ▁ ٹھ کان ا ▁ہے ،
▁جس ▁دن ▁ہر ▁جان ▁اپنی ▁ہی ▁طرف ▁جھ گ ڑ تی ▁اي ے ▁گی ▁اور ▁ہر ▁جان ▁کو ▁اس ▁کا ▁کیا ▁پورا ▁بھر دیا ▁جاي ے ▁گا ▁اور ▁ان ▁پر ▁ظلم ▁نہ ▁ہوگا
▁اس ▁کے ▁بعد ▁جب ▁ہم ▁نے ▁ایک ▁مدت ▁کے ▁لي ے ▁عذاب ▁کو ▁برطرف ▁کردیا ▁تو ▁پھر ▁اپنے ▁عہد ▁کو ▁تو ڑنے ▁والوں ▁میں ▁شامل ▁ہو گي ے
▁اور ▁شام ▁کو ▁بھی ▁کیا ▁پھر ▁بھی ▁عقل ▁سے ▁کام ▁نہیں ▁لیتے ؟
▁اور ▁اس ▁طرح ▁ہم ▁نے ▁ان ▁کو ▁اٹھایا ▁تاکہ ▁اپ س ▁میں ▁ایک ▁دوسرے ▁سے ▁دریافت ▁کریں۔ ▁ایک ▁کہنے ▁والے ▁نے ▁کہا ▁کہ ▁تم ▁( یہ اں ) ▁کتنی ▁مدت ▁رہے ؟ ▁انہوں ▁نے ▁کہا ▁کہ ▁ایک ▁دن ▁یا ▁اس ▁سے ▁بھی ▁کم ۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁جتن ی ▁مدت ▁تم ▁رہے ▁ہو ▁تم ہ ارا ▁پروردگار ▁ہی ▁اس ▁کو ▁خوب ▁جانتا ▁ہے۔ ▁تو ▁اپنے ▁میں ▁سے ▁کسی ▁کو ▁یہ ▁روپ یہ ▁دے ▁کر ▁شہر ▁کو ▁بھی جو ▁وہ ▁دیکھ ے ▁کہ ▁ نف یس ▁کھانا ▁کون ▁سا ▁ہے ▁تو ▁اس ▁میں ▁سے ▁کھانا ▁لے ▁اي ے ▁اور ▁ا ہ ست ہ ▁ا ہ ست ہ ▁اي ے ▁جاي ے ▁اور ▁تم ہ ارا ▁حال ▁کسی ▁کو ▁نہ ▁بتا ي ے
▁پھر ▁جب ▁چاہے ▁وہ ▁اسے ▁دوبارہ ▁اٹھا ▁کھڑا ▁کرے
▁اور ▁اگر ▁تم ▁ان ▁سے ▁پوچھ و ▁کس ▁نے ▁بنا ي ے ▁اس مان ▁اور ▁زمین ▁تو ▁ضرور ▁کہیں ▁گے ▁اللہ ▁نے ، ▁تم ▁فرما و ▁سب ▁خوبی اں ▁اللہ ▁کو ▁بلکہ ▁ان ▁میں ▁اکثر ▁جانتے ▁نہیں ،
▁تو ▁وه ▁دن ▁بڑا ▁سخت ▁دن ▁ہوگا
▁اج ▁میں ▁نے ▁ان ▁کو ▁ان ▁کے ▁صبر ▁کا ▁بدل ہ ▁دیا ، ▁کہ ▁وہ ▁کامیاب ▁ہو گي ے
▁اور ▁موت ▁کی ▁بے ہ وشی ▁حقیقت ▁کھول نے ▁کو ▁ط اری ▁ہو گي ی ۔ ▁( ا ے ▁انسان ) ▁یہی ▁( وہ ▁حالت ) ▁ہے ▁جس ▁سے ▁تو ▁بھاگ تا ▁تھا
▁جس ▁دن ▁ان ▁کے ▁منہ ▁ اگ ▁میں ▁ال ٹ ▁دیے ▁جاي یں ▁گے ▁کہیں ▁گے ▁اے ▁کاش ▁ہم ▁نے ▁الله ▁اور ▁رسول ▁کا ▁کہا ▁مانا ▁ہوتا
▁مگر ▁پھر ▁ان ▁کی ▁مت ▁پل ٹ ▁ گي ی ▁اور ▁بول ے ▁" تو ▁جانتا ▁ہے ▁کہ ▁یہ ▁بول تے ▁نہیں ▁ہیں "
▁اور ▁جو ▁کتاب ▁میں ▁نے ▁( اپ نے ▁رسول ▁محمد صلى ▁الله ▁عليه ▁وسلم ▁پر ) ▁نازل ▁کی ▁ہے ▁جو ▁تمہاری ▁کتاب ▁تور ات ▁کو ▁سچ ا ▁کہ تی ▁ہے ، ▁اس ▁پر ▁ایمان ▁لا و ▁اور ▁اس ▁سے ▁من کر ▁اول ▁نہ ▁بن و ، ▁اور ▁میری ▁ ایت وں ▁میں ▁( تحر یف ▁کر ▁کے ) ▁ان ▁کے ▁بدل ے ▁تھ وڑ ی ▁سی ▁قیمت ▁( یعنی ▁دنیا وی ▁منع فت ) ▁نہ ▁حاصل ▁کرو ، ▁اور ▁مجھ ی ▁سے ▁خوف ▁رکھ و
▁ان ▁نعمت وں ▁کے ▁درمیان ▁شرم یلی ▁ن گاہ وں ▁وال یاں ▁ہوں ▁گی ▁جنہیں ▁ان ▁جنت یوں ▁سے ▁پہلے ▁کسی ▁انسان ▁یا ▁جن ▁نے ▁چھ وا ▁نہ ▁ہوگا
▁اے ▁رسول ( ص ) ! ▁( ان ▁مشر کین ▁سے ) ▁کہ ی ے ! ▁تم ▁ان ▁کو ▁پکار و ▁جنہیں ▁تم ▁اللہ ▁کے ▁سوا ▁( مع بود ) ▁سمجھتے ▁ہو ( ▁پھر ▁دیکھ و ) ▁وہ ▁ذ رہ ▁بھر ▁چیز ▁کے ▁بھی ▁مالک ▁نہیں ▁ہیں ، ▁نہ ▁اس مان وں ▁اور ▁زمین ▁میں ▁اور ▁نہ ▁ہی ▁ان ▁کی ▁ان ▁دونوں ▁( کی ▁ملکی ت ) ▁میں ▁کوي ی ▁شرکت ▁ہے ▁اور ▁نہ ▁ہی ▁ان ▁میں ▁سے ▁کوي ی ▁اس ▁( اللہ ) ▁کا ▁مدد گار ▁ہے۔
▁پھر ▁ان ▁سے ▁ساری ▁داستان ▁علم ▁و ▁اطلاع ▁کے ▁ساتھ ▁بیان ▁کریں ▁گے ▁اور ▁ہم ▁خود ▁بھی ▁غا يب ▁تو ▁تھے ▁نہیں
▁شاید ▁اپ ▁( اس ▁غم ▁میں ) ▁جان ▁دے ▁دیں ▁گے ▁کہ ▁یہ ▁لوگ ▁ایمان ▁نہیں ▁لات ے۔
▁بیش ک ▁مجھے ▁تم ▁پر ▁ڈر ▁ہے ▁ایک ▁بڑے ▁دن ▁کے ▁عذاب ▁کا
▁اور ▁پیغمبر ▁اپ ▁ان ▁کے ▁درمیان ▁تن زی ل ▁خدا ▁کے ▁مطابق ▁فیصلہ ▁کریں ▁اور ▁ان ▁کی ▁خواہش ات ▁کا ▁اتباع ▁نہ ▁کریں ▁اور ▁اس ▁بات ▁سے ▁بچ تے ▁رہیں ▁کہ ▁یہ ▁بعض ▁احکام ▁ال ہی ▁سے ▁من حرف ▁کرد یں ▁- پ ھر ▁اگر ▁یہ ▁خود ▁من حرف ▁ہو جا ي یں ▁تو ▁یاد ▁رکھیں ▁کہ ▁خدا ▁ان ▁کو ▁ان ▁کے ▁بعض ▁گناہ وں ▁کی ▁مصیبت ▁میں ▁مبتلا ▁کرنا ▁چاہتا ▁ہے ▁اور ▁انسان وں ▁کی ▁اکثریت ▁فا سق ▁اور ▁دا ي رس ▁اطاعت ▁سے ▁خارج ▁ہے
▁( وہ ) ▁رحمان ▁ہی ▁ہے ،
▁تمہارے ▁لي ے ▁ان ▁( قرب انی ▁کے ▁جانور وں ) ▁میں ▁مقرر ہ ▁مدت ▁تک ▁فو ايد ▁ہیں ▁پھر ▁انہیں ▁قدیم ▁گھر ▁( خان ہ ▁ک عب ہ ) ▁کی ▁طرف ▁( ذبح ▁کے ▁لي ے ) ▁پہنچ نا ▁ہے ،
▁پھر ▁ہم ▁نے ▁ہوا ▁کو ▁اس ▁کے ▁تابع ▁کر ▁دیا ▁کہ ▁وہ ▁اس ▁کے ▁حکم ▁سے ▁بڑی ▁نرم ی ▁سے ▁چل تی ▁تھی ▁جہاں ▁اسے ▁پہنچ نا ▁ہوتا ▁تھا
▁اور ▁یہ ▁کہ ▁انسان وں ▁میں ▁سے ▁کچھ ▁لوگ ▁جن ات ▁کے ▁بعض ▁لوگوں ▁کی ▁پناہ ▁ڈھ ون ڈ ▁رہے ▁تھے ▁تو ▁انہوں ▁نے ▁گرفتاری ▁میں ▁اور ▁اضافہ ▁کردیا
▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁دو ▁پہاڑ وں ▁کے ▁درمیان ▁پہنچ ▁ گي ے ▁تو ▁ان ▁کے ▁قریب ▁ایک ▁قوم ▁کو ▁پایا ▁جو ▁کوي ی ▁بات ▁نہیں ▁سمجھ تی ▁تھی
▁پھر ▁جو ▁شخص ▁اپنے ▁( اس ) ▁ظلم ▁کے ▁بعد ▁تو بہ ▁اور ▁اصلاح ▁کر لے ▁تو ▁بیش ک ▁االله ▁اس ▁پر ▁رحمت ▁کے ▁ساتھ ▁رجوع ▁فرمان ے ▁والا ▁ہے۔ ▁یقینا ▁االله ▁بڑا ▁بخش نے ▁والا ▁بہت ▁رحم ▁فرمان ے ▁والا ▁ہے ،
▁اور ▁ان ▁( م نا فق وں ) ▁میں ▁سے ▁وہ ▁لوگ ▁بھی ▁ہیں ▁جو ▁نبی ▁( مک رم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کو ▁ای ذا ▁پہنچا تے ▁ہیں ▁اور ▁کہتے ▁ہیں : ▁وہ ▁تو ▁کان ▁( کے ▁کچ ے ) ▁ہیں۔ ▁فرما ▁دی جي ے : ▁تمہارے ▁لي ے ▁بھ لا ي ی ▁کے ▁کان ▁ہیں۔ ▁وہ ▁اللہ ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁اہل ▁ایمان ▁( کی ▁بات وں ) ▁پر ▁یقین ▁کرتے ▁ہیں ▁اور ▁تم ▁میں ▁سے ▁جو ▁ایمان ▁لے ▁اي ے ▁ہیں ▁ان ▁کے ▁لي ے ▁رحمت ▁ہیں ، ▁اور ▁جو ▁لوگ ▁رسول ▁اللہ ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁کو ▁( اپ نی ▁ بدع قی دگی ، ▁بد گ مان ی ▁اور ▁بد ز بانی ▁کے ▁ذریعے ) ▁اذیت ▁پہنچا تے ▁ہیں ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے ،
▁وہی ▁اللہ ▁ہے ▁پیدا ▁کرنے ▁والا ▁وجود ▁بخش نے ▁والا ، ▁صورت ▁بنانے ▁والا ، ▁اسی ▁کے ▁لیے ▁( نہ ایت ) ▁اچھے ▁نام ▁ہیں ، ▁ہر ▁چیز ▁ خواه ▁وه ▁اس مان وں ▁میں ▁ہو ▁ خواه ▁زمین ▁میں ▁ہو ▁اس ▁کی ▁پاک ی ▁بیان ▁کرتی ▁ہے ، ▁اور ▁وہی ▁غالب ▁حکمت ▁والا ▁ہے
▁اور ▁( عمل وں ▁کی ) ▁کتاب ▁( کھ ول ▁کر ) ▁رکھی ▁جاي ے ▁گی ▁تو ▁تم ▁گ نہ گار وں ▁کو ▁دیکھ و ▁گے ▁کہ ▁جو ▁کچھ ▁اس ▁میں ▁( لک ھا ) ▁ہوگا ▁اس ▁سے ▁ڈر ▁رہے ▁ہوں ▁گے ▁اور ▁کہیں ▁گے ▁ہا ي ے ▁شام ت ▁یہ ▁کی سی ▁کتاب ▁ہے ▁کہ ▁نہ ▁چھوٹی ▁بات ▁کو ▁چھوڑ تی ▁ہے ▁نہ ▁بڑی ▁کو ۔ ▁( کو ي ی ▁بات ▁بھی ▁نہیں ) ▁مگر ▁اسے ▁لکھ ▁رکھا ▁ہے۔ ▁اور ▁جو ▁عمل ▁کي ے ▁ہوں ▁گے ▁سب ▁کو ▁حاضر ▁پاي یں ▁گے۔ ▁اور ▁تم ہ ارا ▁پروردگار ▁کسی ▁پر ▁ظلم ▁نہیں ▁کرے ▁گا
▁ارشاد ▁ہوا : ▁بیش ک ▁ہم ▁نے ▁تمہارے ▁( انے ▁کے ) ▁بعد ▁تمہاری ▁قوم ▁کو ▁فت نہ ▁میں ▁مبتلا ▁کر ▁دیا ▁ہے ▁اور ▁انہیں ▁سام ری ▁نے ▁گمراہ ▁کر ▁ڈال ا ▁ہے ،
▁اللہ ▁لکھ ▁چکا ▁کہ ▁ضرور ▁میں ▁غالب ▁ا وں ▁گا ▁اور ▁میرے ▁رسول ▁بیش ک ▁اللہ ▁قوت ▁والا ▁عزت ▁والا ▁ہے ،
▁اور ▁اس ▁سے ▁بڑھ ▁کر ▁ظالم ▁کون ▁ہوگا ▁جو ▁خدا ▁پر ▁جھوٹ ▁افت راء ▁کرے ▁ایسے ▁لوگ ▁خدا ▁کے ▁سامنے ▁پیش ▁کي ے ▁جاي یں ▁گے ▁اور ▁گواہ ▁کہیں ▁گے ▁کہ ▁یہی ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁اپنے ▁پروردگار ▁پر ▁جھوٹ ▁بولا ▁تھا۔ ▁سن ▁رکھ و ▁کہ ▁ظالم وں ▁پر ▁الله ▁کی ▁لعنت ▁ہے
▁انسان و ▁ہم ▁نے ▁تم ▁کو ▁ایک ▁مرد ▁اور ▁ایک ▁عورت ▁سے ▁پیدا ▁کیا ▁ہے ▁اور ▁پھر ▁تم ▁میں ▁شاخ یں ▁اور ▁قبیل ے ▁قرار ▁دی ي ے ▁ہیں ▁تاکہ ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کو ▁پہچان ▁ سکو ▁بیش ک ▁تم ▁میں ▁سے ▁خدا ▁کے ▁نزدیک ▁زیادہ ▁محترم ▁وہی ▁ہے ▁جو ▁زیادہ ▁پر ہ یز گار ہے ▁اور ▁اللہ ▁ہر ▁ش ے ▁کا ▁جان نے ▁والا ▁اور ▁ہر ▁بات ▁سے ▁با خبر ▁ہے
▁پھر ▁ہمارے ▁بند وں ▁میں ▁سے ▁ایک ▁بند ہ ▁کو ▁پایا ▁جسے ▁ہم ▁نے ▁اپنے ▁ہاں ▁سے ▁رحمت ▁دی ▁تھی ▁اور اس ے ▁ہم ▁نے ▁اپنے ▁پاس ▁سے ▁ایک ▁علم ▁سکھ ایا ▁تھا
▁بیش ک ▁جو ▁لوگ ▁ یت یم وں ▁کے ▁مال ▁نا حق ▁طریقے ▁سے ▁کھا تے ▁ہیں ▁وہ ▁اپنے ▁پیٹ وں ▁میں ▁نر ی ▁ اگ ▁بھر تے ▁ہیں ، ▁اور ▁وہ ▁جلد ▁ہی ▁ دہ کت ی ▁ہو ي ی ▁ اگ ▁میں ▁جا ▁گر یں ▁گے ،
▁پس ▁انہوں ▁نے ▁( ق دار ▁نامی ) ▁اپنے ▁ایک ▁ساتھ ی ▁کو ▁بل ایا ، ▁اس ▁نے ▁( او نٹ نی ▁پر ▁تل وار ▁سے ) ▁وار ▁کیا ▁اور ▁کو نچ یں ▁کا ٹ ▁دیں ،
▁اور ▁( دور ▁در از ) ▁شہروں ▁میں ▁جہاں ▁تم ▁زحمت ▁ شاق ہ ▁کے ▁بغیر ▁پہنچ ▁نہیں ▁سکتے ▁وہ ▁تمہارے ▁بوجھ ▁اٹھا ▁کر ▁لے ▁جاتے ▁ہیں۔ ▁کچھ ▁شک ▁نہیں ▁کہ ▁تم ہ ارا ▁پروردگار ▁نہای ت ▁ش فقت ▁والا ▁اور ▁مہر بان ▁ہے
▁اخر ▁کار ▁وہ ▁اللہ ▁تعالی ▁کی ▁نعمت ▁اور ▁فضل ▁کے ▁ساتھ ▁پل ٹ ▁اي ے ، ▁ان ▁کو ▁کسی ▁قسم ▁کا ▁ضرر ▁بھی ▁نہ ▁پہنچا ▁اور ▁اللہ ▁کی ▁رضا ▁پر ▁چلنے ▁کا ▁ شرف ▁بھی ▁انہیں ▁حاصل ▁ہو ▁گیا ، ▁اللہ ▁بڑا ▁فضل ▁فرمان ے ▁والا ▁ہے
▁کہہ ▁دی جی ے ▁کہ ▁خب ی ث ▁( نا پا ک ) ▁اور ▁طیب ▁( پا ک ) ▁برابر ▁نہیں ▁ہو ▁سکتے ▁اگرچہ ▁خب ی ث ▁( نا پا ک ) ▁کی ▁ک ثر ت ▁اور ▁بہت ات ▁تمہیں ▁تعجب ▁میں ▁بھی ▁ڈال ▁دے ▁( تم ہ یں ▁بھ لی ▁لگے ) ▁اے ▁عقل ▁والو ! ▁خدا ▁کی ▁نا فر مان ی ▁سے ▁ڈر و ▁تاکہ ▁تم ▁فلا ح ▁پا و ۔
▁اور ▁نوح ▁کشتی ▁بن ار ہے ▁تھے ▁اور ▁جب ▁بھی ▁قوم ▁کی ▁کسی ▁جماعت ▁کا ▁گزر ▁ہوتا ▁تھا ▁تو ▁ان ▁کا ▁مذاق ▁ا ڑا تے ▁تھے ▁- ن وح ▁نے ▁کہا ▁کہ ▁اگر ▁تم ▁ہمارا ▁مذاق ▁ا ڑا و ▁گے ▁تو ▁کل ▁ہم ▁اسی ▁طرح ▁تم ہ ارا ▁بھی ▁مذاق ▁ا ڑا ي یں ▁گے
▁تو ▁اپنے ▁رب ▁کی ▁کون سی ▁نعمت ▁جھ ٹل او ▁گے ،
▁پھر ▁اگر ▁اسے ▁طلاق ▁دے ▁دی ▁تو ▁اس ▁کے ▁بعد ▁اس ▁کے ▁لیے ▁وہ ▁حلال ▁نہ ▁ہوگی ▁یہاں ▁تک ▁کہ ▁وہ ▁کسی ▁اور ▁خاوند ▁سے ▁نکاح ▁کرے ▁پھر ▁اگر ▁وہ ▁اسے ▁طلاق ▁دے ▁دے ▁تو ▁ان ▁دونوں ▁پر ▁کوي ی ▁گناہ ▁نہیں ▁کہ ▁اپ س ▁میں ▁رجوع ▁کر ▁لیں ▁اگر ▁ان ▁کا ▁گمان ▁غالب ▁ہو ▁کہ ▁وہ ▁الله ▁کی ▁حد یں ▁قاي م ▁سکیں ▁گے ▁اور ▁یہ ▁الله ▁کی ▁حد یں ▁ہیں ▁وہ ▁انہیں ▁کھول ▁کر ▁بیان ▁کرتا ▁ہے ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁علم ▁رکھتے ▁ہیں
▁اگر ▁تو ▁سچ ے ▁لوگوں ▁میں ▁سے ▁ہے ▁تو ▁ہم ▁پر ▁اس مان ▁کے ▁ ٹک ڑے ▁گرا دے
▁اور ▁ہم ▁نے ▁اس ▁( ب چہ ) ▁پر ▁دا ي یوں ▁کو ▁پہلے ▁سے ▁حرام ▁کر ▁دیا ▁تھا ▁تو ▁اس ▁( ب چہ ▁کی ▁بہن ) ▁نے ▁کہا ▁کیا ▁میں ▁تم ▁لوگوں ▁کو ▁ایک ▁ایسے ▁گھر انے ▁کا ▁پتہ ▁بتا وں ▁جو ▁تمہارے ▁لي ے ▁اس ▁کی ▁پرورش ▁کرے ؟ ▁اور ▁وہ ▁اس ▁کے ▁خیر خوا ہ ▁بھی ▁ہوں ؟
▁اور ▁بیش ک ▁اللہ ▁نے ▁تمہیں ▁اپنا ▁وعدہ ▁سچ ▁کر ▁دکھا یا ▁جب ▁تم ▁اس ▁کے ▁حکم ▁سے ▁انہیں ▁قتل ▁کر ▁رہے ▁تھے ، ▁یہاں ▁تک ▁کہ ▁تم ▁نے ▁بز دلی ▁کی ▁اور ▁( رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ) ▁حکم ▁کے ▁بارے ▁میں ▁جھ گ ڑنے ▁لگے ▁اور ▁تم ▁نے ▁اس ▁کے ▁بعد ▁( ان ▁کی ) ▁نا فر مان ی ▁کی ▁جب ▁کہ ▁اللہ ▁نے ▁تمہیں ▁وہ ▁( فتح ) ▁دکھا ▁دی ▁تھی ▁جو ▁تم ▁چاہتے ▁تھے ، ▁تم ▁میں ▁سے ▁کوي ی ▁دنیا ▁کا ▁خواہش ▁مند ▁تھا ▁اور ▁تم ▁میں ▁سے ▁کوي ی ▁اخر ت ▁کا ▁طلب ▁ گار ▁تھا ، ▁پھر ▁اس ▁نے ▁تمہیں ▁ان ▁سے ▁( م غل وب ▁کر ▁کے ) ▁پھ یر ▁دیا ▁تاکہ ▁وہ ▁تمہیں ▁از ماي ے ، ▁( بعد ▁از اں ) ▁اس ▁نے ▁تمہیں ▁معاف ▁کر ▁دیا ، ▁اور ▁اللہ ▁اہل ▁ایمان ▁پر ▁بڑے ▁فضل ▁والا ▁ہے ،
▁اس ▁نے ▁کہا ▁اپ ▁میرے ▁ساتھ ▁ہر گز ▁صبر ▁نہیں ▁کرسکتے
▁وہ ▁لوگ ▁جو ▁نیک ▁کام ▁کریں ▁گے ▁اس ▁سے ▁محروم ▁نہ ▁کیے ▁جاي یں ▁گے ▁اور ▁الله ▁پر ہ یز گار و ▁ ں ▁کا ▁جان نے ▁والا ▁ہے
▁کہا ▁اے ▁ہو د ▁تو ▁ہمارے ▁پاس ▁کوي ی ▁مع جز ہ ▁بھی ▁نہ ▁لا یا ▁اور ▁ہم ▁تیر ے ▁کہنے ▁سے ▁اپنے ▁مع بود وں ▁کو ▁چھوڑ نے ▁والے ▁نہیں ▁اور نہ ▁ہم ▁تج ھے ▁مان نے ▁والے ▁ہیں
▁جس ▁دن ▁نہ ▁مال ▁کام ▁اي ے ▁گا ▁نہ ▁بیٹے ،
▁اور ▁اس ▁کے ▁بعد ▁باقی ▁لوگوں ▁کو ▁ غرق ▁کر ▁دیا
▁اس ▁نام ور ▁قر ان ▁کی ▁قسم
▁ایک ▁ہی ▁زور ▁کی ▁او از ▁ہو ▁گی ▁اور ▁سب ▁کے ▁سب ▁ہمارے ▁سامنے ▁حاضر ▁کر ▁دیے ▁جاي یں ▁گے
▁اور جن ▁کا ▁پل ہ ▁ہل کا ▁ہوگا ▁تو ▁وہی ▁یہ ▁لوگ ▁ہوں ▁گے ▁جنہوں ▁نے ▁اپنا ▁نقصان ▁کیا ▁ہمیشہ ▁ جہ نم ▁میں ▁رہنے ▁والے ▁ہوں ▁گے
▁کہ ▁اے ▁رب ▁انصاف ▁کا ▁فیصلہ ▁کر ▁دے ▁اور ▁ہمارا ▁رب ▁بڑا ▁مہر بان ▁ہے ▁اسی ▁سے ▁مدد ▁مانگ تے ▁ہیں ▁ان ▁بات وں ▁پر ▁جو ▁تم ▁بیان ▁کرتے ▁ہو
▁تم ▁ب ہر ▁حال ▁اس ▁کتاب ▁کو ▁مضبوط ی ▁سے ▁تھا م ے ▁رہ و ▁جو ▁وح ی ▁کے ▁ذریعہ ▁سے ▁تمہارے ▁پاس ▁بھیج ی ▁ گي ی ▁ہے ، ▁یقینا ▁تم ▁سید ھے ▁راستے ▁پر ▁ہو
▁وہ ▁جنہوں ▁نے ▁ایمان ▁کے ▁بدل ے ▁کفر ▁مول ▁لیا ▁اللہ ▁کا ▁کچھ ▁نہ ▁بگ ا ڑ یں ▁گے ▁اور ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے ،
▁اس ▁ع یب ▁سے ▁پاک ▁اگر ▁کوي ی ▁ہیں ▁تو ▁بس ▁وہ ▁لوگ ▁جو ▁صبر ▁کرنے ▁والے ▁اور ▁نیک و ▁کار ▁ہیں ▁اور ▁وہی ▁ہیں ▁جن ▁کے ▁لیے ▁در گز ر ▁بھی ▁ہے ▁اور ▁بڑا ▁ اجر ▁بھی
▁تج ھے ▁کیا ▁معلوم ▁کہ ▁وه ▁کھ ڑ ▁کھڑا ▁دینے ▁والی ▁کیا ▁ہے
▁اس ▁میں ▁کچھ ▁شک ▁نہیں ▁کہ ▁اس ▁کتاب ▁کا ▁نازل ▁کیا ▁جانا ▁تمام ▁ جہ ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁ہے
▁اور ▁ہم ▁نے ▁اسی ▁طرح ▁اب راھ یم ▁کو ▁اس مان وں ▁اور ▁زمین ▁کے ▁ عج اي بات ▁دکھا ي ے ▁ابو ر ▁تاکہ ▁وہ ▁یقین ▁کرنے ▁والوں ▁میں ▁سے ▁ہو ▁جاي ے
▁اور ▁ہم ▁جس ▁عذاب ▁کا ▁ان ▁سے ▁وعدہ ▁کررہے ▁ہیں ▁اسے ▁اپ ▁کو ▁دکھا دی نے ▁کی ▁قدرت ▁بھی ▁رکھتے ▁ہیں
▁( جن ▁سی ڑھ یوں ▁سے ) ▁فرشت ے ▁اور ▁اہل ▁ایمان ▁کی ▁روح یں ▁اس ▁کے ▁پاس ▁چڑھ ▁کر ▁جاتی ▁ہیں ▁( اور ▁وہ ▁عذاب ) ▁اس ▁دن ▁ہو ▁گا ▁جس ▁کی ▁مقدار ▁پچ اس ▁ہزار ▁سال ▁کی ▁ہے
▁بلکہ ▁ان ▁لوگوں ▁نے ▁تو ▁جس ▁وقت ▁حق ▁ان ▁کے ▁پاس ▁ ایا ▁اسی ▁وقت ▁اسے ▁صاف ▁جھ ٹ لا ▁دیا ▁اسی ▁وجہ ▁سے ▁اب ▁یہ ▁الج ھن ▁میں ▁پڑے ▁ہو ي ے ▁ہیں
▁وہ ▁خدا ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁ہے ▁سب ▁کو ▁چھ ▁( ۶ ) ▁دن ▁میں ▁پیدا ▁کیا۔ ▁پھر ▁ع رش ▁پر ▁اقتدار ▁قاي م ▁کیا۔ ▁وہی ▁( خدا ي ے ) ▁رحم ن ▁ہے ▁اس ▁کے ▁بارے ▁میں ▁کسی ▁با خبر ▁سے ▁پوچھ و ۔
▁اللہ ▁تعالی ▁تمہیں ▁تمہاری ▁اولاد ▁کے ▁بارے ▁میں ▁حکم ▁کرتا ▁ہے ▁کہ ▁ایک ▁لڑکے ▁کا ▁حصہ ▁دو ▁لڑکی وں ▁کے ▁برابر ▁ہے ▁اور ▁اگر ▁صرف ▁لڑکی اں ▁ہی ▁ہوں ▁اور ▁دو ▁سے ▁زیاد ه ▁ہوں ▁تو ▁انہیں ▁مال ▁مترو کہ ▁کا ▁دو ▁تہ اي ی ▁ملے ▁گا۔ ▁اور ▁اگر ▁ایک ▁ہی ▁لڑکی ▁ہو ▁تو ▁اس ▁کے ▁لي ے ▁اد ھا ▁ہے ▁اور ▁می ت ▁کے ▁ماں ▁باپ ▁میں ▁سے ▁ہر ▁ایک ▁کے ▁لي ے ▁اس ▁کے ▁چھوڑ ے ▁ہو ي ے ▁مال ▁کا ▁چھ ٹا ▁حصہ ▁ہے ، ▁اگر ▁اس ▁( م یت ) ▁کی ▁اولاد ▁ہو ، ▁اور ▁اگر ▁اولاد ▁نہ ▁ہو ▁اور ▁ماں ▁باپ ▁ وارث ▁ہوتے ▁ہوں ▁تو ▁اس ▁کی ▁ماں ▁کے ▁لي ے ▁تی سرا ▁حصہ ▁ہے ، ▁ہاں ▁اگر ▁می ت ▁کے ▁کي ی ▁بھ اي ی ▁ہوں ▁تو ▁پھر ▁اس ▁کی ▁ماں ▁کا ▁چھ ٹا ▁حصہ ▁ہے۔ ▁یہ ▁حصے ▁اس ▁وص یت ▁( کی ▁تکمیل ) ▁کے ▁بعد ▁ہیں ▁جو ▁مر نے ▁والا ▁کر ▁گیا ▁ہو ▁یا ▁ادا ي ے ▁قرض ▁کے ▁بعد ، ▁تمہارے ▁باپ ▁ہوں ▁یا ▁تمہارے ▁بیٹے ▁تمہیں ▁نہیں ▁معلوم ▁کہ ▁ان ▁میں ▁سے ▁کون ▁تمہیں ▁نفع ▁پہچان ے ▁میں ▁زیاد ه ▁قریب ▁ہے ، ▁یہ ▁حصے ▁اللہ ▁تعالی ▁کی ▁طرف ▁سے ▁مقرر ▁کرده ▁ہیں ▁بے ▁شک ▁اللہ ▁تعالی ▁پورے ▁علم ▁اور ▁کامل ▁حکمت وں ▁والا ▁ہے
▁کیا ▁یہ ▁لوگ ▁تمہارے ▁پروردگار ▁کی ▁رحمت ▁کو ▁با نٹ تے ▁ہیں ؟ ▁ہم ▁نے ▁ان ▁میں ▁ان ▁کی ▁معیشت ▁کو ▁دنیا ▁کی ▁زندگی ▁میں ▁تقسیم ▁کردیا ▁اور ▁ایک ▁کے ▁دوسرے ▁پر ▁در جے ▁بلند ▁کي ے ▁تاکہ ▁ایک ▁دوسرے ▁سے ▁خدمت ▁لے ▁اور ▁جو ▁کچھ ▁یہ ▁جمع ▁کرتے ▁ہیں ▁تمہارے ▁پروردگار ▁کی ▁رحمت ▁اس ▁سے ▁کہیں ▁بہتر ▁ہے
▁اپ ▁کہ ي ے ▁کہ ▁سات ▁اس مان وں ▁اور ▁اس ▁بڑے ▁تخت ▁سلطنت ▁کا ▁پروردگار ▁کون ▁ہے ؟
▁اہل ▁ایمان ▁کو ▁جب ▁خدا ▁اور ▁رسول ▁کی ▁طرف ▁بل ایا ▁جاي ے ▁کہ ▁وہ ▁( رسول ) ▁ان ▁کے ▁درمیان ▁فیصلہ ▁کریں ▁تو ▁ان ▁کا ▁قول ▁یہ ▁ہوتا ▁ہے ▁کہ ▁وہ ▁کہتے ▁ہیں ▁ہم ▁نے ▁سنا ▁اور ▁اطاعت ▁کی ▁اور ▁یہی ▁لوگ ▁فلا ح ▁پانے ▁والے ▁ہیں۔
▁اور ▁وہ ▁اپنے ▁بند وں ▁پر ▁غالب ▁ہے ▁اور ▁وہ ▁دا نا ▁اور ▁خبردار ▁ہے
▁اور ▁ہم ▁نے ▁قر ان ▁کو ▁سمجھ نے ▁کے ▁لي ے ▁اسان ▁کردیا ▁ہے ▁تو ▁کوي ی ▁ہے ▁کہ ▁سوچ ے ▁سمجھ ے ؟
▁اور ▁حقیقت ▁یہ ▁ہے ▁کہ ▁تمہارے ▁لیے ▁م ویش یوں ▁میں ▁بھی ▁ایک ▁سبق ▁ہے ▁ان ▁کے ▁پیٹ وں ▁میں ▁جو ▁کچھ ▁ہے ▁اسی ▁میں ▁سے ▁ایک ▁چیز ▁ہم ▁تمہیں ▁پلا تے ▁ہیں ، ▁اور ▁تمہارے ▁لیے ▁ان ▁میں ▁بہت ▁سے ▁دوسرے ▁دوسرے ▁فاي دے ▁بھی ▁ہیں
▁لوگوں ▁کے ▁سامنے ▁اپنے ▁ گال ▁نہ ▁پھل ا ▁اور ▁زمین ▁پر ▁اتر ا ▁کر ▁نہ ▁چل ▁کسی ▁تک بر ▁کرنے ▁والے ▁شیخ ی ▁خور ے ▁کو ▁اللہ ▁تعالی ▁پسند ▁نہیں ▁فرما تا
▁یہ ▁لوگ ▁قر ان ▁پر ▁ایمان ▁نہیں ▁لا تے ▁اور ▁یہ ▁پہلو ں ▁کا ▁دستور ▁چلا ▁ ایا ▁ہے
▁کہ ▁ہم ▁پر ▁چ ٹی ▁پڑ ی
▁یہ ▁لوگ ▁چاہتے ▁ہیں ▁کہ ▁اللہ ▁کی ▁روشنی ▁کو ▁اپنی ▁پھ ونکو ں ▁سے ▁بج ھا ▁دیں ▁مگر ▁اللہ ▁اپنی ▁روشنی ▁کو ▁مکمل ▁کیے ▁بغیر ▁مان نے ▁والا ▁نہیں ▁ہے ▁خواہ ▁کا فر وں ▁کو ▁یہ ▁کت نا ▁ہی ▁نا گو ار ▁ہو
▁بے ▁شک ▁وہ ▁جانتا ▁ہے ▁جو ▁بات ▁پکار ▁کر ▁کہ و ▁اور ▁جانتا ▁ہے ▁جو ▁تم ▁چھپ ات ے ▁ہو
▁بیش ک ▁ڈر ▁والے ▁سا یوں ▁اور ▁چشم وں ▁میں ▁ہیں ،
▁کہ ▁یقینا ▁ان ▁کی ▁مدد ▁کی ▁جاي ے ▁گی
▁پھر ▁انہیں ▁دھو کہ ▁کے ▁ذریعہ ▁درخت ▁کی ▁طرف ▁جھ کا ▁دیا ▁اور ▁جیسے ▁ہی ▁ان ▁دونوں ▁نے ▁چک ھا ▁شرم گاہ یں ▁کھل نے ▁لگ یں ▁اور ▁انہوں ▁نے ▁درخت وں ▁کے ▁پ تے ▁جو ڑ ▁کر ▁شرم گاہ وں ▁کو ▁چھپ انا ▁شروع ▁کردیا ▁تو ▁ان ▁کے ▁رب ▁نے ▁او از ▁دی ▁کہ ▁کیا ▁ہم ▁نے ▁تم ▁دونوں ▁کو ▁اس ▁درخت ▁سے ▁منع ▁نہیں ▁کیا ▁تھا ▁اور ▁کیا ▁ہم ▁نے ▁تمہیں ▁نہیں ▁بتایا ▁تھا ▁کہ ▁شیطان ▁تم ہ ارا ▁کھل ا ▁ہوا ▁دشمن ▁ہے
▁تم ▁فرما و ▁کیا ▁اللہ ▁کے ▁سوا ▁اور ▁رب ▁چاہ وں ▁حالانک ہ ▁وہ ▁ہر ▁چیز ▁کا ▁رب ▁ہے ▁اور ▁جو ▁کوي ی ▁کچھ ▁کم اي ے ▁وہ ▁اسی ▁کے ▁ذم ہ ▁ہے ، ▁اور ▁کوي ی ▁بوجھ ▁اٹھا نے ▁والی ▁جان ▁دوسرے ▁کا ▁بوجھ ▁نہ ▁اٹھا ي ے ▁گی ▁پھر ▁تمہیں ▁اپنے ▁رب ▁کی ▁طرف ▁پھر نا ▁ہے ▁وہ ▁تمہیں ▁بتا دے ▁گا ▁جس ▁میں ▁اختلاف ▁کرتے ▁تھے ،
▁اور ▁جو رو ▁اور ▁بی ٹ وں ▁سے
▁اور ▁کا فر وں ▁کو ▁اس ▁بات ▁پر ▁تعجب ▁ہوا ▁کہ ▁ان ▁ہی ▁میں ▁سے ▁ایک ▁انہیں ▁ڈرا نے ▁والا ▁ا گیا ▁اور ▁کہنے ▁لگے ▁کہ ▁یہ ▁تو ▁جادو گر ▁اور ▁جھوٹ ا ▁ہے
▁اگر ▁اللہ ▁کی ▁مش یت ▁ہوتی ▁تو ▁( وہ ▁خود ▁ایسا ▁بند وب ست ▁کرسکتا ▁تھا ▁کہ ) ▁یہ ▁لوگ ▁شرک ▁نہ ▁کرتے ▁تم ▁کو ▁ہم ▁نے ▁ان ▁پر ▁پاس بان ▁مقرر ▁نہیں ▁کیا ▁ہے ▁اور ▁نہ ▁تم ▁ان ▁پر ▁حوالہ ▁دار ▁ہو
▁اے ▁اطمینان ▁پانے ▁والی ▁روح !
▁ایک ▁ اگ ▁ش ع لے ▁مار تی
▁اور ▁وہ ▁جس ▁سے ▁میں ▁امید ▁رکھتا ▁ہوں ▁کہ ▁قیامت ▁کے ▁دن ▁میرے ▁گناہ ▁بخش ے ▁گا
▁بے ▁شک ▁یہ ▁ایک ▁کھل ی ▁ہو ي ی ▁از ماي ش ▁تھی۔
▁اپ ▁ان ▁کی ▁بات وں ▁پر ▁صبر ▁کریں ▁اور ▁ہمارے ▁بند ے ▁داود ▁( علی ہ ▁السلام ) ▁کو ▁یاد ▁کریں ▁جو ▁بڑی ▁قوت ▁والا ▁تھا ، ▁یقینا ▁وه ▁بہت ▁رجوع ▁کرنے ▁والا ▁تھا
▁ہم ▁نے ▁( حضرت ) ▁موسی ▁کو ▁کتاب ▁دی ▁اور ▁ان ▁کے ▁پیچھے ▁اور ▁رسول ▁بھیج ے ▁اور ▁ہم ▁نے ▁( حضرت ) ▁عیسی ▁ابن ▁مریم ▁کو ▁روشن ▁دلیل یں ▁دیں ▁اور ▁روح ▁القدس ▁سے ▁ان ▁کی ▁تا ي ید ▁کروا ي ی ۔ ▁لیکن ▁جب ▁کبھی ▁تمہارے ▁پاس ▁رسول ▁وه ▁چیز ▁لاي ے ▁جو ▁تمہاری ▁طبیعت وں ▁کے ▁خلاف ▁تھی ، ▁تم ▁نے ▁جھ ٹ ▁سے ▁تک بر ▁کیا ، ▁پس ▁بعض ▁کو ▁تو ▁جھ ٹل ادی ا ▁اور ▁بعض ▁کو ▁قتل ▁بھی ▁کر ڈا لا
▁کہنے ▁لگے ▁ہا ي ے ▁افسوس ! ▁یقینا ▁ہم ▁سر کش ▁تھے
▁اور ▁ان ▁میں ▁اور ▁ان ▁کی ▁خواہش ▁کی ▁چیز وں ▁میں ▁پر دہ ▁حا يل ▁کردیا ▁گیا ▁جیسا ▁کہ ▁پہلے ▁ان ▁کے ▁ہم ▁جنس وں ▁سے ▁کیا ▁گیا ▁وہ ▁بھی ▁الج ھن ▁میں ▁ڈال نے ▁والے ▁شک ▁میں ▁پڑے ▁ہو ي ے ▁تھے
▁اور ▁جس ▁دن ▁کا فر ▁لوگ ▁ ات ش ▁دوزخ ▁کے ▁سامنے ▁پیش ▁کي ے ▁جاي یں ▁گے ▁( تو ▁ان ▁سے ▁کہا ▁جاي ے ▁گا : ) ▁تم ▁اپنی ▁ل ذ ی ذ ▁و ▁مرغ وب ▁چیز یں ▁اپنی ▁د نیو ی ▁زندگی ▁میں ▁ہی ▁حاصل ▁کر ▁چکے ▁اور ▁ان ▁سے ▁( خ وب ) ▁نفع ▁اند وز ▁بھی ▁ہو ▁چکے ۔ ▁پس ▁اج ▁کے ▁دن ▁تمہیں ▁ذ لت ▁کے ▁عذاب ▁کی ▁سزا ▁دی ▁جاي ے ▁گی ▁اس ▁وجہ ▁سے ▁کہ ▁تم ▁زمین ▁میں ▁نا حق ▁تک بر ▁کیا ▁کرتے ▁تھے ▁اور ▁اس ▁وجہ ▁سے ▁( بھی ) ▁کہ ▁تم ▁نا فر مان ی ▁کیا ▁کرتے ▁تھے ،
▁اور ▁مجھ ▁سے ▁پہلی ▁کتاب ▁جو ▁تور ات ▁ہے ▁اس ▁کی ▁تصدیق ▁کرنے ▁والا ہ وں ▁اور ▁تا ▁کہ ▁تم ▁کو ▁بعض ▁چیز یں ▁حلال ▁کر ▁د وں ▁جو ▁تم ▁پر ▁حرام ▁تھیں ▁اور ▁تمہارے ▁پاس ▁تمہارے ▁رب ▁کی ▁طرف ▁سے ▁نشانی ▁لے ▁کر ▁ ایا ▁ہوں ▁سو ▁الله ▁سے ▁ڈر و ▁اور ▁میرا ▁کہنا ▁مان و
▁پڑھ ▁اپنے ▁رب ▁کے ▁نام ▁سے ▁جس ▁نے ▁پیدا ▁کیا
▁جب ▁ان ▁نوجوانوں ▁نے ▁غار ▁میں ▁پناہ ▁لی ▁پھر ▁بول ے ▁اے ▁ہمارے ▁رب ▁ہمیں ▁اپنے ▁پاس ▁سے ▁رحمت ▁دے ▁اور ▁ہمارے ▁کام ▁میں ▁ہمارے ▁لیے ▁راہ ▁ یابی ▁کے ▁سامان ▁کر ،
▁کیا ▁وہ ▁لوگ ▁جن ▁کے ▁دل وں ▁میں ▁بیماری ▁ہے ▁یہ ▁سمجھ ے ▁بیٹھے ▁ہیں ▁کہ ▁اللہ ▁ان ▁کے ▁دل وں ▁کے ▁کھو ٹ ▁ظاہر ▁نہیں ▁کرے ▁گا ؟
▁اللہ ▁تعالی ▁کا ▁حکم ▁اپ ہن چا ، ▁اب ▁اس ▁کی ▁جلد ی ▁نہ ▁مچ او ۔ ▁تمام ▁پاک ی ▁اس ▁کے ▁لیے ▁ہے ▁وه ▁برتر ▁ہے ▁ان ▁سب ▁سے ▁جنہیں ▁یہ ▁اللہ ▁کے ▁نزدیک ▁شریک ▁بت لا تے ▁ہیں
▁اور ▁جب ▁فرشت وں ▁نے ▁کہا ▁اے ▁مریم ! ▁بے ▁شک ▁اللہ ▁نے ▁تمہیں ▁منتخب ▁کر ▁لیا ▁ہے ▁اور ▁تمہیں ▁پاک ▁و ▁پاک ی زہ ▁بنایا ▁ہے۔ ▁اور ▁تمہیں ▁تمام ▁ جہ ان وں ▁کی ▁عورتوں ▁سے ▁برگ زید ہ ▁بنا ▁دیا ▁ہے۔
▁موسی ▁نے ▁فرمایا ▁رب ▁اس مان وں ▁اور ▁زمین ▁کا ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁درمیان ▁میں ▁ہے ، ▁اگر ▁تمہیں ▁یقین ▁ہو
▁ہمیں ▁سید ھا ▁راستہ ▁دکھا
▁یا ▁ان ▁کا ▁کہنا ▁یہ ▁ہے ▁کہ ▁ہمارے ▁پاس ▁بڑی ▁جماعت ▁ہے ▁جو ▁ایک ▁دوسرے ▁کی ▁مدد ▁کرنے ▁والی ▁ہے
▁بے ▁شک ▁الله ▁اور ▁اس ▁کے ▁فرشت ے ▁نبی ▁پر ▁در ود ▁بھیج تے ▁ہیں ▁اے ▁ایمان ▁والو ▁تم ▁بھی ▁اسپر ▁دور د ▁اور ▁سلام ▁بھی جو
▁المص
▁تم ▁اپنے ▁باپ ▁کی ▁طرف ▁لوٹ ▁جا و ▁پھر ▁( جا ▁کر ) ▁کہ و : ▁اے ▁ہمارے ▁باپ ! ▁بیش ک ▁اپ ▁کے ▁بیٹے ▁نے ▁چور ی ▁کی ▁ہے ▁( اس ▁لي ے ▁وہ ▁گرفتار ▁کر ▁لیا ▁گیا ) ▁اور ▁ہم ▁نے ▁فقط ▁اسی ▁بات ▁کی ▁گواہ ی ▁دی ▁تھی ▁جس ▁کا ▁ہمیں ▁علم ▁تھا ▁اور ▁ہم ▁غ یب ▁کے ▁ نگ ہ بان ▁نہ ▁تھے ،
▁تاکہ ▁وہ ▁( اللہ ) ▁انہیں ▁پورا ▁پورا ▁ اجر ▁عطا ▁فرما ي ے ▁اور ▁اپنے ▁فضل ▁و ▁کرم ▁سے ▁اور ▁زیادہ ▁د ے۔ ▁بیش ک ▁وہ ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁قدر ▁دان ▁ہے۔
▁اور ▁رات ▁دن ▁کے ▁بدل نے ▁میں ▁اور ▁جو ▁کچھ ▁روزی ▁اللہ ▁تعالی ▁اس مان ▁سے ▁نازل ▁فرما ▁کر ▁زمین ▁کو ▁اس ▁کی ▁موت ▁کے ▁بعد ▁زنده ▁کر ▁دیتا ▁ہے ، ▁( اس ▁میں ) ▁اور ▁ہوا وں ▁کے ▁بدل نے ▁میں ▁بھی ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁عقل ▁رکھتے ▁ہیں ▁نشان یاں ▁ہیں
▁( ی اد ▁کر ) ▁جبکہ ▁تیر ی ▁بہن ▁چل ▁رہی ▁تھی ▁اور ▁کہہ ▁رہی ▁تھی ▁کہ ▁اگر ▁تم ▁کہ و ▁تو ▁میں ▁اسے ▁بتا ▁د وں ▁جو ▁اس ▁کی ▁ نگ ہ بانی ▁کرے ، ▁اس ▁تدبیر ▁سے ▁ہم ▁نے ▁تج ھے ▁پھر ▁تیر ی ▁ماں ▁کے ▁پاس ▁پہنچا یا ▁کہ ▁اس ▁کی ▁ان کھ یں ▁ ٹھ نڈی ▁رہیں ▁اور ▁وه ▁غم گی ن ▁نہ ▁ہو۔ ▁اور ▁تو ▁نے ▁ایک ▁شخص ▁کو ▁مار ▁ڈال ا ▁تھا ▁اس ▁پر ▁بھی ▁ہم ▁نے ▁تج ھے ▁غم ▁سے ▁بچا ▁لیا ، ▁ غرض ▁ہم ▁نے ▁تج ھے ▁اچھی ▁طرح ▁از ما ▁لیا۔ ▁پھر ▁تو ▁کي ی ▁سال ▁تک ▁مد ین ▁کے ▁لوگوں ▁میں ▁ٹھہر ا ▁رہا ، ▁پھر ▁تقدیر ▁ال ہی ▁کے ▁مطابق ▁اے ▁موسی ! ▁تو ▁ ایا
▁جس ▁دن ▁ہم ▁بڑی ▁سخت ▁پکڑ ▁پکڑ یں ▁گے ، ▁بال یق ین ▁ہم ▁بدل ہ ▁لینے ▁والے ▁ہیں
▁اور ▁ہم ▁اسے ▁قریب ▁دیکھتے ▁ہیں
▁اور ▁ظاہر ▁کی ▁جاي ے ▁گی ▁دوزخ ▁گمراہ وں ▁کے ▁لیے ،
▁اور ▁وہ ▁اس مان ▁بر یں ▁کے ▁سب ▁سے ▁بلند ▁کنار ہ ▁پر ▁تھا
▁اور ▁میں ▁پناہ ▁لی تا ▁ہوں ▁اپنے ▁رب ▁اور ▁تمہارے ▁رب ▁کی ▁اس ▁سے ▁کہ ▁تم ▁مجھے ▁سنگ سار ▁کرو
▁کیا ▁یہ ▁دیکھتے ▁نہیں ▁کہ ▁یہ ▁ہر ▁سال ▁ایک ▁یا ▁دو ▁بار ▁بلا ▁میں ▁پھنس ا ▁دی ي ے ▁جاتے ▁ہیں ▁پھر ▁بھی ▁تو بہ ▁نہیں ▁کرتے ▁اور ▁نہ ▁نص ی حت ▁پکڑ تے ▁ہیں
▁جو ▁مال ▁میں ▁بخ ل ▁کرنے ▁والا ▁حد ▁سے ▁بڑھ نے ▁والا ▁شب ہے ▁نکال نے ▁والا ▁تھا
▁اور ▁یاد ▁کرو ▁جب ▁تم ▁تھ و ڑے ▁تھے ▁ملک ▁میں ▁د بے ▁ہو ي ے ▁ڈر تے ▁تھے ▁کہ ▁کہیں ▁لوگ ▁تمہیں ▁ا چک ▁نہ ▁لے ▁جاي یں ▁تو ▁اس ▁نے ▁تمہیں ▁جگہ ▁دی ▁اور ▁اپنی ▁مدد ▁سے ▁زور ▁دیا ▁اور ▁ست ھر ی ▁چیز یں ▁تمہیں ▁روزی ▁دیں ▁کہ ▁کہیں ▁تم ▁احسان ▁مان و ،
▁اور ▁وہی ▁ہے ▁جو ▁تمہارے ▁لي ے ▁کان ▁اور ▁ان کھ یں ▁اور ▁دل ▁( و ▁دماغ ) ▁رفت ہ ▁رفت ہ ▁وجود ▁میں ▁لا یا ، ▁( م گر ) ▁تم ▁لوگ ▁بہت ▁ہی ▁کم ▁شکر ▁ادا ▁کرتے ▁ہو ،
▁ہم ▁نے ▁تمہارے ▁درمیان ▁موت ▁کو ▁م قدر ▁کردیا ▁ہے ▁اور ▁ہم ▁اس ▁بات ▁سے ▁عاجز ▁نہیں ▁ہیں
▁جو لوگ ▁ان ▁مسلمانوں ▁پر ▁ طعن ہ ▁زنی ▁کرتے ▁ہیں ▁جو ▁دل ▁کھول ▁کر ▁خیر ات ▁کرتے ▁ہیں ▁اور ▁ان ▁لوگوں ▁پر ▁جنہیں ▁سوا ي ے ▁اپنی ▁محنت ▁مزدور ی ▁کے ▁اور ▁کچھ ▁می سر ▁ہی ▁نہیں ، ▁پس ▁یہ ▁ان ▁کا ▁مذاق ▁ا ڑا تے ▁ہیں ، ▁اللہ ▁بھی ▁ان ▁سے ▁تم سخر ▁کرتا ▁ہے ▁ان ہی ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁ہے
▁اسے ▁امان ت ▁دار ▁فرشت ہ ▁لے ▁کر ▁ ایا ▁ہے
▁اے ▁لوگ و ▁ان ▁چیز وں ▁میں ▁سے ▁کھا و ▁جو ▁زمین ▁میں ▁حلال ▁پاک ی زہ ▁ہیں ▁اور ▁شیطان ▁کے ▁قدم وں ▁کی ▁پیر وی ▁نہ ▁کرو ▁بے ▁شک ▁وہ ▁تم ہ ارا ▁ صر یح ▁دشمن ▁ہے
▁ثم ود ▁نے ▁رسول وں ▁کو ▁جھ ٹل ایا
▁جب ▁ان ▁کے ▁بھ اي ی ▁ہو د ▁نے ▁کہا ▁کہ ▁تم ▁خور ▁خدا ▁کیوں ▁نہیں ▁پیدا ▁کرتے ▁ہو
▁انسان ▁جلد ▁باز ▁مخلوق ▁ہے۔ ▁میں ▁تمہیں ▁اپنی ▁نشان یاں ▁ابھی ▁ابھی ▁دکھا وں ▁گا ▁تم ▁مجھ ▁سے ▁جلد ▁بازی ▁نہ ▁کرو
▁اور ▁اگر ▁تم ▁نے ▁( میر ی ▁بات وں ▁کو ) ▁جھ ٹل ایا ▁تو ▁یقینا ▁تم ▁سے ▁پہلے ▁( بھی ) ▁کي ی ▁امت یں ▁( حق ▁کو ) ▁جھ ٹ لا ▁چکی ▁ہیں ، ▁اور ▁رسول ▁پر ▁واضح ▁طریق ▁سے ▁( اح کام ) ▁پہنچا ▁دینے ▁کے ▁سوا ▁( ک چھ ▁لازم ) ▁نہیں ▁ہے ،
▁کہہ ▁دے ▁الله ▁کے ▁سوا ▁اس مان وں ▁اور ▁زمین ▁میں ▁کوي ی ▁بھی ▁غ یب ▁کی ▁بات ▁نہیں ▁جانتا ▁اور ▁انہیں ▁اس ▁کی ▁بھی ▁خبر ▁نہیں ▁کہ ▁کب ▁اٹھا ي ے ▁جاي یں ▁گے
▁پھر ▁فرع ون ▁نے ▁مختلف ▁شہروں ▁میں ▁لشکر ▁جمع ▁کرنے ▁والے ▁روانہ ▁کردی ي ے
▁بلکہ ▁اللہ ▁تعالی ▁نے ▁انہیں ▁اپنی ▁طرف ▁اٹھا ▁لیا ▁اور ▁اللہ ▁بڑا ▁زبردست ▁اور ▁پوری ▁حکمت وں ▁والا ▁ہے
▁الله ▁نے ▁منا فق ▁مرد وں ▁اور ▁منا فق ▁عورتوں ▁اور ▁کا فر وں ▁سے ▁ ات ش ▁ جہ نم ▁کا ▁وعدہ ▁کیا ▁ہے ▁جس ▁میں ▁ہمیشہ ▁( جل تے ) ▁رہیں ▁گے۔ ▁وہی ▁ان ▁کے ▁لا يق ▁ہے۔ ▁اور ▁خدا ▁نے ▁ان ▁پر ▁لعنت ▁کر ▁دی ▁ہے۔ ▁اور ▁ان ▁کے ▁لیے ▁ہمیشہ ▁کا ▁عذاب ▁( ت یار ) ▁ہے
▁تور ات ▁کے ▁اتر نے ▁سے ▁پہلے ▁بنی ▁اس راي یل ▁کے ▁لي ے ▁ہر ▁کھانے ▁کی ▁چیز ▁حلال ▁تھی ▁سوا ي ے ▁ان ▁( چی ز وں ) ▁کے ▁جو ▁ی عق وب ▁( علی ہ ▁السلام ) ▁نے ▁خود ▁اپنے ▁اوپر ▁حرام ▁کر ▁لی ▁تھیں ، ▁فرما ▁دیں : ▁تور ات ▁لا و ▁اور ▁اسے ▁پڑھ و ▁اگر ▁تم ▁سچ ے ▁ہو ،
▁فرمایا ! ▁ہم ▁نے ▁تیر ی ▁قوم ▁کو ▁تیر ے ▁پیچھے ▁از ماي ش ▁میں ▁ڈال ▁دیا ▁اور ▁انہیں ▁سام ری ▁نے ▁بہ کا ▁دیا ▁ہے
▁پھر ▁اس ▁سے ▁بھی ▁پھر ▁ گي ے ▁اور ▁کہا ▁کہ ▁سکھ ایا ▁ہوا ▁دیوان ہ ▁ہے
▁ان ▁سب ▁( م ذ کور ہ ) ▁بات وں ▁کی ▁براي ی ▁تیر ے ▁رب ▁کو ▁بڑی ▁نا پسند ▁ہے ،
▁( اور ) ▁خدا ▁پر ▁اور ▁روز ▁اخر ت ▁پر ▁ایمان ▁رکھتے ▁اور ▁اچھے ▁کام ▁کرنے کو ▁کہتے ▁اور ▁بری ▁بات وں ▁سے ▁منع ▁کرتے اور ▁نیک یوں ▁پر ▁ل پک تے ▁ہیں ▁اور ▁یہی ▁لوگ ▁نیک و کار ▁ہیں
▁ان ▁کا ▁حال ▁بھی ▁فرع ون یوں ▁اور ▁ان ▁سے ▁پہلے ▁لوگوں ▁کا ▁سا ▁ہوگا ▁جنہوں ▁نے ▁ہماری ▁ ایت وں ▁کی ▁تک ذ یب ▁کی ▁تھی ▁تو ▁خدا ▁نے ▁ان ▁کو ▁ان ▁کے ▁گناہ وں ▁کے ▁سبب ▁( ع ذ اب ▁میں ) ▁پکڑ ▁لیا ▁تھا ▁اور ▁خدا ▁سخت ▁عذاب ▁کرنے ▁والا ▁ہے
▁اور ▁اس ▁دن ▁کی ▁جو ▁گواہ ▁ہے ▁اور ▁اس ▁دن ▁کی ▁جس ▁میں ▁حاضر ▁ہوتے ▁ہیں
▁اے ▁رب ▁ہمارے ! ▁بیش ک ▁جسے ▁تو ▁دوزخ ▁میں ▁لے ▁جاي ے ▁اسے ▁ضرور ▁تو ▁نے ▁رس وا ي ی ▁دی ▁اور ▁ظالم وں ▁کا ▁کوي ی ▁مدد گار ▁نہیں ،
