▁το ▁συμβ ου λιο ▁ θεωρ ει ▁εξ αλ λου ▁οτι , ▁εφ ο σον ▁οι ▁πο λων ικ ες ▁αρχ ες ▁ε χ ουν ▁την ▁κυρ ια ▁ε υθυν η ▁για ▁την ▁εφαρμο γη ▁ασφαλ ων ▁για ▁το ▁περι βα λλον ▁εργ ων ▁υπο δο μη ς ▁στη ▁χωρ α , ▁θα ▁η ταν ▁χρ η σιμο ▁να ▁συζητ η θει ▁το ▁θε μα ▁κατα ▁τη ▁δια ρκ εια ▁της ▁μ ικ της ▁κοιν ο βου λευ τικη ς ▁επι τρο πη ς ▁στην ▁ο ποι α ▁θα ▁συμ με τα σχ ει ▁η ▁συν ελ ευση ▁σας ▁με ▁τους ▁πο λων ους ▁ομολογ ους ▁της ▁την ▁ ερ χο μενη ▁ εβ δο μα δα ▁(22 -24 . 06. 98) .
▁σε ▁περι πτωση ▁που ▁δεν ▁τη ρει ται ▁η ▁δια ταξη ▁αυτ η . ▁η ▁κυβερν ηση ▁της ▁σε νε γα λης ▁επι φυλ α σσ εται ▁του ▁δικαι ωμα ­ τος ▁να ▁αφαιρ εσ ει ▁την ▁αδ εια ▁του ▁πλ οι ου ▁που ▁δεν ▁τη ρη σε ▁τη ▁δια ταξη ▁με χρ ις ▁ο του ▁υπ αρ ξει ▁σχετικ η ▁συμ μορφ ωση ▁και ▁να ▁επι βαλ ει ▁στον ▁εφ οπ λι στη ▁του ▁σκ αφ ους ▁την ▁ποι νη ▁που ▁προβ λε π εται ▁απο ▁την ▁ισ χ υ ουσα ▁ νομο θεσ ια ▁της ▁σε νε γα λης .
▁ελ ευ θε ρο ▁ σχε διο ▁( 72 ▁ ω ρες ); ▁γ . ▁εν δυ ματ ολογ ια ▁- ▁αι σθητ ικη ▁(30 ▁ ω ρες ) ▁δ .
▁νο
▁το ▁αν ωτ ατο ▁επι πεδ ο ▁εν ισ χ υ σεων ▁που ▁ειναι ▁δ υν ατο ▁να ▁επι τρα πει ▁ειναι ▁η ▁με ι ωση ▁σε ▁μη δεν ικο ▁βαθμ ο ▁της ▁φορολογ ια ς ▁και ▁των ▁ κοινων ικ ων ▁επι βαρ υν σεων ▁για ▁τους ▁να υ τι ­ κου ς ▁και ▁της ▁ εται ρ ικη ς ▁φορολογ ια ς ▁για ▁τις ▁να υ τι λια κες ▁ δρα στη ριο τη τες .
▁ενα ▁προσ φα το ▁ σχε διο ▁για ▁την ▁κομ ητ εια ▁water ford ▁δεν ▁ μερ ιμ ν ησε ▁για ▁τη ▁διαχειρ ιση ▁περι που ▁εν ος ▁εκατ ομ μ υρ ιου ▁τον ων ▁γεω ρ ­ γι κων ▁απο βλη των ▁ε τη σι ως .
▁εγ γρα φα
▁πο λων ια ς ▁( υπο βλη θει σα ▁απο ▁την ▁επι τρο πη )
▁η ▁παρ ουσι α ▁της ▁ομαδ ας ▁δια φορ ων ▁ δρα στη ριο τη των , ▁παρα λλη λα ▁με ▁τις ▁ομαδ ες ▁των ▁εργ οδο των ▁και ▁των ▁εργ αζ ο μενων , ▁δι νει ▁στην ▁ο κε ▁τη ▁ δυ ­ να το τητα ▁να ▁ειναι ▁η ▁πληρ ης ▁και ▁απ τη ▁εκ φρ αση ▁των ▁δια φορ ων ▁ κοινων ικ ων ▁επαγγελματικ ων ▁η ▁οικο νομ ικ ων ▁και ▁ πολιτ ισ μι κων ▁πραγματ ικο τη των ▁της ▁οργαν ω μενη ς ▁ κοινων ια ς ▁των ▁ πολιτ ων .
▁δεν ▁απ η υθυν ε ▁την ▁επι στο λη ▁σε ▁ε μενα .
▁οι ▁συν θηκε ς ▁διαβ ι ω σεως ▁στην ▁ευ ρω πη ▁συν θε τ ουν ▁ιδι αι τερα ▁περι π λοκ η ▁εικον α .
▁θα ▁η θε λα ▁να ▁σχολ ια σιο ▁το ▁καθ ε να ▁ξεχωριστ α .
▁— ▁ ου τε ▁η ▁εισ φερ ουσα ▁ εται ρια ▁ ου τε ▁οι ▁κυρ ι οι ▁με το χ οι , ▁οι ▁ο ποι οι ▁ειναι ▁ φυσ ικα ▁προσ ω πα , ▁ ου τε ▁τρι τοι ▁ μπο ρου σαν ▁να ▁παρα σχ ουν ▁ασφαλ εια ▁υπερ ▁της ▁ λη π τρια ς ▁ εται ρια ς ▁υπο ▁ μορφ η ▁εγγυ η σεως , ▁εν ε χ υ ρου ▁η ▁υπο ▁αλλ η ▁ μορφ η .
▁ τοπ ικη ▁αυτο διο ικ ηση ▁οι ▁ δρα σεις ▁βασ ιζ ονται ▁σε
▁η ▁rent ok il ▁ ει χε ▁περι λαβ ει ▁μια ▁ ρη τρα ▁στις ▁συμβ α σεις ▁εργασ ια ς ▁του ▁προσ ω πι κου ▁της ▁κατα
▁βασ ει ▁της ▁εν ▁λογ ω ▁ανα λυση ς ▁και ▁ λαμ βα ν οντας ▁υπο ι _ bar _ ι η ▁τις ▁προ ανα φερ θει σες ▁τροπο ποι η σεις , ▁η ▁επι τρο πη ▁κατε λη ξε ▁στο ▁συμπ ερα σμα ▁οτι ▁το ▁συστ ημα ▁if co ▁δεν ▁περι λαμ βα νει ▁περιορισ μου ς ▁του ▁ανταγων ισ μου ▁βασ ει ▁του ▁ αρθρ ου ▁81 , ▁παρα γραφο ς ▁1 ▁της ▁συν θη κη ς ▁εκ , ▁ιδι ως ▁ διο τι ▁η ▁χρ ηση ▁κι β ω τι ων ▁οργαν ων εται ▁μονο μερ ως ▁απο ▁τις ▁if co / s cho eller , ▁που ▁προσ φερ ουν ▁τα ▁προ ι οντα ▁τους ▁σε ▁χρ η στες ▁σε ▁δι μερ η ▁συμβ α τικη ▁ βαση .
▁η ▁ ψηφ ο φορ ια ▁ υ α ▁διε ξα χ υ ει ▁αυ ριο ▁στις ▁10. 45
▁κατα ▁τη ▁δια ρκ εια ▁εφαρμο γη ς ▁της ▁συμ βαση ς ▁η ▁κοιν ο τητα ▁ανα λαμ βα νει ▁να ▁εξε τα ζει ▁καθ ε ▁αιτ ηση ▁που ▁θα ▁ μπο ­ ρου σαν ▁να ▁της ▁υπο βα λλ ουν ▁οι ▁αρχ ες ▁του ▁ζ αιρ ▁και ▁να ▁βοηθ ησε ι ▁τις ▁αρχ ες ▁αυτ ες ▁στις ▁προσ παθ ει ες ▁που ▁κατα βαλ ­ λ ουν ▁για ▁την ▁υπερ βαση ▁των ▁δυσκολ ι ων ▁και ▁εμπ ο δι ων ▁που ▁αντι με τω πι ζει ▁το ▁ζ αιρ ▁στους ▁το μ εις ▁των ▁μετα φορ ων , ▁της ▁δια με τα κο μιση ς ▁και ▁της ▁αναπτ υ ξης ▁των ▁εξα γω γων ▁του , ▁με ▁το ▁ιδιο ▁θε τικο ▁π νε υμα ▁και ▁την ▁ιδι α ▁ιδι αι τερη ▁ οπ τικη ▁που ▁διε π ουν ▁την ▁εφαρμο γη ▁των ▁διατ αξ εων ▁της ▁συμ βαση ς ▁σχετικ α ▁με ▁τα ▁με σο γεια ▁κρατ η ▁ακ ε
▁οι ▁εν ▁λογ ω ▁τροπο ποι η σεις ▁θα ▁ παρουσιαστ ουν ▁στο ▁κοιν ο βου λιο ▁και ▁το ▁συμβ ου λιο ▁εν τος ▁των ▁προ σε χων ▁μην ων .
▁ε ε ▁c ▁254 ▁της ▁10 .9. 1994
▁κατα να λωση ▁ορ ισ μενων ▁ζω ικ ων ▁προ ιον των ▁( kg / κεφ α λη / ε τος )
▁ κοινων ικ ες ▁ πολιτικ ες ▁και ▁αναπτ υ ξη ▁της ▁υπ αι θ ρου
▁συν ολο
▁κυβερν η σεως ▁της ▁δημοκρατ ια ς ▁της
▁απο ▁παρα λει ψη ▁και ▁μονο , ▁στο ▁αρχι κο ▁εγ γραφο ▁δεν ▁υπ ηρ χε ▁μ ν εια ▁της ▁αρχ ης ▁του ▁mainstream ing ▁η ▁των ▁ισ ων
▁gi ovan ni ▁go ria ▁ υπουργ ος ▁οικο νομ ικ ων
▁εχει ▁αρχι σει ▁να ▁απο καθ ι στα ται ▁τακτικ η ▁συζητ ηση ▁σχετικ α ▁με ▁την ▁κατα νομ η ▁των ▁αρ μο διο τη τος ▁και ▁την ▁αιτ ι ολογ ηση ▁των ▁πρα ξε ων .
▁sec ( 97) ▁23 90 ▁ τελ ικο ] ▁09. 09. 1998 -7 ▁σε λι δες ▁is bn ▁92 - 78 -35 016 -8 ▁e y - co - 98 -14 3- gr - c ▁gr - 98 -45
▁— ▁ε χ οντας ▁υπο ψη ▁την ▁εκ θεση ▁του ▁ ελε γκ τι κου ▁συνε δρ ιου ▁για ▁το ▁οικο νομ ικο ▁ε τος ▁1992 , ▁καθ ως ▁και ▁τις ▁απαντ η σεις ▁των ▁ θεσ μι κων ▁οργαν ων ▁( : ),
▁υπ αλλ ηλ ικη
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁τ μη μα ▁μη κου ς ▁185 ▁χλμ . , ▁μετα ξ υ ▁του ▁ ταρ β ιζ ιο ▁( φρ ιου λι ) ▁στα ▁αυ στ ρια κα ▁συν ο ρα , ▁και ▁του ▁κα μ ιζαν ο ▁βι τσ εντ ινο ▁( βε νε το ), ▁εν ος ▁αγ ω γου ▁που ▁μετα φερ ει ▁ φυσ ικο ▁α ερ ιο ▁απο ▁τη ▁ σο βι ε τικη ▁εν ωση ▁— ▁sna m ▁s . p . a . ▁110 ▁δισ εκ ατο μμ υ ρια ▁it l
▁συστ ημα ▁επι κοινων ια ς :
▁ ει ­ σ π νο η ).
▁αφ ' ▁ ετε ρου , ▁ θελ ουμε ▁να ▁επι σημα νουμε ▁οτι ▁η ▁κοιν ο τητα ▁ο φει λει ▁να ▁επι με ιν ει ▁εν αντι ▁των ▁χωρ ων ▁που ▁επιθυμ ουν ▁να ▁συνδε θ ουν ▁μα ζι ▁της ▁προ κει μενο υ ▁αυτ ες ▁να ▁παγ ι ω σουν ▁τα ▁δημοκρατ ικα ▁τους ▁κε κτη μενα .
▁τη ▁ευ ρω pi α ικη ▁εν ωση ▁ , ▁η τοι ▁την ▁το pi οθετ ηση ▁των ▁ δη ο κρατ ικ ων ▁αξι ων ▁στο ▁ε pi ι κεντρ ο ▁των ▁εξω τε ρι κων ▁pi ο λι τι κων ▁και ▁τη ▁ιδι α ▁τη ▁ευ ρω pi α ικη ▁οικο δο ηση ▁ .
▁νο μι ζω ▁οτι ▁υπ αρ χει ▁μονο ▁ενα ς ▁διευθυντ ης , ▁που ▁ειναι ▁αρ μο διο ς ▁στην ▁επι τρο πη ▁γι ' ▁αυτο ν ▁τον ▁το με α .
▁ap d po ▁i ▁οτι , ▁βασ ει ▁των ▁ανα κοι νω σεων ▁για ▁τον ▁συνολικ ο ▁ο γκο ▁των ▁προσ ω ρι νων ▁πο σο τη των ▁ανα φορ ας ▁των ▁εμπορικ ων ▁φορ εων , ▁που ▁πραγματοποι η θηκαν ▁απο ▁τα ▁κρατ η ▁με λη ▁κατ ' ▁εφαρμο γη ▁του ▁ αρθρ ου ▁28 ▁παρα γραφο ς ▁2 ▁στο ιχ ειο ▁α ) ▁του ▁κανονι σ μου ▁( εκ ) ▁αρ ι θ .
▁στην ▁παρ ουσα ▁υπο κα τη γο ρια ▁περι λαμ βα νονται ▁τα ▁παρα κα τω : ▁- ▁υπηρε σι ες ▁μετα δε υ τερο βαθ μια ς ▁προ πτυ χι ακ ης ▁τεχν ικη ς ▁και ▁επαγγελματικ ης ▁εκπαιδευ σης .
▁η ▁επι τρο πη ▁εξε δω σε ▁ανα κοι νω σεις ▁σχετικ α ▁με ▁ σχε διο ▁ δρα σης ▁κατα ▁του ▁ ρατσ ισ μου ▁( — ▁> ▁ σημ ειο ▁1.1. 2) , ▁ως ▁συνεχ εια ▁του ▁πρα σι νου ▁βιβλιο υ ▁σχετικ α ▁με ▁τις ▁εμπορικ ες ▁ανα κοι νω σεις ▁( — ▁> ▁ σημ ειο ▁1.2. 39) , ▁τις ▁δημοσ ιες ▁συμβ α σεις ▁στην ▁εγ κριση ▁απο ▁το ▁ ελε γκ τικο ▁συνε δρ ιο , ▁κατα ▁την ▁ευρωπα ικη ▁εν ωση ▁( — ▁> ▁ σημ ειο ▁1.2. 42 ), ▁και ▁την ▁εφαρμο γη ▁των ▁καν ον ων ▁ανταγων ισ μου ▁στις ▁συμφων ιες ▁προσ βαση ς ▁στον ▁το με α ▁των ▁τηλε πι ­ κοινων ι ων ▁( — ▁> ▁ σημ ειο ▁1.2. 50 ), ▁τα ▁επιχειρ ημα τι ­ ▁5 70 η ▁συνε δρ ια ση ▁του , ▁στις ▁19 ▁ μαρτ ιου .
▁η μερ ο μη νια ▁απο στο λης ▁της ▁προ κη ρυ ξης .
▁ θεωρ ω ▁ υ τι ▁ε αν ▁οι ▁μηχαν ισ μοι ▁για ▁να ▁φ τα σουμε ▁στα ▁ κεντρ α ▁απο φα σεων ▁η ταν ▁ δυ να τα ▁να ▁αντικειμεν ο ποι η θ ουν , ▁υπ ως ▁κα ποιες ▁εξε τα σεις ▁η ▁ενα ς ▁δια γων ισ μος , ▁δε ▁θα ▁ ει χ αμε ▁αυτ α ▁τα ▁προβληματ α .
▁η ▁ε pi ι τρο pi η ▁ε λεγ ξε ▁εγ και ρα ▁τα ▁συστ η ματα ▁δημοσ ιο νομ ι κου ▁ε λεγ χου .
▁η ▁ telecom ▁ italia ▁και ▁η ▁επι τρο πη ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁υπο στη ρι ζουν ▁οτι ▁παρ ο μοι α ▁εισ φορ α ▁αντι κει ται ▁στο ▁αρ θρο ▁11 ▁της ▁οδηγ ια ς ▁97 /13 , ▁ο πως ▁την ▁εχει ▁ ερ μην ευσε ι ▁το ▁ δικα στη ριο , ▁και ▁οτι ▁το ▁αρ θρο ▁22 ▁της ▁οδηγ ια ς ▁δεν ▁επι τρεπ ει ▁τη ▁διατ ηρ ηση ▁της ▁επι ▁ενα ▁ε τος ▁απο ▁την ▁προβ λε πο μενη ▁για ▁τη ▁μετα φορ α ▁της ▁στο ▁ε σω τερ ικο ▁δικαι ο ▁κατα λη κ τικη ▁η μερ ο μη νια .
▁για ▁τους ▁προ εκ τε θεν τες ▁λογ ους , ▁φ ρο νω ▁οτι , ▁αντι θε τως ▁προς ▁την ▁κατα σταση ▁στην ▁υπο θεση ▁mos bæk , ▁στην ▁ο ποι α ▁η ▁παρ ουσι α ▁της ▁βρετανικ ης ▁ εται ρια ς ▁στη ▁ δα νια ▁περι ο ρι ­ ζο ταν ▁σε ▁ενα ▁ μισθ ω μενο ▁γραφ ειο ▁και ▁σε ▁εν αν ▁ υπα λλη λο , ▁ενα ▁υπο καταστ ημα ▁το ▁ο ποι ο ▁ιδ ρυ ­ εται ▁εν τος ▁κρατ ους ▁με λους ▁απο ▁ εται ρια ▁συστ α θει σα ▁και ▁ε δρ ευ ουσα ▁εν τος ▁αλλο υ ▁κρατ ους ▁με λους ▁ μπο ρει ▁να ▁θε ωρη θει ▁αφ ε ­ ρε γγ υ ος ▁εργ οδο της ▁απο ▁ πλευρ ας ▁της ▁ο δη ­ για ς , ▁στο ▁με τρο ▁κατα ▁το ▁ο ποι ο , ▁στο ▁πρωτο ▁κρατ ος ▁με λος , ▁εχει ▁υπο βλη θει ▁αιτ ηση ▁για ▁την ▁κιν ηση ▁δια δικα σια ς ▁ κη ρυ ξε ως ▁της ▁α φερ εγ ­ γ υ ο τητα ς ▁και ▁κατα ▁το ▁ο ποι ο ▁η ▁αρ μο δια ▁αρχ η ▁εχει ▁δια πιστ ωσε ι ▁το ▁ορ ιστ ικο ▁κλεισ ιμο ▁του ▁και ▁την ▁ανε παρ κει α ▁των ▁δια θεσ ιμ ων ▁στο ι χει ων ▁του ▁ενεργ η τι κου .
▁3 ▁ ), ▁το ▁p ▁i ▁αρ ▁ ον ▁αρ θρο ▁εχει ▁την ▁ιδι α ▁εν νοια ▁και ▁την ▁ιδι α ▁ε ▁ βελ ▁ ει ▁α ε ▁το ▁εφ αρ ▁ο γη του ▁ αρθρ ου ▁52 ▁p ▁i ▁αρ ▁α ▁ γρα ▁φ ▁ ος ▁3 ▁του ▁χαρ τη ▁( ▁τελε υ ται ο ▁αυτο ▁αρ θρο .
▁εισαγωγ η
▁η ▁συ σταση , ▁στις ▁αρχ ες ▁μα ιου , ▁εν ος ▁" π υρ η να ▁υπο στη ρι ξης ▁των ▁θε τι κων ▁ δρα σεων " ▁στο ▁πλ αι σιο ▁της ▁υπηρε σια ς ▁συλλογικ ων ▁ σχε σεων ▁εργασ ια ς ▁του ▁ υπουργ ει ου ▁απασχολ ησης ▁και ▁εργασ ια ς ▁θα ▁επι τρε ψει ▁την ▁προ οδο ▁στους ▁επαγγελματικ ους ▁το μ εις .
▁ θεωρ ει ▁επι σης ▁οτι ▁επι βα λλ εται ▁η ▁ θεσ πι ση ▁περιβαλλοντικ ων ▁και ▁ιδι ως ▁ κοινων ικ ων ▁ κρι τη ρι ων ▁για ▁την ▁ανα θεση ▁μιας ▁δημοσ ια ς ▁συμ βαση ς .
▁ο σον ▁α φορ α ▁την ▁εν η με - ▁ ρωση / πλη ρο φορ ηση / κατα ρτ ιση ▁ο ▁ ρο ­ λος ▁της ▁ πολιτ ειας ▁ειναι ▁σημαντικ ος ▁και ▁πολυ μορφ ος .
▁e cu , ▁εκ ▁των ▁ο ποι ων ▁28 ▁εκατ ομ μ υ ρια ▁προ ερ χ ονταν ▁απο ▁πο ρους ▁προ υπ ολογ ισ μου .
▁οι ▁ορθ ες ▁πρα ­ κ τι κες ▁που ▁εν τοπ ι στηκαν ▁δημοσιευ θηκαν ▁το σο ▁σε ▁εν τυπ η ▁ μορφ η ▁ο σο ▁και ▁στο ▁δια δι κτ υ ο ▁( http :// www . europa . eu . int / com m / enter prise / entrepreneur ship / concert ed _ action s / index . htm ).
▁οι ▁εν δο κο ινο τι κες ▁συνα λλα γε ς ▁ ι π πο ει δων ▁δεν ▁ δυ να ται ▁να ▁απ αγορ ευ θ ουν ▁η ▁να ▁περιορισ θ ουν ▁για ▁ζω ο τε χ νικ ους ▁η ▁γενε α λογ ικ ους ▁λογ ους . ▁3.
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁δε λ τι ο ▁εκ ▁11- 1983
▁στο ▁ενεργ η τικο : ▁( προ πλη ρω θεν τα ▁εξο δα ▁και ▁ε σο δα ▁εισ πρ ακ τε α ): ▁εξο δα ▁που ▁εγ ιν αν ▁κατα ▁την ▁οικο ­ νομ ικη ▁χρ ηση ▁αλλα ▁α φορ ουν ▁την ▁επ ο μενη , ▁καθ ως ▁και ▁ο ποι α δη ποτε ▁ε σο δα ▁τα ▁ο ποι α , ▁αν ▁και ▁α φορ ουν ▁τη ▁χρ ηση , ▁δεν ▁θα ▁ειναι ▁απαιτ η τα ▁πριν ▁απο ▁τη ▁ λη ξη ▁της ▁( κυ ρι ως ▁το κοι ▁απο ▁χορηγ η θεν τα ▁δανε ια ),
▁marin ▁που ▁εγω ▁ο ▁ιδιο ς ▁ ει χα ▁την ▁ευ και ρια ▁να ▁δια π ρα γμα τε υθ ω , ▁υπ ηρ ξα ▁παν τα ▁αντι θε τος ▁με ▁την ▁συνε κτ ιμ ηση ▁των ▁δυο ▁προβληματ ων .
▁οι ▁ο ροι ▁ασκ ησης ▁του ▁δικαι ω ματος ▁διε ρε υν ησης ▁των ▁πραγματ ων ▁απο τελ ουν ▁αντικειμεν ο ▁ διο ργα νικ ης ▁συμφων ια ς ▁μετα ξ υ ▁κοιν οβ ουλ ιου , ▁συμβ ουλ ιου ▁και ▁επι τρο πη ς .
▁ηλεκτρο νικ ες ▁επι κοινων ιες
▁αν ▁δεν ▁υπ αρ χει ▁η δη ▁στην ▁περιφερ εια ▁της οτ δ , ▁η οτ δ ▁ πρεπε ι ▁να ▁το ▁δημιουργ ησε ι .
▁2001 / 83 ▁του ▁συμβ ουλ ιου , ▁της ▁2 ας ▁ ι ουν ιου ▁1983 .
▁ ντ 2 ▁βιο τοπ ος ▁ ντ 1 ▁ υδ ατ ινο ▁περι βα λλον ▁ ντ 2 ▁θα λα σ σιο ▁περι βα λλον ▁ ντ 3 ▁ακ τη ▁ φυσ ι ολογ ια ▁της ▁εργασ ια ς ▁μ τ ▁44 ▁76 ▁συν θηκε ς ▁και ▁οργαν ωση ▁της ▁εργασ ια ς ▁ uf ▁κοπ ωση ▁β τ 1 ▁ εργο νομ ια ▁β τ 2 ▁συν θηκε ς ▁εργασ ια ς ▁ rt ▁εργασ ια ▁σε ▁ο θ ο νη ▁επανα φερ ο μενα ▁στη ▁— ▁use ▁ανα συ στα μενο ▁προ ιον ▁(60 26) ▁ φυσ ικη ▁κατα στροφ η
▁οι ▁πιθαν ες ▁αυτ ες ▁ νε ες ▁δια τα ξεις ▁θα ▁προ κα λε σουν ▁απ ω λει ες ▁κοιν ο τι κου ▁εισ οδ η ματος .
▁ειναι ▁κατ ι ▁το ▁ο ποι ο ▁γι νεται ▁απο δε κτο ▁απο ▁ο λους .
▁για ▁τους ▁ πολιτ ες , ▁η ▁διε ισ δυ ση ▁των ▁προ ιον των ▁και ▁υπηρε σι ων ▁που ▁συνδε ονται ▁με ▁τις ▁τ πε ▁στις ▁καθημεριν ες ▁τους ▁ δρα στη ­ ριο τη τες ▁ειναι ▁επι σης ▁εντυπωσιακ η .
▁εγ κριση ▁τροπο ποι η μενη ς ▁προ τα σης ▁απο ▁την ▁επι τρο πη ▁στις ▁2 ▁ οκ τω β ρι ου .
▁οι ▁προ υπο θε σεις ▁για ▁τη ▁χορηγ ηση ▁αδ ειας ▁εισ οδο υ ▁στη ▁χωρ α ▁ανα φερ ονται ▁στο ▁εν τυπο ▁is ▁120 , ▁το ▁ο ποι ο ▁δια νε μ ουν ▁στους ▁τα ξι -
▁ερωτ ηση ▁αρ ι θ . ▁62 ▁του ▁κ . ▁je sus ▁cabe zon ▁al ons o ▁( η -03 83 / 98) ▁θε μα : ▁συγ χ ρη ματ οδο τηση ▁του ▁προγραμματ ος ▁leader ▁i i
▁συνε δρ ια ση ▁υπ υ υρ γων ▁εν ωσης ▁και ▁καν α δα .
▁το ▁1988 , ▁ο ▁το με ας ▁της ▁ μπι ρας ▁δημιουργ ησε ▁εμπορικ ο ▁πλ ε ο να σμα ▁ 606 ▁εκατ ομ μ υ ρι ων ▁e cu .
▁ενα ▁ιδι αι τερο ▁προ βλη μα ▁της ▁ ου κρα νια ς ▁ειναι ▁οι ▁πυρ η νικ ες ▁της ▁εγ καταστ α σεις , ▁η ▁κατα σταση ▁των ▁ο ποι ων ▁ειναι ▁κα κη .
▁αυτο ▁ειναι ▁το ▁σημαντικ ο τερο .
▁6 ▁σε π τε μ β ρι ου ▁1950 , ▁echt ▁ βου λευ της ▁του ▁ε . κ .
▁αργ ο τερα ▁οι ▁ερε υ νες ▁επεκτ ει ναν ▁τα ▁απο ­ τελ εσ ματα ▁απο ▁την ▁αρχ ικη ▁ομαδ α ▁των ▁δεκα ▁σε ▁ενα ▁δει γμα ▁ε ικο σι ▁επιχειρ η σεων .
▁πρω ην ▁με λος ▁της ▁ βου λης ▁των ▁αντι προ σω π ων , ▁δ ▁ υπουργ ος ▁επι κρατ ειας .
▁η ▁αυ ξη μενη ▁ζητ ηση ▁ρε υ στο τητα ς , ▁σε ▁συνδυασ μο ▁με ▁την ▁απ ω λεια ▁εμπ ι στο συν ης ▁μετα ξ υ ▁των ▁αντι συμ βα λλο μενων , ▁οδηγ ησε ▁πολλ ες ▁τραπεζ ες ▁να ▁συ σσ ωρ ευ ουν ▁ρε υ στα ▁δια θεσ ιμα , ▁με ▁συνε πει α ▁η ▁συνολικ η ▁ρε υ στο τητα ▁της ▁ αγορ ας ▁να ▁με ι ω θει ▁σημαντικ α .
▁απο ▁τη ▁ στιγμ η ▁της ▁κατα χω ρι σεως ▁του ▁ ση ματος , ▁ο ▁δικαι ου χος ▁του ▁εχει ▁δικαι ωμα ▁να ▁το ▁χρησιμοποι ησε ι ▁ο πως ▁θε λει , ▁ο ποτε , ▁για ▁να ▁εκ τι μη θει ▁αν ▁η ▁αιτ ηση ▁κατα χω ρι σεως ▁εμπ ι π τει ▁στον ▁ λογο ▁α παρα δε κ του ▁που ▁προβ λε πει ▁η ▁δια ταξη ▁αυτ η , ▁ πρεπε ι ▁να ▁εξ ακριβ ω θει ▁αν ▁ υφ ι στα ται ▁κι νδυ νος ▁συγ χ υ σεως ▁με ▁το ▁προ γεν εσ τερο ▁ σημα ▁του ▁αντι τι θε μενο υ ▁στην ▁κατα χω ρι ση ▁σε ▁ο λες ▁τις ▁περι πτω σεις ▁στις ▁ο ποιες ▁το ▁ σημα ▁του ▁ο ποι ου ▁ζητ ει ται ▁η ▁κατα χω ρι ση , ▁αν ▁κατα χω ρι ζο ταν , ▁θα ▁ μπο ρου σε ▁να ▁χρησιμοποι η θει .
▁με ▁την ▁εν νοια ▁αυτ η , ▁μια ▁ κοινων ικη ▁χαρ τα ▁των ▁ φυλακ ισ μενων , ▁κατα ▁τη ▁ γνω μη ▁μου ▁απο τελ ει ▁ενα ▁σημαντικ ο ▁και ▁α παρα ι τη το ▁β ημα .
▁ε τσι , ▁για ▁λογ ους ▁οικο νομ ια ς ▁ χρονο υ , ▁θα ▁αφ η σω ▁αυτο ▁το ▁ερωτ ημα ▁να ▁καλ υφ θει ▁στη ▁συζητ ηση ▁μας ▁και ▁θα ▁ανα φερ ω ▁απ λω ς ▁εν ▁συν το μια ▁τις ▁ακολουθ ες ▁τρεις ▁απο ψεις .
▁3 587 / 91 ▁του ▁συμβ ουλ ιου ▁ε ε ▁l ▁3 41 ▁της ▁12 .12. 1991 ▁και ▁δε λ τι ο ▁εκ ▁12 1991 , ▁ σημ ειο ▁1.3 . 42
▁0 ▁ ρο λος ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁( εκ ): ▁με ▁την ▁ οπ τικη ▁αυτ ων ▁των ▁συν αν τη σεων ▁β ορ ρα - νο του , ▁το ▁εκ ▁εν ε κρι νε ▁ενα ▁ορ ισ μενο ▁αριθμ ο ▁ ψηφ ισμα των .
▁οι ▁αριθμ οι ▁σχετικ α ▁με ▁την ▁επι σι τι στικ η ▁εξα ρ τηση , ▁την ▁περιορισ μενη ▁προσ βαση ▁στην ▁ αγορ α ▁δι εθν ων ▁κεφαλ αι ων ▁ειναι ▁ ανησυχ η τικο ι .
▁* ▁ορ ισ με νες ▁ εται ρει ες ▁κινητ ης ▁τηλεφων ια ς ▁δεν ▁επι τρεπ ουν ▁την ▁προσ βαση ▁στους ▁αριθμ ους ▁00 ▁800 ▁η ▁ μπο ρει ▁να ▁χρ εων ουν ▁την ▁ κληση .
▁το ▁δευτερ ο ▁κεφαλ α ιο ▁παρ ουσι αζ ει ▁τις ▁ νε ες ▁τα σεις ▁για ▁την ▁απασχολ ηση ▁και ▁ασχολ ει ται ▁ιδι αι τερα ▁με ▁τη ▁νεα ▁ευρωπα ικη ▁ στρατηγικ η ▁για ▁την ▁απασχολ ηση ▁η ▁ο ποι α ▁συμφων η θηκε ▁κατα ▁το ▁εκ τα κτο ▁ευρωπα ικο ▁συμβ ου λιο ▁στο ▁ λου ξε μ β ουργ ο ▁το ▁νο εμ β ριο ▁του ▁1997.
▁η ▁ο λη ▁ ιδε α ▁του ▁να ▁γ υ ρι σουμε ▁τα ▁ρ ολογ ια ▁μας ▁πι σω ▁απο β λε πει ▁στο ▁να ▁απο κτη σουμε ▁περι σσ ο τερο ▁φως , ▁ο μως ▁μου ▁φ αι νεται ▁οτι ▁προ κα λει ▁πολυ ▁περι σσ ο τερες ▁προσ τρι βε ς ▁απ ' ▁ο , τι ▁φως , ▁ιδι ως ▁για ▁μας ▁στη ▁σκ ω τια , ▁που ▁ζ ουμε ▁στο ▁ βο ρει οτ ατο ▁ακ ρο ▁της ▁κοιν ο τητα ς ▁— ▁η ▁σκ ω τια ▁βρ ι σκ εται ▁πολυ ▁β ορ ειο ­ τερα ▁απο ▁τη ▁ δα νια .
▁ο πως ▁συνε βη ▁και ▁σε ▁αλλ ες ▁δια σκε ψεις ▁των ▁η νω μενων ▁ευ νων , ▁η ▁επι τρο πη ▁α κου σε ▁με ▁μεγαλ η ▁προσ ο χη ▁τις ▁απο ψεις ▁των ▁μη ▁κυβερνητικ ων ▁οργαν ω σεων ▁κατα ▁το ▁προ παρα σκε υ ασ τικο ▁στα διο ▁της ▁δια σκε ψη ς .
▁51 ▁περιφερ εια κο ▁επι πεδ ο ▁με ▁στο χο ▁την ▁ βελ τι ωση ▁της ▁απο δο σεως ▁στον ▁το με α ▁του ▁περι βα λλον τος .
▁αριθμ ος ▁μα υρ ων ▁ μισθ ω των
▁σπ ου δες ▁ευ αγγελ ικη ς ▁θε ολογ ια ς ▁και ▁ πολιτικ ων ▁επι στη μ ων ▁στο ▁πανε πιστ ημ ιο ▁του ▁γ και τι γκ εν .
▁► ▁< ▁ζ ▁ο ▁ο
▁ διπλ ωμα ▁του ▁ ιν στι του του ▁ πολιτικ ων ▁σπ ου δων ▁του ▁παρ ισ ιου ' ▁δι δα κτο ρι κα ▁στην ▁ιστορι α , ▁τη ▁ φι ­ λ ολογ ια ▁και ▁τις ▁επι στη με ς ▁του ▁ ανθρωπ ου ▁( σ ορ β ον νη , ▁παρ ι σι ).
▁- ▁παρα γω γο ▁και ▁υποχρεω τικη ς ▁ισ χ υ ος ▁δικαι ο ▁με ▁ βαση ▁τις ▁συν θηκε ς ▁περι ▁ιδ ρυ σεως ▁των ▁τρι ων ▁ευρωπα ικ ων ▁κοιν ο τη των , ▁συμπ λη ρωμα τικο ▁δικαι ο , ▁— ▁συμφων ιες ▁που ▁συνα ψαν ▁οι ▁κοιν ο τη τες ▁με ▁τρι τες ▁χωρ ες .
▁εφαρμο ζ ονται ▁οι ▁παρα γραφο ι ▁2 ▁ε ως ▁5 ▁αντι ▁του ▁ αρθρ ου ▁ ι , ▁και ▁o t ▁ανα φορ ε ; ▁στο ▁αρ θρο ▁αυτο ▁ισ χ υ ουν , ▁τη ρου μενων ▁των ▁αναλογ ι ων , ▁για ▁το ▁παρ ον ▁αρ θρο .
▁- ▁την ▁ ι η ▁ ια νου αρ ιου ▁1989 , ▁η ▁δια φορ α ▁με ι ων εται ▁στο ▁5 0,0 ▁% ▁της ▁ αρχικ ης ▁δια φορ ας ,
▁το ▁βιο τικο ▁επι πεδ ο ▁ μπο ρει ▁να ▁μετ ρη θει ▁με ▁δια φορ ους ▁τροπο υς ▁στους ▁ο ποι ους ▁υπ ει σε ρχ ονται ▁πολλ α ▁στο ιχ εια ▁υπο κει με ­ ν ικο τητα ς .
▁αρ θρο ▁151
▁επι ▁του ▁τρι του ▁λογ ου ▁ακ υ ρω σεως ▁αντ λ ουμε νου
▁απο φα σεις ▁για ▁μη ▁προ βολ η ▁αντι ρ ρη σεων ▁απο ▁το ▁συμβ ου λιο ▁στις ▁17
▁αρ θρο ▁52 .
▁( η μερ ο μη νια )
▁εκ σ υγ ­ χρον ιζ εται , ▁χρησιμοποι ει ▁τις ▁πιο ▁ νε ες ▁τεχν ολογ ιες .
▁υπ ηρ ξε ▁παν τα ▁ενα ▁πολυ ▁περι π λο κο , ▁πολυ ▁αμφ ι λεγ ο μενο ▁θε μα , ▁ο που ▁η ▁δυσκολ ια ▁για ▁την ▁εν αρ μον ιση ▁των ▁δια φορ ων ▁κατε υ ­ θ υν σεων , ▁το σο ▁οικο νομ ικ ων ▁ο σο ▁και ▁φορολογ ικ ων , ▁των ▁δια φορ ων ▁χωρ ων ▁ φα ινο ταν ▁ αξ επ ερα στη ▁με χ ρι ▁τις ▁συμφων ιες ▁που ▁κατα φερ ε ▁να ▁επι τυχ ει ▁η ▁κ . ▁scrive ner .
▁στις ▁περι σσ ο τερες ▁ο μως ▁περι πτω σεις ▁οι ▁συν θηκε ς ▁απαιτ ουν ▁ ει τε ▁ομο φων ια ▁ ει τε ▁ειδικ η ▁πλ ειο ψηφ ια .
▁το ▁αρ θρο ▁41 ▁του ▁κανονι σ μου ▁προβ λε πει ▁οτι ▁οι ▁ερωτ η σεις ▁υπο βα λλ ονται ▁γραπτ ως ▁στον ▁προ ε δρο ▁ο ▁ο ποι ος ▁απο φασ ιζ ει ▁ε αν ▁γι νο ­ ν ται ▁δε κ τες ▁και ▁με ▁ποια ▁ σει ρα .
▁ ι
▁οργαν ο γραμμα ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς
▁το ▁εγ χει ρη μα ▁ε δει ξε ▁οτι ▁υπ αρχο υν ▁μεγαλ ες ▁ κοινων ικ ες ▁ανα γκ ες ▁που ▁παρα μεν ουν ▁ακ αλ υπ τες .
▁οι ▁ σκε ψεις ▁αυτ ες ▁με ▁καν ουν ▁να ▁απο ρ ρι ψω ▁και ▁τον ▁ισχυρ ισ μο ▁της ▁επι τρο πη ς ▁οτι ▁η ▁με θ οδο ς ▁που ▁ακολουθ η θηκε ▁απο ▁το ▁πρωτο δι κει ο ▁δημιουργ ει ▁ ρη γμα ▁στην ▁αρχ η ▁της ▁ισ ης ▁μετα χει ρι σεως .
▁ βελ τι ωση ▁του ▁ ρυθμ ιστ ι κου ▁ πλα ισ ιου
▁προ τι θε μπι ▁ν π ▁το ▁πρα ξω ▁σε ▁στεν η ▁συνεργ π σι π ▁με ▁το ▁ευ ρω π π ικο ▁κοιν ο βου λιο .
▁η ▁καταργ ηση ▁των ▁ε σω τε ρι κων ▁συν ορ ων ▁της ▁κοιν ο τητα ς ▁που ▁προβ λε π εται ▁στο ▁πλ αι σιο ▁της ▁μεγαλ ης ▁ αγορ ας ▁απαιτ ει ▁τη ▁δημιουργ ια ▁εν ος ▁ευρωπα ι κου ▁δικαστικ ου ▁χωρ ου ▁στη ρι ζο μενο υ ▁στην ▁εν αρ μον ιση ▁μιας ▁ σει ρας ▁καν ον ων ▁και ▁στη ▁συνεργ α σια ▁των ▁δικαστικ ων , ▁αστυνομικ ων ▁και ▁αλλ ων ▁αρχ ων .
▁μετα ξ υ ▁1981 ▁και ▁1984 , ▁συνε λη φ θησαν ▁στη ▁χωρ α ▁των ▁βασ κων ▁6 ▁ 778 ▁ ατο μα ▁για ▁τις ▁ πολιτικ ες ▁τους ▁πε ποι θη σεις .
▁δεν ▁χωρ ει ▁επι κληση ▁των ▁διατ αξ εων ▁της ▁συν θη κη ς ▁ε οκ ▁περι ▁επι βαρ υν σεων ▁ισο δυ να μου ▁αποτελεσμα τος ▁προς ▁δ ασ μο , ▁προς ▁στη ρι ξη ▁αιτ η σεων ▁επι στροφ ης ▁πο σ ων ▁της ▁ επιδ ικη ς ▁επι βαρ υν σεως ▁που ▁εισ πρ αχ θηκαν ▁πριν ▁απο ▁τις ▁16 ▁ ι ουλ ιου ▁1992 , ▁παρα ▁μονο ν ▁απο ▁αιτ ουν τες ▁οι ▁ο ποι οι , ▁πριν ▁απο ▁την ▁η μερ ο μη νια ▁αυτ η ▁ ει χαν ▁ασκ ησε ι ▁εν δι κη ▁προσφυγ η ▁η ▁ισο δυ να μη ▁διοικητικ η ▁εν σταση . »
▁panne lla ▁( ni ). ▁— ▁( fr ) ▁κυρ ι ε ▁προ εδ ρε , ▁θα ▁η θε λα ▁να ▁υπο γραμμ ι σω ▁οτι ▁ε χ ουμε ▁καθ ε ▁ λογο ▁να ▁θε σουμε ▁ αμε σω ς ▁σε ▁ ψηφ ο φορ ια ▁την ▁εκ θεση ▁της ▁επι τρο πη ς ▁ θεσ μι κων ▁θε ματ ων .
▁δι νεται ▁ιδι αι τερη ▁ σημα σια ▁στη ▁δια σταση ▁ο ρι ζο νη ου ▁χαρακτηρ α .
▁— ▁την ▁κοιν ο ποι ηση ▁απο ▁τα ▁κρατ η ▁με λη ▁των ▁περι πτω σεων ▁παρα τυπ ι ων ▁περι ­ γραφο μενων ▁επ ακριβ ως ·
▁οι ▁δημοτικ ες ▁εκ λογ ες ▁περι λαμ βα νουν ▁τις ▁εκ λογ ες ▁με ▁αμ εση ▁καθ ολ ικη ▁ ψηφ ο φορ ια ▁σε ▁επι πεδ ο ▁πρωτο υ ▁βαθμ ου ▁ τοπ ικη ς ▁αυτο διο ικ ησης ▁και ▁των ▁υπο δια ι ρε σεων ▁της .
▁προ γραμμα ▁εργασ ια ς ▁της ▁επι τρο πη ς ▁για ▁το ▁1986
▁διε θ νης ▁συνεργ α σια
▁περι πτω σεις ▁εν ισ χ υ σεων ▁για ▁τις ▁ο ποιες ▁η ▁επι τρο πη ▁περ ατ ωσε ▁τη ▁δια δικα σια ▁που ▁προβ λε π εται ▁στο ▁αρ θρο ▁93 , ▁παρα γραφο ς ▁2 ▁της ▁συν θη κη ς ▁εκ , ▁ θεωρ ων τας ▁οτι ▁η ▁συνεχ ιση ▁η ταν ▁συμβ α τη ▁προς ▁την ▁κοιν η ▁ αγορ α .
▁πρωτο κο λλο ▁α λι ειας ▁με ▁το ▁σα ο ▁το με ▁και ▁πριν σι πε ▁( 1996 - 1999 )
▁εν ισ χ υ ση ▁στις ▁εγκ υ ους ▁: ▁το ▁ομο σπονδ ια κο ▁ιδ ρυ μα ▁" μη τερα ▁και ▁ παιδ ι ", ▁που ▁βοηθ α ▁τις ▁νεα ρες ▁μη τερες ▁να ▁αντι με τω πι ζουν ▁τα ▁οικο νομ ικα ▁τους ▁προβληματ α , ▁ε λαβ ε , ▁απο ▁τον ▁ ιου λιο ▁του ▁1984 ▁ως ▁τον ▁δε κ εμ β ριο ▁του ▁1988 , ▁αιτ η σεις ▁για ▁εν ισ χ υ ση ▁απο ▁23 3.4 51 ▁γυναικ ες .
▁συμπ ερ ασ ματα ▁του ▁συμβ ουλ ιου ▁της ▁6 ης ▁μα ιου ▁1996 ▁σχετικ α ▁με ▁το ▁δε υ κο ▁βιβλιο ▁δι δα σκα λια ▁και ▁ μαθ ηση .
▁δευτερ η ▁παρ εκ κλ ιση , ▁η ▁κοιν ο τικη ▁παρ εκ κλ ιση ▁την ▁ο ποι αν ▁ο λος ▁ο ▁κοσμ ος ▁εχει ▁ παρατηρ ησε ▁και ▁στην ▁ο ποι α ▁παρ ευ ρι σκο μα στε .
▁ονομα σια
▁oli vier ▁du pu is ▁( tab , ▁i ) ▁εγ γραφο ▁εργασ ια ς ▁της ▁επι τρο πη ς : ▁προ οπ τι κες ▁και ▁προ τερα ιο τη τες ▁της ▁δια δικα σια ς ▁συν αντ ησης ▁α σια ς - ευ ρω πη ς ▁( as em ) ▁για ▁τη ▁νεα ▁δεκα ετ ια ▁εγ γ ρ . : ▁α 5- /2001 ▁δια δικα σια : ▁μη ▁ νομ οθετ ικη ▁διαβ ουλ ευση ▁συζητ ηση : ▁12. 06. 2001
▁προ κει ται ▁συγκ ε κρι μενα ▁για ▁δια κιν ουμε νους ▁φοιτ η τες ▁παρα ▁για ▁νοσ οκομ ους .
▁δεν ▁θα ▁ μπο ρου σε ▁να ▁εκ τελ ει ▁ορ ισ μενα ▁απο ▁τα ▁εργασ ια , ▁νο μι κων ▁απ αγορ ευ σεων , ▁καθ η κο ντα ▁της
▁στην ▁μπ ρο σου ρα ▁που ▁μου ▁ εστ ει λε ▁η ▁δημ αρχο ς ▁του ▁στρ ασ β ουργ ου , ▁ο ▁ο ποι ος ▁βρ ι σκ εται ▁ανα με σα ▁μας , ▁ανα φε ­ ρ εται ▁οτι ▁ εμ εις ▁θα ▁χρηματοδοτ η σουμε ▁ ολο ▁αυτο ▁το ▁ εργο .
▁στο χ οι ▁και ▁ε στι αση
▁κιν τι κ ▁ γρα d ει ▁φυτ ικ ων ▁π ▁ ικ ι λι ων
▁η ▁τραπεζ α ▁εχει ▁συμβ αλ ει ▁στη ▁χρηματοδοτ ηση ▁εν ος ▁δια ρκ ως ▁διε υρ υ νο μενο υ ▁ φασ ματος ▁επε νδυ σεων ▁: ▁ο δι κων , ▁ σι δη ρο δρο μι κων ▁και ▁τηλεφων ικ ων ▁δικ τυ ων ▁περιφερ εια κου ▁ενδιαφερ ον τος , ▁ σταθμ ων ▁παρα γω γη ς ▁και ▁δικ τυ ων ▁δια νομ ης ▁ενεργ ειας , ▁μεγαλ ων ▁βιο μη χα νικ ων ▁μον α δων ▁και ▁μικρο μ εσαι ων ▁επιχειρ η σεων , ▁εργ ων ▁διαχειρ ιση ς ▁του ▁πο σιμο υ ▁ νε ρου ▁και ▁των ▁ λυ ματ ων .
▁ε σω τερ ικη ▁υπηρε σι ες
▁τον ▁ μαρτ ιο ▁του ▁1994 , ▁η ▁επι τρο πη ▁ ει χε ▁κιν ησε ι ▁δια δικα σια ▁για ▁τις ▁εν ισ χ υ σεις ▁που ▁προβ λε πο ­ ν ταν ▁για ▁τις ▁δυο ▁αν ω τε ρω ▁επιχειρ η σεις , ▁λογ ω ▁της ▁προβληματ ικη ς ▁κατα σταση ς ▁της ▁ αγορ ας ▁συγκ ο λλη μενων ▁ σω λη νων ▁στην ▁ο ποι α ▁ανε πτυ σ ­ σαν ▁τη ▁ δρα στη ριο τητα ▁τους .
▁υπο θ . ▁τ -28 1/ 99 ▁viss er ' s ▁olie handel ▁hor st ▁bv ▁κατα ▁επι τρο πη ς
▁ τρια ▁απο ▁αυτ α ▁τα ▁σχεδια ▁προ ερ χ ονται ▁απο ▁την ▁περιφερ εια κη ▁δι οικ ηση .
▁ο ταν ▁το ▁ευ ρω ▁p ▁i ▁α ▁ ι ▁κ ▁ο ▁σ ▁ υ ▁ 1⁄4 ▁β ▁ο ▁ υ ▁λ ▁ ι ▁ο ▁α ▁p ▁i ▁ο ▁φ ▁α ▁σ ▁ ι ▁ζ ▁ε ▁ ι ▁ 1⁄4 ▁ε ▁ ψηφ ο φορ ια , ▁ο ▁p ▁i ▁ρ ▁ο ▁ε ▁δ ▁ρ ▁ο ▁ ς ▁του ▁και ▁ο ▁p ▁i ▁ρ ▁ο ▁ε ▁δ ▁ρ ▁ο ▁ ς ▁της ▁ε ▁p ▁i ▁ ι ▁τ ▁ρ ▁ο ▁p ▁i ▁η ▁ ς ▁δεν ▁σ ▁ υ ▁ 1⁄4 ▁ 1⁄4 ▁ε ▁τ ▁ε χ ουν ▁ .
▁del ors ▁ ρα σια ς ▁και ▁της ▁αντ αλλ αγ ης .
▁απ ' ▁αυτ η ▁την ▁απο ψη , ▁νο μι ζω ▁οτι ▁παρα ▁πολλ α ▁με νουν ▁ακ ο μη ▁να ▁ διο ρθω θ ουν ▁στην ▁εκ θεση ▁hans ch ▁και , ▁γι ' ▁αυτο ▁τον ▁ λογο , ▁θα ▁την ▁κατα ψηφ ι σω .
▁ε λεγ χος ▁εμπορ ευ ματ ων
▁επ ο ­ μεν ως , ▁η ▁χρ ηση ▁του ▁ αρθρ ου ▁235 ▁της ▁συν θη κη ς ▁η ταν ▁ανα γκα ια .
▁eur ▁9 ▁1973 - 1980 ▁1 ▁ 544 ▁εκατ ομ μ υ ριο
▁περι γρα φει ▁το ▁συν ολο ▁των ▁οικο νομ ικ ων ▁ πτυ χων ▁των ▁ πολιτικ ων ▁που ▁εφ αρ ­ μο ζ ονται ▁στην ▁κοιν ο τητα
▁συγκ ε κρι μενα , ▁ειναι ▁ευ λογο ▁να ▁κατα χ ωρ ιζ ονται ▁σε ▁κατα λογο ▁οι ▁επανα λαμ βα νο με νες ▁ διο ρθω σεις ▁ ω στε ▁να ▁γι νουν ▁ο λες ▁μα ζι ▁με ▁ειδικ α ▁προγραμματ α .
▁— ▁η ▁αξι α ▁ο λον ▁τον ▁χρησιμοποι ουμε νων ▁ υ λων ▁δεν ▁χ ρε χει ▁να ▁ υχ ερ βα ιν ει ▁το ▁40 ▁4* ▁της ▁ εργο στα σια κη ς ▁τιμ ης ▁του ▁χρ οι ον τος και
▁δια νε μ εται ▁απο ▁την ▁υπηρε σια ▁επι σημ ων ▁εκ δο σεων ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των , ▁l -29 85 ▁luxe m bourg , ▁και ▁τα ▁εθνικ α ▁γραφ εια ▁πω λη σεων ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς ▁αρ ι θ . ▁κατα λογ ου : ▁cm - 71 - 91 - 655 - da / de / en / fr - c
▁υπ αρ χει , ▁π . χ . , ▁γενικ η ▁απ αγορ ευση ▁των ▁παρα πλα νη τι κων ▁δια φη μι ­ σεων ▁και ▁των ▁α θε μι των ▁ο ρων ▁στις ▁συμβ α σεις ▁με ▁κατα ναλ ω τες .
▁αυτ ες ▁ειναι ▁οι ▁ερωτ η σεις ▁μου .
▁προ τα ση ▁οδηγ ια ς ▁του ▁συμβ ουλ ιου ▁σχετικ α ▁με ▁τον ▁τι τ λο ▁παρα μον ης ▁μικρ ης ▁δια ρκ ειας ▁που ▁χορηγ ει ται ▁στα ▁ θυ ματα ▁της ▁διε υκ ολ υν σης ▁της ▁λα θρο με τα να στ ευση ς ▁η ▁της ▁δια κιν ησης ▁ ανθρωπ ων ▁που ▁συνεργ αζ ονται ▁με ▁τις ▁αρ μο δι ες ▁αρχ ες ▁( - ) ▁ σημ ειο ▁1.4 . 10) .
▁αυτο ι ▁θα ▁ μπο ρου σαν ▁να ▁οδηγ η σουν ▁σε ▁συγκ ρου ση ▁με ▁την ▁ πολιτικ η ▁ ου δε τερο τη ­ τας , ▁αλλα ▁η ▁ελ ευ θε ρια ▁της ▁φ ιν λαν δια ς ▁να ▁καθ ορ ισ ει ▁τη ▁ θεση ▁της ▁με σα ▁στα ▁οργαν α ▁της ▁εν ωσης ▁σε ▁ σχε ση ▁με ▁τα ▁αν ω τε ρω ▁με τρα ▁θα ▁παρε με νε ▁απε ριο ρι στη , ▁καθ ο σον ▁δεν ▁δε ­ σμ ευ εται ▁απο ▁νο μι κες ▁υποχρεω σεις ▁ ου δε τερο ­ τητα ς .
▁το ▁ δικα στη ριο ▁απο φασ ιζ ει ▁:
▁κοιν ο βου λιο ▁και ▁ πολιτικ η ▁συνεργ α σια
▁ειναι ▁μια ▁αν εξ αρ τη τη ▁τραπεζ α ▁— ▁αν εξ αρ τη τη ▁ο μως ▁με σα ▁στα ▁πλ αι σια ▁του ▁νο μου , ▁δεν ▁ειναι ▁υπερ αν ω ▁του ▁νο μου .
▁το ▁γε γον ο ▁οτι ▁η ▁εν ▁λογ ω ▁ στρατηγικ η ▁βασ ιζ εται ▁στη ▁ γνωσ η ▁pi ρο σ δι δει ▁σε ▁αυτ η ▁! ε γα λυ τερη ▁ δυ να ! ικη .
▁δι αρθρ ωση ▁των ▁αποτελεσμα των ▁χρ η σεως
▁31, ▁του ▁κ . ▁new ton ▁dun n : ▁ε λαιο ο χος ▁ κρα μ βη
▁ο ▁franco is ▁mitte rand ▁εχει ▁μιλ ησε ι ▁για ▁τη ▁γ αλ λια ▁στον ▁πληθ υν τικο , ▁για ▁το ▁δικαι ωμα ▁στη ▁δια φορ α .
▁παγ κο σμ ιος ▁οργαν ισ μος ▁εμπορ ιου : ▁1.3 . 158 , 1.6 . 40 ▁πα κι στα ν : ▁1.2. 11 , 1.6 . 150 ▁πα που α σια - νε α ▁ γου ινε α : ▁1.6 . 150 ▁παρα βα σεις ▁( αι τι ολογ η με νες ▁ γνω με ς ): ▁1. 9.2 , ▁1.9 . 3 ▁παρα βα σεις ▁( προ ει δο ποι η τι κες ▁επι στο λες ): ▁1.9 . 1 ▁παρα βα σεις ▁( προ σ φυγε ς ): ▁1.9 . 4 ▁ε ως ▁1. 9.6 ▁παρα σι το κτο να : ▁1.4 . 46 ▁περι βα λλον : ▁1.4 . 38 ▁ε ως ▁1.4 . 56
▁' εξ αλ λου , ▁ζητ ησε ▁να ▁της ▁υπο βα λλ εται ▁ε τη σια ▁εκ θεση ▁για ▁τα ▁αποτελεσμα τα ▁του ▁εν ▁λογ ω ▁μετ ρου .
▁ο ▁πλ οι ο κτη της ▁η ▁ο ▁να υ τι λια κος ▁πρα κτο ρας ▁υπο γρα φει ▁δε σμ ευση ▁ανα ληψη ς ▁ε υθυν ης ▁για ▁τους ▁εν ▁λογ ω ▁να υ τικο υς .
▁με ▁την ▁επι φυλ α ξη ▁της ▁παρα γραφο υ ▁3 , ▁ε αν ▁οι ▁πληροφορ ιες ▁οι ▁ο ποιες ▁περι ε χ ονται ▁στην ▁κοιν ο ποι ηση ▁παρ ουσι αζ ουν ▁ ουσι ω δει ς ▁ελ λει ψεις , ▁η ▁επι τρο πη ▁ γνωσ το ποι ει ▁ αμε λλη τι ▁το ▁γε γον ος ▁εγ γρα φ ως ▁στα ▁κοιν ο ποι ουν τα ▁με ρη ▁η ▁στον ▁κοιν ο ▁τους ▁αντι προ σω πο ▁και ▁καθ ορ ιζ ει ▁την ▁κατα λλη λη ▁προ θεσ μια ▁για ▁τη ▁συμπ λη ρωση ▁των ▁στο ι χει ων .
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁μηχαν ες
▁μια ▁ σει ρα ▁φακ ελ λων ▁σχετικ α ▁με ▁σημαντικ α ▁θε ματα ▁- ▁π . χ . ▁ πορ το γα λοι ▁ευ ρω βου λευ τες , ▁οργαν ωση ▁του ▁εκ , ▁ δρα στη ριο τη τες ▁του ▁εκ , ▁ονομα τα ▁διευθυντ ων .
▁για ▁περι σσ ο τερες ▁ σημ ει ω σεις ▁β λε πε ▁τον ▁πι να κα ▁9.
▁ σμ φωνα ▁με ▁την ▁ε pi ι τρο pi , οι ▁ε δρα ι ωμ νε ▁τα χ υ δρο μ ικ ▁ε pi ι χει ρ σει ▁pi ου ▁λ αμβ νουν ▁κρατ ικ ▁χρηματ οδ τηση ▁για ▁την ▁pi α -
▁η ▁απο φα ση ▁αυτ η ▁επι τρεπ ει ▁να ▁κι νη θει ▁δια δικα ­ σια ▁επι λυση ς ▁των ▁δια φορ ων ▁στο ▁πλ αι σιο ▁του ▁παγ κο σμ ιου ▁οργαν ισ μου ▁εμπορ ιου ▁κατα ▁των ▁κορ ε α τι κων ▁ πρακτικ ων ▁και ▁ιδι ως ▁της ▁χορηγ η ­ σης ▁επι δο τη σεων ▁σε ▁ορ ισ με νους ▁κορ ε ατε ς ▁παρα γω γου ς ▁εμπορικ ων ▁πλ οι ων , ▁που ▁ε χ ουν ▁δυσ μεν εις ▁εμπορικ ες ▁συνε πει ες ▁για ▁τις ▁πω λη ­ σεις ▁των ▁κοιν ο τι κων ▁εμπορικ ων ▁πλ οι ων .
▁οι ▁προσ φα τες ▁ανα κα λυ ψεις ▁στην ▁ε λλα δα ▁για ▁α τα σθ αλ ιες ▁στον ▁το με α ▁του ▁β αμβ ακ ος ▁και ▁του ▁ε λαιο λα δου ▁φ αι νεται ▁οτι ▁περι λαμ βα νουν ▁αφ ε νος ▁την ▁κατα στρατηγ ηση ▁των ▁κοιν ο τι κων ▁κανονι σμ ων ▁και ▁της ▁εθνικ ης ▁ νομο θεσ ια ς ▁και ▁αφ ετε ρου ▁την ▁παρα νομ η ▁εισ π ρα ξη ▁των ▁κοιν ο τι κων ▁επι δο τη σεων ▁με ▁δια φορ ους ▁τροπο υς .
▁2. 12 ▁απε υθυν ει ▁εκ κληση ▁στην ▁ευρωπα ικη ▁επι τρο πη ▁να ▁με γι στο ποι ησε ι ▁τη ▁συνεργ ια ▁της ▁ευρωπα ικη ς ▁ στρατηγικ ης ▁για ▁την ▁απασχολ ηση ▁και ▁του ▁προγραμματ ος ▁ δρα σης ▁για ▁την ▁επιχειρηματικ ο τητα .
▁κεφαλ α ιο ▁i
▁1) ▁στο χος
▁εν του - τοι ▁ , ▁η ▁ε pi ι τρο pi η ▁δεν ▁συ ▁pi ερ ι ε λαβ ε ▁τετ οι ου ▁στο χου ▁ στι ▁ δηλ ωσε ι ▁ δρα στη ριο τη των ▁για ▁τι ▁pi ρο εντ αξ ια κε ▁ δα pi ανε ▁στην ▁ τουρ κια .
▁επι ▁του ▁πρωτο υ ▁ σκε λους ▁του ▁πρωτο υ ▁ερωτ η ματος
▁μετα ▁την ▁εφαρμο γη ▁του ▁στις ▁τρεις pi ερ ιο χες ▁του ▁ βερ ο λι νου , ▁οι ▁ υ pi ε υθυν οι ▁του ▁εργ ου ▁θα ▁εξε τα σουν ▁κατα ▁pi ο σο ▁αυτ η ▁η ▁και νο το μος ▁pi ρο σε γγ ιση ▁μ pi ορ ει ▁να ▁εφαρμο στ ει ▁σε εθν ικο ▁η ▁ακ ο μη ▁και ▁ευ ρω pi α ικο ▁ε pi ι pi ε δο .
▁οι ▁ πολιτικ ες ▁ομαδ ες ▁δια θε τ ουν ▁ γραμμα τε ια , ▁στο ▁πλ αι σιο ▁του ▁οργαν ο γραμμα τος ▁της ▁γενικ ης ▁ γραμμα τ ειας , ▁διοικητικ ο ▁εξο πλ ισ μο ▁και ▁πιστ ω σεις ▁που ▁εγ γρα φ ονται ▁στον ▁προ υπ ολογ ισ μο ▁του ▁κοιν οβ ουλ ιου .
▁κυρ ιες ▁και ▁κυρ ι οι , ▁ας ▁προ χ ωρη σουμε ▁μα ζι ▁προς ▁τον ▁20 ο ▁αι ων α , ▁προς ▁την ▁εν ο τητα , ▁προς ▁την ▁ευ ρω πη ▁του ▁με λλον τος .
▁στ ) ▁δια δικα σια ▁της ▁σ ν ν απο φα σης
▁οργαν .
▁αλλ ω στε , ▁την ▁ιδι α ▁ γνω μη ▁εξε φ ρα σε ▁και ▁η ▁επι τρο πη ▁με ▁την ▁εκ δοση ▁ ψηφ ισ ματος ▁σχετικ α ▁με ▁το ▁τετ αρ το ▁προ ­ γραμμα ▁ δρα σης , ▁το ▁ο ποι ο ▁εγκ ρι θηκε ▁και ▁απο ▁το ▁συμβ ου ­ λιο .
▁• pi ρο ω θ ηση ▁της ▁υιοθετ ησης ▁οικ ολογ ικα ▁α pi οτ ελε σμα τι κων ▁τεχν ολογ ι ων , pi ου ▁μ pi ορ ουν ▁να ▁με ι ω σουν ▁τους ▁pi ερ ι βα λλον τικο υς ▁αντι κτ υ pi ους ▁συμβ αλλ οντας ▁pi α ρα λλη λα ▁στην ▁ανταγωνιστικ ο τητα ▁και ▁στη ▁με γε θυ νση .
▁η ▁ευρωπα ικη ▁εν ωση ▁εξακολουθ ει ▁να ▁μην ▁προσ χω ρει ▁στην ▁ευρωπα ικη ▁συμ ­ βαση ▁για ▁τα ▁δικαι ω ματα ▁του ▁ ανθρωπ ου .
▁ε χ ουμε ▁ ζωνταν ες ▁ακ ο μη ▁τις ▁ανα μ νη σεις ▁απο ▁τη ▁φ ρι κτη ▁κατα στροφ η , ▁πριν ▁ μερ ικα ▁ χρον ια .
▁περιφερ εια κοι ▁λογ α ρια σμ οι ▁euros tat
▁3 ▁3,6 ▁β ) ▁μετ ' ▁αφαιρ εσ ιν ▁της ▁καφε ι νης
▁ χρον ολογ ικο ▁ευ ρε τη ριο
▁συμβ ου λος ▁επι φορ τι σ μενο ς ▁με ▁τα ▁ πολιτικ α ▁μετα βα τικα ▁προβληματ α ▁στην ▁ κεντρ ικη ▁και ▁ανατολικ η ▁ευ ρω πη
▁• ▁τα ▁πανε πιστ η μια κα ▁ερε υ νη τικα ▁ιδ ρυ ­ ματα ▁δεν ▁ε χ ουν ▁τον ▁κατα λλη λο ▁εξο πλ ισ μο ▁για ▁την ▁εκ τελ εση ▁ερε υ νη τι κων ▁ σχε δι ων ▁απο ▁κοιν ου ▁με ▁ mme .
▁για ▁τους ▁λογ ους ▁αυτο υς ▁ελ πι ζω ▁να ▁ε χ ουν ▁την ▁εγ κριση ▁της ▁ ολο με λεια ς .
▁ο ▁κ . ▁γεω ρ γιο ς ▁δημ η τρα κο πουλ ος , ▁αντι προ εδ ρος ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου , ▁συζητ α ▁για ▁θε ματα ▁ερε υ νας ▁στον ▁το με α ▁της ▁ασφαλ ειας ▁με ▁τον ▁επι τρο πο ▁κ . ▁er kki ▁li ikan en .
▁στις ▁20 ▁ ια νου αρ ιου ▁(4) , ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο ▁δια τυπ ωσε ▁τη ▁ γνω μη ▁του ▁για ▁την ▁προ τα ση ▁κανονι σ μου ▁σχετικ α ▁με ▁τις ▁πληροφορ ιες ▁που ▁δι νονται ▁στις ▁ τελ ων εια κες ▁αρχ ες ▁των ▁κρατ ων ▁με λων ▁ο σον ▁α φορ α ▁την ▁τα ξι νομ ηση ▁των ▁εμπορ ευ ­ ματ ων ▁στην ▁ τελ ων εια κη ▁ονομα τ ολογ ια ▁(6) .
▁τα ▁ κρι τη ρια ▁του ▁στο χου ▁5 β ▁θα ▁ πρεπε ι ▁επι σης ▁να ▁παρα με ιν ουν ▁ αμε τα βλη τα ▁εν ­ τος ▁του ▁ πλα ισ ιου ▁του ▁στο χου ▁2.
▁απο φα ση ▁της ▁επι τρο πη ς ▁για ▁την ▁εγ κριση ▁του ▁εν ια ιου ▁εγ γραφο υ ▁προγραμματ ι ­ σ μου ▁( ε επ ) ▁για ▁το ▁εθνικ ο ▁προ γραμμα ▁ πλη ­ ρο φορ ικη ς ▁( p ni ) ▁στις ▁ζω νες ▁που ▁υπ αγ ονται ▁στους ▁στο χους ▁1 ▁και ▁2 ▁στη ▁γ αλ λια .
▁μονο ▁σε ▁μια ▁τετ οι α ▁κατε υθυν ση ▁η ▁οργαν ωση ▁εργασ ια ς ▁θα ▁ μπο ρου σε ▁να ▁συμβ α δι ζει ▁με ▁τις ▁απαιτ η σεις ▁των ▁εργ αζ ο μενων .
▁ νομ ικο ▁ σημ ει ωμα : ▁οι ▁απο ψεις ▁που ▁δια τυπ ων ονται ▁στην ▁παρ ουσα ▁εκ δοση ▁αν η κ ουν ▁στους ▁συντ ακ τες ▁της ▁και ▁δεν ▁αντ ανα κλ ουν ▁α παρα ι τη τως ▁την ▁ πολιτικ η ▁της ▁ευρωπα ικη ς ▁επι τρο πη ς .
▁βασ ιζ ο μενη ▁στην ▁απο φα ση ▁του ▁ δικα στη ρι ου ▁στην ▁υπο θεση ▁c -47 / 91 ▁( i tal grani ) ▁σχετικ α ▁με ▁το ▁συμβ ι βα σιμο ▁μιας ▁εν ισ χ υ σης ▁με ▁τους ▁ο ρους ▁εγκ ε κρι μενο υ ▁καθ ε ­ στ ω τος , ▁η ▁επι τρο πη ▁αποφασισ ε ▁να ▁καλ εσ ει ▁τη ▁ γερμαν ικη ▁κυβερν ηση ▁να ▁της ▁παρα σχ ει ▁ο λες ▁τις
▁παρα ρτ ημα
▁οι ▁αρ μο δι ες ▁αρχ ες ▁μπ ορ ουν ▁ιδι ως ▁να ▁καθ ο ρι ζουν ▁ο ρια κες ▁τιμ ες ▁εκ πομπ ης ▁για ▁τις ▁ διο ξι νες ▁και ▁τα ▁ φου ρα νια ▁με χρ ις ▁ο του ▁εκ δο θει ▁κοιν ο τικη ▁οδηγ ια ▁σχετικ α ▁με ▁αυτο ▁το ▁ειδικ ο ▁θε μα .
▁συμπ ερ ασ ματα ▁την ▁ κυ υ βα : ▁αξι υ λογ ηση ▁96 / 697 / κε π πα .
▁στα ▁συγκ ε κρι μενα ▁ο μως ▁ σημ εια , ▁υπ αρχο υν ▁ορ ισ με νες ▁ ανησυχ ιες .
▁το ▁2008 ▁ο ▁δικ τυ α κο ▁το pi ο ▁θα ▁συγ χων ευ θει ▁ε ▁τη ▁δικ τυ ακ η ▁pi υ λη ▁των ▁pi ο λι των " tom ".
▁για ▁παρα δει γμα , ▁τα ▁κουρ εια ▁πληρ ων ουν ▁68 , 38 ▁e cu ▁ανα ▁ νι πτη ρα ▁ε τη σι ως , ▁τα ▁ε στι ατο ρια ▁3 , 36 ▁e cu ▁ανα ▁καθ ισμα ▁ε τη σι ως ▁και ▁τα ▁μπα ρ ▁πληρ ω ­ νουν ▁3 23 , 81 ▁e cu ▁ε τη σι ως .
▁με ▁την ▁προ οπ τικη ▁αυτ η ▁και ▁χωρ ις ▁να ▁ θι γεται ▁το ▁πρωτο κο λλο ▁για ▁τη ▁ ζα χα ρη ▁ πρεπε ι ▁να ▁εφαρμο σθ ουν ▁απο ▁την ▁ευρωπα ικη ▁κοιν ο τητα ▁ διο ρθω τικα ▁με τρα ▁ο πως ▁ζητ ουν ▁οι ▁χωρ ες ▁ακ ε . ▁ ω στε ▁ \ · α ▁ καταστ ει ▁δ υν ατο ▁στους ▁παρα γω γου ς ▁ακ ε ▁να ▁επι τυχ ουν ▁δικαι ες ▁και ▁συμ φερ ουσες ▁τιμ ες ▁για ▁τις ▁συμφων η με νες ▁πο σο τη τες ▁ ζα χα ρης .
▁επι ση μη ▁εφ η μερ ι δα ▁αρ ι θ .
▁ως ▁εκ προ σω πος ▁της ▁ομαδ ας ▁του ▁ευρωπα ι κου ▁λα ι κου ▁κομματ ος ▁εκ φρ αζ ω ▁την ▁ικανοποι ηση ▁μας ▁για ▁την ▁επιτ υ ­ χ ια ▁που ▁ γνω ρι σε ▁το ▁com ett ▁ ι .
▁η ▁εν ωπ ιον ▁του ▁πρωτο δι κει ου ▁δια δικα σια ▁καθ ορ ιζ εται ▁και ▁συμπ λη ρων εται , ▁εφ ο σον ▁παρ ι στα ται ▁ανα γκ η , ▁απο ▁τον ▁κανονι σμ ο ▁δια δικα σια ς ▁που ▁ θεσ π ιζ εται ▁συμφων α ▁με ▁το ▁αρ θρο ▁32 ▁δ , ▁παρα γραφο ς ▁4 ▁της ▁συν θη κη ς .
▁d ▁ευρωπα ικη ▁εν ωση - ελ βε τια ▁— ▁πρωτ α ­ σφαλ ιση ▁εκ τος ▁ασφαλ ιση ς ▁ζω ης : ▁κατα σταση ▁των ▁εργασ ι ων .
▁εισ η γη ­ της : ▁ο ▁κ . ▁klaus ▁benedic t ▁von ▁der ▁de cken ▁( γερμαν ια ▁— ▁δια φορ ες ▁ δρα στη ριο τη τες ).
▁οι ▁αμερικανικ ες ▁και ▁κοιν ο τι κες ▁αρχ ες ▁αναγκασ τηκαν ▁να ▁κατα βαλ ουν ▁σημαντικ ες ▁προσ παθ ει ες ▁ πολιτικ ου ▁χαρακτηρ α ▁για ▁να
▁η ▁ θεσ πι ση ▁ευρωπα ικ ων ▁η μερ ων ▁απο σκο πει ▁μονο ν ▁στην ▁προ ­ σ παθ εια ▁δημιουργ ια ς ▁μιας ▁κοιν ης ▁κ ουλ του ρας ▁ ω στε ▁να ▁διε υκ ολ υν θει ▁η ▁δομ ηση ▁των ▁« η νω μενων ▁κρατ ων ▁της ▁ευ ρω πη ς . »
▁ μπο ρω ▁να ▁χρησιμοποι η σω ▁ως ▁παρα δη γμα ▁την ▁πατ ρι δα ▁μου , ▁την ▁ε λλα δα , ▁η ▁ο ποι α ▁ανα ι ▁δυσ τυχ ως ▁τελε υ ται α ▁σε ▁αυτο ν ▁τον ▁το με α ▁ανα ­ με σα ▁στα ▁15 ▁κρατ η ▁με λη .
▁το ▁συμβ ου λιο ▁της ▁εν ωσης ▁υιοθετ ησε ▁στις ▁8 ▁δε κ εμ β ρι ου ▁1994 ▁εν αν ▁κανονι σμ ο ▁που ▁καθ ι στα ▁« κο ινο τι κες » ▁τις ▁εθνικ ες ▁πο σο στ ω σεις ▁επαν ει σα γω γη ς ▁μετα ▁τη ▁μετα ποι ηση .
▁το ▁συμβ ου λιο ▁πραγματοποι ησε , ▁στο ▁θε μα ▁αυτο , ▁μια ▁μικρ η ▁προ οδο .
▁ειδικ οι ▁ο ροι ▁συμ με το χη ς
▁ο ▁συνα δε λφ ος ▁εχει ▁δικ ιο ▁οτι ▁η ▁βοηθ εια ▁θα ▁ πρεπε ι ▁να ▁συντ ον ιστ ει ▁καλ υ τερα .
▁ευρωπα ικη ▁τραπεζ α ▁ανα συ γκρ οτ ησης ▁και ▁αναπτ υ ­ ξης : ▁β λε πε ▁eta a ▁ευρωπα ικη ▁τραπεζ α ▁επε νδυ σεων : ▁β λε πε ▁et e ▁ευρωπα ικη ▁χαρ τα ▁ενεργ ειας : ▁1.2. 83 ▁ευρωπα ικο ▁γεω ρ γ ικο ▁τα με ιο ▁προσ ανα το λι σ μου ▁και ▁εγγυ η σεων : ▁β λε πε ▁εγ τ πε ▁ευρωπα ικο ▁ κοινων ικο ▁τα με ιο : ▁β λε πε ▁εκ τ ▁ευρωπα ικο ▁τα με ιο ▁αναπτ υ ξης : ▁β λε πε ▁eta ▁ευρωπα ικο ▁τα με ιο ▁περιφερ ει ακ ης ▁αναπτ υ ξης : ▁β λε ­ πε ▁ ετ πα ▁ευρωπα ικο ς ▁οικο νομ ικο ς ▁χωρ ος : ▁β λε πε ▁ε ο χ ▁ευρωπα ιος ▁δια με σο λαβ η της : ▁1.1. 2
▁1) ▁προ θεσ μια ▁για ▁την ▁εφαρμο γη ▁της ▁ νομο θεσ ια ς ▁στα ▁κρατ η ▁με λη ▁07. 06. 91
▁τα ▁αρχι κα ▁στα δια ▁συνεργ α σια ▁αφ ο ρου σαν ▁ο νο ▁τα ▁νοσ ο κο εια ▁και ▁ε στι αζ ονταν ▁κυρ ι ω ▁στην ▁εκ τι ηση ▁των ▁ανα γκ ων ▁στον ▁το ε α ▁τη ▁ υ γεια ▁και ▁των ▁η χαν ισ ων ▁pi ου ▁η ταν ▁α pi αρ αι τη τοι ▁για ▁τη ▁ δη ι ουργ ια ▁ ια ▁δια συν ο ρια κη ▁ υ pi η ρε σια ▁ υγ ειο νο ικη ▁pi ερ ι θ αλ ψη .
▁στο ιχ εια ▁ε pi ι κοινων ια
▁— ▁οι ▁εν ισ χ υ σει ▁pi ου ▁χορηγ η θηκαν ▁pi ρι ν ▁α pi ο ▁τι ▁10 ▁; εκ εβ ρι ου ▁1994 ·
▁η ▁ευ ρω πη ▁στον ▁κοσμ ο : ▁βιο μη χα νικ ες ▁χωρ ες ▁5.
▁η ▁φ αση ▁της ▁κοπ ω σεως ▁κατα ▁τη ▁ δυ αρκ ευ α ▁της ▁εργασ υμ ης ▁με ρας ▁ε ινα υ ▁επ υ σης ▁ λυ γω τερο ▁ οξ ευ α .
▁300 ▁κατα ▁πα για ▁ νομ ολογ ια , ▁δικαι ωμα ▁να ▁αξι ωσε ι ▁την ▁προσ τα σια ▁της ▁δικαι ολογ η μενη ς ▁εμπ ι στο συν ης ▁εχει ▁καθ ε ▁ιδι ω της ▁ευ ρι σκο μενο ς ▁σε ▁κατα σταση ▁απο ▁την ▁ο ποι α ▁προ κυ π τει ▁οτι ▁η ▁κοιν ο τικη ▁δι οικ ηση ▁του ▁εχει ▁δημιουργ ησε ι ▁βασ ιμ ες ▁προσ δο κι ες ▁( βλ . , ▁π . χ . , ▁απο φα ση ▁του ▁πρωτο δι κει ου ▁της ▁15 ης ▁δε κ εμ β ρι ου ▁1994 , ▁τ ­ 489 / 93 , ▁un if ruit ▁hell as ▁κατα ▁επι τρο πη ς , ▁συλλ ο γη ▁1994 , ▁σ . ▁11 ­ 120 1 , ▁ σκε ψη ▁51 ).
▁ενεργ εια ▁και ▁μετα φορ α ;
▁g m ▁— ▁ γκα μπι α
▁σας ▁υπ εν θυμ ιζ ω ▁απ λω ς ▁οτι ▁το ▁ju ras sic ▁park ▁πα ιζ εται ▁στο ▁25% ▁των ▁4 25 ▁γαλλικ ων ▁κιν ημα το γρα φων .
▁) ▁com ( 200 i ) ▁6 29 ▁και ▁δε λ τι ο ▁11- 2001 , ▁ σημ ειο ▁1.3 . 16 . ▁)
▁η δια β ουλ ευση ▁με ▁τους ▁ενδιαφερ ο με νους ▁για τη ▁ στρατηγικ η ▁ε λαβ ε ▁χωρ α ▁κατα ▁τα ▁ τε λη του ▁ε τους .
▁αρ θρο ▁23
▁(*) ▁τα ▁πραγματ ικα ▁πο σα ▁που ▁3 α ▁κατα βλη 8 ουν ▁9 α ▁ισ ουν ται ▁προς ▁το ▁50 ▁% ▁η ▁το ▁80 ▁% ▁των ▁παρα παν ω ▁πο σ ων , ▁αναλογ α ▁με ▁το ▁αν ▁προ κει ται ▁για ▁πρω ιμ ες ▁η ▁ο ψ ιμ ες ▁ αγορ ες ▁[ β λε πε ▁παρα γραφο ▁5.1 ▁ σημ ειο ▁i ), ▁5.3 ▁και ▁5. 4) .
▁ο ▁ ζαν ▁μον νε ▁ειναι ▁πιο ▁φιλ ο δοξο ς , ▁ο σο ▁και ▁ο ρα ματ ιστ ης , ▁αλλα ▁και ▁τ αυτο χρον α ▁ρε αλ ιστ ης : ▁εκ ει νο ▁που ▁χρειαζ ο ταν ▁η ταν ▁η
▁αρ θρο ▁5
▁η ▁λ δ γ ▁ανε πτυ ξε ▁τη ▁δικ η ▁της ▁ ικαν ο τητα ▁παρα γω γη ς ▁χαλ υ βα ▁μετα ▁τον ▁πολεμ ο , ▁βασ ιζ ο μενη ▁κυρ ι ως ▁στον ▁παλαι οσ ιδε ρο .
▁η ▁επι τρο πη ▁πραγματοποι ησε ▁αι φ νι δια στικ ους ▁ε λεγ χους ▁στις ▁εγ καταστ α σεις ▁ορ ισ μενων ▁επιχειρ ημα τι ων ▁που ▁ασκ ουν ▁ δρα στη ριο τη τες ▁μετα φορ ων ▁με ▁ο χη ματα γω γα ▁το ▁1993 ▁και ▁πε τυχ ε ▁να ▁αποδ ει ξει ▁οτι ▁τα ▁προσ θε τα ▁ τε λη ▁ ει χαν ▁συμφων η θει ▁απο ▁κοιν ου ▁απο ▁ορ ισ με νες ▁εκ ▁των ▁εν ε χο μενων ▁επιχειρ η σεων .
▁θε λω ▁ο μως ▁να ▁κατα γρα φει ▁αυτο ▁στα ▁ πρακτικ α .
▁κεφαλ α ιο ▁ ι
▁ο σον ▁α φορ α ▁την ▁τετ αρ τη :
▁— ▁η ▁απο φα ση ▁αρ ι θ . ▁1 / 92 ▁του ▁συμβ ουλ ιου ▁των ▁ υπουργ ων ▁ακ ε - ε οκ , ▁της ▁15 ης ▁δε κ εμ β ρι ου ▁1992 , ▁για ▁τον ▁καθ ορ ισ μο ▁του ▁καθ εστ ω τος ▁που ▁ισ χ υ ει ▁για ▁το ▁προσ ωπ ικο ▁του ▁κ βα ▁στα ▁πλ αι σια ▁της ▁ λο με ▁i v ,
▁c ▁72 ▁της ▁18. ▁3.
▁εν ισ χ υ ση ▁της ▁αναπτ υ ξης : ▁1.3 . 71 , ▁1.3 . 77 ▁εν ωση ▁του ▁α ραβ ι κου ▁μαγ κρεμ π ▁( ε αμ ): ▁ .3. 36
▁η ▁ ιδε α ▁εν ος ▁ευρωπα ι κου ▁ κοινων ι κου ▁χωρ ου , ▁που ▁υπο στη ρι χθηκε ▁απο ▁πολλ α ▁ ψηφ ισ ματα ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου , ▁αρχι σε ▁συνε πως ▁να ▁υλοποι ει ται .
▁σχετικ α ▁με ▁τα ▁πλ ε ον ασ ματα ▁η ▁επι τρο πη ▁δε χθηκε ▁οτι ▁μονο ▁φ ρου τα ▁και ▁λα χαν ικα ▁εμπορ ευ σιμη ς ▁ποιο τη ­ τας ▁θα ▁ πρεπε ι ▁να ▁προ κρι νονται ▁προ κει μενο υ ▁για ▁πληρ ωμ ες ▁παρε μ βαση ς .
▁συμβ ου λιο
▁η ▁συνεχ εια ▁αυτ η ▁ειναι ▁ιδι αι τερ ως ▁σημαντικ η ▁την ▁ ωρα ▁του τη .
▁λογ α ρι ασ μος ▁επιχειρηματικ ου ▁εισ οδ η ματος
▁a hl qvist , ▁the orin ▁και ▁w ibe ▁( pse ), ▁γραπτ ως . ▁- ▁( sv ) ▁δεν ▁μπ ορ ουμε ▁να ▁ ψηφ ισ ουμε ▁υπερ ▁αυ της ▁της ▁εκ θεση ς .
▁1985 ▁και ▁1991. ... ▁151
▁ τε λος , ▁ενα ς ▁κοιν ο τικο ς ▁χαρ της ▁των ▁θε με λι ω δων ▁ κοι ­ νων ικ ων ▁δικαι ωμα των ▁των ▁εργ αζ ο μενων ▁εγκ ρι θηκε ▁στη ▁συν οδο ▁κορ υφ ης ▁του ▁στρ ασ β ουργ ου , ▁ο ▁ο ποι ος ▁ε ρχ εται ▁να ▁υπο γραμμ ισ ει ▁και ▁να ▁πλ αι σι ωσε ι ▁ο λες ▁τις ▁πρωτο βου ­ λι ες ▁που ▁θα ▁συνεχ ιστ ουν ▁στον ▁το με α ▁της ▁κοιν ο τικη ς ▁ κοινων ικη ς ▁ πολιτικ ης .
▁— ▁την ▁ενημερω ση ▁του ▁κοιν ου ▁ο σον ▁α φορ α ▁τη ▁ σημα σια ▁της ▁τεχν ολογ ια ς '
▁αν ω τερο ς ▁τα ξι αρ χη ς ▁του ▁ ταγμα τος ▁αξι ας ▁( ο . δ . ▁ γερμαν ια ς ).
▁ε χ οντας ▁υπο ψη ▁την ▁" τα κ τικη ▁εκ θεση ▁2002 ▁για ▁την ▁προ οδο ▁που ▁εχει ▁ σημ ει ωσε ι ▁η ▁κ υπ ρος ▁εν ο ψει ▁της ▁εν ταξη ς " ▁( sec ▁(2002) ▁14 01)
▁ο ταν ▁ υ ▁p ▁i ▁η ▁ρ ▁ξ ▁ε ▁κι νδυ νο ▁ 3⁄4 ▁να ▁κλεισ ει ▁το ▁το ▁p ▁i ▁ ι ▁ κο ▁p ▁i ▁αν ▁δ ▁ο ▁χ ειο ▁ , ▁το ▁ανε λαβ ε ▁a ▁ ι ▁α ▁ο ▁a ▁α ▁- ▁ δα ▁το ▁p ▁i ▁ ι ▁ κων ▁ε ▁p ▁i ▁ ι ▁χ ▁ε ▁ ι ▁ ρη ▁a ▁α ▁τι ▁ ων ▁ .
▁εν ωπ ιον ▁του ▁ δικα στη ρι ου
▁αυτ ες ▁οι ▁ νε ες ▁πρωτο βου λι ες ▁εγκ ρι θηκαν ▁κατ ' ▁εφαρμο γη ▁του ▁γενικ ου ▁κανονι σ μου ▁για ▁τα ▁δι αρθρ ω τικα ▁τα με ια ▁( · 33) , ▁ο ▁ο ποι ος ▁προβ λε πει ▁τη ▁γενικ η ▁απο κεντρ ωση ▁των ▁τα μ ει ων ▁και ▁την ▁εν ι ­ σχ υ ση ▁της ▁δημοσ ιο νομ ικη ς ▁τους ▁διαχειρ ιση ς .
▁η ▁εν ωση ▁σε β εται ▁την ▁εθνικ η ▁τ αυτο τητα ▁των ▁ κρα ­ των ▁με λιο ν ▁της .
▁' ε τος
▁το ▁εμπορ ιο ▁συμβ αλλ ει ▁κατα ▁13% ▁περι που ▁στο ▁α καθαρ ι στο ▁εγ χω ριο ▁προ ιον ▁τι ον ▁15 ▁χωρ ων ▁της ▁εν ωσης .
▁στις ▁12 ▁ ι ουν ιου , ▁το ▁ευρωπα ικο ▁κοιν ο ­ βου λιο ▁εν ε κρι νε ▁ενα ▁ ψηφ ισμα ▁για ▁την ▁ευ ρω πη ▁των ▁ πολιτ ων ▁και ▁την ▁ευρωπα ικη ▁αδ εια ▁οδηγ ησης ▁( - ▁> ▁ σημ ειο ▁2. 4.9 ) ▁( ' ). ▁θα λα σσ ιες ▁μετα φορ ες
▁to ▁star ▁ειναι ▁σε ▁ θεση ▁να ▁βοηθ ησε ι ▁επιχειρ ημα τι ες ▁ο σον ▁α φορ α ▁το ▁σχεδια σμ ο , ▁τη ▁δια νομ η ▁η ▁την ▁κατα σκε υ η ▁των ▁ν εων ▁συστ ημα των .
▁γ αλ λια
▁αυτο ▁α pi οδ εικ ν υ εται ▁ε ▁την ▁ τερα στι α ▁αυ ξη ση ▁τη ▁ζητ ηση ▁ξ υ λεια ▁ ω ▁pi ρω τη ▁ υ λη ▁στο ▁ε σω τερ ικο ▁τη ▁ευ ρω pi α ικη ▁εν ωση , ▁ ια ▁εξε λι ξη ▁η ▁ο pi οι α , ▁εξ ▁ανα γκ η , ▁θα ▁οδηγ ησε ι ▁στη ▁ δη ι ουργ ια ▁εγ αλ ων ▁φυτ ει ων ▁ε ▁ ικ ρο ▁ κυκλ ο ▁καλλιεργ εια .
▁η ▁επι τρο πη ▁εγκ ρι νει ▁υπο ▁ ση μην τικο υς ▁ο ρους ▁την ▁αποκ τηση ▁της ▁case ▁corporation ▁( η πα ) ▁απο ▁την ▁new ▁holland ▁( κα τι υ ▁χωρ ες )
▁υποχρεω τικη ▁ ψηφ ος
▁τον οι
▁θα ▁κατα λη γα με , ▁κυρ ι ε ▁προ εδ ρε , ▁σε ▁απο χη .
▁ τε λος , ▁ο σον ▁α φορ α ▁την ▁παρα ­ κο λου θ ηση ▁της ▁προ οδο υ ▁που ▁πραγματοποι ει ­ ται , ▁η ▁επι τρο πη ▁προ τει νει ▁να ▁αξι ολογ ει ται ▁αυτ η ▁ε τη σι ως ▁απο ▁το ▁ε αρ ινο ▁ευρωπα ικο ▁συμ ­ βου λιο ▁ξε κιν ων τας ▁απο ▁το ▁2005.
▁σε ▁μια ▁τετ οι α ▁περι πτωση , ▁η ▁αρχ η ▁στην ▁ο ποι α ▁υπο βα λλ εται ▁η ▁αιτ ηση
▁ βλ . ▁κεφαλ α ιο ▁2.3 .
▁παρα ▁τα υ τα , ▁το ▁συγκ ε κρι μενο ▁προ βλη μα ▁που ▁ανε φερ ε ▁ο ▁αξι ο τι μος ▁ευ ρω βου λευ της ▁δεν ▁συζητ η ­ θηκε ▁στο ▁πλ αι σιο ▁της ▁ευρωπα ικη ς ▁ πολιτικ ης ▁συνεργ α σια ς .
▁κρατ ικ ες ▁εν ισ χ υ σεις ▁305 ▁γ ) ▁εν ισ χ υ ση ▁για ▁ βολ βου ς ▁ λου λου δι ων ▁και ▁πιθαν ες ▁παρα βα σεις ▁της ▁κοιν ης ▁οργαν ωσης ▁ αγορ ας .
▁αυτο ▁ο μως ▁δεν ▁θα ▁το ▁καν ει ▁σε ▁συν αρ ­ τηση ▁με ▁την ▁επι ση μη ▁υπ αρ ξη ▁ κει μενο υ , ▁αλλα ▁θα ▁το ▁καν ει ▁σε ▁συν αρ τηση ▁με ▁ορ ισ με νες ▁ανα κοι νω σεις ▁οι ▁ο ποιες ▁του ▁υπ ε βλη θησαν ▁με σα ▁απο ▁κα ποιες ▁προ τα σεις ▁ ψηφ ισ ματος ▁επ ει δη ▁το σο ▁στην ▁πραγματ ικο τητα ▁ο σο ▁και ▁απο ▁ νομ ικη ς ▁απο ψε ως , ▁δεν ▁ανα βλη θηκε ▁απο ▁το ▁κοιν ο βου λιο ▁με ▁σκοπ ο ▁την ▁επαν εξ ετ αση ▁της ▁απο ▁το ▁συμβ ου λιο ▁ υπουργ ων .
▁το ▁pi ρο γραμμα ▁για ▁την ▁pi ερ ι φερ εια ▁e ast ▁of ▁eng land pi ερ ι λαμ βα νει ▁τρεις ▁pi ρο τερα ιο τη τες : ▁στη ρι ξη ▁της ▁δημιουργ ια ς , ▁της με γε θ υν σης ▁και ▁της ▁ανα pi τυ ξης ▁των ▁μ με , ▁εν ισ χ υ ση ▁των ▁το με ων ▁και συ γκρ οτ ημα των ▁pi ου ▁ε χ ουν ▁εγ καταστ α θει ▁σε ▁θε σεις ▁ στρατηγικ ης σημα σια ς ▁και , ▁ τε λος , ▁ανα μορφ ωση ▁της ▁το pi ικη ς ▁οικο νομ ια ς .
▁για ▁ μενα ▁η ταν ▁παν τα ▁σα φε ς : ▁η ▁ευ ρω πη ▁ μπο ρει ▁πραγματ ι ▁να ▁αναπτ υχ θει ▁εν ω μενη ▁ε αν ▁φροντ ισ ουμε ▁απο ▁κοιν ου ▁— ▁οι ▁οικο νομ ικα ▁ευ ρω στο τερες ▁και ▁οι ▁οικο νομ ικα ▁ασ θεν εσ τερες ▁χωρ ες ▁— ▁να ▁με ι ω σουμε ▁β ημα ▁προς ▁β ημα ▁το ▁χα σμα ▁ο σον ▁α φορ α ▁των ▁ευ η μερ ια ▁των ▁δια φορ ων ▁κρατ ων ▁με λων .
▁μετα φορ ες
▁ανα φορ α : ▁κανονι σ μος ▁( εκ ) ▁αρ ι θ .
▁το ▁συμβ ου λιο ▁ εδ ωσε ▁προ τερα ιο τητα ▁στα ▁δι αρθρ ω τικα ▁τα με ια ▁και ▁ιδι αι τερα ▁στο ▁ευρωπα ικο ▁ κοινων ικο ▁τα με ιο ▁και ▁το ▁ευρωπα ικο ▁τα με ιο ▁περιφερ ει ακ ης ▁ανα ­ πτυ ξης , ▁απο δε χο μενο , ▁σε ▁γενικ ες ▁ γραμμ ες , ▁τα ▁σχετικ α ▁πο σα ▁που ▁ ει χε ▁προ τει νει ▁η ▁επι τρο πη ▁στο ▁προσ χε διο ▁του ▁προ υπ ολογ ισ μου .
▁ πρεπε ι ▁επι σης ▁να ▁τη ρει ται ▁ενα ς ▁κατα λογο ς ▁των ▁εργ α τι κων ▁α τυχ ημα των ▁που ▁ ει χαν ▁ως ▁συνε πει α ▁για ▁τους ▁εργ αζ ο με νους ▁αν ικαν ο τητα ▁εργασ ια ς ▁( πρεπε ι ▁να ▁απο φ ευ γεται ▁επι π λε ον ▁απ ω λεια ▁ χρονο υ ▁και ▁η ▁επανα ληψη ▁των ▁α τυχ ημα των ).
▁ νε ες ▁τεχν ολογ ιες ▁και ▁υπηρε σι ες
▁βιβλιο γρα φια ▁για ▁την ▁ποιο τητα ▁ζω ης ▁1.2.
▁η ▁επι ­ ▁ τρο πη , ▁βασ ει ▁των ▁εργασ ι ων ▁της ▁ομαδ ας ▁αυ της , ▁θα ▁υπο βαλ ει ▁στο ▁συμβ ου λιο ▁εκ θεση ▁με ▁κυρ ιο ▁στο χο ▁να ▁δια τη ρη ­ ▁ θει ▁αμ ει ω το ▁το ▁ πολιτικ ο ▁ενδιαφερ ον ▁για ▁τις ▁ mme .
▁η ▁διε υ θε τηση ▁της ▁κατα σταση ς ▁αυ της ▁δεν ▁η ταν ▁δ υν ατο ▁να ▁γι νει ▁με ▁την ▁εκ ποι ηση ▁στο ι χει ων ▁του ▁ενεργ η τι κου , ▁δε δο μενο υ ▁οτι ▁η ▁μον η ▁πιθαν η ▁ αγορ ασ τρια ▁επιχειρ ηση ▁στην ▁περι πτωση ▁αυτ η ▁θα ▁η ταν ▁η ▁τρι τη ▁κατα ▁ σει ρα ▁νο τι ο α φρ ικαν ικη ▁επιχειρ ηση ▁gen cor , ▁η ▁ο ποι α ▁συμ με τει χε ▁η ▁ιδι α ▁σε ▁παλαι ο τερο ▁ σχε διο ▁συγ κεντρ ωσης , ▁στο ▁ο ποι ο ▁η ▁επι τρο πη ▁αντ ετ αχ θη ▁το ▁1996 ▁( υπο θεση ▁gen cor / lon r ho ).
▁εν ω ▁ο ▁αρ ι θ ­ μος ▁των ▁το πι κων ▁μον α δων ▁με ι ω θηκε ▁ ελαφρ α ▁( - ▁1,4 ▁%) ▁μετα ξ υ ▁1997 ▁και ▁1999 ▁στην ▁ευ ρω πη ▁( εκ τος ▁της ▁ ιρ λαν δια ς , ▁του ▁ λου ξε μ β ουργ ου ▁και ▁της ▁φ ιν λαν δια ς ), ▁ο ▁αριθμ ος ▁των ▁μηχαν ημα των ▁αυτο μα της ▁ανα ληψη ς ▁χαρ το νομ ισμα των ▁ σημ ει ­ ωσε ▁αυ ξη ση ▁κατα ▁1 6,5 ▁% ▁( εκ τος ▁της ▁ ιρ λαν δια ς , ▁του ▁ λου ξε μ β ουργ ου , ▁της ▁σου η δια ς ▁και ▁της ▁φ ιν ­ λαν δια ς ).
▁ειναι ▁συνε πως ▁α παρα ι τη το ▁να ▁υπ αρ ξει ▁προ θυμ ια ▁συμ με το χη ς ▁στον ▁δι ορ γαν ικο ▁δια λογο , ▁προ κει μενο υ ▁να ▁δια σφαλ ιστ ει ▁η ▁συμβολ η ▁των ▁το πι κων ▁και ▁περιφερ εια κων ▁φορ εων ▁στο ▁εν ▁λογ ω ▁προ γραμμα -
▁' επ ει δη ▁ελ η ξε ▁ο ▁ χρονος ▁' ισ χ υ ος ▁της ▁απο φα σης ▁του ▁συμβ ουλ ιου ▁του ▁' ι ουν ιου ▁1976 ▁σχετικ α ▁με ▁τη ▁συνδε ση ▁των ▁υπερ πον τι ων ▁χωρ ων ▁και ▁ε δα φων , ▁η ▁απο φα ση ▁αυτ η ▁αντι καταστ α θηκε ▁απο ▁αλλ η ▁της ▁16 ης ▁δε κ εμ β ρι ου ▁1980 ▁( ' ) ▁που ▁αρχι σε ▁να ▁ισ χ υ ει ▁την ▁1 η ▁' ια νου αρ ιου ▁1981 , ▁συγ χρον ως ▁με ▁τη ▁δευτερ η ▁συμ βαση ▁της ▁ λο με .
▁κατα πολ εμ ηση ▁της ▁φτωχ ειας
▁κεφαλ α ιο ▁i v ▁αυτ α ▁τα ▁δυο ▁ σκε λη ▁θα ▁ πρεπε ι ▁να ▁εξα σφαλ ισ θει ▁δυναμ ει ▁της ▁γενικ ης ▁αρχ ης ▁της ▁συν ο χη ς ▁της ▁εξω τερ ικη ς ▁ δρα σης ▁της ▁εν ωσης .
▁διε υθυν ση ▁γ
▁προηγ ουμε νη ▁ σημ ειο ▁1.4 . 42
▁οι ▁δια τα ξεις ▁του ▁παρ ον τος ▁τι τ λου ▁δεν ▁εφαρμο ζ ονται ▁επι ▁των ▁προσφυγ ων ▁που ▁στρ εφ ονται ▁κατα ▁του ▁γραφ ει ου ▁χωρ ις ▁να ▁εχει ▁προηγ η θει ▁δια δικα σια ▁εν ωπ ιον ▁τ μη ματος ▁προσφυγ ων .
▁αυτο ▁ειναι ▁ενα ▁σημαντικ ο ▁ σημ ειο ▁του ▁συστ η ματος , ▁και ▁η ▁τροπο λογ ια
▁ θεση ▁της ▁επι τρο πη ς ▁κατα ▁τη ▁συζητ ηση : ▁πληρ η ▁ πρακτικ α ▁της ▁19 ης ▁απ ρι λι ου ▁1994 , ▁σ . ▁30
▁ασ υμ ­ φων ια
▁συλλογικ ες ▁ενεργ ει ες
▁αλλα , ▁αγαπη τοι ▁μου ▁συνα δε λφ οι , ▁θυμ η ­ θει τε ▁τις ▁περι στα σεις .
▁ανα κο ιν ωση ▁της ▁επι τρο πη ς ▁για ▁την ▁αντι με τω πι ση ▁των ▁ κοινων ▁επιχειρ η σεων ▁με ▁χαρακτηρ α ▁συνεργ α σια ς ▁δυναμ ει ▁των ▁διατ αξ εων ▁του ▁ αρθρ ου ▁85 ▁της ▁συν θη κη ς ▁ε οκ ▁( ε ε ▁c ▁43 ▁της ▁16. 2. 1993 )
▁αρ θρο ▁125
▁συνε πως , ▁η ▁δο λο φο νια ▁αυτ η ▁απο τελ ει ▁επι σης ▁επι θεση ▁κατα ▁της ▁συμβ ι ωσης ▁που ▁συνε πα γεται ▁η ▁ευρωπα ικη ▁εν ωση , ▁η ▁κοιν ο τητα ▁λα ων ▁και ▁ κοινων ι ων ▁που ▁συν θε τ ουν ▁την ▁ευρωπα ικη ▁εν ωση .
▁τα ▁στο ιχ εια ▁p ▁i ▁ ου ▁ειναι ▁δ ▁ ια ▁θ ▁ε ▁ σι ▁1 ▁α ▁α ▁p ▁i ▁οτι ▁o ▁p ▁i ▁ε ▁ ρι ▁σ ▁σ ▁ο ▁τ ▁ε ▁ρε ▁o ▁ χω ▁ρε ▁o ▁ υ ▁p ▁i ▁ο ▁δε ▁ ικ ▁ν ▁ υ ▁ ου ▁ν ▁1 ▁ ια ▁p ▁i ▁ε ▁ ρι ▁σ ▁σ ▁ο ▁τ ▁ε ▁ ρο ▁σταθερ η ▁κατα σταση ▁για ▁τι o ▁τι ▁1 ▁ε ▁o ▁φυτ ικη ▁o ▁καν να βη ▁o ▁για ▁την ▁ιδι α ▁p ▁i ▁ε ▁ ρι ▁ο ▁δ ▁ο ▁ , ▁1 ▁ε ▁την ▁εξαιρε ση ▁τη o ▁γε ▁ρ ▁1 ▁αν ▁ ια ▁o ▁και ▁τη o ▁αυ στ ρια ▁o ▁ , ▁ο ▁p ▁i ▁ ου ▁ε ▁p ▁i ▁ισ ▁η ▁1 ▁α ▁ν ▁θ ▁η ▁κ ▁αν ▁εν ▁δει ξει ▁o ▁αυ ξη ση ▁o ▁των ▁τι ▁1 ▁ ω ▁ν ▁ .
▁αλλα :
▁— ▁ο λες ▁οι ▁χρησιμοποι ουμε νες ▁ υ λες ▁κατα τα σσ ονται ▁σε ▁κλα ση ▁δια φορ ε η κη ▁απο ▁εκ ει νη ▁του ▁προ ιον τος , ▁και
▁ ποτε , ▁και ▁το ▁επανα λαμ βα νω , ▁ ποτε ▁δεν ▁ λαβ αμε ▁απαντ ηση , ▁και ▁ ει χα ▁την ▁ιδι α ▁ εμπειρ ια ▁με ▁μια ▁αντι ­ προ σω πει α ▁στο ▁μα ρο κο .
▁franc esco ▁ponto ne ▁ υφ υπουργ ος ▁βιο μη χαν ια ς
▁α δε το : ▁ ± ▁360 g
▁κατα ▁το ▁πρωτο ▁με ρος ▁της ▁37 ης ▁συν οδο υ , ▁στις ▁αρχ ες ▁ οκ τω β ρι ου , ▁εξε τα σ τηκε ▁η ▁εκ θεση ▁του ▁ε τους ▁1990 ▁για ▁το ▁εμπορ ιο ▁και ▁την ▁αναπτ υ ξη , ▁θε ματα ▁της ▁ο ποι ας ▁η ταν ▁οι ▁αλλα γε ς ▁στην ▁ κεντρ ικη ▁και ▁ανατολικ η ▁ευ ρω πη , ▁η ▁δημιουργ ια ▁της ▁ε σω τερ ικη ς ▁ αγορ ας ▁και ▁οι ▁εν δε χο με νες ▁μεταβολ ες ▁που ▁ μπο ρει ▁να ▁επ ελ θ ουν ▁στους ▁καν ο νες ▁του ▁διε θ νους ▁εμπορ ιου ▁μετα ▁το ▁γ υρο ▁της ▁ ου ρου γου α ης .
▁το ▁συνε δρ ιο ▁υπ ηρ ξε ▁ιδι αι τερα ▁σημαντικ ο ▁γε γον ος ▁για ▁το ▁ιδ ρυ μα ▁ οχι ▁μονο ▁λογ ω ▁του ▁αντικειμεν ου ▁του ▁- ▁η ▁επι τρο πη ▁των ▁ευρωπα ικ ων
▁μετα ξ υ ▁αλλ ων ▁θα ▁μπ ορ ουσα ▁να ▁ανα φερ ω ▁το ▁ιδιο ▁το ▁ευρωπα ικο ▁συμβ ου λιο , ▁την ▁οικο νομ ικη ▁και ▁ κοινων ικη ▁επι τρο πη , ▁τις ▁συν δικα λι στικ ες ▁οργαν ω σεις ▁και ▁τους ▁ κοι ­ νων ικ ους ▁ εται ρους .
▁η ▁εκ τ ▁ υ ▁p ▁i ▁ο ▁κ ▁ε ▁ ι ▁ ται ▁στο ▁καθ εστ ως ▁ε υθυν ης ▁p ▁i ▁ο ▁ υ ▁p ▁i ▁ρ ▁ο ▁β ▁λ ▁ε ▁p ▁i ▁ε ▁ ται ▁στο ▁αρ θρο ▁ 288 ▁της ▁p ▁i ▁α ▁ρ ▁ο ▁ υ ▁σας ▁συν θη κη ς .
▁συν θε τικα ▁να ρκ ω τικα ▁την ▁εν θ αρ ρυ νση ▁εθνικ ων ▁συστ ημα των ▁εγκ αιρ ης ▁προειδοπο ι ησης ▁για ▁τον ▁εν τοπ ισ μο ▁και ▁την ▁ανα ληψη ▁ δρα σης ▁κατα ▁παρ ο μοι ων ▁να ρκ ω τι κων , ▁ αμε σω ς ▁μο λι ς ▁αυτ α ▁εμφαν ιστ ουν , ▁ενα ▁συστ ημα ▁το ▁ο ποι ο ▁ τε θηκε ▁σε ▁εφαρμο γη ▁το ▁1997.
▁οι ▁α στικ ες ▁περι ο χες ▁ανα μεν εται ▁να ▁εξακολουθ η σουν ▁να ▁ υφ ιστ αν ται ▁σοβαρ ες ▁περιβαλλοντικ ες ▁πι ε σεις ▁και ▁επι πτω σεις , ▁για ▁παρα δει γμα ▁απο ▁την ▁επι δει ν ωση ▁των ▁κυκλοφορ ια κων ▁συμ φορ η σεων ▁και , ▁σε ▁με ρι κες ▁περι ο χες , ▁απο ▁την ▁επ οχι κη ▁ λει ψ υδ ρια , ▁καθ ως ▁και ▁να ▁αντι με τω πι σουν ▁την ▁προ κληση ▁της ▁διαχειρ ιση ς ▁των ▁σ ιερ εων ▁απο βλη των ▁με σω ▁της ▁απο τε φρ ωσης ▁και ▁της ▁ανα κυκλ ησης .
▁χρειαζ εται ▁περι σσ ο τερη ▁επ οπ τε ια ! ▁δεν ▁μπ ορ ουμε ▁να ▁προσ τα τε υ ουμε ▁μονο ▁τα ▁δικαι ω ματα ▁ οσ ων ▁ε χ ουν ▁χρ η ­ μα τικη ▁περι ουσι α , ▁αλλα ▁ πρεπε ι ▁να ▁κλεισ ουμε ▁επι τε ­ λους ▁την ▁ανοιχτ η ▁πληγ η ▁που ▁συν ι στα ▁η ▁ελ λει ψη ▁της ▁ δη ­ μο κρατ ικη ς ▁εν ταξη ς ▁και ▁του ▁δημοκρατ ι κου ▁ε λεγ χου ▁της ▁ευρωπα ικη ς ▁ κεντρ ικη ς ▁τραπεζ ας .
▁υπο θεση ▁t - 345 /03 : ▁ευρωπα ικη ▁δυναμ ικη ▁— ▁προηγ μενα ▁συστ η ματα ▁τηλε πι κοινων ι ων ▁πληροφορ ικη ς ▁και ▁τηλε μα τικη ς ▁α ε ▁κατα ▁επι τρο πη ς ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁[ « δημο σι ες ▁συμβ α σεις ▁παρ ο χη ς ▁υπηρε σι ων ▁— ▁κοιν ο τικη ▁δια δικα σια ▁με ι οδο τι κου ▁δια γων ισ μου ▁— ▁υπηρε σι ες ▁που ▁α φορ ουν ▁την ▁αναπτ υ ξη ▁και ▁την ▁παρ ο χη ▁υπηρε σι ων ▁υπο στη ρι ξε ως ▁για ▁την ▁υπηρε σια ▁πληροφορ η σεως ▁για ▁θε ματα ▁κοιν ο τικη ς ▁ερε υ νας ▁και ▁αναπτ υ ξε ως ▁( cord is ) ▁— ▁απο ρ ρι ψη ▁της ▁προσ φορ ας ▁δια γων ιζ ο μενο υ ▁— ▁αρχ ες ▁της ▁ισ ης ▁μετα χει ρι σεως ▁των ▁δια γων ιζ ο μενων ▁και ▁της ▁δια φαν ειας » ] ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ .
▁αλλο ς ▁ψυχ αγωγι κος ▁ τρο ­ πος ▁για ▁να ▁υπο κιν η θει ▁το ▁ενδιαφερ ον ▁των ▁ν εων : ▁ενα ▁πα ιχν ι δι ▁στον ▁υπο λο ­ γι στη ' ▁2 ▁500 ▁αντι τυπ α ▁ εστ αλ ησαν ▁δωρ ε αν ▁σε ▁ ολα ▁τα ▁σχολ εια ▁πρωτο βαθ ­ μια ς ▁και ▁δευτερ ο βαθ μια ς ▁εκπαιδευ σης , ▁καθ ως ▁και ▁στις ▁τεχν ικ ες ▁σχολ ες .
▁επιχειρ η σεις ▁σε ▁δε σ πο ζ ουσα ▁ θεση
▁ μπο ρει ▁καν εις ▁να ▁συζητ α ει ▁χωρ ις ▁ τε λος ▁παν ω ▁στη ▁ νομ ικη ▁ισ χ υ ▁αυ της ▁της ▁δε σμ ευση ς .
▁η ▁συγκ λι ση ▁αυτ η ▁η ταν ▁εν ▁με ρει ▁μονο ▁το ▁αποτελεσμα ▁μιας ▁σχετικ α ▁μεγαλ υ τερη ς ▁αυ ξη σης ▁της ▁παρα γω γη ς ▁στις ▁φτωχ ες ▁περιφερ ει ες .
▁επ ο μεν ως , ▁το ▁ζητ ημα ▁που ▁απο τελ ει ▁το ▁επι κεντρ ο ▁της ▁υπο ▁ κριση ▁υπο θε σεως ▁α φορ α ▁το ▁κατα ▁πο σον ▁η ▁απ αγορ ευση ▁αυτ η ▁ειναι ▁αναλογ η ▁σε ▁ σχε ση ▁με ▁τους ▁αν ω τε ρω ▁επι δι ω κο με νους ▁σκοπ ους ▁η , ▁με ▁αλλα ▁λογ ια , ▁κατα ▁πο σον ▁οι ▁σκοπ οι ▁αυτο ι ▁μπ ορ ουν ▁να ▁προσ τα τε υθ ουν ▁εξ ισ ου ▁αποτελεσμα τικα ▁με ▁λιγ ο τερο ▁περιορισ τικα ▁με τρα .
▁δρ αση ▁1: ▁καταργ ηση ▁των ▁συν ο ρια κων ▁ε λεγ χων
▁επι σης , ▁ειναι ▁συμβ ατε ς ▁με ▁τον ▁ κω δικα ▁εν ισ χ υ σεων ▁προς ▁τη ▁βιο μη χαν ια ▁ σι δη ­ ρου ▁και ▁χαλ υ βα , ▁ λαμ βα νο μενων ▁υπο ψη ▁των ▁με ι ω σεων ▁ ικαν ο τητα ς ▁παρα γω γη ς ▁που ▁πρα γμα ­ το ποι η θηκαν ▁και ▁προβ λε π ονται ▁για ▁την ▁πρω ην ▁λα ικη ▁δημοκρατ ια ▁της ▁ γερμαν ια ς , ▁λογ ω ▁του ▁οτι ▁οι ▁σχετικ ες ▁ δρα στη ριο τη τες ▁καλ υπ τ ονται ▁μονο ▁εν ▁με ρει ▁απο ▁τη ▁συν θη κη ▁εκ αχ ▁και ▁λογ ω ▁του ▁ευ νοι κου ▁τους ▁αντι κτ υ που ▁στο ▁περι βα λλον .
▁1 ια τυ pi ων ει ▁συγκ ε κρι ε νε ▁pi ρο τα σει ▁για ▁την ▁pi ερα ι τε ρω ▁ανα pi τυ ξη ▁ορ ισε νων ▁pi τυχ ων ▁του ▁pi ρο λη pi τι κου ▁ σκε λου ▁του ▁συ φων ου , ▁στο ▁pi λα ι σιο ▁τη ▁ε ταρ ρυ θ ιση ▁pi ου ▁ε pi ηλ θε ▁το ▁2005.
▁αυτ ες ▁οι ▁ ικαν ο τη τες ▁και ▁ γνωσ εις ▁επι τρεπ ουν ▁την ▁ανα ­ ληψη , ▁κατα ▁γενικ α ▁αυτο νομο ▁η ▁αν εξ αρ τη το ▁τροπο , ▁ε υθυν ων ▁συλλ η ψη ς ▁η / και ▁διε υθυν σης ▁η / και ▁διαχειρ ιση ς .
▁η ▁euro pol ▁στρ εφ εται ▁επι σης ▁κατα ▁των ▁δικ τυ ων ▁εμπορ ιου ▁ λευκ ης ▁σ αρκ ος ▁που ▁εν τοπ ιζ ονται ▁στην ▁ευ ρω πη .
▁τ μη μα ▁6
▁• ▁με τρα ▁υπερ ▁της ▁ κεντρ ικη ς ▁και ▁ανατολικ ης ▁ευ ρω πη ς : ▁κατα ρχ ην ▁συμφων ια .
▁i ii ) ▁εν αρ ξη ▁των ▁συζητ η σεων
▁( β λε πε ▁δευτερ ο ▁με ρος , ▁κεφαλ α ιο ▁1 , ▁τ μη μα ▁i i , ▁ σημ ειο ▁8)
▁ο σον ▁α φορ α ▁τον ▁στο χο ▁4 , ▁μετα ▁τις ▁δυσκολ ιες ▁που ▁ παρατηρ η θηκαν ▁κατα ▁την ▁εκ κιν ηση , ▁η ▁εκ τελ εση ▁του ▁προ υπ ολογ ισ μου ▁ βελ τι ω θηκε ▁το ▁1997 ▁και ▁κυρ ι ως ▁το ▁1998.
▁τα ▁παρα παν ω ▁δεν ▁θα ▁ μπο ρου σαν ▁να ▁ ει χαν ▁επι τε υχ θει ▁μονο ▁με ▁την ▁κοιν η ▁ θεση , ▁και ▁η ▁σοσιαλ ιστ ικη ▁ομαδ α ▁πιστ ευ ει ▁οτι ▁ο ▁εισ η γη της ▁και ▁ο ▁συντ ον ιστ ης ▁των ▁σοσιαλ ιστ ων ▁ε χ ουν ▁επι τυχ ει ▁ικανοποι η τικη ▁προ οδο ▁στην ▁παρ ο ­ χη ▁εγγυ η σεων ▁για ▁υγι η ▁ανταγων ισ μο ▁στη ▁ζω τικη ▁αυτ η ▁ αγορ α .
▁ 997 ▁εργ α τικο ▁δικαι ο ▁ αγορ α ▁της ▁εργασ ια ς , ▁ευρωπα ικο ς ▁ κοινων ικο ς ▁χαρ της , ▁ κοινων ικη ▁ πολιτικ η , ▁προσ τα σια ▁της ▁παιδικ ης ▁η λι κια ς ▁επιστημονικ η ▁συνεργ α σια ▁ανατολικ η ▁ευ ρω πη , ▁ πολιτικ η ▁σ ιγ νε ργα σια ς , ▁τεχν ικη ▁ σχ ' νε ργα σια ▁εκ α ε , ▁καν α δα ς , ▁π χ » ρη νικ η ▁βιο μη χαν ια , ▁πυρ ην ικη ▁σ χη / τη ξη ▁επιστημονικ η ▁ερε χ TM α , ▁ε σσ δ , ▁ πολιτικ η ▁για ▁την ▁ερε υ να ▁ερε χ TM α ▁και ▁αναπτ υ ξη , ▁ε σσ δ , ▁εφαρμο σ μενη ▁ερε υ να , ▁τεχν ικη ▁ σχ TM ερ γα σια ▁καν α δα ς , ▁συμφων ια ▁συνεργ α σια ς , ▁τεχν ικη ▁συνεργ α σια , ▁τεχν ολογ ικη ▁αλλα γη
▁47 20 ▁— ▁το ▁αρ θρο ▁αυτο ▁προσ διο ρι ζει ▁τις ▁δια τα ξεις ▁που ▁εφαρμο ζ ονται ▁στις ▁περι πτω σεις ▁ο που ▁ο ▁ μισθ ω τος ▁η ▁μη ▁ μισθ ω τος ▁π αιρ νει ▁παρ ο χες , ▁ ει τε ▁βασ ει ▁της ▁ νομο θεσ ια ς ▁εν ος ▁μονο ▁κρατ ους ▁με λους ▁( παρα γραφο ς ▁1) , ▁ ει τε ▁βασ ει ▁των ▁ νομο θεσ ι ων ▁δυο ▁η ▁περι σσ ο τε ρων ▁κρατ ων ▁με λων ▁( παρα γραφο ς ▁2) .
▁η ▁προ τα ση ▁της ▁επι τρο πη ς ▁προβ λε πει ▁ δα πα νες ▁ υ ψ ους ▁4 9,9 ▁δισ .
▁ τε λος , ▁κατα ▁τη ▁δια δικα σια ▁της ▁ε τη σια ς ▁συνολικ ης ▁μετα φορ ας , ▁pi ου ▁εγκ ρι θηκε ▁α pi ο ▁την ▁αρ μο δια ▁για ▁τον ▁pi ρου pi ολογ ισ μο ▁αρχ η , ▁συνολικ ο ▁pi ο σο ▁160 ▁εκατ . ▁€ ▁μετα φερ θηκε ▁σε ▁αυτο ▁το ▁κεφαλ α ιο ▁α pi ο ▁τον ▁στο χο ▁1.
▁ κοινων ικη ▁ευ ρω πη ▁1 ▁d ▁90
▁3- 164 ▁ ζα χα ρο πλασ τικο ▁προ ιον , ▁κα κα ο , ▁οργαν ωση ▁της ▁ αγορ ας ,
▁πιστ ευ ω ▁λοιπ ον ▁οτι , ▁παρ ' ▁ ολα ▁αυτ α , ▁ειναι ▁προβληματ α ▁που ▁απασχολ ουν ▁το ▁κοιν ο βου λιο .
▁γι ' ▁αυτο ▁το ▁ λογο ▁μας ▁ ανησυχ ουν ▁δυο ▁κυβερνητικ ες ▁πρα ­ ξεις ▁στη ▁ν ικα ρα γου α : ▁πρωτο , ▁η ▁απε λα ση ▁του ▁αρχι επι σκο ­ που ▁ve ga .
▁υπο θε τω ▁οτι ▁ο ▁κ . ▁κι λε λε α ▁θα ▁την ▁πληροφορ η θει .
▁δε δο μενο υ ▁οτι ▁η ▁ κοινων ια ▁των ▁πληροφορ ι ων ▁καθ ορ ισ τηκε ▁ως ▁προ τε ­ ▁ ρα ιο τητα ▁παρε μ βαση ς ▁του ▁ευρωπα ι κου ▁ κοινων ι κου ▁τα με ιου ▁( ε κτ ) ▁και ▁του ▁ευρωπα ι κου ▁τα με ιου ▁περιφερ ει ακ ης ▁αναπτ υ ξης ▁( ετ πα ) (2) , ▁η ▁επι τρο πη ▁προσ ­ διο ρι σε ▁προσ ανα το λι σμ ους (3) ▁και ▁ κρι τη ρια (4) ▁σχετικ α ▁με ▁την ▁ κοινων ια ▁των ▁πληροφορ ι ων ▁και ▁την ▁περιφερ εια κη ▁αναπτ υ ξη ▁και ▁εκ πον ησε ▁το ▁νεο ▁πλ αι σιο ▁προγραμματ ισ μου ▁των ▁δι αρθρ ω τι κων ▁τα μ ει ων ▁( — ▁> ▁αρ ι θ . ▁350 ), ▁κατα ▁τροπο ▁ ω στε ▁να ▁εν σω ματ ων ει ▁περι σσ ο τερο ▁τις ▁προ τερα ιο τη τες ▁και ▁τα ▁με τρα ▁τα ▁σχετικ α ▁με ▁την ▁ κοινων ια ▁των ▁πληροφορ ι ων , ▁με ▁κυρ ιο ▁δε ▁στο χο ▁τη ▁ θεση ▁σε ▁εφαρμο γη ▁του ▁ σχε διο υ ▁ δρα σης ▁æ u rope . ▁σε ▁ ολα ▁τα ▁προγραμματ α ▁του ▁στο χου ▁3 ▁των ▁δι αρθρ ω ­ τι κων ▁τα μ ει ων ▁( — ▁> ▁αρ ι θ . ▁3 57) , ▁η ▁ κοινων ια ▁των ▁πληροφορ ι ων ▁εχει ▁ εντ αχ θει ▁ως ▁( ' ) ▁δε λ τι ο ▁11 -2000 , ▁ σημ ειο ▁1.3 . 84 . ▁(2) ▁κανονι σμ οι ▁( εκ ) ▁αρ ι θ .
▁πληροφορ ηση ▁των ▁κατα ναλ ω των : ▁1-2 .4. 13 , ▁3-2 .1.1 33 , ▁4- 2.1 . 123 , ▁4- 2.4 . 58 , ▁6- 2.1 . 195 , ▁7 /8 - 2.1 . 123 , ▁12- 2. 1.2 27 , ▁12- 2.1 . 228
▁πολυ π λο κα ▁και ▁τεχν ικα ▁θε ματα ▁πιο ▁κατα νο η τες ▁για ▁το ▁ενδιαφερ ο μενο ▁κοιν ο .
▁η ▁p ▁i ▁ ερ ▁ ι ▁ οδ ▁ ος ▁του ▁2002 ▁χαρακτηρ ισ τηκε ▁α ▁p ▁i ▁ο ▁τις ▁ιδι αι τερες ▁των ▁συν θη κων ▁και ▁τις ▁εν το νες ▁και ▁β ▁ ρο ▁ χο ▁p ▁i ▁τ ▁ ω ▁ σεις ▁p ▁i ▁ ου ▁ο φει λ ονταν ▁στις ▁« ▁κ ▁ λια ▁το ▁λ ▁ο ▁γι κες ▁κατα στροφ ες ▁p ▁i ▁ο ▁ υ ση ▁ε ▁ ι ω θηκαν ▁ανα ▁την ▁ υφ η λιο ▁το ▁καλο και ρι ▁αυτο ▁ιδι ως ▁στην ▁ιταλ ια , ▁τη ▁γ ▁ ερ ▁αν ια ▁ . ▁ . ▁ . » ▁( ο ▁p ▁i ▁ως ▁ανε φερ ε ▁η κ ▁ .
▁βασ ει ▁των ▁ν εων ▁αυτ ων ▁καν ον ων , ▁η ▁μετα φορ α ▁εμπορ ευ ματ ων ▁φορολογ ει ται ▁στο ▁κρατ ος ▁με λος ▁προ ορ ισ μου , ▁ε αν ▁υπ αρ χει ▁ δηλ ωση ▁του ▁αριθμ ου ▁φ πα , ▁αλλ ι ως ▁φορολογ ει ται ▁στο ▁κρατ ος ▁με λος ▁απ ' ▁ο που ▁ξε κιν α ει ▁η ▁μετα φορ α .
▁προ τα ση ▁κανονι σ μου ▁του ▁συμβ ου ­ λι ου ▁για ▁τη ▁ θεσ πι ση ▁καθ εστ ω τος ▁αντι σταθμ ιση ς ▁του ▁επι π λε ον ▁κοστ ους ▁που ▁προ κυ π τει , ▁λογ ω ▁του ▁εξο χω ς ▁απο κεντρ ου ▁χαρακτηρ α ▁των ▁α ζο ­ ρων , ▁της ▁μα δε ρας , ▁των ▁καν α ρι ων ▁ν ησ ων ▁και ▁του ▁γαλλικ ου ▁δια μερ ισ ματος ▁της ▁ γου ια νας , ▁για ▁τη ▁δια θεση ▁ορ ισ μενων ▁α λι ευ τι κων ▁προ ιο ­ ντι ον .
▁ρε ▁doc ▁a ▁2-1 64 / 88 ▁εκ θεση ▁εξ ▁ονομα τος ▁της ▁επι τρο πη ς ▁περι βα λλον τος , ▁δημοσ ια ς ▁ υγ ειας ▁και ▁προσ τα σια ς ▁των ▁κατα ναλ ω των ▁σχετικ α ▁με ▁την ▁προ τα ση ▁της ▁επι τρο πη ς ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁προς ▁το ▁συμβ ου λιο ▁_ bar _ com ( 88) ▁124 ▁ τελ ικο ▁και ▁com ( 88) ▁124 /2 ▁ τελ ικο ▁- ▁εγ γ ρ .
▁— ▁συνδε τικα ▁παρα σκε υ ασ μενα ▁για ▁καλ ου πια ▁η ▁πυρ η νες ▁χ υτ ηρ ιου , ▁που ▁περι ε χ ουν ▁αμ υ λο ▁η ▁προ ι οντα ▁που ▁προ ερ χ ονται ▁απο ▁αμ υ λο
▁ο πως ▁προ κυ π τει ▁απο ▁την ▁προ ανα ­ φερ ο μενη ▁δημοσ κο π ηση , ▁εξακολουθ ουν ▁να ▁υπ αρχο υν ▁περι που ▁94 ▁000 ▁000 ▁καπν ιστ ες ▁μετα ξ υ ▁των ▁254 ▁000 ▁000 ▁ευρωπα ι ων ▁η λι κια ς ▁15 ▁ε των ▁και ▁αν ω .
▁■ ▁οι ▁ πηγ ες ▁φωτ ος ,
▁επι προ σ θε τως , ▁επε σημα να ▁τις ▁πολλ ες ▁θε τι κες ▁ πλευρ ες ▁που ▁συγκ ε ­ ντ ρων ει ▁η ▁ κυπριακ η ▁υπο ψηφ ιο τητα .
▁για ▁καθ ε ▁κατηγορ ια ▁προ ιον τος , ▁η ▁ φυσ η ▁του ▁φορ ου ▁ειναι ▁ειδικ η .
▁η ▁ομαδ α ▁εγ ινε ▁δε κτη ▁απο ▁το ▁προ ε δρο ▁του ▁ σχε διο υ ▁κ . ▁bo gels .
▁με ▁την ▁προ τε ινο μενη ▁συμφων ια ▁συζητ αμε ▁για ▁μια ▁ δα πα ­ νη ▁της ▁τα ξης ▁των ▁16 2.5 ▁εκατ .
▁δεκα τη ▁εκ τη ▁οικο νομ ικη ▁δια σκε ψη ▁κορ υφ ης ▁των ▁ δυ τι κων ▁χωρ ων ▁ ρου σαν ▁να ▁συμβ αλ ουν ▁στη ▁με ταρ ρυθμ ιση ▁της ▁κι νε ζ ικη ς ▁οικο νομ ια ς ▁και ▁ιδι ως ▁δανε ια ▁που ▁θα ▁α φορ ουν ▁τα ▁προ βλη ­ ματα ▁σε ▁ σχε ση ▁με ▁το ▁περ μ βα λλον .
▁π ριο τον , ▁να ▁ βελ τι ω σουμε ▁την ▁αποτελεσμα τικο τητα ▁μας ▁σε ▁βασικ ους ▁στο χους ▁ πολιτικ ης .
▁ υσ τερα ▁απο ▁τις ▁συνομιλ ιες , ▁υπ ε γρα ψε ▁με ▁τους ▁εκ προ σω που ς ▁ υπουργ ει ων ▁ πεν τε ▁ βαλ κα νικ ων ▁χωρ ων ▁( βο σ νια - ερ ζε γο βι νη , ▁αλ βα νια , ▁κ ρο α ­ τια , ▁πρω ην ▁γι ου γκο σ λαβ ικη ▁δημοκρατ ια ▁της ▁μα κε δο νια ς ▁και ▁ομο σπονδ ια κη ▁δημοκρατ ια ▁της ▁γι ου γκο σ λαβ ια ς ) ▁μια ▁κοιν η ▁ δηλ ωση ▁για ▁την ▁κατα πολ εμ ηση ▁της ▁παρα νομ ης ▁μετα να ­ στ ευση ς ▁και ▁την ▁παρα νομ η ▁δια κιν ηση ▁ανθ ρω ­ π ων ▁με σω ▁των ▁ βαλ καν ι ων .
▁η ▁γενικ η ▁οικο νομ ια ▁της ▁συν θη κη ς
▁ο ▁ε ε ▁αρ ι 8 .
▁αν ▁η θε λα ▁να ▁το ▁καν ει , ▁ ει μαι ▁δια τε θει μενο ς ▁να ▁απο συρ ω ▁ αμε σω ς ▁την ▁προ τα ση .
▁με θαν οσ ουλ φο νικ ος ▁ 1⁄4 ▁ο ▁λ ▁ υ ▁β ▁δ ▁ο ▁ ς ▁( ii )
▁η ▁παρα λλη λη ▁αναπτ υ ξη ▁των ▁προ ιον των ▁εξα γω γη ς , ▁επι ­ σης ▁επιθυμ η τη , ▁εξα ρ τα ται ▁απο ▁τον ▁ανταγων ισ μο ▁των ▁τρι των ▁χωρ ων , ▁συ μπερι λαμ βα νο μενων ▁των ▁χωρ ων ▁ακ ε , ▁που ▁δεν ▁ε χ ουν ▁ βε βα ια ▁τις ▁ιδι ες ▁πι ε σεις ▁κυρ ι ως ▁σε ▁κοιν ω ­ νικ α ▁θε ματα .
▁η ▁με ι ωση ▁των ▁θα να των ▁pi ου ▁συνδε ονται ▁με ▁τα ▁να ρκ ω τικα ▁ειναι ▁ενα ς ▁σημαντικ ος ▁στο χος ▁της ▁δημοσ ια ς ▁ υγ ειας ▁και ▁ειναι ▁ανα γκ η ▁να ▁pi ρο σ διο ρι σθ ουν ▁οι ▁αιτ ιες ▁ε pi ι βρα δυ νση ς ▁της ▁pi τω τικη ς ▁τα σης .
▁(7) ▁ε ε ▁c ▁127 ▁της ▁14 .5. 1984 ▁και ▁δε λ τι ο ▁εκ ▁4- 1984 , ▁ σημ ειο ▁2.4 .9. ▁(« ) ▁ε ε ▁c ▁172 ▁της ▁2 .7. 1984 ▁και ▁δε λ τι ο ▁εκ ▁5- 1984 , ▁ σημ ειο ▁2.4 . 15 .
▁marques ▁mende s ▁( ld r ). ▁— ▁( pt ) ▁κυρ ι ε ▁προ ε ­ δρ ε ▁της ▁ πολιτικ ης ▁συνεργ α σια ς , ▁ακ ουσα ▁τις ▁απαντ η ­ σεις ▁που ▁ δω σατε ▁και ▁ σημ ει ω σα ▁την ▁ανα φορ α ▁σας ▁στην ▁ανα γκ η ▁επιτ ευ ξης ▁μιας ▁διε θ νους ▁συμφων ια ς ▁υπο ▁την ▁αι γι δα ▁των ▁η νω μενων ▁ εθν ων . ▁ σημ ει ω σα ▁επι σης ▁τη ▁ δηλ ωση ▁σας ▁οτι ▁το ▁συμβ ου λιο ▁ μερ ιμ να ▁δια ρκ ως ▁για ▁τα ▁ ανθρωπ ινα ▁δικαι ω ματα .
▁109 ▁τον ▁μα ιο ▁στο ▁πε κιν ο ▁σε μι να ριο ▁για ▁να ▁δια πιστ ω θει ▁το ▁τι ▁εχει ▁επι τε υχ θει ▁σε ▁θε ματα ▁συνεργ α σια ς .
▁διε θ νης ▁συνεργ α σια
▁ευ ρω pi η ▁και ▁ νε λα ια : μια ▁νεα ▁pi νη
▁δεν ▁πιστ ευ ω ▁οτι ▁ειναι ▁τ ωρα ▁η ▁κατα λλη λη ▁ στιγμ η ▁για ▁να ▁περι κο ψ ουμε ▁τις ▁ανα κοι νω ­ σεις ▁στις ▁ο ποιες ▁προβ αι νουμε ▁προς ▁το ▁κοιν ο .
▁αρ θρο 25 1
▁αυτο ▁παρα μενη ▁ σω στο .
▁— ▁που ▁προ ορ ιζ ονται ▁απο κλει στι κα ▁η ▁κυρ ια ▁για ▁τις ▁συ ­ σκε υ ες ▁εγ γρα φη ς ▁η ▁ανα παρα γω γη ς ▁εικον ων ▁και ▁η χου
▁ ιση ▁μετα χει ρι ση ▁αν δρ ων ▁και ▁γυναικ ων
▁• ▁τις ▁δια πρ αγ ματ ευ σεις ▁για ▁τη ▁γ σ δε ▁στο ▁πλ αι σιο ▁του ▁γ υ ρου ▁της ▁ ου ρου γου α ης ▁( - ▁> ▁ σημ ειο ▁1.4 . 96) ▁' ▁• ▁την ▁παραβ ια ση ▁των ▁ ανθρωπ ιν ων ▁δικαι ωμα των ▁στην ▁κι να ▁( - * ▁ σημ ειο ▁1.4 . 99) ▁'
▁ σημ εριν α ▁προβληματ α ▁και ▁στο χ οι ▁για ▁το ▁1992 : ▁ κοινων ικο ς ▁χαρ της
▁— ▁εν ισ χ υ σεων ▁για ▁την ▁προσ ληψη ▁σε ▁θε σεις ▁απασχολ ησης ▁α ορ ιστ ης ▁δια ρκ ειας , ▁που ▁ε χ ουν ▁προσ φα τα ▁δημιουργ η θει , ▁και ▁για ▁τη ▁δημιουργ ια ▁αν εξ αρ τη των ▁ δρα ­ στη ριο τη των .
▁κι να
▁η ▁συ σσ ωρ ευ μενη ▁δυσ α ρε σκε ια ▁της ▁κοιν ης ▁ γνω μη ς ▁ μπο ρου σε ▁πια ▁να ▁εκ τον ω θει ▁ ελε υθ ερα ▁μετα ▁το ▁1974 , ▁ δηλ α δη ▁μετα ▁την ▁απο κατα σταση ▁της ▁δημοκρατ ια ς .
▁ο ▁ κω δικο ς ▁ κληση ς ▁καθ ως ▁και ▁οι ▁συ χ νο τη τες ▁εργασ ια ς ▁θα ▁ανα κοινων ονται ▁στους ▁πλ οι ο κτη τες ▁απο ▁το ▁ υφ υ ­ π ουργ ειο ▁α λι ειας ▁κατα ▁την ▁εκ δοση ▁της ▁αδ ειας
▁• ▁οι νοι ▁απο ▁ νω πα ▁στα φυλ ια ▁της ▁δια κριση ς ▁ex ▁22. 05 ▁γ ▁του ▁κοιν ου ▁ δα σμ ολογ ιου , ▁κατα γω γη ς ▁κ υπ ρου ▁(1984) ▁( ») ·
▁ο σον ▁α φορ α ▁το ▁αν ωτ ατο ▁ο ριο , ▁για ▁τα ▁προσ τι μα ▁που ▁υπερ βα ιν ουν ▁το ▁ενα ▁εκατ ομ μ υ ριο ▁e cu , ▁που ▁καθ ορ ισ τηκε ▁απο ▁τον ▁κανονι σμ ο ▁αρ ι θ .
▁παρα ρτ ημα ▁i i ▁— ▁πι να κας ▁των ▁ υπα γο μενων ▁στο ▁αρ θρο ▁9 ▁προ ιον των
▁■ ▁βιο μη χαν ια
▁οι ▁εν ▁λογ ω ▁πο ροι ▁περι λαμ βα νουν ▁τους ▁ δα σμ ους ▁και ▁τις ▁γεω ρ γι κες ▁εισ φορ ες ▁που ▁εισ πρ ατ τ ονται ▁στα ▁εξω τερ ικα ▁συν ο ρα ▁της ▁κοιν ο τητα ς , ▁τ μη μα ▁του ▁φ πα ▁( εκ φρ αζ ο μενο ▁σε ▁πο σο στο ▁μιας ▁εν αρ μον ισ μενη ς ▁φορολογ ικη ς ▁βασ ης ) ▁και ▁τ μη μα ▁του ▁α επ ▁καθ ε ▁κρατ ους ▁με λους .
▁φοβ ου μα στε ▁ο μως ▁οτι ▁η ▁ πολιτικ η ▁β ουλ ηση ▁δεν ▁θα ▁ειναι ▁συνε πη ς ▁στο ▁ ραν τε βου .
▁ah ern ▁( v ). ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁προ κει ται ▁για ▁προσ ωπ ικη ▁ δηλ ιο ση .
▁— ▁να ▁ βελ τι ων ουν ▁τις ▁δια θεσ ιμ ες ▁πληροφορ ιες ,
▁αυτο ▁που ▁φοβ ου μαι ▁ειναι ▁οτι , ▁πι σω ▁απο ▁την ▁παρα παν ω ▁απο φα ση , ▁κρυ β εται ▁μια ▁ βαθ ια ▁δια φων ια ▁ανα με σα ▁στα ▁κρατ η ▁με λη .
▁η ▁απο ψη ▁της ▁επι τρο πη ς ▁ο σον ▁α φορ α ▁τη ▁συμ με το χη ▁των ▁δημοσ ι ων ▁αρχ ων ▁στα ▁κεφαλ α ια ▁των ▁επιχειρ η σεων ▁( ' ) ▁ισ χ υ ει ▁στον ▁το με α ▁της ▁α λι ειας , ▁το σο ▁ο σον ▁α φορ α ▁τις ▁αρχ ες ▁ο σο ▁και ▁τις ▁δια δικα σι ες .
▁προ εδ ρος . ▁— ▁κυρ ι π ▁ve il , ▁π π ' ▁ο , τι ▁πληροφορ ου μπι , ▁το ▁ διο ρθω τικο ▁εχει ▁εν τω με τη ξ υ ▁με τη φρ π σθ ει .
▁( 35 ι ▁οτι . ▁ως ▁εκ ▁του του , ▁εν απο κει ται ▁στα ▁κρατ η ▁με λη ▁ν π ▁συμπ λη ρω σουν ▁τις ▁γενικ ες ▁δια τα ξεις ▁που ▁απαιτ ουν ται ▁ νια ▁την ▁επιτ ευ ξη ▁των ▁στο χων ▁της ▁παρ ουσα ς ▁οδηγ ια ς ▁ λαμ βα ν οντας ▁ νομ οθετ ικα ▁και ▁διοικητικ α ▁με τρα ▁σε ▁εθνικ ο ▁επι πεδ ο , ▁εφ ο σον ▁δεν ▁αντι κει ν ται ▁στους ▁στο χ οι ▁> ▁ ς ▁της ▁παρ ουσα ς ▁οδηγ ια ς ▁και ▁ειναι ▁συμφων α ▁με ▁το ▁κοιν ο τικο ▁δικαι ο
▁ο ▁ δρομο ς ▁κατα ▁την ▁απο ψη ▁μας , ▁ πρεπε ι ▁να ▁ειναι ▁διαφορετικ ος .
▁η ▁δια δικα σια ▁αφ ο ρου σε ▁επι σης ▁την ▁εν ισ χ υ ση ▁που ▁χορηγ ουν ταν ▁σε ▁εν αν ▁πολυ ▁μικρο ▁αριθμ ο ▁ ελληνικ ων ▁ εται ρει ων ▁σαν ▁εναλλακτικ η ▁ λυση ' ▁η ▁ λυση ▁αυτ η ▁περι ελ αμβ ανε ▁με ι ωση ▁του ▁με ρι διο υ ▁του ▁εργ οδο τη ▁επι ▁των ▁ κοινων ικ ων ▁ δα παν ων ▁που ▁αντι στο ιχ ουν ▁στο ▁τ μη μα ▁εκ ει νο ▁του ▁εργ α τι κου ▁δυναμ ι κου ▁το ▁ο ποι ο ▁ασχολ ει ται ▁με ▁τις ▁εξα γω γε ς ▁της ▁επι ­ χει ρη σης .
▁ δα νια ▁και ▁η ▁ε λλα δα , ▁που ▁δεν ▁ειναι ▁με λη ▁της ▁δε ε , ▁και ▁ισ ως ▁— ▁η ▁ ιρ λαν δια ▁και ▁η ▁ δα νια ▁- ▁να ▁μη ▁ θελ ουν ▁καν ▁να ▁γι νουν ▁με λη . ▁να ▁μπ ορ ουν ▁να ▁με τε χ ουν ▁η δη ▁απο ▁ σημ ερα ▁στις ▁συζητ η σεις ▁γ υ ρω ▁απο ▁την ▁ πολιτικ η ▁ασφαλ ειας ▁και ▁αμ υ νης .
▁μας ▁ ελε χ θη ▁επαν ει λη μ μενα ▁κατα ▁τη ▁δια κο ινο βου λευ τικη ▁συν δια σκε ψη ▁στην ▁κοστ α ▁ ρι κα ▁οτι ▁ εμ εις ▁ως ▁ευρωπα ι οι , ▁χαρακτηρ ισ μενο ι ▁ως ▁ ωρ ιμο ι ▁δημοκρατ ες , ▁θα ▁ πρεπε ι ▁να ▁τους ▁εν ισ χ υ ουμε ▁παν τα ▁απο ▁κοιν ου ▁και ▁να ▁μην ▁υπο δα υ λι ­ ζ ουμε ▁τη ▁δι χο νοια , ▁αναλογ α ▁με ▁τις ▁περι στα σεις .
▁η λεκτρ ισ μος : ▁ανα κο ιν ωση ▁για ▁το ▁ρ ολο ▁του ▁η λεκτρ ισ μου ▁στον ▁ενεργειακ ο ▁εφ ο δια σμ ο
▁ κοινων ικ ες ▁συν θηκε ς ▁3.
▁υπο θεση ▁c -55 /06 : ▁ar cor ▁ag ▁& ▁co . ▁kg ▁κατα ▁bund es re publik ▁ deutschland ▁[ « τη λε πι κοινων ιες ▁— ▁κανονι σ μος ▁( εκ ) ▁2 887 /2000 ▁— ▁προσ βαση ▁στον ▁ τοπ ικο ▁βροχ ο ▁— ▁αρχ η ▁του ▁υπολογισ μου ▁των ▁τιμ ων ▁με ▁ βαση ▁το ▁κοστ ος ▁— ▁κοστ ος ▁— ▁το κοι ▁συνδε ο μενο ι ▁με ▁το ▁επε ν δε δυ μενο ▁κεφαλ α ιο ▁— ▁απο σ βε σεις ▁των ▁παγ ι ων ▁στο ι χει ων ▁ενεργ η τι κου ▁— ▁αξι ολογ ηση ▁των ▁το πι κων ▁τηλε πι κοινων ια κων ▁υπο δο μ ων ▁— ▁ τρε χ ον ▁και ▁ιστορι κο ▁κοστ ος ▁— ▁ βαση ▁υπολογισ μου ▁— ▁πραγματ ικο ▁κοστ ος ▁— ▁κοστ ος ▁η δη ▁κατα βλη θεν ▁και ▁προβ λε πο μενο ▁κοστ ος ▁— ▁δικαι ολογ ηση ▁του ▁κοστ ους ▁— ▁ανα λυ τικο ▁υπο δει γμα ▁“ απο ▁τη ▁ βαση ▁στην ▁κορ υφ η ” ▁και ▁“ απο ▁την ▁κορ υφ η ▁στη ▁ βαση ” ▁— ▁ λεπτο μερ ης ▁εθνικ η ▁ ρυθμ ιση ▁— ▁περι θ ω ριο ▁εκ τι μη σεως ▁των ▁εθνικ ων ▁κανονι στικ ων ▁αρχ ων ▁— ▁δικαστικ ος ▁ε λεγ χος ▁— ▁ δικο νομ ικη ▁αυτο νομ ια ▁των ▁κρατ ων ▁με λων ▁— ▁αρχ ες ▁της ▁ισο δυ να μια ς ▁και ▁της ▁αποτελεσμα τικο τητα ς ▁— ▁προσ βολ η ▁εν ωπ ιον ▁ δικα στη ρι ου ▁των ▁απο φα σεων ▁περι ▁εγκ ρι σεως ▁των ▁τιμ ων ▁του ▁κοιν ο ποι η μενο υ ▁φορ ε α ▁εκ ▁με ρους ▁των ▁δικαι ου χων ▁— ▁βαρ ος ▁αποδ ει ξε ως ▁— ▁δια δικα σια ▁επ οπ τ ειας ▁και ▁εν δι κη ▁δια δικα σια » ] ▁( αι τηση ▁του ▁ verwaltung s gericht ▁kol n ▁για ▁την ▁εκ δοση ▁προ δικα στικ ης ▁απο φα σεως ) ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁ . ▁i ▁- ▁29 31
▁ε ε ε ε ▁κ ▁α ▁ ι ▁με ▁την ▁ε ▁φ ▁α ▁ρ ▁μ ▁ο ▁γ ▁η ▁δυο ▁με ▁γ ▁α ▁λ ▁ ω ▁ν ▁δε ▁σ ▁μ ▁ ω ▁ν ▁που ▁απο ▁τ ▁ε ▁λ ▁ο ▁ υ ▁ν ▁τα ▁ ι ▁απο ▁σ ▁χ ▁ε ▁δ ▁ ι ▁α ▁ο ▁ ικ ▁ο ▁δ ▁ο ▁μη ▁σ ▁η ▁ ς ▁τη ▁ ς ▁ εμ ▁π ▁ ι ▁σ ▁το ▁σ ▁ υ ▁ν ▁η ▁ ς
▁ο πως ▁η δη ▁ε χω ▁ανα φερ ει ▁στην ▁απαντ ηση ▁μου ▁σε ▁αλλ η ▁ερωτ ηση ▁( αρ .
▁αυτο ▁ σημα ιν ει ▁οτι , ▁μο - λι ς ▁α pi ο κτη σουν ▁pi ρο σ βαση ▁στην ▁ αγορ α ▁εργασ ια ς ▁εν ος ▁κρατ ους ▁με λους ▁συμ φ ω - να ▁με ▁τους ▁εθνικ ους ▁καν ο νες ▁του , ▁οι ▁pi ο λι τες ▁αυτ ων ▁των ▁χωρ ων ▁pi ρε pi ει ▁να ▁τ υγ χαν ουν ▁της ▁ιδι ας ▁μετα χει ρι σης ▁με ▁τους ▁pi ο λι τες ▁εκ ει νου ▁του ▁κρατ ους ▁με λους .
▁γεω ρ γι κες ▁τιμ ες ▁και ▁συνα φη ▁με τρα
▁επι π λε ον , ▁με ▁τον ▁τροπο ▁αυτο , ▁το ▁προ ­ γραμμα ▁tes s ▁θα ▁επι δι ω ξει ▁αν ω τε ρους ▁στο χους : ▁τη ▁ βελ τι ωση ▁της ▁κινητ ικο ­ τητα ς ▁των ▁ ατο μ ων ▁και , ▁παρα λλη λα , ▁την ▁εν ισ χ υ ση ▁της ▁εν ια ια ς ▁ αγορ ας , ▁καθ ­ ιστ ων τας ▁πιο ▁απ τη ▁την ▁αρ ση ▁των ▁ε σω ­ τε ρι κων ▁συν ορ ων .
▁κατα ρτ ιση ▁και ▁εν ταξη ▁των ▁με ιο νε κτ ουν των ▁ ατο μ ων
▁η ▁επι τρο πη ▁εν ε κρι νε ▁επι σης ▁μια ▁απο ­ φα ση ▁σχετικ α ▁με ▁τα ▁με τρα ▁απ αγορ ευση ς ▁της ▁ εμ ­ πορ ια ς ▁πα ιχν ι δι ων ▁και ▁βρε φι κων ▁ ει δων ▁που ▁περι ε χ ουν ▁φθ α λι κες ▁εν ω σεις ▁( — ▁> ▁ σημ ει υ ▁1.4 . 71) . ▁ ελε γκ τικο ▁συνε δρ ιο
▁η ▁επι τρο πη ▁ ει χε ▁παν τα ▁την ▁πε ποι θ ηση ▁οτι , ▁παρα λλη λα ▁με ▁τη ▁ νομ οθετ ικη ▁δρ αση , ▁ο ▁ ρο λος ▁της ▁ενημερω σης ▁των ▁ πολιτ ων ▁ειναι ▁σημαντικ ος ▁για ▁την ▁αναπτ υ ξη ▁της ▁ασφαλ ειας ▁και ▁της ▁προσ τα σια ς ▁της ▁ υγ ειας ▁στις ▁επιχειρ η σεις ▁και ▁ιδι αι τερα ▁στις ▁ mme .
▁ σημ ερα ▁πω λ ουν ται ▁σε ▁λογ ικ ες ▁τιμ ες ▁ τε σσ ερ ις ▁εγ χ ρω μοι ▁χαρ τες ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς , ▁ τυπ ω μενο ι ▁σε ▁ οκ τω ▁χρ ω ματα .
▁σ ' ▁αυτ η ▁την ▁περι πτωση ▁εκ φερ ει ▁ γνω μη ▁σχετικ α ▁με ▁τη ▁συν θεση ▁και ▁τις ▁δια φορ ες ▁επε ξε ργα σι ες ▁που ▁ υφ ιστ αν ται ▁οι ▁τ ροφ ες ▁αυτ ες ▁καθ ως ▁και ▁σχετικ α ▁με ▁την ▁υπ αρ ξη ▁σ ' ▁αυτ ες ▁προσ θε των ▁και ▁ρ υπ ων .
▁ευ νο ικη .
▁οι ▁περιορισ μοι ▁που ▁ε χ φορ ουν ▁απο κλει στι κα ▁την ▁εφ αρ ­ μο γη ▁του ▁κατα μερ ισ μου ▁αυτο υ ▁ πρεπε ι ▁να ▁ θεωρ ουν ται ▁ως ▁ αμε σα ▁συνδε ο μενο ι ▁με ▁την ▁συγ κεντρ ωση ▁και ▁ως ▁ανα γκα ι οι
▁δευτερ ον , ▁το ▁καλα θι ▁e cu ▁περι λαμ βα νει ▁ νομ ισ ματα ▁που ▁δεν ▁συμ με τε χ ουν ▁στον ▁μ σι .
▁ 490 0-1 ▁15 14 ▁ε ως ▁15 29 ▁κε να
▁τα ▁απο ρρ ιμ ματα ▁δεν ▁ πρεπε ι ▁να ▁περι ε χ ουν ▁υπερβολικ η ▁ υ γρα σια , ▁ οπ ωσ δη ποτε ▁ οχι ▁παν ω ▁απο ▁5 ▁° 7 ο .
▁η ▁επι τρο πη ▁αγνο ει ▁αν ▁συνα φ θηκαν ▁δι μερ εις ▁συμφων ι ­ ες ▁μετα ξ υ ▁της ▁tref i lar bed ▁και ▁της ▁z nd .
▁αλλα ▁λι πη ▁και ▁λα δια ▁ζω ικο ▁( λα δι ▁α χο ▁ χο δι ▁β οδ ιου , ▁λι χη ▁α χο ▁ κο κα λα , ▁λι χη ▁α χο ▁α χο ρρ ιμ ματα . ▁κλ χ . )
▁o t ▁δ ασ μοι ▁που ▁υπο λογ ιζ ονται ▁συμφων α ▁με ▁την ▁παρα γραφο ▁2 ▁εφαρμο ζ ονται ▁ο τρο γγ υ λευ μενο ι ▁στο ▁πρωτο ▁δεκα δικο ▁ ψηφ ιο .
▁ χρον ολογ ικο ▁ευ ρε τη ριο ▁( συν ε χει α )
▁επιθυμ ουμε ▁τη ▁ νομ ικη ▁κατ ο χ υ ρωση ▁αυτ ων ▁των ▁στο ι χει ων .
▁για ▁να ▁απο φε υχ θ ουν ▁ τυχ ον ▁αλλ ηλ επι κα λυ ψε ς ▁με ▁αλλα ▁μεγαλ υ τερα ▁προγραμματ α , ▁η ▁εκ θεση ▁της ▁επι τρο πη ς ▁των ▁περιφερ ει ων ▁δεν ▁απο σκο πει ▁να ▁ο ρι σει ▁ενα ▁νεο , ▁γενικ ο ▁κατα λογο ▁ κοινων ικ ων ▁δει κτ ων ▁η ▁να ▁προβ ει ▁στη ) ▁συγ κεντρ ωση ▁ εμπειρ ικ ων ▁δε δο μενων .
▁αυτο ▁ πρεπε ι ▁πραγματ ι ▁να ▁επι δι ω κ ουμε .
▁δευτερ ον , ▁το ▁οτι ▁η ▁δια σκε ψη ▁του ▁ ριο ▁δεν ▁ μπο ρε σε ▁να ▁κατα λη ξει ▁σε ▁δε σμ ευ σεις ▁που ▁να ▁οδηγ ουν , ▁απο ▁νο μι ­ κη ς ▁σκοπ ια ς , ▁σε ▁υποχρεω τικη ▁εφαρμο γη .
▁δια βου λευ σεις
▁η ▁κατα σταση ▁ως ▁προς ▁τη ▁γενικ η ▁προσ βαση ▁το σο ▁στα ▁κρατ η ▁με λη ▁της ▁κοιν ο τητα ς ▁ο σο ▁και ▁σε ▁ορ ισ με νες ▁τρι τες ▁χωρ ες ▁εχει ▁ως ▁εξ ης :
▁25 ▁δια συν ο ρια κη ▁και ▁δια κρα η κη ▁συνεργ α σια .
▁το ▁ κει μενο ▁δεν ▁δια τι θ εται ▁ακ ο μη ▁στην ▁ελλην ικη ▁ γλωσσ α .
▁επι σης ▁ζητ η θηκε ▁απο ▁τους ▁συγ γρα φει ς ▁να ▁συ μπερι λαβ ουν ▁στο ▁με τρο ▁του ▁ δυ να του ▁τις ▁απο ψεις ▁που ▁εκ φ ρα στηκαν .
▁co one y ▁( ρ ρε ). ▁— ▁( εν ) ▁κυρ ια ▁προ εδ ρε , ▁χαιρ ο με ▁πολυ ▁που ▁στην ▁πρωτ η ▁μου ▁ομιλ ια ▁στο ▁κοιν ο βου λιο ▁αυτο ▁ε χω ▁την ▁ευ και ρια ▁να ▁μιλ η σω ▁επαν ω ▁στο ▁θε μα ▁της ▁πο λων ια ς .
▁κανονι σ μος ▁( εκ ) ▁αρ ι θ . ▁13 46 /2002 ▁του ▁συμβ ουλ ιου ▁που ▁τροπο ποι ει ▁τον ▁κανονι σμ ο ▁( εκ ) ▁αρ ι θ .
▁ σι δη ρο δρομο ι ▁μεγαλ ης ▁τα χ υ τητα ς / συν ου ασ με νες ▁μετα ­ φορ ες ▁β ορ ρα ▁- ▁νο του ▁α ξο νας ▁brenn er ▁ βερ ο να ▁- ▁μον αχ ο ▁- ▁ν υρ εμ βερ γη ▁- ερ φ ουρ τη ▁- ▁ halle / λει ψ ια ▁- ▁ βερ ολ ινο
▁τελε ι ων οντας , ▁ υ α ▁η υ ελ α ▁να ▁σ ν ντα χ υ ω ▁ ολο ψυχ α ▁με ▁τις ▁φιλ ο σο ­ φι κες ▁ παρατηρ η σεις ▁με ▁τις ▁ο ποιες ▁ξε κιν ησε ▁ο ▁κ . ▁fa yo t ▁την ▁ομιλ ια ▁του .
▁αντι θε τα , ▁η ▁ μισθ ολογ ικη ▁δια φορ α ▁υπερ ▁των ▁αν δρ ων ▁ειναι ▁πολυ ▁μεγαλ υ τερη ▁στους ▁ακολουθ ους ▁το μ εις ▁: ▁καπν ο ▁( ▁+ ▁37 ▁000 ▁ε σκου δος ▁+ ▁205 ▁e cu ), ▁φαρμακ ευ τικα ▁προ ι οντα ▁(+ 36 ▁000 ▁ε σκου δος ▁+ ▁200 ▁e cu ), ▁γραφ ικ ες ▁τεχν ες ▁(+ ▁30 ▁000 ▁ε σκου δος ▁+ ▁16 6,7 ▁e cu ).
▁κατα ▁την ▁α pi ο ψη ▁του , ▁τα ▁κυρ ια ▁συμ pi ερ ασ ματα ▁του ▁ σχε διο υ ▁της ▁ τελ ικη ς ▁εκ θεση ς , ▁pi ου ▁ υ pi ο βλη θηκε ▁τον ▁ μαρτ ιο ▁του ▁1997 , ▁δια γρα φη καν , ▁ανα ι ρε θηκαν ▁η ▁αμ βλ υν θηκαν ▁στην ▁ τελ ικη ▁εκ θεση , ▁η ▁ο pi οι α ▁ υ pi ο βλη θηκε ▁στο ▁board ▁τον ▁α pi ρι λιο ▁1998.
▁αυτ η ▁η ▁προ σε γγ ιση ▁στις ▁δια πρ αγ ματ ευ σεις ▁ειναι ▁παρ ο μοι α ▁με ▁εκ ει νη ▁της ▁συλλογικ ης ▁διαχειρ ιση ς .
▁στ ) ▁ νε ρο
▁και νο το μια ▁της ▁δια δικα σια ς ▁αυ της ▁απο τελ ει ▁η ▁ θεσ πι ση , ▁στα ▁πλ αι σια ▁της ▁επι τρο πη ς ▁συν δια λλα γη ς , ▁δι αρθρ ω μενο υ ▁δια λογ ου ▁μετα ξ υ ▁των ▁δυο ▁ θεσ μι κων ▁οργαν ων ▁με ▁τη ▁συμ με το χη ▁της ▁επι τρο πη ς , ▁ο ταν ▁το ▁συμβ ου λιο ▁δεν ▁ειναι ▁σε ▁ θεση ▁να ▁δε χ θει ▁ο λες ▁τις ▁τροπο λογ ιες ▁που ▁προ τει νει ▁το ▁κοιν ο βου λιο ▁σε ▁δευτερ η ▁ανα γνωσ η .
▁πλ ε ον ▁του ▁4 1% ▁χα τω τερη ▁του ▁ χο ινο τι χου ▁με σου ▁ο ρου
▁14 90 / 96 ▁στις ▁μη ▁συνεχ εις ▁ ινε ς ▁απο ▁πολυ εστε ρα ▁κατα γω γη ς ▁ λευκ ο ρω σια ς ▁στις ▁εισαγωγ ες ▁ ιν ων ▁σε ▁δε σμ ες ▁απο ▁πολυ εστε ρα ▁κατα γω γη ς ▁ λευκ ο ρω σια ς ▁και ▁την ▁εφαρμο γη ▁τον ▁επεκτ α θεν τος ▁δ ασ μου ▁στις ▁εν ▁λογ ω ▁εισαγωγ ες , ▁οι ▁ο ποιες ▁ε χ ουν ▁κατα γρα φει ▁βασ ει ▁τον ▁κανονι σ μου ▁( εκ ) ▁αρ ι θ .
▁στην ▁περι πτωση ▁αυτ η , ▁ισ χ υ ει ▁η ▁παρ εκ κλ ιση ▁του ▁ αρθρ ου ▁90 , ▁παρ . ▁2
▁ας ▁προσ εξ ουμε ▁επι σης ▁την ▁ εδ αφ ικη ▁ακ ερα ιο ­ τητα ▁της ▁με σο γει ου ▁η ▁ο ποι α ▁ορ ιζ εται ▁α λαν θα στα ▁απο ▁τη ▁ φυσ η , ▁τη ▁γεω γρα φια , ▁τον ▁ πολιτ ισ μο ▁και ▁την ▁ιστορι α .
▁η ▁εφαρμο γη ▁μιας ▁ σω στη ς ▁ πολιτικ ης ▁σε ▁περιφερ εια κο ▁επι πεδ ο ▁προ υπ οθετ ει ▁τη ▁δημιουργ ια ▁ισχυρ ων ▁ κεντρ ων ▁συντ ον ι ­ σ μου ▁και ▁ εμ ψυχ ωσης ▁των ▁ δρα στη ριο τη ­ των ▁επανα πτυ ξης ▁που ▁ε χ ουν ▁ανα λαβ ει ▁κυρ ι ως ▁την ▁προωθ ηση ▁των ▁ σχε σεων ▁μετα ξ υ ▁της ▁επαγγελματικ ης ▁κατα ρ τι σης ▁και ▁απασχολ ησης , ▁των ▁σχολ ει ων ▁και ▁των ▁επιχειρ η σεων ▁παρα ▁τη ▁γεω γρα φ ικη ▁απο ­ σταση ▁μετα ξ υ ▁των ▁ τοπ ων ▁αποκ τηση ς ▁και ▁χρησιμοποι ησης ▁των ▁επαγγελματικ ων ▁προσ ον των .
▁προ ληψη
▁ πολιτικ ους ▁παρα γον τες , ▁ο πως :
▁1. a τ μ ικη ▁δε σ pi υ σα ▁ θεση ▁εν θε τ ▁6 : ▁m ci ▁world com / s print ▁2.
▁προ ορ ισ μος
▁ τε λος , ▁δεν ▁απο κλει εται ▁να ▁αιτ ι ολογ ουν ται ▁αρ νη ­ σεις ▁παρ ο χη ς ▁λογ ω ▁ελ λει ψη ς ▁παρ αγωγι κη ς ▁ ικαν ο τητα ς .
▁ ι θα γεν εια ▁της ▁εν ωσης
▁η ▁ λη ξη ▁τη ▁ε τα βα τικη ▁α pi αγορ ευση ▁ν εων ▁φυτ ευ σεων ▁δεν ▁ε pi η ρε αζ ει ▁την ▁ υ pi ο χ ρε ωση ▁συ ορ φ ωση ▁ε ▁την ▁ισ χ υ ουσα ▁κοιν ο τικη ▁νο ο θεσ ια : ▁αν ▁οι ▁καν ο νε ▁δεν ▁τη ρ ουν ται , ▁η ▁ε pi ι τρο pi η ▁θα ▁συνεχ ισ ει ▁να ▁λα βα νει ▁κατα λλη λα ▁ε τρα .
▁c - 62 / 88 ▁ελλην ικη ▁δημοκρατ ια ▁κατα ▁συμβ ουλ ιου ▁εμπορικ η ▁ πολιτικ η
▁l ▁121 ▁της ▁5.5 . 1981 .
▁αρ θρο ▁183
▁- ▁το ▁παρα γω γο ▁δικαι ο ▁που ▁απο ρ ρε ει ▁απο ▁τις ▁συν θηκε ς ▁με ▁τις ▁ο ποιες ▁ιδ ρυ ονται ▁οι ▁τρεις ▁ευρωπα ικ ες ▁ κοι ­ νο τη τες ▁( καν ον ισ μοι , ▁απο φα σεις , ▁οδηγ ιες ▁κλπ . ) '
▁εν του τοι ς , ▁η ▁ε ε ▁ κρι νει ▁οτι ▁οι ▁εκ λογ ες ▁αυτ ες ▁αντι κα τοπ τρι ζουν , ▁κατα ▁τροπο ▁σχετικ α ▁ευ λογο , ▁τις ▁επιθυμ ιες ▁των ▁πο λι ­ των ▁της ▁σ ρι ▁ λαν κα .
▁υπο δει γ ματα ▁uk 6 , ▁7- β ορ εια ▁ ιρ λαν δια .
▁οι ▁συζητ η σεις ▁του ▁συμβ ουλ ιου ▁και ▁της ▁ema ▁θα ▁ε στι αζ ονται ▁κυρ ι ως ▁στη ▁συζητ ηση ▁επι λογ ων ▁η ▁ λυ σεων ▁που ▁προ τει νονται ▁στο ▁εγ γραφο ▁της ▁προ εδ ρια ς ▁η ▁της ▁ γραμμα τ ειας .
▁να ▁προσ διο ρ ιστ ει ▁ο ▁ ρυθμ ος ▁χρηματοδοτ ησης ▁που ▁προβ λε π εται ▁για ▁το ▁καθ εστ ως ▁αυτο .
▁σημαντικ η ▁ ου τε ▁η ▁e ek ▁ ου τε ▁το ▁δ π χα ▁ ου τε ▁καν ε να ▁προσ ω πο ▁εξ ▁ονομα τος ▁της ▁e ek ▁η ▁του ▁δ π χα ▁ φερ ει ▁ε υθυν η ▁για ▁τον ▁εν δε χο μενο ▁τροπο ▁χρ ησης ▁αυτ ων ▁των ▁πληροφορ ι ων .
▁η δη ▁οι ▁επι πτω σεις ▁του ▁προγραμματ ος ▁για ▁την ▁απασχολ ηση ▁ειναι ▁σα φ ως ▁θε τι κες : ▁υπο λογ ιζ εται ▁οτι ▁δημιουργ η θηκαν ▁10 ▁300 ▁ νε ες ▁θε σεις ▁απασχολ ησης , ▁εν ω ▁ο ▁συνολικ ος ▁στο χος ▁ειναι ▁17 ▁500 .
▁οι ▁προσ φε υγ ουσες ▁της ▁κυρ ια ς ▁δικ ης , ▁η ▁ γερμαν ικη , ▁η ▁γαλλικ η ▁και ▁η ▁ελλην ικη ▁κυβερν ηση ▁καθ ως ▁και ▁η ▁επι τρο πη ▁υπ ε βα λαν ▁γραπτ ες ▁ παρατηρ η σεις ▁εν ωπ ιον ▁του ▁ δικα στη ρι ου ▁και ▁προ φορ ικ ες ▁ παρατηρ η σεις ▁κατα ▁την ▁επ ’ ▁ακ ρο ατ ηρ ιου ▁συζητ ηση ▁στο ▁συν ολο ▁των ▁υπο θε σεων .
▁com ( 99) ▁7 48 ▁ τελ ικο ▁προ τα ση ▁οδηγ ια ς ▁τον ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁και ▁του ▁συμβ ουλ ιου ▁για ▁την ▁τροπο ποι ηση ▁των ▁οδηγ ι ων ▁85 /6 11 / ε οκ .
▁ ω στο σο , ▁ πρεπε ι ▁να ▁επι σημα νουμε ▁οτι ▁ορ ισ με νες ▁απο ▁αυτ ες ▁τις ▁επιχειρ η σεις ▁διατ ηρ ουν ▁ακ ο μη ▁μια ▁ σταση ▁εν το νης ▁δυσ πιστ ια ς ▁απε ν αντι ▁στην ▁ευρωπα ικη ▁εν ωση .
▁η ▁ γνω μ οδο τη σι ] ▁αυτ η , ▁που ▁υιοθετ η θηκε ▁ομο φωνα , ▁κατα ρτ ισ θηκε ▁με ▁ βαση ▁τις ▁εργασ ιες ▁του ▁τ μη ματος ▁περι βα λλον τος , ▁δημοσ ια ς ▁ υγ ειας ▁και ▁κατα ναλ ωσης , ▁ν πο ▁την ▁προ εδ ρια ▁του ▁κ . ▁vas co ▁cal
▁δε δο μενο υ ▁οτι ▁α φορ ουν ▁το ▁ιδιο ▁θε μα , ▁οι ▁ερωτ η σεις ▁αρ ι θ .
▁το ▁ εργο ▁αντι ετ ω pi ισε ▁ε pi ι τυχ ω ­ ▁την ▁pi ρο κληση ▁τη ­ ▁pi ρο σα ρο γη ­ ▁τη ­ ▁τεχν ολογ ια ­ ▁η λια κων ▁κ υτ τα ρων ▁ στι ­ ▁α pi αι τησε ι ­ ▁εν ο ­ ▁ τρο pi ι κου ▁ νη σι ου ▁ε ▁ελ αχ ι στη ▁ε pi ι pi ε δη , ▁ανοικτ η ▁ γη .
▁υπ αρ χει ▁δια φορ α ▁μετα ξ υ ▁του ▁ορ ισ μου ▁της ▁κατα χ ρη στικ ης ▁εκ με ταλ λευ σεως ▁που ▁περι λαμ βα νεται ▁στην ▁ανα κο ιν ωση ▁των ▁αιτ ια σεων ▁και ▁εκ ει νου ▁που ▁μνημ ον ευ εται ▁στην ▁ επιδ ικη ▁απο φα ση .
▁η ▁εκ θεση ▁ειναι ▁δια θεσ ι * η ▁* ε σω ▁του ▁δια κο * ι στη ▁europa ▁( http :// europa . eu ).
▁η ▁αντι με τω πι ση ▁αυτ η ▁βασ ιζ ο ταν ▁εξ αλ λου ▁στο ▁ιδιο ▁το ▁ κει μενο ▁των ▁ αρθρ ων ▁131 ▁ε ως ▁136 ▁της ▁συν θη κη ς ▁ε οκ ▁που ▁ανα φερ ονται ▁στη ▁συνδε ση ▁των ▁υπερ πον τι ων ▁χωρ ων ▁και ▁ε δα φων .
▁υπο ▁αυτ η ▁την ▁ ουσι ω δη ▁σκοπ ια , ▁μπ ορ ουμε ▁να ▁εκ φ ρα ­ σουμε ▁τις ▁σοβαρ ο τερες ▁αμφ ι βολ ιες .
▁περι βα λλον
▁ο ποι α ▁και ▁αν ▁θα ▁ειναι ▁η ▁εξε λι ξη , ▁και ▁θα ▁η θε λα ▁να ▁διαβ εβ αι ω σω ▁τον ▁κ . ▁ hend rick ▁ως ▁προς ▁αυτο , ▁η ▁επι τρο πη ▁ λαμ βα νη , ▁και ▁θα ▁ λαμ βα νη ▁υπο ψη ▁της ▁στην ▁εκ τι μη ση ▁της ▁για ▁το ▁δημοσ ιο ▁ε λλη μ μα ▁καθ ε ▁κρατ ους ▁με λους ▁το ▁επι πεδ ο ▁των ▁δημοσ ι ων ▁επε νδυ σεων , ▁συμφων α ▁με ▁το ▁αρ θρο ▁140 ▁γ , ▁παρα γραφο ς ▁3 ▁της ▁συν θη κη ς , ▁και ▁ο πως ▁εξ αλ λου ▁προ τει νη ▁και ▁ο ▁κ . ▁four can s .
▁συμφων α ▁με ▁το ▁εν δει κ τικο ▁ σχε ­ διο ▁χρηματοδοτ ησης , ▁η ▁συμβολ η ▁της ▁κοιν ο ­ τητα ς ▁υπο λογ ιζ εται ▁σε ▁139 , 870 ▁εκατ . ▁ευ ρω , ▁η ▁συμβολ η ▁του ▁κρατ ους ▁με λους ▁σε ▁185 , 2 16 ▁εκατ . ▁ευ ρω ▁και ▁η ▁συμβολ η ▁του ▁ιδιωτικ ου ▁το με α ▁σε ▁70 , 805 ▁εκατ . ▁ευ ρω .
▁— ▁για ▁την ▁υλοποι ηση ▁της ▁ε σω τερ ικη ς ▁ αγορ ας ▁σε ▁ σχε ση ▁με ▁την ▁προσ τα σια ▁του ▁περι βα λλο ­ ντο ς .
▁ fla her ty ▁κ . λπ . ▁κατα ▁επι τρο πη ς
▁τα ▁t kk ▁ο φει λ ουν ▁να ▁τη ρ ουν ▁τις ▁εθνικ ες ▁δια τα ξεις ▁οι ▁ο ποιες ▁πλ αι σι ων ουν ▁τις ▁πρα ξεις ▁κεφαλ αι ων ▁κι νδυ νου ▁στο ▁κρατ ος ▁με λος ▁στο ▁ο ποι ο ▁λειτουργ ουν .
▁45 ▁με ▁την ▁ο ποι α ▁προ τει νεται ▁η ▁ανα θεωρ ηση ▁της ▁οδηγ ια ς ▁αυ της ▁δυο ▁ χρον ια ▁μετα ▁την ▁εγ κριση ▁της .
▁η ▁οικο νομ ια ▁των ▁χωρ ων ▁που ▁επ λη γ ησαν ▁φ αι νεται ▁να ▁εχει ▁ο πι σθ ο δρο μη σει ▁κατα ▁ χρον ια , ▁ισ ως ▁και ▁κατα ▁δε ­ κα ετ ιες .
▁- ▁προ γραμμα ▁1984 - 1988 ▁σχετικ α ▁με ▁την ▁απο ξη λωση ▁των ▁πυρ η νικ ων ▁εγ καταστ α σεων ▁5 /2 .1.1 58
▁— ▁στα ▁υπερ πον τια ▁γαλλικ α ▁δια με ρισμα τα ▁40 0,0 ▁εκατ ομ μ υ ρια ▁fr f
▁δι εθν εις ▁ εμπειρ ο γνω μον ες ▁επι βε βα ι ωσαν ▁προσ φα τα ▁οτι ▁ λη φ θηκαν ▁ο λες ▁οι ▁προ φυλ α ξεις ▁ο σον ▁α φορ α ▁την ▁ασφαλ εια ▁των ▁εκ σ υγ χρον ισ μενων ▁εγ καταστ α σεων .
▁θα ▁η θε λα ▁να ▁ευχαριστ η σω ▁το ▁αξι οτ ιμο ▁με λος ▁του ▁κοιν οβ ουλ ιου ▁που ▁ε θι ξε ▁αυτο ▁το ▁σημαντικ ο ▁ζητ ημα .
▁ο σον ▁α φορ α ▁την ▁οικο ­ νομ ικη ▁ πλευρ α , ▁δεν ▁θα ▁ε πρεπε ▁να ▁ε χ ουμε ▁αυτ α πα τες .
▁αφ η νουμε ▁τα ▁δει γ ματα ▁να ▁η ρε μη σουν ▁για ▁20 ▁λεπτ α ▁του λα χ ιστ ον ▁μετα ▁τη ▁δει γμα το λη ψ ια , ▁ ω στε ▁να ▁δια σπα στ ει ▁το ▁παγ ιδε υ μενο ▁ο ζ ον .
▁oo st lander ▁( ρ ρε ). ▁— ▁( nl ) ▁kup u : ▁προ εδ ρε , ▁ οπ ωσ δη ποτε ▁ο λος ▁ο ▁κοσμ ος , ▁αλλα ▁και ▁ο ▁ τυπο ς , ▁δια δηλ ων η ▁ σημ ερα ▁ οπ ▁ευχ εται ▁μια ▁δικαι η ▁και ▁δια φαν η ▁δικ η ▁του ▁κ . ▁oc alan .
▁— ▁πρωτ η ▁φ αση ▁( ε λη ξε ▁τον ▁δε κ εμ β ριο ▁του ▁1993 ): ▁η ▁ελ ευ θε ρη ▁κυκλοφορ ια ▁των ▁κεφαλ αι οι ▁ανα με σα ▁στα ▁κρατ η ▁με λη , ▁η ▁εν ισ χ υ ση ▁του ▁συντ ον ισ μου ▁των ▁οικο νομ ικ ων ▁ πολιτικ ων ▁και ▁η ▁αυ ξη ση ▁της ▁συνεργ α σια ς ▁μετα ξ υ ▁των ▁ κεντρ ικ ων ▁τραπεζ ων
▁αλλα ▁σε ▁κα μ μια ▁περι πτωση ▁δεν ▁μπ ορ ουμε ▁να ▁ακολουθ η σουμε ▁δυο ▁αντι θε τες ▁κατε υθυν σεις .
▁ε αν ▁σας ▁ενδιαφερ ει ▁να ▁ λαμ βα ν ετε ▁το ▁ηλεκτρο ν ικο ▁pi λη ρο φορ ια κο ▁δε λ τι ο ▁" es mail " ▁της ▁γενικ ης ▁ ∆ ι ε υθυν σης ▁α ▁p ▁i ▁α ▁σ ▁χ ▁ο λη ▁σ ▁η ▁ ς ▁ , ▁ κοινων ικ ων ▁ υ pi ο θε σεων ▁και ▁ισο τητα ς ▁των ▁ευ και ρι ων ▁της ▁ευ ρω pi α ικη ς ▁ε pi ι τρο pi ης , ▁pi α ρα κα λε ισ θε να ▁α pi ο στε ιλ ετε ▁ηλεκτρο νικ η ▁ε pi ι στο λη ▁στη ▁διε υθυν ση ▁em pl - es mail @ ec . europa . eu ▁- ▁το ▁pi λη ρο φορ ια κο ▁δε λ τι ο εκ δι δ εται ▁τακτικ α ▁στα ▁ γερμαν ικα , ▁τα ▁αγ γλ ικα ▁και ▁τα ▁γαλλικ α .
▁συμ φ ω ­ νουμε ▁επι σης ▁με ▁την ▁προ τα ση ▁του ▁κ . ▁chant erie . ▁που ▁ζητ α ▁το ▁δια χ ωρ ισ μο ▁των ▁κανονι στικ ων ▁ ρυθμ ι σεων ▁ανα φορ ικα ▁με ▁τις ▁τρεις ▁ μορφ ες ▁επιχειρ η σεων , ▁κατα ▁τροπο ▁ ω στε ▁να ▁αντ απο κρι νονται ▁στις ▁ιδι αι τερο τη τες ▁της ▁καθ ε μια ς ▁απ ' ▁αυτ ες .
▁ ποτε ▁ πρεπε ι ▁να ▁συγκ ρι νονται ▁οι ▁εκ πομπ ες ▁θ ορ υ βου ▁διαφορετικ ων ▁μηχαν ημα των
▁( ▁15 ▁) ▁περι βα λλον ▁και ▁βι ω σιμη ▁διαχειρ ιση ▁των ▁ φυσ ικ ων ▁πο ρων , ▁συ μπερι λαμ ­ ▁β ανο μενο υ ▁του ▁θε ματ ι κου ▁προγραμματ ος ▁για ▁την ▁ενεργ εια ▁( en rt p ).
▁θα ▁σας ▁ ημ ουν ▁ευ γνω μ ων ▁ε αν ▁που ▁επι βε βα ι ων ατε ▁τη ▁συμφων ια ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς ▁γι ' ▁αυτ η ▁την ▁προσ ω ρι νη ▁εφαρμο γη .
▁α λι εια
▁αιτ ι ολογ η σεις ▁ ψηφ ου
▁συνεργ α σια ▁ σημα ιν ει ▁οικο νομ ια
▁προ εδ ρος . ▁— ▁ευχαριστ ω ▁πολυ , ▁κυρ ι ε ▁fi sch ler .
▁τεχν ικα ▁με τρα
▁εκ δοση ▁απο ▁την ▁επι τρο πη ▁στις ▁17 ▁δε κ εμ ­ β ρι ου .
▁θα ▁η θε λα ▁επι σης ▁να ▁χαιρ ε τι σω ▁την ▁παρ ουσι α ▁στο ▁ θεωρ ειο ▁των ▁επι σημ ων ▁του ▁ βου λευ τη ▁segura ▁clave l , ▁εκ προ σω ­ που ▁των ▁ισ πα νικ ων ▁cortes , ▁που ▁βρ ι σκ εται ▁ σημ ερα ▁ανα ­ με σα ▁μας .
▁ε αν ▁το ▁συμπ ερα σμα ▁ειναι ▁κατα φα τικο , ▁η ▁ομαδ α ▁συμβ αλλ ο μεν ιον ▁ μερ ιον ▁καθ ορ ιζ ει ▁τις ▁συν θη ­ κες ▁υπο ▁τις ▁ο ποιες ▁το ▁με ρος ▁που ▁προ κα λει ▁τη ▁ ζη μια ▁ πρεπε ι ▁να ▁ανα στ ει λει ▁το ▁με τρο ▁στη ρι ξης ▁που ▁προ κα λει ▁τη ▁δια φορ α .
▁εκ τελ εστ ικο ▁οργαν ισ ο ▁για ▁το ▁προ γρα α ▁ ∆ η ο σια ▁ υ γεια ▁( phe a )
▁ο μως ▁για ▁καθ εν αν ▁απο ▁τα ▁ακολουθ α ▁ ατο μα ▁αφαιρ εστε ▁απο ▁το ▁ εβ δο μα δια ιο ▁εισ οδ ημα ▁σας :
▁πα πα για ν να κη ς ▁( gue ). ▁— ▁κυρ ια ▁προ εδ ρε , ▁νο μι ζω ▁οτι ▁ο ▁συνα δε λφ ος ▁ανε πτυ ξε ▁το ▁σκ επ τικο ▁των ▁ερωτ η σεων ▁μας .
▁0 ▁λογ ος ▁του ▁συ χ να ▁δι νει ▁τον ▁τον ο ▁για ▁τα ▁θε ματα ▁που ▁θα ▁συζητ η θ ουν ▁απο ▁το ▁ευρωπα ικο ▁συμβ ου λιο .
▁αλλ ες ▁ γνωσ τες ▁χημικ ες , ▁εκ ρη κ τι κες , ▁ ρα δι ενεργ ες , ▁βι ολογ ικ ες ▁ ουσι ες ▁της ▁ομαδ ας ▁15 ▁p ▁i ▁ο ▁ υ ▁δεν ▁ανα φερ ονται ▁αν ω τε ρω
▁απο φ .
▁ βαση
▁ελ πι ζω ▁οτι ▁η ▁εκ θεση ▁του ▁θα ▁βρει ▁και ▁στο ▁κοιν ο βου λιο ▁ευ ρε ια ▁πλ ειο ψηφ ια , ▁ο πως ▁και ▁στην ▁επι τρο πη ▁περι βα λλον τος , ▁δημοσ ια ς ▁ υγ ειας ▁και ▁προσ τα σια ς ▁των ▁κατα ναλ ω των .
▁« ευ ρω pi α ικη ▁ στρατηγικ η ▁για ▁α ει φορ ο , ▁ανταγωνιστικ η ▁και ▁ασφαλ η ▁ενεργ εια » ▁(*) : ▁αυτ η ▁η ▁πρα σι νη ▁βι βλ ο , ▁pi ου ▁ υ pi ο βλη θηκε ▁α pi ο ▁την ▁ευ ρω pi α ικη ▁ε pi ι τρο pi η ▁ στι ▁8 ▁ μαρτ ιου ▁2006, ▁α pi ο τελ ει ▁αντι κει ε νο ▁ανοικτ ου ▁ δη ο - σι ου ▁δια λογ ου ▁ε χ ρι ▁τι ▁24 ▁σε pi τε β ρι ου ▁2006.
▁ ση εια ▁64 – 67
▁σε ▁συνεργ α σια ▁με ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο ▁(2
▁οι ▁πρωτο βου λι ες ▁που ▁αρχι σαν ▁το ▁1996 ▁( μη νια ια ▁ενημερω τικη ▁επι στο λη , ▁συνε δρ ια σεις ▁των ▁ πολιτ ων , ▁στη ρι ξη ▁ σχε δι ων ) ▁συνεχ ι στηκαν , ▁κατα βλη θηκε ▁δε ▁ιδι αι τερη ▁προσ παθ εια ▁για ▁την ▁εν η ­ μερ ωση ▁των ▁ν εων ▁και ▁των ▁σχολ ικ ων ▁ κυκλ ων .
▁με ▁τη ▁δια κρατ ικη ▁συνεργ α σια ▁σε ▁κοιν ο τικο ▁επι πεδ ο .
▁ανα κεφ αλ αι ων οντας : ▁οι ▁τροπο λογ ιες ▁sch lei cher ▁κατα ▁την ▁ κριση ▁μου ▁θα ▁εν ισ χ υ σουν ▁την ▁οδηγ ια ▁και ▁συνε πως ▁χαιρ ο ­ μαι ▁που ▁ μπο ρω ▁να ▁τις ▁δε χ θ ω ▁ο λες ▁εκ τος ▁απο ▁την ▁υπ . ▁αριθμ ο ▁3.
▁κατα ▁καν ο να , ▁ο ▁ο ρι σο ▁των ▁α λι ευ τι κων ▁pi ερ ιο χων ▁ειναι ▁ενα ▁α pi ο ▁τα ▁pi ιο ▁pi ολ υσ υ ζη τη ε να ▁θε α τα ▁του ▁α ξο να ▁4.
▁θα ▁εξα σφαλ ισ ει ▁στεν η ▁συνεργ α σια ▁με ▁τα ▁κρατ η ▁με λη , ▁με ▁σκοπ ο ▁να ▁αντ επ εξ ελ θει ▁στις ▁ανε παρ κει ες ▁των ▁εθνικ ων ▁συστ ημα των ▁διαχειρ ιση ς ▁και ▁ε λεγ χου , ▁ο πως ▁το ▁πρα τ τει ▁η δη ▁απο ▁το ▁1993 ▁με ▁επι τυχ ια ▁ο σον ▁α φορ α ▁τις ▁ δα πα νες ▁του ▁εγ τ πε / τ μη μα ▁εγγυ η σεων .
▁πρωτο κο λλο ▁που ▁καθ ορ ιζ ει ▁τις ▁α λι ευ τι κες ▁δ υν ατο τη τες ▁και ▁τη ▁χρηματοδοτ ικη ▁συνε ισ φορ α ▁που ▁προβ λε π ονται ▁στη ▁συμφων ια ▁μετα ξ υ ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς ▁και ▁της ▁ισ λαμ ικη ς ▁δημοκρατ ια ς ▁της ▁μα υ ρι ταν ια ς ▁ο σον ▁α φορ α ▁την ▁α λι εια ▁στα ▁ανοιχτ α ▁της ▁μα υ ρι ταν ια ς , ▁για ▁την ▁περι οδο ▁απο ▁την ▁1 η ▁αυγ ουσ του ▁1993 ▁ε ως ▁τις ▁31 ▁ ι ουλ ιου ▁1996
▁οι ▁οργαν ω σεις ▁εργ οδο ­ των ▁και ▁εργ αζ ο μενων ▁συνεργ αζ ονται ▁η δη ▁μετα ξ υ ▁τους ▁σε ▁επι πεδ ο ▁eure gio .
▁ακ ο μη , ▁ πρεπε ι ▁να ▁δο θει ▁η ▁δ υν ατο τητα ▁στους ▁ δα σκα λους ▁να ▁ βελ τι ω σουν ▁τις ▁ ικαν ο τη τες ▁τους ▁επι κοινων ια ς ▁στην ▁εν ▁λογ ω ▁ γλωσσ α ▁και ▁τις ▁ γνωσ εις ▁τους ▁γ υ ρω ▁απο ▁τον ▁ πολιτ ι ­ σμ ο ▁του ▁κρατ ους ▁με λους ▁« υπ οδο χη ς ».
▁προ κει ται ▁για ▁ενα ▁δυσκολ ο ▁ εργο , ▁τα ▁αποτελεσμα τα ▁του ▁ο ποι ου ▁δεν ▁θα ▁γι νουν ▁αντι λη π τα ▁το σο ▁συν το μα .
▁χαλ υ β ουργ ια : ▁ ετ ησ ιες ▁στα τι στικ ες ▁1992 ▁/ ▁στα τι στικ η ▁υπηρε σια ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των : ▁επι τρο πη ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των ▁[ δια φορ ες ▁στα τι στικ ε ; ) ▁da / en / fr / gr / nl ▁- ▁199 . 3 ▁- ▁xxx ii . ▁123 ▁o . :21 . 0 ▁χ ▁29. 7 ▁cm : ▁α ο ε το ; ▁430 ▁e ▁ca - 75 - 92 - 736 -5 e - c ▁is bn ▁92 -8 26 - 48 29 - x : ▁e cu ▁28 ▁da ▁: ▁91 ▁- ▁1 ▁- ▁224 . ▁de ▁: ▁93 ▁- ▁1 ▁- ▁215 . ▁en ▁: ▁93 ▁- ▁1 ▁- ▁225 . ▁es ▁: ▁93 ▁- ▁1 ▁- ▁ 229 . ▁fr ▁: ▁93 ▁- ▁1 ▁- ▁ 229 , ▁it ▁: ▁93 ▁- ▁i ▁- ▁ 229 . ▁ nl ▁: ▁93 ▁· ▁1 ▁- ▁224 . ▁pt ▁: ▁93 ▁- ▁1 ▁- ▁ 229
▁η ▁αξι α ▁των ▁αλλα γων ▁ο σον ▁α φορ α ▁τους ▁βασικ ους ▁ μισθ ους ▁ειναι ▁αμφ ισ βη τη σιμη .
▁9 ▁γενικ οι ▁προσ ανα το λι σμ οι ▁για ▁τον ▁προ υπ ολογ ισ μο ▁2002 : ▁αλλα ▁τ μη ματα , ▁απ ρι λιο ς , ▁ σελ .
▁υπο θ . ▁58 / 84 ▁— ▁office ▁national ▁des ▁ ερ μην εια ▁των ▁ αρθρ ων ▁12 ▁και ▁46 ▁του ▁κανονι σ μου ▁αρ θρο ▁177 ▁ε οκ ▁pension s ▁pour ▁travailleurs ▁sala ries ▁αρ ι θ .
▁ο μως , ▁εκ ει νο ▁το ▁ο ποι ο ▁θε λω ▁να ▁πω ▁ειναι ▁το ▁εξ ης : ▁η ▁επι τρο πη ▁δι νει ▁πολυ ▁μεγαλ η ▁ σημα σια ▁- και ▁ σω στα ▁καν ει - ▁στις ▁με λε τες .
▁ ολα ▁τα ▁κοιν ο τικα ▁οργαν α , ▁με ▁τη ▁συν δρο μη ▁των ▁οικο νομ ικ ων ▁και ▁ κοινων ικ ων ▁ κυκλ ων , ▁θα ▁ πρεπε ι ▁να ▁ δω σουν ▁ιδι αι τερη ▁προσ ο χη ▁στη ▁δια σκε ψη ▁των ▁η νω μενων ▁ εθν ων ▁με ▁θε μα ▁το ▁διε θ νη ▁ κω δικα ▁για ▁τη ▁μετα φορ α ▁τεχν ολογ ια ς .
▁/ ▁p ▁ο που ▁ρ ▁ειναι ▁η ▁βιο μη χαν ικη ▁παρα γω γη ▁και ▁οι ▁εκ θε τες ▁εξηγ ουν ται ▁ο πως ▁στο ▁2) ▁παρα παν ω .
▁marin , ▁αντι προ εδ ρος ▁της ▁επι τρο πη ς . ▁— ▁( es ) ▁κυρ ι π ▁ban otti , ▁ θη ▁η θελ π ▁ν π ▁σπ ς ▁π ν π κοι νω σω , ▁ο πως ▁μου ▁ζητ ησε ▁ο ▁συνα δε λφ ος ▁μου ▁κ . ▁and ries sen , ▁ποι π ▁π κρι β ως ▁ ητ π ν ▁η ▁π να πτυ ξη ▁του ▁προ γραμμ π τος ▁επ ει γου σης ▁π ν θ ρω πιστ ικη ς ▁βοηθ ει π ς ▁γι π ▁τ π ▁ ρου μπ νικ α ▁ορ φ π νο τρο φει π .
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁η ▁επι τρο πη ▁προ τει νει ▁την ▁επι βολ η ▁εν ος ▁συντ ελε στη ▁9 , 35 ▁e cu ▁ανα ▁1000 ▁λι τρα ▁απο ▁την ▁1 η ▁ ια νου αρ ιου ▁1993.
▁ σχε διο ▁για ▁την ▁αναπτ υ ξη ▁συμφων ια ς ▁ εται ρ ικη ς ▁με ▁τις ▁χωρ ες ▁ακ ε .
▁διαφορετικ η ▁εικον α ▁επι κρατ ει ▁στην ▁ ιρ λαν δια , ▁ο που ▁οι ▁γυναικ ες ▁κατε χ ουν ▁μονο ▁το ▁10% ▁των ▁θε σεων ▁εργασ ια ς ▁στον ▁το με α ▁της ▁γεω ρ για ς .
▁η ▁ ετ π ▁κατα νο ει ▁οτι ▁για ▁τους ▁αερο λι με νες ▁μετα τρο πη ς ▁ πρεπε ι ▁να ▁ισ χ υ ουν ▁ιδι αι τερο ι ▁καν ο νες .
▁η ▁κυρ ιο τερη ▁pi ρο στι θε ε νη ▁αξι α ▁του ▁leader + ▁η ταν ▁ο ▁ρ ολο ▁τη ▁ οτ ∆ ▁στη ▁ δη ι ουργ ια ▁ ια ▁ευ ρε ια ▁ εται ρ ικη ▁ σχε ση ▁pi ου ▁θα ▁pi ο ρου σε ▁να ▁ υ λο pi οι ησε ι ▁το ▁ εργο .
▁η ▁βιο ποι κι λια ▁στην ▁ευ ρω πη ▁τελε ι ▁υπο ▁την ▁πι εση ▁των ▁ ανθρωπ ιν ων ▁επι πτω σεων ▁απο ▁ο λους ▁τους ▁το μ εις - στο χους .
▁ανα λυ οντας ▁την ▁επι π το ^ ση ▁ τοπ ▁δι αρθρ ω τι κων ▁παρε μ βα σε οπ ▁στην ▁απ ασ χο ­ λη ση , ▁η ▁επι τρο πη , ▁με ▁ανα κο ιν ωση ▁(7) ▁της ▁20 ης ▁ μαρτ ιου , ▁καλ ε σε ▁ιδι ως ▁σε ▁ενεργ ο τερη ▁συμ με το χη ▁των ▁το πι κων ▁ αρχο ' ) ν , ▁των ▁ κοινων ικ ων ▁ εται ρων , ▁των ▁δια φορ ων ▁συλλ ο γων ▁και ▁εν ω σεων ▁και ▁των ▁επιχειρ η σεων ▁στην ▁υλοποι ηση ▁των ▁δι αρθρ ω τικο ι ▁παρε μ βα σεων , ▁δε δο μενο υ ▁οτι ▁η ▁εμβ α θυ νση ▁αυτ η ▁της ▁ εται ­ ρ ικη ς ▁ σχε σης ▁ειναι ▁ ουσι ασ τικη ▁προ υπο θεση ▁για ▁την ▁εν ισ χ υ ση ▁της ▁επι πτωση ς ▁των ▁παρε μ βα σεων .
▁πρωτο ν , ▁η ▁κυβερν ηση ▁εχει ▁ανα μορφ ωσε ι ▁το ▁συστ ημα ▁των ▁τι τ λων ▁επαγγελματικ ης ▁ε ­ ξει δι κ ευση ς ▁και ▁τ ωρα ▁καθ ιερ ων ει ▁το ▁ θεσ μο ▁των ▁εθνικ ων ▁τι τ λων ▁επαγγελματικ ης ▁ε ­ ξει δι κ ευση ς ▁( national ▁voca tional ▁quali ­ fica tions ▁- ▁[ n v q s ] ▁ ).
▁ ω στο σο , ▁υπο γραμμ ιζ ει ▁την ▁ανα γκ η ▁να ▁εξα σφαλ ιστ ει ▁η ▁συμ με το χη ▁των ▁το πι κων ▁και ▁περιφερ εια κων ▁αρχ ων ▁στην ▁εκ πον ηση ▁της .
▁11 .3. 1996 ▁δε λ τι ο ▁ τυπ ου ▁55 15 / 96 ▁presse ▁55
▁• ▁απο ▁κοιν ου ▁εξε τα ση ▁των ▁υπ αρχο ν των ▁περι θ ω ρι ων ▁ελ ιγ μ ων , ▁κυρ ι ως ▁για ▁να ▁εν θα ρρ υν ­ θ ουν ▁οι ▁δημοσ ιες ▁και ▁οι ▁ιδιωτικ ες ▁επε νδυ σεις .
▁• ▁η ▁τρι το βαθ μια ▁προ ληψη ▁απε υθυν εται ▁στα ▁ ατο μα ▁με ▁εγκ ατε στη μενη ▁ παθ ηση , ▁στα ▁ο ποι α ▁η ▁παρε μ βαση ▁ μπο ρει ▁να ▁περιορισ ει ▁τη ▁συν οδο ▁ανα πη ρια ▁η ▁την ▁προ οδο ▁της ▁νοσ ου .
▁διατ ακ τικο
▁prag ▁( ed ), ▁εισ η γη της . ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε ▁επι ▁εν ος ▁προσ ω πι κου ▁θε ματος ▁ως ▁προς ▁αυτ α ▁που ▁ ει πε ▁η ▁κ . ▁cast le .
▁η ε ▁p ▁i ι ▁ τρο ▁p ▁i ▁η ▁ υ p ▁i ▁ο ▁ βαλ λει ▁συστ α σεις ▁στο ▁ . ▁ε ▁να ▁p ▁i ▁ο ▁ κει ▁ ται στο ▁να ▁συνα δ ουν
▁σχετικ α ▁με ▁αυτο , ▁η ▁επι τρο πη ▁εκ τι μα ▁οτι ▁ πρεπε ι ▁να ▁δο θει ▁κυρ ι ως ▁προ τερα ιο τητα ▁στην ▁αυ ξη μενη ▁προσφυγ η ▁στις ▁ανα νε ω σιμ ες ▁ενεργ ει ες , ▁επ ει δη ▁αυτ ες ▁ δυ ναν ται ▁να ▁συμβ αλ ουν ▁αποφασισ τικα ▁στη ▁σταθερ ο ποι ηση ▁των ▁εκ πομπ ων ▁του ▁c 02.
▁το ▁ ικα στη ριο ▁τ ν ▁ευ ρ πα ικ ν ▁κοιν οτ ητ ν ▁στο ▁νεο ▁ ικ ασ τικο ▁με γα ρο
▁ν ▁ο ▁σ ▁τι ▁ ι ▁α ▁!
▁οι ▁οργαν ισ μοι ▁ τυπο ποι ησης ▁ε χ ουν ▁την ▁τα ση ▁επι ▁του ▁παρ ον τος ▁να ▁προτιμ ουν ▁το ▁προ τυπο ▁αποτελεσμα των ▁απο ▁το ▁προ τυπο ▁με σ ων ▁και ▁αυτο ▁για ▁δυο ▁λογ ους .
▁ισ ημ εριν ου , ▁με ξι κο , ▁πε ρου , ▁ ου ρου γου α η
▁τρι των ▁χωρ ων ▁η / και ▁μη ▁παραδοσιακ ης ▁μπα να νας ▁ακ ε - ▁β )
▁προ τα ση ▁της ▁επι τρο πη ς : ▁com ( 2000 ) ▁ 384 ▁και ▁δε λ τι ο ▁7 /8 2000 , ▁ σημ ειο ▁1.3 . 90
▁— ▁συμ βαση ▁euro pol
▁αυτο ▁ μπο ρει ▁να ▁ε λεγ χ θει ▁π . χ . ▁με ▁ενα ▁μεταλλ ικο ▁π λεγ μα ▁ τοπ οθετ η μενο ▁στην ▁κα σε τα .
▁η ▁ε pi ι τρο pi η ▁ειναι ▁α pi ο φασ ισ μενη ▁να ▁ βελ τι ωσε ι ▁pi ερα ι τε ρω τη ▁διαχειρ ιση ▁των ▁κεφαλ αι ων ▁για ▁τα ▁ο pi οι α ▁ειναι υ pi ε υθυν η , ▁και ▁pi ρο τε ινε ▁την ▁α pi λου στ ευση ▁της ▁ νομ ικη ς βαση ς ▁για ▁την ▁εξω τερ ικη ▁βοηθ εια ▁( των ▁με σ ων ), ▁αφ ε νος και , ▁αφ ετε ρου , ▁των ▁σχετικ ων ▁ε σω τε ρι κων ▁δια δικα σι ων .
▁οι ▁προσ φε υγ οντες ▁αμφ ισ βη του σαν ▁την ▁αρ μο διο τητα ▁του ▁συμβ ουλ ιου ▁να ▁καθ ιερ ωσε ι ▁εισ φορ α ▁στην ▁παρα γω γη ▁ισο γ λυ κο ζη ς , ▁επι κα λ ουμε νοι ▁την ▁παρα βαση ▁της ▁δια ταξη ς ▁αυ της .
▁με σο λαβ η τες ▁τσ ιγ γαν οι ▁κατα ρ τι στηκαν ▁και ▁εργ αζ ονται ▁σε ▁πολλ α ▁με ρη , ▁απο τελ ων τας ▁ενα ▁ σημ ειο ▁επα φη ς ▁μετα ξ υ ▁των ▁οικογενε ι ων ▁και ▁του ▁σχολ ει ου .
▁ πηγ η : ▁υπηρε σι ες ▁της ▁επι τρο πη ς .
▁ειδικ α ▁για ▁θε ματα ▁επαγγελματικ ης ▁και ▁εν δο επι χει ρη σια κη ς ▁κατα ρ τι σης , ▁οι ▁μεγαλ υ τερες ▁οικο νομ ικ ες ▁εν ω σεις ▁της ▁ γερμαν ια ς ▁ε χ ουν ▁ιδ ρυ σει ▁την ▁cert qua ▁g m bh , ▁ως ▁υπηρε σια ▁πιστοποι ησης ▁φορ εων ▁κατα ρ τι σης ▁και ▁τ μη ματ ων ▁κατα ρ τι σης ▁επιχειρ η σεων .
▁mira nda ▁da ▁sh va ▁( c g ). ▁— ▁( pt ) ▁κυρ ι ε ▁προ ε ­ δρ ε , ▁ειναι ▁προ φαν ες ▁οτι ▁στο ▁μα ασ τρι χ τ ▁ τε θηκαν ▁οι ▁προ οπ τι κες ▁για ▁μια ▁σημαντικ η ▁εμβ α θυ νση ▁της ▁δια δι ­ κα σια ς ▁εν ο ποι ησης .
▁κατ οπ ιν ▁των ▁προ εκ τε θεν των , ▁κατα λη γω ▁στο ▁συμπ ερα σμα ▁οτι , ▁συμφων α ▁με ▁τις ▁αρχ ες ▁του ▁κοιν ο τι κου ▁ τελ ων εια κου ▁δικαι ου ▁και ▁για ▁την ▁επι βολ η ▁δ ασ μου ▁αντι ντα μπ ινγκ ▁ο πως ▁του ▁καθ ορ ιζ ο μενο υ ▁με ▁την ▁απο φα ση ▁περι ▁επι βολ ης ▁προσ ω ρι νου ▁δ ασ μου , ▁αν ▁ο ▁εισαγωγ ε ας ▁ δηλ ωσε ι ▁την ▁πραγματ ι ▁πληρ ω θει σα ▁η ▁πληρ ω τε α ▁τι μη , ▁οι ▁ τελ ων εια κες ▁αρχ ες ▁δεν ▁ε χ ουν ▁την ▁ευχ ερ εια ▁να ▁προσ διο ρι σουν ▁τη ▁ δα σμ ολογ η τε α ▁αξι α ▁βασ ει ▁τιμ ης ▁που ▁ορ ισ τηκε ▁στο ▁πλ αι σιο ▁πω λη σεως ▁προ γεν εστε ρης ▁αυ της ▁βασ ει ▁της ▁ο ποι ας ▁εγ ινε ▁ο ▁προσ διο ρι σ μος ▁αυτο ς .
▁καθ ως ▁η ▁ γραμμ η ▁δια σχ ιζ ει ▁περι ο χες ▁με ▁ βου να ▁( α πεν ν ινα ), ▁θα ▁ πρεπε ι ▁να ▁κατασκευασ τει ▁ενα ς ▁σημαντικ ος ▁αριθμ ος ▁σ ηρ αγ γων ▁( ι δια ι τερα ▁μετα ξ υ ▁φ λω ρε ντι ας ▁και ▁ μπο λων ια ς ).
▁η ▁φιλ ελε υ θε ρη ▁ομαδ α ▁πιστ ευ ει , ▁αντι θε τα , ▁οτι ▁ πρεπε ι ▁να ▁κατα δικα σουμε ▁για ▁μια ▁ακ ο μη ▁φορ α ▁με ▁τη ▁με γα ­ λυ τερη ▁αυστηρ ο τητα ▁την ▁επα ισ χ υν τη ▁ σταση ▁του ▁ ιρ ακ ▁στο ▁κου βε ιτ .
▁οι ▁ πολιτ ες ▁αυτο ι ▁κατα δικα σ θηκαν ▁σε ▁μακρο χ ρο ­ ν ιες ▁και ▁συ χ να ▁επανα λαμ βα νο με νες ▁περι οδο υς ▁αν ερ ­ για ς ▁και ▁χωρ ις ▁κα μια ▁ δρα στη ριο τητα , ▁ ειδ αν ▁το ▁βιο τικο ▁τους ▁επι πεδ ο ▁να ▁υπο βαθ μ ιζ εται .
▁αιτ η σεις ▁δια βου λευ σεων ▁pi ου ▁ υ pi οβ αλλ ονται ▁α pi ο ▁αλλα ▁οργαν α ▁η ▁α pi ο ▁κρατ η ▁με λη
▁ πτωση ▁στον ▁το με α ▁των ▁μετα φορ ων
▁οι ▁υπηρε σι ες ▁της ▁επι τρο πη ς ▁απ εστ ει λαν ▁στις ▁29 ▁ οκ τι οβ ρι ου ▁1997 ▁στις ▁προσ φε υγ ουσες ▁εγ γραφο ▁καλ ι οντας ▁τους ▁να ▁παρα σχ ουν ▁πληροφορ ιες ▁επι ▁της ▁ στρατηγικ ης ▁τους ▁σε ▁θε ματα ▁τιμ ων .
▁εξα σφαλ ι ζουν ▁τη ▁δια τρο φη ▁μας ▁με σω ▁της ▁γεω ρ γ ικη ς ▁παρα γω γη ς .
▁παρα πομπ η ▁ οχι ▁δια θε σιμη
▁8 ▁απ ρι λι ου ▁1992
▁αρ θρο ▁28
▁" η ▁ευρωπα ικη ▁περιφερ εια κη ▁ πολιτικ η ▁ μπο ρει ▁να ▁επι τυχ ει ▁μονο ▁αν ▁συνδε θει ▁με ▁την ▁πε ­ ρι φερ εια κη ▁ πολιτικ η ▁των ▁κρατ ων ▁με λων ▁και ▁των ▁ιδι ων ▁των ▁περιφερ ει ων .
▁απο φα σεις ▁90 / 368 / ε οκ ▁ε ως ▁90 / 372 / ▁ε οκ ▁σχετικ ες ▁με ▁το ▁ειδικ ο ▁προ γραμμα ▁για ▁τον ▁εξο ­ πλ ισ μο ▁των ▁α λι ευ τι κων ▁λι μενων ▁στο ▁πλ αι σιο ▁του ▁κανονι σ μου ▁( ε οκ ) ▁αρ ι θ . ▁40 28 / 86 ▁του ▁συμβ ουλ ιου .
▁blok land ▁( i - ed n ). ▁- ▁( nl ) ▁κυρ ι ε ▁προ εδ ρε , ▁κατα ▁τις ▁συζητ η σεις ▁για ▁το ▁ευ ρω ▁δια πιστ ω σα ▁συ χ να ▁δυο ▁μονο ­ μερ εις ▁και ▁αντι φα τι κες ▁απο ψεις .
▁τα ▁τελε υ ται α ▁ε τη , ▁ε χ ουν ▁ανα κοι νω θει ▁και ▁αλλ ες ▁προσ κλη σεις ▁για ▁υπο βολ η ▁προσ φορ ων ▁οι ▁ο ποιες ▁προ ηλ θαν ▁απο ▁μια ▁γενικ η ▁διε υθυν ση ▁σε ▁συνεργ α σια , ▁με ▁τη ▁μετα φρ ασ τικη ▁υπηρε σια .
▁υπο θ . ▁c - 389 / 92 ▁balla st ▁ne dam ▁groep ▁n v ▁κατα ▁belgi sche ▁staat ▁( βελ γι κου ▁δημοσ ιου ) ▁δικαι ο ▁επιχειρ η σεων
▁d ▁εκ δοση ▁απο ▁την ▁επι τρο πη ▁ανα κο ιν ωσης ▁για ▁τη ▁ στρατηγικ η ▁συνεργ α σια ς ▁μετα ξ υ ▁της ▁ευ ρω πη ς ▁και ▁της ▁α σια ς ▁στον ▁το με α ▁της ▁ενεργ ειας ▁( — ▁> ▁ σημ ειο ▁1.3 . 140 ). ▁ πολιτικ η ▁μετα φορ ων
▁ο ποτε ▁η ▁επι τρο πη ▁δεν ▁ μπο ­ ρει ▁να ▁παρ ει ▁ θεση ▁για ▁το ▁θε μα ▁αυτο .
▁επιχειρ η ματα ▁των ▁δια δι κων
▁προσ φα τα ▁βρε θηκα με ▁με ▁την ▁αντι προ σω πει α ▁για ▁τις ▁ σχε σεις ▁με ▁την ▁α σια ▁στην ▁ ιν δο νη σια .
▁δεν ▁ειναι ▁αρ μο διο τητα ▁της ▁κοιν ο τητα ς .
▁ο ▁κανονι σ μος ▁εχει ▁γενικ η ▁ισ χ υ , ▁ειναι ▁δε σμ ευ τικο ς ▁ως ▁προς ▁ ολα ▁του ▁τα ▁με ρη ▁και ▁ισ χ υ ει ▁ αμε σα ▁σε ▁καθ ε ▁κρατ ος ▁με λος ' ▁η ▁οδηγ ια ▁δε σμ ευ ει ▁το ▁κρατ ος ▁με λος ▁στο ▁ο ποι ο ▁απε υθυν εται ▁ο σον ▁α φορ α ▁το ▁επι δι ω κο μενο ▁αποτελεσμα , ▁αφ ην ει ▁ο μως ▁την ▁επι λογ η ▁του ▁ τυπ ου ▁και ▁του ▁με σου ▁στην ▁αρ μο διο τητα ▁των ▁εθνικ ων ▁αρχ ων ' ▁η ▁απο φα ση , ▁που ▁ μπο ρει ▁να ▁απε υθυν εται ▁ ει τε ▁σε ▁κρατ ος ▁με λος ▁ ει τε ▁σε ▁επιχειρ ηση ▁η ▁ιδι ω τη , ▁ειναι ▁δε σμ ευ τικη ▁ως ▁προς ▁ ολα ▁της ▁τα ▁με ρη ▁για ▁τους ▁αποδ εκ τες ▁που ▁ο ρι ζει ▁' ▁οι ▁συστ α σεις , ▁ τε λος , ▁και ▁οι ▁ γνω με ς ▁δεν ▁δε σμ ευ ουν .
▁εγγυ ηση ▁πιστ ωσης ▁στη ▁ ρω σια
▁τρι τη ▁ερε υ να ▁της ▁euros tat ▁με ▁τι τ λο ▁new ▁enterprise s ▁in ▁ce c ▁in ▁1997 — data ▁1995 -9 : ▁cat . : ▁ca -26 - 99 - 392 - en - c , ▁7 ▁6 ' .
▁οικο νομ ικη ▁και ▁ κοινων ικη ▁συν ο χη
▁τον ▁καλ ουμε ▁να ▁ελ θει ▁σε ▁ο ποι οδ η ποτε ▁περι π τερο ▁στην ▁ κεντρ ικη , ▁στη ▁β ορ εια ▁και ▁στη ▁νο τια ▁ιταλ ια , ▁και ▁να ▁δια πιστ ωσε ι ▁οτι ▁η ▁εφ η μερ ι δα ▁εκδ ιδ εται ▁κανονι κα ▁καθ ε ▁με ρα .
▁αρ θρο ▁173
▁δε λ τι ο ▁ε ▁ε ▁9- 1996
▁ειναι ▁αληθ εια ▁οτι ▁ο ▁ed mond ▁ro stand ▁ ελε γε : ▁« συν νε νο ουμε θη ▁μονο ▁χαρ η ▁σε ▁ πη ρε ξη γη σεις ».
▁το ▁κοιν ο τικο ▁δικαι ο ▁δεν ▁επι βαλ λει ▁συνε πως ▁να ▁εφαρμο ζ εται ▁ο ▁καν ο νας ▁που ▁ο ρι ζει ▁οτι ▁ο ▁κοιν ο ποι η μενο ς ▁φορ ε ας ▁ φερ ει ▁το ▁βαρ ος ▁αποδ ει ξε ως ▁του ▁κοστ ους ▁βασ ει ▁του ▁ο ποι ου ▁ πρεπε ι ▁να ▁υπο λογ ιζ ονται ▁οι ▁τιμ ες ▁τις ▁ο ποιες ▁απαιτ ει ▁κατα ▁τη ▁διοικητικ η ▁φ αση ▁που ▁προηγ ει ται ▁της ▁περι ▁εγκ ρι σεως ▁των ▁τιμ ων ▁απο φα σεως ▁της ▁εθνικ ης ▁κανονι στικ ης ▁αρχ ης ▁και ▁στο ▁πλ αι σιο ▁εν δε χο μενη ς ▁μετα γεν εστε ρης ▁εν δι κη ς ▁ φα σης .
▁ε λεγ χος ▁της ▁βασ ης ▁ γνωσ εων ▁με σω ▁...
▁( χειρο κ ρο τη ματα ▁απο ▁τη ▁δεξι α ▁π τερ υ γα )
▁1 ▁ θεση ▁a 3 , ▁1 ▁ θεση ▁α 7 , ▁1 ▁ θεση ▁β 3 ▁και ▁1 ▁ θεση ▁c 3 ▁- ▁θε σεις ▁εκ τα κτ ων ▁που ▁ε χ ουν ▁δια τε θει ▁στο ▁ιδι αι τερο ▁γραφ ειο ▁του ▁προ εδ ρου ▁6 ▁θε σεις ▁α 7 ▁- ▁θε σεις ▁εκ τα κτ ων ▁που ▁ε χ ουν ▁δια τε θει ▁στις ▁ γραμμα τε ιες ▁των ▁ πολιτικ ων ▁ομαδ ων .
▁ενα ς ▁τρι τος ▁στο χος ▁η ταν ▁να ▁επεκτ ει νουμε ▁τις ▁ σχε σεις ▁μας ▁με ▁την ▁ ια πω νια , ▁τον ▁καν α δα ▁και ▁τις ▁η πα .
▁χημικ ες ▁μετ ρη σεις ▁3.
▁σ ' ▁αυτ ες ▁επι σης ▁εν απο κει ται ▁το ▁ ποτε ▁θα ▁φθ ασ ουν ▁στο ▁ χρον ικο ▁ σημ ειο ▁της ▁εν αρ ξης ▁των ▁δια πρ αγ ματ ευ σεων ▁προσ χ ωρ ησης .
▁ 645 ▁αναπτ υ ξη ▁της ▁οικο νομ ια ς , ▁ κοινων ικο ο ικο νομ ικ ες ▁συν θηκε ς , ▁ξε νη ▁επε νδυ ση , ▁οικο νομ ικ ες ▁συν θηκε ς
▁e cu ▁24 ▁ισ ες ▁ευ και ρι ες ▁( τρ εις ▁εκ δο σεις ), ▁e cu ▁36 ▁δημοσ ια ▁ υ γεια ▁( τρ εις ▁εκ δο σεις ), ▁e cu ▁36
▁χωρ ες
▁περι που ▁500 ▁τον οι ▁οργαν ικ ων ▁ψαρ ι ων ▁προβ λε π εται ▁να ▁β γουν ▁απο ▁tu ▁κ λου βια ▁τους ▁ φε τος . ▁'
▁το ▁ σχε διο ▁mus a ▁( χρ ηση ▁των ▁πολυ με σ ων ▁για ▁τη ▁δια φυλ α ξη ▁της ▁ πολιτ ιστ ικη ς ▁κληρονομ ια ς ▁της ▁ευ ρω πη ς ) ▁επε τρε ψε ▁την ▁τρι σ δια στα τη ▁απ ει κον ιση ▁ανα κατα σκε υ ασ μενων ▁προ τυπ ων ▁αντικειμεν ων .
▁το ▁ δικα στη ριο ▁εξα ρ τα ▁την ▁υποχρεω ση ▁νεα ς ▁δια βου λευ σεως ▁με ▁το ▁κοιν ο βου λιο ▁απο ▁το ▁ζητ ημα ▁αν ▁η ▁αρχ ικη ▁προ τα ση ▁εχει ▁επ η ρε ασ τει ▁στην ▁« ουσι α » ▁της ▁απο ▁την ▁τροπο ­ ποι ηση ▁( 78) .
▁το ▁προ γραμμα ▁« ε μπο ριο ▁2000 » ▁απο β λε πει , ▁πρωτο ν , ▁στον ▁εν τοπ ισ μο ▁ν εων ▁δρ ομ ων ▁αναπτ υ ­ ξης ▁με σ ων ▁ανα ληψη ς ▁δια κρατ ικ ων ▁ερε υ νη τι κων ▁ενεργ ει ων ▁μετα ξ υ ▁αρ μο δι ων ▁το πι κων ▁οργαν ω σεων , ▁δευτερ ον , ▁στη ▁δο κι μη ▁και ▁δια δοση ▁του ▁επι χει ­ ρη σια κου ▁χα κα κτη ρα ▁μετα ξ υ ▁περιφερ ει ων ▁της ▁ε ε ▁και , ▁τρι τον , ▁στη ▁δια σφαλ ιση ▁της ▁δια δοση ς ▁στις ▁το πι κες ▁και ▁εθνικ ες ▁αρχ ες ▁που ▁εφαρμο ζουν ▁τα ▁προ ­ γραμμα τα ▁εν ισ χ υ σης ▁υπερ ▁του ▁εμπορ ιου .
▁αλλ ες ▁ πολιτικ ες ▁εκ ▁των ▁ο ποι ων : ▁μη ▁υποχρεω τι κες ▁ δα πα νες
▁διε υθυν ση ▁β
▁αυτο ▁απο τελ ει ▁ανα γνω ρι ση ▁της ▁αδ υ να μια ς ▁των ▁φτωχ ο τε ρων ▁κρατ ων ▁με λων ▁να ▁συνα γων ισ θ ουν ▁τις ▁ευρωπα ικ ες ▁παρε μ βα σεις , ▁και ▁φ ρο ­ νω ▁οτι ▁η ▁εν ▁λογ ω ▁αρχ η ▁θα ▁ πρεπε ι ▁να ▁εφαρμο σθ ει ▁ο σον ▁α φορ α ▁και ▁τις ▁υπο λοι πες ▁χρηματοδοτ η σεις ▁της ▁εκ .
▁αντι συ λλη π τικα ▁χα πια : ▁η ▁επι τρο πη ▁δι νει ▁ τε λος ▁στις ▁δια φορ ες ▁στην ▁τιμ ολογ ια κη ▁ πολιτικ η ▁που ▁ασκ ει ται ▁μετα ξ υ ▁του ▁ ην .
▁και ▁αλλα ▁σημαντικ α ▁εγ γρα ­ φα ▁ παρουσιαστ η καν ▁προσ φα τα ▁απο ▁την ▁επι τρο πη ▁και ▁προ ο ρι ­ ζ ονται ▁για ▁με λε τη ▁στο ▁ευρωπα ικο ▁συμβ ου λιο ▁της ▁μα δρ ι της .
▁προ κει ται ▁για ▁το ▁μον α δικο ▁το με α ▁ο που ▁η ▁α επ ▁καθ ορ ισ τηκε ▁σε ▁επι πεδ ο ▁αν ω τερο ▁απο ▁εκ ει νο ▁της ▁παρα γω γη ς .
▁εξ ουσι ες ▁της ▁επι τρο πη ς ▁να ▁ λαμ βα νει ▁απο φα σεις
▁το ▁1994 , ▁το σο ▁η ▁εν αρ κτη ρια ▁συνε δρ ια ση ▁της ▁συμβ ουλ ευ τικη ς ▁επι τρο πη ς ▁ε ο χ ▁τον ▁φ εβ ρου α ριο ▁ο σο ▁και ▁οι ▁με ιζ ο νες ▁συζητ η σεις ▁της ▁συνε δρ ια σης ▁του ▁ ι ουν ιου ▁για ▁την ▁« ανα πτυ ξη , ▁ανταγωνιστικ ο τητα ▁και ▁αν ερ για » ▁και ▁την ▁« εν ερ ­ γεια κη ▁ πολιτικ η ▁της ▁κοιν ο τητα ς » ▁θα ▁στη ρι χ θ ουν ▁σε ▁ γνω μ οδο τη σεις ▁που ▁υιοθετ η θηκαν ▁με ▁ιδι α ▁πρωτο βου λια ▁της ▁ο κε ▁και ▁συνε τα ξαν ▁εισ η γη τες ▁της ▁ομαδ ας ▁ ι .
▁επι σκο π ηση
▁α 3 -22 1/ 93 ▁της ▁κ . ▁ju nker , ▁εξ ▁ονομα τος ▁της ▁επι τρο πη ς ▁εξω τε ρι κων ▁οικο νομ ικ ων ▁ σχε σεων , ▁σχετικ α ▁με
▁αυτο ν ▁τον ▁τροπο ▁θα ▁τον ▁χαρακτηρ ι ζα ▁σαν ▁τον ▁καλ υ τερο .
▁risk ær ▁pe ders en ▁οδηγ ια ς , ▁αν η κει ▁ο μως ▁σα φ ως ▁στην ▁περι ο χη ▁του ▁ιδιο υ ▁προβληματ ος .
▁van ▁den ▁ broek ▁δημιουργ η θει ▁ενα ▁ολοκληρ ω μενο ▁δημοκρατ ικο ▁συστ ημα ▁και ▁ενα ▁λειτουργ ικο ▁κρατ ος ▁δικαι ου .
▁ορ ισ μενο ι ▁μικρο παρα γω γ οι ▁μπ ορ ουν ▁να ▁δε χ θ ουν ▁μια ▁επι λογ η ▁αγ ρα να πα υ σης .
▁* 1) ▁απο ρ ρι π τει ▁την ▁προσφυγ η .
▁d ▁η ▁αναπτ υ ξη ▁της ▁απασχολ ησης ▁κατα ▁τη ▁δεκα ετ ια ▁του ▁1980 ▁η ταν ▁τα χ υ τερη ▁απο ▁ο , τι ▁κατα ▁τα ▁προηγ ουμε να ▁20 ▁ε τη -
▁ τια .
▁τα ▁εργ α ▁που ▁εγκ ρι θηκαν ▁το ▁2000. ▁συ μπερι ­ λαμ βα νο μενων ▁των ▁εργ ων ▁τεχν ικη ς ▁βοηθ ειας , ▁μοιρα στηκαν ▁ σχε δο ν ▁ισο μερ ως ▁μετα ξ υ ▁των ▁το ­ με ων ▁του ▁περι βα λλον τος ▁και ▁των ▁μετα φορ ων : ▁39 ▁περιβαλλοντικ α ▁εργ α ▁ε λαβ αν ▁αν ω ▁του ▁46 ▁% ▁του ▁προ υπ ολογ ισ μου ▁του ▁2000 ▁και ▁36 ▁εργ α ▁στον ▁το με α ▁των ▁μετα φορ ων ▁ε λαβ αν ▁αν ω ▁του ▁53 ▁% ▁του ▁προ υπ ολογ ισ μου ▁του ▁2000.
▁κατα σκε υ η ▁κατα ▁την ▁ο ποι α ▁ο λες ▁οι ▁χρησιμοποι ουμε νες ▁ υ λες ▁κατα τα σσ ονται ▁σε ▁κλα ση ▁διαφορετικ η ▁α χο ▁εκ ει νη ▁του ▁προ ιον τος .
▁το ▁δικαι ωμα ▁των ▁ανα λη ψε ων ▁παρε χ εται ▁απο ▁την ▁επι τρο πη ▁σε ▁συν αρ τηση ▁με ▁την ▁η μερ ο μη νια ▁απο δο χη ς ▁των ▁δια σα φη ­ σεων ▁θε σης ▁σε ▁ελ ευ θε ρη ▁κυκλοφορ ια ▁απο ▁τις ▁ τελ ων εια κες
▁ν ται ▁απο ▁την ▁οδηγ ια ▁78 /6 27 / ε οκ ▁(1) ▁και ▁θα ▁ τε θ ουν ▁σε ▁εφαρμο γη ▁απο ▁1 ης ▁ μαρτ ιου ▁1980 .
▁το ▁συμβ ου λιο ▁πραγματοποι ησε ▁σχετικ α ▁ τε σσ ερ ις ▁συν οδο υς ▁( στο ▁ λου ­ ξε μ β ουργ ο , ▁στις ▁6 ▁απ ρι λι ου , ▁1 η ▁ ι ουν ιου ▁και ▁12 ▁ οκ τω β ρι ου , ▁και ▁στις ▁βρ υ ξε λλ ες , ▁στις ▁23 ▁νο εμ β ρι ου ).
▁αυτο ▁ ση αι νει ▁οτι ▁ υφ ιστ αν ται ▁σοβαρ ο τα τοι ▁κι νδυ νοι ▁για ▁το ▁ σχε διο ▁ο λι ­ ▁στα α τησε ι ▁η ▁χρ η ατ οδο τηση ▁τη ­ ▁ε ε .
▁ πηγ η : ▁ευ ρω βα ρο μετρ ο .
▁η ▁επι τρο πη , ▁σε ▁περι π τα κτη ▁που ▁κρατ ος ▁με λος ▁ζητ ησε ι ▁την ▁επε μ βαση ▁της , ▁απο φα ιν εται ▁με σα ▁σε ▁προ θεσ μια ▁δεκα ▁εργασ ιμ ων ▁η μερ ων ▁το ▁πολυ ▁απο ▁τη ▁ ληψη ▁της ▁αιτ η σεως ▁και ▁πληροφορ ει ▁τα ▁κρατ η ▁με λη ▁για ▁τη ▁συνεχ εια ▁που ▁δο θηκε .
▁προ κει μενο υ ▁να ▁εισ τε ▁σε ▁ θεση ▁να ▁διεκδικ ησε τε ▁τα ▁δικαι ω ματα ▁σας ▁δυναμ ει ▁των ▁εν ▁λογ ω ▁διατ αξ εων , ▁το ▁κεφαλ α ιο ▁αυτο ▁σας ▁παρε χει ▁ορ ισ με νες ▁γενικ ες ▁πληροφορ ιες ▁σχετικ α ▁με ▁τον ▁τροπο ▁λειτουργ ια ς ▁των ▁διατ αξ εων ▁αυτ ων ▁στην ▁πρα ξη .
▁11 ▁απ ρι λι ου ▁1947 , ▁black burn ▁ βου λευ της ▁του ▁ε . κ . ▁η νω μενο ▁βασιλ ειο
▁η ▁προ αγ ω γη ▁των ▁θα λα σσ ι ων ▁μετα φορ ων , ▁ιδι ως ▁στις ▁εν δο κο ινο τι κες ▁ ρο ες ▁μετα φορ ων , ▁αξι ζει ▁να ▁ λαβ ει ▁τη ▁μεγαλ υ τερη
▁εκ θεση ▁του ▁κ . ▁ho well , ▁που ▁εγκ ρι θηκε ▁στις ▁11 .10. 1991 ▁( ρε ▁α 3 -24 3/ 91 ▁rev ) ▁για ▁προ τα ση ▁σχετικ α ▁με : ▁τεχν ικα ▁με τρα ▁διατ ηρ ησης ▁των ▁α λι ευ τι κων ▁πο ρων ▁— ▁δεκα τη ▁τροπο ποι ηση ▁( com ( 90) ▁ 371 ▁ τελ ικο )
▁αλλα ▁η ▁κ . ▁tho me ­ pate no tre ▁θυμ α ται ▁οτι ▁οι ▁αγ ρο τες ▁που ▁εκ αν αν ▁μονο ι ▁τους ▁απο στα ξη ▁δεν ▁συμ παθ ου σαν ▁πολυ ▁το ▁mende s - franc e ▁και ▁οτι , ▁αν ▁επε σε , ▁αυτο ▁ο φει λ εται ▁και ▁σ ' ▁αυτο υς .
▁" η ▁η μερ η σια ▁δια ταξη ▁εγκ ρι νεται ▁απο ▁την ▁επι τρο πη ▁στην ▁αρχ η ▁καθ ε ▁συνε δρ ια σεως .
▁η ▁ευρωπα ικη ▁επι τρο πη ▁υπο βαλ λει ▁λοιπ ον ▁τ ωρα ▁προ ­ τα ση ▁οδηγ ια ς ▁για ▁κοιν ους ▁κανονι σμ ους ▁σχετικ α ▁με ▁την ▁προσ τα σια ▁των ▁προσ ω πι κων ▁στο ι χει ων .
▁αρ θρο ▁1
▁επ ο μεν ως , ▁ορθ οι ς ▁εκ δο θηκε ▁βασ ει ▁του ▁ αρθρ ου ▁43 ▁της ▁συν θη κη ς .
▁εφαρμο γη
▁η ▁επι ­ τρο πη ▁ θεωρ ει ▁συνε πως ▁αντι φα τικη ▁την ▁υιοθετ ηση ▁της ▁ τρο ­ π ολογ ια ς ▁αρ ι θ . ▁35 .
▁ οχι ▁της ▁διαχειρ ιση ς ▁αλλα ▁της ▁δ υν ατο τη τος ▁ε λεγ χου .
▁εγω ▁πιστ ευ ω ▁πως ▁οι ▁παλαι στι νιο ι ▁κατα λαβ αι νουν ▁ οπ ▁η ▁μετα βαση ▁ειναι ▁δυσκολ η ▁και ▁περι μεν ουν ▁μια ▁κιν ηση ▁απο ▁την ▁ πλευρ α ▁των ▁με γα ­ λων ▁δι εθν ων ▁δια πρ αγ ματ ευ των ▁και ▁εγγυ η των .
▁ειναι ▁οι ▁εξ ης ▁τρεις : ▁πρωτ ' ▁απ ' ▁ ολα , ▁η ▁μεγαλ η ▁απ ω λεια ▁της ▁αξι ο πιστ ια ς , ▁μια ▁φοβ ερ η ▁με ι ωση ▁της ▁ευρωπα ικη ς ▁ ιδε ας .
▁απο φα σεις
▁αυτο ▁ειναι ▁σημαντικ ο ▁προ κει μενο υ ▁να ▁υπερ ισ χ υ ­ σει ▁η ▁δημοκρατ ια .
▁ισ ης ▁η ▁αν ω τερη ς ▁του ▁1,5 * ▁β ) ▁αλλα , ▁περι εκ τικο τητα ς ▁κατα ▁βαρ ος ▁σε ▁λι παρ ες ▁ υ λες ▁που ▁προ ερ χ ονται ▁απο ▁το ▁ γαλα : ▁1.
▁στις ▁25 ▁ ι ουν ιου , ▁οι ▁ευρωπα ικ ες ▁κυβερν η σεις ▁και ▁οι ▁ αμερικαν οι ▁αρ νη θηκαν ▁να ▁ανα γνω ρι σουν ▁την ▁αν εξ αρ ­ τη σια ▁της ▁σ λο βεν ια ς ▁και ▁της ▁κ ρο α τια ς .
▁αυτο ▁το ▁με τρο ▁περι λαμ βα νει ▁με τρα ▁ βελ τι ωσης ▁της ▁ασφαλ ειας ▁του ▁ενεργειακ ου ▁εφ ο δια σ μου ▁στις ▁ορειν ες ▁περι ο χες ▁του ▁mezzo giorno .
▁π
▁αυτο ▁εχει ▁θε τι κες ▁και ▁αρ νη τι κες ▁ πτυ χες , ▁εφ ο σον ▁η ▁ τουρ κια ▁εχει ▁τα ▁ιδι α ▁δικαι ω ματα ▁και ▁τις ▁ιδι ες ▁υποχρεω σεις ▁με ▁τις ▁αλλ ες ▁υπο ψηφ ιες ▁χωρ ες .
▁ ω στο σο , ▁το ▁καθ εστ ως ▁αυτο ▁δεν ▁θα ▁εφαρμο στ ει ▁στα ▁κρατ η ▁που ▁ε χ ουν ▁υπο γρα ψει ▁τη ▁συμφων ια ▁του ▁ μαρ ρα κες ▁της ▁15 ης ▁απ ρι λι ου ▁1994 , ▁στο ▁βαθμ ο ▁που ▁οι ▁ λυ σεις ▁που ▁θα ▁προ κυ ψ ουν ▁στο ▁πλ αι σιο ▁των ▁συζητ η σεων ▁για ▁τις ▁χρηματ ο πιστ ω τι κες ▁υπηρε σι ες ▁θα ▁συνε π αγ ονται ▁την ▁εφαρμο γη ▁καθ εστ ω τος ▁πλ ε ον ▁ευ νο ουμε νου ▁κρατ ους .
▁δε δ ▁υψηλ ης ▁προ τερα ιο τητα ς : ▁το ▁1995 ▁η ▁ ετε π ▁χορηγ ησε ▁1,6 ▁δισ εκ ατ .
▁— ▁οι ▁ σχε σεις ▁κρατ ους - επι χει ρη σεων ▁δεν ▁ορ ιζ ονται ▁πλ ε ον ▁απο ▁τις ▁παρ ο χες ▁του ▁προ υπ ολογ ισ μου ▁εν ▁ σχε ­ σει ▁με ▁τους ▁στο χους .
▁αυτο ▁δεν ▁ σημα ιν ει ▁οτι ▁δεν ▁ θεωρ ουμε ▁θε τικη ▁την ▁προσφυγ η ▁σε ▁κυρ ω σεις .
▁εξ αλ λου ▁η ▁ ετε π ▁συνεχ ισε ▁τη ▁δρ αση ▁της ▁υπερ ▁των ▁ mme ▁με σω ▁του ▁δικ τυ ου ▁τραπεζ ων ▁ εται ­ ρων ▁σχετικ α ▁με ▁τις ▁ τρε χ ουσες ▁γενικ ες ▁τιμ ες .
▁ο ▁οργαν ισ μος ▁τη ρει ▁επ ' ▁ονομα τι ▁της ▁κοιν ο τητα ς ▁ειδικ ο ▁λογ α ρια σμ ο ▁που ▁ονομα ζ εται ▁« ο ικο νομ ικο ς ▁λογ α ρι ασ μος ▁των ▁ειδικ ων ▁σ χα σιμ ων ▁ υ λι κων ».
▁γενικ η ▁εκ θεση ▁επι ▁της ▁ δρα στη ριο τητα ς ▁της ▁ευρωπα ικη ς ▁εν ωσης
▁αριθμ ος , ▁ ει δη ▁και ▁προ ελ ευση ▁ζω ων ▁που ▁χρησιμοποι η θηκαν ▁σε ▁δια δικα σι ες ▁κατα ▁το ▁1996 ▁στην ▁ε λλα δα
▁και ▁ ακριβ ως ▁αυτ η ▁η ▁προ τα ση ▁της ▁επι τρο πη ς ▁σχετικ α ▁με ▁τον ▁φορ ο ▁παρα μεν ει , ▁και ▁ σημ ει ων ω ▁β εβ αι ως ▁τη ▁δικ η ▁σας ▁προ τα ση .
▁α ▁ λλ ▁ ι ε ▁ρ
▁ο ▁προ εδ ρος ▁της ▁ομο σπονδ ια κη ς ▁δημοκρατ ια ς ▁της ▁ γερμαν ια ς : ▁τον ▁κυρ ιο ▁hans - diet rich ▁gens cher , ▁ομο σπονδ ια κο ▁ υπουργ ο ▁εξω τε ρι κων
▁sem ler - col ler y ▁( γ αλ λια , ▁εξ ερ χο μενο ▁προ ε δρο ), ▁corner ott e ▁( βελ γιο ) ▁και ▁hil kens ▁( κα τω ▁χωρ ες ).
▁eel ▁137 ▁της ▁20 .5. 1989 .
▁η ▁επι τυχ ια ▁των ▁με ταρ ρυθμ ι σεων ▁θα ▁εξα ρ τη θει ▁επι σης ▁απο ▁την ▁ πολιτικ η ▁αφ ο πλ ισ μου ▁στην ▁ευ ρω πη .
▁παν τως , ▁δυο ▁θε ματα ▁εξε τα στηκαν ▁ λεπτο μερ ως .
▁θα ▁ πρεπε ι ▁να ▁ε χ ουμε ▁ενα ▁συστ ημα ▁ε λεγ χων ▁και ▁ισορροπ ι ων ▁ ου τως ▁ ω στε ▁να ▁δια σφαλ ισ ουμε ▁οτι ▁ο ▁καθ ε ▁ενα ς ▁ πολιτ ης ▁θα ▁εχει ▁το ▁δικαι ωμα ▁προσφυγ ης ▁στη ▁δικαι ο συν η ▁κατα ▁οι ασ δη ποτε ▁απο φα σεως .
▁ ζα χα ρη ▁1.7 . 87 -30 .6. 88 ▁• ▁τι μη ▁βασ ης ▁του ▁ ζα χα ρο τε υτ λου ▁• ▁τι μη ▁παρε μ βαση ς ▁της ▁ λευκ ης ▁ ζα χα ρης
▁συμφων ω ▁απο λυ τα ▁με ▁τον ▁κ . ▁jack son ▁να ▁ μαθ ουμε ▁ο λοι ▁να ▁ζ ουμε ▁με ▁τις ▁ νε ες ▁δια δικα σι ες .
▁για ▁να ▁ειναι ▁αποτελεσμα τι κες , ▁ο ποι εσ δη ποτε ▁εν αντι α ▁στη ▁θα λα σσα », ▁ενα ς ▁αγων ας ▁στον ▁ο ποι ο ▁οι ▁ φυσ ικ ες ▁διε ργα σι ες ▁συ χ να ▁υπερ ισ χ υ αν ▁τι ον ▁ δα πα νη ρων ▁προσ παθ ει ων ▁του ▁ ανθρωπ ου .
▁e ec ▁183 ▁της ▁11 .7. 1987 , ▁σ . ▁7
▁αρ θρο ▁6
▁επι ▁του ▁παρ ον τος , ▁ανα μ ορ ­ φων εται ▁το ▁συστ ημα ▁διαχειρ ιση ς ▁της ▁β ουλ γα ρ ικη ς ▁με θ ορ ιου , ▁εγ και νι αζ οντας ▁κοιν α ▁συστ η ματα ▁πληροφορ ι ων , ▁ε λεγ χο ▁εγ γρα φων ▁και ▁ βελ τι ω μενη ▁επιτ ηρ ηση .
▁συμβ ου λιο ▁της ▁ευ ρω πη ς
▁η ▁απο φα ση ▁ λαμ βα νεται ▁συμφων α ▁με ▁τη ▁δια δικα σια ▁του ▁αρ ­ θ ρου ▁100 ▁α .
▁κατα ρχ ας ▁ πρεπε ι ▁να ▁γι νουν ▁ορ ισ ▁εν ες ▁δι ευκριν ι σεις .
▁23 7 ▁της ▁παρ ο ο α ας ▁συλλ ογ ης
▁κατα ρτ ιση ▁των ▁δημοσ ι ων ▁ υπα λλη λων ▁τεχν ικη ▁ βο η 6 τι ο _ ο λυ ον νει μη ▁συν ολο
▁δεν ▁κατα λαβ αι νω ▁για τι ▁τροπο ποι η θηκε ▁η ▁ισ παν ικη ▁μετα φρ αση .
▁α λογο νου χες ▁ πλα κες ▁απο ρ ροφ η τικα ▁ υλ ικα
▁• ▁ υγ ειο νομ ικη ▁εκ πα ιο ευση ▁με ιο ­
▁εισ αχ θει σες ▁υπο θε σεις
▁οι ▁θε ρι ­ νες ▁διακ οπ ες ▁δια ρκ ουν ▁7 ▁ εβ δο μα δες ▁τον ▁ ιου λιο ▁και ▁τον ▁αυγ ου στο , ▁και ▁ειναι ▁ χρον ικα ▁δια βαθ μ ισ με νες ▁μετα ξ υ ▁των ▁τρι ων ▁μεγαλ ων ▁περι ο χων ▁στις ▁ο ποιες ▁δια ιρ ει ται ▁η ▁χωρ α ▁για ▁το ▁σκοπ ο ▁αυτο .
▁- ▁ερωτ ηση ▁6 ▁( pra dier ): ▁υπο στη ρι ξη ▁εκ ▁με ρους ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁για ▁τον ▁επανα πα τρ ισ μο ▁των ▁προσφυγ ων ▁κατα ▁το ▁ δημο ψηφ ισμα ▁αυτο δια θεση ς ▁στη ▁ δυ τικη ▁σα χα ρα
▁d ▁ σχε σεις ▁με ▁την ▁ ερ υθ ρα ια : ▁εξε τα ση .
▁μετα ▁απο ▁μια ▁δια ρκ η ▁ πτωση ▁του ▁αριθμ ου ▁των ▁θα να τη φορ ων ▁εργ α τι κων ▁α τυχ ημα των ▁στην ▁ευ ρω πη , ▁ παρατηρ ει ται ▁μια ▁αν οδ ικη ▁τα ση ▁απο ▁το ▁1988 .
▁θ π ▁ε πρεπε ▁vu ▁ ει χε ▁ λη ­ φ θει ▁υπο ψη ▁η ▁στ π θ μ ισ μενη ▁ γνω μη ▁της ▁επι τρο πη ς ▁αναπτ υ ξης ▁κ πι ▁συνεργ η σι π ς ▁που ▁εκ φρ ασ τηκε ▁η πο ▁την ▁εισ η γη τρι π ▁της ▁ γνω μ οδο τηση ς ▁κυρ ι π ▁ru iz ▁gim en ez , ▁που ▁συστ ην ει ▁εν π ▁συμπ ε φων η μενο ▁ πλη ι σιο ▁συνεργ π σι ­ π ς ▁με ▁την ▁κου β π ▁ως ▁το ▁κ π τα λλη λο ▁με σο ▁γι π ▁την ▁υπο στη ρι ξη ▁της ▁ πολιτικ ης ▁κ πι ▁ κοινων ικη ς ▁π να πτυ ξης ▁στην ▁χωρ π ▁π υ τη .
▁ hut ton ▁( ed ). ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁η ▁ομαδ α ▁μου ▁θα ▁η θε λε ▁να ▁συγ χα ρει ▁τον ▁κ . ▁ schreib er ▁για ▁τις ▁προσ παθ ει ες ▁που ▁κατε βα λε ▁ ω στε ▁να ▁συν τα ξει ▁μια ▁εκ θεση ▁που ▁επι δι ω κει ▁να ▁συγ κεντρ ωσε ι ▁την ▁ πλα τια ▁ομο φων ια ▁μας ▁σχετικ α ▁με ▁τις ▁ κρι σεις ▁που ▁θα ▁ε πρεπε ▁να ▁εκ φερ ουμε ▁ο σον ▁α φορ α ▁τις ▁εθνικ ες ▁μας ▁περιφερ εια κες ▁ πολιτικ ες .
▁- ▁εν αν ▁αλλο ▁γενικ ο ▁κρατ ικο ▁οργαν ισ μο ▁( κεντρ ικο ▁η ▁ τοπ ικο ),
▁g . j . m . ▁brak s ▁ υπουργ ος ▁γεω ρ για ς ▁και ▁α λι ειας
▁επιθυμ ουμε ▁σε ▁κοιν ο τικο ▁επι πεδ ο ▁να ▁προωθ η σουμε ▁το σο ▁την ▁αυ ξη ση ▁χρ ησης ▁της ▁βιο μαζ ας , ▁ο σο ▁και ▁τη ▁συνδυασ μενη ▁παρα γω γη ▁θερμ ο ­ τητα ς ▁και ▁η λεκτρ ισ μου , ▁για ▁την ▁ελ αχ ι στο ποι ηση ▁των ▁α ερ ι ων ▁που ▁δημιουργ ουν ▁το ▁ φα ινο μενο ▁του ▁θερμ οκ η πι ου .
▁χρειαζ εται ▁μια ▁δυναμ ικη ▁ θεωρ ηση ▁της ▁εν ια ια ς ▁ αγορ ας ▁ ου τως ▁ ω στε ▁να ▁δια τη ρη θει ▁και ▁να ▁εξε λι χ θει ▁το ▁κοιν ο τικο ▁αυτο ▁επιτ ευ γμα .
▁προ εδ ρος . ▁— ▁κυρ ιες ▁και ▁κυρ ι οι , ▁επ ει δη ▁εν τος ▁ο λι γου ▁ο ▁κα γκ ελ αρ ιος ▁κυρ ιος ▁ko hl ▁ο φει λει ▁να ▁ανα χ ωρη σει , ▁εχει ▁ζητ ησε ι ▁το ▁ λογο . ▁κυρ ι ε ▁κα γκ ελ α ρι ε , ▁ε χ ετε ▁το ▁ λογο .
▁τα ▁κρατ η ▁με λη ▁ο φει λ ουν ▁να ▁ λαβ ουν ▁τα ▁ανα γκα ια ▁με τρα ▁προ κει μενο υ ▁να ▁δια σφαλ ισ ουν ▁οτι ▁οι ▁ κλη σεις ▁που ▁χρησιμοποι ουν ▁τον ▁αριθμ ο ▁αυτο ▁απαντ ων ται ▁και ▁αντι με τω π ιζ ονται ▁δε ον τως ▁κατα ▁τροπο ▁που ▁αρ μο ζει ▁καλ υ τερα ▁προς ▁την ▁εθνικ η ▁οργαν ωση ▁των ▁συστ ημα των ▁εκ τα κτη ς ▁ανα γκ ης , ▁ λαμ βα νο μενων ▁υπο ψη ▁των ▁τεχν ικ ων ▁δ υν ατο τη των ▁των ▁δικ τυ ων .
▁95 1 , ▁ σκε ψη ▁1 , ▁και ▁απο φα ση ▁της ▁14 ης ▁σε π τε μ β ρι ου ▁2006, ▁c - 496 /04 , ▁slo b , ▁συλλ ο γη ▁2006, ▁σ . ▁i - 82 57 , ▁ σκε ψη ▁34 ).
▁« συν θη κη ▁εκ αχ ▁— ▁προσφυγ η ▁ακ υ ρω σεως ▁— ▁κρατ ικ ες ▁εν ισ χ υ σεις ▁— ▁απο φα ση ▁δια πιστ ων ουσα ▁το ▁ασ υμ βα το ▁εν ισ χ υ σεων ▁και ▁δια τα σσ ουσα ▁την ▁επι στροφ η ▁τους ▁— ▁μη ▁ γνωσ το ποι η θει σες ▁εν ισ χ υ σεις ▁— ▁εφαρμο στε ος ▁ κω δικα ς ▁εν ισ χ υ σεων ▁στη ▁βιο μη χαν ια ▁ σι δη ρου ▁και ▁χαλ υ βα ▁— ▁δικαι ω ματα ▁αμ υ νας ▁— ▁δικαι ολογ η μενη ▁εμπ ι στο συν η ▁— ▁ισ χ υ οντα ▁επι το κια ▁— ▁αιτ ι ολογ ια »
▁η ▁πιο ▁σημαντικ η ▁και νο το μια ▁ειναι ▁η ▁ιδι ω τι ­ κο ποι ηση ▁— οι ▁δημ οι ▁και ▁οι ▁ιδιωτικ ες ▁ εται ρει ες ▁ υ δα των ▁μπ ορ ουν ▁πλ ε ον ▁να ▁διαχειρ ιζ ονται ▁και ▁να ▁διε υθυν ουν ▁τα ▁συστ η ματα ▁δημοτικ ων ▁ υ δα ­ των .
▁το ▁ευρωπα ικο ▁κοιν ο βου λιο ▁και ▁το ▁συμβ ου λιο , ▁απο φασ ιζ οντας ▁συμφων α ▁με ▁τη ▁συνηθ η ▁ νομ οθετ ικη ▁δια δικα σια , ▁εκδ ιδ ουν ▁οδηγ ιες ▁για ▁τον ▁συντ ον ισ μο ▁των ▁αν ω τε ρω ▁διατ αξ εων .
▁ερε υ να ▁και ▁τεχν ολογ ικη ▁αναπτ υ ξη
▁pend ers ▁προς ▁10.
▁αυτο ▁το ▁γε γον ος , ▁που ▁αντι προ σω π ευ ει ▁επι σης ▁μια ▁ευρωπα ικη ▁β ουλ ηση , ▁εν δε χο μεν ως ▁κατα ▁πολυ ▁μεγαλ υ ­ τερη ▁απο ▁αυτ ην ▁που ▁παρ ουσι αζ ουν ▁οι ▁σφ υγ μο μετρ η ­ σεις ▁της ▁κοιν ης ▁ γνω μη ς .
▁ο υγ γα ρια
▁προ κει ­ ται ▁για ▁το ▁φορολογ ικο ▁χειρ ισ μο , ▁συγ χων ευ σεων ▁και ▁παρ ο μοι ων ▁περι πτω σεων ▁καθ ως ▁και ▁για ▁δια δικα σι ες ▁δια ι τη σια ς , ▁για ▁το ▁φορολογ ικο ▁χειρ ισ μο ▁μη τρι κων ▁και ▁ θυ γα τρι κων ▁ εται ρει ων ▁καθ ως ▁και ▁για ▁τις ▁δια ι τη τι κες ▁δια δικα σι ες ▁για ▁την ▁επι τρο πη ▁της ▁ διπλ ης ▁φορολογ ια ς .
▁ 289 ▁α ▁03 23 ( 01) ▁ 289 ▁α ▁03 23 ( 02) ▁ 289 ▁α ▁03 23 ( 02) ▁ 289 ▁α ▁03 23 ( 03) ▁ 289 ▁α ▁03 23 ( 03) ▁ 289 ▁α ▁03 31 ( 01) ▁ 289 ▁α ▁03 31 ( 02) ▁ 289 ▁α ▁04 08 ( 01) ▁ 289 ▁α ▁04 08 ( 01)
▁και ▁για ▁αυτ α ▁τα ▁ερωτ η ματα ▁εγ ρα ψα ▁την ▁ιδι α ▁επι στο λη ▁στην ▁ευρωπα ικη ▁επι τρο πη ▁και ▁δε σμ ευ τικη ▁απαντ ηση ▁δεν ▁ πη ρα .
▁αριθμ ος ▁μη τρ ω ου ▁:
▁στις ▁17 ▁φ εβ ρου αρ ιου , ▁το ▁συμβ ου λιο ▁εν ε κρι νε ▁εξ αλ λου ▁συμπ ερ ασ ματα ▁για ▁την ▁αναπτ υ ξη ▁του ▁ ατο μου ▁με σω ▁της ▁εκπαιδευ σης ▁και ▁της ▁κατα ρ τι σης ▁σε ▁ τοπ ικη ▁ κλιμα κα ^ ).
▁ο φει λ ουμε ▁συνε πως ▁να ▁επε μ β ουμε ▁το ▁γ ρη γο ρο τερο ▁και ▁με ▁τον ▁πιο ▁ αμε σο ▁τροπο , ▁και ▁αυτο ς ▁ειναι ▁ο ▁λογ ος ▁που ▁ε χ ουμε ▁προ τει νει ▁μονο ▁δυο ▁τροπο λογ ιες ▁για ▁τις ▁ο ποιες ▁θε λω ▁να ▁σας ▁μιλ η σω ▁εν ▁συν το μια .
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁αλλα ▁σε ▁μια ▁δημοκρατ ια ▁ πρεπε ι ▁να ' ▁ ναι ▁ δυ να τον ▁ν ' ▁αν οι γει ▁ενα ς ▁φακ ε λος .
▁σα λι γκα ρια , ▁ζω ντα , ▁ νω πα , ▁απ λης ▁ψ υ ξης , ▁κατε ψ υγ μενα , ▁απο ξη ρα μενα , ▁πα στα ▁η ▁σε ▁αλ μη ▁εκ τος ▁απο ▁τα ▁θα λα σσ ινα ▁σα λι γκα ρια - ▁ βα τρα χο ποδ α ρα , ▁ νω πα , ▁απ λης ▁ψ υ ξης ▁η ▁κατε ψ υγ μενα
▁στις ▁17
▁ανα ­ φερ ο μα στε ▁στη ▁ σημ εριν η ▁συμ φορ ηση ▁της ▁ οδ ικη ς ▁κ υκ ­ λο φορ ια ς ▁στα ▁ σημ εια ▁των ▁συν ορ ων , ▁την ▁πρωτο γον η ▁κατα σταση ▁στην ▁ο ποι α ▁βρ ι σκ εται ▁το ▁ σι δη ρο δρο μ ικο ▁δικ τυ ο ▁στις ▁περιφερ εια κες ▁ζω νες ▁της ▁κοιν ο τητα ς ▁και ▁στα ▁ σημ εια ▁συνδε σης , ▁κυρ ι ως ▁με ▁την ▁ανατολικ η ▁ευ ρω πη .
▁' ε χει ▁ως ▁καθ η κον ▁να ▁επα λη θε υ ει ▁αν ▁τη ρ ουν ται ▁οι ▁οδηγ ιες ▁ασφαλ ειας .
▁( π ρα ξεις ▁για ▁την ▁ισ χ υ ▁των ▁ο ποι ων ▁δεν ▁απαιτ ει ται ▁δημοσιευ ση )
▁πι να κας ▁26
▁τα ▁ νομ ικα ▁αυτ α ▁προσ ω πα , ▁που ▁ε χ ουν ▁συστ α θει ▁συμφων α ▁με ▁τη ▁ νομο θεσ ια ▁κρατ ους ▁με λους ▁της ▁ε οκ ▁η ▁της ▁αι γ υπ του , ▁ πρεπε ι ▁να ▁ε χ ουν ▁την ▁κατα στα τικη ▁τους ▁ε δρα , ▁την ▁ κεντρ ικη ▁τους ▁δι οικ ηση ▁η ▁την ▁κυρ ια ▁εγ κατα σταση ▁τους ▁σε ▁ε δα φη ▁που ▁εφαρμο ζ εται ▁η ▁συν θη κη ▁περι ▁ιδ ρυ σεως ▁της ▁ε οκ ▁η ▁στην ▁αι γ υπ το ' ▁εν του τοι ς , ▁στην ▁περι πτωση ▁που ▁ε χ ουν ▁στα ▁ε δα φη ▁αυτ α ▁η ▁στην ▁αι γ υπ το ▁μονο ▁την ▁κατα στα τικη ▁τους ▁ε δρα , ▁η ▁ δρα στη ριο τητα ▁τους ▁ πρεπε ι ▁να ▁παρ ουσι αζ ει ▁ ουσι ω δη ▁και ▁δια ρκ η ▁συνδε σμ ο ▁με ▁την ▁οικο νομ ια ▁των ▁εν ▁λογ ω ▁ε δα φων ▁η ▁της ▁αι γ υπ του .
▁gira o ▁perc eira ▁( rde ). ▁— ▁( pt ) ▁κυρ ια ▁προ εδ ρε , ▁κυρ ι οι ▁ βου λευ τες , ▁ υσ τερα ▁απο ▁ο σα ▁ανα φερ υ η καν ▁τους ▁τελε υ ται ους ▁μην ες ▁στο ▁κοιν ο βου λιο ▁αυτο , ▁επ ει τα ▁απο ▁τις ▁συζητ η σεις ▁που ▁ε χ ουν ▁διε ξα χ υ ει ▁και ▁τα ▁ ψηφ ισ ματα ▁που ▁εκ δου η καν ▁ υ ε ωρ ουμε ▁προσ φορ ο ▁να ▁εξα γ ουμε ▁του λα χ ιστ ον ▁ορ ισ μενα ▁συμπ ερ ασ ματα ▁απο ▁την ▁παρ ουσα ▁συγκ ρου ση .
▁δια δικα σια ▁διαβ ουλ ευση ς ▁στις ▁24 ▁ ι ουν ιου ▁1991 ▁η ▁επι τρο πη ▁υπ ε βα λε ▁την ▁προ τα ση ▁αυτ η .
▁η ▁θ ητ εια ▁του ▁αντι στο ι χει ▁στη ▁δια ρκ εια ▁τη 0 ▁κοιν ο βου λευ τικη 0 ▁pi ερ ιο δου .
▁προηγ ουμε νω ς ▁το ▁κοιν ο βου λιο ▁ ει χε ▁εγκ ρι νει ,
▁ βελ γιο ▁ δα νια ▁ γερμαν ια ▁ε λλα ς ▁ισ παν ια
▁αρ ι θ . ▁4-5 17 /3 64
▁χρ η ατο pi ιστ ω τι κε ▁ υ pi η ρε σι ε
▁ νομ ικη ▁ βαση : ▁κανονι σ μος ▁του ▁συμβ ουλ ιου ▁275 9/ 75 , ▁προσ φα τα ▁τροπο ποι η θει ς ▁κανονι σ μος ▁του ▁συμβ ουλ ιου ▁14 75 / 86
▁— ▁της ▁διε θ νους ▁συμ βαση ς ▁για ▁τη ▁διατ ηρ ηση ▁των ▁θ υν νο ει δων ▁του ▁ ατ λαν τι κου ▁( ic cat ),
▁χρ η σιμ ες ▁πληροφορ ιες
▁επ ο μεν ως , ▁ο φει λε , ▁δυναμ ει ▁του ▁καθ η κον τος ▁του ▁θε μι της ▁συνεργ α σια ς ▁με ▁τις ▁εθνικ ες ▁αρχ ες , ▁να ▁εκ τε λε σει ▁τη ▁δια ταξη ▁του ▁εθνικ ου ▁ δικα στη ρι ου ▁περι ▁κατα σχε σεως ▁ εις ▁χειρ ας ▁τρι του .
▁ιδι αι τερη ▁προσ ο χη ▁εχει ▁δο θει ▁στις ▁λιγ ο τερο ▁δια δε δο με νες ▁ γλωσσ ες .
▁να υ πηγ ικο ς ▁ νη ολογ ηση ▁ νι με χε ▁ νομ ισμα τικο ς
▁- ▁δημιουργ ησε ▁μια ▁ειδικ η ▁δανε ι οδο τικη ▁« θυ ρι δα » ▁- ▁που ▁εγ ινε ▁δε κτη ▁με ▁ικανοποι ηση ▁απο ▁το ▁ευρωπα ικο ▁συμβ ου λιο ▁του ▁ε σσ εν , ▁το ▁δε κ εμ β ριο ▁1994 ▁- , ▁με ▁σκοπ ο ▁να ▁προσ αρ μο σει ▁κατα λλη λα ▁τις ▁χρηματ ο ­ δο τη σεις ▁της ▁στις ▁ανα γκ ες ▁των ▁εργ ων ▁υπο δο μη ς ▁ευ ρω ­
▁πι να κας ▁10.1 _ 2 i * 2 ^ 2 ei * ! i ▁u £ i 22 i " 2 d _ ii ] s _ £ i ^ i : fi ia θεση ▁στην ▁ αγορ α ▁γενικ η
▁ο ▁κ . ▁ko fi ▁annan ▁εξε φ ρα σε ▁τη ▁συγκ ιν ηση ▁του ▁για ▁την ▁τι μη ▁που ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο ▁καν ει ▁το σο ▁στο ▁" φιλ ο " ▁του ▁sergi o ▁vi eira ▁de ▁me llo ▁ο σο ▁και ▁στους ▁αλλο υς ▁ υπα λλη λους ▁του ▁o he ▁που ▁ε χα σαν ▁τη ▁ζω η ▁τους ▁κατα ▁την ▁ασκ ηση ▁των ▁καθ η κον των ▁τους .
▁ο ταν ▁ο ▁ υπα λλη λος ▁δικαι ου ται ▁συν τα ξε ως ▁αρχ α ιο τητα ς , ▁τα ▁συν τα ­ ξι οδο τικα ▁του ▁δικαι ω ματα ▁με ι ων ονται ▁κατ '
▁πραγματ ι , ▁ενα ▁απο ▁τα ▁προ τυπ α ▁προγραμματ α ▁στα ▁πλ αι σια ▁του ▁τρι του ▁κοιν ο τι κου ▁προγραμματ ος ▁για ▁την ▁ανε χει α ▁περι λαμ ­ βα νει ▁μια ▁ κεντρ ικη ▁περι ο χη ▁του ▁λι βερ πουλ ▁σε ▁συνδυασ μο ▁με ▁τα ▁ κοινων ικα , ▁οικο νομ ικα ▁και ▁περιβαλλοντικ α ▁προβληματ α .
▁για ▁τον ▁προ ε δρο ▁της ▁επι τρο πη ς ▁η ▁βρετανικ η ▁προ εδ ρια ▁θα ▁επ ωμ ιστ ει ▁σημαντικ ες ▁ε υθυν ες ▁λογ ω ▁των ▁δυσκολ ων ▁ στιγμ ων ▁που ▁η ▁ευ ρω πη ▁δια ν υ ει .
▁αφ ε τη ρια ▁απο τελ ει ▁ως ▁ γνωσ το ▁η ▁εγ κριση , ▁στις ▁18 ▁του ▁περ ασ μενο υ ▁δε κ εμ β ρι ου , ▁της ▁οδηγ ια ς ▁87 /18 / ε οκ ▁ σχε ­ τικα ▁με ▁τη ▁συμ μορφ ωση ▁των ▁εργασ τη ρι ων ▁στην ▁κοιν ο ­ τητα ▁με ▁την ▁ορθ η ▁εργασ τη ρια κη ▁ πρακτικ η .
▁ ποιες ▁προ οδο ι ▁ε χ ουν ▁επι τε υχ θει ▁στον ▁το με α ▁αυτο ▁στο ▁ χρον ικο ▁δια στη μα ▁απο ▁την ▁εν αρ ξη ▁των ▁εργασ ι ων ▁του ▁δευτερ ου ▁ αμε σα ▁εκ λεγ μενο υ ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ;
▁πι να κας ▁4
▁ευρωπα ικη ▁επι τρο πη ▁γενικ η ▁διε υθυν ση ▁xi ▁περι βα λλον , ▁πυρ ην ικη ▁ασφαλ εια ▁και ▁ πολιτικ η ▁αμ υ να
▁ πολιτικ η ▁δια σταση ▁της ▁ευρωπα ικη ς ▁οικο δο μη σης
▁■ ▁οι ▁ εται ροι ▁της ▁ε . ε . ▁θα ▁ πρεπε ι ▁να ▁ε χ ουν ▁αποδ ει ξει ▁την ▁ εμπειρ ια ▁τους ▁στην ▁ πρακτικ η ▁ευ ρ ειας ▁συ σσ ωρ ευση ς ▁ακ α δη μαι κων ▁μον α δων ▁ιδ ρυ ματ ων ▁i i )
▁d ▁διε υρ υν ση : ▁συζητ ηση .
▁ανα μεν εται ▁η ▁τη ρ ηση ▁συγκ ε κρι μενων ▁ τυπ ικ ων ▁προ υπο θε σεων ▁εκ ▁με ρους ▁του ▁ διο ργα νω τη ▁μιας ▁εκ θεση ς ▁προ μη θε υ των ▁i be x :
▁στις ▁5 ▁ ι ουλ ιου ▁1993 , ▁η ▁κυβερν ηση ▁της ▁πο λων ια ς ▁εισ η γα γε ▁τον ▁φ πα ▁με ▁την ▁τεχν ικη ▁βοηθ εια ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς .
▁39 84 / 89 ▁(8) ▁για ▁την ▁τροπο ποι ηση ▁του ▁κανονι σ μου ▁( ε οκ ) ▁αρ ι θ .
▁• ▁με ▁την ▁κατα λλη λη ▁στη ρι ξη ▁για ▁ακ ρα ▁ χρον ικη ▁περι οδο , ▁η ▁ζω η ▁του ▁ ατο ▁ ου ▁ε ▁νο η τικη υ στερ ηση ▁συνηθ ως ▁ βελ τι ων εται .
▁η ▁( οι ) ▁ θεση ▁( θε σεις ) ▁χειρ ισ μου ▁των ▁δια φορ ων ▁μηχαν ημα των ▁καθ ορ ιζ εται ▁( καθ ορ ιζ ονται ) ▁στις ▁κατ ' ▁ιδι αν ▁οδηγ ιες .
▁μετα ▁απο ▁μια ▁τελε υ ται α ▁ανα προ σα ρ μο γη , ▁στις ▁20 ▁ μαρτ ιου ( 9
▁d ▁επεκτ αση ▁των ▁φορολογ ικ ων ▁ ελαφρ υν σεων ▁που ▁θα ▁προσ ανα το λι ζει ▁τους ▁ιδι ω τες , ▁επε νδυ ­ τες ▁προς ▁επε νδυ σεις ▁σε ▁και νο το μια ▁( για ▁παρα ­ δει γμα , ▁η ▁ μορφ η ▁του ▁research ▁develop ement ▁limited ▁partnership ▁που ▁υπ αρ χει ▁σε ▁δυο ▁κρατ η ▁με λη , ▁η ▁οι ▁φορολογ ικ ες ▁πιστ ω σεις ) '
▁αρ θρο ▁72 αρ μο ∆ ι o τη τες ▁της ▁επι τρο π h ς
▁η ▁ο α δα - στο χο ▁pi ρε pi ει ▁να ▁pi ει σθ ει , ▁ε σω ▁δια pi ρο σω pi ικ ων ▁ δρα σεων ▁α pi ο ▁εκ pi α ιδε υ τε ▁του ▁pe er ( pi α ρο οι α ▁η λι κια ▁και ▁ κοινων ι κου ▁pi ρο φιλ ), ▁να ▁στα α τησε ι ▁τη ▁χρ ηση ▁ ουσι ων ▁pi ου ▁pi ρο κα λ ουν ▁ε θη , ▁ο ταν ▁οδηγ ει ▁η χαν ο κιν η το ▁ο χη α . »
▁4.1 ▁ιδιο ι ▁π ▁< ▁> ▁ ροι
▁4.4 . 1.3 ▁οι ▁περι σσ ο τερες ▁η λεκτρ ικ ες ▁επιχειρ η σεις ▁στον ▁ευρωπα ικο ▁χωρ ο ▁ε χ ουν ▁απο δε χ θει ▁τους ▁καν ο νες ▁της ▁i pra , ▁αν ▁και ▁δεν ▁υπ αρχο υν ▁απ αγορ ευ τικο ι ▁κανονι σμ οι .
▁θα ▁η θε λα ▁να ▁ανα φε ρθω ▁σε ▁ενα ▁θε μα ▁δια δικα στικ ο , ▁που ▁εχει ▁να ▁καν ει ▁με ▁εκ ει νο ▁που ▁συνε βη ▁χθες : ▁δεν ▁ειναι ▁η ▁πρωτ η ▁φορ α ▁που ▁ο ▁κ . ▁garai ko etxea ▁χρησιμοποι ει ▁κα ποι ο ▁τεχν α σμα ▁στη ▁συνε ­ λ ευση ▁αυτ η .
▁eel ▁226 ▁της ▁3 .8. 1989 .
▁ μπο ρει ▁αρ α γε ▁η ▁επι τρο πη ▁να ▁περι γρα ψει ▁την ▁ σημ εριν η ▁ θεση ▁της ▁για ▁τα ▁δια στη μι κα ▁θε ματα , ▁ υσ τερα ▁απο ▁την ▁υπο βολ η ▁της ▁εκ θε σεως ▁toks vig ▁και ▁των ▁συστ α σεων ▁που ▁περι ει χε ▁το ▁1987 , ▁εν ο -
▁αυ θεν τικο ▁παν τως ▁ειναι ▁μονο ▁το ▁πληρ ες ▁ κει μενο ▁των ▁απο φα σεων ▁και ▁των ▁προ τα σεων ▁του ▁γενικ ου ▁εισ αγγελ ε α ▁που ▁δημοσιευ εται ▁αργ ο τερα ▁στη ▁« συ λλο γη ▁της ▁ νομ ολογ ια ς ▁του ▁ δικα στη ρι ου ▁και ▁του ▁πρωτο δι κει ου ».
▁βασικ ος ▁στο χος ▁του ▁ευρωπα ι κου ▁ιδ ρυ ματος ▁επαγγελματικ ης ▁κατα ρ τι σης ▁ειναι ▁να ▁συμβ αλ ει ▁στην ▁προσ αρ μο γη ▁των ▁συστ ημα ­ των ▁επαγγελματικ ης ▁κατα ρ τι σης ▁της ▁πο λων ια ς ▁και ▁της ▁ο υγ γα ­ ρια ς .
▁— ▁φορολογ ια : ▁1.8 . 37 , 1.8 . 38
▁p . e . ▁hoy er ▁κατα ▁επι τρο πη ς ▁των ▁εκ ▁( δια ταξη )
▁προ κει ται ▁λοιπ ον , ▁περ α ▁για ▁περ α , ▁για ▁μια ▁οδηγ ια ▁για ▁την ▁ο ποι α ▁μπ ορ ουμε ▁να ▁ ει μα στε ▁υπερ η φαν οι .
▁ο μως , ▁ο ταν ▁η ▁ υφ εση ▁αρχι σε ▁να ▁πλ ητ τει ▁τη ▁β ορ εια ▁α μερ ικη , ▁η ▁rose mar y ▁αποφασισ ε ▁να ▁εξ ερ ευ νη σει ▁νεο υς ▁ορ ιζ οντες .
▁απο στο λη ▁της ▁ειναι ▁η ▁προσ παθ εια ▁να ▁αυ ξη θει ▁η ▁συμβολ η ▁των ▁πα σης ▁ μορφ ης ▁εργ ων ▁στην ▁περιφερ εια κη ▁αναπτ υ ξη .
▁διαβ ρων ονται ▁στα δια κα ▁απο ▁την ▁επεκτ αση ▁των ▁ πολ εων : ▁ιδιωτικ ες ▁μονο κατοικ ιες , ▁υπο δο με ς ▁συνδε ο με νες ▁με ▁την ▁ κατοικ ια , ▁μικρ ες ▁βιο τε χ ν ιες , ▁μικρ ες ▁βιο μη χα νικ ες ▁εγ καταστ α σεις .
▁εγ κριση ▁απο ▁την ▁επι τρο πη ▁στις ▁5 ▁φ εβ ρου αρ ιου .
▁οι ▁δια σα φη σεις ▁για ▁την ▁ υπα γω γη ▁στο ▁καθ εστ ως ▁ τελ ων ει ακ ης ▁απο τα μι ευση ς ▁που ▁ μπο ρει ▁να ▁απο δε χ θει ▁το ▁ τελ ων ειο ▁ υπα γω γη ς ▁στο ▁καθ εστ ως , ▁κατ ' ▁αιτ ηση ▁του ▁δια σα φι στη , ▁χωρ ις ▁αυτ ες ▁να ▁π φι ε χ ουν ▁ορ ισ μενα ▁στο ιχ εια ▁που ▁ανα φερ ονται ▁στο ▁παρα ρτ ημα ▁37 , ▁ πρεπε ι ▁του λα χ ιστ ον ▁να ▁π φι ε χ ουν ▁τα ▁ανα γκα ια ▁στο ιχ εια ▁για ▁την ▁εξ ακριβ ωση ▁της ▁τ αυτο τητα ς ▁των ▁φ πορ ε φα των ▁τα ▁ο ποι α ▁α φορ ουν , ▁καθ ως ▁και ▁την ▁πο σο τητα ▁τους .
▁l ▁28 1 ▁της ▁13 .10. 1983 , ▁σ .
▁η ▁ θεση ▁καθ ως ▁και ▁τα ▁δικαι ω ματα ▁στην ▁ κοινων ικη ▁προ νοια ▁διατ ηρ ουν ται , ▁εν ω ▁παρε χε ­ ▁ ται ▁απο ▁το ▁ υπουργ ειο ▁ παιδ ειας ▁επι δο μα ▁ υ ψ ους ▁10. 50 4 ▁ bf .
▁αλ φα βη τικο ▁ευ ρε τη ριο ▁της ▁ανα λυ τικη ς ▁δι αρθρ ωσης ▁( συν ε χει α )
▁ο οσ pi ον δια κο ▁ υ pi ουργ ειο ▁οικο νοι κων
▁πρωτο ν , ▁ενα ▁συγκ ρα τη μενο ▁επα ινο , ▁δευτερ ον , ▁μια ▁σα φη ▁ κρι τι ­ κη ▁και , ▁τρι τον , ▁μια ▁σα φη ▁μο μ φη .
▁ πρεπε ι ▁να ▁στ ει ­ λε τε ▁ενα ▁πιστοποι η τικο ▁αν ικαν ο τητα ς ▁για ▁εργ α ­ σια ▁στην ▁υπηρε σια ▁ κοινων ικη ς ▁προ νοια ς ▁σε ▁ ει δι ­ κο ▁εν τυπο ▁που ▁ μπο ρει τε ▁να ▁προ μη θε υτ ει τε ▁απο ▁τους ▁περι σσ ο τε ρους ▁ ια τρο υς .
▁( η ▁συνε δρ ια ση ▁αρχι ζει ▁στις ▁ 9.000 )
▁το ▁συμβ ου λιο ▁της ▁gat t , ▁κατα ▁τη ▁συν ο ­ δο ▁του ▁της ▁26 ης ▁μα ιου ▁υιοθετ ησε ▁ιδι αι τερα ▁τους ▁ο ρους ▁εν το λης ▁του ▁« ▁panel ▁» ▁που ▁εξε τα ζει ▁την ▁αμερικανικ η ▁οι α [ ι αρτ υ ρια ▁σχετικ α ▁με ▁τις ▁δ ασ μο ­ λογ ικ ες ▁προτιμ η σεις ▁της ▁κοιν ο τητα ς ▁κατα ▁τις ▁ ει ­ σα γω γε ς ▁ εσ περ ι δο ει δων · ▁το ▁συμβ ου λιο ▁εξε τα σε ▁τη ▁συνεχ εια ▁που ▁δο θηκε ▁στην ▁ υπουργ ικη ▁δια ­
▁προ εδ ρος . ▁— ▁κυρ ι ε ▁la lor , ▁το ▁θε μα ▁ειναι ▁πολυ ▁απ λο .
▁το ▁ ψηφ ισμα ▁αυτο ▁απο τελ ει ▁ενα ▁πρωτο ▁στα διο ▁για ▁να ▁βοηθ η θ ουν ▁οι ▁κανονι στικ ες ▁αρχ ες , ▁οι ▁φορ εις ▁και ▁οι ▁χρ η στες ▁στην ▁προ ετ οι μα σια ▁τους ▁για ▁την ▁πληρ η ▁απε λευ θε ρωση ▁των ▁υπηρε σι ων ▁επι κοινων ι ων ▁απο ▁την ▁1 η ▁ ια νου αρ ιου ▁1998 ▁( περ ι ληψη ▁5. 14) . ▁3.
▁cor k ▁τη λ .
▁επι σκο π ηση ▁των ▁εργασ ι ων ▁των ▁οργαν ων ▁ακ ε - εκ
▁γι ' ▁αυτο ▁θε λω ▁να ▁απε υθυν ω ▁αυτ ην ▁την ▁τελε υ ται α ▁εκ ­ κληση ▁προς ▁το ▁κοιν ο βου λιο .
▁συμφων α ▁με ▁το ▁αρ θρο ▁9 ▁του ▁κανονι ­ σ μου ▁του ▁συμβ ουλ ιου ▁της ▁23 ης ▁ ι ουλ ιου ▁για ▁τη
▁η ▁επι τρο πη ▁δημοσιευ σε ▁την ▁εκ θεση ▁για ▁το ▁1988 ▁(2) ▁με ▁αντικειμεν ο ▁τις ▁« ε πε νδυ σεις ▁στις ▁βιο μη ­
▁ hut ton ▁( ed ). ▁— ▁( εν ) ▁κυρ ι ε ▁προ εδ ρε , ▁η ▁ομαδ α ▁μου ▁εχει ▁τη ▁ βαθ εια ▁πε ποι θ ηση ▁οτι , ▁ε αν ▁το ▁συμβ ου λιο ▁των ▁ υπουργ ων ▁εγκ ρι νει ▁κανονι σμ ο , ▁το τε ▁ο ▁κανονι σ μος ▁αυτο ς ▁ πρεπε ι ▁να ▁εφαρμο ζ εται ▁πληρ ως ▁και ▁με ▁καλ η ▁πιστ η ▁απο ▁ ολα ▁τα ▁κρατ η ▁με λη .
▁ γνω ρι ζ ουμε ▁οτι ▁απο ▁το ▁1979 ▁και ▁ εντ ευ θεν , ▁κατα ▁την ▁δια ρκ ει αν ▁της ▁επανα στα σεως ▁του ▁κ . ▁χ ομ ει νι , ▁εγ ιν αν ▁επιχειρ η σεις ▁εν αντι ον ▁των ▁κουρ δων ▁και ▁με σα ▁ εις ▁το ▁ ι ραν .
▁* ▁η ▁ευρωπα ικη ▁τραπεζ α ▁επε νδυ σεων ▁( ete ) ▁- ▁που ▁ε δρ ευ ει ▁στο ▁ λου ξε μ β ουργ ο ▁- δη μι ουργ η θηκε ▁απο ▁τα ▁κρατ η ▁με λη ▁με ▁τη ▁συν θη κη ▁της ▁ ρω μη ς ▁παρα λλη λα ▁με ▁τα ▁αλλα ▁κοιν ο τικα ▁οργαν α .
▁προσ φερ ουν ▁μια ▁« ο αση » ▁ γα λη νης ▁ως ▁αντι σταθμ ισμα ▁στο ▁καθημεριν ο ▁στρ ες .
▁η ▁προσ τα σια ▁της ▁εμπορικ ης , ▁βιο μη χαν ικη ς ▁και ▁πνευματ ικη ς ▁ιδιο κτη σια ς ▁απο τε ­ λει ▁προ φαν η ▁ κοινων ικη ▁ανα γκ η , ▁δε δο μενο υ ▁οτι ▁εν θ αρ ρυ νει ▁τη ▁δημιουργ ικο τητα , ▁την ▁και νο το μια ▁και ▁τις ▁επε νδυ σεις .
▁η ▁αιτ ηση ▁ανα ι ρε σεως ▁στη ρι ζ εται ▁σε ▁τρεις ▁λογ ους .
▁α οι θ . ▁4 -4 70 / 285 ▁de ▁sil gu y ▁και ▁στο ▁πλ αι σιο ▁της ▁συνε δρ ια σης ▁της ▁μ ικ της ▁επι τρο πη ς ).
▁η ▁« feder ation ▁nationale ▁des ▁syndicat s ▁d ' agent s ▁genera ux ▁d ' assurance s », ▁για ▁τους ▁ μισθ ω τους ▁και ▁ εντ ολ οδο χους ▁των ▁γενικ ων ▁πρα κτο ρων ▁ασφαλ ει ων .
▁εισαγωγ ες ▁και ▁εξα γω γε ς ▁( τρε χ ουσες ▁τιμ ες ) - ▁δι αρθρ ωση ▁του ▁εξω τε ρι κου ▁εμπορ ιου ▁κατα ▁sit c ▁( τρε χ ουσες ▁τιμ ες ): ▁τα ▁εμπορικ α ▁δε δο μενα ▁δεν ▁περι λαμ βα νουν ▁τις ▁ αμε σες ▁επαν εξ αγ ω γε ς , ▁το ▁εμπορ ιο ▁υπηρε σιο ιν ▁και ▁το ▁εμπορ ιο ▁με ▁ελ ευ θε ρες ▁ τελ ων εια κες ▁ζω νες , ▁καθ ως ▁επι σης ▁τις ▁αδ ει ες ▁εκ με ταλ λευ σης , ▁την ▁τεχν ο γνωσ ια ▁και ▁τα ▁ διπλ οι ματα ▁ευ ρε σι τε χ νια ς .
▁5 15 / 97 ▁(19) ▁του ▁συμβ ουλ ιου ▁και ▁στη ▁συμ βαση ▁σχετικ α ▁με ▁τη ▁χρ ηση ▁της ▁πληροφορ ικη ς ▁στον ▁ τελ ω ­ ν εια κο ▁το με α ▁(20) , ▁που ▁ τε θηκε ▁προσ ωρ ινα ▁σε ▁εφαρμο γη ▁την ▁1 η ▁νο εμ β ρι ου ▁2001.
▁η ▁β ουλ γα ρια ▁θα ▁ πρεπε ι ▁αφ ε νος ▁ μεν ▁να ▁ειναι ▁σε ▁ θεση ▁να ▁επ ω μισθ ει ▁τις ▁οικο νομ ικ ες ▁υποχρεω σεις ▁του ▁με λους , ▁κατα ▁τετ οι ο ▁τροπο ▁ ω στε ▁η ▁εν ια ια ▁ αγορ α ▁να ▁λειτουργ ει ▁ο μα λα ▁και ▁ορθ α .
▁ο πως ▁δια πιστ ω θηκε ▁στη ▁ σκε ψη ▁23 ▁της ▁παρ ουσα ς ▁απο φα σεως , ▁απο ▁το ▁ γραμμα ▁των ▁διατ αξ εων ▁του ▁τ μη ματος ▁5 ▁του ▁κεφαλ αι ου ▁ ι ι ▁του ▁κανονι σ μου ▁προ κυ π τει ▁οτι ▁απ αγορ ευ εται ▁η ▁εφαρμο γη ▁του ▁ αρθρ ου ▁6 , ▁ σημ ειο ▁1 , ▁του ▁κανονι σ μου ▁επι ▁δια φορ ας ▁εκ ▁συμβ α σεως ▁εργασ ια ς .
▁« 1) ▁ο ▁διε υθυν ων ▁ νομ ικο ▁προσ ω πο ▁με ▁κερδ ο σκο π ικο ▁σκοπ ο ▁ πρεπε ι , ▁αν εξ αρ τη τως ▁του ▁χαρακτηρ ισ μου , ▁κατα ▁το ▁εθνικ ο ▁δικαι ο , ▁της ▁εννο μου ▁ σχε σεως ▁που ▁ υφ ι στα ται ▁μετα ξ υ ▁αυτ ων ▁των ▁δυο ▁υπο κει μενων ▁δικαι ου , ▁να ▁θε ωρη θει ▁ως ▁ασκ ων ▁αν εξ αρ τη τη , ▁κατα ▁την ▁εν νοια ▁του ▁ αρθρ ου ▁52 ▁της ▁συν θη κη ς ▁εκ ▁ δρα στη ριο τητα , ▁ εστ ω ▁και ▁αν ▁παρε χει ▁επι ▁ορ ισ μεν ω ▁ χρονο , ▁προς ▁ο φε λος ▁του ▁νο μι κου ▁προσ ω που , ▁υπηρε σι ες ▁εν αντι ▁των ▁ο ποι ων ▁ λαμ βα νει ▁α μοι βη , ▁ο ταν , ▁εν ▁ο ψει ▁της ▁κατα νομ ης , ▁συμφων α ▁με ▁τον ▁ νομο ▁η ▁το ▁κατα στα τικο , ▁των ▁εξ ουσι ων ▁εν τος ▁του ▁νο μι κου ▁προσ ω που , ▁δεν ▁ενεργ ει ▁υπο ▁τη ▁διε υθυν ση ▁ο ποι ου δη ποτε ▁αλλο υ ▁προσ ω που ▁η ▁ο ποι ου δη ποτε ▁οργαν ου ▁το ▁ο ποι ο ▁δεν ▁ε λεγ χει ▁ο ▁ιδιο ς .
▁εν αντι ον ▁ορ ισ μενων ▁απο ▁αυτ ες ▁κι νη θηκε ▁η ▁δια ­ δικα σια ▁της ▁εκ καθαρ ιση ς ▁η ▁της ▁ κη ρυ ξης ▁τους ▁σε ▁ πτω χ ευση .
▁συνε ης ▁ε pi αγγελ μα τικη ▁εκ pi α ιδ ευση ▁( com un idad ▁valenciana )
▁την ▁1 η ▁δε κ εμ β ρι ου , ▁ο ▁guy ▁leg ras ▁επα υ σε ▁να ▁ασκ ει ▁τα ▁καθ η κο ντα ▁του ▁γενικ ου ▁διευθυντ η ▁γεω ρ για ς , ▁τα ▁ο ποι α ▁ασκ ου σε ▁επι ▁15 ▁ σχε δο ν ▁ε τη .
▁• ▁τη ρ ηση ▁κοιν ης ▁ πολιτικ ης ▁για ▁τη ▁διατ ηρ ηση ▁των ▁πο ρων , ▁ο που ▁προβ λε π ονται ▁το σο ▁τεχν ικα ▁με τρα ▁που ▁α φορ ουν ▁δια φορ ους ▁ τυπ ους ▁α λι ειας ▁ο σο ▁και ▁με τρα ▁δια χω ρι σης ▁των ▁απο θε ­ ματ ων , ▁ο πως ▁ο ▁καθ ορ ισ μος ▁του ▁συν ο λου ▁επι τρεπ ο μενων ▁α λι ευ ματ ων ▁( ta c ) ▁και ▁οι ▁ ετ ησ ιες ▁πο σο στ ω σεις ,
▁βρει τε ▁περι σσ ο τερα ▁στο ιχ εια ▁για ▁την ▁ε ε ▁στο ▁δια δι κτ υ ο , ▁στη ▁διε υθυν ση : ▁www . europa . eu . int
▁ειδικ ο τερα ▁το ▁με ρι διο ▁αυτο ▁παρ ουσι α σε ▁μια ▁συνεχ η ▁αυ ξη ση ▁απο ▁15% ▁περι που ▁το ▁1970 ▁σε ▁25-30 % ▁στην ▁περι οδο ▁1960 85 .
▁το ▁κοιν ο βου λιο ▁απο δι δει ▁ιδι αι τερη ▁σπ ου δα ιο τητα ▁στην ▁εφαρμο γη ▁των ▁ πολιτικ ων ▁που ▁α φορ ουν ▁ζητ η ματα ▁κοιν ου ▁ενδιαφερ ον τος , ▁ο πως ▁ειναι ▁η ▁ πολιτικ η ▁ασ υ λου , ▁η ▁μετα να στε υ τικη ▁ πολιτικ η ▁η ▁η ▁κατα πολ εμ ηση ▁της ▁το ξι κο μα νια ς , ▁της ▁απ α της ▁και ▁της ▁διε θ νους ▁εγκληματικ ο τητα ς .
▁(100 ) ▁υπ αρχο υν ▁οι ▁ακολουθ ες ▁εκ πτω σεις ▁φορ ου ▁και ▁απαλ λαγ ες ▁o t ▁ο ποιες ▁ ω στο σο ▁δεν ▁χρησιμοποι η θηκαν ▁απο ▁τους ▁παρα γω ­ γου ς ▁εξα γω γει ς ▁για ▁το ▁εν ▁λογ ω ▁προ ιον :
▁στα ▁περι σσ ο τερα ▁ευρωπα ικα ▁ νομ ικα ▁συστ η ματα , ▁γι νεται ▁απ λω ς ▁επι κληση ▁των ▁σχετικ ων ▁διατ αξ εων ▁του ▁κοιν ου ▁ποινικ ου ▁δικαι ου ▁ο πως ▁π χ . ▁των ▁διατ αξ εων ▁που ▁α φορ ουν ▁τη ▁δια σαλ ευση ▁της ▁δημοσ ια ς ▁τα ξε ως ▁η ▁τη ▁συμ με το χη ▁στη ▁ δρα στη ριο τητα ▁απ αγορ ευ μενων ▁εν ω σεων .
▁ τε λος , ▁θα ▁ πρεπε ι ▁το ▁συστ ημα ▁των ▁η νω μενων ▁ εθν ων ▁να ▁ειναι ▁οικ ουμε νικ ος ▁εγγυ η της ▁των ▁ ανθρωπ ιν ων ▁δικαι ωμα ­ των ▁και ▁της ▁δημοκρατ ια ς .
▁συμβ α σεις ▁μπ ορ ουν ▁να ▁συνα π τ ονται ▁επι σης ▁με ▁απε υθ ειας ▁ανα θεση ▁για ▁πο σα ▁αν ω ▁των ▁300 ▁000 ▁e cu ▁ο σον ▁α φορ α ▁τα ▁προγραμματ α ▁ta cis ▁και ▁για ▁πο σα ▁αν ω ▁των ▁50 ▁000 ▁e cu ▁ο σον ▁α φορ α ▁το ▁προ γραμμα ▁phar e .
▁σε ▁ορ ισ μενα ▁κρατ η ▁με λη ▁ισ χ υ ουν ▁και ▁επι προ σ θε τοι ▁ο ροι .
▁η ▁ευ ρω πη ▁π ρε πα ▁να ▁ανα ι ▁σε ▁ θεση ▁να ▁δια δρα ματ ι σα ▁τον ▁ δικο ▁της ▁ρ ολο .
▁εν ▁ τω ▁μετα ξ υ ▁το ▁συμβ ου λιο ▁ασφαλ ειας ▁του ▁o he ▁εν ε κρι νε ▁— ▁πολυ ▁αργ α ▁πια ▁— ▁το ▁ ψηφ ισμα ▁ 757 ▁για ▁ενα ▁απο λυ το ▁εμπ αρ γκο ▁για ▁τη ▁σε ρ βια ▁και ▁το ▁μα υρο βου ­ νιο .
▁τι μη ▁στο ▁ λου ξε μ β ουργ ο , ▁χωρ ις ▁φ πα : ▁e cu ▁11 , 50
▁στην ▁περι πτωση ▁αυτ η , ▁δι εξ αγ ονται ▁δια πρ αγ ματ ευ σεις ▁μετα ­ ξ υ ▁των ▁συμβ αλλ ο μενων ▁με ρων ▁για ▁να ▁καθ ορ ιστ ουν ▁με ▁κοιν η ▁συμφων ια ▁οι ▁τροπο ποι η σεις ▁η ▁συμπ λη ρω σεις ▁που ▁ πρεπε ι ▁να ▁γι νουν ▁στο ▁παρα ρτ ημα ▁η ▁στα ▁πρωτο κο λλα .
▁η ▁pi ρο β λε ψη ▁α pi αι - τη σεων ▁ανα φερ ει ▁τη ▁ φυσ η ▁και ▁τον ▁κατα λογ ισ μο ▁στον ▁pi ρου pi ολογ ισ μο ▁του ▁ε σο δου καθ ως ▁και , ▁στο ▁με τρο ▁του ▁ δυ να του , ▁τον pi ρο σ διο ρι σμ ο ▁του ▁ο φει λε τη ▁και ▁την ▁εκ τι μη ση ▁του ▁pi ο σου ▁του .
▁εν ω ▁ειναι ▁σχετικ α ▁ευκολ η ▁η ▁επι σημα νση ▁των ▁μετ ρων ▁των ▁προγραμματ ων ▁που ▁' στο χ ευ ουν ▁ αμε σα ▁στις ▁ mme , ▁δεν ▁συμβ αι νει ▁το ▁ιδιο ▁με ▁την ▁ανα γνω ρι ση ▁των ▁μετ ρων ▁η ▁ δρα σεων ▁που ▁τις ▁ ω φ ελ ουν ▁ εμ με σα .
▁ πηγ η : ▁euros tat , ▁ερε υ να ▁εργ α τι κου ▁δυναμ ι κου ▁1986 , ▁ σελ . ▁146 ▁και
▁προ τι θεν ται ▁οι ▁ υπουργ οι ▁εξω τε ρι κων ▁να ▁με σο λαβ η σουν ▁προς ▁τις ▁ σο βι ε τι κες ▁αρχ ες ▁προ κει με ­ νου ▁να ▁απο λυ θει ▁απο ▁το ▁στρατ ο πεδ ο ▁εργασ ια ς ▁η ▁χριστιαν η ▁ir ina ▁ratu shin s kaya , ▁που ▁εκ τι ει ▁ δω δε κα ε τη ▁ποι νη ▁σ τερη τικη ▁της ▁ελ ευ θε ρια ς ▁και ▁κατα δι ω κ εται ▁επ ει δη ▁εγ ραφ ε ▁ θρησκ ευ τικα ▁ποι η ­ ματα , ▁συμ με τε σχε ▁σε ▁δια δηλ ω σεις ▁για ▁τα ▁ ανθρωπ ινα ▁δικαι ω ματα ▁και ▁αρ νη θηκε ▁να ▁προβ ει ▁σε ▁δια κρι σεις ▁ εις ▁βαρ ος ▁ε βρα ι ων ▁υπο ψηφ ι ων ▁σε ▁εξε τα σεις , ▁ο ταν ▁ως ▁ φυσ ικο ς ▁απο τε λου σε ▁με λος ▁του ▁προσ ω πι κου ▁του ▁ παιδ αγωγι κου ▁κολ λεγ ιου ▁ οδ ησ σου ;
▁• ▁την ▁ανα γκα ιο τητα ▁εξα σφαλ ιση ς ▁περι βα λλον τος ▁υγι ους ▁ανταγων ισ μου , ▁της ▁τους ▁της ▁ υγ ειας ▁δια σφαλ ιση ς ▁για ▁ο λους
▁οι ▁τροπο λογ ιες ▁αυτ ες ▁α φορ ουν ▁ σημ εια ▁που ▁δεν ▁υπ αγ ονται ▁στις ▁αρ μο διο τη τες ▁της ▁κοιν ο τητα ς .
▁σε ▁λειτουργ ια ▁σε ▁λειτουργ ια ▁ο ρι οθετ η μενη
▁για ▁το ▁ λογο ▁αυτο , ▁κυρ ια ▁προ εδ ρε , ▁πιστ ευ ω ▁πως ▁το ▁κοιν ο βου λιο , ▁με ▁τη ▁ σχε δο ν ▁ομο φων η ▁εγ κριση ▁αυ της ▁της ▁συμφων ια ς , ▁πραγματ ι ▁συμβ αλλ ει ▁στην ▁εξε υρ εση ▁των ▁ βελ τι στ ων ▁ λυ σε -
▁παρα βαση ▁κρατ ους ▁με λους ▁— ▁παρα λει ψη ▁ θεσ πι σεως , ▁εν τος ▁της ▁τα χ θει σα ς ▁προ θεσ μια ς , ▁των ▁ανα γκα ι ων ▁διατ αξ εων ▁για ▁τη ▁συμ μορφ ωση ▁προς ▁την ▁οδηγ ια ▁2004 /17 / ek ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου ▁και ▁του ▁συμβ ουλ ιου , ▁της ▁31 ης ▁ μαρτ ιου ▁2004, ▁περι ▁συντ ον ισ μου ▁των ▁δια δικα σι ων ▁συνα ψε ως ▁συμβ α σεων ▁στους ▁το μ εις ▁του ▁ υ δα τος , ▁της ▁ενεργ ειας , ▁των ▁μετα φορ ων ▁και ▁των ▁τα χ υ δρο μι κων ▁υπηρε σι ων ▁( ee ▁l ▁134 , ▁σ . ▁1)
▁παρ ολα ▁αυτ α , ▁ορ ισ μενα ▁με τρα ▁αντι με τω πι ζουν ▁προβληματ α ▁τα ▁ο ποι α ▁ θι γουν ▁ιδι αι τερα ▁τις ▁περιφερ ει ες ▁που ▁ υ στερ ουν .
▁πιστ ευ ει ▁το ▁συμβ ου λιο ▁οτι ▁η ▁χρ ηση ▁των ▁πο ρων ▁του ▁ ετ πα ▁για ▁την ▁εν ισ χ υ ση ▁της ▁οικο νομ ικη ς ▁βασ ης ▁δημοσ ι ων ▁οργαν ισ μ ων ▁κοιν ης ▁ ω φε λεια ς ▁πριν ▁απο ▁την ▁ιδιωτικ ο ποι ηση ▁τους ▁απο τελ ει ▁ορθ η ▁διαχειρ ιση ▁των ▁χρηματ ων ▁των ▁ευρωπα ι ων ▁φορολογ ουμε νων ;
▁στην ▁πρα ξη , ▁ο ▁ νομο ς ▁του ▁1971 ▁δι νει ▁το ▁δικαι ωμα ▁σε ▁καθ ε ▁ νομ ικο ▁η ▁ φυσ ικο ▁προσ ω πο ▁να ▁εκ τελ ει ▁τη ▁ δρα στη ριο τητα ▁αυτ η .
▁και ▁εφ αρ " ο ζ εται ▁α pi ο ▁ ολα ▁τα ▁κρατ η ▁" ε λη .
▁δι νω ▁μεγαλ η ▁ σημα σια ▁στο ▁να ▁ σημ ει ω θει ▁αυτο ▁στα ▁συν ­ οπ τικα ▁ πρακτικ α .
▁ ντ 1
▁ειναι ▁αδ υ ­ να το ▁να ▁δια σφαλ ισ θει ▁κατα ▁100% ▁η ▁ σω στη ▁διε κ περ αι ­ ωση ▁της ▁βοηθ ειας ▁αυ της .
▁εν του τοι ς ▁προβ λε π εται ▁εξαιρε ση ▁στον ▁καν ο να ▁αυτο ▁στην ▁περι πτωση ▁που ▁η ▁αιτ ηση ▁η ▁η ▁κοιν ο ποι ηση ▁α φορ α ▁συμφων ια ▁για ▁τη ▁δημιουργ ια ▁κοιν ης ▁επιχειρ ησης ▁συνεργ α σια ς ▁δι αρθρ ω τι κου ▁χαρακτηρ α ▁εφ ο σον ▁τα ▁με ρη ▁επιθυμ ουν ▁να ▁επ ω φε λη θ ουν ▁συν οπ τικη ς ▁δια δικα σια ς .
▁malo ne ▁το ▁κρατ ος .
▁παρα μεν ει ▁ακ ερα ια , ▁λοιπ ον , ▁η ▁ σημα σια ▁του ▁ πολιτικ ου ▁μην υ ματος ▁που ▁ανε κα θεν ▁ εδ ινε ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο ▁ο σον ▁α φορ α ▁το ▁θε μα ▁αυτο .
▁θα ▁ανα φερ α ) ▁εν αν ▁απο ▁αυτο υς ▁και ▁ελ πι ζι υ ▁στη ▁συν αν τηση ▁της ▁μα δρ ι της , ▁ο ▁εν ▁ λογο ) ▁φακ ε λος ▁να ▁αντι με τι υπ ισ θει . ▁ε αν ▁ οχι ▁ολοκληρ ος , ▁του λα χ ιστ ον ▁ενα ▁μεγαλ ο ▁τ μη μ σ ▁του .
▁' αν θ ρα ­ κας
▁πλ αι σιο : ▁  η ι ουργ ια ▁θε σεων ▁εργασ ια ▁( pi . χ . ▁στην ▁pi ερ ι pi τ ωση ▁τη ▁ανα δι αρθρ ωση ▁το ε α )
▁ασ θεν εια ▁α τυχ ημα
▁εκ δο σεις ▁των ▁ευρωπα ικ ων ▁κοιν ο τη των : ▁απ ρι λιο ς ▁- ▁ ι ουν ιος ▁1995
▁ ες ( ▁1996 ▁) / σο ( ▁1996 )
▁συν θεση ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁περ αν ▁των ▁αμ εσ ων ▁προσ παθ ει ων ▁αναπτ υ ξης , ▁η δη ▁η ▁αν αγγελ ια ▁κοιν ο τικη ς ▁προσ παθ ειας ▁θα ▁ ει χε ▁ ουσι ασ τικη ▁θε τικη ▁ψυχ ολογ ικη ▁επι δρα ση ▁στους ▁πραγματοποι ουν τες ▁τις ▁επε ν ­ δυ σεις .
▁- ▁η ▁συμ βαση ▁της ▁αρ ουσα ▁(1 .1. 1971 -31 .1. 1975 ) ▁με ▁τα ▁ τρια ▁κρατ η ▁της ▁αυ ατο λι κη ς ▁αφ ρ ικη ς ▁( κ ευ υ α , ▁ ου γκα υ τα , ▁τα υ αζ α υ ια ) ▁- ▁εμπορ ι ποι ▁δε σμ οι · ▁- ▁η ▁συμ φ ω υ ια ▁με ▁τη ▁ νι γη ρια , ▁η ▁ο ποι α ▁υπ ε γρα φη ▁στο ▁λα γος ▁στις ▁16 ▁ ι ουλ ιου ▁1966 ▁ ου δε ποτε ▁ ετε θη ▁σε ▁ισ χ υ ·
▁εξ αλ λου , ▁στις ▁30 ▁νο εμ β ρι ου ▁και ▁την ▁1 η ▁δε κ εμ β ρι ου (3) , ▁η ▁φ ιν λαν δι κη ▁προ εδ ρια ▁και ▁η ▁επι τρο πη ▁οργαν ωσαν ▁ενα ▁πρωτο ▁φορ ου μ ▁συζητ ησης ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁σχετικ α ▁με ▁τα ▁δικαι ω ματα ▁του ▁ ανθρωπ ου , ▁με ▁σκοπ ο ▁να ▁προσ δω σουν ▁μια ▁περι σσ ο τερο ▁δι αρθρ ω μενη ▁ μορφ η ▁στο ▁δια λογο ▁για ▁τα ▁δικαι ω ματα ▁του ▁ ανθρωπ ου ▁που ▁διε ξα γεται ▁μετα ξ υ ▁της ▁ κοινων ια ς ▁ πολιτ ων ▁και ▁των ▁μη ▁κυβερνητικ ων ▁οργαν ω σεων ▁αφ ε νος , ▁και ▁των ▁κοιν ο τι κων ▁οργαν ων ▁και ▁των ▁κρατ ων ▁με λων ▁αφ ετε ρου .
▁προ τα ση ▁απο φα σης ▁του ▁συμβ ουλ ιου ▁για ▁την ▁εγ κριση ▁πολυ ε τους ▁ κοι ­ νο τικη ς ▁ δρα σης ▁σχετικ α ▁με ▁την ▁αναπτ υ ξη ▁του ▁is d n ▁ως ▁διε υρ ωπ αι κου ▁δικ τυ ου ▁( ει ση γη της : ▁ο ▁κ . ▁ja c ques ▁pe ) ▁( ε γγ ρ . ▁ces ▁131 3/ 93)
▁( ' ) ▁δε λ τι ο ▁εκ ▁5- 1986 , ▁ σημ ειο ▁2.1 . 39 . ▁(2) ▁ε ε ▁c ▁275 ▁της ▁31 .10. 1986 ▁και ▁δε λ τι ο ▁εκ ▁7 /8 - 1986 , ▁ σημ εια
▁στην ▁3 η ▁ ταξη , ▁ υ ­ παρ χ ουν ▁10 ▁ ω ρες ▁ μαθ ημα των ▁γενικ ης ▁εκπαιδευ ­ σης ▁και ▁20 ▁ ω ρες ▁ μαθ ημα των ▁της ▁3 ης ▁και ▁4 ης ▁δε ­ σμ ης .
▁7 ▁φ εβ ρου αρ ιου ▁1992
▁σχετικ α , ▁της ▁ανα φερ θηκε ▁οτι ▁τα ▁δυο ▁ε τη ▁υπο ▁το ▁συστ ημα ▁του ▁επι μερ ισ μου ▁της ▁εργασ ια ς ▁ε πρεπε ▁να ▁υπολογισ θ ουν ▁ως ▁ενα ▁ε τος ▁εργασ ια ς ▁με ▁πληρ ες ▁ ωρα ριο .
▁η ▁ αποζημ ι ωση ▁αυτ η ▁εμπ ι π τει , ▁επ ο μεν ως , ▁στην ▁εν νοια ▁της ▁α μοι βη ς ▁του ▁ αρθρ ου ▁119 ▁της ▁συν θη κη ς .
▁ πολιτικ η ▁διαχειρ ιση ς ▁των ▁απο βλη των
▁αυτ η ▁η ▁διαφορετικ η ▁κατα νομ η ▁της ▁εργασ ια ς ▁- ▁στο ▁ε σω τερ ικο ▁του ▁σπ ιτ ιου ▁και ▁μη ▁α μοι βο μενη , ▁και ▁εξω ▁απο ▁το ▁σπ ι τι ▁- ▁ ει χε ▁ως ▁συνε πει α ▁την ▁ κοινων ικη ▁και ▁επαγγελματικ η ▁καθ υ στερ ηση ▁τους ▁καθ ως ▁και ▁την ▁ελ λει πη ▁εκ προ σω π ηση ▁των ▁γυναικ ων .
▁ε τσι , ▁δεν ▁συμφων ουμε ▁με ▁ο λες ▁τις ▁φιλ οδο ξι ες ▁που ▁ανα φερ ει ▁η ▁εκ θεση , ▁μ ολο νο τι ▁τ αυτο χρον α ▁δεν ▁αμφ ισ β ητ ουμε ▁αναγκασ τικα ▁την ▁εξε λι ξη ▁της ▁ σκε ψε ως ▁προς ▁την ▁κατε υθυν ση ▁αυτ η .
▁ χρον ολογ ικο ▁ευ ρε τη ριο ▁( συν ε χει α )
▁ δα πα νες ▁ανα ▁ κατοικ ο ▁( σε ▁τιμ ες ▁1998 )
▁η ▁αλλ η λε γγ υ η ▁και ▁η ▁ ιση ▁μετα χει ρι ση , ▁στο ▁πλ αι σιο ▁μιας ▁ανοικτ ης ▁και ▁δυναμ ικη ς ▁οι ­ κο νομ ια ς ▁της ▁ αγορ ας , ▁απο τελ ουν ▁βασικ ους ▁στο χους ▁της ▁ευρωπα ικη ς ▁κοιν ο τητα ς .
▁ο πως ▁ ειδ αμε , ▁κατε στη ▁ανα πο φ ευ κτο ▁η ▁κοιν ο τητα , ▁με ▁το ▁βαθμ ο ▁ε σω τερ ικη ς ▁και ▁εξω τερ ικη ς ▁εμπορικ ης , ▁οικο νομ ικη ς ▁και ▁ νομ ισμα τικη ς ▁συν ο χη ς ▁που ▁αποκ τα , ▁να ▁αναπτ υ ξει ▁μια ▁αναλογ η ▁διε θ νη ▁ πολιτικ η ▁δια σταση .
▁η ▁μηχαν ορ γαν ωση , ▁ο ▁εν τοπ ισ μος ▁των ▁μετα τοπ ι σεων ▁η ▁της ▁ ρο ης ▁των ▁προ ιον των ▁απο τελ ουν ▁μια ▁σημαντικ η ▁εξε λι ξη .
▁η ▁μετα φορ α ▁μετα φορ α ▁παρα γει ▁παρα γει ▁απο ¬ ▁απο ¬ ▁ν ται ▁ν ται ▁στο ▁στο ▁αρ θρο ▁αρ θρο
▁αρ θρο ▁6
▁το ▁κομ πο στ ▁πω λει ται ▁σε ▁εν αν ▁αγροτικ ο ▁συν εται ρι σμ ο , ▁τον ▁« α 1 », ▁στη ▁τι μη ▁των ▁40 ▁fr f ▁(6 , 1 ▁eur ) ▁ανα ▁τον ο .
▁ ω στο σο , ▁τα ▁κρατ η ▁με λη , ▁μη ▁σε βο μενα ▁τις ▁δια τα ξεις ▁του ▁ αρθρ ου ▁138 ▁ε οκ , ▁που ▁προβ λε πει ▁την ▁εγ κριση ▁μιας ▁εν ια ια ς ▁εκλογικ ης ▁δια δικα σια ς ▁( την ▁ο ποι α ▁συ χ να ▁υπο δει κ ν υ ει ▁το ▁κοιν ο βου λιο ▁στα ▁ ψηφ ισ ματα ▁του ), ▁προ εβ ησαν ▁co ▁καθ ε να ▁στην ▁επε ξε ργα σια ▁των ▁δικ ων ▁τους ▁ευρωπα ικ ων ▁συστ ημα των ▁για ▁τις ▁ευρωπα ικ ες ▁εκ λογ ες , ▁γε γον ος ▁το ▁ο ποι ο ▁προ κα λει ▁αρ νη τι κες ▁επι πτω σεις ▁στην ▁συντ ηρ ηση ▁της ▁ευρωπα ικη ς ▁ ι θα γεν ειας .
▁ρε ▁doc ▁α ▁3 -32 4/ 90 ▁προσ ω ρι νη ▁εκ θεση ▁της ▁επι τρο πη ς ▁νεο τητα ς , ▁ πολιτ ισ μου , ▁ παιδ ειας , ▁με σ ων ▁ενημερω σης ▁και ▁αθλ ητ ισ μου ▁για ▁την ▁κυκλοφορ ια ▁ πολιτ ιστ ικ ων ▁αγ α θ ων ▁με ▁την ▁προ οπ τικη ▁του ▁1993 ▁εισ η γη της : ▁ο ▁κ . ▁marc ▁gall e ▁28 .11. 1990 - ▁19 ▁σε λιο ες ▁is bn ▁92 - 77 - 67 264 -1
▁• ▁αξι ο ποι ηση ▁συνεργ ι ων : ▁υπ αρ χει ▁ιδι αι τερο ▁πε διο ▁εφαρμο γη ς ▁για ▁ βελ τι ω με νες ▁συνεργ ιες ▁στην ▁περι πτωση ▁ κεντρ ων ▁παρ ο χη ς ▁υπηρε σι ων , ▁ κεντρ ων ▁μετα φορ ας ▁τεχν ολογ ια ς , ▁επιστημονικ ων ▁παρ κων , ▁πανε πιστ η μι ων , ▁ερε υ νη τι κων ▁ κεντρ ων , ▁κλπ . , ▁τα ▁ο ποι α ▁συ χ να ▁λειτουργ ουν ▁α συν τον ι στα .
▁ca cca vale ▁( upe ). ▁- ▁( it ) ▁κυρ ια ▁προ εδ ρε , ▁ ψηφ ι σα ▁κατα ▁του ▁ τε λι κου ▁ κει μενο υ ▁της ▁συνα δε λ φου ▁κ . ▁d ' an con a ▁το ▁ο ποι ο , ▁παρ ολο ▁που ▁εκ πον η θηκε ▁με ▁τις ▁καλ υ τερες ▁προ θε σεις , ▁κατε ρρ ευσε ▁ ω στο σο ▁απο ▁τη ▁λογ ικη ▁του ▁ φο ­ βου ▁και ▁της ▁υπο κρι σια ς .
▁μια ▁επι τρο πη ▁απο τελ ουμε νη ▁απο ▁τους ▁μον ιμ ους ▁αντι προ σω που ς ▁των ▁κρατ ων ▁με λων ▁εχει ▁ως ▁ εργο ▁την ▁προ ετ οι μα σια ▁των ▁εργασ ι ων ▁του ▁συμβ ου ­ λι ου ▁και ▁την ▁εκ τελ εση ▁των ▁εν το λων ▁που ▁της ▁ανα τι θεν ται ▁απο ▁το ▁συμβ ου ­ λιο .
▁η ▁συμφων ια ▁με ▁την ▁ο ποι α ▁θε σμ οθετ ει ται ▁ο ▁ευρωπα ικο ς ▁οικο νομ ικο ς ▁χωρ ος ▁βρ ι σκ εται ▁ακ ο μη ▁στο ▁στα διο ▁της ▁κυρ ωσης ▁απο ▁με ρια ς ▁των ▁κρατ ων ▁που ▁τη ▁συν υ πε γρα ψαν .
▁ 568 ▁οικο δο μη μα ▁εξο ικο νομ ηση ▁ενεργ ειας , ▁κατα να λωση ▁ενεργ ειας , ▁πληροφορ ηση ▁του ▁κατα ναλ ω τη
▁— ▁20 η ▁κοιν η ▁συνε δρ ια ση ▁της ▁ο κε ▁με ▁τη ▁συμβ ουλ ευ τικη ▁επι τρο πη ▁της ▁ε ζε ς , ▁στο ▁ γκο τε μ πορ γκ ▁της ▁σου η δια ς , ▁στις ▁12 ▁ ι ουν ιου ▁1990 , ▁που ▁οργαν ω θηκε ▁ υσ τερα ▁απο ▁πρωτο βου λια ▁της ▁συμβ ουλ ευ τικη ς ▁επι τρο ­ πη ς ▁της ▁ε ζε ς .
▁που ▁απε υθυν ονται ▁σε ▁ παιδ ια ▁κατ ω ▁των ▁τρι ων ▁ε των .
▁καλ ε σε ▁την ▁επι τρο πη , ▁κατα ▁την ▁εκ τελ εση ▁του ▁προ υπ ολογ ισ μου ▁1986 , ▁να ▁ λαβ ει ▁πληρ ως ▁υπο ψη ▁της ▁τους ▁πραγματ ι ▁δια θε σιμο υς ▁κατα ▁το ▁ε τος ▁αυτο ▁πο ρους ▁και ▁ σημ ει ωσε ▁την ▁προ ­ θεση ▁της ▁να ▁υπο βαλ ει ▁προσ χε διο ▁συμπ λη ρωμα τι κου ▁και ▁ διο ρθω τι κου ▁προ υπ ολογ ισ μου ▁στην ▁αρ μο δια ▁για ▁τον ▁προ υπ ολογ ισ μο ▁αρχ η , ▁ο ταν ▁κλεισ ουν ▁οι ▁λογ α ρια σμ οι ▁του ▁1986 .
▁αλλα
▁ ει μαι ▁επ ο μεν ως ▁ευ τυχ ης ▁που ▁η ▁ομαδ α ▁μου ▁υπ ε βα λε ▁το ▁αιτ ημα ▁να ▁απο ­ δο θει ▁στον ▁κ . ▁rug ova ▁το ▁επ ο μενο ▁β ραβ ειο ▁ ζα χα ρω φ .
▁ανα φορ ες : ▁συμπ ερ ασ ματα ▁του ▁ευρωπα ι κου ▁συμβ ου ­ λι ου ▁της ▁μα δρ ι της ▁— ▁δε λ τι ο ▁12 1995 , ▁ σημ ειο ▁1. 41
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁η ▁ γνω μη ▁μου ▁ειναι ▁πως ▁ πρεπε ι , ▁το ▁τα χ υ τερο ▁δ υν ατο , ▁να ▁ τε θει ▁ενα ▁ τε λος ▁σε ▁αυτ η ▁την ▁κατα σταση .
▁( π ρω ην ▁αρ θρο ▁149 ▁της ▁σε κ )
▁ πορ το γα λια ▁ ια τε θεν τα ▁κεφαλ α ια ▁2007 -13
▁τρι τον , ▁η ▁επι τρο πη ▁αν υ ψ ωσε ▁το ▁επι πεδ ο ▁του ▁συνα γερ μου ▁και ▁της ▁σοβαρ ο τητα ς ▁στον ▁προβληματ ισ μο ▁σχετικ α ▁με ▁τη ▁με ταρ ρυθμ ιση ▁του ▁συστ η ματος .
▁η ▁ τελ ικη ▁εκ θεση ▁του ▁euro co un sel ▁απε υθυν ει ▁σημαντικ ες ▁συστ α σεις ▁για ▁εν ισ χ υ ση ▁του ▁δυναμ ι κου ▁αυτ ων ▁των ▁υπηρε σι ων .
▁οι ▁παρε χο με νες ▁πληροφορ ιες ▁ειναι ▁ δυ να τον ▁να ▁υπο κει ν ται ▁σε ▁δει γμα το λη π τικο ▁ε λεγ χο .
▁εφαρμο γη ▁εγ γρα φων ▁εν ια ιου ▁σχεδια σ μου ▁στις ▁περιφερ ει ες ▁του ▁στο χου ▁5 ▁6) , ▁π . χ . ▁εθνικ α ▁παρ κα ▁( α ).
▁81 ▁του ▁κ . ▁ed gar ▁ schied er me ier ▁( η -01 63 / 98)
▁αυτο ▁δεν ▁ειναι ▁ευκολ ο ▁αλλα ▁ξε ρ ουμε ▁οτι ▁προ τι θ εται ▁να ▁το ▁καν ει .
▁i i - 433 , ▁ σκε ψη ▁33 , ▁και ▁της ▁11 ης ▁ ι ουλ ιου ▁2007, ▁t -19 2 /04 , ▁ flex ▁equipos ▁de ▁descanso ▁κατα ▁γε ε α ▁— ▁legge tt ▁& ▁plat t ▁( lur a - flex ), ▁συλλ ο γη ▁2007, ▁σ . ▁i i -24 11 , ▁ σκε ψη ▁33 ] . ▁επ ο μεν ως , ▁το ▁δευτερ ο ▁αιτ ημα ▁της ▁προσ φε υγ ουσα ς ▁και ▁το ▁τρι το ▁αιτ ημα ▁των ▁παρε μ βα ιν ον των ▁ειναι ▁α παρα δε κ τα . ▁επι ▁της ▁προσ κο μι σεως ▁ν εων ▁αποδ εικ τι κων ▁στο ι χει ων ▁εν ωπ ιον ▁του ▁πρωτο δι κει ου
▁το ▁πρωτο δι κει ο ▁απο φασ ιζ ει :
▁δεν ▁ δηλ ων ι υ ▁καν ε να ▁απο λυ τως ▁ενδιαφερ ον .
▁( ' ) ▁ βλ . ▁συν οπ τικα ▁ πρακτικ α .
▁mega hy ▁πρωτο βου λια ▁ ανθρωπ ων , ▁αφ ο σι ω μενων ▁στο ▁σκοπ ο ▁αυτο .
▁37 18 / 85 ▁της ▁επι τρο πη ς ▁της ▁27 ▁ ης ▁δε κ εμ β ρι ου ▁1985 ▁για ▁τον ▁καθ ορ ισ μο ▁ορ ισ μενων ▁τεχν ικ ων ▁μετ ρων ▁και ▁μετ ρων ▁ε λεγ χου ▁σχετικ α ▁με ▁τις ▁α λι ευ τι κες ▁ δρα στη ριο τη τες ▁ σκα φων ▁με ▁ισ παν ικη ▁ σημα ια ▁στα ▁ υ δα τα ▁της ▁ πορ το γα λια ς ▁( ε . ε . ▁αρ ι θ .
▁καν ε να ▁κρατ ος ▁δεν ▁ υ p ▁i ▁ο χρ ▁ε ο ▁ υ ▁τα ινα ▁p ▁i ▁ρ οσ ▁ φυ ▁γ ▁εισ την ▁ υ p ▁i ▁ο ▁στη ▁ρ ικ ▁τι κ ▁η ▁αυτ η ▁δρ αση .
▁ο ▁επι τρο πος ▁van ▁den ▁ broek ▁ δηλ ωσε ▁οτι ▁η ▁εκ θεση ▁για ▁τη ▁λειτουργ ια ▁της ▁ τελ ων ει ακ ης ▁εν ωσης ▁θα ▁παρ ουσι ασ θει ▁τον ▁προ σε χη ▁μην α .
▁κατ ' ▁αρχ ας ▁υπ αρ χει ▁η ▁οδηγ ια ▁του ▁με τρι κου ▁συ ­ στη ματος ▁( ▁ metric ▁only ).
▁στο χος ▁αυ της ▁της ▁συνεργ α σια ς , ▁ειναι ▁η ▁υπο στη ρι ξη ▁των ▁προσ πα ­ θει ων ▁των ▁κρατ ων ▁ακ ε ▁για ▁τη ▁ βελ τι ωση ▁των ▁υπ η ο ε σι ων ▁αυ της ▁της ▁βιο μη χαν ια ς .
▁η ▁ ψηφ ο φορ ια ▁θα ▁διε ξα χ θει ▁ σημ ερα ▁στις ▁17.30 .
▁προς ▁μετα φορ α ▁( σε ▁εκατ . ▁e cu )
▁' ) ▁η μερ η σια ▁οι α ταξη ▁της ▁επ ο μενη ς ▁συνε δρ ια σης : ▁ βλ . ▁συν οπ τικα ▁ πρακτικ α .
▁συγκ ε κρι μενα , ▁επι δι ω κ εται ▁μια ▁μεγαλ υ τερη ▁προσ βαση ▁στον ▁ τοπ ικο ▁ κρι κο ▁— το ▁με ρος ▁του ▁σταθερ ου ▁δικ τυ ου ▁που ▁προσ εγ γι ζει ▁περι σσ ο τε ­ ρο ▁τον ▁χρ η στη — ▁ ω στε ▁να ▁επι τρα πει ▁μια ▁φθην ο τερη ▁χρ ηση ▁του ▁internet .
▁οι ▁προ τα ­ σεις ▁που ▁μας ▁υπο βαλ λει ▁ειναι ▁πολυ ▁χρ η σιμ ες .
▁κατα ρχ ην , ▁η ▁αξι ο πιστ ια ▁της ▁απε ν αντι ▁στην ▁ανατολικ η ▁ευ ρω πη .
▁οι ▁τελε υ ται ες ▁εγ ιν αν ▁με ▁την ▁υπ ' αρ . ▁93 / 35 ▁οδηγ ια ▁του ▁συμβ ουλ ιου .
▁καθ ε ▁κρατ ος ▁με λος ▁εξα σφαλ ι ζα ▁οτι ▁το ▁περ υ ^ ο μενο ▁της ▁παρα γω γη ς ▁στην ▁ο ποι α ▁χορηγ ει ται ▁εν ισ χ υ ση ▁ειναι ▁ πολιτ ιστ ικο ▁συμφων α ▁με ▁επα λη θε υσ ιμα ▁εθνικ α ▁ κρι τη ρια ▁( τη ρων τας ▁την ▁αρχ η ▁της ▁επι κου ρι κο τη ­ τας ).
▁ -13 - ▁και ▁να ▁διε ρε υ νη θ ουν ▁οι ▁δ υν ατο τη τες ▁συνεργ α σια ς ▁με ▁την ▁ πορ το γ αλ ικη ▁οικο νομ ικη ▁και ▁ κοινων ικη ▁επι τρο πη .
▁δια βα στε ▁και ▁παλι ▁με ▁ ησ υχ ια ▁τις ▁οδηγ ιες ▁για ▁την ▁ ψηφ ο φορ ια .
▁1.1 ▁δι οικ ηση ▁1.2 ▁επ οπ τε ια ▁1.3 ▁χρηματοδοτ ηση ▁1.4 ▁αν εξ αρ τητα ▁σχολ εια ▁1.5 ▁συμβ ουλ ευ τικο ι ▁φορ εις ▁1.6 ▁επαγγελματικ η ▁κατα ρτ ιση
▁αλλα ▁γ ) ▁περι εκ τικο τητα ς ▁κατα ▁βαρ ος ▁σε ▁ ζα χα ρο ζη ▁( στη ν ▁ο ποι α ▁περι λαμ βα νεται ▁και ▁το ▁ ιμ βερ το ­ ποι η μενο ▁ ζα χα ρο ▁που ▁με τρα ται ▁ο ε ▁ ζα χα ρο ζη ) ▁ισ ης ▁η ▁αν ω τερη ς ▁του ▁20% :
▁στο ▁θε μα ▁των ▁ο ρι ων ▁τα χ υ τητα ς ▁στους ▁ δρομο υς , ▁το ▁συμβ ου λιο ▁δια θε τει ▁προ τα ση ▁της ▁επι τρο πη ς ▁με ▁η μερ ο μη νια ▁16 ▁ ια νου αρ ιου ▁1989 , ▁η ▁ο ποι α ▁α φορ α ▁τα ▁ο ρια ▁τα χ υ τητα ς ▁που ▁εφαρμο ζ ονται ▁στα ▁σχηματ α ▁που ▁ε χ ουν ▁αν ω ▁των ▁εν νε α ▁θε σεων ▁η ▁των ▁ο ποι ων ▁το ▁βαρ ος ▁υπερ βα ιν ει ▁τις ▁3,5 ▁τον ους .
▁πιστ ευ ω ▁οτι ▁ειναι ▁χ ρε ος ▁μας ▁να ▁αφ ιερ ω σουμε ▁την ▁παρ ουσα ▁εργασ ια ▁στη ▁μνημ η ▁των ▁ υ υμα των ▁του ▁δευτερ ου ▁παγ κο σμ ιου ▁πολεμ ου , ▁την ▁ πεν τη κο στη ▁επ ετε ιο ▁απο ▁ τε λος ▁του ▁ο ποι ου ▁ υ α ▁εορτ ασ ουμε ▁στις ▁8 ▁μα ιου .
▁δε δο μενο υ ▁οτι ▁τα ▁κ π ς ▁ε χ ουν ▁καθ ορ ιστ ει ▁για ▁καθ ε ▁περιφερ εια ▁ξεχωριστ α , ▁ ολα ▁τα ▁προγραμματ α ▁υπο βα λλ ονται ▁επι σης , ▁σε ▁περιφερ εια κο ▁επι πεδ ο .
▁— ▁α χο ▁ζ υ λο , ▁ ψηφ ι δω τα , ▁λα καρ ισ μενα , ▁επι χρυσ ω μενα ▁ μι ▁χρ οσ θε τα ▁με ρη ▁α χο ▁εκ λεκ τα ▁ζ υ λα , ▁επ ο ▁κοσμ η μενα ▁μ χ ▁μεταλλ ο ▁η ▁αλλ ες ▁ υ λες ▁και ▁καλ υμ μενα ▁α χο ▁καθ ε ▁αλλ η ▁ υ λη ▁εκ τος ▁α χο ▁το ▁ δερ μα ▁η ▁ αχ ομ ιμ ησα ; ▁του ▁και ▁ υ φασ ματα ▁τα ▁ο χο ια ▁ χε ρι ε χ ουν ▁μετα ζι ▁η ▁τεχν η τες ▁η ▁συν θε ηκε ς ▁ υφ αντι κες ▁ ινε ς
▁αυτ η ▁ειναι ▁η ▁τροπο λογ ια ▁που ▁κατα θε τω ...
▁ειναι ▁ ση ­ μαν τικο , ▁πολυ ▁σημαντικ ο ▁γε γον ος , ▁αλλα ▁δεν ▁ειναι ▁το ▁παν .
▁οι ▁εν ▁λογ ω ▁αρχ ες ▁ πρεπε ι ▁να ▁εφαρμο ζ ονται ▁ λαμ βα νο μενων ▁υπο ψη ▁της ▁συγκ ε κρι μενη ς ▁περι πτωση ς ▁και ▁της ▁οικο νομ ικη ς ▁κατα σταση ς ▁και ▁της ▁ενδιαφερ ο ­ μενη ς ▁ αγορ ας ▁για ▁τις ▁δυο ▁επιχειρ η σεις .
▁α 3- 001 4/ 89) ▁και ▁ ψηφ ισμα ▁της ▁14 .9. 1989 , ▁e ec ▁256 ▁της ▁9 .10. 1989 .
▁το ▁προ γραμμα ▁αυτο ▁επ ω ­ φε λει ται ▁εν ος ▁προ υπ ολογ ισ μου ▁130 ▁δι σε κα ­ το μμ υ ρι ων ▁γι εν ▁για ▁την ▁περι οδο ▁1982 - 1989 , ▁και ▁το ▁πο σο ▁που ▁δια τε θηκε ▁για ▁το ▁1984 ▁αν ερ χο ταν ▁σε ▁7 17 ▁εκατ ομ μ υ ρια ▁γι εν .
▁γραφ ειο ▁ ταξιδ ι ων ▁απο στο λων :
▁ενα ς ▁κανονι σ μος , ▁συνε πως , ▁τροπο ποι ει ται ▁με ▁κανονι σμ ο ▁και ▁ οχι ▁με ▁απο φα ση .
▁( ε , τι πι / ; ογ θι · λ £ / ι )
▁ε ζη σε ▁με σα ▁στη ▁φτωχ εια , ▁συντ ηρ ουμε νος ▁" απο ▁τον ▁αδελφ ο ▁του ▁ τε ο .
▁: ▁το ▁κατ ωτ ατο ▁ο ριο ▁του ▁πο σο στο υ ▁των ▁προσ φορ ων ▁στο ▁ο ρια κο ▁επιτ οκ ιο ▁που ▁θα ▁γι νουν ▁αποδ εκ τες ▁σε ▁μια ▁δημ οπ ρα σια .
▁το ▁μονο ▁σημαντικ ο ▁ζητ ημα ▁που ▁ε τι θε το ▁η ταν ▁σε ▁ποιο ▁βαθμ ο ▁αμφ ισ βη του σε ▁τον ▁πο λι ­ τικο ▁ε λεγ χο ▁που ▁ασκ ου σε ▁το ▁ευρωπα ικο ▁κοιν ο ­ βου λιο , ▁συμφων α ▁με ▁τη ▁συν θη κη .
▁αλλα , ▁προ εβ λε ψε ▁και ▁ενα ▁δευτερ ο ▁κι νδυ νο ▁για ▁το ▁ευ ρω ­ πα ικο ▁συμβ ου λιο , ▁και ▁ανα φερ ω ▁παλι ▁τα ▁λογ ια ▁του :
▁ χρον ολογ ικο ▁ευ ρε τη ριο ▁( συν ε χει α )
▁η μερ ολογ ιο ▁και ▁ φυλλ α διο : ▁οδηγ ια : ▁« εργο τα ξι α », ▁21 ▁σε λι δες
▁δια νομ η
▁ανα γνω ­ ρι ζω , ▁ φυσ ικα , ▁οτι ▁η ▁επι τρο πη ▁κατα βαλ λει ▁μεγαλ ες ▁προσ παθ ει ες ▁για ▁την ▁προσ τα σια ▁του ▁περι βα λλον τος .
▁στις ▁18 ▁απ ρι λι ου ▁1991 , ▁η ▁επι τρο πη ▁απαντ ησε ▁στα ▁εγ γρα φα ▁αυτ α ▁τον ιζ οντας ▁οτι ▁ ει χε ▁κοιν ολογ ησε ι ▁ ολα ▁τα ▁στο ιχ εια ▁τα ▁ο ποι α ▁ε δικα ιου το ▁να ▁κοιν ολογ ησε ι .
▁διαχειρ ιση ▁ υ δα των
▁πλ ην ▁ο μως , ▁στις ▁σχετικ ες ▁δια τα ξεις ▁της ▁συν θη κη ς ▁δεν ▁γι νεται ▁προβ λε ψη ▁για ▁ κρι τη ρια ▁τα ▁ο ποι α ▁θα ▁ πρεπε ι ▁να ▁εφαρμο στ ουν ▁απο ▁τα ▁κρατ η ▁με λη ▁κατα ▁την ▁προ τα ση ▁η ▁το ▁δι ορ ισ μο ▁με λων ▁της
▁• 1) ▁η ▁απο φα ση ▁που ▁ λαμ βα νεται ▁συμφων α ▁με ▁τη ▁δια δικα σια ▁του ▁ αρθρ ου ▁7 , ▁παρα γραφο ς ▁1 , ▁του ▁κανονι σ μου ▁( ε οκ ) ▁157 4/ 80 ▁της ▁επι τρο πη ς , ▁της ▁20 ης ▁ ι ουν ιου ▁1980 , ▁περι ▁του ▁καθ ορ ισ μου ▁των ▁διατ αξ εων ▁εφαρμο γη ς ▁των ▁ αρθρ ων ▁16 ▁και ▁17 ▁του ▁κανονι σ μου ▁( ε οκ ) ▁αρ ι θ .
▁ εμ εις ▁πιστ ευ ουμε ▁οτι ▁ πρεπε ι ▁να ▁υπο στη ρι ξει ▁το ▁κοιν ο βου ­ λιο ▁τις ▁προ τα σεις ▁της ▁εκ θεση ς ▁klink en borg ▁και ▁να ▁συγκ ε ­ ντ ρω θει ▁στα ▁νεα ▁στο ιχ εια .
▁ας ▁οργαν ω σουμε ▁το ▁συν το μο τερο ▁ δυ να τον ▁τη ▁διε θ νη ▁βοηθ εια , ▁σε ▁τ ροφ ιμα ▁και ▁ιατρικ η ▁περι θ αλ ψη , ▁μο λι ς ▁το ▁επι τρε ψει ▁η ▁πρωτ η ▁ανα πα υ λα .
▁δεν ▁θα ▁η θε λα ▁ο μως , ▁περι ορ ιζ ο μενο ς ▁στον ▁οικο νομ ικο ▁και ▁εμπορικ ο ▁το με α , ▁να ▁περι ­ γρα ψω ▁την ▁κατα σταση ▁με ▁πιο ▁ ειδ υλ λια κα ▁χρ ω ματα ▁απ ' ▁ο , τι ▁πραγματ ι ▁ειναι .
▁τα ▁α λι ευ ματα ▁ ι π πο γλωσσ ας ▁της ▁γ ροι λαν δια ς ▁στα ▁ υ δα τα ▁της ▁υπο ­ δια ι ρε σης ▁ ciem ▁ ι , ▁il a , ▁b ▁( ν ορ βη γι κα ▁ υ δα τα ▁ βο ρει ως ▁των ▁62 ▁° β ) ▁απο ▁ σκα φη ▁που ▁ φερ ουν ▁τη ▁ σημα ια ▁κρατ ους ▁με λους ▁η ▁ειναι ▁ νη ολογ η μενα ▁σε ▁κρατ ος ▁με λος ▁ θεωρ ουν ται ▁οτι ▁ε χ ουν ▁εξα ντ λη σει ▁την ▁πο σο στ ωση ▁που ▁εχει ▁χορηγ η θει ▁στην ▁κοιν ο τητα ▁για ▁το ▁1999 - ▁ο ▁κανονι σ μος ▁( εκ ) ▁αρ ι θ .
▁ο σον ▁α φορ α ▁τα ▁ζητ η ματα ▁ενημερω σεως ▁και ▁δια βου λευ σεων , ▁με σα ▁στο ▁περι ε χο μενο ▁των ▁συμβ α σεων , ▁εν τε κα ▁προσ διο ρι ζουν ▁τα ▁ζητ η ματα ▁αυτ α ▁με ▁γενικ ους ▁ο ρους , ▁ δηλ . ▁με ▁ανα φορ α ▁στη ▁δομ η ▁και ▁την ▁ κοινων ικο ο ικο νομ ικη
▁η ▁οικο νομ ικη ▁και ▁τεχν ικη ▁συνεργ α σια ▁ δυ να ται ▁να ▁καλ υπ τει ▁τις ▁ τρε χ ουσες ▁ δα πα νες ▁ διο ικη σεως , ▁συντ ηρ ησε ­ ως ▁και ▁λειτουργ ια ς , ▁οι ▁ο ποιες ▁εμπ ι π τ ουν ▁στην ▁ε υθυν η ▁των ▁χωρ ων ▁και ▁ε δα φων ▁η ▁αλλ ων ▁εν δε χο μενων ▁αποδ εκ των ▁της ▁βοηθ ειας , ▁μονο ν ▁υπο ▁τους ▁ο ρους ▁των ▁ αρθρ ων ▁130 ▁και ▁131 .
▁ως ▁ παιδ ια ▁της ▁ χη ρας ▁ θεωρ ουν ται ▁ ολα ▁τα ▁ φυσ ικα ▁και ▁τα ▁υιοθετ η μενα ▁ παιδ ια ▁της , ▁ δηλ α δη ▁τα ▁ παιδ ια ▁απο ▁αλλ η ▁μη τερα ▁τα ▁ο ποι α ▁αυτ η ▁συντ ηρ ει ▁και ▁ανα τρε φει ▁ο πως ▁και ▁τα ▁ δικα ▁της .
▁ευχαριστ ω ▁τον ▁εισ η γη τη ▁για ▁την ▁καλ η ▁εργασ ια ▁που ▁εκ ανε ▁στην ▁επι τρο πη ▁με ▁αυτ ην ▁την ▁εκ θεση .
▁μ ολο νο τι ▁η ▁εφαρμο γη ▁ πολιτικ ης ▁για ▁την ▁προσ τα σια ▁των ▁συμ φερ ον των ▁των ▁κατα να ­ λω των ▁δεν ▁περι λαμ βα νεται ▁ ρη τα ▁στους ▁στο χους ▁της ▁κοιν ο τητα ς ▁που ▁απ α ριθμ ουν ται ▁στο ▁αρ θρο ▁3 ▁ε οκ , ▁γι νεται ▁μ ν εια ▁των ▁συμ φερ ον των ▁των ▁κατα ναλ ω των ▁στα ▁ αρθρ α ▁39 , ▁85 ▁και ▁86 ▁ε οκ . ▁αλλ ω στε , ▁η δη ▁απο ▁το ▁1962 , ▁η ▁επι τρο πη ▁ ει χε ▁συγκροτ ησα ▁επι τρο πη ▁επα φη ς ▁με ▁τους ▁κατα ναλ ω τες .
▁ ∂ o ∞ ƒ a √ ° ∏ ▁ ∆ ø ¡ ▁ ∫ ∞ ¡ √ ¡ ø ¡ ▁ ∞ ¡ ∆ ∞ ° ø ¡ pi TM a √ a ▁TM ∆ ∏ ¡ ▁ ∂ a ƒ ø ¶ ∞ ▁́ ∫ ∏ ▁ ∂ ¡ ø TM ∏ ▁συ σταση ▁κι νης ▁ε pi ι ει ρη σης ▁συνε pi α γεται ▁τ ▁συντ νι σμ ▁της ▁ανταγωνιστικ ης ▁συμ pi ερ ι ! ρας , α υτ ▁εκ τι ματα ι ▁συμ ! ων α ▁με ▁τ ▁ αρθρ ▁1 ▁ τυ ▁ν μ υ ▁αρ ι θ . ▁70 3/ 77 .
▁• ▁ βελ τι ωση ▁των ▁ο ρων ▁συμ με το χη ς ▁των ▁γυναικ ων ▁στην ▁ αγορ α ▁εργασ ια ς .
▁ο κε
▁η ▁επι τρο πη ▁κατα γρα φει ▁την ▁προ οδο ▁που ▁επιτ ελε ­ σ τηκε ▁ υσ τερα ▁απο ▁τη ▁δευτερ η ▁εκ θεση ▁της ▁ σχε τι ­ κα ▁με ▁τη ▁δια δικα σια ▁σταθερ ο ποι ησης ▁και ▁συνδε ­ σης ▁για ▁π ) ▁νο τι ο ανα το λι κη ▁ευ ρω πη ▁τον ▁ μαρτ ιο
▁— ▁ γραμμα τε ια ▁του ▁τ μη ματος ▁μετα φορ ων ▁και ▁επι κοινων ι ων
▁οι ▁χημικ ες ▁βιο μη χαν ιες ▁αναζητ ουν ▁προ ι οντα ▁υπο κατα σταση ς , ▁ ικαν α ▁να ▁απο τρε ­ ψ ουν ▁την ▁προσφυγ η ▁σε ▁ γνωσ τες ▁ ουσι ες , ▁χωρ ις ▁επι δρα ση ▁στο ▁ο ζ ον ▁αλλα ▁β λαβ ερ ες ▁για ▁την ▁ υ γεια ▁των ▁εργ αζ ο μενων .
▁η ▁αξι ολογ ηση ▁του ▁adapt ▁(2000) ▁κατε λη ξε ▁στο ▁συμπ ερα σμα ▁οτι ▁τα ▁περι σσ ο τερα ▁εργ α ▁η ταν ▁και νο το μα ▁' ως ▁ενα ▁βαθμ ο ' , ▁αλλα ▁λιγ α ▁μονο ▁η ταν ▁' πολ υ ▁και νο το μα ' .
▁οι ▁εκ δηλ ω σεις ▁αυτ ες ▁ πρεπε ι ▁να ▁συ σχε τι σθ ουν ▁με ▁την ▁αναπτ υ ξη ▁γενικ ου ▁ κλιμα τος ▁α στο χα στη ς ▁αν εκ τικο τητα ς ▁απε ν αντι ▁στα ▁ φα ινο μενα ▁της ▁βι ας , ▁του ▁εξ τρε μ ισ μου ▁και ▁της ▁υπο βαθ μι σεως ▁της ▁συν ταγμα ­ τικη ς ▁τα ξε ως .
▁ rt ανα πτυ ξι ακ η ▁ πολιτικ η ▁(16 06) rt δη μι ουργ ια ▁επιχειρ ησης ▁(40 06)
▁η ▁προσ τι θε μενη ▁αξι α ▁των ▁κοιν ο τι κων ▁προγραμματ ων ▁για ▁την ▁αναπτ υ ξη ▁των ▁περιφερ ει ων
▁ κριση ▁στη ▁διε θ νη ▁ αγορ α ▁του ▁καφε
▁ πρ επ αση ▁κανονι σ μου ▁του ▁συμβ ου ­ λι ου ▁για ▁την ▁προβ λε ψη ▁επι προ σ θε των ▁πληρ ω ­ μ ων ▁το ▁1996 ▁στα ▁πλ αι σια ▁των ▁ πρ ιμ οδο τη σεων ▁που ▁ανα φερ ονται ▁στα ▁ αρθρ α ▁4 ▁β . ▁παρα γραφο ς ▁6 , ▁και ▁4 ▁δ . ▁παρα γραφο ς ▁7 , ▁του ▁κανονι σ μου ▁( ε οκ ) ▁αρ ι θ .
▁8 14 ▁της ▁παρ ουσα ς ▁εκ θεση ς .
▁στο ▁πλ αι σιο ▁των ▁καθ η κον των ▁της , ▁η ▁μον α δα ▁απο καν ον ικο ποι ησης ▁του ▁η νω μενο υ ▁βασ ι ­ λει ου ▁ειναι ▁υπ ε υθυν η ▁για ▁να ▁εξα σφαλ ιζ ει ▁οτι ▁ νε ες ▁κανονι στικ ες ▁και ▁διοικητικ ες ▁δια δικα σι ες ▁εισ αγ ονται ▁μονο ν ▁ο ταν ▁ειναι ▁απο λυ τα ▁απ α ­ ρα ι τη τες .
▁κυβερν ηση ▁της ▁ ιρ λαν δια ς , ▁ ω στε ▁να ▁κατα βαλ ει ▁ως ▁ο φει λει ▁τα ▁ πρ ιμ .
▁για ▁τις ▁γυναικ ες , ▁οι ▁δια φορ ες ▁η ταν ▁ακ ο μα ▁πιο ▁εν το νες . ▁στις ▁λιγ ο τερο ▁α -
▁αιτ ηση ▁ανα ι ρε σεως ▁κατα ▁της ▁δια τα ξε ως ▁του ▁πρωτο δι κει ου ▁( πε μπ το ▁τ μη μα ), ▁που ▁εκ δο θηκε ▁στις ▁15 ▁ ι ουλ ιου ▁1993 , ▁στην ▁υπο θεση ▁τ - 115 / 92
▁« η ▁ευρωπα ικη ▁εν ωση ▁υπο στη ρι ζει ▁το ▁μνημ ον ιο ▁του ▁wy e ▁ως ▁ενα ▁ευ προ σ δε κτο ▁β ημα ▁προ οδο υ ▁για ▁την ▁ ει ρη ν ευ τικη ▁δια δικα σια ▁και ▁χαιρ ε τι ζει ▁την ▁εφαρμο γη ▁της ▁πρωτ ης ▁ φα σης ▁του ▁μνημ ον ιου ▁και ▁απο ▁τις ▁δυο ▁ πλευρ ες .
▁ τε λος , ▁θα ▁η θε λα ▁να ▁τον ι σω , ▁απο ▁τη ▁σκοπ ια ▁της ▁επι τρο πη ς , ▁κατ ι ▁που ▁νο μι ζω ▁οτι ▁αξι ζει ▁τον ▁κοπ ο : ▁η ▁ευρωπα ικη ▁κοιν ο τητα ▁ως ▁τετ οι α ▁θε λει ▁— ▁και ▁πιστ ευ ­ ουμε ▁οτι ▁ο φει λει ▁— ▁να ▁ανα λαβ ει ▁τις ▁δι εθν εις ▁ε υθυν ες ▁της ▁στο ▁πλ αι σιο ▁της ▁ ανθρωπ ιστ ικη ς ▁βοηθ ειας .
▁κανονι σ μος ▁( εκ ) ▁αρ ι θ . ▁ 393 /2004 ▁του ▁συμβ ουλ ιου ▁για ▁τροπο ποι ηση ▁του ▁κανονι σ μου ▁( εκ ) ▁αρ ι θ .
▁2) ▁κοιν ο τικο ▁με τρο
▁πολλ ες ▁απο ▁αυτ ες , ▁εν ω ▁με χ ρι ▁ σημ ερα ▁ ει χαν ▁χαρακτηρ α ▁εξαιρε σης , ▁απο κτ ουν ▁ ολο ▁και ▁μεγαλ υ τερη ▁ σημα σια , ▁ο πως ▁για ▁παρα δει γμα ▁η ▁εργασ ια ▁κατα ▁ μερ ικη ▁απασχολ ηση , ▁η ▁προσ ω ρι νη ▁απασχολ ηση ▁( ερ γα σια ▁κατ ' ανα πλη ρωση , ▁συμβ α σεις ▁εργασ ια ς ▁ορ ισ μενο υ ▁ χρονο υ ), ▁η ▁επι ▁παρ αγγελ ια ▁εργασ ια ▁και ▁η ▁κατ ' οικ ον ▁εργασ ια .
▁κοντ α κια ▁ τυ φε κι ων
▁su ther land , ▁με λος ▁της ▁επι τρο πη ς . ▁— ▁( εν ) ▁η ▁κ . ▁mai j - weg gen ▁θα ▁καν ανο ησε ι ▁μου ▁φ αι νεται ▁την ▁απαντ ηση ▁που ▁θα ▁της ▁ δω σω . ▁τα ▁ζητ η ματα ▁που ▁ε θε σε ▁ανα φερ ονται ▁στις ▁γενικ ες ▁πληρ ωμ ες ▁του ▁τα με ιου ▁η ▁σε ▁αυτ ες ▁που ▁προ κει ται ▁να ▁γι νουν .
▁ο ▁οδηγ ος ▁που ▁παρα τι θ εται ▁στις ▁παρα κα τω ▁παρα γραφο υς ▁α φορ α ▁καθ ε μια ▁απο ▁τις ▁υπηρε σι ες ▁αυτ ες ▁και ▁τα ▁προγραμματ α ▁τη ρη σης ▁της ▁ο επ , ▁αντι στο ι χα .
▁απο ▁την ▁εν αρ ξη ▁του ▁τρι του ▁στα διο υ ▁και ▁στην ▁περι πτωση ▁που ▁για ▁ορ ισ μενα ▁προ ι οντα ▁δεν ▁θα ▁ ει χε ▁ καταστ ει ▁δ υν ατο ▁να ▁καθ ορ ισ θ ουν ▁τα ▁προ ανα φερ θεν τα ▁αντικειμεν ικα ▁ κρι τη ρια , ▁το ▁συμβ ου λιο , ▁προ τα σει ▁της ▁επι τρο πη ς , ▁ δυ να ται ▁με ▁ειδικ η ▁πλ ειο ψηφ ια ▁να ▁τροπο ποι ει ▁τις ▁ελ αχ ιστ ες ▁τιμ ες ▁που ▁εφαρμο ζ ονται ▁στα ▁προ ι οντα ▁αυτ α .
▁ζητ α ▁επι σης ▁να ▁αρχι σει ▁χωρ ις ▁καθ υ στερ ηση ▁η ▁δια δικα σια ▁για ▁την ▁καθ ιερ αι ση ▁εν ος ▁ευρωπα ι κου ▁εκ τελ εστ ου ▁τι τ λου .
▁η ▁εν ισ χ υ ση ▁της ▁δια δικα σια ς ▁αυ της ▁υπο στη ρι χθηκε ▁επι σης ▁απο ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο ▁που , ▁σε ▁ ψηφ ισμα ▁της ▁5 ης ▁ ι ουν ιου (3) , ▁προ τε ινε ▁ειδικ ο τερα ▁την ▁προσφυγ η ▁σε ▁εργ α λεια ▁ πολιτικ ης ▁παρ ο μοι α ▁με ▁εκ ει να ▁που ▁χρησιμοποι η θηκαν ▁για ▁την ▁εν ▁εξε λι ξει ▁διε υ ­ ρυ νση ▁και ▁ζητ ησε ▁να ▁εισ αχ θ ουν ▁ε τη σια ▁ σημ εια ▁ανα φορ ας ▁για ▁καθ ε ▁χωρ α ▁ο σον ▁α φορ α ▁τα ▁οικο νομ ικα ▁και ▁ πολιτικ α ▁ κρι τη ρια ▁που ▁καθ ο ρι στηκαν ▁το ▁1993 ▁στην ▁κοπ εγ χα γη .
▁ε τσι ▁η ▁εισ φορ α ▁θα ▁απο τε λε σει ▁μια ▁αρ νη τικη ▁ δα πα νη ▁παρε μ βαση ς .
▁τροπο ποι ουμε νοι ▁κανονι σμ οι :
▁μονο ▁ε τσι ▁θα ▁ ει μα στε ▁σε ▁ θεση ▁να ▁εισ ελ θ ουμε ▁με ▁αυτο πε ποι θ ηση ▁στον ▁νεο ▁αυτο ▁ κυκλ ο ▁της ▁ευρωπα ικη ς ▁οικο δο μη σης .
▁εγ χει ρι διο ▁σχετικ α ▁ε ▁την ▁εν ταξη
▁οι ▁δια τα ξεις ▁αυτ ες ▁θα ▁τους ▁παρ ει χαν , ▁ εστ ω ▁και ▁ε αν ▁αυτο ι ▁εισ ερ χ ονται ▁προσ ωρ ινα ▁στην ▁εν ωση , ▁την ▁ευ και ρια ▁να ▁βρ ουν ▁ενα ▁συστ ημα ▁δικαι ωμα των ▁και ▁υποχρεω σεων ▁με ▁σταθερ α ▁ σημ εια ▁ανα φορ ας ▁και ▁δια τα ξεις ▁που ▁μπ ορ ουν ▁να ▁τη ρη θ ουν .
▁β ▁o ▁ υ ▁λ ▁γ ▁α ▁ρ ▁ ι ▁α
▁ο ▁πρωτο ς ▁εθνικ ος ▁ γραμμα τε ας ▁του ▁ρε που μπλ ικαν ου ▁κομματ ος .
▁ν ημα
▁ πολιτικ η ▁ερε υ νας ▁και ▁αναπτ υ ξε ως ▁ σι δη ρος », ▁απο τε λου σε ▁σημαντικ ο ▁παρα γον τα ▁για ▁να ▁απο τρα πει ▁η ▁δια δικα σια ▁της ▁ο ξει δω σεως .
▁κατ οπ ιν ▁του του , ▁το ▁συμβ ου λιο ▁αρχι σε ▁την ▁εξε τα ση ▁της ▁προ τα σης ▁αυ της ▁κατα ▁τη ▁συν οδο ▁του ▁στις ▁30 ▁νο εμ β ρι ου ▁1992.
▁ε χ ουμε ▁κα ποι ο ▁προ βλη μα ▁ διο τι ▁ θεωρ ουμε ▁οτι ▁οι ▁παρα στα σεις ▁μας ▁υπερ ▁εν ος ▁σημαντικ ου ▁ φυσ ι κου ▁πο ρου ▁δεν ▁εισ α ­ κου ονται .
▁συνα φ ως , ▁ παρατηρ ει ται ▁οτι ▁η ▁προσ φε υγ ουσα ▁δεν ▁προ ε βα λε ▁οτι , ▁εφ ο σον ▁δεν ▁ ει χε ▁στη ▁δια θεση ▁της ▁τα ▁εγ γρα φα ▁αυτ α , ▁δεν ▁η ταν ▁σε ▁ θεση ▁να ▁αμ υν θει ▁κατα ▁των ▁αιτ ια σεων ▁που ▁της ▁ ει χαν ▁κατα λογ ιστ ει ▁και ▁δεν ▁προ ε βα λε ▁κα μια ▁εν δει ξη ▁ ικαν η ▁να ▁αποδ ει ξει ▁σε ▁τι ▁τα ▁εγ γρα φα ▁αυτ α ▁ μπο ρου σαν ▁να ▁εμφαν ισ ουν ▁ενδιαφερ ον ▁προς ▁επι λυση ▁της ▁παρ ουσα ς ▁δια φορ ας .
▁ εδ ωσε ▁τη ▁δ υν ατο τητα ▁καλ υ τερη ς ▁ γνωσ ης ▁και ▁κατα νο ησης ▁των ▁ οσ ων ▁ γνω ρι ζουν ▁η ▁δεν ▁ γνω ρι ζουν ▁για ▁το ▁ευ ρω ▁αυτ α ▁τα ▁ ατο μα , ▁των ▁φοβ ων ▁τους , ▁των ▁προ ωρ ων ▁ ανησυχ ι ων ▁και ▁προβληματ ων ▁τους , ▁των ▁ πη γων ▁και ▁καν α λι ων ▁ενημερω σης ▁που ▁θ « ▁επιθυμ ου σαν ▁για ▁το ▁σκοπ ο ▁αυτο , ▁καθ ως ▁και ▁κατα ▁πο σο ▁ θεωρ ου σαν ▁οτι ▁το ▁θε μα ▁τους ▁α φορ α .
▁προσ βολ η
▁ο πως ▁ γνω ρι ζ ουμε , ▁αυτο ▁ειναι ▁βασικ η ▁προ υπο θεση ▁της ▁παγ ι ωσης ▁των ▁δημοκρατ ι ων ▁και ▁για ▁τον ▁ λογο ▁αυτο ▁οι ▁καν ο νες ▁που ▁ θεσ π ιζ ονται ▁απο ▁το ▁δι ­ κα στη ριο ▁αυτο ▁ειναι ▁πρωτο πορ εια κοι ▁και ▁απο τελ ουν ▁εγγυ ηση ▁για ▁τα ▁δημοκρατ ικα ▁συστ η ματα .
▁αυτ η ▁η ▁μεγαλ η ▁προ κληση ▁συ μπερι λαμ βα νει ▁τη ▁συνεχ η ▁κατα ρτ ιση ▁και ▁ πολιτικ ες ▁εκπαιδευ σης ▁που ▁προσ φερ ουν ▁μια ▁δευτερ η ▁ευ και ρια .
▁αντι θε τα , ▁στις ▁η πα ▁εν ω ▁ο ▁ ρυθμ ος ▁αυ ξη σης ▁της ▁παρα γω γη ς ▁κατα ▁τη ▁δε ­ κα ετ ια ▁του ▁1980 ▁η ταν ▁παρ ο μοι ος ▁με ▁εκ ει νο ▁στις ▁χωρ ες ▁ε ζε ς ▁— ▁και ▁ οχι ▁πολυ ▁υψηλ ο τερο ς ▁απο ▁της ▁κοιν ο τη ­ τας ▁— , ▁προ κα λε σε ▁πολυ ▁μεγαλ υ τερες ▁αυ ξη σεις ▁στην ▁απασχολ ηση .
▁κεφαλ α ιο ▁6.
▁δε δο μενο υ ▁οτι , ▁εκ τος ▁απο ▁με ρι κες ▁τροπο ποι η σεις ▁στις ▁ λεπτο μερ ει ες , ▁το ▁ τελ ικο ▁ κει μενο ▁επανα ­ λαμ βα νει ▁εκ ει νο ▁του ▁ σχε διο υ , ▁η ▁επι τρο πη ▁εκ ρι νε ▁οτι ▁η ▁απο φα ση ▁της ▁25 ης ▁ ια νου αρ ιου ▁1984 ▁ισ χ υ ει ▁επι σης ▁και ▁για ▁τις ▁δια τα ξεις ▁του ▁εν ▁λογ ω ▁μετ ρου .
▁συμφων η σαμε , ▁πραγματ ι , ▁στη ▁γενικ η ▁παρ ουσι αση , ▁να ▁συνδε σου ­ με ▁το ▁ κεντρ ο ▁αυτο ▁με ▁την ▁ευρωπα ικη ▁εν ωση ▁παρα ▁με ▁το ▁ευρωπα ικο ▁κοιν ο βου λιο , ▁αφ ην οντας ▁την ▁ ακριβ η ▁διε ρε υν ηση ▁των ▁δε σμ ων ▁για ▁αργ ο τερα , ▁γε γον ος ▁που ▁οδηγ ει ▁στην ▁τροπο ποι ­ ηση ▁της ▁αιτ ι ολογ ικη ς ▁ σκε ψη ς ▁« ζ », ▁με ▁την ▁αντι κατα σταση ▁της ▁τελε υ ται ας ▁λε ξης ▁« κο ινο βου λευ τικο » ▁με ▁τη ▁λε ξη ▁« κο ινο τικο ».
▁αν ▁υπερ β ει ▁αυτο ▁το ▁πο σο στο ▁δεν ▁θα ▁ μπο ρε σει ▁να ▁στα θει ▁και ▁το ▁ ολο ▁προ γραμμα ▁θα ▁κατα ρρ ευ ­ σει .
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁αρ θρο ▁16
▁( ' ) ▁' ε γγ ρ . ▁95 06 / 92 ▁en v ▁26 2 ▁+ ▁add ▁1.
▁για ▁το ▁εγ χει ρη μα ▁του ▁ κον γκο , ▁ειδικ ο τερα , ▁ο ▁κ . ▁sola na ▁ανε φερ ε ▁οτι ▁προ κει ται ▁για ▁μια ▁πολυ ▁δυσκολ η ▁επιχειρ ηση .
▁με ρος ▁δ ▁- ▁σε λι δα ▁27
▁η ▁pe sc ▁θα ▁επι τρε ψει ▁να ▁προσ τε θει ▁η ▁βαρ υ τητα ▁των ▁ πολιτικ ων ▁και ▁ διπλ ωμα τι κων ▁ σχε σεων ▁της ▁ευρωπα ικη ς ▁εν ωσης ▁στους ▁η δη ▁ υπα ρχ οντες ▁εμπορικ ους ▁μηχαν ισ μου ς ▁και ▁στους ▁μηχαν ισ μου ς ▁συνεργ α σια ς ▁για ▁την ▁αναπτ υ ξη .
▁υπο θ . ▁c -200 / 97 ▁eco tra de ▁sri ▁κατα ▁alti for ni ▁e ▁fer rier e ▁di ▁servo la ▁spa ▁( af s ) ▁κανονι σμ ο ▁( ε οκ ) ▁2001 / 83 ▁του ▁συμβ ουλ ιου , ▁της ▁2 ας ▁ ι ουν ιου ▁1983 ▁— ▁προσ διο ρι σ μος ▁της ▁εφαρμο στε ας ▁ νομο θεσ ια ς ▁— ▁εργ αζ ο μενο ς ▁απο σπα σθ εις ▁στο ▁ εδ αφ ος ▁αλλο υ ▁κρατ ους ▁με λους ▁απο ▁την ▁επιχειρ ηση ▁στην ▁ο ποι α ▁κανονι κα ▁ υπα γεται ▁— ▁δ υν ατο τητα , ▁στα ▁πλ αι σια ▁της ▁ νομο θεσ ια ς ▁των ▁κρατ ων ▁με λων , ▁εξ ειδ ικ ευ σεως ▁των ▁προ υπο θε σεων ▁του ▁συνδε σ μου ▁με ▁την ▁επιχειρ ηση ▁στην ▁ο ποι α ▁ο ▁εργ αζ ο μενο ς ▁κανονι κα ▁ υπα γεται ▁— ▁συνε πει ες ▁απο ρ ρε ουσες ▁απο ▁τη ▁χορηγ ηση ▁του ▁πιστοποι η τι κου ▁που ▁προβ λε πει ▁το ▁αρ θρο ▁11 , ▁παρα γραφο ς ▁1 , ▁στο ιχ ειο ▁α ' , ▁του ▁κανονι σ μου ▁( ε οκ ) ▁57 4/ 72 ▁του ▁συμβ ουλ ιου , ▁της ▁21 ης ▁ μαρτ ιου ▁1972 , ▁και ▁χορηγ ει ▁η ▁αρ μο δια ▁αρχ η ▁του ▁κρατ ους ▁με λους ▁του ▁ο ποι ου ▁η ▁ νομο θεσ ια ▁παρα μεν ει ▁εφαρμο στε α ▁δυναμ ει ▁του ▁ αρθρ ου ▁14 , ▁παρα γραφο ς ▁1 , ▁στο ιχ ειο ▁α ' , ▁του ▁κανονι σ μου ▁( ε οκ ) ▁140 8/ 71 ▁— ▁εννο μα ▁αποτελεσμα τα ▁και ▁ ερ μην εια ▁της ▁απο φα σεως ▁128 ▁της ▁διοικητικ ης ▁επι τρο πη ς ▁για ▁την ▁ κοινων ικη ▁ασφαλ ιση ▁των ▁δια κιν ουμε νων ▁εργ αζ ο μενων
▁οι ▁διοικητικ ες ▁δια δικα ­ σι ες ▁θα ▁ πρεπε ι ▁να ▁απ λου στε υθ ουν .
▁ τε λος , ▁ θεωρ ω ▁σημαντικ οτ ατο ▁το ▁γε γον ος ▁οτι ▁οτι ▁η ▁κα ­ τα πολ εμ ηση ▁της ▁ο ξι νι σης ▁δεν ▁στα ματα ▁στα ▁συν ο ρα ▁της ▁ σημ εριν ης ▁ευρωπα ικη ς ▁εν ωσης .
▁για ▁τον ▁ λογο ▁αυτο ▁ειναι ▁α παρα ι τη το ▁να ▁εξα σφαλ ιστ ει ▁μια ▁εν δε δει γ μενη ▁επαγγελματικ η ▁κατα ρ ­ τι ση ▁σε ▁ο λους ▁ οσ ους ▁απασχολ ουν ται ▁παν ω ▁στα ▁α λι ευ ­ τικα ▁ σκα φη , ▁συ μπερι λαμ βα νο μενο υ ▁του ▁ιδιο υ ▁του ▁πλ οι αρχο υ ▁του ▁σκ αφ ους , ▁ο ▁ο ποι ος ▁επ ωμ ιζ εται ▁ιδι αι τε ­ ρες ▁ε υθυν ες .
▁αυτ η ▁η ▁πρωτο βου λια , ▁η ▁ο ποι α ▁επι τρεπ ει ▁τη ▁χορηγ ηση ▁χρηματοδοτ η σεων ▁σε ▁εγ χω ριο ▁ νομ ισμα ▁και ▁τη ▁με ι ωση ▁του ▁συνα λλα γμα τι κου ▁κι νδυ νου ▁για ▁τους ▁δανε ιο λη π τες ▁της ▁ ετε π , ▁επεκτ α θηκε ▁απο ▁την ▁τραπεζ α ▁και ▁στην ▁ αγορ α ▁του ▁ρ αντ ▁νο τια ς ▁αφ ρ ικη ς , ▁στο ▁πλ αι σιο ▁της ▁συνεργ α σια ς ▁με ▁τη ▁χωρ α ▁αυτ η .
▁σ ιερ ρα ▁λε ο νε
▁συζητ η σεις ▁του ▁ευρωπα ι κου ▁κοιν οβ ουλ ιου
▁ο πως ▁και ▁κατα ▁τα ▁προηγ ουμε να ▁ε τη , ▁οι ▁πιστ ω σεις ▁που ▁δια τε θηκαν ▁το ▁1991 ▁για ▁το ▁pedi p ▁( ει δικο ▁προ γραμμα ▁βιο μη χαν ικη ς ▁αναπτ υ ξης ▁για ▁την ▁ πορ το γα λια ) ▁χρ η σιμο ­ ποι η θηκαν ▁πληρ ως .
▁εφ ι στα ) ▁την ▁προσ ο χη ▁στο ▁γε γον ος ▁οτι ▁η ▁ευρωπα ικη ▁' εν ιο ση ▁συζητ α ▁αυτ η ▁τη ▁ στιγμ η ▁με ▁την ▁κυβερν ηση ▁της ▁ ου κρα νια ς ▁σχετικ α ▁με ▁το ▁κλεισ ιμο ▁του ▁τσ ερ νομ π υλ .
▁το μος ▁4- δε κ εμ β ριο ς ▁1990- gr
▁εξ αλ λου , ▁συμφων η θηκε ▁να ▁εξε τα στ ει ▁το ▁συν το μο τερο ▁η ▁δ υν ατο τητα ▁ ι ­ δρ υ σης ▁στη ▁φ λ ωρ εντ ια ▁εν ος ▁ευρωπα ι κου ▁ κεντρ ου ▁πληροφορ ι ων ▁για ▁τις ▁κλ οπ ες ▁εργ ων ▁τεχν ης , ▁με ▁ βαση ▁ενα ▁ σχε διο ▁της ▁ιταλ ικη ς ▁κυβερν ησης , ▁ο που ▁προ βαλ λε ­ ται ▁ο ▁ειδικ ος ▁ ρο λος ▁εν ος ▁τετ οι ου ▁ κεντρ ου .
▁ θελ ουμε ▁οι ▁προσφυγ ες ▁που ▁βρ ι σκ ονται ▁στην ▁κοιν ο τητα ▁να ▁« δ ουν ▁μια ν ▁ ασπ ρη ▁με ρα ».
▁η ▁εθνικ η ▁ εμπειρ ια ▁μας ▁ειναι ▁οτι , ▁προ φαν ως , ▁με ▁υψηλ α ▁επι πεδ α ▁ελ λει ματος , ▁η ▁προσ θε τη ▁αυ ξη ση ▁του ▁ειναι ▁αρ νη τικη ▁για ▁την ▁απασχολ ηση .
▁στη ▁ γερμαν ια , ▁στις ▁κατ ω ▁χωρ ες ▁και ▁τη ▁ν ορ βη για ▁οι ▁pi λη ρο φορ ιες ▁καλ υ pi τ ουν ▁ευ ρυ ▁pi ε διο .
▁ :31 2 ▁απο φα σεις ▁- ▁911 , 50 ▁εκ . e cu ▁συ δ ν ρο μη ▁- ▁1. 707 ▁σχεδια
▁ξ ▁απο ▁τη ▁μετα τρο πη ▁ μπο ρει ▁να ▁προ κυ ψ ουν ▁« περ ιτ τες » ▁τιμ ες , ▁π . χ . ▁7 , 32 € .
▁σ ' αυτο ▁το ▁ σημ ειο ▁ πρεπε ι ▁να ▁υπ εν θυμ ισ ουμε ▁οτι ▁καθ ε ▁κ π ς ▁εχει ▁μον α δι κη ▁δομ η ,
▁στις ▁υπο ▁μετα βαση ▁χ κα ε ▁βασικ ο ▁χαρακτηρ ιστ ικο ▁της ▁εν νοια ς ▁του ▁κρατ ους ▁ειναι ▁η ▁ασκ ηση ▁του ▁δικαι ω ματος ▁εθνικ ης ▁αυτο δια θεση ς , ▁εν ω ▁θα ▁ πρεπε ι ▁να ▁ σημ ει ω θει ▁οτι ▁η ▁εν ταξη ▁στην ▁ε ε ▁ θεωρ ει ται ▁κατα ▁κυρ ιο ▁ λογο ▁ως ▁ενα ς ▁αποτελεσμα τικο ς ▁τροπο ς ▁δια σφαλ ιση ς ▁της ▁εθνικ ης ▁ κυριαρχ ια ς , ▁που ▁απο κτη θηκε ▁μετα ▁την ▁κατα ρρ ευση ▁του ▁κομ μου νι στι κου ▁συστ η ματος .
▁d ▁70 ▁εκατ . ▁ευ ρω ▁για ▁την ▁κατα σκε υ η ▁ εργο στα ­ σι ου ▁χαρ του ▁που ▁προ ορ ιζ εται ▁στη ▁βιο μη χαν ια ▁κ υμα το ειδ ους ▁χαρ τον ιου ▁κοντ α ▁στη ▁σα ρα γο σα ▁( α ρα γον ια ) ·
▁η ▁εκ με τα λλ ευση ▁του ▁αντι δρα στη ρα ▁γι νεται ▁με ▁θερμ ικη ▁ονομα στικ η ▁ισ χ υ ▁45 ▁mw , ▁επι ▁11 ▁ κυκλ ους ▁ τος ▁26 ▁η μερ ων , ▁ δηλ . ▁επι ▁28 6 ▁η μερ ες ▁κατ ' ▁ε τος .
▁( θα ▁η θε λα ▁να ▁α κου σω ▁την ▁ελλην ι ­ κη ▁μετα φρ αση , ▁για ▁παρα δει γμα , ▁αυ της ▁της ▁φ ρα σης ).
