▁جس ▁شخص ▁سے ▁اس ▁روز ▁وه ▁عذاب ▁ہٹا ▁دیا ▁جاي ے ▁تو ▁اس ▁پر ▁اللہ ▁نے ▁بڑا ▁رحم ▁کیا ▁اور ▁یہ ▁ صر یح ▁کامیابی ▁ہے
▁یہ ▁ایک ▁طرف ▁ہے ▁اور ▁سر کش وں ▁کے ▁لي ے ▁بدترین ▁بازگشت ▁ہے
▁اور ▁نعمت ▁بھر ی ▁جنت یں
▁اس ▁کو ▁ایک ▁محفوظ ▁جگہ ▁میں ▁رکھا
▁اور ▁اس ▁کی ▁نشانی وں ▁سے ▁ہے ▁اس مان وں ▁اور ▁زمین ▁کی ▁پیدا يش ▁اور ▁جو ▁چلنے ▁والے ▁ان ▁میں ▁پھیلا ي ے ، ▁اور ▁وہ ▁ان ▁کے ▁اک ٹھا ▁کرنے ▁پر ▁جب ▁چاہے ▁قادر ▁ہے ،
▁اگر ▁تم ▁کو ▁( میر ے ▁کہنے ▁کا ) ▁یقین ▁ہو ▁تو ▁خدا ▁کا ▁دیا ▁ہوا ▁نفع ▁ہی ▁تمہارے ▁لیے ▁بہتر ▁ہے ▁اور ▁میں ▁تم ہ ارا ▁ نگ ہ بان ▁نہیں ▁ہوں
▁اپنے ▁رب ▁کے ▁کن ▁کن ▁انعام ات ▁کو ▁تم ▁جھ ٹل او ▁گے ؟
▁وه ▁ایک ▁راه ▁کے ▁پیچھے ▁لگا
▁اے ▁میرے ▁رب ! ▁ان ▁( بت وں ) ▁نے ▁بہت ▁سے ▁لوگوں ▁کو ▁گمراہ ▁کر ▁ڈال ا ▁ہے۔ ▁پس ▁جس ▁نے ▁میری ▁پیر وی ▁کی ▁وہ ▁تو ▁میرا ▁ہوگا ▁اور ▁جس ▁نے ▁میری ▁نا فر مان ی ▁کی ▁تو ▁بیش ک ▁تو ▁بڑا ▁بخش نے ▁والا ▁نہای ت ▁مہر بان ▁ہے ،
▁تاکہ ▁اس ▁نعمت ▁سے ▁ان ▁کی ▁از ماي ش ▁کریں ▁اور ▁جو ▁اپنے ▁رب ▁کے ▁ذکر ▁سے ▁منہ ▁مو ڑے ▁گا ▁اس ▁کا ▁رب ▁اسے ▁سخت ▁عذاب ▁میں ▁مبتلا ▁کر ▁دے ▁گا
▁ہمارے ▁اور ▁تمہارے ▁درمیان ▁اللہ ▁کی ▁گواہ ی ▁کافی ▁ہے ▁کہ ▁( تم ▁اگر ▁ہماری ▁عبادت ▁کرتے ▁بھی ▁تھے ▁تو ) ▁ہم ▁تمہاری ▁اس ▁عبادت ▁سے ▁بالکل ▁بے ▁خبر ▁تھے ▁"
▁تم ▁فرما و ▁وہ ▁کون ▁ہے ▁جو ▁اللہ ▁کا ▁حکم ▁تم ▁پر ▁سے ▁ٹ ال ▁دے ▁اگر ▁وہ ▁تم ہ ارا ▁برا ▁چاہے ▁یا ▁تم ▁پر ▁مہر ▁( رحم ) ▁فرمان ا ▁چاہے ▁اور ▁وہ ▁اللہ ▁کے ▁سوا ▁کوي ی ▁حامی ▁نہ ▁پاي یں ▁گے ▁نہ ▁مدد گار ،
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁اپنے ▁حکم ▁سے ▁روح ▁( قر ان ) ▁کی ▁وح ی ▁کی ▁ہے ▁اپ ▁کو نہیں ▁معلوم ▁تھا ▁کہ ▁کتاب ▁کیا ▁ہے ▁اور ای مان ▁کن ▁چیز وں ▁کا ▁نام ▁ہے ▁لیکن ▁ہم ▁نے ▁اسے ▁ایک ▁نور ▁قرار ▁دیا ▁ہے ▁جس ▁کے ▁ذریعہ ▁اپنے ▁بند وں ▁میں ▁جسے ▁چاہتے ▁ہیں ▁اسے ▁ہدایت ▁دے ▁دیتے ▁ہیں ▁اور ▁بیش ک ▁اپ ▁لوگوں ▁کو ▁سید ھے ▁راستہ ▁کی ▁ہدایت ▁کررہے ▁ہیں
▁پھر ▁جب ▁ان ▁سے ▁اور ▁اللہ ▁کے ▁سوا ▁ان ▁کے ▁مع بود وں ▁سے ▁کنار ہ ▁کر ▁گیا ▁ہم ▁نے ▁اسے ▁اسحاق ▁اور ▁ی عق وب ▁عطا ▁کیے ، ▁اور ▁ہر ▁ایک ▁کو ▁غ یب ▁کی ▁خبریں ▁بتا نے ▁والا ▁کیا ،
▁اور ▁صبح ▁و ▁شام ▁اپنے ▁پروردگار ▁کان ام ▁یاد ▁کی جي ے۔
▁جس ▁دن ▁ان ▁کا ▁دا و ▁ان ▁کے ▁کچھ ▁بھی ▁کام ▁نہ ▁اي ے ▁گا ▁اور ▁نہ ▁انہیں ▁مدد ▁دی ▁جاي ے ▁گی
▁اے ▁ایمان ▁والو ! ▁یہ ود ▁و ▁نص اری ▁کو ▁اپنا ▁دوست ▁نہ ▁بنا و ، ▁وہ ▁اپ س ▁میں ▁ایک ▁دوسرے ▁کے ▁دوست ▁ہیں ▁اور ▁تم ▁میں ▁سے ▁جو ▁ان ▁سے ▁دوستی ▁کرے ▁گا ▁وہ ▁ان ہی ▁میں ▁سے ▁شمار ▁ہوگا۔ ▁بے ▁شک ▁خدا ▁ظالم وں ▁کو ▁ہدایت ▁نہیں ▁کرتا ۔
▁اور ▁جب ▁ہمارے ▁فرشت ے ▁ل وط ▁کے ▁پاس ▁اي ے ▁تو ▁وہ ▁ان ▁( کی ▁وجہ ) ▁سے ▁نا خوش ▁اور ▁تنگ ▁دل ▁ہو ي ے۔ ▁فرشت وں ▁نے ▁کہا ▁کچھ ▁خوف ▁نہ ▁کی جي ے۔ ▁اور ▁نہ ▁رنج ▁کی جي ے ▁ہم ▁اپ ▁کو ▁اور ▁اپ ▁کے ▁گھر ▁والوں ▁کو ▁بچ ال یں ▁گے ▁مگر ▁اپ ▁کی ▁بیوی ▁کہ ▁پیچھے ▁رہنے ▁والوں ▁میں ▁ہوگی
▁اور ▁ہم ▁نے ▁انسان ▁کو ▁اس ▁کے ▁والدین ▁سے ▁نیک ▁سلوک ▁کا ▁حکم ▁فرمایا ▁اور ▁اگر ▁وہ ▁ت جھ ▁پر ▁( یہ ) ▁کوشش ▁کریں ▁کہ ▁تو ▁میرے ▁ساتھ ▁اس ▁چیز ▁کو ▁شریک ▁ٹھہر اي ے ▁جس ▁کا ▁تج ھے ▁کچھ ▁بھی ▁علم ▁نہیں ▁تو ▁ان ▁کی ▁اطاعت ▁مت ▁کر ، ▁میری ▁ہی ▁طرف ▁تم ▁( سب ) ▁کو ▁پل ٹ نا ▁ہے ▁سو ▁میں ▁تمہیں ▁ان ▁( کام وں ) ▁سے ▁ا گاہ ▁کرد وں ▁گا ▁جو ▁تم ▁( د نیا ▁میں ) ▁کیا ▁کرتے ▁تھے ،
▁اور ▁( ہر ▁ایک ▁کے ▁سامنے ) ▁اعمال ▁ نامہ ▁رکھ ▁دیا ▁جاي ے ▁گا ▁سو ▁اپ ▁مجرم وں ▁کو ▁دیکھیں ▁گے ▁( وہ ) ▁ان ▁( گن ا ہ وں ▁اور ▁جرم وں ) ▁سے ▁خوف زد ہ ▁ہوں ▁گے ▁جو ▁اس ▁( اعم ال ▁ نامہ ) ▁میں ▁درج ▁ہوں ▁گے ▁اور ▁کہیں ▁گے : ▁ہا ي ے ▁ہلاکت ! ▁اس ▁اعمال ▁ نامہ ▁کو ▁کیا ▁ہوا ▁ہے ▁اس ▁نے ▁نہ ▁کوي ی ▁چھوٹی ▁( بات ) ▁چھوڑ ی ▁ہے ▁اور ▁نہ ▁کوي ی ▁بڑی ▁( بات )، ▁مگر ▁اس ▁نے ▁( ہر ▁ہر ▁بات ▁کو ) ▁شمار ▁کر ▁لیا ▁ہے ▁اور ▁وہ ▁جو ▁کچھ ▁کرتے ▁رہے ▁تھے ▁( اپ نے ▁سامنے ) ▁حاضر ▁پاي یں ▁گے ، ▁اور ▁اپ ▁کا ▁رب ▁کسی ▁پر ▁ظلم ▁نہ ▁فرما ي ے ▁گا ،
▁انج یر ▁کی ▁قسم ▁اور ▁زیتون ▁کی
▁کیا ▁وہ ▁نہیں ▁جانتے ▁کہ ▁االله ▁جس ▁نے ▁اس مان وں ▁اور ▁زمین ▁کو ▁پیدا ▁فرمایا ▁اور ▁وہ ▁ان ▁کے ▁پیدا ▁کرنے ▁سے ▁تھ کا ▁نہیں ▁اس ▁بات ▁پر ▁( بھی ) ▁قادر ▁ہے ▁کہ ▁وہ ▁مرد وں ▁کو ▁( دو بار ہ ) ▁زندہ ▁فرما ▁د ے۔ ▁کیوں ▁نہیں ! ▁بیش ک ▁وہ ▁ہر ▁چیز ▁پر ▁قدرت ▁رکھتا ▁ہے ،
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁تمہیں ▁زمین ▁میں ▁پھیلا یا ▁اور ▁اسی ▁کی ▁طرف ▁اٹھ نا ▁ہے
▁اور ▁اگر ▁وہ ▁ایمان ▁لا تے ▁اور ▁پر ہ یز گار ی ▁کرتے ▁تو ▁اللہ ▁کے ▁یہاں ▁کا ▁ ثواب ▁بہت ▁اچھا ▁ہے ▁کسی ▁طرح ▁انہیں ▁علم ▁ہوتا ▁-
▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁لي ے ▁اخر ت ▁میں ▁کچھ ▁( حص ہ ) ▁نہیں ▁سوا ي ے ▁ ات ش ▁( دوز خ ) ▁کے ، ▁اور ▁وہ ▁سب ▁( اعم ال ▁اپنے ▁اخر وی ▁ اجر ▁کے ▁حساب ▁سے ) ▁اک ارت ▁ہو گي ے ▁جو ▁انہوں ▁نے ▁دنیا ▁میں ▁انجام ▁دی ي ے ▁تھے ▁اور ▁وہ ▁( سب ▁کچھ ) ▁باطل ▁و ▁بے ▁کار ▁ہوگیا ▁جو ▁وہ ▁کرتے ▁رہے ▁تھے ▁( کی ون کہ ▁ان ▁کا ▁حساب ▁پورے ▁ اجر ▁کے ▁ساتھ ▁دنیا ▁میں ▁ہی ▁چکا ▁دیا ▁گیا ▁ہے ▁اور ▁اخر ت ▁کے ▁لي ے ▁کچھ ▁نہیں ▁بچا )،
▁اور ▁ابراہیم ▁کے ▁دین ▁سے ▁کون ▁منہ ▁پھ ی رے ▁سوا ▁اس ▁کے ▁جو ▁دل ▁کا ▁اح م ق ▁ہے ▁اور ▁بیش ک ▁ضرور ▁ہم ▁نے ▁دنیا ▁میں ▁اسے ▁چن ▁لیا ▁اور ▁بیش ک ▁وہ ▁اخر ت ▁میں ▁ہمارے ▁خاص ▁قرب ▁کی ▁قابلیت ▁والوں ▁میں ▁ہے ▁-
▁اور ▁ایسا ▁ہوتا ▁تو ▁ہم ▁تم ▁کو ▁دون ی ▁عمر ▁اور ▁دو ▁چند ▁موت ▁کا ▁م زہ ▁دیتے ▁پھر ▁تم ▁ہمارے ▁مقابل ▁اپنا ▁کوي ی ▁مدد گار ▁نہ ▁پا تے ،
▁اور ▁اے ▁قوم ▁تم ▁اپنی ▁جگہ ▁اپنا ▁کام ▁کیے ▁جا ▁و ▁میں ▁اپنا ▁کام ▁کرتا ▁ہوں ، ▁اب ▁جان نا ▁چاہتے ▁ہو ▁کس ▁پر ▁ا تا ▁ہے ▁وہ ▁عذاب ▁کہ ▁اسے ▁رس وا ▁کرے ▁گا ▁اور ▁کون ▁جھوٹ ا ▁ہے ، ▁اور ▁انتظار ▁کرو ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁انتظار ▁میں ▁ہوں ،
▁اور ▁جو ▁اس ▁کے ▁روبرو ▁ایمان دار ▁ہو ▁کر ▁اي ے ▁گا ▁اور ▁عمل ▁بھی ▁نیک ▁کي ے ▁ہوں ▁گے ▁تو ▁ایسے ▁لوگوں ▁کے ▁لي ے ▁اون چے ▁اون چے ▁در جے ▁ہیں
▁اس ▁مقام ▁پر ▁ہر ▁شخص ▁اپنے ▁اگلے ▁کیے ▁ہو ي ے ▁کام وں ▁کی ▁جان چ ▁کر لے ▁گا ▁اور ▁یہ ▁لوگ ▁اللہ ▁کی ▁طرف ▁جو ▁ان ▁کا ▁مالک ▁حقیقی ▁ہے ▁لوٹ اي ے ▁جاي یں ▁گے ▁اور ▁جو ▁کچھ ▁جھوٹ ▁با ند ھا ▁کرتے ▁تھے ▁سب ▁ان ▁سے ▁غا يب ▁ہو جا ي یں ▁گے
▁جن ▁میں ▁قیمت ی ▁اور ▁مضبوط ▁باتیں ▁لکھ ی ▁ہو ي ی ▁ہیں
▁کہ ▁خبردار ▁اج ▁باغ ▁میں ▁کوي ی ▁مس کین ▁داخل ▁نہ ▁ہونے ▁پاي ے
▁تو ▁( ا ے ▁انسان ) ▁تو ▁اپنے ▁پروردگار ▁کی ▁کون ▁سی ▁نعمت ▁پر ▁جھ گ ڑے ▁گا
▁اور ▁نہیں ، ▁میں ▁قسم ▁کھا تا ▁ہوں ▁ملا مت ▁کرنے ▁والے ▁نفس ▁کی
▁ابراہیم ▁نے ▁کہا ▁" پ ھر ▁کیا ▁تم ▁اللہ ▁کو ▁چھوڑ ▁کر ▁ان ▁چیز وں ▁کو ▁پو ج ▁رہے ▁ہو ▁جو ▁نہ ▁تمہیں ▁نفع ▁پہنچا نے ▁پر ▁قادر ▁ہیں ▁نہ ▁نقصان
▁اور ▁وہی ▁ستار ہ ▁شعر ی ▁کا ▁مالک ▁ہے
▁جو ▁لوگ ▁یہ ▁کہتے ▁ہیں ▁کہ ▁اللہ ▁نے ▁ہم ▁سے ▁عہد ▁لیا ▁ہے ▁کہ ▁ہم ▁اس ▁وقت ▁تک ▁کسی ▁رسول ▁پر ▁ایمان ▁نہ ▁لاي یں ▁جب ▁تک ▁وہ ▁ایسی ▁قربانی ▁پیش ▁نہ ▁کرے ▁جسے ▁اسم انی ▁ اگ ▁کھا ▁جاي ے ▁تو ▁ان ▁سے ▁کہہ ▁دی جي ے ▁کہ ▁مجھ ▁سے ▁پہلے ▁بہت ▁سے ▁رسول ▁مع جز ات ▁اور ▁تمہاری ▁فرما يش ▁کے ▁مطابق ▁صداقت ▁کی ▁نشانی ▁لے ▁اي ے ▁پھر ▁تم ▁نے ▁انہیں ▁کیوں ▁قتل ▁کردیا ▁اگر ▁تم ▁اپنی ▁بات ▁میں ▁سچ ے ▁ہو
▁اور ▁اس ▁کے ▁( سار ے ) ▁پھل ▁گھ یر ▁لي ے ▁ گي ے ، ▁پس ▁وه ▁اپنے ▁اس ▁خرچ ▁پر ▁جو ▁اس ▁نے ▁اس ▁میں ▁کیا ▁تھا ▁اپنے ▁ہاتھ ▁ملنے ▁لگا ▁اور ▁وه ▁باغ ▁تو ▁او ند ھا ▁ال ٹا ▁پڑا ▁تھا ▁اور ▁( وه ▁شخص ) ▁یہ ▁کہہ ▁رہا ▁تھا ▁کہ ▁کاش ! ▁میں ▁اپنے ▁رب ▁کے ▁ساتھ ▁کسی ▁کو ▁بھی ▁شریک ▁نہ ▁کرتا
▁تعریف ▁اللہ ▁ہی ▁کے ▁لیے ▁ہے ▁جو ▁اس مان وں ▁اور ▁زمین ▁کا ▁بنانے ▁والا ▁اور ▁فرشت وں ▁کو ▁پیغام ▁رس اں ▁مقرر ▁کر ▁نے ▁والا ▁ہے ، ▁( ایس ے ▁فرشت ے ) ▁جن ▁کے ▁دو ▁دو ▁اور ▁تین ▁تین ▁اور ▁چار ▁چار ▁باز و ▁ہیں ▁وہ ▁اپنی ▁مخلوق ▁کی ▁ساخت ▁میں ▁جیسا ▁چاہتا ▁ہے ▁اضافہ ▁کرتا ▁ہے ▁یقینا ▁اللہ ▁ہر ▁چیز ▁پر ▁قادر ▁ہے
▁اور ▁اگر ▁جھ ٹل انے ▁والوں ▁اور ▁گمراہ وں ▁میں ▁سے ▁ہے
▁بیش ک ▁جو ▁لوگ ▁اپ ▁کو ▁حجر وں ▁کے ▁پیچھے ▁سے ▁پکار تے ▁ہیں ▁ان ▁کی ▁اکثریت ▁کچھ ▁نہیں ▁سمجھ تی ▁ہے
▁اور ▁سلیمان ▁داود ▁کا ▁جانشین ▁ہوا ▁اور ▁کہا ▁اے ▁لوگ و ! ▁ہمیں ▁پر ند وں ▁کی ▁بول ی ▁سکھ اي ی ▁ گي ی ▁اور ▁ہر ▁چیز ▁میں ▁سے ▁ہم ▁کو ▁عطا ▁ہوا ▁بیش ک ▁یہی ▁ظاہر ▁فضل ▁ہے
▁پھر ▁اللہ ▁نے ▁اپنی ▁طرف ▁سے ▁اپنے ▁رسول ▁اور ▁اہل ▁ایمان ▁پر ▁سک ون ▁و ▁اطمینان ▁نازل ▁کیا ▁اور ▁ایسے ▁لشکر ▁نازل ▁کي ے ▁جو ▁تمہیں ▁نظر ▁نہیں ▁اي ے۔ ▁اور ▁اللہ ▁نے ▁کا فر وں ▁کو ▁سزا ▁دی ▁اور ▁یہی ▁کا فر وں ▁کا ▁بدل ہ ▁ہے۔
▁بیش ک ▁جب ▁تو ▁میں ▁کھل ی ▁گمراہ ی ▁میں ▁ہو
▁رہے ▁وہ ▁لوگ ▁جنہوں ▁نے ▁مان ▁لیا ▁اور ▁نیک ▁اعمال ▁کیے ، ▁ان ▁کے ▁لیے ▁یقینا ▁ایسا ▁ اجر ▁ہے ▁جس ▁کا ▁سلسلہ ▁کبھی ▁ٹوٹ نے ▁والا ▁نہیں ▁ہے
▁اور ▁تیسری ▁ایک ▁اور ▁دیو ی ▁من ات ▁کی ▁حقیقت ▁پر ▁کچھ ▁غور ▁بھی ▁کیا ؟
▁یا ▁اس ▁کی ▁طرف ▁( اس مان ▁سے ) ▁خزانہ ▁اتار ا ▁جاتا ▁یا ▁اس ▁کا ▁کوي ی ▁باغ ▁ہوتا ▁کہ ▁اس ▁میں ▁کھا یا ▁کرتا ۔ ▁اور ▁ظالم ▁کہتے ▁ہیں ▁کہ ▁تم ▁تو ▁ایک ▁جادو ▁زد ہ ▁شخص ▁کی ▁پیر وی ▁کرتے ▁ہو
▁تاکہ ▁وہ ▁معلوم ▁کرے ▁کہ ▁انہوں ▁نے ▁اپنے ▁پروردگار ▁کے ▁پیغام ات ▁کو ▁پہنچا ▁دیا ▁ہے ▁اور ▁وہ ▁ان ▁کے ▁حالات ▁کا ▁اح اط ہ ▁کي ے ▁ہو ي ے ▁ہے ▁اور ▁اس ▁نے ▁ہر ▁چیز ▁کو ▁ گن ▁رکھا ▁ہے۔
▁اور ▁( ا ے ▁رسول ) ▁اپ ▁اس ▁وح ی ▁کی ▁پیر وی ▁کریں ▁جو ▁اپ ▁کی ▁طرف ▁کی ▁جاتی ▁ہے ▁اور ▁( مخالف ین ▁کی ▁ای ذا ▁رسانی وں ▁پر ) ▁صبر ▁کریں ▁یہاں ▁تک ▁کہ ▁اللہ ▁( اپ ▁کے ▁اور ▁ان ▁کے ▁درمیان ) ▁فیصلہ ▁کر ▁د ے۔ ▁جو ▁فیصلہ ▁کرنے ▁والوں ▁میں ▁سب ▁سے ▁بہتر ▁فیصلہ ▁کرنے ▁والا ▁ہے۔
▁اور ▁ابراہیم ▁یہی ▁کل مہ ▁اپنے ▁پیچھے ▁اپنی ▁اولاد ▁میں ▁چھوڑ ▁گیا ▁تاکہ ▁وہ ▁اس ▁کی ▁طرف ▁رجوع ▁کریں
▁اپ ▁( ان ▁سے ▁یہ ▁بھی ) ▁فرما ▁دی جي ے ▁کہ ▁میں ▁اپنی ▁ذات ▁کے ▁لي ے ▁کسی ▁نفع ▁اور ▁نقصان ▁کا ▁خود ▁مالک ▁نہیں ▁ہوں ▁مگر ▁( یہ ▁کہ ) ▁جس ▁قدر ▁اللہ ▁نے ▁چاہ ا ، ▁اور ▁( اسی ▁طرح ▁بغیر ▁ عطاء ▁ال ہی ▁کے ) ▁اگر ▁میں ▁خود ▁غ یب ▁کا ▁علم ▁رکھتا ▁تو ▁میں ▁از ▁خود ▁بہت ▁سی ▁بھ لا ي ی ▁( اور ▁فت وح ات ) ▁حاصل ▁کرلی تا ▁اور ▁مجھے ▁( کسی ▁موقع ▁پر ) ▁کوي ی ▁سختی ▁( اور ▁تکلیف ▁بھی ) ▁نہ ▁پہنچ تی ، ▁میں ▁تو ▁( اپ نے ▁منصب ▁رسالت ▁کے ▁باعث ) ▁فقط ▁ڈر ▁سن انے ▁والا ▁اور ▁خوش خبر ی ▁دینے ▁والا ▁ہوں ▁ان ▁لوگوں ▁کو ▁جو ▁ایمان ▁رکھتے ▁ہیں ٭ ، ▁ ٭ ڈر ▁اور ▁خوشی ▁کی ▁خبریں ▁بھی ▁امور ▁غ یب ▁میں ▁سے ▁ہیں ▁جن ▁پر ▁اللہ ▁تعالی ▁اپنے ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کو ▁مطلع ▁فرما تا ▁ہے ▁کیونکہ ▁من ▁جانب ▁اللہ ▁ایسی ▁اطلاع ▁علی ▁الغ یب ▁کے ▁بغیر ▁نہ ▁تو ▁نبوت ▁و ▁رسالت ▁م تحقق ▁ہوتی ▁ہے ▁اور ▁نہ ▁ہی ▁یہ ▁فری ض ہ ▁ادا ▁ہو ▁سکتا ▁ہے ، ▁اس ▁لي ے ▁اپ ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کی ▁شان ▁میں ▁فرمایا ▁گیا ▁ہے : ▁وما ▁ھو ▁علی ▁الغ یب ▁ب ض ن ین ▁( الت کو یر ، ▁ ٨ ١ : ▁٢ ٤ ) ▁( اور ▁یہ ▁نی ی ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁غ یب ▁بتا نے ▁میں ▁ہر ▁ گز ▁ب خیل ▁نہیں ) ۔ ▁اس ▁قر انی ▁ارشاد ▁کے ▁مطابق ▁غ یب ▁بتا نے ▁میں ▁ب خیل ▁نہ ▁ہونا ▁تب ▁ہی ▁ممکن ▁ہو ▁سکتا ▁ہے ▁اگر ▁بار ی ▁تعالی ▁نے ▁کمال ▁فراوانی ▁کے ▁ساتھ ▁حضور ▁نبی ▁اکرم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کو ▁علوم ▁و ▁اخبار ▁غ یب ▁پر ▁مطلع ▁فرمایا ▁ہو ، ▁اگر ▁سر ے ▁سے ▁علم ▁غ یب ▁عطا ▁ہی ▁نہ ▁کیا ▁گیا ▁ہو ▁تو ▁حضور ▁نبی ▁اکرم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کا ▁غ یب ▁بتا نا ▁کی سا ▁اور ▁پھر ▁اس ▁پر ▁ب خیل ▁نہ ▁ہونے ▁کا ▁کیا ▁مطلب ؟ ▁سو ▁معلوم ▁ہوا ▁کہ ▁حضور ▁نبی ▁اکرم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کے ▁مطلع ▁علی ▁الغ یب ▁ہونے ▁کی ▁قطعا ▁ن فی ▁نہیں ▁بلکہ ▁نفع ▁و ▁نقصان ▁پر ▁خود ▁قادر ▁و ▁مالک ▁اور ▁بال ذات ▁عالم ▁الغ یب ▁ہونے ▁کی ▁ن فی ▁ہے ▁کیونکہ ▁یہ ▁شان ▁صرف ▁اللہ ▁تعالی ▁کی ▁ہے۔
▁کیا ▁تم ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ▁جو ▁خدا ▁کی ▁ ایت وں ▁میں ▁جھ گ ڑ تے ▁ہیں۔ ▁یہ ▁کہاں ▁بھ ٹک ▁رہے ▁ہیں ؟
▁اور ▁خزان وں ▁اور ▁ نف یس ▁مکان ات ▁سے
▁پھر ▁جو ▁صبح ▁ہوتے ▁ہی ▁( د ش من ▁پر ) ▁اچانک ▁حملہ ▁کر ▁ڈال تے ▁ہیں ،
▁کیا ▁بست ی ▁والے ▁ نڈر ▁ہو ▁چکے ▁ہیں ▁کہ ▁ہماری ▁طرف ▁سے ▁ان ▁پر ▁رات ▁کو ▁عذاب ▁اي ے ▁جب ▁وہ ▁سو ▁رہے ▁ہوں
▁اور ▁وہ ▁بھی ▁جب ▁کوي ی ▁رسول ▁ان ▁کے ▁پاس ▁ا تا ▁ہے ▁تو ▁اس ▁سے ▁ ٹھ ٹھا ▁ہی ▁کرتے
▁اور ▁جو ▁حکم ▁ما نے ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کا ▁اور ▁اللہ ▁سے ▁ڈر ے ▁اور ▁پر ہ یز گار ی ▁کرے ▁تو ▁یہی ▁لوگ ▁کامیاب ▁ہیں ،
▁یہ ▁ان ▁لوگوں ▁کی ▁سزا ▁ہے ▁اس ▁وجہ ▁سے ▁کہ ▁انہوں ▁نے ▁ہماری ▁ ایت وں ▁سے ▁کفر ▁کیا ▁اور ▁یہ ▁کہتے ▁رہے ▁کہ ▁کیا ▁جب ▁ہم ▁( مر ▁کر ▁بوس ید ہ ) ▁ہ ڈ یاں ▁اور ▁ریز ہ ▁ریز ہ ▁ہو ▁جاي یں ▁گے ▁تو ▁کیا ▁ہم ▁از ▁سر ▁نو ▁پیدا ▁کر ▁کے ▁اٹھا ي ے ▁جاي یں ▁گے ؟ ،
▁کیا ▁ہم ▁نے ▁فرشت وں ▁کو ▁عورت یں ▁بنایا ▁ہے ▁اور ▁وہ ▁دیکھ ▁رہے ▁تھے
▁اور ▁ہم ▁نے ▁اسے ▁ ندا ي ی ▁فرما ي ی ▁کہ ▁اے ▁ابراہیم ،
▁اور ▁جب ▁( ف ۹ ۳۳ ▁اپنے ▁گھر ▁پل ٹ تے ▁خوش یاں ▁کرتے ▁پل ٹ تے
▁اور وہ ▁جو ▁اپنی ▁شرم ▁گاہ وں ▁کی ▁حفاظت ▁کرتے ▁ہیں
▁اور ▁ل وط ▁کو ▁ہم ▁نے ▁اپنی ▁رحمت ▁میں ▁داخل ▁کیا ، ▁وہ ▁صالح ▁لوگوں ▁میں ▁سے ▁تھا
▁ان ▁ایمان ▁دار ▁مرد وں ▁اور ▁عورتوں ▁سے ▁اللہ ▁نے ▁ان ▁جنت وں ▁کا ▁وعده ▁فرمایا ▁ہے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁ل ہر یں ▁لے ▁رہی ▁ہیں ▁جہاں ▁وه ▁ہمیشہ ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ▁اور ▁ان ▁صاف ▁ست ھر ے ▁پاک یزه ▁محل ات ▁کا ▁جو ▁ان ▁ہم یش گی ▁والی ▁جنت وں ▁میں ▁ہیں ، ▁اور ▁اللہ ▁کی ▁رضا مند ی ▁سب ▁سے ▁بڑی ▁چیز ▁ہے ، ▁یہی ▁زبردست ▁کامیابی ▁ہے
▁اور ▁انہوں ▁نے ▁اللہ ▁کی ▁قسم ▁کھا ي ی ▁اپنے ▁حلف ▁میں ▁حد ▁کی ▁کوشش ▁سے ▁کہ ▁اللہ ▁مرد ے ▁نہ ▁اٹھا ي ے ▁گا ▁ہاں ▁کیوں ▁نہیں ▁( ۷ ۹ ) ▁سچ ا ▁وعدہ ▁اس ▁کے ▁ذم ہ ▁پر ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے
▁ہم ▁نے ▁زمین ▁اور ▁اس مان ▁کو ▁اور ▁ان ▁کی ▁سب ▁موجود ات ▁کو ▁حق ▁کے ▁سوا ▁کسی ▁اور ▁بنیاد ▁پر ▁خلق ▁نہیں ▁کیا ▁ہے ، ▁اور ▁فیصلے ▁کی ▁گھ ڑی ▁یقینا ▁ انے ▁والی ▁ہے ، ▁پس ▁اے ▁محمد ، ▁تم ▁( ان ▁لوگوں ▁کی ▁بی ہو دگی وں ▁پر ) ▁شریف انہ ▁در گز ر ▁سے ▁کام ▁لو
▁ان ▁دونوں ▁دریا وں ▁سے ▁موت ی ▁اور ▁مو نگے ▁نکل تے ▁ہیں۔
▁انہوں ▁نے ▁کہا : ▁ہم ▁بت وں ▁کی ▁پرست ش ▁کرتے ▁ہیں ▁اور ▁ہم ▁ان ہی ▁( کی ▁عبادت ▁و ▁خدمت ) ▁کے ▁لي ے ▁جم ے ▁رہنے ▁والے ▁ہیں ،
▁اور ▁ان ▁د یہ اتی ▁ گن وار وں ▁میں ▁سے ▁وہ ▁شخص ▁( بھی ) ▁ہے ▁جو ▁اس ▁( مال ) ▁کو ▁تا وان ▁قرار ▁دیتا ▁ہے ▁جسے ▁وہ ▁( را ہ ▁خدا ▁میں ) ▁خرچ ▁کرتا ▁ہے ▁اور ▁تم ▁پر ▁زمان ہ ▁کی ▁گردش وں ▁( یعنی ▁مص ا يب ▁و ▁الام ) ▁کا ▁انتظار ▁کرتا ▁رہتا ▁ہے ، ▁( بلا ▁و ▁مصیبت ▁کی ) ▁بری ▁گردش ▁ان ہی ▁پر ▁ہے ، ▁اور ▁االله ▁خوب ▁سن نے ▁والا ▁خوب ▁جان نے ▁والا ▁ہے ،
▁پس ▁جب ▁تم ▁ان ▁کے ▁مقابل ▁ہو ▁جو ▁کا فر ▁ہیں ▁تو ▁ان ▁کی ▁گردن یں ▁ما رو ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁ان ▁کو ▁خوب ▁مغل وب ▁کر ▁لو ▁تو ▁ان ▁کی ▁مش ک یں ▁کس ▁لو ▁پھر ▁یا ▁تو ▁اس ▁کے ▁بعد ▁احسان ▁کرو ▁یا ▁تا وان ▁لے ▁لو ▁یہاں ▁تک ▁کہ ▁لڑ اي ی ▁اپنے ▁ہتھیار ▁ڈال ▁دے ▁یہی ▁( ح کم ) ▁ہے ▁اور ▁اگر ▁الله ▁چاہتا ▁تو ▁ان ▁سے ▁خود ▁ہی ▁بدل ہ ▁لے ▁لی تا ▁لیکن ▁وہ ▁تم ہ ارا ▁ایک ▁دوسرے ▁کے ▁ساتھ ▁امتحان ▁کرنا ▁چاہتا ▁ہے ▁اور ▁جو ▁الله ▁کی ▁راہ ▁میں ▁مار ے ▁ گي ے ▁ہیں ▁الله ▁ان ▁کے ▁اعمال ▁بر باد ▁نہیں ▁کرے ▁گا
▁اور ▁سید ھے ▁راستہ ▁کی ▁طرف ▁راہ ن ماي ی ▁کرنا ▁اللہ ▁کی ▁ذم ہ ▁داری ▁ہے ▁اور ▁ان ▁میں ▁کچھ ▁راستے ▁ک ج ▁بھی ▁ہوتے ▁ہیں ▁اور ▁اگر ▁اللہ ▁تعالی ▁( ز برد ستی ) ▁چاہتا ▁تو ▁تم ▁سب ▁کو ▁ہدایت ▁دے ▁دیتا ۔
▁اس ▁کے ▁بعد ▁جب ▁یہ ▁نماز ▁تمام ▁ہو جا ي ے ▁تو ▁کھڑے , ▁بیٹھے , ▁لی ٹے ▁ہمیشہ ▁خدا ▁کو ▁یاد ▁کرتے ▁رہ و ▁اور ▁جب ▁اطمینان ▁حاصل ▁ہو جا ي ے ▁تو ▁با قاعدہ ▁نماز ▁قاي م ▁کرو ▁کہ ▁نماز ▁صاحب ان ▁ایمان ▁کے ▁لي ے ▁ایک ▁وقت ▁معین ▁کے ▁ساتھ ▁فری ض ہ ▁ہے
▁وہ ▁تمہارے ▁لیے ▁تمہارے ▁گناہ ▁بخش ▁دے ▁گا ▁اور ▁تمہیں ▁بہ شت وں ▁میں ▁داخل ▁کر ▁ ے ▁گا ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہوں ▁گی ▁اور ▁پاک ی زہ ▁مکان وں ▁میں ▁ہمیشہ ▁رہنے ▁کے ▁باغ و ▁ ں ▁میں ▁یہ ▁بڑی ▁کامیابی ▁ہے
▁اور ▁جس ▁دن ▁وہ ▁سب ▁کو ▁مح شور ▁کرے ▁گا ▁تو ▁کہ ے ▁گا ▁کہ ▁اے ▁گروہ ▁هجن ات ▁تم ▁نے ▁تو ▁اپنے ▁کو انسان وں ▁سے ▁زیادہ ▁بنا ▁لیا ▁تھا ▁اور ▁انسان وں ▁میں ▁ان ▁کے ▁دوست ▁کہیں ▁گے ▁کہ ▁پروردگار ▁ہم ▁میں ▁سب ▁نے ▁ایک ▁دوسرے ▁سے ▁فاي دہ ▁اٹھایا ▁ہے ▁اور ▁اب ▁ہم ▁اس ▁مدت ▁کو ▁پہنچ ▁ گي ے ▁ہیں ▁جو ▁تو ▁نے ▁ہماری ▁مہ لت ▁کے ▁ واسط ے ▁معین ▁کی ▁تھی ▁ . ا رشاد ▁ہوگا ▁تو اب ▁تم ہ ارا ▁ ٹھ کان ہ ▁ جہ نم ▁ہے ▁جہاں ▁ہمیشہ ▁ہمیشہ ▁رہ نا ▁ہے ▁مگر ▁یہ ▁کہ ▁خدا ▁ہی ▁از ادی ▁چاہ ▁لے ▁- بی شک ▁تم ہ ارا ▁پروردگار ▁صاحب ▁ه ح کم ت ▁بھی ▁ہے ▁اور ▁جان نے ▁والا ▁بھی ▁ہے
▁پھر ▁ہم ▁نے ▁براي ی ▁کی ▁جگہ ▁بھ لا ي ی ▁بدل ▁دی ▁یہاں ▁تک ▁کہ ▁وہ ▁زیادہ ▁ہو ▁ گي ے ▁اور ▁کہنے ▁لگے ▁کہ ▁ہمارے ▁باپ ▁داد ا وں ▁کو ▁بھی ▁تکلیف ▁اور ▁خوشی ▁کا ▁وقت ▁ ایا ▁تھا ▁پھر ▁ہم ▁نے ▁انہیں ▁اچانک ▁پکڑ ا ▁اور ▁ان ▁کو ▁خبر ▁نہ ▁ہو ي ی
▁طا ، ▁سین ، ▁می م ▁( حقیق ی ▁معنی ▁اللہ ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁ہی ▁بہتر ▁جانتے ▁ہیں )،
▁منا فق ▁الله ▁کو ▁فریب ▁دیتے ▁ہیں ▁اور ▁وہی ▁ان ▁کو ▁فریب ▁دے ▁گا ▁اور ▁جب ▁وہ ▁نماز ▁میں ▁کھڑے ▁ہوتے ▁ہیں ▁تو ▁سست ▁بن ▁کر ▁کھڑے ▁ہوتے ▁ہیں ▁لوگ و ▁ ں ▁کو ▁دکھا ▁ تے ▁ہیں ▁اور ▁الله ▁کو ▁بہت ▁کم ▁یاد ▁کرتے ▁ہیں
▁اور ▁یہ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁ہم ▁زمین ▁میں ▁گم ▁ہو گي ے ▁تو ▁کیا ▁ني ی ▁خلق ت ▁میں ▁پھر ▁ظاہر ▁کي ے ▁جاي یں ▁گے ▁- ▁بات ▁یہ ▁ہے ▁کہ ▁یہ ▁اپنے ▁پروردگار ▁کی ▁ملاقات ▁کے ▁من کر ▁ہیں
▁اور ▁ہم ▁نے ▁ان ▁کو ▁پیش وا ▁بنایا ▁تھا ▁وہ ▁( لوگ وں ) ▁کو ▁دوزخ ▁کی ▁طرف ▁بلا تے ▁تھے ▁اور ▁قیامت ▁کے ▁دن ▁ان ▁کی ▁مدد ▁نہیں ▁کی ▁جاي ے ▁گی
▁وہ ▁اس مان وں ▁اور ▁زمین ▁کا ▁موج د ▁ہے ▁اور ▁جس ▁بات ▁کا ▁وہ ▁فیصلہ ▁کرتا ▁ہے ، ▁اس ▁کے ▁لیے ▁بس ▁یہ ▁حکم ▁دیتا ▁ہے ▁کہ ▁" ہو ▁جا " ▁اور ▁وہ ▁ہو ▁جاتی ▁ہے
▁اور ▁قوم ▁نوح ▁کو ▁بھی ▁جب ▁انہوں ▁نے ▁رسول وں ▁کو ▁جھ ٹل ایا ▁تو ▁ہم ▁نے ▁انہیں ▁بھی ▁ غرق ▁کردیا ▁اور ▁لوگوں ▁کے ▁لي ے ▁ایک ▁نشانی ▁بنا ▁دیا ▁اور ▁ہم ▁نے ▁ظالم ین ▁کے ▁لي ے ▁بڑا ▁درد ناک ▁عذاب ▁مہ یا ▁کر رک ھا ▁ہے
▁اور ▁دونوں ▁شخص وں ▁میں ▁سے ▁جس ▁کی ▁نسبت ▁( یو سف ▁نے ) ▁خیال ▁کیا ▁کہ ▁وہ ▁رہا ي ی ▁پا ▁جاي ے ▁گا ▁اس ▁سے ▁کہا ▁کہ ▁اپنے ▁ا قا ▁سے ▁میرا ▁ذکر ▁بھی ▁کرنا ▁لیکن ▁شیطان ▁نے ▁ان ▁کا ▁اپنے ▁ا قا ▁سے ▁ذکر ▁کرنا ▁بھ لا ▁دیا ▁اور ▁یوسف ▁کي ی ▁برس ▁جیل ▁خان ے ▁میں ▁رہے
▁اور ▁جس ▁نے ▁اپنے ▁والدین ▁سے ▁کہا : ▁تم ▁سے ▁بی زار ی ▁ہے ، ▁تم ▁مجھے ▁( یہ ) ▁وعدہ ▁دیتے ▁ہو ▁کہ ▁میں ▁( ق بر ▁سے ▁دوبارہ ▁زندہ ▁کر ▁کے ) ▁نکال ا ▁جا وں ▁گا ▁حالانک ہ ▁مجھ ▁سے ▁پہلے ▁بہت ▁سی ▁امت یں ▁گزر ▁چک یں۔ ▁اب ▁وہ ▁دونوں ▁( م اں ▁باپ ) ▁اللہ ▁سے ▁فریاد ▁کرنے ▁لگے ▁( اور ▁لڑکے ▁سے ▁کہا : ) ▁تو ▁ہلاک ▁ہوگا۔ ▁( ا ے ▁لڑکے !) ▁ایمان ▁لے ▁ا ، ▁بیش ک ▁اللہ ▁کا ▁وعدہ ▁حق ▁ہے۔ ▁تو ▁وہ ▁( جواب ▁میں ) ▁کہ تا ▁ہے : ▁یہ ▁( بات یں ) ▁اگلے ▁لوگوں ▁کے ▁جھوٹ ے ▁افسان وں ▁کے ▁سوا ▁( ک چھ ) ▁نہیں ▁ہیں ،
▁پھر ▁( دل وں ▁میں ) ▁یاد ▁( الہ ی ) ▁ڈال تی ▁ہیں۔
▁اگر ▁ان ▁سے ▁پوچھ و ▁کہ ▁تم ▁کیا ▁باتیں ▁کر ▁رہے ▁تھے ، ▁تو ▁جھ ٹ ▁کہہ ▁دیں ▁گے ▁کہ ▁ہم ▁تو ▁ہنس ی ▁مذاق ▁اور ▁دل ▁لگی ▁کر ▁رہے ▁تھے ▁ان ▁سے ▁کہ و ، ▁" کیا ▁تمہاری ▁ہنس ی ▁دل ▁لگی ▁اللہ ▁اور ▁اس ▁کی ▁ای ات ▁اور ▁اس ▁کے ▁رسول ▁ہی ▁کے ▁ساتھ ▁تھی ؟
▁مگر ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁کام ▁کیے ▁اور ▁حق ▁پر ▁قاي م ▁رہنے ▁کی ▁اور ▁صبر ▁کرنے ▁کی ▁اپ س ▁میں ▁وص یت ▁کرتے ▁رہے
▁اور ▁ان ▁کے ▁سود ▁لینے ▁کے ▁سبب ▁سے ، ▁حالانک ہ ▁انہیں ▁اس ▁سے ▁منع ▁کیا ▁گیا ▁تھا ▁اور ▁لوگوں ▁کا ▁نا حق ▁مال ▁کھانے ▁کے ▁باعث ▁( یہ ▁سب ▁کچھ ▁ہوا ) ۔ ▁اور ▁ان ▁میں ▁سے ▁جو ▁لوگ ▁کا فر ▁ہیں ، ▁ہم ▁نے ▁ان ▁کے ▁لي ے ▁درد ناک ▁عذاب ▁مہ یا ▁کر ▁رکھا ▁ہے۔
▁اور ▁االله ▁کو ▁( ان ) ▁ گن تی ▁کے ▁چند ▁دنوں ▁میں ▁( خ وب ) ▁یاد ▁کیا ▁کرو ، ▁پھر ▁جس ▁کسی ▁نے ▁( من ی ▁سے ▁واپسی ▁میں ) ▁دو ▁ہی ▁دنوں ▁میں ▁جلد ی ▁کی ▁تو ▁اس ▁پر ▁کوي ی ▁گناہ ▁نہیں ▁اور ▁جس ▁نے ▁( اس ▁میں ) ▁تاخیر ▁کی ▁تو ▁اس ▁پر ▁بھی ▁کوي ی ▁گناہ ▁نہیں ، ▁یہ ▁اس ▁کے ▁لي ے ▁ہے ▁جو ▁پر ہ یز گار ی ▁اختیار ▁کرے ، ▁اور ▁االله ▁سے ▁ڈر تے ▁رہ و ▁اور ▁جان ▁لو ▁کہ ▁تم ▁سب ▁کو ▁اسی ▁کے ▁پاس ▁جمع ▁کیا ▁جاي ے ▁گا ،
▁اور ▁اس ▁دن ▁( کو ▁یاد ▁کرو ▁جب ) ▁االله ▁فرما ي ے ▁گا : ▁انہیں ▁پکار و ▁جنہیں ▁تم ▁میرا ▁شریک ▁گمان ▁کرتے ▁تھے ، ▁سو ▁وہ ▁انہیں ▁بلا ي یں ▁گے ▁مگر ▁وہ ▁انہیں ▁کوي ی ▁جواب ▁نہ ▁دیں ▁گے ▁اور ▁ہم ▁ان ▁کے ▁درمیان ▁( ایک ▁و ادي ▁ جہ نم ▁کو ) ▁ہلاکت ▁کی ▁جگہ ▁بنا ▁دیں ▁گے ،
▁ہر ▁ گز ▁نہیں ▁کہیں ▁پناہ ▁نہیں
▁اپ ▁( ع ) ▁نے ▁کہا ▁اے ▁میرے ▁بیٹے ! ▁اپنا ▁یہ ▁خواب ▁اپنے ▁بھ اي یوں ▁کے ▁سامنے ▁بیان ▁نہ ▁کرنا ▁کہیں ▁وہ ▁( تم ہ یں ▁تکلیف ▁پہنچا نے ▁کے ▁لي ے ) ▁کوي ی ▁سازش ▁نہ ▁کرنے ▁لگ ▁جاي یں ▁بے ▁شک ▁شیطان ▁انسان ▁کا ▁کھل ا ▁ہوا ▁دشمن ▁ہے۔
▁اور ▁اللہ ▁کا ▁حکم ▁مان و ▁اور ▁رسول ▁کا ▁حکم ▁مان و ، ▁پھر ▁اگر ▁تم ▁منہ ▁پھ ی رو ▁تو ▁جان ▁لو ▁کہ ▁ہمارے ▁رسول ▁پر ▁صرف ▁ صر یح ▁پہنچا ▁دینا ▁ہے
▁اور ▁الله ▁ہی ▁کا ▁ہے ▁جو ▁کچھ ▁رات ▁اور ▁دن ▁میں ▁پایا ▁جاتا ▁ہے ▁اور ▁وہی ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁اور ▁ہم ▁نے ▁ان ▁پر ▁ظلم ▁نہیں ▁کیا ▁لیکن ▁وہ ▁خود ▁ہی ▁ظلم ▁کرنے ▁والے ▁تھے ،
▁جب ▁اپنے ▁باپ ▁سے ▁بولا ▁اے ▁میرے ▁باپ ▁کیوں ▁ایسے ▁کو ▁پو ج تا ▁ہے ▁جو ▁نہ ▁سن ے ▁نہ ▁دیکھ ے ▁اور ▁نہ ▁کچھ ▁تیر ے ▁کام ▁اي ے
▁تاکہ ▁میں ▁اس ▁( د نیا ) ▁میں ▁کچھ ▁نیک ▁عمل ▁کر ▁ل وں ▁جسے ▁میں ▁چھوڑ ▁ ایا ▁ہوں۔ ▁ہر ▁ گز ▁نہیں ، ▁یہ ▁وہ ▁بات ▁ہے ▁جسے ▁وہ ▁( ب طور ▁حس رت ) ▁کہہ ▁رہا ▁ہوگا ▁اور ▁ان ▁کے ▁ اگ ے ▁اس ▁دن ▁تک ▁ایک ▁پر دہ ▁( ح ايل ) ▁ہے ▁( جس ▁دن ) ▁وہ ▁( ق بر وں ▁سے ) ▁اٹھا ي ے ▁جاي یں ▁گے ،
▁کہیں ▁گے ▁ہم ▁تو ▁اس ▁سے ▁پہلے ▁اپنے ▁گھروں ▁میں ▁ڈرا ▁کرتے ▁تھے
▁اور ▁جو ▁شخص ▁سید ھا ▁ رست ہ ▁معلوم ▁ہونے ▁کے ▁بعد ▁پیغمبر ▁کی ▁مخالف ▁کرے ▁اور ▁مومن وں ▁کے ▁رس تے ▁کے ▁سوا ▁اور ▁رس تے ▁پر ▁چلے ▁تو ▁ج دھر ▁وہ ▁چل تا ▁ہے ▁ہم ▁اسے ▁ا دھر ▁ہی ▁چلنے ▁دیں ▁گے ▁اور ▁( قی امت ▁کے ▁دن ) ▁ جہ نم ▁میں ▁داخل ▁کریں ▁گے ▁اور ▁وہ ▁بری ▁جگہ ▁ہے
▁بولا ▁دیکھ ▁تو ▁جو ▁یہ ▁تو ▁نے ▁مجھ ▁سے ▁م عزز ▁رکھا ▁اگر ▁تو ▁نے ▁مجھے ▁قیامت ▁تک ▁مہ لت ▁دی ▁تو ▁ضرور ▁میں ▁اس ▁کی ▁اولاد ▁کو ▁پی س ▁ڈال وں ▁گا ▁مگر ▁تھ وڑ ا
▁جو ▁راه ▁راست ▁کے ▁طرف ▁رہنما ي ی ▁کرتا ▁ہے۔ ▁ہم ▁اس ▁پر ▁ایمان ▁لا ▁چکے ▁( اب ) ▁ہم ▁ہر گز ▁کسی ▁کو ▁بھی ▁اپنے ▁رب ▁کا ▁شریک ▁نہ ▁بنا ي یں ▁گے
▁خراب ی ▁ہے ▁ہر ▁بڑے ▁بہت ان ▁ہا ي ے ▁گ نہ گار ▁کے ▁لیے
▁وہ ▁ذات ▁( ہر ▁نقص ▁اور ▁کمزور ی ▁سے ) ▁پاک ▁ہے ▁جو ▁رات ▁کے ▁تھ و ڑے ▁سے ▁حصہ ▁میں ▁اپنے ▁( مح بوب ▁اور ▁م قرب ) ▁بند ے ▁کو ▁مسجد ▁حرام ▁سے ▁( اس ) ▁مسجد ▁ا قص ی ▁تک ▁لے ▁ گي ی ▁جس ▁کے ▁گرد ▁و ▁نو اح ▁کو ▁ہم ▁نے ▁با بر کت ▁بنا ▁دیا ▁ہے ▁تاکہ ▁ہم ▁اس ▁( بند ہ ▁کامل ) ▁کو ▁اپنی ▁نشان یاں ▁دکھا ي یں ، ▁بیش ک ▁وہی ▁خوب ▁سن نے ▁والا ▁خوب ▁دیکھنے ▁والا ▁ہے ،
▁اے ▁ایمان ▁والو ▁تمہیں ▁کیا ▁ہوا ▁جب ▁تمہیں ▁کہا ▁جاتا ▁ہے ▁کہ ▁الله ▁کی ▁راہ ▁میں ▁کوچ ▁کرو ▁تو ▁زمین ▁پر ▁گر ے ▁جاتے ▁ہو ▁کیا ▁تم ▁اخر ت ▁کو ▁چھوڑ ▁کر ▁دنیا ▁کی ▁زندگی ▁پر ▁خوش ▁ہو ▁ گي ے ▁ہو ▁دنیا ▁کی ▁زندگی ▁کا ▁فاي دہ ▁تو ▁اخر ت ▁کے ▁مقابلہ ▁میں ▁بہت ▁ہی ▁کم ▁ہے
▁اور ▁جو ▁لوگ ▁ان ▁سے ▁پہلے ▁ہو ▁چکے ▁ہیں ▁ہم ▁نے ▁ان ▁کو ▁بھی ▁از م ایا ▁تھا ▁( اور ▁ان ▁کو ▁بھی ▁از ماي یں ▁گے ) ▁سو ▁خدا ▁ان ▁کو ▁ضرور ▁معلوم ▁کریں ▁گے ▁جو ▁( اپ نے ▁ایمان ▁میں ) ▁سچ ے ▁ہیں ▁اور ▁ان ▁کو ▁بھی ▁جو ▁جھوٹ ے ▁ہیں
▁پھر ▁جب ▁ہمارا ▁حکم ▁ ایا ▁ہم ▁نے ▁اس ▁بست ی ▁کے ▁اوپر ▁کو ▁اس ▁کا ▁نی چا ▁کردیا ▁اور ▁اس ▁پر ▁کن کر ▁کے ▁پتھر ▁لگا ▁تار ▁برس اي ے ،
▁ان ▁کے ▁پیغمبر وں ▁نے ▁کہا : ▁کیا ▁اللہ ▁کے ▁بارے ▁میں ▁شک ▁ہے ▁جو ▁اس مان وں ▁اور ▁زمین ▁کا ▁پیدا ▁فرمان ے ▁والا ▁ہے ، ▁( جو ) ▁تمہیں ▁بلا تا ▁ہے ▁کہ ▁تمہارے ▁گناہ وں ▁کو ▁تمہاری ▁خاطر ▁بخش ▁دے ▁اور ▁( تم ہ اری ▁نا فر مان یوں ▁کے ▁باوجود ) ▁تمہیں ▁ایک ▁مقرر ▁می عاد ▁تک ▁مہ لت ▁دی ي ے ▁رکھتا ▁ہے۔ ▁وہ ▁( کا فر ) ▁بو ▁لے : ▁تم ▁تو ▁صرف ▁ہمارے ▁جیسے ▁بشر ▁ہی ▁ہو ، ▁تم ▁یہ ▁چاہتے ▁ہو ▁کہ ▁ہمیں ▁ان ▁( بت وں ) ▁سے ▁روک ▁دو ▁جن ▁کی ▁پرست ش ▁ہمارے ▁باپ ▁داد ا ▁کیا ▁کرتے ▁تھے ، ▁سو ▁تم ▁ہمارے ▁پاس ▁کوي ی ▁روشن ▁دلیل ▁لا و ،
▁پھر ▁ان ▁سب ▁نے ▁فرع ون ▁کو ▁مشورہ ▁دیا ▁کہ ▁اسے ▁اور ▁اس ▁کے ▁بھ اي ی ▁کو ▁انتظار ▁میں ▁رکھی ے ▁اور ▁تمام ▁شہروں ▁میں ▁ہر کار ے ▁بھیج ▁دی جی ے
▁اس ▁وقت ▁ان ▁سے ▁کہا ▁جاي ے ▁گا ▁کہ ▁ایک ▁موت ▁کو ▁نہ ▁پکار و ▁بلکہ ▁بہت ▁سی ▁موت وں ▁کو ▁او از ▁دو
▁تاکہ ▁االله ▁ان ▁لوگوں ▁کو ▁پورا ▁بدل ہ ▁عطا ▁فرما ي ے ▁جو ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے۔ ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁لي ے ▁بخش ش ▁اور ▁بزرگی ▁والا ▁( اخر وی ) ▁ رزق ▁ہے ،
▁یہ ▁دوزخ ▁االله ▁کے ▁دشمن وں ▁کی ▁جزا ▁ہے ، ▁ان ▁کے ▁لي ے ▁اس ▁میں ▁ہمیشہ ▁رہنے ▁کا ▁گھر ▁ہے ، ▁یہ ▁اس ▁کا ▁بدل ہ ▁ہے ▁جو ▁وہ ▁ہماری ▁ ایت وں ▁کا ▁انکار ▁کیا ▁کرتے ▁تھے ،
▁قسم ▁اس مان ▁کی ، ▁جس ▁میں ▁برج ▁ہیں
▁یا ▁تمہارے ▁لي ے ▁ہمارے ▁ذم ہ ▁کچھ ▁( ایس ے ) ▁پخت ہ ▁عہد ▁و ▁پیمان ▁ہیں ▁جو ▁روز ▁قیامت ▁تک ▁باقی ▁رہیں ▁( جن ▁کے ▁ذریعے ▁ہم ▁پابند ▁ہوں ) ▁کہ ▁تمہارے ▁لي ے ▁وہی ▁کچھ ▁ہوگا ▁جس ▁کا ▁تم ▁( اپ نے ▁حق ▁میں ) ▁فیصلہ ▁کرو ▁گے ،
▁اور ▁یہ ▁حقیقت ▁ہے ▁کہ ▁بہت ▁سے ▁جن ▁اور ▁انسان ▁ایسے ▁ہیں ▁جن ▁کو ▁ہم ▁نے ▁ جہ نم ▁ہی ▁کے ▁لیے ▁پیدا ▁کیا ▁ہے ▁ان ▁کے ▁پاس ▁دل ▁ہیں ▁مگر ▁وہ ▁ان ▁سے ▁سوچ تے ▁نہیں ▁ان ▁کے ▁پاس ▁ان کھ یں ▁ہیں ▁مگر ▁وہ ▁ان ▁سے ▁دیکھتے ▁نہیں ▁ان ▁کے ▁پاس ▁کان ▁ہیں ▁مگر ▁وہ ▁ان ▁سے ▁سن تے ▁نہیں ▁وہ ▁جانور وں ▁کی ▁طرح ▁ہیں ▁بلکہ ▁ان ▁سے ▁بھی ▁زیادہ ▁ گي ے ▁گزر ے ، ▁یہ ▁وہ ▁لوگ ▁ہیں ▁جو ▁غفلت ▁میں ▁کھو ▁ي ے ▁ گي ے ▁ہیں
▁ان ▁سے ▁فرمایا ▁جاي ے ▁گا ▁یہ ▁تم ہ ارا ▁صل ہ ▁ہے ▁اور ▁تمہاری ▁محنت ▁ ٹھ کا نے ▁لگی
▁پھر ▁ایک ▁مقرر ▁دن ▁کے ▁وعد ے ▁پر ▁تمام ▁جادو گر ▁جمع ▁کیے ▁ گي ے
▁سو ▁انہوں ▁نے ▁اسے جھ ٹل ایا ▁تب ▁انہیں ▁زلزل ہ ▁نے ▁ا ▁پکڑ ا ▁پھر ▁وہ ▁اپنے ▁گھروں ▁میں ▁او ند ھے ▁پڑے ▁رہ ▁ گي ے
▁جو ▁زمین ▁اچھی ▁ہوتی ▁ہے ▁وہ ▁اپنے ▁رب ▁کے ▁حکم ▁سے ▁خوب ▁پھل ▁پھول ▁لا تی ▁ہے ▁اور ▁جو ▁زمین ▁خراب ▁ہوتی ▁ہے ▁ا ▁س ▁سے ▁نا قص ▁پیداوار ▁کے ▁سوا ▁کچھ ▁نہیں ▁نکل تا ▁اس ▁طرح ▁ہم ▁نشانی وں ▁کو ▁بار ▁بار ▁پیش ▁کرتے ▁ہیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁شکر ▁گزار ▁ہونے ▁والے ▁ہیں
▁اگر ▁خدا ▁کا ▁حکم ▁پہلے ▁نہ ▁ہو چک ا ▁ہوتا ▁تو ▁جو ▁( ف دی ہ ) ▁تم ▁نے ▁لیا ▁ہے ▁اس ▁کے ▁بدل ے ▁تم ▁پر ▁بڑا ▁عذاب ▁نازل ▁ہوتا
▁تم ▁فرما و ▁ہمیں ▁نہ ▁پہنچے ▁گا ▁مگر ▁جو ▁اللہ ▁نے ▁ہمارے ▁لیے ▁لکھ ▁دیا ▁وہ ▁ہمارا ▁مول ی ▁ہے ▁اور ▁مسلمانوں ▁کو ▁اللہ ▁ہی ▁پر ▁بھر وس ہ ▁چاہیے ،
▁اور ▁پہاڑ ▁د ھن کی ▁ہو ي ی ▁روي ی ▁کی ▁طرح ▁ا ڑنے ▁لگ یں ▁گے
▁اور ▁جو ▁لوگ ▁صاحب ان ▁ایمان ▁مرد ▁یا ▁عورتوں ▁کو ▁بغیر ▁کچھ ▁کي ے ▁ دھر ے ▁اذیت ▁دیتے ▁ہیں ▁انہوں ▁نے ▁بڑے ▁بہت ان ▁اور ▁کھل ے ▁گناہ ▁کا ▁بوجھ ▁اپنے ▁سر ▁پر ▁اٹھا ▁رکھا ▁ہے
▁پھر ▁تم ▁( ا ے ▁جن ▁و ▁انس ) ▁اپنے ▁رب ▁کی ▁کس ▁کس ▁نعمت ▁کو ▁جھ ٹل او ▁گے
▁جو ▁دل وں ▁تک ▁چڑھ ▁ سس جا ي ے ▁گی
▁( یہ ▁کتاب ▁خدا ي ے ) ▁رحم ن ▁و رح یم ▁( کی ▁طرف ) ▁سے ▁اتر ی ▁ہے
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁اختیار ▁کیا ▁ان ▁کا ▁کہنا ▁ہے ▁کہ ▁ہم ▁تمہیں ▁ایسے ▁اد می ▁کا ▁پتہ ▁بتا ي یں ▁جو ▁یہ ▁خبر ▁دیتا ▁ہے ▁کہ ▁جب ▁تم ▁مر نے ▁کے ▁بعد ▁ ٹک ڑے ▁ ٹک ڑے ▁ہو جا و ▁گے ▁تو ▁تمہیں ▁ني ی ▁خلق ت ▁کے ▁بھی س ▁میں ▁لا یا ▁جاي ے ▁گا
▁کیا ▁ہم ▁پہلی ▁بار ▁کی ▁پیدا يش ▁سے ▁تھ ک ▁ گي ے ▁ہیں ؟ ▁( ایس ا ▁نہیں ▁ہے ) ▁بلکہ ▁یہ ▁لوگ ▁از سر نو ▁پیدا يش ▁کے ▁بارے ▁میں ▁شب ہ ▁میں ▁مبتلا ▁ہیں۔
▁پھر ▁جب ▁موسی ▁اس ▁ اگ ▁کے ▁قریب ▁اي ے ▁تو ▁او از ▁دی ▁ گي ی ▁کہ ▁اے ▁موسی
▁قسم ▁ہے ▁اس مان ▁کی ▁اور ▁اس ▁کے ▁بنانے ▁کی
▁جا و ▁اس ▁طرف ▁جس ▁کی ▁تک ذ یب ▁کیا ▁کرتے ▁تھے
▁محمد صلى ▁الله ▁عليه ▁وسلم ▁خدا ▁کے ▁پیغمبر ▁ہیں ▁اور ▁جو ▁لوگ ▁ان ▁کے ▁ساتھ ▁ہیں ▁وہ ▁کا فر وں ▁کے ▁حق ▁میں ▁سخت ▁ہیں ▁اور ▁اپ س ▁میں ▁رحم ▁دل ، ▁( ا ے ▁دیکھنے ▁والے ) ▁تو ▁ان ▁کو ▁دیکھ تا ▁ہے ▁کہ ▁( خدا ▁کے ▁ اگ ے ) ▁جھ کے ▁ہو ي ے ▁سر ▁بس جو د ▁ہیں ▁اور ▁خدا ▁کا ▁فضل ▁اور ▁اس ▁کی ▁خوش نود ی ▁طلب ▁کر ▁رہے ▁ہیں۔ ▁( ک ثر ت ) ▁سج ود ▁کے ▁اثر ▁سے ▁ان ▁کی ▁پیش انی وں ▁پر ▁نشان ▁پڑے ▁ہو ي ے ▁ہیں۔ ▁ان ▁کے ▁یہی ▁او صاف ▁تور ات ▁میں ▁( مر قوم ) ▁ہیں۔ ▁اور ▁یہی ▁او صاف ▁انج یل ▁میں ▁ہیں۔ ▁( وہ ) ▁گویا ▁ایک ▁کھ یتی ▁ہیں ▁جس ▁نے ▁( پ ہ لے ▁زمین ▁سے ) ▁اپنی ▁سوي ی ▁نکال ی ▁پھر ▁اس ▁کو ▁مضبوط ▁کیا ▁پھر ▁مو ٹی ▁ہو ي ی ▁اور ▁پھر ▁اپنی ▁ نال ▁پر ▁سی دھی ▁کھڑی ▁ہو گي ی ▁اور ▁لگی ▁کھ یتی ▁والوں ▁کو ▁خوش ▁کرنے ▁تاکہ ▁کا فر وں ▁کا ▁جی ▁جلا ي ے۔ ▁جو ▁لوگ ▁ان ▁میں ▁سے ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کرتے ▁رہے ▁ان ▁سے ▁خدا ▁نے ▁گناہ وں ▁کی ▁بخش ش ▁اور ▁ اجر ▁عظیم ▁کا ▁وعدہ ▁کیا ▁ہے
▁اور ▁یقینا ▁ہم ▁نے ▁بنی ▁اس راي یل ▁کو ▁کتاب ▁حکومت ▁اور ▁نبوت ▁عطا ▁کی ▁ہے ▁اور ▁انہیں ▁پاک ی زہ ▁ رزق ▁دیا ▁ہے ▁اور ▁انہیں ▁تمام ▁عالمی ن ▁پر ▁فضیلت ▁دی ▁ہے
▁اخر ▁کیا ▁وجہ ▁ہے ▁کہ ▁تم ▁وہ ▁چیز ▁نہ ▁کھا و ▁جس ▁پر ▁اللہ ▁کا ▁نام ▁لیا ▁گیا ▁ہو ، ▁حالانک ہ ▁جن ▁چیز وں ▁کا ▁استعمال ▁حالت ▁اضطر ار ▁کے ▁سوا ▁دوسری ▁تمام ▁حالت وں ▁میں ▁اللہ ▁نے ▁حرام ▁کر ▁دیا ▁ہے ▁ان ▁کی ▁تفصیل ▁وہ ▁تمہیں ▁بتا ▁چکا ▁ہے ▁بک ثر ت ▁لوگوں ▁کا ▁حال ▁یہ ▁ہے ▁کہ ▁علم ▁کے ▁بغیر ▁محض ▁اپنی ▁خواہش ات ▁کی ▁بنا ▁پر ▁گمراہ ▁کن ▁باتیں ▁کرتے ▁ہیں ، ▁ان ▁حد ▁سے ▁گزر نے ▁والوں ▁کو ▁تم ہ ارا ▁رب ▁خوب ▁جانتا ▁ہے
▁وہ ▁اللہ ▁ہے ▁جس ▁کے ▁علاوہ ▁کوي ی ▁خدا ▁نہیں ▁ہے ▁اس ▁کے ▁لي ے ▁بہترین ▁نام ▁ہیں
▁وہ ▁کسی ▁مومن ▁کے ▁بارے ▁میں ▁نہ ▁قر ابت ▁کا ▁پاس ▁کرتے ▁ہیں ▁اور ▁نہ ▁کسی ▁عہد ▁و ▁پیمان ▁کی ▁ذم ہ ▁داری ▁کا ▁اور ▁یہی ▁لوگ ▁ہیں ▁جو ▁ظلم ▁و ▁تعد ی ▁کرنے ▁والے ▁ہیں۔
▁اور ▁ان ▁پر ▁اب لیس ▁نے ▁اپنے ▁گمان ▁کو ▁سچ ا ▁کرد کھ ایا ▁تو ▁مومن ین ▁کے ▁ایک ▁گروہ ▁کو ▁چھوڑ ▁کر ▁سب ▁نے ▁اس ▁کا ▁اتباع ▁کرلیا
▁حم
▁اپنے ▁رب ▁سے ▁من کر وں ▁کا ▁حال ▁ایسا ▁ہے ▁کہ ▁ان ▁کے ▁کام ▁ہیں ▁جیسے ▁را کھ ▁کہ ▁اس ▁پر ▁ہوا ▁کا ▁سخت ▁جھ ون کا ▁ ایا ▁ان دھی ▁کے ▁دن ▁میں ▁ساری ▁کم اي ی ▁میں ▁سے ▁کچھ ▁ہاتھ ▁نہ ▁لگا ، ▁یہی ▁ہے ▁دور ▁کی ▁گمراہ ی ،
▁( ا ے ▁محمد صلى ▁الله ▁عليه ▁وسلم ) ▁یہ ▁ہم ▁تم ▁کو ▁( خدا ▁کی ) ▁ ایت یں ▁اور ▁حکمت ▁بھر ی ▁نص ی حت یں ▁پڑھ ▁پڑھ ▁کر ▁سنا تے ▁ہیں
▁کہنے ▁لگے ▁کہ ▁کیا ▁ہم ▁ان ▁اپنے ▁جیسے ▁دو ▁اد م یوں ▁پر ▁ایمان ▁لے ▁اي یں ▁اور ▁ان ▁کو ▁قوم ▁کے ▁لوگ ▁ہمارے ▁خدمت ▁ گار ▁ہیں
▁اور ▁اعلان ▁کر ▁دو ▁کہ ▁" حق ▁ا ▁گیا ▁اور ▁باطل ▁م ٹ ▁گیا ، ▁باطل ▁تو ▁م ٹ نے ▁ہی ▁والا ▁ہے "
▁ادب ▁کا ▁مہین ہ ▁ادب ▁کے ▁مہین ے ▁کے ▁مقابل ▁ہے ▁اور ▁ادب ▁کی ▁چیز یں ▁ایک ▁دوسرے ▁کا ▁بدل ہ ▁ہیں۔ ▁پس ▁اگر ▁کوي ی ▁تم ▁پر ▁زیادتی ▁کرے ▁تو ▁جیسی ▁زیادتی ▁وہ ▁تم ▁پر ▁کرے ▁و یسی ▁ہی ▁تم ▁اس ▁پر ▁کرو ۔ ▁اور ▁خدا ▁سے ▁ڈر تے ▁رہ و ▁اور ▁جان ▁رکھ و ▁کہ ▁خدا ▁ڈر نے ▁والوں ▁کے ▁ساتھ ▁ہے
▁ہم ▁فرشت ہ ▁تو ▁فیصلہ ▁ہی ▁کے ▁لیے ▁بھی جا ▁کرتے ▁ہیں ▁اور ▁اس ▁وقت ▁انہیں ▁مہ لت ▁نہیں ▁ملے ▁گی
▁اور ▁کیا ▁ہمارے ▁پہلے ▁باپ ▁داد ا ▁بھی
▁اپنے ▁گری بان ▁میں ▁اپنا ▁ہاتھ ▁ڈال ▁وہ ▁بغیر ▁کسی ▁ع یب ▁کے ▁چم کت ا ▁ہوا ▁نکل ے ▁گا ▁اور ▁رفع ▁خوف ▁کے ▁لیے ▁اپنا ▁باز و ▁اپنی ▁طرف ▁ملا ▁سو ▁تیر ے ▁رب ▁کی ▁طرف ▁سے ▁فرع ون ▁اور ▁اس ▁کے ▁سردار وں ▁کے ▁لیے ▁یہ ▁دو ▁سند یں ▁ہیں ▁بے ▁شک ▁وہ ▁نا فر مان ▁لوگ ▁ہیں
▁اور ▁ان ▁کے ▁لي ے ▁کون ▁سی ▁بات ▁ہے ▁کہ ▁خدا ▁ان ▁پر ▁عذاب ▁نہ ▁کرے ▁جب ▁کہ ▁یہ ▁لوگوں ▁کو ▁مسجد ▁الحرام ▁سے ▁روک تے ▁ہیں ▁اور ▁اس ▁کے ▁مت ولی ▁بھی ▁نہیں ▁ہیں ▁- اس ▁کے ▁ولی ▁صرف ▁مت قی ▁اور ▁پر ہ یز گار ▁افراد ▁ہیں ▁لیکن ▁ان ▁کی ▁اکثریت ▁اس ▁سے ▁بھی ▁بے ▁خبر ▁ہے
▁( ا ے ▁نبی ) ▁اس ▁شخص ▁کو ▁کون ▁بچا ▁سکتا ▁ہے ▁جس ▁پر ▁عذاب ▁کا ▁فیصلہ ▁چ سپ اں ▁ہو ▁چکا ▁ہو ؟ ▁کیا ▁تم ▁اسے ▁بچا ▁سکتے ▁ہو ▁جو ▁ اگ ▁میں ▁گر ▁چکا ▁ہو ؟
▁بیش ک ▁اس ▁( واقع ہ ▁قوم ▁ل وط ) ▁میں ▁اہل ▁ایمان ▁کے ▁لي ے ▁نشانی ▁( ع برت ) ▁ہے ،
▁اور ▁یہ ▁راہ ▁نہیں ▁دیکھتے ▁مگر ▁ایک ▁چی خ ▁کی ▁جسے ▁کوي ی ▁پھ یر ▁نہیں ▁سکتا ،
▁انہوں ▁نے ▁کہا ▁کہ ▁اے ▁وه ▁شخص ▁جس ▁پر ▁قر ان ▁اتار ا ▁گیا ▁ہے ▁یقینا ▁تو ▁تو ▁کوي ی ▁دیوان ہ ▁ہے
▁اور ▁ان دھی ری ▁رات ▁کے ▁شر ▁سے ▁جب ▁اس ▁کا ▁ان دھی را ▁چھ ا ▁جاي ے
▁تاکہ ▁اپنے ▁منافع ▁کا ▁مشاہد ہ ▁کریں ▁اور ▁چند ▁معین ▁دنوں ▁میں ▁ان ▁چو پای وں ▁پر ▁جو ▁خدا ▁نے ▁بطور ▁ رزق ▁عطا ▁کي ے ▁ہیں ▁خدا ▁کا ▁نام ▁لیں ▁اور ▁پھر ▁تم ▁اس ▁میں ▁سے ▁کھا و ▁اور ▁بھوک ے ▁م حتاج ▁افراد ▁کو ▁کھل او
▁بیش ک ▁یہ ▁لوگ ▁یہی ▁کہتے ▁ہیں
▁کہا ▁کہ ▁پروردگار ▁میرے ▁لي ے ▁کوي ی ▁نشانی ▁مقرر ▁فرما ۔ ▁فرمایا ▁نشانی ▁یہ ▁ہے ▁کہ ▁تم ▁صحیح ▁وس الم ▁ہو ▁کر ▁تین ▁( رات ▁دن ) ▁لوگوں ▁سے ▁بات ▁نہ ▁کر سکو ▁گے
▁اور ▁چھوڑ ▁دو ▁کھل ا ▁اور ▁چھپ ا ▁گناہ ، ▁وہ ▁جو ▁گناہ ▁کم ات ے ▁ہیں ▁عن قر یب ▁اپنی ▁کم اي ی ▁کی ▁سزا ▁پاي یں ▁گے ،
▁کہا ▁پھر ▁پہلی ▁جماعتوں ▁کا ▁کیا ▁حال ▁ہے
▁جو ▁ ایت یں ▁اللہ ▁کی ▁اپنے ▁سامنے ▁پڑھ ی ▁جاتی ▁ہو ي ی ▁سن ے ▁پھر ▁بھی ▁غر ور ▁کرتا ▁ہوا ▁اس ▁طرح ▁ا ڑا ▁رہے ▁کہ ▁گویا ▁سنی ▁ہی ▁نہیں ، ▁تو ▁ایسے ▁لوگوں ▁کو ▁درد ناک ▁عذاب ▁کی ▁خبر ▁( پ ہن چا ) ▁دی جي ے
▁مگر ▁یہ ▁کہ ▁کوي ی ▁شیطان ▁وہاں ▁کی ▁بات ▁چر ▁ا انا ▁چاہے ▁تو ▁اس ▁کے ▁پیچھے ▁ دہ کت ا ▁ہوا ▁ش عل ہ ▁لگا دیا ▁گیا ▁ہے
▁اور ▁غور ▁سے ▁سن و ▁اس ▁دن ▁کا ▁حال ▁جب ▁ایک ▁من ادی ▁بہت ▁قریب ▁سے ▁ ندا ▁دے ▁گا۔
▁( ان ▁سے ▁فرمایا ▁جاي ے ▁گا ): ▁اے ▁میرے ▁( م قرب ) ▁بند و ! ▁اج ▁کے ▁دن ▁تم ▁پر ▁نہ ▁کوي ی ▁خوف ▁ہے ▁اور ▁نہ ▁ہی ▁تم ▁غم ▁زد ہ ▁ہو ▁گے ،
▁اے ▁اہل ▁ایمان ! ▁مومن وں ▁کے ▁سوا ▁کا فر وں ▁کو ▁دوست ▁نہ ▁بنا و ▁کیا ▁تم ▁چاہتے ▁ہو ▁کہ ▁اپنے ▁اوپر ▁خدا ▁کا ▁ صر یح ▁الزام ▁لو ؟
▁اور ▁ان ▁میں ▁اور ▁ان ▁کی ▁خواہش ▁کی ▁چیز وں ▁میں ▁پر دہ ▁حا يل ▁کردیا ▁گیا ▁جیسا ▁کہ ▁پہلے ▁ان ▁کے ▁ہم ▁جنس وں ▁سے ▁کیا ▁گیا ▁وہ ▁بھی ▁الج ھن ▁میں ▁ڈال نے ▁والے ▁شک ▁میں ▁پڑے ▁ہو ي ے ▁تھے
▁جب ▁کہ ▁وہ ▁بلند ▁ترین ▁ا فق ▁پر ▁تھا
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کي ے ▁ہم ▁عن قر یب ▁ان ▁کو ▁ان ▁بہ شت وں ▁میں ▁داخل ▁کریں ▁گے ▁جن ▁کے ▁نیچے ▁سے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁اور ▁وہ ▁ان ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہیں ▁گے۔ ▁ان ▁کے ▁لي ے ▁وہاں ▁پاک ▁و ▁پاک ی زہ ▁بیوی اں ▁ہوں ▁گی ▁اور ▁ہم ▁انہیں ▁( اپ نی ▁رحمت ) ▁کے ▁گنج ان ▁سا یہ ▁( گھ نی ▁چھ ا وں ) ▁میں ▁اتار یں ▁گے۔
▁خدا ▁کی ▁مسجد وں ▁کو ▁تو ▁وہ ▁لوگ ▁اباد ▁کرتے ▁ہیں ▁جو ▁خدا ▁پر ▁اور ▁روز ▁قیامت ▁پر ▁ایمان ▁لا تے ▁ہیں ▁اور ▁نماز ▁پڑھ تے ▁اور ▁ز کو اة ▁دیتے ▁ہیں ▁اور ▁خدا ▁کے ▁سوا ▁کسی ▁سے ▁نہیں ▁ڈر ت ے۔ ▁یہی ▁لوگ ▁امید ▁ہے ▁کہ ▁ہدایت ▁یافتہ ▁لوگوں ▁میں ▁( داخل ) ▁ہوں
▁بے ▁شک ▁جن ھو ▁ ں ▁نے ▁ای ذا ▁دی ▁مسلمان ▁مرد وں ▁اور ▁مسلمان ▁عورتوں ▁کو ▁پھر ▁تو ▁بہ ▁نہ ▁کی ▁ان ▁کے ▁لي ے ▁ جہ نم ▁کا ▁عذاب ▁ہے ▁اور ▁ان ▁کے ▁لي ے ▁ اگ ▁کا ▁عذاب
▁یہ ▁( اور ) ▁کچھ ▁نہیں ▁مگر ▁صرف ▁پہلے ▁لوگوں ▁کی ▁ع ادات ▁( و ▁ اط وار ) ▁ہیں ▁( ج نہیں ▁ہم ▁چھوڑ ▁نہیں ▁سکتے )،
▁یہ ▁بات ▁تو ▁ہو ▁چکی ▁( کہ ▁پر ہ یز گار وں ▁کا ▁انجام ▁یہ ▁ہے ) ▁اور ▁سر کش ▁کا ▁انجام ▁بہت ▁برا ▁ہے۔
▁اس ▁طرح ▁ان ▁لوگوں ▁کی ▁جڑ ▁کا ٹ ▁کر ▁رکھ ▁دی ▁ گي ی ▁جنہوں ▁نے ▁ظلم ▁کیا ▁تھا ▁اور ▁تعریف ▁ہے ▁اللہ ▁رب ▁العالم ین ▁کے ▁لیے ▁( کہ ▁اس ▁نے ▁ان ▁کی ▁جڑ ▁کا ٹ ▁دی )
▁میرے ▁اب ا ▁جان ▁اپ ▁شیطان ▁کی ▁پرست ش ▁سے ▁باز ▁اج اي یں ▁شیطان ▁تو ▁رحم ▁و کر م ▁والے ▁اللہ ▁تعالی ▁کا ▁بڑا ▁ہی ▁نا فر مان ▁ہے
▁اور ▁ثم ود ▁کو ▁ایسا ▁م ٹ ایا ▁کہ ▁ان ▁میں ▁سے ▁کسی ▁کو ▁باقی ▁نہ ▁چھوڑ ا
▁اے ▁لوگ و ▁جو ▁ایمان ▁لاي ے ▁ہو ! ▁یہودی وں ▁اور ▁ع یس اي یوں ▁کو ▁اپنا ▁رفیق ▁نہ ▁بنا و ، ▁یہ ▁اپ س ▁ہی ▁میں ▁ایک ▁دوسرے ▁کے ▁رفیق ▁ہیں ▁اور ▁اگر ▁تم ▁میں ▁سے ▁کوي ی ▁ان ▁کو ▁اپنا ▁رفیق ▁بنا تا ▁ہے ▁تو ▁اس ▁کا ▁شمار ▁بھی ▁پھر ▁ان ہی ▁میں ▁ہے ، ▁یقینا ▁اللہ ▁ظالم وں ▁کو ▁اپنی ▁رہنما ي ی ▁سے ▁محروم ▁کر ▁دیتا ▁ہے
▁اور ▁کہنے ▁لگے ▁کہ ▁اپنے ▁مع بود وں ▁کو ▁ہر گز ▁نہ ▁چھوڑ نا ▁اور ▁ود ▁اور ▁سو اع ▁اور ▁ی غ وث ▁اور ▁ی عق وب ▁اور ▁ن سر ▁کو ▁کبھی ▁ترک ▁نہ ▁کرنا
▁الل ر ▁کے ▁مقابلہ ▁میں ▁ان ▁کا ▁مال ▁اور ▁ان ▁کی ▁اولاد ▁کوي ی ▁کام ▁ انے ▁والا ▁نہیں ▁ہے ▁یہ ▁سب ▁ج ہن می ▁ہیں ▁اور ▁وہ یں ▁ہمیشہ ▁رہنے ▁والے ▁ہیں
▁تم ▁فرما و ▁شب انہ ▁روز ▁تمہاری ▁کون ▁ نگ ہ بانی ▁کرتا ▁ہے ▁رحمان ▁سے ▁بلکہ ▁وہ ▁اپنے ▁رب ▁کی ▁یاد ▁سے ▁منہ ▁پھ ی رے ▁ہیں
▁اور ▁بے ▁شک ▁ہم ▁نے ▁سمجھ ▁لیا ▁ہے ▁کہ ▁ہم ▁الله ▁کو ▁زمین ▁میں ▁کبھی ▁عاجز ▁نہ ▁کر ▁سکیں ▁گے ▁اور ▁نہ ▁ہی ▁ہم ▁بھاگ ▁کر ▁عاجز ▁کر ▁سکیں ▁گے
▁جواب ▁دیں ▁گے ▁تم ▁خود ▁ہی ▁ایمان ▁نہ ▁رکھتے ▁تھے
▁اور ▁چور ، ▁خواہ ▁عورت ▁ہو ▁یا ▁مرد ، ▁دونوں ▁کے ▁ہاتھ ▁کا ٹ ▁دو ، ▁یہ ▁ان ▁کی ▁کم اي ی ▁کا ▁بدل ہ ▁ہے ▁اور ▁اللہ ▁کی ▁طرف ▁سے ▁عبر ت ناک ▁سزا ▁اللہ ▁کی ▁قدرت ▁سب ▁پر ▁غالب ▁ہے ▁اور ▁وہ ▁دا نا ▁و ▁بین ا ▁ہے
▁وہ ▁بول ے : ▁کیا ▁واقعی ▁تم ▁ہی ▁یوسف ▁ہو ؟ ▁انہوں ▁نے ▁فرمایا : ▁( ہ اں ) ▁میں ▁یوسف ▁ہوں ▁اور ▁یہ ▁میرا ▁بھ اي ی ▁ہے ▁بیش ک ▁االله ▁نے ▁ہم ▁پر ▁احسان ▁فرمایا ▁ہے ، ▁یقینا ▁جو ▁شخص ▁االله ▁سے ▁ڈر تا ▁اور ▁صبر ▁کرتا ▁ہے ▁تو ▁بیش ک ▁االله ▁نیک و کار وں ▁کا ▁ اجر ▁ ضا يع ▁نہیں ▁کرتا ،
▁تو ▁اس ▁دن ▁خدا ▁وی سا ▁عذاب ▁کرے ▁گا ▁جو ▁کسی ▁نے ▁نہ ▁کیا ▁ہوگا
▁قسم ▁ان ▁کی ▁جو ▁ب کھی ر ▁کر ▁ا ڑا نے ▁وال یاں
▁اور ▁کوي ی ▁بوجھ ▁اٹھا نے ▁والا ▁( گن ہ گار ) ▁کسی ▁دوسرے ▁کا ▁بوجھ ▁نہیں ▁اٹھا ي ے ▁گا ▁اور ▁اگر ▁کوي ی ▁بھاری ▁بوجھ ▁والا ▁اس ▁کے ▁اٹھا نے ▁کی لي ے ▁( کسی ▁کو ) ▁بلا ي ے ▁گا ▁تو ▁اس ▁میں ▁سے ▁کچھ ▁بھی ▁نہ ▁اٹھایا ▁جاي ے ▁گا ▁اگرچہ ▁وہ ▁رشتہ ▁دار ▁ہی ▁کیوں ▁نہ ▁ہو ؟ ▁( ا ے ▁رسول ( ص ) !) ▁اپ ▁صرف ▁ان ہی ▁لوگوں ▁کو ▁ڈرا ▁سکتے ▁ہیں ▁جو ▁بے ▁دیکھ ے ▁اپنے ▁پروردگار ▁سے ▁ڈر تے ▁ہیں ▁اور ▁جو ▁( با قاعدہ ) ▁نماز ▁پڑھ تے ▁ہیں ▁اور ▁جو ▁( گن ا ہ وں ▁سے ) ▁پاک یز گی ▁اختیار ▁کرتا ▁ہے ▁تو ▁وہ ▁اپنے ▁ہی ▁فاي دہ ▁کی لي ے ▁پاک باز ▁رہتا ▁ہے ▁( اخر کار ) ▁اللہ ▁ہی ▁کی ▁طرف ▁( سب ▁کی ) ▁بازگشت ▁ہے۔
▁اگر ▁تم ▁سچ ے ▁ہو ▁تو ▁ہم ▁پر ▁اس مان ▁کا ▁کوي ی ▁ ٹک ڑا ▁گرا ▁دو ۔
▁اور ▁خدا ▁ہی ▁تو ▁ہے ▁جس ▁نے ▁باغ ▁پیدا ▁کي ے ▁چھ تری وں ▁پر ▁چڑھ اي ے ▁ہو ي ے ▁بھی ▁اور ▁جو ▁چھ تری وں ▁پر ▁نہیں ▁چڑھ اي ے ▁ہو ي ے ▁وہ ▁بھی ▁اور ▁کھ جور ▁اور ▁کھ یتی ▁جن ▁کے ▁طرح ▁طرح ▁کے ▁پھل ▁ہوتے ▁ہیں ▁اور ▁زیتون ▁اور ▁ان ار ▁جو ▁( بعض ▁بات وں ▁میں ) ▁ایک ▁دوسرے ▁سے ▁ملت ے ▁ہیں ▁جب ▁یہ ▁چیز یں ▁پھل یں ▁تو ▁ان ▁کے ▁پھل ▁کھا و ▁اور ▁جس ▁دن ▁( پ ھل ▁توڑ و ▁اور ▁کھ یتی ) ▁کا ٹو ▁تو ▁خدا ▁کا ▁حق ▁بھی ▁اس ▁میں ▁سے ▁ادا ▁کرو ▁اور ▁بے جا ▁نہ ▁ا ڑا و ▁کہ ▁خدا ▁بی جا ▁ا ڑا نے ▁والوں ▁کو ▁دوست ▁نہیں ▁رکھتا
▁اور ▁جس ▁دن ▁انہیں ▁ ندا ▁کرتے ▁گا ▁تو ▁فرما ي ے ▁گا ▁تم ▁نے ▁رسول وں ▁کو ▁کیا ▁جواب ▁دیا
▁اور ▁تم ہ ارا ▁مع بود ▁ایک ▁مع بود ▁ہے ▁اس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ▁مگر ▁وہی ▁بڑی ▁رحمت ▁والا ▁مہر بان
▁کیا ▁تو ▁نے ▁ان ▁لوگوں ▁کو ▁نہیں ▁دیکھا ؟ ▁جنہوں ▁نے ▁اس ▁قوم ▁سے ▁دوستی ▁کی ▁جن ▁پر ▁اللہ ▁ غضب ناک ▁ہو چک ا ▁ہے ، ▁نہ ▁یہ ▁( م نا فق ) ▁تمہارے ▁ہی ▁ہیں ▁نہ ▁ان ▁کے ▁ہیں ▁باوجود ▁علم ▁کے ▁پھر ▁بھی ▁جھوٹ ▁پر ▁قسم یں ▁کھا ▁رہے ▁ہیں
▁اے ▁نبی ، ▁ان ▁میں ▁سے ▁بعض ▁لوگ ▁صدق ات ▁کی ▁تقسیم ▁میں ▁تم ▁پر ▁اعتراض ات ▁کرتے ▁ہیں ▁اگر ▁اس ▁مال ▁میں ▁سے ▁انہیں ▁کچھ ▁دے ▁دیا ▁جاي ے ▁تو ▁خو ▁ش ▁ہو ▁جاي یں ، ▁اور ▁نہ ▁دیا ▁جاي ے ▁تو ▁بگ ڑنے ▁لگ تے ▁ہیں
▁نوح ▁علی ھ ▁السلام نے ▁کہا ▁کہ ▁اے ▁قوم ▁مجھ ▁میں ▁گمراہ ی ▁نہیں ▁ہے ▁بلکہ ▁میں ▁رب ال عالم ین ▁کی ▁طرف ▁سے ▁بھی جا ▁ہوا ▁نمايند ہ ▁ہوں
▁وه ▁جواب ▁دیں ▁گے ▁کہ ▁بیش ک ▁ ایا ▁تھا ▁لیکن ▁ہم ▁نے ▁اسے ▁جھ ٹل ایا ▁اور ▁ہم ▁نے ▁کہا ▁کہ ▁اللہ ▁تعالی ▁نے ک چھ ▁بھی ▁نازل ▁نہیں ▁فرمایا ۔ ▁تم ▁بہت ▁بڑی ▁گمراہ ی ▁میں ▁ہی ▁ہو
▁اور ▁اس ▁سے ▁پہلے ▁موسی ▁کی ▁کتاب ▁سے ▁پیش وا ▁اور ▁مہربانی ، ▁اور ▁یہ ▁کتاب ▁ہے ▁تصدیق ▁فرما تی ▁عربی ▁زبان ▁میں ▁کہ ▁ظالم وں ▁کو ▁ڈر ▁سنا ي ے ، ▁اور ▁نیک وں ▁کو ▁بشار ت ،
▁انہوں ▁نے ▁کہا ▁“ ا ے ▁ل وط ، ▁" اگر ▁تو ▁ان ▁بات وں ▁سے ▁باز ▁نہ ▁ ایا ▁تو ▁جو ▁لوگ ▁ہماری ▁بست یوں ▁سے ▁نکال ے ▁ گي ے ▁ہیں ▁ان ▁میں ▁تو ▁بھی ▁شامل ▁ہو ▁کر ▁رہے ▁گا "
▁اور ▁جب ▁ہمارا ▁حکم ▁ا گیا ▁تو ▁ہم ▁نے ▁ہو د ▁اور ▁ان ▁کے ▁ساتھ ▁ایمان ▁لانے ▁والوں ▁کو ▁اپنی ▁رحمت ▁سے ▁بچ الیا اور ▁انہیں ▁سخت ▁عذاب ▁سے ▁نجات ▁دے ▁دی
▁کیا ▁انہوں ▁نے ▁اس ▁کے ▁سوا ▁اور ▁بھی ▁مع بود ▁بنا ▁رکھے ▁ہیں ▁کہہ ▁دو ▁اپنی ▁دلیل ▁لا و ▁یہ ▁میرے ▁ساتھ ▁والو ▁ ں ▁کی ▁کتاب ▁اور ▁مجھ ▁سے ▁پہلے ▁لوگوں ▁کی ▁کتاب یں ▁موجود ▁ہیں ▁بلکہ ▁اکثر ان ▁میں ▁سے ▁حق ▁جانتے ▁ہی ▁نہیں ▁اس ▁لیے ▁منہ ▁پھ ی رے ▁ہو ي ے ▁ہیں
▁تو ▁کیا ▁وه ▁جو ▁پیدا ▁کرتا ▁ہے ▁اس ▁جیسا ▁ہے ▁جو ▁پیدا ▁نہیں ▁کرسکتا ؟ ▁کیا ▁تم ▁بالکل ▁نہیں ▁سوچ تے ؟
▁ب لاش بہ ▁یہی ▁لوگ ▁اخر ت ▁میں ▁سب ▁سے ▁زیادہ ▁گھ ا ٹا ▁اٹھا نے ▁والے ▁ہوں ▁گے۔
▁( ملک ہ ▁نے ) ▁کہا : ▁اے ▁در بار ▁والو ! ▁تم ▁مجھے ▁میرے ▁( اس ) ▁معاملہ ▁میں ▁مشورہ ▁دو ، ▁میں ▁کسی ▁کام ▁کا ▁قطعی ▁فیصلہ ▁کرنے ▁والی ▁نہیں ▁ہوں ▁یہاں ▁تک ▁کہ ▁تم ▁میرے ▁پاس ▁حاضر ▁ہو ▁کر ▁( اس ▁امر ▁کے ▁موافق ▁یا ▁مخالف ) ▁گواہ ی ▁دو ،
▁اور ▁جن ▁لوگوں ▁نے ▁کفر ▁کیا ▁ہے ▁ان ▁کے ▁لیے ▁ جہ نم ▁کی ▁ اگ ▁ہے ▁نہ ▁ان ▁کا ▁قص ہ ▁پاک ▁کر ▁دیا ▁جاي ے ▁گا ▁کہ ▁مر ▁جاي یں ▁اور ▁نہ ▁ان ▁کے ▁لیے ▁ جہ نم ▁کے ▁عذاب ▁میں ▁کوي ی ▁کمی ▁کی ▁جاي ے ▁گی ▁اس ▁طرح ▁ہم ▁بدل ہ ▁دیتے ▁ہیں ▁ہر ▁اس ▁شخص ▁کو ▁جو ▁کفر ▁کرنے ▁والا ▁ہو
▁او ▁رو ہی ▁ہے ▁جو ▁اس مان ▁میں ▁بھی ▁مع بود ▁ہے ▁اور ▁زمین ▁میں ▁بھی ▁مع بود ▁ہے ▁اور ▁وہی ▁حکمت ▁والا ▁جان نے ▁والا ▁ہے
▁کیا ▁خدا ▁کو ▁چھوڑ ▁کر ▁ان ▁خود ▁ساخت ہ ▁خدا وں ▁کے ▁طلب ▁ گار ▁بن ▁ گي ے ▁ہو
▁اور ▁اصحاب ▁حجر ▁نے ▁بھی ▁م رسل ین ▁کی ▁تک ذ یب ▁کی
▁( ہم ▁نہیں ▁کہہ ▁سکتے ) ▁کہ ▁خود ▁اس ▁نے ▁( ہی ) ▁اللہ ▁پر ▁جھوٹ ▁بان دھ ▁لیا ▁ہے ▁یا ▁اسے ▁دیوان گی ▁ہے ▁بلکہ ▁( حقیق ت ▁یہ ▁ہے ) ▁کہ ▁اخر ت ▁پر ▁یقین ▁نہ ▁رکھنے ▁والے ▁ہی ▁عذاب ▁میں ▁اور ▁دور ▁کی ▁گمراہ ی ▁میں ▁ہیں
▁جو ▁کچھ ▁انہوں ▁نے ▁دیکھا ▁ان ▁کے ▁دل ▁نے ▁اس ▁کو ▁جھوٹ ▁نہ ▁مانا
▁اگر ▁خدا ▁کی ▁طرف ▁سے ▁تم ▁کو ▁کوي ی ▁نقصان ▁پہنچ ▁جاي ے ▁تو ▁اس ▁کے ▁علاوہ ▁کوي ی ▁ٹ ال نے ▁والا ▁بھی ▁نہیں ▁ہے ▁اور ▁اگر ▁وہ ▁خیر ▁دے ▁دے ▁تو ▁وہی ▁ہر ▁ش ے ▁پر ▁قدرت ▁رکھنے ▁والا ▁ہے
▁اج ▁ہمارے ▁اور ▁تمہارے ▁درمیان ▁گواہ ی ▁کی لي ے ▁اللہ ▁کافی ▁ہے ▁کہ ▁ہم ▁تمہاری ▁عبادت ▁سے ▁بالکل ▁غافل ▁و ▁بے ▁خبر ▁تھے۔
▁جس ▁دن ▁ہم ▁ جہ نم ▁سے ▁کہیں ▁گے ▁کہ ▁تو ▁بھر ▁گیا ▁تو ▁وہ ▁کہ ے ▁گا ▁کہ ▁کیا ▁کچھ ▁اور ▁مل ▁سکتا ▁ہے
▁چنانچہ ▁جب ▁ان ▁( ا برا ہ یم ) ▁پر ▁رات ▁کی ▁تاریک ی ▁چھ ا ▁ گي ی ▁تو ▁انہوں ▁نے ▁ایک ▁ستار ہ ▁کو ▁دیکھا ▁تو ▁کہا ▁یہ ▁میرا ▁رب ▁ہے ؟ ▁تو ▁جب ▁وہ ▁ڈو ب ▁گیا ▁تو ▁کہا ۔ ▁میں ▁ڈو ب ▁جانے ▁والوں ▁سے ▁محبت ▁نہیں ▁کرتا ۔
▁اپ ▁ان ▁سے ▁کہ ی ے ▁کہ ▁ ایا ▁یہ ▁( ات ش ▁دوزخ ) ▁اچھی ▁ہے ▁یا ▁وہ ▁دا يم ی ▁جنت ▁جس ▁کا ▁پر ہ یز گار وں ▁سے ▁وعدہ ▁کیا ▁گیا ▁ہے۔ ▁یہ ▁ان ▁( کے ▁اعمال ) ▁کا ▁صل ہ ▁ہے ▁اور ▁( اخر ی ) ▁ ٹھ کان ا۔
▁اور ▁ہم ▁پی غ بر وں ▁کو ▁صرف ▁اس ▁لیے ▁بھی جا ▁کرتے ▁ہیں ▁کہ ▁وہ ▁بشار ت ▁دیں ▁اور ▁ڈرا ي یں ▁پھر ▁جو ▁شخص ▁ایمان ▁لے ▁او ے ▁اور ▁اپنی ▁اصلاح ▁کر ▁لے ▁سو ▁ان ▁پر ▁کوي ی ▁ڈر ▁نہ ▁ہوگا ▁اور ▁نہ ▁وہ ▁غم ▁کھا يي ں ▁گے
▁وہی ▁تو ▁ہے ▁جس ▁نے ▁اپنے ▁پیغمبر ▁کو ▁ہدایت ▁اور ▁دین ▁حق ▁دے ▁کر ▁بھی جا ▁تاکہ ▁اس ▁( دین ) ▁کو ▁( د نیا ▁کے ) ▁تمام ▁دین وں ▁پر ▁غالب ▁کرے۔ ▁اگرچہ ▁کا فر ▁نا خوش ▁ہی ▁ہوں
▁اور ▁اگر ▁یہ ▁لوگ ▁تور ات ▁وان جی ل ▁اور ▁ان ▁کی ▁جانب ▁جو ▁کچھ ▁اللہ ▁تعالی ▁کی ▁طرف ▁سے ▁نازل ▁فرمایا ▁گیا ▁ہے ، ▁ان ▁کے ▁پورے ▁پابند ▁رہتے ▁تو ▁یہ ▁لوگ ▁اپنے ▁اوپر ▁سے ▁اور ▁نیچے ▁سے ▁روز یاں ▁پا تے ▁اور ▁کھا تے ، ▁ایک ▁جماعت ▁تو ▁ان ▁میں ▁سے ▁درمیان ہ ▁روش ▁کی ▁ہے ، ▁باقی ▁ان ▁میں ▁سے ▁بہت ▁سے ▁لوگوں ▁کے ▁بر ے ▁اعمال ▁ہیں
▁میرے ▁اس ▁خط ▁کو ▁لے ▁جا کر ▁انہیں ▁دے ▁دے ▁پھر ▁ان ▁کے ▁پاس ▁سے ▁ہ ٹ ▁ا ▁اور ▁دیکھ ▁کہ ▁وه ▁کیا ▁جواب ▁دیتے ▁ہیں
▁وہی ▁دونوں ▁مشرق وں ▁اور ▁دونوں ▁مغرب وں ▁کا ▁مالک ▁( ہے )
▁اور ▁اس ▁دن ▁اپ ▁مجرم وں ▁کو ▁زنجیر وں ▁میں ▁ج ک ڑے ▁ہو ي ے ▁دیکھیں ▁گے ،
▁اب ▁اپ ▁اپنے ▁عظیم ▁پروردگار ▁کے ▁نام ▁کی ▁تس بی ح ▁کریں
▁اور ▁پہاڑ ▁د ھن کے ▁ہو ي ے ▁اون ▁جیسے
▁اور ▁وہ ▁جو ▁جھوٹ ی ▁گواہ ی ▁نہیں ▁دیتے ▁اور ▁جب ▁ان ▁کو ▁بی ہو دہ ▁چیز وں ▁کے ▁پاس ▁سے ▁گزر نے ▁کا ▁اتفاق ▁ہو ▁تو ▁بزرگ انہ ▁انداز ▁سے ▁گزر تے ▁ہیں
▁تم ▁از راس ▁ شہ وت ▁عورتوں ▁کے ▁بجا ي ے ▁مرد وں ▁سے ▁تعلقات ▁پیدا ▁کرتے ▁ہو ▁اور ▁تم ▁یقینا ▁اس راف ▁اور ▁زیادتی ▁کرنے ▁والے ▁ہو
▁ایسے ▁لوگوں ▁کے ▁لیے ▁دنیا ▁کی ▁زندگی ▁ہی ▁میں ▁عذاب ▁ہے ، ▁اور ▁اخر ت ▁کا ▁عذاب ▁اس ▁سے ▁بھی ▁زیادہ ▁سخت ▁ہے ▁کوي ی ▁ایسا ▁نہیں ▁جو ▁انہیں ▁خدا ▁سے ▁بچانے ▁والا ▁ہو
▁جن ▁لوگوں ▁نے ▁اپنے ▁رب ▁سے ▁کفر ▁کیا ▁ہے ، ▁ان ▁کی ▁مثال ▁یہ ▁ہے ▁کہ ▁ان ▁کے ▁اعمال ▁( اس ) ▁را کھ ▁کی ▁مانند ▁ہیں ▁جس ▁پر ▁تیز ▁ان دھی ▁کے ▁دن ▁سخت ▁ہوا ▁کا ▁جھ ون کا ▁ا گیا ، ▁وہ ▁ان ▁( اعم ال ) ▁میں ▁سے ▁جو ▁انہوں ▁نے ▁کم اي ے ▁تھے ▁کسی ▁چیز ▁پر ▁قابو ▁نہیں ▁پاس ک یں ▁گے۔ ▁یہی ▁بہت ▁دور ▁کی ▁گمراہ ی ▁ہے ،
▁اے ▁نبی ! ▁اپ ▁ان ▁سے ▁جو ▁اپ ▁کے ▁ہاتھوں ▁میں ▁قید ی ▁ہیں ▁فرما ▁دی جي ے : ▁اگر ▁اللہ ▁نے ▁تمہارے ▁دل وں ▁میں ▁بھ لا ي ی ▁جان ▁لی ▁تو ▁تمہیں ▁اس ▁( مال ) ▁سے ▁بہتر ▁عطا ▁فرما ي ے ▁گا ▁جو ▁( ف دی ہ ▁میں ) ▁تم ▁سے ▁لیا ▁جا ▁چکا ▁ہے ▁اور ▁تمہیں ▁بخش ▁دے ▁گا ، ▁اور ▁اللہ ▁بڑا ▁بخش نے ▁والا ▁نہای ت ▁مہر بان ▁ہے ،
▁اور ▁میراث ▁کے ▁مال ▁کو ▁اک ٹھا ▁کرکے ▁حلال ▁و ▁حرام ▁سب ▁کھا ▁جاتے ▁ہو
▁اور ▁اج ▁کے ▁دن ▁تمہیں ▁( یہ ▁ارز و ▁کرنا ) ▁سود ▁مند ▁نہیں ▁ہوگا ▁جبکہ ▁تم ▁( عمر ▁بھر ) ▁ظلم ▁کرتے ▁رہے ، ▁( اج ) ▁تم ▁سب ▁عذاب ▁میں ▁شریک ▁ہو ،
▁میں ▁انہیں ▁ضرور ▁گمراہ ▁کرد وں ▁گا ▁اور ▁ضرور ▁انہیں ▁غلط ▁امید یں ▁د لا وں ▁گا ▁اور ▁انہیں ▁ضرور ▁حکم ▁دیتا ▁رہ وں ▁گا ▁سو ▁وہ ▁یقینا ▁جانور وں ▁کے ▁کان ▁چی را ▁کریں ▁گے ▁اور ▁میں ▁انہیں ▁ضرور ▁حکم ▁دیتا ▁رہ وں ▁گا ▁سو ▁وہ ▁یقینا ▁اللہ ▁کی ▁بنا ي ی ▁ہو ي ی ▁چیز وں ▁کو ▁بدلا ▁کریں ▁گے ، ▁اور ▁جو ▁کوي ی ▁اللہ ▁کو ▁چھوڑ ▁کر ▁شیطان ▁کو ▁دوست ▁بنا لے ▁تو ▁واقعی ▁وہ ▁ صر یح ▁نقصان ▁میں ▁رہا ،
▁اور ▁یقینا ▁وه ▁خود ▁بھی ▁اس ▁پر ▁گو اه ▁ہے
▁میرا ▁مدد گار ▁تو ▁خدا ▁ہی ▁ہے ▁جس ▁نے ▁کتاب ▁( بر حق ) ▁نازل ▁کی۔ ▁اور ▁نیک ▁لوگوں ▁کا ▁وہی ▁دوست دار ▁ہے
▁ان ▁کے ▁دل وں ▁میں ▁جو ▁تھ وڑ ی ▁بہت ▁کھو ٹ ▁کپ ٹ ▁ہوگی ▁اسے ▁ہم ▁نکال ▁دیں ▁گے ، ▁وہ ▁اپ س ▁میں ▁بھ اي ی ▁بھ اي ی ▁بن ▁کر ▁ام نے ▁سامنے ▁تخت وں ▁پر ▁بیٹھ یں ▁گے
▁فرشت وں ▁نے ▁کہا ▁کیا ▁تو ▁اللہ ▁کی ▁قدرت ▁سے ▁تعجب ▁کر ▁رہی ▁ہے ؟ ▁تم ▁پر ▁اے ▁اس ▁گھر ▁کے ▁لوگ و ▁اللہ ▁کی ▁رحمت ▁اور ▁اس ▁کی ▁برکت یں ▁نازل ▁ہوں ، ▁بیش ک ▁اللہ ▁ حمد ▁و ثنا ▁کا ▁سزا وار ▁اور ▁بڑی ▁شان ▁والا ▁ہے
▁بلکہ ▁میں ▁نے ▁انہیں ▁اور ▁ان ▁کے ▁اب اء ▁و ▁اج داد ▁کو ▁( اسی ▁ابراہیم ▁علیہ ▁السلام ▁کے ▁ت صدق ▁اور ▁ واسط ہ ▁سے ▁اس ▁دنیا ▁میں ) ▁فاي دہ ▁پہنچا یا ▁ہے ▁یہاں ▁تک ▁کہ ▁ان ▁کے ▁پاس ▁حق ▁( یعنی ▁قر ان ) ▁اور ▁واضح ▁و ▁روشن ▁بیان ▁والا ▁رسول ▁( صل ی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ) ▁تشریف ▁لے ▁ ایا ،
▁اے ▁بنی ▁اس راي یل ! ▁میری ▁وہ ▁نعمت ▁یاد ▁کرو ▁جس ▁سے ▁میں ▁نے ▁تمہیں ▁نواز ا۔ ▁اور ▁یہ ▁بھی ▁کہ ▁تمہیں ▁دنیا ▁و ▁ جہ ان ▁والوں ▁پر ▁فضیلت ▁دی۔
▁پھر ▁اسے ▁ہم وار ▁اور ▁بے ▁اب ▁و ▁گیا ہ ▁زمین ▁بنا ▁دے ▁گا ،
▁کیا ▁یہ ▁لوگ ▁نہیں ▁جانتے ▁کہ ▁خدا ▁ہی ▁اپنے ▁بند وں ▁سے ▁تو بہ ▁قبول ▁فرما تا ▁ہے ▁اور ▁صدق ات ▁( و خیر ات ) ▁لی تا ▁ہے ▁اور ▁بے شک ▁خدا ▁ہی ▁تو بہ ▁قبول ▁کرنے ▁والا ▁مہر بان ▁ہے
▁ہم ▁ان ▁کا فر وں ▁کو ▁ضرور ▁سخت ▁عذاب ▁کا ▁م زہ ▁چک ھا ي یں ▁گے ▁اور ▁وہ ▁بدترین ▁عمل ▁کرتے ▁ہیں ▁ہم ▁انہیں ▁ضرور ▁ان ▁کی ▁بدترین ▁سزا ▁دیں ▁گے۔
▁اور ▁ہم ▁نے ▁ان ▁کے ▁پاس ▁کتاب ▁پہنچا ▁دی ▁ہے ▁جس ▁کو ▁علم ▁ود انش ▁کے ▁ساتھ ▁کھول ▁کھول ▁کر ▁بیان ▁کر ▁دیا ▁ہے ▁( اور ) ▁وہ ▁مومن ▁لوگوں ▁کے ▁لیے ▁ہدایت ▁اور ▁رحمت ▁ہے
▁اس ▁دن ▁جب ▁ہمارے ▁پاس ▁اي یں ▁گے ▁تو ▁خوب ▁سن یں ▁اور ▁دیکھیں ▁گے ▁لیکن ▁یہ ▁ظالم ▁اج ▁کھل ی ▁ہو ي ی ▁گمراہ ی ▁میں ▁مبتلا ▁ہیں
▁اور ▁من ادی ▁پکار ▁دیتا ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁طرف ▁سے ▁سب ▁لوگوں ▁میں ▁بڑے ▁حج ▁کے ▁دن ▁کہ ▁اللہ ▁بی زار ▁ہے ، ▁مشر ک وں ▁سے ▁اور ▁اس ▁کا ▁رسول ▁تو ▁اگر ▁تم ▁تو بہ ▁کرو ▁تو ▁تم ہا ▁را ▁بھ لا ▁ہے ▁اور ▁اگر ▁منہ ▁پھ ی رو ▁تو ▁جان ▁لو ▁کہ ▁اللہ ▁کو ▁نہ ▁تھ کا ▁ سکو ▁گے ▁اور ▁کا فر وں ▁کو ▁خوش خبر ی ▁سنا و ▁درد ناک ▁عذاب ▁کی ،
▁کہ و ، ▁اگر ▁میں ▁اپنے ▁رب ▁کی ▁نا فر مان ی ▁کر وں ▁تو ▁مجھے ▁ایک ▁بڑے ▁دن ▁کے ▁عذاب ▁کا ▁خوف ▁ہے
▁تمہارے ▁رشتہ ▁دار ▁اور ▁تمہاری ▁اولاد ▁قیامت ▁کے ▁دن ▁تمہارے ▁کام ▁نہ ▁اي یں ▁گے ▁اللہ ▁تمہارے ▁درمیان ▁جدا ي ی ▁ڈال ▁دے ▁گا ▁اور ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁اللہ ▁اسے ▁اچھی ▁طرح ▁دیکھ ▁رہا ▁ہے۔
▁جب ▁پانی ▁میں ▁ط غی انی ▁ا گي ی ▁تو ▁اس ▁وقت ▁ہم ▁نے ▁تمہیں ▁کشتی ▁میں ▁چڑھ ا ▁لیا
▁( ن وح ▁نے ) ▁کہا ▁کہ ▁خدا ▁کا ▁نام ▁لے ▁کر ▁( کہ ▁اسی ▁کے ▁ہاتھ ▁میں ▁اس ▁کا ) ▁چل نا ▁اور ▁ٹھہر نا ▁( ہے ) ▁اس ▁میں ▁سوار ▁ہو جا و ۔ ▁بے شک ▁میرا ▁پروردگار ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁یا ▁کیا ▁انہوں ▁نے ▁اپنے ▁رسول ▁کو ▁پہچان ا ▁نہیں ▁ہے ؟ ▁اس ▁لي ے ▁من کر ▁ہو گي ے۔
▁جب ▁وہ ▁انہیں ▁دور ▁سے ▁دیکھ ے ▁گی ▁تو ▁اس ▁کے ▁جوش ▁و ▁خ روش ▁کی ▁او از ▁سن یں ▁گے
▁اور ▁تمہیں ▁( کو ي ی ) ▁بدل ہ ▁نہیں ▁دیا ▁جاي ے ▁گا ▁مگر ▁صرف ▁اسی ▁کا ▁جو ▁تم ▁کیا ▁کرتے ▁تھے ،
▁اور ▁دریا ▁میں ▁چلنے ▁والی ▁پہاڑ وں ▁جیسی ▁کشتی اں ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁ہیں
▁اور ▁با بر کت ▁کیا ▁جہاں ▁بھی ▁میں ▁رہ وں ، ▁اور ▁نماز ▁اور ▁ز کو ۃ ▁کی ▁پابندی ▁کا ▁حکم ▁دیا ▁جب ▁تک ▁میں ▁زندہ ▁رہ وں
▁ان ▁میں ▁سے ▁اکثر ▁اللہ ▁کو ▁مان تے ▁ہیں ▁مگر ▁اس ▁طرح ▁کہ ▁اس ▁کے ▁ساتھ ▁دوسروں ▁کو ▁شر ▁یک ▁ ٹھی رات ے ▁ہیں
▁تو ▁رات ▁کو ▁دن ▁اور ▁دن ▁کو ▁رات ▁میں ▁داخل ▁کرتا ▁ہے ▁اور ▁مف دہ ▁کو ▁زندہ ▁سے ▁اور ▁زندہ ▁کو ▁مف دہ ▁سے ▁نکال تا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁بے ▁حساب ▁ رزق ▁دیتا ▁ہے
▁اور ▁حکم ▁ ایا ▁اے ▁زمین ▁اپنا ▁پانی ▁ن گل ▁جا ▁اور ▁اے ▁اس مان ▁تھ م ▁جا ▁اور ▁پانی ▁سکھ ا ▁دیا ▁گیا ▁اور ▁کام ▁ہو ▁چکا ▁اور ▁کشتی ▁جو دی ▁پہاڑ ▁پر ▁ ٹھ ری ▁اور ▁کہہ ▁دیا ▁گیا ▁کہ ▁ظالم وں ▁پر ▁پھ ٹ کار ▁ہے
▁اور ▁ان ▁کے ▁رب ▁کی ▁نشانی وں ▁میں ▁سے ▁کوي ی ▁( بھی ) ▁نشانی ▁ان ▁کے ▁پاس ▁نہیں ▁ اتی ▁مگر ▁وہ ▁اس ▁سے ▁رو گردان ی ▁کرتے ▁ہیں ،
▁بے ▁شک ▁وہ ▁ہمارے ▁( کام ل ) ▁ایمان ▁والے ▁بند وں ▁میں ▁سے ▁تھے ،
▁ان ▁سے ▁پوچھ و ▁کہ ▁سات وں ▁اس مان وں ▁اور ▁ع رش ▁عظیم ▁کا ▁مالک ▁کون ▁ہے
▁تو ▁ہم ▁نے ▁انہیں ▁اور ▁ان ▁کے ▁اہل ▁سب ▁کو ▁نجات ▁دے ▁دی
▁اور ▁ہم ▁نے ▁اس ▁پر ▁کد و ▁کا ▁پی ڑ ▁ اگ ایا
▁پھر ▁جب ▁ہم ▁نے ان ▁سے ▁ایک ▁مدت ▁تک ▁عذاب ▁اٹھا ▁لیا ▁کہ ▁انہیں ▁اس ▁مدت ▁تک ▁پہنچ نا ▁تھا ▁اس ▁وقت ▁وہ ▁عہد ▁توڑ ▁ڈال تے
▁پھر ▁وه ▁دونوں ▁چلے ، ▁یہاں ▁تک ▁کہ ▁ایک ▁کشتی ▁میں ▁سوار ▁ہو ي ے ، ▁تو ▁اس ▁نے ▁کشتی ▁کے ▁تخت ے ▁توڑ ▁دی ي ے ، ▁موسی ▁نے ▁کہا ▁کیا ▁اپ ▁اسے ▁توڑ ▁رہے ▁ہیں ▁تاکہ ▁کشتی ▁والوں ▁کو ▁ڈ بو ▁دیں ، ▁یہ ▁تو ▁اپ ▁نے ▁بڑی ▁( خطر ناک ) ▁بات ▁کردی
▁کیا ▁تم ▁اپنے ▁رسول ▁سے ▁یہی ▁پوچھ نا ▁چاہتے ▁ہو ▁جو ▁اس ▁سے ▁پہلے ▁موسی ▁﴿ علی ہ ▁السلام ﴾ ▁سے ▁پوچھا ▁گیا ▁تھا ؟ ▁( سن و ) ▁ایمان ▁کو ▁کفر ▁سے ▁بدل نے ▁والا ▁سی دھی ▁راه ▁سے ▁بھ ٹک ▁جاتا ▁ہے
▁( ا ے ▁رسول ) ▁لوگوں ▁کو ▁اس ▁دن ▁سے ▁ڈرا و ▁جب ▁ان ▁پر ▁عذاب ▁اي ے ▁گا ▁تو ▁ظالم ▁لوگ ▁کہیں ▁گے ▁اے ▁ہمارے ▁رب ▁تھ وڑ ی ▁سی ▁مدت ▁کے ▁لي ے ▁ہمیں ▁مہ لت ▁دے ▁دے ▁ہم ▁تیر ی ▁دعوت ▁پر ▁لب یک ▁کہیں ▁گے ▁اور ▁( تی رے ) ▁رسول وں ▁کی ▁پیر وی ▁کریں ▁گے ▁( ا نہیں ▁جواب ▁دیا ▁جاي ے ▁گا ) ▁کیا ▁تم ▁نے ▁اس ▁سے ▁پہلے ▁قسم یں ▁نہیں ▁کھا ي ی ▁تھیں ▁کہ ▁تمہیں ▁کبھی ▁زوال ▁نہ ▁ہوگا۔
▁بلکہ ▁قریب ▁ہوگا ▁کہ ▁جوش ▁کی ▁شدت ▁سے ▁پھ ٹ ▁پڑے ▁جب ▁بھی ▁اس ▁میں ▁کسی ▁گروہ ▁کو ▁ڈال ا ▁جاي ے ▁گا ▁تو ▁اس ▁کے ▁دارو غ ہ ▁ان ▁سے ▁پوچھ یں ▁گے ▁کہ ▁کیا ▁تمہارے ▁پاس ▁کوي ی ▁ڈرا نے ▁والا ▁نہیں ▁ ایا ▁تھا
▁ہاں ، ▁ہر گز ▁نہیں ، ▁عن قر یب ▁انہیں ▁معلوم ▁ہو ▁جاي ے ▁گا
▁بال آخر ▁عدل ▁کے ▁ت قاض ے ▁کے ▁مطابق ▁چی خ ▁نے ▁پکڑ ▁لیا ▁اور ▁ہم ▁نے ▁انہیں ▁کو ڑا ▁کرکٹ ▁کر ▁ڈال ا ، ▁پس ▁ظالم وں ▁کے ▁لي ے ▁دور ی ▁ہو
▁( یہ ▁کتاب ▁خدا ي ے ) ▁رحم ن ▁و رح یم ▁( کی ▁طرف ) ▁سے ▁اتر ی ▁ہے
▁اور ▁ان ▁کے ▁صبر ▁پر ▁انہیں ▁جنت ▁اور ▁ری شم ی ▁کپڑے ▁صل ہ ▁میں ▁دیے ،
▁اور ▁ عاد ▁( کی ▁قوم ▁کے ▁حال ) ▁میں ▁بھی ▁( نشان ی ▁ہے ) ▁جب ▁ہم ▁نے ▁ان ▁پر ▁نام بار ک ▁ہوا ▁چلا ي ی
▁یعنی ▁موسی ▁اور ▁ہار ون ▁کے ▁پروردگار ▁پر
▁اور ▁سیاہ ▁دھو ي یں ▁کے ▁سا یہ ▁میں ▁ہوں ▁گے۔
▁ہاں ▁یہ ▁وه ▁دن ▁ہے ▁کہ ▁یہ ▁ اگ ▁پر ▁ت پا ي ے ▁جاي یں ▁گے
▁تو ▁قریب ▁ہے ▁کہ ▁میرا ▁رب ▁مجھے ▁تیر ے ▁باغ ▁سے ▁اچھا ▁دے ▁اور ▁تیر ے ▁باغ ▁پر ▁اس مان ▁سے ▁بجلی اں ▁اتار ے ▁تو ▁وہ ▁ پٹ ▁پر ▁میدان ▁( سف ید ▁زمین ) ▁ہوکر ▁رہ ▁جاي ے
▁اس ▁نے ▁مجھ ▁کو ▁( ک تاب ) ▁نص ی حت ▁کے ▁میرے ▁پاس ▁ انے ▁کے ▁بعد ▁بہ کا ▁دیا۔ ▁اور ▁شیطان ▁انسان ▁کو ▁وقت ▁پر ▁د غا ▁دینے ▁والا ▁ہے
▁اگر ▁اللہ ▁کی ▁طرف ▁سے ▁پہلے ▁ہی ▁( مع افی ▁کا ▁حکم ) ▁لکھا ▁ہوا ▁نہ ▁ہوتا ▁تو ▁یقینا ▁تم ▁کو ▁اس ▁( مال ▁ف دی ہ ▁کے ▁بارے ) ▁میں ▁جو ▁تم ▁نے ▁( ب در ▁کے ▁قید یوں ▁سے ) ▁حاصل ▁کیا ▁تھا ▁بڑا ▁عذاب ▁پہنچ تا ،
▁اور ▁ہر ▁بشر ▁کی ▁( یہ ) ▁مجال ▁نہیں ▁کہ ▁اللہ ▁اس ▁سے ▁( برا ہ ▁راست ) ▁کلام ▁کرے ▁مگر ▁یہ ▁کہ ▁وح ی ▁کے ▁ذریعے ▁( کسی ▁کو ▁شان ▁نبوت ▁سے ▁سرفراز ▁فرما ▁دے ) ▁یا ▁پر دے ▁کے ▁پیچھے ▁سے ▁( بات ▁کرے ▁جیسے ▁موسی ▁علیہ ▁السلام ▁سے ▁طور ▁سی نا ▁پر ▁کی ) ▁یا ▁کسی ▁فرشت ے ▁کو ▁فرستاد ہ ▁بنا ▁کر ▁بھیج ے ▁اور ▁وہ ▁اس ▁کے ▁اذ ن ▁سے ▁جو ▁اللہ ▁چاہے ▁وح ی ▁کرے ▁( ال غرض ▁عالم ▁بشری ت ▁کے ▁لي ے ▁خطاب ▁ال ہی ▁کا ▁ واسط ہ ▁اور ▁ وسی لہ ▁صرف ▁نبی ▁اور ▁رسول ▁ہی ▁ہوگا )، ▁بیش ک ▁وہ ▁بلند ▁مرتبہ ▁بڑی ▁حکمت ▁والا ▁ہے ،
▁تم ▁پیمان ہ ▁پورا ▁بھر ا ▁کرو ▁اور ▁( لوگ وں ▁کے ▁حقوق ▁کو ) ▁نقصان ▁پہنچا نے ▁والے ▁نہ ▁بن و ،
▁وہی ▁ہیں ▁جنہیں ▁برا ▁عذاب ▁ہونا ▁ہے ▁اور ▁وہ ▁اخر ت ▁میں ▁بڑے ▁ہی ▁خسار ہ ▁میں ▁ہوں ▁گے
▁پس ▁ان ▁بست یوں ▁نے ▁اپنے ▁کام ▁کا ▁وبال ▁چک ھا ▁اور ▁ان ▁کا ▁انجام ▁کار ▁بر باد ی ▁ہو ي ی
▁اور ▁اپنے ▁رب ▁کی ▁عبادت ▁کرتے ▁رہیں ▁یہاں ▁تک ▁کہ ▁اپ ▁کو ▁( اپ ▁کی ▁شان ▁کے ▁لا يق ) ▁مقام ▁یقین ▁مل ▁جاي ے ▁( یعنی ▁ انش راح ▁کامل ▁نصیب ▁ہو ▁جاي ے ▁یا ▁لمح ہ ▁و صال ▁حق )،
▁سب ▁کسی ▁بلا نے ▁والے ▁کی ▁طرف ▁سر ▁اٹھا ي ے ▁بھاگ ے ▁چلے ▁جارہے ▁ہوں ▁گے ▁اور ▁کف ار ▁یہ ▁کہہ ▁رہے ▁ہوں ▁گے ▁کہ ▁اج ▁کا ▁دن ▁بڑا ▁سخت ▁دن ▁ہے
▁اور ▁جب ▁قبر یں ▁اک ھا ڑ ▁دی ▁جاي یں
▁جو ▁ایمان ▁لاي ے ▁اور ▁نیک ▁کام ▁کیے ▁ان ▁پر ▁کچھ ▁گناہ ▁نہیں ▁جو ▁کچھ ▁انہوں ▁نے ▁چک ھا ▁جب ▁کہ ▁ڈر یں ▁اور ▁ایمان ▁رکھیں ▁اور ▁نیک یاں ▁کریں ▁پھر ▁ڈر یں ▁اور ▁ایمان ▁رکھیں ▁پھر ▁ڈر یں ▁اور ▁نیک ▁رہیں ، ▁اور ▁اللہ ▁نیک وں ▁کو ▁دوست ▁رکھتا ▁ہے
▁اور ▁جس ▁کو ▁خدا ▁ہدایت ▁دے ▁اس ▁کو ▁کوي ی ▁گمراہ ▁کرنے ▁والا ▁نہیں۔ ▁کیا ▁خدا ▁غالب ▁( اور ) ▁بدل ہ ▁لینے ▁والا ▁نہیں ▁ہے ؟
▁الم
▁اے ▁ایمان ▁والو ! ▁جب ▁کہ ▁تم ▁میں ▁سے ▁کسی ▁کو ▁موت ▁ا ▁پہنچے ▁تو ▁وص یت ▁کے ▁وقت ▁تمہارے ▁درمیان ▁تم ▁میں ▁سے ▁معتبر ▁اد می ▁گواہ ▁ہو ▁نے ▁چاہ ی ي یں ▁یا ▁تمہارے ▁سوا ▁دو ▁گواہ ▁اور ▁ہوں ▁اگر ▁تم ▁نے ▁زمین ▁پر ▁سفر ▁کیا ہو ▁پھر ▁تمہیں ▁موت ▁کی ▁مصیبت ▁ا ▁پہ چ نے ▁ان ▁دونوں ▁کو ▁نماز ▁کے ▁بعد ▁کھڑا ▁کرو ▁وہ ▁دونوں ▁الله ▁کی ▁قسم یں ▁کھا ي یں ▁اگر ▁تمہیں ▁کہیں ▁شب ہ ▁ہو ▁کہ ▁ہم ▁قسم ▁کے ▁بدل ے ▁مال ▁نہیں ▁لیتے ▁اگرچہ ▁رشتہ ▁داری ▁ہی ▁کیوں ▁نہ ▁ہو ▁اور ▁ہم ▁الله ▁کی ▁گواہ ی ▁نہیں ▁چھپ ات ے ▁ورنہ ▁ہم ▁بے ▁شک ▁گناہ گار ▁ہوں ▁گے
▁اور ▁اس ▁کو ▁ایسی ▁جگہ ▁سے ▁ رزق ▁دے ▁گا ▁جہاں ▁سے ▁( و ہم ▁و ) ▁گمان ▁بھی ▁نہ ▁ہو۔ ▁اور ▁جو ▁خدا ▁پر ▁بھر وس ہ ▁رکھے ▁گا ▁تو ▁وہ ▁اس ▁کو ▁کف ایت ▁کرے ▁گا۔ ▁خدا ▁اپنے ▁کام ▁کو ▁( جو ▁وہ ▁کرنا ▁چاہتا ▁ہے ) ▁پورا ▁کردی تا ▁ہے۔ ▁خدا ▁نے ▁ہر ▁چیز ▁کا ▁اندازہ ▁مقرر ▁کر ▁رکھا ▁ہے
▁انہوں ▁نے ▁تو ▁اس ▁( ا برا ہ یم ▁علیہ ▁السلام ) ▁کے ▁ساتھ ▁م کر ▁کرنا ▁چاہ ا ▁لیکن ▁ہم ▁نے ▁ان ہی ▁کو ▁نی چا ▁کر ▁دیا
▁اور ▁جب ▁سارے ▁لوگ ▁قیامت ▁میں ▁مح شور ▁ہوں ▁گے ▁تو ▁یہ ▁مع بود ▁ان ▁کے ▁دشمن ▁ہو جا ي یں ▁گے ▁اور ▁ان ▁کی ▁عبادت ▁کا ▁انکار ▁کرنے ▁لگ یں ▁گے
▁فرمایا ▁اے ▁اد م ▁بتا دے ▁انہیں ▁سب ▁( اش ی اء ▁کے ) ▁نام ▁جب ▁اس ▁نے ▁( یعنی ▁اد م ▁نے ) ▁انہیں ▁سب ▁کے ▁نام ▁بت ادی ي ے ▁فرمایا ▁میں ▁نہ ▁کہ تا ▁تھا ▁کہ ▁میں ▁جانتا ▁ہوں ▁اس مان وں ▁اور ▁زمین ▁کی ▁سب ▁چھپ ی ▁چیز یں ▁اور ▁میں ▁جانتا ▁ہوں ▁جو ▁کچھ ▁تم ▁ظاہر ▁کرتے ▁اور ▁جو ▁کچھ ▁تم ▁چھپ ات ے ▁ہو ▁-
▁جس ▁دن ▁سب ▁لوگ ▁ب کھ رے ▁ہو ي ے ▁پر وان وں ▁کی ▁طرح ▁ہوں ▁گے۔
▁کیا ▁میں ▁اس ▁شخص ▁سے ▁بہتر ▁نہیں ▁ہوں ▁جو ▁پست ▁حیثیت ▁کا ▁اد می ▁ہے ▁اور ▁صاف ▁بول ▁بھی ▁نہیں ▁پات ا ▁ہے
▁اپ ▁کہ ي ے ! ▁کہ ▁زمین ▁میں ▁چل و ▁پھر و ▁پھر ▁( غور ▁سے ) ▁دیکھ و ▁کہ ▁اللہ ▁نے ▁کس ▁طرح ▁مخلوق ▁کو ▁پہلی ▁بار ▁پیدا ▁کیا ؟ ▁پھر ▁( اسی ▁طرح ) ▁اللہ ▁پچ ھل ی ▁بار ▁بھی ▁پیدا ▁کرے ▁گا۔ ▁بے شک ▁اللہ ▁ہر ▁چیز ▁پر ▁پوری ▁قدرت ▁رکھتا ▁ہے۔
▁اور ▁بعض ▁لوگ ▁ایسے ▁ہیں ▁جو ▁کہتے ▁ہیں ▁کہ ▁ہم ▁خدا ▁پر ▁اور ▁روز ▁اخر ت ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁حالانک ہ ▁وہ ▁ایمان ▁نہیں ▁رکھتے
▁اور ▁وہ ▁لوگ ▁جنہوں ▁نے ▁ظلم ▁کیا ▁تھا ▁ان ▁کو ▁ایک ▁زور دار ▁ کڑ ک ▁نے ▁اپ کڑ ا ▁وہ ▁اس ▁طرح ▁اپنے ▁گھروں ▁میں ▁او ند ھے ▁پڑے ▁رہ ▁ گي ے۔
▁ہر ▁شخص ▁ایک ▁نہ ▁ایک ▁طرف ▁متو جہ ▁ہو ▁رہا ▁ہے ▁تم ▁نیک یوں ▁کی ▁طرف ▁د وڑ و ۔ ▁جہاں ▁کہیں ▁بھی ▁تم ▁ہو گ ے ، ▁اللہ ▁تمہیں ▁لے ▁اي ے ▁گا۔ ▁اللہ ▁تعالی ▁ہر ▁چیز ▁پر ▁قادر ▁ہے
▁کہ ▁کس ▁کے ▁پاس ▁رس وا ▁کرنے ▁والا ▁عذاب ▁ا تا ▁ہے ▁اور ▁کس ▁پر ▁ہمیشہ ▁رہنے ▁والا ▁عذاب ▁نازل ▁ہوتا ▁ہے
▁ہم ▁تو ▁اللہ ▁تعالی ▁پر ▁بڑی ▁جھوٹ ی ▁تہ مت ▁لگانے ▁والے ▁ہو ▁جاي یں ▁گے ▁اگر ▁ہم ▁تمہارے ▁دین ▁میں ▁اج اي یں ▁اس ▁کے ▁بعد ▁کہ ▁اللہ ▁تعالی ▁نے ▁ہم ▁کو ▁اس ▁سے ▁نجات ▁دی ▁اور ▁ہم ▁سے ▁ممکن ▁نہیں ▁کہ ▁تمہارے ▁مذہب ▁میں ▁پھر ▁اج اي یں ، ▁لیکن ▁ہاں ▁یہ ▁کہ ▁اللہ ▁ہی ▁نے ▁جو ▁ہمارا ▁مالک ▁ہے ▁م قدر ▁کیا ▁ہو۔ ▁ہمارے ▁رب ▁کا ▁علم ▁ہر ▁چیز ▁کو ▁محیط ▁ہے ، ▁ہم ▁اللہ ▁ہی ▁پر ▁بھر وس ہ ▁رکھتے ▁ہیں۔ ▁اے ▁ہمارے ▁پروردگار ! ▁ہمارے ▁اور ▁ہماری ▁قوم ▁کے ▁درمیان ▁حق ▁کے ▁موافق ▁فیصلہ ▁کر ▁دے ▁اور ▁تو ▁سب ▁سے ▁اچھا ▁فیصلہ ▁کرنے ▁والا ▁ہے
▁یہ ▁اس ▁لي ے ▁کہ ▁جو ▁مومن ▁ہیں ▁ان ▁کا ▁خدا ▁کار ساز ▁ہے ▁اور ▁کا فر وں ▁کا ▁کوي ی ▁کار ساز ▁نہیں
▁بیش ک ▁اللہ ▁نے ▁تمہارے ▁لیے ▁تمہاری ▁قسم وں ▁کا ▁اتار ▁مقرر ▁فرما دیا ▁اور ▁اللہ ▁تم ہ ارا ▁مول ی ▁ہے ، ▁اور ▁اللہ ▁علم ▁و ▁حکمت ▁والا ▁ہے ،
▁اے ▁بالا ▁پوش ▁او ڑھ نے ▁والے !
▁اور ▁کچھ ▁منہ ▁اس ▁دن ▁بگ ڑے ▁ہو ي ے ▁ہوں ▁گے
▁اے ▁نبی ، ▁بدو ی ▁عرب وں ▁میں ▁سے ▁جو ▁لوگ ▁پیچھے ▁چھوڑ ▁دیے ▁ گي ے ▁تھے ▁اب ▁وہ ▁ا ▁کر ▁ضرور ▁تم ▁سے ▁کہیں ▁گے ▁کہ ▁" ہ میں ▁اپنے ▁اموال ▁اور ▁بال ▁بچوں ▁کی ▁فکر ▁نے ▁مشغول ▁کر ▁رکھا ▁تھا ، ▁اپ ▁ہمارے ▁لیے ▁م غفر ت ▁کی ▁دعا ▁فرما ي یں " ▁یہ ▁لوگ ▁اپنی ▁زبان وں ▁سے ▁وہ ▁باتیں ▁کہتے ▁ہیں ▁جو ▁ان ▁کے ▁دل وں ▁میں ▁نہیں ▁ہوتی ں ▁ان ▁سے ▁کہنا ▁" اچ ھا ، ▁یہی ▁بات ▁ہے ▁تو ▁کون ▁تمہارے ▁معاملہ ▁میں ▁اللہ ▁کے ▁فیصلے ▁کو ▁روک ▁دینے ▁کا ▁کچھ ▁بھی ▁اختیار ▁رکھتا ▁ہے ▁اگر ▁وہ ▁تمہیں ▁کوي ی ▁نقصان ▁پہنچا نا ▁چاہے ▁یا ▁نفع ▁بخش نا ▁چاہے ؟ ▁تمہارے ▁اعمال ▁سے ▁تو ▁اللہ ▁ہی ▁با خبر ▁ہے
▁بیش ک ▁ہم ▁نے ▁ان ▁عورتوں ▁کو ▁اچھی ▁اٹھا ن ▁اٹھایا ،
▁اور ▁( کا فر ) ▁انسان ▁کہ تا ▁ہے ▁کہ ▁جب ▁میں ▁مر ▁جا و ▁گا ▁تو ▁کیا ▁زندہ ▁کرکے ▁نکال ا ▁جا وں ▁گا ؟
▁اور ▁کہتے ▁ہیں ▁کہ ▁یہ ▁تو ▁پہلے ▁لوگوں ▁کی ▁لکھ ی ▁ہو ي ی ▁داستان یں ▁ہیں ▁جو ▁اس ▁شخص ▁نے ▁لکھ وا ي ی ▁ہیں ▁اور ▁وہ ▁صبح ▁و ▁شام ▁اس ▁کے ▁سامنے ▁پڑھ ی ▁جاتی ▁ہیں ▁( یا ▁اس ▁سے ▁لکھ وا ي ی ▁جاتی ▁ہیں ) ۔
▁کہ ▁جس ▁چیز ▁کے ▁پاس ▁سے ▁گزر ▁جاتی ▁تھی ▁اسے ▁بوس ید ہ ▁ہ ڈی ▁کی ▁طرح ▁ریز ہ ▁ریز ہ ▁کرد یتی ▁تھی
▁اس ▁کی ▁قو ▁م ▁کے ▁سردار وں ▁نے ▁کہا ▁ہم ▁تج ھے ▁ صر یح ▁گمراہ ی ▁میں ▁دیکھتے ▁ہیں
▁اے ▁ایمان ▁والو ▁الله ▁اور ▁اس ▁کے ▁رسول ▁کا ▁حکم ▁مان و ▁اور ▁سن ▁کر ▁اس ▁سے ▁مت ▁پھر و
▁اگر ▁ہم ▁چاہتے ▁تو ▁ہر ▁شخص ▁کو ▁ہدایت ▁نصیب ▁فرما ▁دیتے ، ▁لیکن ▁میری ▁یہ ▁بات ▁بالکل ▁حق ▁ہو ▁چکی ▁ہے ▁کہ ▁میں ▁ضرور ▁ضرور ▁ جہ نم ▁کو ▁انسان وں ▁اور ▁جن وں ▁سے ▁پر ▁کرد وں ▁گا
▁تاکہ ▁تم ▁اس ▁کے ▁کش اد ہ ▁راست وں ▁میں ▁چل و ▁پھر و ،
▁اور ▁کا فر ▁کہتے ▁ہیں ▁کہ ▁ہم ▁نہ ▁اس ▁قر ان ▁پر ▁ایمان ▁لاي یں ▁گے ▁اور ▁نہ ▁اس ▁سے ▁پہلے ▁نازل ▁شدہ ▁کتابوں ▁پر ▁( یا ▁نہ ▁اس ▁پر ▁جو ▁اس ▁کے ▁ اگ ے ▁ہے ▁یعنی ▁قیامت ▁اور ▁اس ▁کے ▁عذاب ▁پر ) ۔ ▁( ا ے ▁پیغمبر ( ص ) ) ▁کاش ▁تم ▁دیکھتے ▁جب ▁ظالم ▁لوگ ▁اپنے ▁پروردگار ▁کے ▁حضور ▁( س وال ▁و ▁جواب ▁کی لي ے ) ▁کھڑے ▁کي ے ▁جاي یں ▁گے ▁( اور ) ▁ایک ▁دوسرے ▁کی ▁بات ▁رد ▁کر ▁رہا ▁ہوگا ▁چنانچہ ▁وہ ▁لوگ ▁جو ▁دنیا ▁میں ▁کمزور ▁سمجھ ے ▁جاتے ▁تھے ▁وہ ▁ان ▁سے ▁کہیں ▁گے ▁جو ▁بڑے ▁بنے ▁ہو ي ے ▁تھے ▁کہ ▁اگر ▁تم ▁نہ ▁ہوتے ▁تو ▁ہم ▁ضرور ▁ایمان ▁لے ▁اي ے ▁ہوتے ۔
▁اور ▁بیش ک ▁ہم ▁نے ▁اد می ▁کو ▁بج تی ▁ہو ي ی ▁م ٹی ▁سے ▁بنایا ▁جو ▁اصل ▁میں ▁ایک ▁سیاہ ▁بود ار ▁گا را ▁تھی ، ▁ف ۳۳ )
▁پھر ▁بیش ک ▁تم ہ ارا ▁رب ▁ان ▁کے ▁لیے ▁جو ▁نا دانی ▁سے ▁براي ی ▁کر ▁بیٹھ یں ▁پھر ▁اس ▁کے ▁بعد ▁تو بہ ▁کریں ▁اور ▁سن ور ▁جاي یں ▁بیش ک ▁تم ہ ارا ▁رب ▁اس ▁کے ▁بعد ▁ضرور ▁بخش نے ▁والا ▁مہر بان ▁ہے ،
▁مگر ▁انسان ▁چاہتا ▁ہے ▁کہ ▁ اگ ے ▁کو ▁خود ▁سری ▁کرتا ▁جاي ے
▁اور ▁تمہیں ▁ایک ▁دوسری ▁( نعم ت ) ▁بھی ▁دے ▁گا ▁جسے ▁تم ▁چاہتے ▁ہو ▁وه ▁اللہ ▁کی ▁مدد ▁اور ▁جلد ▁فتح ▁ یابی ▁ہے ، ▁ایمان ▁والوں ▁کو ▁خوش خبر ی ▁دے ▁دو
▁میرے ▁بند وں ▁کو ▁کہہ ▁دو ▁جو ▁ایمان ▁لاي ے ▁ہیں ▁نماز ▁قاي م ▁رکھیں ▁اور ▁ہمارے ▁دیے ▁ہو ي ے ▁ رزق ▁میں ▁سے ▁پوش ید ہ ▁اور ▁ظاہر ▁خرچ ▁کریں ▁اس ▁سے ▁پہلے ▁کہ ▁وہ ▁دن ▁اي ے ▁جس ▁میں ▁نہ ▁خرید ▁و ▁فروخت ▁ہے ▁نہ ▁دوستی
▁یا ▁سوچ تا ▁تو ▁سمجھا نا ▁اسے ▁فاي دہ ▁دیتا
▁اس ▁کے ▁بعد ▁تم ▁اے ▁گمراہ و ▁اور ▁جھ ٹل انے ▁والوں
▁کیا ▁وہ ▁بر ے ▁م کر ▁و ▁فریب ▁کرنے ▁والے ▁لوگ ▁اس ▁بات ▁سے ▁بے ▁خوف ▁ہو ▁ گي ے ▁ہیں ▁کہ ▁اللہ ▁انہیں ▁زمین ▁میں ▁ دھ نسا ▁دے ▁یا ▁( کسی ) ▁ایسی ▁جگہ ▁سے ▁ان ▁پر ▁عذاب ▁بھیج ▁دے ▁جس ▁کا ▁انہیں ▁کوي ی ▁خیال ▁بھی ▁نہ ▁ہو ،
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁کتاب ▁اتار ی ، ▁تو ▁جن ▁( حق ▁شناس ) ▁لوگوں ▁کو ▁ہم ▁نے ▁( پ ہ لے ▁سے ) ▁کتاب ▁عطا ▁کر ▁رکھی ▁تھی ▁وہ ▁اس ▁( ک تاب ) ▁پر ▁ایمان ▁لا تے ▁ہیں ، ▁اور ▁ان ▁( اہل ▁مکہ ) ▁میں ▁سے ▁( بھی ) ▁ایسے ▁ہیں ▁جو ▁اس ▁پر ▁ایمان ▁لا تے ▁ہیں ، ▁اور ▁ہماری ▁ ایت وں ▁کا ▁انکار ▁کا فر وں ▁کے ▁سوا ▁کوي ی ▁نہیں ▁کرتا ،
▁انجام ▁کار ▁نہ ▁تمہاری ▁ارز و وں ▁پر ▁م وقوف ▁ہے ▁نہ ▁اہل ▁کتاب ▁کی ▁ارز و وں ▁پر ▁جو ▁بھی ▁براي ی ▁کرے ▁گا ▁اس ▁کا ▁پھل ▁پاي ے ▁گا ▁اور ▁اللہ ▁کے ▁مقابلہ ▁میں ▁اپنے ▁لیے ▁کوي ی ▁حامی ▁و ▁مدد ▁ گار ▁نہ ▁پاس کے ▁گا
▁اور ▁ان ▁میں ▁تمہاری ▁رونق ▁بھی ▁ہے ▁جب ▁چرا ▁کر ▁لا و ▁تب ▁بھی ▁اور ▁جب ▁چرا نے ▁لے ▁جا و ▁تب ▁بھی
▁اور ▁اپ ▁صبر ▁ہی ▁کریں ▁کہ ▁اپ ▁کا ▁صبر ▁بھی ▁اللہ ▁ہی ▁کی ▁مدد ▁سے ▁ہوگا ▁اور ▁ان ▁کے ▁حال ▁پر ▁رنج ید ہ ▁نہ ▁ہوں ▁اور ▁ان ▁کی ▁م کاری وں ▁کی ▁وجہ ▁سے ▁تنگ دلی ▁کا ▁بھی ▁شکار ▁نہ ▁ہوں
▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁وطن ▁چھوڑ ▁ گي ے ▁اور ▁خدا ▁کی ▁راہ ▁میں ▁مال ▁اور ▁جان ▁سے ▁جہاد ▁کرتے ▁رہے۔ ▁خدا ▁کے ▁ہاں ▁ان ▁کے ▁در جے ▁بہت ▁بڑے ▁ہیں۔ ▁اور ▁وہی ▁مراد ▁کو ▁پہنچنے ▁والے ▁ہیں
▁جنہیں ▁ملا ي کہ ▁اس ▁عالم ▁میں ▁اٹھا تے ▁ہیں ▁کہ ▁وہ ▁پاک ▁و ▁پاک ی زہ ▁ہوتے ▁ہیں ▁اور ▁ان ▁سے ▁ملا ي کہ ▁کہتے ▁ہیں ▁کہ ▁تم ▁پر ▁سلام ▁ہو ▁اب ▁تم ▁اپنے ▁نیک ▁اعمال ▁کی ▁بنا ▁پر ▁جنت ▁میں ▁داخل ▁ہو جا و
▁کہ ▁اگر ▁ہمارے ▁پاس ▁( بھی ) ▁پہلے ▁لوگوں ▁کی ▁کوي ی ▁( ک تاب ) ▁نص ی حت ▁ہوتی ،
▁دنیا ▁کا ▁ع یش ▁چند ▁روزہ ▁ہے ▁اخر کار ▁ان ▁کے ▁لیے ▁درد ناک ▁سزا ▁ہے
▁اے ▁ایمان ▁والو ▁اللہ ▁کو ▁بہت ▁زیادہ ▁یاد ▁کرو ،
▁یہ ▁تو ▁ہو ▁چکا ▁اور ▁بے شک ▁الله ▁کا فر وں ▁کی ▁تدبیر ▁کو ▁کمزور ▁کرنے ▁والا ▁ہے
▁جب ▁زمین ▁کو ▁زبردست ▁جھ ٹک ے ▁لگ یں ▁گے
▁کیا ▁ہم ▁نے ▁زمین ▁کو ▁فرش ▁نہیں ▁بنایا
▁ل وط ▁نے ▁کہا ▁کہ ▁یہ ▁ہمارے ▁مہمان ▁ہیں ▁خبردار ▁ہمیں ▁بدن ام ▁نہ ▁کرنا
▁( ا ے ▁پیغمبر ) ▁لوگوں ▁کو ▁دانش ▁اور ▁نیک ▁نص ی حت ▁سے ▁اپنے ▁پروردگار ▁کے ▁رس تے ▁کی ▁طرف ▁بلا و ۔ ▁اور ▁بہت ▁ہی ▁اچھے ▁طریق ▁سے ▁ان ▁سے ▁مناظر ہ ▁کرو ۔ ▁جو ▁اس ▁کے ▁رس تے ▁سے ▁بھ ٹک ▁گیا ▁تم ہ ارا ▁پروردگار ▁اسے ▁بھی ▁خوب ▁جانتا ▁ہے ▁اور ▁جو ▁رس تے ▁پر ▁چلنے ▁والے ▁ہیں ▁ان ▁سے ▁بھی ▁خوب ▁وا قف ▁ہے
▁کیا ▁کا فر وں ▁نے ▁نہیں ▁دیکھا ▁کہ ▁اس مان ▁اور ▁زمین ▁دونوں ▁ملے ▁ہو ي ے ▁تھے ▁تو ▁ہم ▁نے ▁جدا ▁جدا ▁کردیا۔ ▁اور ▁تمام ▁جان دار ▁چیز یں ▁ہم ▁نے ▁پانی ▁سے ▁بنا ي یں۔ ▁پھر ▁یہ ▁لوگ ▁ایمان ▁کیوں ▁نہیں ▁لا تے ؟
▁یہ ▁اپنی ▁مجلس ▁والوں ▁کو ▁بلا لے
▁اور جس ▁وقت ▁اب راھ یم ▁نے ▁کہا ▁اے ▁میرے ▁رب ! ▁اس ▁شہر ▁کو امن ▁والا ▁کر ▁دے ▁اور ▁مجھے ▁اور ▁میری ▁اولاد ▁کو ▁بت ▁پرست ی ▁سے ▁بچا
▁اور ▁بہت ▁سے ▁پچ ھل وں ▁میں ▁سے
▁اور ▁میں ▁نے ▁تج ھے ▁پسند ▁کیا ▁ہے ▁جو ▁کچھ ▁وح ی ▁کی ▁جارہی ▁ہے اس ے ▁سن ▁لو
▁اللہ ▁نے ▁بنی ▁اس راي یل ▁سے ▁پخت ہ ▁عہد ▁لیا ▁تھا ▁اور ▁ان ▁میں ▁بارہ ▁نق یب ▁مقرر ▁کیے ▁تھے ▁اور ▁ان ▁سے ▁کہا ▁تھا ▁کہ ▁" میں ▁تمہارے ▁ساتھ ▁ہوں ، ▁اگر ▁تم ▁نے ▁نماز ▁قاي م ▁رکھی ▁اور ▁ز کو ۃ ▁دی ▁اور ▁میرے ▁رسول وں ▁کو ▁مانا ▁اور ▁ان ▁کی ▁مدد ▁کی ▁اور ▁اپنے ▁خدا ▁کو ▁اچھا ▁قرض ▁دیتے ▁رہے ▁تو ▁یقین ▁رکھ و ▁کہ ▁میں ▁تمہاری ▁براي یاں ▁تم ▁سے ▁زا يل ▁کر ▁د وں ▁گا ▁اور ▁تم ▁کو ▁ایسے ▁باغ وں ▁میں ▁داخل ▁کر وں ▁گا ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہت ی ▁ہوں ▁گی ، ▁مگر اس ▁کے ▁بعد ▁جس ▁نے ▁تم ▁میں ▁سے ▁کفر ▁کی ▁روش ▁اختیار ▁کی ▁تو ▁در ▁حقیقت ▁اس ▁نے ▁سوا ٫ ▁السب یل ▁گم ▁کر ▁دی "
▁پھر ▁اس ▁کے ▁رب ▁نے ▁اس ▁کی ▁دعا ▁قبول ▁کی ▁پس ▁ان ▁کا ▁فریب ▁ان ▁سے ▁دور ▁کر ▁دیا ▁گیا ▁کیوں ▁کہ ▁وہی ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁در حقیق ت ▁ان ▁کے ▁اکثر ▁لوگوں ▁پر ▁ہمارا ▁فرمان ▁( س چ ) ▁ثابت ▁ہو ▁چکا ▁ہے ▁سو ▁وہ ▁ایمان ▁نہیں ▁لاي یں ▁گے ،
▁جو ▁نہ ▁مو ٹا ي ی ▁پیدا ▁کر س کے ▁اور ▁نہ ▁بھوک ▁کے ▁کام ▁اس کے
▁اور ▁ان ▁کی ▁زمین ▁اور ▁ان ▁کے ▁گھروں ▁اور ▁ان ▁کے ▁مال ▁کا ▁اور ▁اس ▁زمین ▁کا ▁جس ▁میں ▁تم ▁نے ▁پا وں ▁بھی ▁نہیں ▁رکھا ▁تھا ▁تم ▁کو ▁ وارث ▁بنا ▁دیا۔ ▁اور ▁خدا ▁ہر ▁چیز ▁پر ▁قدرت ▁رکھتا ▁ہے
▁اس ▁نے ▁جس ▁صورت ▁میں ▁چاہ ا ہے ▁تیر ے ▁اج زا ي ▁کی ▁ترکیب ▁کی ▁ہے
▁اور ▁جبکہ ▁ہم ▁نے ▁ابراہیم ▁( علی ہ ▁السلام ) ▁کو ▁ک عب ہ ▁کے ▁مکان ▁کی ▁جگہ ▁مقرر ▁کر ▁دی ▁اس ▁شرط ▁پر ▁کہ ▁میرے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہ ▁کرنا ▁اور ▁میرے ▁گھر ▁کو ▁طو اف ▁قیام ▁رک وع ▁سج ده ▁کرنے ▁والوں ▁کے ▁لي ے ▁پاک ▁صاف ▁رکھنا
▁اور ▁جب ▁منا فق ▁اور ▁وہ ▁لوگ ▁جن ▁کے ▁دل وں ▁میں ▁بیماری ▁ہے ▁کہنے ▁لگے ▁کہ ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁نے ▁ہم ▁سے ▁محض ▁دھو کے ▁کا ▁وعدہ ▁کیا ▁تھا
▁( اور ▁یہ ▁معاملہ ▁بھی ▁قابل ▁توجہ ▁ہے ▁کہ ) ▁نبی ▁نے ▁ایک ▁بات ▁اپنی ▁ایک ▁بیوی ▁سے ▁راز ▁میں ▁کہ ی ▁تھی ▁پھر ▁جب ▁اس ▁بیوی ▁نے ▁( کسی ▁اور ▁پر ) ▁وہ ▁راز ▁ظاہر ▁کر ▁دیا ، ▁اور ▁اللہ ▁نے ▁نبی ▁کو ▁اس ▁( اف شا ي ے ▁راز ) ▁کی ▁اطلاع ▁دے ▁دی ، ▁تو ▁نبی ▁نے ▁اس ▁پر ▁کسی ▁حد ▁تک ▁( اس ▁بیوی ▁کو ) ▁خبردار ▁کیا ▁اور ▁کسی ▁حد ▁تک ▁اس ▁سے ▁در گز ر ▁کیا ▁پھر ▁جب ▁نبی ▁نے ▁اسے ▁( اف شا ي ے ▁راز ▁کی ) ▁یہ ▁بات ▁بتا ي ی ▁تو ▁اس ▁نے ▁پوچھا ▁اپ ▁کو ▁اس ▁کی ▁کس ▁نے ▁خبر ▁دی ؟ ▁نبی ▁نے ▁کہا ، ▁" م جھ ے ▁اس ▁نے ▁خبر ▁دی ▁جو ▁سب ▁کچھ ▁جانتا ▁ہے ▁اور ▁خوب ▁با خبر ▁ہے "
▁اور ▁ان ▁کے ▁پاس ▁وہ ▁بی ب یاں ▁ہیں ▁کہ ▁اپنے ▁شوہر ▁کے ▁سوا ▁اور ▁کی ▁طرف ▁ان کھ ▁نہیں ▁اٹھا ت یں ، ▁ایک ▁عمر ▁کی
▁مومن ▁تو ▁پس ▁وہی ▁ہیں ▁جو ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁پر ▁ایمان ▁لاي ے ▁اور ▁پھر ▁کبھی ▁شک ▁نہیں ▁کیا ▁اور ▁اپنے ▁مال وں ▁اور ▁جان وں ▁کے ▁ساتھ ▁اللہ ▁کی ▁راہ ▁میں ▁جہاد ▁( بھی ) ▁کیا ▁یہی ▁لوگ ▁سچ ے ▁ہیں۔
▁کون ▁ہے ▁جو ▁خدا ▁کو ▁قرض ▁حسن ▁دے ▁اور ▁پھر ▁خدا ▁اسے ▁کي ی ▁گ نا ▁کرکے ▁واپس ▁کرد ے ▁خدا ▁کم ▁بھی ▁کرسکتا ہے ▁اور ▁زیادہ ▁بھی ▁اور ▁تم ▁سب ▁اسی ▁کی ▁بار گاہ ▁میں ▁پل ٹا ي ے ▁جا و گ ے
▁اور ▁کہا ▁کہ ▁میں ▁تم ہ ارا ▁رب ▁اعلی ▁ہوں
▁تو ▁اد می ▁کو ▁چاہیے ▁اپنے ▁کھا نوں ▁کو ▁دیکھ ے
▁اس ▁کتاب ▁کا ▁نازل ▁کیا ▁جانا ▁اللہ ▁کی ▁جانب ▁سے ▁ہے ▁جو ▁غالب ▁حکمت ▁والا ▁ہے ،
▁تم ▁پر ▁اس ▁بات ▁میں ▁( بھی ) ▁کوي ی ▁گناہ ▁نہیں ▁کہ ▁اگر ▁تم ▁نے ▁( اپ نی ▁من کو ح ہ ) ▁عورتوں ▁کو ▁ان ▁کے ▁چھ ون ے ▁یا ▁ان ▁کے ▁مہر ▁مقرر ▁کرنے ▁سے ▁بھی ▁پہلے ▁طلاق ▁دے ▁دی ▁ہے ▁تو ▁انہیں ▁( ا یسی ▁صورت ▁میں ) ▁مناسب ▁خرچ ہ ▁دے ▁دو ، ▁وسعت ▁والے ▁پر ▁اس ▁کی ▁حیثیت ▁کے ▁مطابق ▁( لازم ) ▁ہے ▁اور ▁تنگ ▁دست ▁پر ▁اس ▁کی ▁حیثیت ▁کے ▁مطابق ، ▁( بہ ر ▁طور ) ▁یہ ▁خرچ ہ ▁مناسب ▁طریق ▁پر ▁دیا ▁جاي ے ، ▁یہ ▁بھ لا ي ی ▁کرنے ▁والوں ▁پر ▁واجب ▁ہے ،
▁یہی ▁تو ▁پوش ید ہ ▁اور ▁ظاہر ▁کا ▁جان نے ▁والا ▁( اور ) ▁غالب ▁اور ▁رحم ▁والا ▁( خدا ) ▁ہے
▁اور ▁وہ ▁( ک فار ) ▁تمہیں ▁ہر گز ▁اللہ ▁کی ▁ ایت وں ▁( کی ▁تع م یل ▁و ▁تبلیغ ) ▁سے ▁باز ▁نہ ▁رکھیں ▁اس ▁کے ▁بعد ▁کہ ▁وہ ▁تمہاری ▁طرف ▁اتار ی ▁جا ▁چکی ▁ہیں ▁اور ▁تم ▁( لوگ وں ▁کو ) ▁اپنے ▁رب ▁کی ▁طرف ▁بلا تے ▁رہ و ▁اور ▁مشر ک وں ▁میں ▁سے ▁ہر گز ▁نہ ▁ہونا ،
▁ہم ▁نے ▁ہی ▁اسے ▁یاد دہ انی ▁کا ▁ذریعہ ▁اور ▁مسافر وں ▁کی لي ے ▁فاي دہ ▁کی ▁چیز ▁بنایا ▁ہے۔
▁تم ▁اپنے ▁رب ▁کو ▁گ ڑ گ ڑا ▁کر اور ▁خاموش ی ▁کے ▁ساتھ ▁پکار و ▁کہ ▁وہ ▁زیادتی ▁کرنے ▁والوں ▁کو ▁دوست ▁نہیں ▁رکھتا ▁ہے
▁بیش ک ▁وہ ▁بہت ▁ہی ▁بری ▁ٹھہر نے ▁کی ▁جگہ ▁ہے ،
▁بے ▁شک ▁یوسف ▁اور ▁اس ▁کے ▁بھ اي یوں ▁کے ▁قص ہ ▁میں ▁پوچھ نے ▁والوں ▁کے ▁لیے ▁( غ یب ▁کی ) ▁بڑی ▁نشان یاں ▁ہیں۔
▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁کی لي ے ▁( د نیا ▁میں ) ▁بڑا ▁عذاب ▁ہے ▁اور ▁وہ ▁اخر ت ▁میں ▁سب ▁سے ▁زیادہ ▁نقصان ▁اٹھا نے ▁والے ▁ہیں۔
▁اور ▁ان ▁میں ▁ایک ▁نے ▁دوسرے ▁کی ▁طرف ▁منہ ▁کیا ▁پوچھ تے ▁ہو ي ے
▁البتہ ▁جب ▁نوبت ▁یہاں ▁تک ▁پہنچ ▁جاي ے ▁گی ▁کہ ▁ہم ▁ان ▁پر ▁سخت ▁عذاب ▁کا ▁دروازہ ▁کھول ▁دیں ▁گے ▁تو ▁یک ایک ▁تم ▁دیکھ و ▁گے ▁کہ ▁اس ▁حالت ▁میں ▁یہ ▁ہر ▁خیر ▁سے ▁مایوس ▁ہیں
▁جب ▁ان ▁کے ▁پاس ▁سے ▁گزر تے ▁تو ▁ان کھ یں ▁مار ▁مار ▁کر ▁ان ▁کی ▁طرف ▁اشار ے ▁کرتے ▁تھے
▁اور ▁اللہ ▁سچ ا ▁فیصلہ ▁فرما تا ▁ہے ، ▁اور ▁اس ▁کے ▁سوا ▁جن ▁کو ▁پو ج تے ▁ہیں ▁وہ ▁کچھ ▁فیصلہ ▁نہیں ▁کرتے ▁بیش ک ▁اللہ ▁ہی ▁سنت ا ▁اور ▁دیکھ تا ▁ہے
▁اور ▁اے ▁قوم ▁مجھے ▁اللہ ▁سے ▁کون ▁بچا لے ▁گا ▁اگر ▁میں ▁انہیں ▁دور ▁کر وں ▁گا ، ▁تو ▁کیا ▁تمہیں ▁ دھی ان ▁نہیں ،
▁پھر ▁انہوں ▁نے ▁نا فر مان ی ▁کی ▁پھر ▁ہم ▁نے ▁ان ▁پر ▁سخت ▁سیلاب ▁بھیج ▁دیا ▁اور ▁ہم ▁نے ▁ان ▁کے ▁دونوں ▁باغ وں ▁کے ▁بدل ے ▁میں ▁دو ▁باغ ▁بد ▁م زہ ▁پھل ▁کے ▁اور ▁جھ او ▁کے ▁اور ▁کچھ ▁تھ وڑ ی ▁سی ▁ بیر یوں ▁کے ▁بدل ▁دیے
▁پس ▁کیا ▁حال ▁ہوگا ▁جبکہ ▁ہم ▁انہیں ▁اس ▁دن ▁جمع ▁ کری نگے ؟ ▁جس ▁کے ▁ انے ▁میں ▁کوي ی ▁شک ▁نہیں ▁اور ▁ہر ▁شخص ▁اپنا ▁اپنا ▁کیا ▁پورا ▁پورا ▁دیا جا ي ے ▁گا ▁اور ▁ان ▁پر ▁ظلم ▁نہ ▁کیا جا ي ے ▁گا
▁ان ▁سے ▁پہلے ▁کوي ی ▁بست ی ▁ایمان ▁نہ ▁لاي ی ▁جسے ▁ہم ▁نے ▁ہلاک ▁کیا ، ▁تو ▁کیا ▁یہ ▁ایمان ▁لاي یں ▁گے
▁وہ ▁اس ▁پر ▁ایمان ▁نہ ▁لاي یں ▁گے ▁یہاں ▁تک ▁کہ ▁دیکھیں ▁درد ناک ▁عذاب ،
▁جس ▁نے ▁دیا ▁( اللہ ▁کی ▁راه ▁میں ) ▁اور ▁ڈرا ▁( اپ نے ▁رب ▁سے )
▁( یہ ) ▁ان ▁( ن یک ) ▁اعمال ▁کی ▁جزا ▁ہوگی ▁جو ▁وہ ▁کرتے ▁رہے ▁تھے ،
▁( تم ▁پر ) ▁سلام ▁ہو ، ▁( یہ ) ▁رب ▁رحیم ▁کی ▁طرف ▁سے ▁فرمایا ▁جاي ے ▁گا ،
▁اور ▁ہم ▁نے ▁ان ▁کو ▁بچ الیا ▁جو ▁ایمان ▁لاي ے ▁اور ▁ڈر تے ▁تھے
▁اور ▁اگر ▁تو ▁زمین ▁میں ▁( م وجود ) ▁لوگوں ▁کی ▁اکثریت ▁کا ▁کہنا ▁مان ▁لے ▁تو ▁وہ ▁تج ھے ▁االله ▁کی ▁راہ ▁سے ▁بھ ٹک ا ▁دیں ▁گے۔ ▁وہ ▁( حق ▁و ▁یقین ▁کی ▁بجا ي ے ) ▁صرف ▁وہ م ▁و ▁گمان ▁کی ▁پیر وی ▁کرتے ▁ہیں ▁اور ▁محض ▁غلط ▁ قی اس ▁ا راي ی ▁( اور ▁دروغ ▁گو ي ی ) ▁کرتے ▁رہتے ▁ہیں ،
▁جو ▁تم ▁کو ▁دیکھتے ▁رہتے ▁ہیں ▁اگر ▁خدا ▁کی ▁طرف ▁سے ▁تم ▁کو ▁فتح ▁ملے ▁تو ▁کہتے ▁ہیں ▁کیا ▁ہم ▁تمہارے ▁ساتھ ▁نہ ▁تھے۔ ▁اور ▁اگر ▁کا فر وں ▁کو ▁( فتح ) ▁نصیب ▁ہو ▁تو ▁( ان ▁سے ) ▁کہتے ▁ہیں ▁کیا ▁ہم ▁تم ▁پر ▁غالب ▁نہیں ▁تھے ▁اور ▁تم ▁کو ▁مسلمانوں ▁( کے ▁ہاتھ ) ▁سے ▁بچ ایا ▁نہیں۔ ▁تو ▁خدا ▁تم ▁میں ▁قیامت ▁کے ▁دن ▁فیصلہ ▁کرد ے ▁گا۔ ▁اور ▁خدا ▁کا فر وں ▁کو ▁مومن وں ▁پر ▁ہر گز ▁غل بہ ▁نہیں ▁دے ▁گا
▁اور ▁ہم ▁نے ▁موسی ▁کو ▁کتاب ▁عطا ▁فرما ي ی ▁اور ▁اسے ▁بنی ▁اس راي یل ▁کے ▁لیے ▁ہدایت ▁کیا ▁کہ ▁میرے ▁سوا ▁کسی ▁کو ▁کار سام ▁نہ ▁ٹھہر او ،
▁دیکھ و ▁کی سا ▁اللہ ▁پر ▁جھوٹ ▁با ند ھا ▁رہے ▁ہیں ▁اور ▁یہ ▁کافی ▁ہے ▁ صر یح ▁گناہ ،
▁اب ▁اطمینان ▁سے ▁کھا و ▁پی و ▁ان ▁اعمال ▁کی ▁بنا ▁پر ▁جو ▁تم ▁نے ▁انجام ▁دی ي ے ▁ہیں
▁جس ▁طرح ▁گرم ▁کھول تا ▁ہوا ▁پانی ▁ہے۔
▁تو ▁تم ▁بھی ▁ان ▁کی ▁کچھ ▁پر وا ▁نہ ▁کرو ۔ ▁جس ▁دن ▁بلا نے ▁والا ▁ان ▁کو ▁ایک ▁نا خوش ▁چیز ▁کی ▁طرف ▁بلا ي ے ▁گا
▁کیا ▁اپ ▁نے ▁اس ▁شخص ▁کو ▁دیکھا ▁ہے ▁جس ▁نے ▁ہماری ▁ ایت وں ▁سے ▁کفر ▁کیا ▁اور ▁کہنے ▁لگا : ▁مجھے ▁( قی امت ▁کے ▁روز ▁بھی ▁اسی ▁طرح ) ▁مال ▁و ▁اولاد ▁ضرور ▁دی ي ے ▁جاي یں ▁گے ،
▁تھ وڑ ا ▁سا ▁فاي دہ ▁اٹھا ▁لیں ▁اور ان ▁کے ▁لیے ▁درد ناک ▁عذاب ▁ہے
▁کیا ▁تم ▁مرد وں ▁سے ▁بد فعل ی ▁کرتے ▁ہو ▁اور ▁راہ ▁مار تے ▁ہو ▁اور ▁اپنی ▁مجلس ▁میں ▁بری ▁بات ▁کرتے ▁ہو ▁تو ▁اس ▁کی ▁قوم ▁کا ▁کچھ ▁جواب ▁نہ ▁ہوا ▁مگر ▁یہ ▁کہ ▁بول ے ▁ہم ▁پر ▁اللہ ▁کا ▁عذاب ▁لا و ▁اگر ▁تم ▁سچ ے ▁ہو
▁وہ ▁ہمیشہ ▁رہنے ▁والی ▁جنت یں ▁جن ▁کا ▁خدا ي ے ▁رحم ن ▁نے ▁غا يب انہ ▁وعدہ ▁کر ▁رکھا ▁ہے۔ ▁بے شک ▁اس ▁کا ▁وعدہ ▁( سام نے ) ▁ انے ▁والا ▁ہے۔
▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁لي ے ▁ان ▁کی ▁کم اي ی ▁کا ▁حصہ ▁ہے ▁اور ▁خدا ▁بہت ▁جلد ▁حساب ▁کرنے ▁والا ہے
▁یہ ▁جر ات ▁انہیں ▁اس ▁لي ے ▁ہو ي ی ▁کہ ▁وہ ▁کہتے ▁ہیں ▁ہر گز ▁ہمیں ▁ اگ ▁نہ ▁چھ وي ے ▁گی ▁مگر ▁ گن تی ▁کے ▁دنوں ▁اور ▁ان ▁کے ▁دین ▁میں ▁انہیں ▁فریب ▁دیا ▁اس ▁جھوٹ ▁نے ▁جو ▁بان دھ تے ▁تھے
▁ہم ▁تو ▁تمہیں ▁صرف ▁اللہ ▁تعالی ▁کی ▁رضا مند ی ▁کے ▁لیے ▁کھل ات ے ▁ہیں ▁نہ ▁تم ▁سے ▁بدل ہ ▁چاہتے ▁ہیں ▁نہ ▁شکر ▁گزار ی
▁کہا ▁ہمارا ▁رب ▁وہ ▁ہے ▁جس ▁نے ▁ہر ▁چیز ▁کو ▁اس ▁کے ▁لا يق ▁صورت ▁دی ▁پھر ▁راہ ▁دکھا ي ی
▁اور ▁چار پای وں ▁میں ▁بوجھ ▁اٹھا نے ▁والے ▁( یعنی ▁بڑے ▁بڑے ) ▁بھی ▁پیدا ▁کي ے ▁اور ▁زمین ▁سے ▁لگے ▁ہو ي ے ▁( یعنی ▁چھوٹے ▁چھوٹے ) ▁بھی ▁( پس ) ▁خدا ▁کا ▁دیا ▁ہوا ▁ رزق ▁کھا و ▁اور ▁شیطان ▁کے ▁قدم وں ▁پر ▁نہ ▁چل و ▁وہ ▁تم ہ ارا ▁ صر یح ▁دشمن ▁ہے
▁اور ▁ان ▁کے ▁ظلم ▁کے ▁سبب ▁ان ▁کے ▁حق ▁میں ▁وعدہ ▁( ع ذ اب ) ▁پورا ▁ہوکر ▁رہے ▁گا ▁تو ▁وہ ▁بول ▁بھی ▁نہ ▁سکیں ▁گے
▁پھر ▁ہم ▁نے ▁اس ▁کو ▁ایک ▁محفوظ ▁ ٹھ کا نے ▁میں ▁رکھ ▁دیا
▁اور ▁انہوں ▁نے ▁اللہ ▁کے ▁سوا ▁بت وں ▁کو ▁مع بود ▁بنا ▁لیا ▁ہے ▁اس ▁امید ▁پر ▁کہ ▁ان ▁کی ▁مدد ▁کی ▁جاي ے ▁گی ،
▁یاد ▁کرو ▁جبکہ ▁ان ▁کے ▁بھ اي ی ▁ل وط ▁نے ▁ان ▁سے ▁کہا ▁تھا ▁" کیا ▁تم ▁ڈر تے ▁نہیں ؟
▁موسی ▁نے ▁فرمایا ▁رب ▁تم ہ ارا ▁اور ▁تمہارے ▁اگلے ▁باپ ▁داد ا وں ▁کا
▁اور ▁بڑے ▁گناہ ▁( شر ک ) ▁پر ▁اصرار ▁کیا ▁کرتے ▁تھے
▁اپ ▁کہہ ▁دی جي ے ▁کہ ▁ہم ▁اللہ ▁تعالی ▁پر ▁اور ▁جو ▁کچھ ▁ہم ▁پر ▁اتار ا ▁گیا ▁ہے ▁اور ▁جو ▁کچھ ▁ابراہیم ▁( علی ہ ▁السلام ) ▁اور ▁اسماعیل ▁( علی ہ ▁السلام ) ▁اور ▁ی عق وب ▁( علی ہ ▁السلام ) ▁اور ان ▁کی ▁اولاد ▁پر ▁اتار ا ▁گیا ▁اور ▁جو ▁کچھ ▁موسی ▁وع یسی ▁( علی ہ ما ▁السلام ) ▁اور ▁دوسرے ▁ان بی اء ▁( علی ہم ▁السلام ) ▁اللہ ▁تعالی ▁کی ▁طرف ▁سے ▁دی ي ے ▁ گي ے ، ▁ان ▁سب ▁پر ▁ایمان ▁لاي ے ، ▁ہم ▁ان ▁میں ▁سے ▁کسی ▁کے ▁درمیان ▁فرق ▁نہیں ▁کرتے ▁اور ▁ہم ▁اللہ ▁تعالی ▁کے ▁فرمان بر دار ▁ہیں
▁اللہ ▁اپنے ▁بند وں ▁پر ▁بڑا ▁لطف ▁و ▁کرم ▁فرمان ے ▁والا ▁ہے ، ▁جسے ▁چاہتا ▁ہے ▁ رزق ▁و ▁عطا ▁سے ▁نواز تا ▁ہے ▁اور ▁وہ ▁بڑی ▁قوت ▁والا ▁بڑی ▁عزت ▁والا ▁ہے ،
▁جب ▁اس ▁کے ▁پاس ▁پہنچے ▁تو ▁میدان ▁کے ▁دا ي یں ▁کنار ے ▁سے ▁ایک ▁مبارک ▁جگہ ▁میں ▁ایک ▁درخت ▁میں ▁سے ▁او از ▁اي ی ▁کہ ▁موسی ▁میں ▁تو ▁خدا ي ے ▁رب ▁العالم ین ▁ہوں
▁تو ▁جو ▁چاہے ▁اس ▁سے ▁نص ی حت ▁لے ،
▁پھر ▁جب ▁وه ▁لوگ ▁ان ▁چیز وں ▁کو ▁بھول ے ▁رہے ▁جن ▁کی ▁ان ▁کو ▁نص ی حت ▁کی ▁جاتی ▁تھی ▁تو ▁ہم ▁نے ▁ان ▁پر ▁ہر ▁چیز ▁کے ▁دروازے ▁کش اده ▁کرد ي ے ▁یہاں ▁تک ▁کہ ▁جب ▁ان ▁چیز وں ▁پر ▁جو ▁کہ ▁ان ▁کو ▁ملی ▁تھیں ▁وه ▁خوب ▁اتر ا ▁ گي ے ▁ہم ▁نے ▁ان ▁کو ▁دفع تا ▁پکڑ ▁لیا ، ▁پھر ▁تو ▁وه ▁بالکل ▁مایوس ▁ہو گي ے
▁س در ۃ ال منت ہی ▁کے ▁پاس ▁اس ▁کو ▁دیکھا
▁یہ ▁لوگ ▁پہاڑ وں ▁کو ▁تراش ▁تراش ▁کر ▁گھر ▁بنا تے ▁تھے ، ▁بے ▁خوف ▁ہوکر
▁( ح کم ) ▁یہی ▁ہے ، ▁اور ▁جس ▁شخص ▁نے ▁اتنا ▁ہی ▁بدل ہ ▁لیا ▁جتن ی ▁اسے ▁اذیت ▁دی ▁ گي ی ▁تھی ▁پھر ▁اس ▁شخص ▁پر ▁زیادتی ▁کی ▁جاي ے ▁تو ▁االله ▁ضرور ▁اس ▁کی ▁مدد ▁فرما ي ے ▁گا۔ ▁بیش ک ▁االله ▁در گز ر ▁فرمان ے ▁والا ▁بڑا ▁بخش نے ▁والا ▁ہے ،
▁تم ▁ان ▁کے ▁مقابلے ▁کے ▁لي ے ▁اپنی ▁طاقت ▁بھر ▁قوت ▁کی ▁تیاری ▁کرو ▁اور ▁گھو ڑوں ▁کے ▁تیار ▁رکھنے ▁کی ▁کہ ▁اس ▁سے ▁تم ▁اللہ ▁کے ▁دشمن وں ▁کو ▁خوف ▁زده ▁رکھ ▁ سکو ▁اور ▁ان ▁کے ▁سوا ▁اور وں ▁کو ▁بھی ، ▁جنہیں ▁تم ▁نہیں ▁جانتے ، ▁اللہ ▁انہیں ▁خوب ▁جان ▁رہا ▁ہے ▁جو ▁کچھ ▁بھی ▁اللہ ▁کی ▁راه ▁میں ▁صرف ▁کرو ▁گے ▁وه ▁تمہیں ▁پورا ▁پورا ▁دیا ▁جاي ے ▁گا ▁اور ▁تم ہ ارا ▁حق ▁نہ ▁مار ا ▁جاي ے ▁گا
▁( موس ی ▁نے ) ▁کہا ▁تم ▁ہی ▁ڈال و ۔ ▁جب ▁انہوں ▁نے ▁( جاد و ▁کی ▁چیز یں ) ▁ڈال یں ▁تو ▁لوگوں ▁کی ▁ان کھ وں ▁پر ▁جادو ▁کردیا ▁( یعنی ▁نظر بند ی ▁کردی ) ▁اور ▁( لا ٹھی وں ▁اور ▁رس یوں ▁کے ▁سان پ ▁بنا ▁بنا ▁کر ) ▁انہیں ▁ڈرا ▁دیا ▁اور ▁بہت ▁بڑا ▁جادو ▁دکھا یا
▁اور ▁اس ▁سے ▁بڑھ ▁کر ▁ظالم ▁کون ▁ہو ▁سکتا ▁ہے ▁جو ▁االله ▁پر ▁جھوٹ ا ▁بہت ان ▁بان دھ تا ▁ہے ، ▁ایسے ▁ہی ▁لوگ ▁اپنے ▁رب ▁کے ▁حضور ▁پیش ▁کي ے ▁جاي یں ▁گے ▁اور ▁گواہ ▁کہیں ▁گے : ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جنہوں ▁نے ▁اپنے ▁رب ▁پر ▁جھوٹ ▁بولا ▁تھا ، ▁جان ▁لو ▁کہ ▁ظالم وں ▁پر ▁االله ▁کی ▁لعنت ▁ہے ،
▁پھر ▁اگر ▁وہ ▁تک بر ▁کریں ▁تو ▁وہ ▁لوگ ▁جو ▁اپ ▁کے ▁رب ▁کے ▁پاس ▁ہیں ▁رات ▁دن ▁اس ▁کی ▁تس بی ح ▁کرتے ▁ہیں ▁اور ▁تھ ک تے ▁نہیں
▁لیکن ▁انہوں ▁نے ▁رو گردان ی ▁کی ▁تو ▁ہم ▁نے ▁ان ▁پر ▁زور ▁کے ▁سیلاب ▁( کا ▁پانی ) ▁بھیج ▁دیا ▁اور ▁ہم ▁نے ▁ان ▁کے ▁( ہ رے ▁بھر ے ) ▁باغ وں ▁کے ▁بدل ے ▁دو ▁( ایس ے ) ▁باغ ▁دی ي ے ▁جو ▁بدم زه ▁می و وں ▁والے ▁اور ▁( ب ک ثر ت ) ▁جھ او ▁اور ▁کچھ ▁بی ری ▁کے ▁درخت وں ▁والے ▁تھے
▁البتہ ▁تحقیق ▁وہ ▁لوگ ▁کا فر ▁ہو ي ے ▁جنہوں ▁نے ▁کہا ▁بے ▁شک ▁الله ▁وہی ▁مسیح ▁مر ین ▁کا ▁بیٹا ▁ہی ▁ہے ▁حالانک ہ ▁مسیح ▁نے ▁کہا ▁اے ▁بنی ▁اس راي یل ▁اس ▁الله ▁کی ▁ب ندگی ▁کرو ▁جو ▁میرا ▁اور ▁تم ہ ارا ▁رب ▁ہے ▁بے ▁شک ▁جس ▁نے ▁الله ▁کا ▁شریک ▁ ٹھی ر ایا ▁سو ▁الله ▁نے ▁اس ▁پر ▁جنت ▁حرام ▁کی ▁اور ▁اس ▁کا ▁ ٹھ کان ا ▁دوزخ ▁ہے ▁اور ▁ظالم وں ▁کا ▁کوي ی ▁مدد گار ▁نہیں ▁ہو ▁گا
▁تو ▁اب ▁کیا ▁چیز ▁تج ھے ▁انصاف ▁کے ▁جھ ٹل انے ▁پر ▁باعث ▁ہے
▁بے شک ▁تمہارے ▁پروردگار ▁کا ▁عذاب ▁واقع ▁ہونے ▁والا ▁ہے۔
▁اب ▁الله ▁نے تم ▁سے ▁بوجھ ▁ہل کا ▁کر ▁دیا ▁اور ▁معلوم ▁کر ▁لیا ▁کہ ▁تم ▁میں ▁کس ▁قدر ▁کمزور ی ▁ہے ▁پس ▁اگر ▁تم ▁سو ▁ثابت ▁قدم ▁رہنے ▁والے ▁ہوں ▁گے ▁تو ▁دو ▁سو ▁پر ▁غالب ▁ ايي ں ▁گے ▁اور ▁اگر ▁ہر ار ▁ہوں ▁گے ▁تو ▁الله ▁کے ▁حکم ▁سے ▁دو ▁ہزار ▁پر ▁غالب ▁ ايي ں ▁گے ▁اور ▁الله ▁صبر ▁کرنے ▁والوں ▁کے ▁ساتھ ▁ہے
▁فرما ▁دی جي ے : ▁او ▁میں ▁وہ ▁چیز یں ▁پڑھ ▁کر ▁سنا ▁د وں ▁جو ▁تمہارے ▁رب ▁نے ▁تم ▁پر ▁حرام ▁کی ▁ہیں ▁( وہ ) ▁یہ ▁کہ ▁تم ▁اس ▁کے ▁ساتھ ▁کسی ▁چیز ▁کو ▁شریک ▁نہ ▁ٹھہر او ▁اور ▁ماں ▁باپ ▁کے ▁ساتھ ▁اچھا ▁سلوک ▁کرو ، ▁اور ▁م فل سی ▁کے ▁باعث ▁اپنی ▁اولاد ▁کو ▁قتل ▁مت ▁کرو ۔ ▁ہم ▁ہی ▁تمہیں ▁ رزق ▁دیتے ▁ہیں ▁اور ▁انہیں ▁بھی ▁( د یں ▁گے )، ▁اور ▁بے ▁ح یا ي ی ▁کے ▁کام وں ▁کے ▁قریب ▁نہ ▁جا و ▁( خوا ہ ) ▁وہ ▁ظاہر ▁ہوں ▁اور ▁( خوا ہ ) ▁وہ ▁پوش ید ہ ▁ہوں ، ▁اور ▁اس ▁جان ▁کو ▁قتل ▁نہ ▁کرو ▁جسے ▁( قتل ▁کرنا ) ▁االله ▁نے ▁حرام ▁کیا ▁ہے ▁ب جز ▁حق ▁( شرع ی ) ▁کے ، ▁یہی ▁وہ ▁( ا مور ) ▁ہیں ▁جن ▁کا ▁اس ▁نے ▁تمہیں ▁تاکید ی ▁حکم ▁دیا ▁ہے ▁تاکہ ▁تم ▁عقل ▁سے ▁کام ▁لو ،
▁پس ▁تم ▁دونوں ▁اپنے ▁رب ▁کی ▁کن ▁کن ▁نعمت وں ▁کو ▁جھ ٹل او ▁گے ،
▁نہ ▁میں ▁پو ج تا ▁ہوں ▁جو ▁تم ▁پو ج تے ▁ہو ،
▁تج ھے ▁کیا ▁پتہ ▁کہ ▁علی ین ▁کیا ▁ہے ؟
▁پھر ▁دونوں ▁چلے ۔ ▁یہاں ▁تک ▁کہ ▁ایک ▁گا وں ▁والوں ▁کے ▁پاس ▁پہنچے ▁اور ▁ان ▁سے ▁کھانا ▁طلب ▁کیا۔ ▁انہوں ▁نے ▁ان ▁کی ▁ضیا فت ▁کرنے ▁سے ▁انکار ▁کر ▁دیا۔ ▁پھر ▁انہوں ▁نے ▁وہاں ▁ایک ▁دیوار ▁دیکھی ▁جو ▁( جھ ک ▁کر ) ▁گرا ▁چاہتی ▁تھی۔ ▁ خضر ▁نے ▁اس ▁کو ▁سید ھا ▁کر ▁دیا۔ ▁موسی ▁نے ▁کہا ▁اگر ▁اپ ▁چاہتے ▁تو ▁ان ▁سے ▁( اس ▁کا ) ▁معا وض ہ ▁لیتے ▁( تا کہ ▁کھانے ▁کا ▁کام ▁چل تا )
▁تو ▁اللہ ▁سے ▁ڈر و ▁اور ▁میرا ▁حکم ▁مان و ،
▁انہوں ▁نے ▁کہا ▁ہمارا ▁رب ▁پاک ▁ہے ▁بے ▁شک ▁ہم ▁ظالم ▁تھے
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁اچھے ▁کام ▁کیے ▁اور ▁اس ▁پر ▁بھی ▁ایمان ▁لاي ے ▁جو ▁محمد ▁﴿ صل ی ▁اللہ ▁علیہ ▁وسلم ﴾ ▁پر ▁اتار ی ▁ گي ی ▁ہے ▁اور ▁دراصل ▁ان ▁کے ▁رب ▁کی ▁طرف ▁سے ▁سچ ا ▁( دین ) ▁بھی ▁وہی ▁ہے ، ▁اللہ ▁نے ▁ان ▁کے ▁گناه ▁دور ▁کر ▁دی ي ے ▁اور ▁ان ▁کے ▁حال ▁کی ▁اصلاح ▁کر ▁دی
▁اور ▁صبر ▁اور ▁نماز ▁کے ▁ذریعے ▁( اللہ ▁سے ) ▁مدد ▁چاہ و ، ▁اور ▁بیش ک ▁یہ ▁گر اں ▁ہے ▁مگر ▁( ان ) ▁عاجز وں ▁پر ▁( ہر گز ) ▁نہیں ▁( جن ▁کے ▁دل ▁محبت ▁ال ہی ▁سے ▁خ ست ہ ▁اور ▁خش یت ▁ال ہی ▁سے ▁شکست ہ ▁ہیں )،
▁یا ▁اسم انی ▁برس ات ▁کی ▁طرح ▁جس ▁میں ▁ان دھی ر یاں ▁اور ▁گر ج ▁اور ▁بجلی ▁ہو ، ▁موت ▁سے ▁ڈر ▁کر ▁ک ڑا کے ▁کی ▁وجہ ▁سے ▁اپنی ▁انگل یاں ▁اپنے ▁کان وں ▁میں ▁ڈال ▁لیتے ▁ہیں۔ ▁اور ▁اللہ ▁تعالی ▁کا فر وں ▁کو ▁گھ یر نے ▁والا ▁ہے
▁اگر ▁وہ ▁ایک ▁ ٹک ڑا ▁اس مان ▁سے ▁گر تا ▁ہوا ▁دیکھ ▁لیں ▁تو ▁کہہ ▁دیں ▁کہ ▁تہ ▁بہ ▁تہ ▁جم ا ▁ہوا ▁با دل ▁ہے
▁تو ▁کیا ▁یہی ▁لوگ ▁رحمت ▁پروردگار ▁کو ▁تقسیم ▁کررہے ▁ہیں ▁حالانک ہ ▁ہم ▁نے ▁ہی ▁ان ▁کے ▁درمیان ▁معیشت ▁کو ▁ز ندگان ی ▁دنیا ▁میں ▁تقسیم ▁کیا ▁ہے ▁اور ▁بعض ▁کو ▁بعض ▁سے ▁اون چا ▁بنایا ▁ہے ▁تاکہ ▁ایک ▁دوسرے ▁سے ▁کام ▁لے ▁سکیں ▁اور ▁رحمت ▁پروردگار ▁ان ▁کے ▁جمع ▁کي ے ▁ہو ي ے ▁مال ▁و ▁مت اع ▁سے ▁کہیں ▁زیادہ ▁بہتر ▁ہے
▁اور ▁رات ▁کے ▁پچھلے ▁پہ ر وں ▁میں ▁( ا ٹھ ▁اٹھ ▁کر ) ▁م غفر ت ▁طلب ▁کرتے ▁تھے ،
▁اور ▁ہم ▁نے ▁اس ▁( اسم انی ▁کا ين ات ▁کے ▁نظام ) ▁کو ▁ہر ▁مرد ود ▁شیطان ▁( یعنی ▁ہر ▁سر کش ▁قوت ▁کے ▁شر انگ یز ▁عمل ) ▁سے ▁محفوظ ▁کر ▁دیا ،
▁اور ▁پہاڑ وں ▁کی ▁طرف ▁کہ ▁کس ▁طرح ▁کھڑے ▁کیے ▁ گي ے ▁ہیں
▁اور ▁اگر ▁دنیا ▁اور ▁اخر ت ▁میں ▁تم ▁پر ▁خدا ▁کا ▁فضل ▁اور ▁اس ▁کی ▁رحمت ▁نہ ▁ہوتی ▁تو ▁جس ▁بات ▁کا ▁تم ▁چر چا ▁کرتے ▁تھے ▁اس ▁کی ▁وجہ ▁سے ▁تم ▁پر ▁بڑا ▁( س خت ) ▁عذاب ▁نازل ▁ہوتا
▁اور ▁نوح ( ع ) ▁( کا ▁ذکر ▁کی جي ے ) ▁جب ▁انہوں ▁نے ▁( ان ▁سب ▁سے ) ▁پہلے ▁پکار ا ▁اور ▁ہم ▁نے ▁ان ▁کی ▁دعا ▁و ▁پکار ▁قبول ▁کی ▁اور ▁انہیں ▁اور ▁ان ▁کے ▁اہل ▁کو ▁سخت ▁غم ▁و ▁کر ب ▁سے ▁نجات ▁دی۔
▁اگر ▁( بال فرض ) ▁کسی ▁قر ان ▁( اسم انی ▁کتاب ) ▁کے ▁ذریعے ▁پہاڑ ▁چلا ▁دی ي ے ▁جاتے ▁یا ▁زمین ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁دی ▁جاتی ▁یا ▁مرد وں ▁سے ▁باتیں ▁کرا ▁دی ▁جاتی ں ▁( پ ھر ▁بھی ▁وه ▁ایمان ▁نہ ▁لا تے )، ▁بات ▁یہ ▁ہے ▁کہ ▁سب ▁کام ▁اللہ ▁کے ▁ہاتھ ▁میں ▁ہے ، ▁تو ▁کیا ▁ایمان ▁والوں ▁کو ▁اس ▁بات ▁پر ▁دل ▁جمعی ▁نہیں ▁کہ ▁اگر ▁اللہ ▁تعالی ▁چاہے ▁تو ▁تمام ▁لوگوں ▁کو ▁ہدایت ▁دے ▁د ے۔ ▁کف ار ▁کو ▁تو ▁ان ▁کے ▁کفر ▁کے ▁بدل ے ▁ہمیشہ ▁ہی ▁کوي ی ▁نہ ▁کوي ی ▁سخت ▁سزا ▁پہنچ تی ▁رہے ▁گی ▁یا ▁ان ▁کے ▁مکان وں ▁کے ▁قریب ▁نازل ▁ہوتی ▁رہے ▁گی ▁تا وقت ی کہ ▁وعدہ ٴ ▁ال ہی ▁اپ ہ نچ ے۔ ▁یقینا ▁اللہ ▁تعالی ▁وعده ▁خلاف ی ▁نہیں ▁کرتا
▁( ان ▁سے ) ▁پوچھ و ▁کہ ▁سات ▁اس مان وں ▁کا ▁کون ▁مالک ▁ہے ▁اور ▁ع رش ▁عظیم ▁کا ▁( ک ون ) ▁مالک ▁( ہے ؟ )
▁اور ▁اگر ▁اللہ ▁چاہتا ▁تو ▁تم ▁سب ▁کو ▁ایک ▁امت ▁بنا ▁دیتا ▁لیکن ▁وہ ▁جسے ▁چاہتا ▁ہے ▁گمراہ ی ▁میں ▁چھوڑ ▁دیتا ▁ہے ▁اور ▁جسے ▁چاہتا ▁ہے ▁ہدایت ▁دیتا ▁ہے ▁اور ▁تم ▁جو ▁کچھ ▁کر ▁رہے ▁ہو ▁اس ▁کے ▁بارے ▁میں ▁تم ▁سے ▁ضرور ▁سوال ▁کیا ▁جاي ے ▁گا۔
▁اپ ▁کے ▁پروردگار ▁کی ▁رحمت ▁ہے ▁بے ▁شک ▁وہی ▁سب ▁کچھ ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁اور ▁وہ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁اپ ▁سچ ے ▁ہیں ▁تو ▁یہ ▁( قی امت ▁کا ) ▁وعدہ ▁کب ▁پورا ▁ہوگا ؟
▁اور ▁اس ▁کی ▁نشانی وں ▁میں ▁سے ▁اس مان وں ▁اور ▁زمین ▁کی ▁تخلیق ▁( بھی ) ▁ہے ▁اور ▁تمہاری ▁زبان وں ▁اور ▁تمہارے ▁رنگ وں ▁کا ▁اختلاف ▁( بھی ) ▁ہے ، ▁بیش ک ▁اس ▁میں ▁اہل ▁علم ▁( و ▁تحقیق ) ▁کے ▁لي ے ▁نشان یاں ▁ہیں ،
▁تو ▁وہ ▁اس ▁حال ▁میں ▁چل ▁پڑے ▁کہ ▁چپ کے ▁چپ کے ▁ایک ▁دوسرے ▁سے ▁کہتے ▁جاتے ▁تھے۔
▁ان ▁دونوں ▁میں ▁ہر ▁می وہ ▁کی ▁دو ▁قسم یں ▁ہوں ▁گی
▁تو ▁ان ▁دونوں ▁کا ▁انجام ▁یہ ▁ہے ▁کہ ▁دونوں ▁ جہ نم ▁میں ▁ہمیشہ ▁ہمیشہ ▁رہنے ▁والے ▁ہیں ▁اور ▁یہی ▁ظالم ین ▁کی ▁واقعی ▁سزا ▁ہے
▁اور ▁( اسی ▁طرح ) ▁ان ▁کے ▁گھروں ▁کے ▁دروازے ▁( بھی ▁چاند ی ▁کے ▁کر ▁دیتے ) ▁اور ▁تخت ▁( بھی ) ▁جن ▁پر ▁وہ ▁مس ند ▁لگا تے ▁ہیں ،
▁چنانچہ ▁بجا طور ▁پر ▁انہیں ▁ایک ▁سخت ▁او از ▁نے ▁اپ کڑ ا ▁اور ▁ہم ▁نے ▁انہیں ▁خ س ▁و ▁خا ش اک ▁بنا ▁دیا ▁سو ▁ہلاکت ▁ہے ▁ظالم ▁قوم ▁کی لي ے۔
▁اور ▁کا فر وں ▁اور ▁منا فق وں ▁کا ▁کہنا ▁نہ ▁مان ی ي ے ! ▁اور ▁جو ▁ای ذا ▁( ان ▁کی ▁طرف ▁سے ▁پہنچے ) ▁اس ▁کا ▁خیال ▁بھی ▁نہ ▁کی جی ي ے ▁اللہ ▁پر ▁بھر وس ہ ▁کي ے ▁رہیں ، ▁اور ▁کافی ▁ہے ▁اللہ ▁تعالی ▁کام ▁بنانے ▁والا
▁اور ▁ہم ▁نے ▁تمہیں ▁زمین ▁میں ▁جگہ ▁دی ▁اور ▁اس ▁میں ▁تمہاری ▁زندگی ▁کا ▁سامان ▁بنا ▁دیا ▁تم ▁بہت ▁کم ▁شکر ▁کرتے ▁ہو
▁جس ▁کی ▁ نگ ہ داشت ▁م قرب ▁فرشت ے ▁کرتے ▁ہیں
▁یا ▁تمہیں ▁کچھ ▁نفع ▁یا ▁نقصان ▁پہنچا ▁سکتے ▁ہیں
▁سو اس ▁کی ▁قوم ▁کے ▁کا فر ▁سردار وں ▁نے ▁کہا ▁کہ ▁یہ ▁بس ▁تم ▁ہی ▁جیسا ▁اد می ▁ہے ▁تم ▁پر ▁بڑا ي ی ▁حاصل ▁کرنا ▁چاہتا ▁ہے ▁اور ▁اگر ▁الله ▁چاہتا ▁تو ▁فرشت ے ▁بھیج ▁دیتا ▁ہم ▁نے ▁اپنے ▁پہلے ▁باب ▁داد ا ▁سے ▁یہ ▁بات ▁کبھی ▁نہیں ▁سنی
▁ان ▁میں ▁کی ▁ایک ▁بول ی ▁اے ▁میرے ▁باپ ! ▁ان ▁کو ▁نو کر ▁رکھ ▁لو ▁بیش ک ▁بہتر ▁نو کر ▁وہ ▁جو ▁طاقتور ▁اور ▁امان ت دار ▁ہو
▁اور ▁جب ▁وہ ▁ان ▁کے ▁پاس ▁سے ▁گزر تے ▁تھے ▁تو ▁اشار ے ▁کن اي ے ▁کرتے ▁تھے
▁اور ▁( ا ے ▁مومن و !) ▁اہل ▁کتاب ▁سے ▁نہ ▁جھ گ ڑا ▁کرو ▁مگر ▁ایسے ▁طریقہ ▁سے ▁جو ▁بہتر ▁ہو ▁سوا ي ے ▁ان ▁لوگوں ▁کے ▁جنہوں ▁نے ▁ان ▁میں ▁سے ▁ظلم ▁کیا ، ▁اور ▁( ان ▁سے ) ▁کہہ ▁دو ▁کہ ▁ہم ▁اس ▁( ک تاب ) ▁پر ▁ایمان ▁لاي ے ▁( ہ یں ) ▁جو ▁ہماری ▁طرف ▁اتار ی ▁ گي ی ▁( ہے ) ▁اور ▁جو ▁تمہاری ▁طرف ▁اتار ی ▁ گي ی ▁تھی ، ▁اور ▁ہمارا ▁مع بود ▁اور ▁تم ہ ارا ▁مع بود ▁ایک ▁ہی ▁ہے ، ▁اور ▁ہم ▁اسی ▁کے ▁فرمان بر دار ▁ہیں ،
▁باغ ات ▁ہیں ▁اور ▁ان گور ▁ہیں
▁اور ▁پیغمبر ▁اپ ▁کسی ▁حال ▁میں ▁رہیں ▁اور ▁قر ان ▁کے ▁کسی ▁حصہ ▁کی ▁تلاوت ▁کریں ▁اور ▁اے ▁لوگوں ▁تم ▁کوي ی ▁عمل ▁کرو ▁ہم ▁تم ▁سب ▁کے ▁گواہ ▁ہوتے ▁ہیں ▁جب ▁بھی ▁کوي ی ▁عمل ▁کرتے ▁ہو ▁اور ▁تمہارے ▁پروردگار ▁سے ▁زمین ▁و ▁اس مان ▁کا ▁کوي ی ▁ذ رہ ▁دور ▁نہیں ▁ہے ▁اور ▁کوي ی ▁ش ے ▁ذ رہ ▁سے ▁بڑی ▁یا ▁چھوٹی ▁ایسی ▁نہیں ▁ہے ▁جسے ▁ہم ▁نے ▁اپنی ▁کھل ی ▁کتاب ▁میں ▁جمع ▁نہ ▁کردیا ▁ہو
▁اور ▁( وہ ▁وقت ▁یاد ▁کرو ) ▁جب ▁موسی ▁( ع ) ▁نے ▁اپنے ▁جوان ▁سے ▁کہا ▁کہ ▁میں ▁برابر ▁سفر ▁جاری ▁رکھ وں ▁گا ▁یہاں ▁تک ▁کہ ▁اس ▁جگہ ▁پہنچ وں ▁جہاں ▁دو ▁دریا ▁اک ٹھ ے ▁ہوتے ▁ہیں ▁یا ▁پھر ▁( یون ہی ▁چل تے ▁چل تے ) ▁سالہ ا ▁سال ▁گزار ▁د وں ▁گا۔
▁ز لی خا ▁نے ▁کہا ▁تو ▁ي ہ ▁ہیں ▁وہ ▁جن ▁پر ▁مجھے ▁ طعن ہ ▁دیتی ▁تھیں ▁اور ▁بیش ک ▁میں ▁نے ▁ان ▁کا ▁جی ▁لب ھا نا ▁چاہ ا ▁تو ▁انہوں ▁نے ▁اپنے ▁اپ ▁کو ▁بچا ▁یا ▁اور ▁بیش ک ▁اگر ▁وہ ▁یہ ▁کام ▁نہ ▁کریں ▁گے ▁جو ▁میں ▁ان ▁سے ▁کہ تی ▁ہوں ▁تو ▁ضرور ▁قید ▁میں ▁پڑ یں ▁گے ▁اور ▁وہ ▁ضرور ▁ذ لت ▁اٹھا ي یں ▁گے
▁جس ▁دن ▁ہم ▁سب ▁کو ▁( اپ نے ▁حضور ) ▁مح شور ▁( ا کھ ٹا ) ▁کریں ▁گے ▁پھر ▁ان ▁لوگوں ▁سے ▁جنہوں ▁نے ▁شرک ▁کیا ▁تھا ▁کہیں ▁گے ▁کہ ▁تم ▁اور ▁جو ▁تمہارے ▁بنا ي ے ▁ہو ي ے ▁شریک ▁ہیں ▁اپنی ▁جگہ ▁پر ▁ٹھہر ▁جا و ۔ ▁پھر ▁ہم ▁ان ▁میں ▁امتیاز ▁پیدا ▁کر ▁دیں ▁گے ▁( ال گ ▁الگ ▁کر ▁دیں ▁گے ) ▁( اس ▁وقت ) ▁ان ▁کے ▁خود ▁ساخت ہ ▁شریک ▁کہیں ▁گے ▁کہ ▁( ا ے ▁مشر کو ) ▁تم ▁ہماری ▁عبادت ▁تو ▁نہیں ▁کیا ▁کرتے ▁تھے۔
▁وہ ▁وہاں ▁سلامتی ▁کی ▁صدا وں ▁کے ▁سوا ▁کوي ی ▁بے ▁ہو دہ ▁بات ▁نہیں ▁سن یں ▁گے ▁اور ▁ان ▁کا ▁مقرر ہ ▁ رزق ▁انہیں ▁صبح ▁و ▁شام ▁ملتا ▁رہے ▁گا۔
▁اور ▁بعض ▁ان ▁میں ▁سے ▁تیر ی ▁طرف ▁کان ▁لگا ي ے ▁رہتے ▁ہیں ▁اور ▁ہم ▁نے ▁ان ▁کے ▁دل وں ▁پر ▁پر دے ▁ڈال ▁رکھے ▁ہیں ▁جس ▁کی ▁وجہ ▁سے ▁وہ ▁کچھ ▁نہیں ▁سمجھتے ▁اور ▁ان ▁کے ▁کان و ▁ ں ▁میں ▁گران ی ▁ہے ▁اور ▁اگر ▁یہ ▁تمام ▁نشان یاں ▁بھی ▁دیکھ ▁لیں ▁تو ▁بھی ▁ان ▁پر ▁ایمان ▁نہ ▁ لاد یں ▁گے ▁جب ▁وہ ▁تمہارے ▁پاس ▁ا ▁کر ▁تم ▁سے ▁جھ گ ڑ تے ▁ہیں ▁تو ▁کا فر ▁کہتے ▁ہیں ▁کہ ▁یہ ▁تو ▁پہلے ▁لوگ و ▁ ں ▁کی ▁کہانی اں ▁ہی ▁ہیں
▁اور ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁اطاعت ▁کرو ۔ ▁اور ▁اپ س ▁میں ▁جھ گ ڑا ▁نہ ▁کرو ۔ ▁ورنہ ▁کمزور ▁پڑ ▁جا و گ ے ▁اور ▁تمہاری ▁ہوا ▁اک ھڑ ▁جاي ے ▁گی۔ ▁اور ▁( ہر ▁قسم ▁کی ▁مصیبت ▁و ▁تکلیف ▁میں ) ▁صبر ▁سے ▁کام ▁لو ▁بے ▁شک ▁اللہ ▁صبر ▁کرنے ▁والوں ▁کے ▁ساتھ ▁ہے۔
▁اور ▁خبردار ▁تم ▁ان ▁لوگوں ▁کی ▁طرح ▁نہ ▁بن نا ▁جو ▁انتشار ▁کا ▁شکار ▁ہو گي ے ▁اور ▁کھل ی ▁ہو ي ی ▁نشانی وں ▁( دلی ل وں ) ▁کے ▁اج انے ▁کے ▁بعد ▁اختلاف ▁میں ▁مبتلا ▁ہو گي ے۔ ▁یہی ▁وہ ▁لوگ ▁ہیں ▁جن ▁کے ▁لیے ▁بڑا ▁عذاب ▁ہے۔
▁اور ▁کا فر ▁لوگ ▁کہتے ▁ہیں ▁ان ▁( پی غ مبر ▁اسلام ( ص ) ) ▁پر ▁ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁کوي ی ▁نشانی ▁( ہم اری ▁مرضی ▁کے ▁مطابق ) ▁کیوں ▁نہیں ▁اتار ی ▁جاتی ؟ ▁حالانک ہ ▁تم ▁تو ▁بس ▁( اللہ ▁کے ▁عذاب ▁سے ) ▁ڈرا نے ▁والے ▁ہو ▁اور ▁ہر ▁قوم ▁کے ▁لي ے ▁ایک ▁راہ ن ما ▁ہوتا ▁ہے۔
▁لوگ و ▁ ں ▁نے ▁کہا ▁الله ▁کی ▁قسم ▁بے ▁شک ▁تو ▁البتہ ▁اپنی ▁گمراہ ی ▁میں ▁مبتلا ▁ہے
▁بلا ▁شک ▁و ▁شب ہ ▁یہ ▁کتاب ▁( قر ان ) ▁کی ▁تن زی ل ▁تمام ▁ جہ ان وں ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁ہے۔
▁وہ ▁دن ▁جب ▁لوگ ▁ظاہر ▁ہوں ▁گے ▁ان ▁کی ▁کوي ی ▁بات ▁اللہ ▁پر ▁پوش ید ہ ▁نہ ▁ہوگی ▁( ا واز ▁اي ے ▁گی ) ▁اج ▁کس ▁کی ▁حکومت ▁ہے ؟ ▁( جواب ▁ملے ▁گا ) ▁صرف ▁اللہ ▁کی ▁جو ▁واحد ▁و ▁یک تا ▁ہے ▁اور ▁ہر ▁چیز ▁پر ▁غالب ▁ہے۔
▁تو ▁( کہ ا ▁جاي ے ▁گا ▁کہ ) ▁ت جھ ▁پر ▁دا ہ نے ▁ہاتھ ▁والوں ▁کی ▁طرف ▁سے ▁سلام
▁اور تم ▁لوگ ▁تین ▁قسم ▁کے ▁ہو ▁جا و ▁گے۔
▁اور ▁ہمارا ▁حکم ▁نہیں ▁ہوتا ▁مگر ▁ایک ▁جو ▁ان کھ ▁جھ پک نے ▁میں ▁واقع ▁ہو ▁جاتا ▁ہے۔
▁پھر ▁ہر ▁گروہ ▁میں ▁سے ▁ان ▁لوگوں ▁کو ▁الگ ▁کر ▁لیں ▁گے ▁جو ▁الله ▁سے ▁بہت ▁ہی ▁سر کش ▁تھے
▁اس ▁( رسول ) ▁نے ▁کہا ▁اے ▁میرے ▁پروردگار ! ▁تو ▁میری ▁مدد ▁کر ! ▁کیونکہ ▁ان ▁لوگوں ▁نے ▁مجھے ▁جھ ٹل ایا ▁ہے۔
▁کیا ▁جو ▁باتیں ▁موسی ▁کے ▁ صح یف وں ▁میں ▁ہیں ▁ان ▁کی ▁اس ▁کو ▁خبر ▁نہیں ▁پہنچ ی
▁جس ▁وقت ▁تم ▁چڑھ ے ▁جاتے ▁تھے ▁اور ▁کسی ▁کو ▁م ڑ ▁کر ▁نہ ▁دیکھتے ▁تھے ▁اور ▁رسول ▁تمہیں ▁تمہارے پی چھ ے ▁سے ▁پکار ▁رہا ▁تھا ▁سو ▁الله ▁نے ▁تمہیں ▁اس ▁کی ▁پاداش ▁میں ▁غم ▁دیا ▁بسبب ▁غم ▁دینے ▁کے ▁تاکہ ▁تم ▁مغ موم ▁نہ ▁ہو ▁اس ▁پر ▁جو ▁ہاتھ ▁سے ▁نکل ▁ گي ی ▁اور ▁نہ ▁اس ▁پر ▁جو ▁تمہیں ▁پیش ▁اي ی ▁اور ▁الله ▁خبردار ▁ہے ▁اس ▁چیز ▁سے ▁جو ▁تم ▁کرتے ▁ہو
▁اور ▁جو ▁کوي ی ▁اچھے ▁کام ▁کرے ▁گا ▁مرد ▁ہے ▁یا ▁عورت ▁در ان حال ین کہ ▁وہ ▁ایم ا ▁ن دار ▁ہو ▁تو ▁وہ ▁لوگ ▁جنت ▁میں ▁داخل ▁ہوں ▁گے ▁اور ▁کھ جور ▁کے ▁ش گ اف ▁برابر ▁بھی ▁ظلم ▁نہیں ▁کیے ▁جاي یں ▁گے
▁سو ▁الله ▁بادشاہ ▁حقیقی ▁بلند ▁مرتب ے ▁والا ▁ہے ▁اور ▁تو ▁قر ان ▁کے ▁لینے ▁میں ▁جلد ی ▁نہ ▁کر ▁جب ▁تک ▁اس ▁کا ▁اتر نا ▁پورا ▁نہ ▁ہو جا ي ے اور ▁کہہ ▁اے ▁میرے ▁رب ▁مجھے ▁اور ▁زیادہ ▁علم ▁دے
▁اہل ▁کتاب ▁اور ▁مشر کین ▁میں ▁سے ▁جو ▁لوگ ▁کا فر ▁تھے ▁( وہ ▁اپنے ▁کفر ▁سے ) ▁باز ▁ انے ▁والے ▁نہ ▁تھے ▁جب ▁تک ▁کہ ▁ان ▁کے ▁پاس ▁دلیل ▁روشن ▁نہ ▁ا ▁جاي ے
▁پس ▁اس مان ▁اور ▁زمین ▁کے ▁مالک ▁کی ▁قسم ▁ہے ▁بے ▁شک ▁یہ ▁( قر ان ) ▁بر حق ▁ہے ▁جیسا ▁تم ▁باتیں ▁کرتے ▁ہو
▁پھر ▁جب ▁عزیز ▁نے ▁اس ▁کا ▁کر ▁تا ▁پیچھے ▁سے ▁چرا ▁دیکھا ▁بولا ▁بیش ک ▁یہ ▁تم ▁عورتوں ▁کا ▁چر تر ▁( فری ب ) ▁ہے ▁بیش ک ▁تم ہ ارا ▁چر تر ▁( فری ب ) ▁بڑا ▁ہے
▁تو ▁وہ ▁موت ▁کو ▁پکار ے ▁گا
▁اگر ▁تم ▁باوجود ▁تمہارے ▁پاس ▁دلیل یں ▁اج انے ▁کے ▁بھی ▁پھ سل ▁جا و ▁تو ▁جان ▁لو ▁کہ ▁اللہ ▁تعالی ▁غل بہ ▁والا ▁اور ▁حکمت ▁والا ▁ہے
▁یا ▁انہوں ▁نے ▁اپنے ▁رسول ▁کو ▁نہ ▁پہچان ا ▁تو ▁وہ ▁اسے ▁بیگ انہ ▁سمجھ ▁رہے ▁ہیں
▁جب ▁انہوں نے ▁اپنے ▁مربی ▁باپ ▁اور ▁قوم ▁سے ▁کہا ▁کہ ▁تم ▁لوگ ▁کس ▁کی ▁عبادت ▁کررہے ▁ہو
▁اسی ▁طرح ▁وہ ▁سب ▁لوگ ▁بہ کا ي ے ▁جاتے ▁رہے ▁ہیں ▁جو ▁اللہ ▁کی ▁ای ات ▁کا ▁انکار ▁کرتے ▁تھے
▁کہہ ▁دو ▁کہ ▁اگر ▁اخر ت ▁کا ▁گھر ▁اور ▁لوگوں ▁( یعنی ▁مسلمانوں ) ▁کے ▁لیے ▁نہیں ▁اور ▁خدا ▁کے ▁نزدیک ▁تمہارے ▁ہی ▁لیے ▁مخصوص ▁ہے ▁تو ▁اگر ▁سچ ے ▁ہو ▁تو ▁موت ▁کی ▁ارز و ▁تو ▁کرو
▁اور ▁چھ لک تے ▁ہو ي ے ▁جام ▁شراب ▁ہیں
▁اور ▁فرما و ▁کہ ▁سب ▁خوبی اں ▁اللہ ▁کے ▁لیے ▁عن قر یب ▁وہ ▁تمہیں ▁اپنی ▁نشان یاں ▁دکھا ي ے ▁گا ▁تو ▁انہیں ▁پہچان ▁لو ▁گے ▁اور ▁اے ▁محبوب ! ▁تم ہ ارا ▁رب ▁غافل ▁نہیں ، ▁اے ▁لوگ و ! ▁تمہارے ▁اعمال ▁سے ،
▁میں ▁انہیں ▁ضرور ▁گمراہ ▁کرد وں ▁گا ▁اور ▁ضرور ▁انہیں ▁غلط ▁امید یں ▁د لا وں ▁گا ▁اور ▁انہیں ▁ضرور ▁حکم ▁دیتا ▁رہ وں ▁گا ▁سو ▁وہ ▁یقینا ▁جانور وں ▁کے ▁کان ▁چی را ▁کریں ▁گے ▁اور ▁میں ▁انہیں ▁ضرور ▁حکم ▁دیتا ▁رہ وں ▁گا ▁سو ▁وہ ▁یقینا ▁اللہ ▁کی ▁بنا ي ی ▁ہو ي ی ▁چیز وں ▁کو ▁بدلا ▁کریں ▁گے ، ▁اور ▁جو ▁کوي ی ▁اللہ ▁کو ▁چھوڑ ▁کر ▁شیطان ▁کو ▁دوست ▁بنا لے ▁تو ▁واقعی ▁وہ ▁ صر یح ▁نقصان ▁میں ▁رہا ،
▁اے ▁محمد ، ▁کہ و ▁کہ ▁اگر ▁سمندر ▁میرے ▁رب ▁کی ▁باتیں ▁لکھنے ▁کے ▁لیے ▁روشن اي ی ▁بن ▁جاي ے ▁تو ▁وہ ▁ختم ▁ہو ▁جاي ے ▁مگر ▁میرے ▁رب ▁کی ▁باتیں ▁ختم ▁نہ ▁ہوں ، ▁بلکہ ▁اتنی ▁ہی ▁روشن اي ی ▁ہم ▁اور ▁لے ▁اي یں ▁تو ▁وہ ▁بھی ▁کف ایت ▁نہ ▁کرے
▁جو ▁لوگ ▁باوجود ▁اپنے ▁پاس ▁کسی ▁سند ▁کے ▁نہ ▁ہونے ▁کے ▁ای ات ▁ال ہی ▁میں ▁جھ گ ڑا ▁کرتے ▁ہیں ▁ان ▁کے ▁دل وں ▁میں ▁ب جز ▁نر ی ▁بڑا ي ی ▁کے ▁اور ▁کچھ ▁نہیں ▁وه ▁اس ▁تک ▁پہنچنے ▁والے ▁ہی ▁نہیں ، ▁سو ▁تو ▁اللہ ▁کی ▁پناه ▁مانگ تا ▁ره ▁بیش ک ▁وه ▁پورا ▁سن نے ▁والا ▁اور ▁سب ▁سے ▁زیاد ه ▁دیکھنے ▁والا ▁ہے
▁اور ▁اپ ▁( اپ نے ▁رب ▁کے ▁حضور ▁یہ ) ▁عرض ▁کرتے ▁رہیں : ▁اے ▁میرے ▁رب ! ▁مجھے ▁سچ اي ی ▁( خوش نود ی ) ▁کے ▁ساتھ ▁داخل ▁فرما ▁( جہ اں ▁بھی ▁داخل ▁فرمان ا ▁ہو ) ▁اور ▁مجھے ▁سچ اي ی ▁( و ▁خوش نود ی ) ▁کے ▁ساتھ ▁باہر ▁لے ▁ا ( جہ اں ▁سے ▁بھی ▁لا نا ▁ہو ) ▁اور ▁مجھے ▁اپنی ▁جانب ▁سے ▁مدد گار ▁غل بہ ▁و ▁قوت ▁عطا ▁فرما ▁دے ،
▁انہوں ▁نے ▁کہا ▁ہم ▁ایک ▁مجرم ▁قوم ▁کی ▁طرف ▁بھیج ے ▁ گي ے ▁ہیں
▁الر ، ▁یہ ▁کتاب ▁ال ہی ▁کی ▁ ایت یں ▁ہیں ▁اور ▁کھل ے ▁اور ▁روشن ▁قر ان ▁کی
▁پھر ▁جب ▁ٹھیک ▁بیٹھ ▁لے ▁کشتی ▁پر ▁تو ▁اور ▁تیر ے ▁ساتھ ▁والے ▁تو ▁کہہ ▁سب ▁خوبی اں ▁اللہ ▁کو ▁جس ▁نے ▁ہمیں ▁ان ▁ظالم وں ▁سے ▁نجات ▁دی ،
▁اور ▁اگر ▁یہ ▁لوگ ▁اعتراض ▁کریں ▁تو ▁( ا ے ▁پیغمبر ) ▁تم ہ ارا ▁کام ▁فقط ▁کھول ▁کر ▁سنا ▁دینا ▁ہے
▁ہم ▁نے ▁ان ▁پر ▁ایک ▁ہی ▁چ نگ ھا ڑ ▁بھیج ی ▁تو ▁وہ ▁با ڑھ ▁لگانے ▁والے ▁کی ▁روند ی ▁ہو ي ی ▁با ڑ ہ ▁کی ▁طرح ▁ہو ▁کر ▁رہ ▁ گي ے۔
▁( ا ے ▁رسول ▁ان ▁لوگوں ▁سے ) ▁کہ و ▁کہ ▁اللہ ▁کی ▁ز یب ▁و ▁ زین ت ▁کو ▁جو ▁اس ▁نے ▁اپنے ▁بند وں ▁کے ▁لي ے ▁پیدا ▁کی ▁ہے ▁کس ▁نے ▁حرام ▁کیا ▁ہے ؟ ▁اور ▁کھانے ▁کی ▁اچھی ▁اور ▁پاک ی زہ ▁غذا وں ▁کو ▁( کس ▁نے ▁حرام ▁کیا ▁ہے ؟ ) ! ▁وہ ▁تو ▁دراصل ▁ہیں ▁ہی ▁اہل ▁ایمان ▁کے ▁لي ے ▁د نیو ی ▁زندگی ▁میں ▁بھی ▁اور ▁خاص ▁کر ▁قیامت ▁کے ▁دن ▁تو ▁خالص ▁ان ہی ▁کے ▁لي ے ▁ہیں۔ ▁اسی ▁طرح ▁ہم ▁اپنی ▁ ایت وں ▁کو ▁تفصیل ▁کے ▁ساتھ ▁بیان ▁کرتے ▁ہیں ▁ان ▁لوگوں ▁کے ▁لي ے ▁جو ▁علم ▁رکھتے ▁ہیں۔
▁( ان ▁مہمان وں ▁کا ▁انا ▁تھا ▁کہ ) ▁اس ▁کی ▁قوم ▁کے ▁لوگ ▁بے ▁اختیار ▁اس ▁کے ▁گھر ▁کی ▁طرف ▁د وڑ ▁پڑے ▁پہلے ▁سے ▁وہ ▁ایسی ▁ہی ▁بد ▁کاری وں ▁کے ▁خو گر ▁تھے ▁ل وط ▁نے ▁ان ▁سے ▁کہا ▁" بھ اي یو ، ▁یہ ▁میری ▁بیٹی اں ▁موجود ▁ہیں ، ▁یہ ▁تمہارے ▁لیے ▁پاک ی زہ ▁تر ▁ہیں ▁کچھ ▁خدا ▁کا ▁خوف ▁کرو ▁اور ▁میرے ▁مہمان وں ▁کے ▁معاملے ▁میں ▁مجھے ▁ذ ل یل ▁نہ ▁کرو ▁کیا ▁تم ▁میں ▁کوي ی ▁بھ لا ▁اد می ▁نہیں ؟ "
▁پھر ▁ز چ گی ▁کی ▁تکلیف ▁نے ▁اسے ▁ایک ▁کھ جور ▁کے ▁درخت ▁کے ▁نیچے ▁پہنچا ▁دیا ▁وہ ▁کہنے ▁لگی ▁" ▁کاش ▁میں ▁اس ▁سے ▁پہلے ▁ہی ▁مر ▁جاتی ▁اور ▁میرا ▁نام ▁و ▁نشان ▁نہ ▁رہتا "
▁اللہ ▁کے ▁ساتھ ▁کسی ▁اور ▁کو ▁مع بود ▁نہ ▁ٹھہر ا ▁کہ ▁اخر ش ▁تو ▁بر ے ▁حال وں ▁بے کس ▁ہو ▁کر ▁بیٹھ ▁رہے ▁گا
▁سو ▁اگر ▁کبھی ▁تو ▁انہیں ▁لڑ اي ی ▁میں ▁پاي ے ▁تو ▁انہیں ▁ایسی ▁سزا ▁دے ▁کہ ▁ان ▁کے ▁پچھلے ▁دیکھ ▁کر ▁بھاگ ▁جاي یں ▁تاکہ ▁انہیں ▁عبر ت ▁ہو
▁اور ▁رات ▁کو ▁بھی ۔ ▁تو ▁کیا ▁تم ▁عقل ▁نہیں ▁رکھتے
▁اور ▁تم ▁نے ▁اپنی ▁روزی ▁یہی ▁قرار ▁دے ▁رکھی ▁ہے ▁کہ ▁اس ▁کا ▁انکار ▁کرتے ▁رہ و
▁موسی ▁نے ▁کہا ▁کہ ▁ان ▁بات وں ▁کا علم ▁میرے ▁پروردگار ▁کے ▁پاس ▁اس ▁کی ▁کتاب ▁میں ▁محفوظ ▁ہے ▁وہ ▁نہ ▁بہ کت ا ▁ہے ▁اور ▁نہ ▁بھول تا ▁ہے
▁اور ▁ہم ▁یقینا ▁تمہیں ▁تھ و ڑے ▁خوف ▁تھ وڑ ی ▁بھوک ▁اور ▁اموال نف وس ▁اور ▁ثم رات ▁کی ▁کمی ▁سے ▁از ماي یں ▁گے ▁اور ▁اے ▁پیغمبر ▁اپ ▁ان ▁صبر ▁کرنے ▁والوں ▁کو ▁بشار ت ▁دے ▁دیں
▁کیا ▁جو ▁شخص ▁اپنے ▁رب ▁کی ▁طرف ▁سے ▁کھل ی ▁دلیل ▁رکھتا ▁ہے ▁اور ▁اس ▁کے ▁پیچھے ▁اس ▁کا ▁گواہ ▁بھی ▁ہے ▁اور ▁اس ▁کے ▁پہلے ▁موسی ▁کی ▁کتاب ▁گواہ ی ▁دے ▁رہی ▁ہے ▁جو ▁قوم ▁کے ▁لي ے ▁پیش وا ▁اور ▁رحمت ▁تھی ▁- وہ ▁افت را ▁کرے ▁گا ▁بیش ک ▁صاحب ان ▁ایمان ▁اسی ▁پر ▁ایمان ▁رکھتے ▁ہیں ▁اور ▁جو ▁لوگ ▁اس ▁کا ▁انکار ▁کرتے ▁ہیں ▁ان ▁کا ٹھ کان ہ ▁ جہ نم ▁ہے ▁تو ▁خبردار ▁تم ▁اس ▁قر ان ▁کی ▁طرف ▁سے ▁شک ▁میں ▁مبتلا ▁نہ ▁ہونا ▁- یہ ▁خدا ▁کی ▁طرف ▁سے ▁بر حق ▁ہے ▁اگرچہ ▁اکثر ▁لوگ ▁اس ▁پر ▁ایمان ▁نہیں ▁لا تے ▁ہیں
▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁اپ ▁سچ ے ▁ہیں ▁تو ▁یہ ▁وعدہ ▁عذاب ▁کب ▁پورا ▁ہوگا
▁پھر ▁جب ▁انہوں ▁نے ▁( اپ نی ▁رس یاں ▁اور ▁لا ٹھ یاں ) ▁ڈال ▁دیں ▁تو ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا : ▁جو ▁کچھ ▁تم ▁لاي ے ▁ہو ▁( یہ ) ▁جادو ▁ہے ، ▁بیش ک ▁اللہ ▁ابھی ▁اسے ▁باطل ▁کر ▁دے ▁گا ، ▁یقینا ▁اللہ ▁مف سد وں ▁کے ▁کام ▁کو ▁درست ▁نہیں ▁کرتا ،
▁وہ ▁دن ▁کے ▁اندر ▁رات ▁کو ▁اور ▁رات ▁کے ▁اندر ▁دن ▁کو ▁پر وتا ▁ہوا ▁لے ▁ا تا ▁ہے ▁چاند ▁اور ▁سور ج ▁کو ▁اس ▁نے ▁م سخر ▁کر ▁رکھا ▁ہے ▁یہ ▁سب ▁کچھ ▁ایک ▁وقت ▁مقرر ▁تک ▁چلے ▁جا ▁رہا ▁ہے ▁وہی ▁اللہ ▁( جس ▁کے ▁یہ ▁سارے ▁کام ▁ہیں ) ▁تم ہ ارا ▁رب ▁ہے ▁بادشاہ ی ▁اسی ▁کی ▁ہے ▁اسے ▁چھوڑ ▁کر ▁جن ▁دوسروں ▁کو ▁تم ▁پکار تے ▁ہو ▁وہ ▁ایک ▁پر کا ہ ▁کے ▁مالک ▁بھی ▁نہیں ▁ہیں
▁یہ ▁سمجھ ▁رہے ▁ہیں ▁کہ ▁حملہ ▁اور ▁گروہ ▁ابھی ▁ گي ے ▁نہیں ▁ہیں ▁اور ▁اگر ▁وہ ▁پھر ▁حملہ ▁اور ▁ہو ▁جاي یں ▁تو ▁ان ▁کا ▁جی ▁چاہتا ▁ہے ▁کہ ▁اس ▁موقع ▁پر ▁یہ ▁کہیں ▁صحرا ▁میں ▁بدو وں ▁کے ▁درمیان ▁جا ▁بیٹھ یں ▁اور ▁وہ یں ▁سے ▁تمہارے ▁حالات ▁پوچھ تے ▁رہیں ▁تاہم ▁اگر ▁یہ ▁تمہارے ▁درمیان ▁رہے ▁بھی ▁تو ▁لڑ اي ی ▁میں ▁کم ▁ہی ▁حصہ ▁لیں ▁گے
▁اسی ▁لعنت ▁زد گی ▁کی ▁حالت ▁میں ▁وہ ▁ہمیشہ ▁رہیں ▁گے ، ▁نہ ▁ان ▁کی ▁س ز ▁ا میں ▁تخفیف ▁ہوگی ▁اور ▁نہ ▁انہیں ▁پھر ▁کوي ی ▁دوسری ▁مہ لت ▁دی ▁جاي ے ▁گی
▁وہ ▁انتہا ي ی ▁گھ برا ہ ٹ ▁کا ▁وقت ▁ان ▁کو ▁ذرا ▁پریشان ▁نہ ▁کرے ▁گا ، ▁اور ▁ملا ي کہ ▁بڑھ ▁کر ▁ان ▁کو ▁ہاتھوں ▁ہاتھ ▁لیں ▁گے ▁کہ ▁" یہ ▁تم ہ ارا ▁وہی ▁دن ▁ہے ▁جس ▁کا ▁تم ▁سے ▁وعدہ ▁کیا ▁جاتا ▁تھا "
▁اور ▁نہ ▁کسی ▁کا ہن ▁کے ▁ مز خر فات ▁ہیں۔ ▁لیکن ▁تم ▁لوگ ▁بہت ▁ہی ▁کم ▁فکر ▁کرتے ▁ہو
▁بے ▁شک ▁نیک و کار ▁نعمت وں ▁( کی ▁بہ شت ) ▁میں ▁ہوں ▁گے۔
▁اور ▁زمین ▁اپنے ▁اندر ▁کے ▁سارے ▁بوجھ ▁نکال ▁کر ▁باہر ▁ڈال ▁دے ▁گی
▁بند وں ▁کی ▁روزی ▁کے ▁لي ے ▁اور ▁ہم ▁نے ▁پانی ▁سے ▁مرد ه ▁شہر ▁کو ▁زنده ▁کر ▁دیا۔ ▁اسی ▁طرح ▁( ق بر وں ▁سے ) ▁نکل نا ▁ہے
▁یہ ▁لوگ ▁اسے ▁دور ▁سمجھتے ▁ہیں
▁خدا ▁نے ▁سب ▁کا ▁ا حص اي ▁کرلیا ▁ہے ▁اور ▁سب ▁کو ▁با قاعدہ ▁شمار ▁کرلیا ▁ہے
▁اور ▁جس ▁نے ▁اپنے ▁ماں ▁باپ ▁سے ▁یہ ▁کہا ▁کہ ▁تمہارے ▁لي ے ▁ح یف ▁ہے ▁کہ ▁تم ▁مجھے ▁اس ▁بات ▁سے ▁ڈرا تے ▁ہو ▁کہ ▁میں ▁دوبارہ ▁قبر ▁سے ▁نکال ا ▁جا وں ▁گا ▁حالانک ہ ▁مجھ ▁سے ▁پہلے ▁بہت ▁سی ▁قوم یں ▁گزر ▁چکی ▁ہیں ▁اور ▁وہ ▁دونوں ▁فریاد ▁کررہے ▁تھے ▁کہ ▁یہ ▁بڑی ▁افسوس ▁ ناک ▁بات ▁ہے ▁بیٹا ▁ایمان ▁لے ▁ا ▁- ▁خدا ▁کا ▁وعدہ ▁بالکل ▁سچ ا ▁ہے ▁تو ▁کہنے ▁لگا ▁کہ ▁یہ ▁سب ▁ پرانے ▁لوگوں ▁کے ▁افسان ے ▁ہیں
▁اور ▁جو ▁لوگ ▁کفر ▁کریں ▁گے ▁اور ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل اي یں ▁گے ▁تو ▁وہی ▁دوزخ ی ▁ہوں ▁گی ، ▁وہ ▁اس ▁میں ▁ہمیشہ ▁رہیں ▁گے ،
▁اور ▁جس ▁نے ▁اندازہ ▁ٹھہر ایا ▁پھر ▁راہ ▁دکھا ي ی
▁پھر ▁ہم ▁نے ▁دوسروں ▁کو ▁ہلاک ▁کردیا ،
▁اور ▁ہم ▁نے ▁رات ▁اور ▁دن ▁کو ▁اپنی ▁نشانی ▁قرار ▁دیا ▁ہے ▁پھر ▁ہم ▁رات ▁کی ▁نشانی ▁کو ▁م ٹا ▁دیتے ▁ہیں ▁اور ▁دن ▁کی ▁نشانی ▁کو ▁روشن ▁کردی تے ▁ہیں ▁تاکہ ▁تم ▁اپنے ▁پروردگار ▁کے ▁فضل ▁و ▁انعام ▁کو ▁طلب ▁کر سکو ▁اور ▁سال ▁اور ▁حساب ▁کے ▁اعداد ▁معلوم ▁کر سکو ▁اور ▁ہم ▁نے ▁ہر ▁ش ے ▁کو ▁تفصیل ▁کے ▁ساتھ ▁بیان ▁کردیا ▁ہے
▁تو ▁ہم ▁نے ▁فرمایا ▁تم ▁دونوں ▁جا و ▁اس ▁قوم ▁کی ▁طرف ▁جس ▁نے ▁ہماری ▁ ایت یں ▁جھ ٹل اي یں ▁پھر ▁ہم ▁نے ▁انہیں ▁تباہ ▁کرکے ▁ہلاک ▁کردیا ،
▁سو ▁ہم ▁نے ▁ان ▁سے ▁بدل ہ ▁لے ▁لیا ▁پس ▁اپ ▁دیکھ ي ے ▁کہ ▁جھ ٹل انے ▁والوں ▁کا ▁انجام ▁کی سا ▁ہوا ،
▁اور ▁جو ▁اس ▁کو ▁قبول ▁کرنے ▁سے ▁انکار ▁کریں ▁گے ▁اور ▁ہماری ▁ای ات ▁کو ▁جھ ٹل اي یں ▁گے ، ▁وہ ▁ اگ ▁میں ▁جانے ▁والے ▁لوگ ▁ہیں ، ▁جہاں ▁وہ ▁ہمیشہ ▁رہیں ▁گے "
▁او ▁ر جو ▁لوگ ▁اپنی ▁بیوی وں ▁پر ▁تہ مت ▁لگا تے ▁ہیں ▁اور ▁ان ▁کے ▁لیے ▁سوا ي ے ▁اپنے ▁اور کو ي ی ▁گواہ ▁نہیں ▁تو ▁ایسے ▁شخص ▁کی ▁گواہ ی ▁کی ▁یہ ▁صورت ▁ہے ▁کہ ▁چار ▁مرتبہ ▁الله ▁کی ▁قسم ▁کھا ▁کر ▁گواہ ی ▁دے ▁کہ ▁بے ▁شک ▁وہ ▁سچ ا ▁ہے
▁پس ▁تم ▁اللہ ▁کے ▁لي ے ▁مثل ▁نہ ▁ٹھہر ایا ▁کرو ، ▁بیش ک ▁اللہ ▁جانتا ▁ہے ▁اور ▁تم ▁نہیں ▁جانتے ،
▁اور ▁بھ اي یوں ▁نے ▁اسے ▁کھو ٹے ▁دام وں ▁ گن تی ▁کے ▁روپ وں ▁پر ▁بیچ ▁ڈال ا ▁اور ▁انہیں ▁اس ▁میں ▁کچھ ▁رغبت ▁نہ ▁تھی
▁اور ▁یاد ▁کرو ▁جب ▁اللہ ▁نے ▁پیغمبر وں ▁سے ▁ان ▁کا ▁عہد ▁لیا ▁جو ▁میں ▁تم ▁کو ▁کتاب ▁اور ▁حکمت ▁د وں ▁پھر ▁تشریف ▁لاي ے ▁تمہارے ▁پاس ▁وہ ▁رسول ▁کہ ▁تمہاری ▁کتابوں ▁کی ▁تصدیق ▁فرما ي ے ▁تو ▁تم ▁ضرور ▁ضرور ▁اس ▁پر ▁ایمان ▁لا نا ▁اور ▁ضرور ▁ضرور ▁اس ▁کی ▁مدد ▁کرنا ، ▁فرمایا ▁کیوں ▁تم ▁نے ▁ا قرار ▁کیا ▁اور ▁اس ▁پر ▁میرا ▁بھاری ▁ذم ہ ▁لیا ؟ ▁سب ▁نے ▁عرض ▁کی ، ▁ہم ▁نے ▁ا قرار ▁کیا ، ▁فرمایا ▁تو ▁ایک ▁دوسرے ▁پر ▁گواہ ▁ہو جا و ▁اور ▁میں ▁اپ ▁تمہارے ▁ساتھ ▁گواہ وں ▁میں ▁ہوں ،
▁یہ ▁ان ▁کام وں ▁کی ▁سزا ▁ہے ▁جو ▁تمہارے ▁ہاتھ ▁ اگ ے ▁بھیج تے ▁رہے ▁ہیں ▁اور ▁خدا ▁تو ▁بند وں ▁پر ▁مطلق ▁ظلم ▁نہیں ▁کرتا
▁نہیں ، ▁بلکہ ▁ہم ▁محروم ▁رہ ▁ گي ے "
▁اور ▁اس ▁شخص ▁سے ▁بڑھ ▁کر ▁ظالم ▁کون ▁ہو ▁سکتا ▁ہے ▁جو ▁اللہ ▁کی ▁مسجد وں ▁میں ▁اللہ ▁کے ▁ذکر ▁سے ▁( اللہ ▁کے ▁بند وں ▁کو ) ▁رو کے ▁اور ▁ان ▁کی ▁وی رانی ▁و ▁بر باد ی ▁کی ▁کوشش ▁کرے ▁حالانک ہ ▁( رو ک نے ▁والوں ) ▁کو ▁یہ ▁حق ▁نہیں ▁پہنچ تا ▁کہ ▁وہ ▁مسجد وں ▁میں ▁داخل ▁ہوں ▁مگر ▁ڈر تے ▁ڈر ت ے۔ ▁ان ▁لوگوں ▁کے ▁لي ے ▁دنیا ▁میں ▁ذ لت ▁و ▁رس وا ي ی ▁اور ▁اخر ت ▁میں ▁بڑا ▁عذاب ▁ہے۔
▁اور ▁فرع ون ▁اور ▁اس ▁سے ▁اگلے ▁اور ▁ال ٹ نے ▁والی ▁بست یاں ▁خطا ▁لاي ے
▁یہ ▁رب ▁العالم ین ▁کا ▁نازل ▁کردہ ▁ہے
▁یہ ▁سب ▁کچھ ▁ان ▁اعمال ▁کی ▁جزا ▁کے ▁طور ▁پر ▁انہیں ▁ملے ▁گا ▁جو ▁وہ ▁دنیا ▁میں ▁کرتے ▁رہے ▁تھے
▁ایمان ▁وا ▁ل وں ▁سے ▁فرما و ▁در گز ر یں ▁ان ▁سے ▁جو ▁اللہ ▁کے ▁دنوں ▁کی ▁امید ▁نہیں ▁رکھتے ▁تاکہ ▁اللہ ▁ایک ▁قوم ▁کو ▁اس ▁کی ▁کم اي ی ▁کا ▁بدل ہ ▁دے
▁کیا ▁یہ ▁لوگ ▁ج اہل یت ▁کا ▁حکم ▁چاہتے ▁ہیں ▁جب ▁کہ ▁صاحب ان ▁یقین ▁کے ▁لي ے ▁اللہ ▁کے ▁فیصلہ ▁سے ▁بہتر ▁کس ▁کا ▁فیصلہ ▁ہوسکتا ▁ہے
▁وہ ▁صبح ▁کا ▁نکال نے ▁والا ▁ہے ▁اور ▁اس ▁نے ▁ا رام ▁کے ▁لیے ▁رات ▁بنا ي ی ▁اسی ▁نے ▁چاند ▁اور ▁سور ج ▁کا ▁حساب ▁مقرر ▁کیا ▁ہے ▁یہ ▁غالب ▁جان نے ▁والے ▁کا ▁اندازہ ▁ہے
▁اور ▁اپنی ▁زبان وں ▁سے ▁جھوٹ ▁بنا ▁کر ▁نہ ▁کہ و ▁کہ ▁یہ ▁حل ا ▁ل ▁ہے ▁اور یہ ▁حر ا ▁م ▁ہے ▁تاکہ ▁الله ▁پر ▁بہت ان ▁با ند ھو ▁بے ▁شک ▁جو ▁الله ▁پر ▁بہت ان ▁بان دھ تے ▁ہیں ▁ان کا ▁بھ ل انہ ▁ہوگا
▁یہ ▁تمہاری ▁جزا ▁ہے ▁اور ▁تمہاری ▁کوشش ▁شکر گزار ی ▁کے ▁قابل ▁ہے۔
▁بیش ک ▁وہ ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁پھر ▁دوسروں ▁کو ▁ڈ بو ▁دیا
▁اس مان وں ▁اور ▁زمین ▁کی ▁کن ج یاں ▁اسی ▁کی ▁ہیں ، ▁جس ▁کی ▁چاہے ▁روزی ▁کش اده ▁کرد ے ▁اور ▁تنگ ▁کرد ے ، ▁یقینا ▁وه ▁ہر ▁چیز ▁کو ▁جان نے ▁والا ▁ہے
▁اور ▁دیو ▁بس ▁میں ▁کردی ے ▁ہر ▁مع مار ▁اور ▁ غوط ہ ▁خور
▁اور ▁ہم ▁نے ▁اسے ▁تخت یوں ▁پر ▁ہر ▁قسم ▁کی ▁نص ی حت ▁اور ▁ہر ▁چیز ▁کی ▁تفصیل ▁لکھ ▁دی ▁سو ▁انہیں ▁مضبوط ی ▁سے ▁پکڑ ▁لے ▁او ▁ راپ نی ▁قوم ▁کو ▁حکم ▁کر ▁کہ ▁اس ▁کی ▁بہتر ▁بات وں ▁پر ▁عمل ▁کریں ▁عن قر یب ▁میں ▁تمہیں ▁نا فر مان وں ▁کا ▁ ٹھ کان ہ ▁دکھا وں ▁گا
▁بیش ک ▁ابراہیم ▁بہت ▁ہی ▁درد مند ▁اور ▁خدا ▁کی ▁طرف ▁رجوع ▁کرنے ▁والے ▁تھے
▁پھر ▁ان ▁سختی وں ▁کے ▁بعد ▁انہوں ▁نے ▁کیوں ▁فریاد ▁نہیں ▁کی ▁بات ▁یہ ▁ہے ▁کہ ▁ان ▁کے ▁دل ▁سخت ▁ہو گي ے ▁ہیں ▁اور ▁شیطان ▁نے ▁ان ▁کے ▁اعمال ▁کو ▁ان ▁کے ▁لي ے ▁ار است ہ ▁کردیا ▁ہے
▁اور ▁ان ▁کے ▁اعمال ▁کی ▁براي یاں ▁ان ▁پر ▁ظاہر ▁ہو جا ي یں ▁گی ▁اور ▁جس ▁( ع ذ اب ) ▁کی ▁وہ ▁ہنس ی ▁ا ڑا تے ▁تھے ▁وہ ▁ان ▁کو ▁ا گھ ی رے ▁گا
▁بیش ک ▁جو ▁اپنے ▁عہد ▁کو ▁پورا ▁کرے ▁گا ▁اور ▁خور ▁خدا ▁پیدا ▁کرے ▁گا ▁تو ▁خدا ▁مت ق ین ▁کو ▁دوست ▁رکھتا ▁ہے
▁ہم ▁نے ▁اسے ▁دنیا ▁میں ▁بھی ▁بہتر ی ▁دی ▁تھی ▁اور ▁بے شک ▁وه ▁اخر ت ▁میں ▁بھی ▁نیک و کار وں ▁میں ▁ہیں
▁خدا ي ے ▁رحم ن ۔
▁اے ▁میرے ▁رب ! ▁مجھے ▁نیک ▁ بخت ▁اولاد ▁عطا ▁فرما
▁اے ▁ایمان ▁والو ! ▁تم ▁جب ▁کوي ی ▁سر گو شی ▁( خف یہ ▁بات ) ▁کرو ▁تو ▁گناہ ، ▁ظلم ▁و ▁زیادتی ▁اور ▁رسول ( ص ) ▁کی ▁نا فر مان ی ▁کے ▁بارے ▁میں ▁سر گو شی ▁نہ ▁کرو ▁بلکہ ▁نیک ی ▁کرنے ▁اور ▁تقوی ▁اختیار ▁کرنے ▁کی ▁سر گو شی ▁کرو ▁اور ▁اللہ ▁( کی ▁نا فر مان ی ▁سے ) ▁ڈر و ▁جس ▁کے ▁پاس ▁جمع ▁کي ے ▁جا و ▁گے۔
▁اور ▁شاعر وں ▁کی ▁پیر وی ▁بہ کے ▁ہو ي ے ▁لوگ ▁ہی ▁کرتے ▁ہیں ،
▁وہی ▁اللہ ▁ہے ▁جس ▁کے ▁سوا ▁کوي ی ▁مع بود ▁نہیں ، ▁باد شاه ، ▁نہای ت ▁پاک ، ▁سب ▁ع یب وں ▁سے ▁صاف ، ▁امن ▁دینے ▁والا ، ▁ نگ ہ بان ، ▁غالب ▁زور اور ، ▁اور ▁بڑا ي ی ▁والا ، ▁پاک ▁ہے ▁اللہ ▁ان ▁چیز وں ▁سے ▁جنہیں ▁یہ ▁اس ▁کا ▁شریک ▁بنا تے ▁ہیں
▁ہم ▁اسی ▁طرح ▁محسن وں ▁کو ▁صل ہ ▁دیا ▁کرتے ▁ہیں ،
▁یا خا کس ار ▁مس کین ▁کو ▁کھانا ▁کھل انا ۔
▁اور ▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁نیک ▁عمل ▁کي ے ▁ہم ▁ان ▁کو ▁جنت ▁کے ▁بالا ▁خان وں ▁میں ▁جگہ ▁دیں ▁گے ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہوں ▁گی ▁( اور ) ▁وہ ▁ان ▁میں ▁ہمیشہ ▁رہیں ▁گے ▁کیا ▁اچھا ▁ اجر ▁ہے ▁( ن یک ) ▁عمل ▁کرنے ▁والوں ▁کا ۔
▁اور ▁ان ▁کے ▁پاس ▁ایسا ▁کوي ی ▁نبی ▁نہ ▁ا تا ▁تھا ▁کہ ▁جس ▁سے ▁وہ ▁ ٹھ ٹھا ▁نہ ▁کرتے ▁تھے
▁اور ▁جس ▁دن ▁وہ ▁سب ▁کو ▁ایک ▁ساتھ ▁جمع ▁کرے ▁گا ▁پھر ▁فرشت وں ▁سے ▁ارشاد ▁فرما ي ے ▁گا : ▁کیا ▁یہی ▁لوگ ▁ہیں ▁جو ▁تمہاری ▁عبادت ▁کیا ▁کرتے ▁تھے ،
▁اور ▁اے ▁میری ▁قوم ! ▁تم ▁اپنی ▁جگہ ▁( اور ▁اپنے ▁طریقہ ) ▁پر ▁عمل ▁کي ے ▁جا و ▁میں ▁اپنی ▁جگہ ▁( اور ▁اپنے ▁طریقہ ) ▁پر ▁عمل ▁کر ▁رہا ▁ہوں ▁عن قر یب ▁تمہیں ▁معلوم ▁ہو ▁جاي ے ▁گا ▁کہ ▁کس ▁پر ▁وہ ▁عذاب ▁ا تا ▁ہے ▁جو ▁اسے ▁رس وا ▁کر ▁دے ▁گا ؟ ▁اور ▁کون ▁جھوٹ ا ▁ہے ؟ ▁اور ▁تم ▁انتظار ▁کرو ۔ ▁میں ▁بھی ▁تمہارے ▁ساتھ ▁انتظار ▁کرتا ▁ہوں۔
▁میں ▁نے ▁ایک ▁عورت ▁دیکھی ▁کہ ▁ان ▁لوگوں ▁پر ▁بادشاہ ت ▁کرتی ▁ہے ▁اور ▁ہر ▁چیز ▁اسے ▁می سر ▁ہے ▁اور ▁اس ▁کا ▁ایک ▁بڑا ▁تخت ▁ہے
▁اور ▁جب ▁ان ▁کے ▁ایک ▁گروہ ▁نے ▁کہہ ▁دیا ▁کہ ▁مدینہ ▁والو ▁اب ▁یہاں ▁ ٹھ کان ا ▁نہیں ▁ہے ▁لہذا ▁واپس ▁بھاگ ▁چل و ▁اور ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁نبی ▁سے ▁اجازت ▁مانگ ▁رہا ▁تھا ▁کہ ▁ہمارے ▁گھر ▁خالی ▁پڑے ▁ہو ي ے ▁ہیں ▁حالانک ہ ▁وہ ▁گھر ▁خالی ▁نہیں ▁تھے ▁بلکہ ▁یہ ▁لوگ ▁صرف ▁بھاگ نے ▁کا ▁اراد ہ ▁کررہے ▁تھے
▁جو ▁تمہارے ▁اور ▁تمہارے ▁م ویش وں ▁کی لي ے ▁سامان ▁زندگی ▁کے ▁طور ▁پر ▁ہے۔
▁پھر ▁موسی ▁نے ▁کہا ▁" کیا ▁میں ▁اللہ ▁کے ▁سوا ▁کوي ی ▁اور ▁مع بود ▁تمہارے ▁لیے ▁تلاش ▁کر وں ؟ ▁حالانک ہ ▁وہ ▁اللہ ▁ہی ▁ہے ▁جس ▁نے ▁تمہیں ▁دنیا ▁بھر ▁کی ▁قوم وں ▁پر ▁فضیلت ▁بخشی ▁ہے
▁اور ▁جو ▁لوگ ▁چاہتے ▁ہیں ▁کہ ▁اہل ▁ایمان ▁میں ▁بے ▁ح یا ي ی ▁و ▁براي ی ▁کی ▁اشاعت ▁ہو ▁( اور ▁اس ▁کا ▁چر چا ▁ہو ) ▁ان ▁کی لي ے ▁دنیا ▁و ▁اخر ت ▁میں ▁درد ناک ▁عذاب ▁ہے۔ ▁اور ▁اللہ ▁جانتا ▁ہے ▁اور ▁تم ▁نہیں ▁جانتے ۔
▁موسی ▁نے ▁جواب ▁دیا ▁" یہ ▁میری ▁لا ٹھی ▁ہے ، ▁اس ▁پر ▁ ٹیک ▁لگا ▁کر ▁چل تا ▁ہوں ، ▁اس ▁سے ▁اپنی ▁بکر یوں ▁کے ▁لیے ▁پ تے ▁جھ ا ڑ تا ▁ہوں ، ▁اور ▁بھی ▁بہت ▁سے ▁کام ▁ہیں ▁جو ▁اس ▁سے ▁لی تا ▁ہوں "
▁جب ▁انہیں ▁ہماری ▁صاف ▁صاف ▁باتیں ▁سنا ي ی ▁جاتی ▁ہیں ▁تو ▁وہ ▁لوگ ▁جو ▁ہم ▁سے ▁ملنے ▁کی ▁توقع ▁نہیں ▁رکھتے ، ▁کہتے ▁ہیں ▁کہ ▁“ اس ▁کے ▁بجا ي ے ▁کوي ی ▁اور ▁قر ان ▁لا و ▁یا ▁اس ▁میں ▁کچھ ▁ترمیم ▁کرو ▁" ▁اے ▁محمد ، ▁ان ▁سے ▁کہ و ▁“ میر ا ▁یہ ▁کام ▁نہیں ▁ہے ▁کہ ▁اپنی ▁طرف ▁سے ▁اس ▁میں ▁کوي ی ▁ت غیر ▁و ▁ت بدل ▁کر ▁ل وں ▁میں ▁تو ▁بس ▁اس ▁وح ی ▁کا ▁پیر و ▁ہوں ▁جو ▁میرے ▁پاس ▁بھیج ی ▁جاتی ▁ہے ▁اگر ▁میں ▁اپنے ▁رب ▁کی ▁نا فر مان ی ▁کر وں ▁تو ▁مجھے ▁ایک ▁بڑے ▁ہو ل ناک ▁دن ▁کے ▁عذاب ▁کا ▁ڈر ▁ہے "
▁اور ▁ہمارے ▁لیے ▁اس ▁دنیا ▁کی ▁بھ لا ي ی ▁بھی ▁لکھ ▁دی جی ے ▁اور ▁اخر ت ▁کی ▁بھی ، ▁ہم ▁نے ▁اپ ▁کی ▁طرف ▁رجوع ▁کر ▁لیا " ▁جواب ▁میں ▁ارشاد ▁ہوا ▁" س زا ▁تو ▁میں ▁جسے ▁چاہتا ▁ہوں ▁دیتا ▁ہوں ، ▁مگر ▁میری ▁رحمت ▁ہر ▁چیز ▁پر ▁چھ اي ی ▁ہو ي ی ▁ہے ، ▁اور ▁اسے ▁میں ▁ان ▁لوگوں ▁کے ▁حق ▁میں ▁لکھ وں ▁گا ▁جو ▁نا فر مان ی ▁سے ▁پر ہ یز ▁کریں ▁گے ، ▁ز کو ۃ ▁دیں ▁گے ▁اور ▁میری ▁ای ات ▁پر ▁ایمان ▁لاي یں ▁گے "
▁تم ▁میں ▁سے ▁جو ▁شخص ▁کوي ی ▁بات ▁چپ کے ▁سے ▁کہ ے ▁یا ▁پکار ▁کر کہ ے ▁اور ▁جو ▁شخص ▁رات ▁میں ▁کہیں ▁چھپ ▁جاي ے ▁یا ▁دن ▁میں ▁چلے ▁پھر ے ▁یہ ▁سب ▁برابر ▁ہیں
▁اور ▁اسے ▁میرا ▁شریک ▁کار ▁کر ▁دے
▁اور ▁ہم ▁نے ▁اپ ▁کو ▁نہیں ▁بھی جا ▁مگر ▁تمام ▁انسان وں ▁کی لي ے ▁ب شیر ▁و ▁ن ذ یر ▁بنا ▁کر ▁مگر ▁اکثر ▁لوگ ▁جانتے ▁نہیں ▁ہیں۔
▁ان ▁لوگوں ▁نے ▁کہا ▁کہ ▁ہم ▁اس ▁کے ▁باپ ▁پر ▁ڈو رے ▁ڈال یں ▁گے ▁کہ ▁وہ ▁( اما دہ ▁ہو ▁جاي یں ) ▁اور ▁ہم ▁ضرور ▁ایسا ▁کریں ▁گے۔
▁اپ ▁یقینا ▁ایمان ▁والوں ▁کے ▁حق ▁میں ▁بل ح اظ ▁ع دا وت ▁سب ▁لوگوں ▁سے ▁زیادہ ▁سخت ▁یہودی وں ▁اور ▁مشر ک وں ▁کو ▁پاي یں ▁گے ، ▁اور ▁اپ ▁یقینا ▁ایمان ▁والوں ▁کے ▁حق ▁میں ▁بل ح اظ ▁محبت ▁سب ▁سے ▁قریب ▁تر ▁ان ▁لوگوں ▁کو ▁پاي یں ▁گے ▁جو ▁کہتے ▁ہیں : ▁بیش ک ▁ہم ▁نص اری ▁ہیں۔ ▁یہ ▁اس ▁لي ے ▁کہ ▁ان ▁میں ▁علماء ▁( شر ی عت ▁بھی ) ▁ہیں ▁اور ▁( عب ادت ▁گزار ) ▁گوش ہ ▁ نشین ▁بھی ▁ہیں ▁اور ▁( ن یز ) ▁وہ ▁تک بر ▁نہیں ▁کرتے ،
▁تو ▁اللہ ▁تعالی ▁کی ▁راه ▁میں ▁جہاد ▁کرتا ▁ره ، ▁تج ھے ▁صرف ▁تیر ی ▁ذات ▁کی ▁نسبت ▁حکم ▁دیا ▁جاتا ▁ہے ، ▁ہاں ▁ایمان ▁والوں ▁کو ▁رغبت ▁دل ات ا ▁ره ، ▁بہت ▁ممکن ▁ہے ▁کہ ▁اللہ ▁تعالی ▁کا فر وں ▁کی ▁جنگ ▁کو ▁روک ▁دے ▁اور ▁اللہ ▁تعالی ▁سخت ▁قوت ▁والا ▁ہے ▁اور ▁سزا دی نے ▁میں ▁بھی ▁سخت ▁ہے
▁اور ▁اگر ▁اصحاب ▁ی مین ▁میں ▁سے ▁ہے
▁ان ▁کو ▁وہاں ▁ایسی ▁شراب ▁کے ▁جام ▁پلا ي ے ▁جاي یں ▁گے ▁جس ▁میں ▁سون ٹھ ▁کی ▁ام یز ش ▁ہوگی
▁کیا ▁ان ▁کے ▁پاس ▁ایسے ▁خدا ▁موجود ▁ہیں ▁جو ▁ہمارے ▁بغیر ▁انہیں ▁بچا ▁سکیں ▁گے ▁یہ ▁بیچ ارے ▁تو ▁خود ▁اپنی ▁بھی ▁مدد ▁نہیں ▁کرسکتے ▁ہیں ▁اور ▁نہ ▁انہیں ▁خود ▁بھی ▁عذاب ▁سے ▁پناہ ▁دی ▁جاي ے ▁گی
▁اور ▁یہ ▁وہی ▁ہے ▁جو ▁جلا تا ▁اور ▁مار تا ▁ہے ▁اور ▁رات ▁دن ▁کے ▁ ردو بدل ▁کا ▁مختار ▁بھی ▁وہی ▁ہے۔ ▁کیا ▁تم ▁کو ▁سمجھ ▁بوجھ ▁نہیں ؟
▁( ۶ ) ▁اور ▁ یت یم ▁کے ▁مال ▁کے ▁قریب ▁نہ ▁جا و ▁مگر ▁ایسے ▁طریقہ ▁سے ▁جو ▁بہترین ▁ہو ▁یہاں ▁تک ▁کہ ▁وہ ▁اپنے ▁سن ▁رشد ▁و ▁کمال ▁تک ▁پہنچ ▁جاي ے۔ ▁( ۷ ) ▁اور ▁ناپ ▁تو ل ▁انصاف ▁کے ▁ساتھ ▁پوری ▁کرو ۔ ▁ہم ▁کسی ▁شخص ▁کو ▁اس ▁کی ▁وسعت ▁سے ▁زیادہ ▁تکلیف ▁نہیں ▁دیتے ۔ ▁( ۸ ) ▁اور ▁جب ▁کوي ی ▁بات ▁کہ و ▁تو ▁عدل ▁و ▁انصاف ▁کے ▁ساتھ ۔ ▁اگرچہ ▁وہ ▁( شخص ) ▁تم ہ ارا ▁قر ابت دار ▁ہی ▁کیوں ▁نہ ▁ہو۔ ▁( ۹ ) ▁اور ▁اللہ ▁کے ▁عہد ▁و ▁پیمان ▁کو ▁پورا ▁کرو ۔ ▁یہ ▁وہ ▁ہے ▁جس ▁کی ▁اس ▁( اللہ ) ▁نے ▁تمہیں ▁وص یت ▁کی ▁ہے ▁شاید ▁کہ ▁تم ▁عبر ت ▁حاصل ▁کرو ۔
▁انہوں ▁نے ▁( موس ی ▁سے ) ▁کہا ▁کہ ▁میں ▁چاہتا ▁ہوں ▁اپنی ▁دو ▁بیٹی وں ▁میں ▁سے ▁ایک ▁کو ▁تم ▁سے ▁بیا ہ ▁د وں ▁اس ▁عہد ▁پر ▁کہ ▁تم ▁اٹھ ▁برس ▁میری ▁خدمت ▁کرو ▁اور ▁اگر ▁دس ▁سال ▁پورے ▁کر ▁دو ▁تو ▁تمہاری ▁طرف ▁سے ▁( اح سان ) ▁ہے ▁اور ▁میں ▁تم ▁پر ▁تکلیف ▁ڈال نی ▁نہیں ▁چاہتا ۔ ▁مجھے ▁انشاء ▁الله ▁نیک ▁لوگوں ▁میں ▁پا و ▁گے
▁کیا ▁تم ▁نے ▁نہیں ▁دیکھا ▁کہ ▁جو ▁( م خلو ق ) ▁اس مان وں ▁میں ▁ہے ▁اور ▁جو ▁زمین ▁میں ▁ہے ▁اور ▁سور ج ▁اور ▁چاند ▁ستار ے ▁اور ▁پہاڑ ▁اور ▁درخت ▁اور ▁چار ▁پاي ے ▁اور ▁بہت ▁سے ▁انسان ▁خدا ▁کو ▁سج دہ ▁کرتے ▁ہیں۔ ▁اور ▁بہت ▁سے ▁ایسے ▁ہیں ▁جن ▁پر ▁عذاب ▁ثابت ▁ہو چک ا ▁ہے۔ ▁اور ▁جس ▁شخص ▁کو ▁خدا ▁ذ ل یل ▁کرے ▁اس ▁کو ▁عزت ▁دینے ▁والا ▁نہیں۔ ▁بے شک ▁خدا ▁جو ▁چاہتا ▁ہے ▁کرتا ▁ہے
▁کہ و ، ▁اگر ▁میں ▁اپنے ▁رب ▁کی ▁نا فر مان ی ▁کر وں ▁تو ▁ڈر تا ▁ہوں ▁کہ ▁ایک ▁بڑے ▁( خ وف ناک ) ▁دن ▁مجھے ▁سزا ▁بھگ تن ی ▁پڑے ▁گی
▁اور ▁صبح ▁سحر ▁کے ▁وقت ▁م غفر ت ▁طلب ▁کیا ▁کرتے ▁تھے۔
▁تو ▁تمہیں ▁کیا ▁ہوا ▁کہ ▁منا فق وں ▁کے ▁بارے ▁میں ▁دو ▁فریق ▁ہو گي ے ▁اور ▁اللہ ▁نے ▁انہیں ▁او ند ھا ▁کردیا ▁ان ▁کے ▁کو ت ک وں ▁( کر تو ت وں ) ▁کے ▁سبب ▁کیا ▁یہ ▁چاہتے ▁ہیں ▁کہ ▁اسے ▁راہ ▁دکھا و ▁جسے ▁اللہ ▁نے ▁گمراہ ▁کیا ▁اور ▁جسے ▁اللہ ▁گمراہ ▁کرے ▁تو ▁ہر گز ▁اس ▁کے ▁لي ے ▁راہ ▁نہ ▁پاي ے ▁گا ،
▁امان ت ▁دار ▁ہے
▁اسی ▁زمین ▁میں ▁سے ▁ہم ▁نے ▁تمہیں ▁پیدا ▁کیا ▁اور ▁اسی ▁میں ▁پھر ▁واپس ▁لوٹ اي یں ▁گے ▁اور ▁اسی ▁سے ▁پھر ▁دوباره ▁تم ▁سب ▁کو ▁نکال ▁کھڑا ▁کریں ▁گے
▁اور ▁کوي ی ▁بست ی ▁ایسی ▁نہیں ▁جسے ▁ہم ▁قیامت ▁سے ▁پہلے ▁ہلاک ▁نہ ▁کریں ▁یا ▁سخت ▁عذاب ▁نہ ▁دیں ▁یہ ▁نوشت ہ ▁ال ہی ▁میں ▁لکھا ▁ہوا ▁ہے
▁مسلمان و ! ▁اللہ ▁تمہیں ▁حکم ▁دیتا ▁ہے ▁کہ ▁امان ت یں ▁اہل ▁امان ت ▁کے ▁سپر د ▁کرو ، ▁اور ▁جب ▁لوگوں ▁کے ▁درمیان ▁فیصلہ ▁کرو ▁تو ▁عدل ▁کے ▁ساتھ ▁کرو ، ▁اللہ ▁تم ▁کو ▁نہای ت ▁عمد ہ ▁نص ی حت ▁کرتا ▁ہے ▁اور ▁یقینا ▁اللہ ▁سب ▁کچھ ▁سنت ا ▁اور ▁دیکھ تا ▁ہے
▁جو ▁سردار ▁اور ▁نیک و ▁کار ▁ہیں
▁کیسے ▁نا دان ▁ہیں ▁یہ ▁لوگ ▁کہ ▁ان ▁کو ▁خدا ▁کا ▁شریک ▁ ٹھی رات ے ▁ہیں ▁جو ▁کسی ▁چیز ▁کو ▁بھی ▁پیدا ▁نہیں ▁کرتے ▁بلکہ ▁خود ▁پیدا ▁کیے ▁جاتے ▁ہیں
▁اور ▁ہم ▁نے ▁کوي ی ▁بست ی ▁ہلاک ▁نہیں ▁کی ▁مگر ▁اس ▁کے ▁لي ے ▁نص ی حت ▁کرنے ▁والے ▁( پ ہ لے ▁بھیج ▁دیتے ) ▁تھے
▁اور ▁یہ ▁ہے ▁تم ہ ارا ▁وہ ▁گمان ▁جو ▁تم ▁نے ▁اپنے ▁رب ▁کے ▁ساتھ ▁کیا ▁اور ▁اس ▁نے ▁تمہیں ▁ہلاک ▁کردیا ▁تو ▁اب ▁رہ ▁ گي ے ▁ہار ے ▁ہو وں ▁میں ،
▁اند ھے ▁پر ▁کوي ی ▁مض ا يق ہ ▁نہیں ▁ہے ▁اور نہ ▁ہی ▁ل نگ ڑے ▁پر ▁کوي ی ▁حر ج ▁ہے ▁اور ▁نہ ▁مریض ▁پر ▁کوي ی ▁گناہ ▁اور ▁جو ▁خدا ▁اور ▁رسول ( ص ) ▁کی ▁اطاعت ▁کرے ▁گا۔ ▁تو ▁اللہ ▁اسے ▁ان ▁بہ شت وں ▁میں ▁داخل ▁کرے ▁گا ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁رواں ▁دو اں ▁ہیں ▁اور ▁جو ▁رو گردان ی ▁کرے ▁گا ▁تو ▁اسے ▁درد ناک ▁عذاب ▁دے ▁گا۔
▁تو ▁اس ▁سے ▁ہم ▁نے ▁تمہارے ▁باغ ▁پیدا ▁کیے ▁کھ جور وں ▁اور ▁ان گور وں ▁کے ▁تمہارے ▁لیے ▁ان ▁میں ▁بہت ▁سے ▁می و ے ▁ہیں ▁اور ▁ان ▁میں ▁سے ▁کھا تے ▁ہو
▁ہفتہ ▁کا ▁دن ▁صرف ▁ان ہی ▁لوگوں ▁پر ▁مقرر ▁کیا ▁گیا ▁تھا ▁جنہوں ▁نے ▁اس ▁میں ▁اختلاف ▁کیا ، ▁اور ▁بیش ک ▁اپ ▁کا ▁رب ▁قیامت ▁کے ▁دن ▁ان ▁کے ▁درمیان ▁ان ▁( بات وں ) ▁کا ▁فیصلہ ▁فرما ▁دے ▁گا ▁جن ▁میں ▁وہ ▁اختلاف ▁کیا ▁کرتے ▁تھے ،
▁اور ▁جب ▁ان ▁کے ▁پاس ▁الله ▁کی ▁طرف ▁سے ▁پیغمبر ▁( اخر ال زم اں ) ▁اي ے ، ▁اور ▁وہ ▁ان ▁کی ▁( اسم انی ) ▁کتاب ▁کی ▁بھی ▁تصدیق ▁کرتے ▁ہیں ▁تو ▁جن ▁لوگوں ▁کو ▁کتاب ▁دی ▁ گي ی ▁تھی ، ▁ان ▁میں ▁سے ▁ایک ▁جماعت ▁نے ▁خدا ▁کی ▁کتاب ▁کو ▁پی ٹھ ▁پیچھے ▁پھینک ▁دیا ، ▁گویا ▁وہ ▁جانتے ▁ہی ▁نہیں
▁اور ▁یہ ▁بھی ▁بتا تا ▁ہے ▁کہ ▁جو ▁لوگ ▁اخر ت ▁پر ▁ایمان ▁نہیں ▁لا تے ▁ہم ▁نے ▁ان ▁کے ▁لیے ▁درد ناک ▁عذاب ▁تیار ▁کیا ▁ہے
▁اج ▁تمہارے ▁لیے ▁سب ▁پاک ی زہ ▁چیز یں ▁حلال ▁کر ▁دی ▁ گي یں ▁اور ▁اہل ▁کتاب ▁کا ▁کھانا ▁بھی ▁تم ▁کو ▁حلال ▁ہے ▁اور ▁تم ہ ارا ▁کھانا ▁ان ▁کو ▁حلال ▁ہے ▁اور ▁پاک ▁دامن ▁مومن ▁عورت یں ▁اور ▁پاک ▁دامن ▁اہل ▁کتاب ▁عورت یں ▁بھی ▁( حل ال ▁ہیں ) ▁جبکہ ▁ان ▁کا ▁مہر ▁دے ▁دو ۔ ▁اور ▁ان ▁سے ▁ع فت ▁قاي م ▁رکھ نی ▁مقصود ▁ہو ▁نہ ▁کھل ی ▁بد کاری ▁کرنی ▁اور ▁نہ ▁چھپ ی ▁دوستی ▁کرنی ▁اور ▁جو ▁شخص ▁ایمان ▁سے ▁من کر ▁ہوا ▁اس ▁کے ▁عمل ▁ ضا يع ▁ہو ▁ گي ے ▁اور ▁وہ ▁اخر ت ▁میں ▁نقصان ▁پانے ▁والوں ▁میں ▁ہوگا
▁جب ▁تم ▁کو ▁رب ▁العالم ین ▁کے ▁برابر ▁قرار ▁دے ▁رہے ▁تھے
▁بیش ک ▁( اخر ت ▁کا ) ▁جو ▁وعدہ ▁تم ▁سے ▁کیا ▁جا ▁رہا ▁ہے ▁بالکل ▁سچ ا ▁ہے ،
▁اچھا ، ▁انہیں ▁ان ▁کے ▁حال ▁پر ▁چھوڑ ▁دو ▁اور ▁انتظار ▁کرو ، ▁یہ ▁بھی ▁منتظر ▁ہیں
▁اگر ▁تو ▁ان ▁کو ▁عذاب ▁دے ▁تو ▁یہ ▁تیر ے ▁بند ے ▁ہیں ▁اور ▁اگر ▁بخش ▁دے ▁تو ▁( ت یری ▁مہربانی ▁ہے ) ▁بے شک ▁تو ▁غالب ▁اور ▁حکمت ▁والا ▁ہے
▁اور ▁جو ▁کوي ی ▁ایمان ▁لاي ے ▁گا ▁اور ▁نیک ی ▁کرے ▁گا ▁تو ▁اسے ▁نیک ▁بدل ہ ▁ملے ▁گا ▁اور ▁ہم ▁بھی ▁اپنے ▁معاملے ▁میں ▁اسے ▁اسان ▁ہی ▁حکم ▁دیں ▁گے
▁اور ▁باي یں ▁ہاتھ ▁والے ▁تو ▁ان ▁کا ▁کیا ▁پوچھ نا ▁ہے
▁کہا ▁تو ▁اگر ▁اپ ▁میرے ▁ساتھ ▁رہنے ▁ہیں ▁تو ▁مجھ ▁سے ▁کسی ▁بات ▁کو ▁نہ ▁پوچھ نا ▁جب ▁تک ▁میں ▁خود ▁اس ▁کا ▁ذکر ▁نہ ▁کر وں
▁اور ▁ہم ▁نے ▁اسی ▁طرح ▁اپ ▁کی ▁طرف ▁عربی ▁زبان ▁میں ▁قر ان ▁کی ▁وح ی ▁بھیج ی ▁تاکہ ▁اپ ▁مکہ ▁اور ▁اس ▁کے ▁اطراف ▁والوں ▁کو ▁ڈرا ي یں ▁اور ▁اس ▁دن ▁سے ▁ڈرا ي یں ▁جس ▁دن ▁سب ▁کو ▁جمع ▁کیا ▁جاي ے ▁گا ▁اور ▁اس ▁میں ▁کسی ▁شک ▁کی ▁گنج ا يش ▁نہیں ▁ہے ▁اس ▁دن ▁ایک ▁گروہ ▁جنت ▁میں ▁ہوگا ▁اور ▁ایک ▁ جہ نم ▁میں ▁ہوگا
▁اور ▁ہم ▁نے ▁ذکر ▁( تور ا ۃ ▁یا ▁پ ند ▁و ▁نص ی حت ) ▁کے ▁بعد ▁ز بور ▁میں ▁لکھ ▁دیا ▁تھا ▁کہ ▁زمین ▁کے ▁ وارث ▁میرے ▁نیک ▁بند ے ▁ہوں ▁گے۔
▁یقینا ▁ہم ▁نے ▁نوح ▁( علی ہ ▁السلام ) ▁کو ▁اس ▁کی ▁قوم ▁کی ▁طرف ▁رسول ▁بنا ▁کر ▁بھی جا ، ▁اس ▁نے ▁کہا ▁کہ ▁اے ▁میری ▁قوم ▁کے ▁لوگ و ! ▁اللہ ▁کی ▁عبادت ▁کرو ▁اور ▁اس ▁کے ▁سوا ▁تم ہ ارا ▁کوي ی ▁مع بود ▁نہیں ، ▁کیا ▁تم ▁( اس ▁سے ) ▁نہیں ▁ڈر تے
▁وہی ▁وہ ▁خدا ▁ہے ▁جس ▁نے ▁تم ▁کو ▁زمین ▁میں ▁نا يب ▁بنایا ▁اور ▁بعض ▁کے ▁درج ات ▁کو ▁بعض ▁سے ▁بلند ▁کیا ▁تاکہ ▁تمہیں ▁اپنے ▁دي ی ے ▁ہو ي ے ▁سے ▁از ماي ے ▁- تم ہ ارا ▁پروردگار ▁بہت ▁جلد ▁حساب ▁کرنے ▁والا ▁ہے ▁اور ▁وہ ▁بیش ک ▁بہت ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁اس ▁سبب ▁سے ▁کہ ▁مال ▁اور ▁بیٹے ▁رکھتا ▁ہے
▁اور ▁بہت ▁سے ▁چہرے ▁ایسے ▁ہوں ▁گے ▁جن ▁پر ▁اس ▁دن ▁گرد ▁پڑ ی ▁ہوگی ،
▁اور ▁ہم ▁قر ان ▁( کے ▁ذریعے ) ▁سے ▁وہ ▁چیز ▁نازل ▁کرتے ▁ہیں ▁جو ▁مومن وں ▁کے ▁لي ے ▁شفا ▁اور ▁رحمت ▁ہے ▁اور ▁ظالم وں ▁کے ▁حق ▁میں ▁تو ▁اس ▁سے ▁نقصان ▁ہی ▁بڑھ تا ▁ہے
▁مگر ▁جن ▁لوگوں ▁نے ▁ایمان ▁لانے ▁کے ▁بعد ▁کفر ▁اختیار ▁کیا ، ▁پھر ▁اپنے ▁کفر ▁میں ▁بڑھ تے ▁چلے ▁ گي ے ▁ان ▁کی ▁تو بہ ▁بھی ▁قبول ▁نہ ▁ہوگی ، ▁ایسے ▁لوگ ▁تو ▁پک ے ▁گمراہ ▁ہیں
▁اس ▁میں ▁تم ▁پر ▁گناہ ▁نہیں ▁کہ ▁تم ▁ان ▁مکان ات ▁( و ▁عما رات ) ▁میں ▁جو ▁کسی ▁کی ▁مستقل ▁رہا يش ▁گاہ ▁نہیں ▁ہیں ▁( مثل ا ▁ہوٹل ، ▁سرا ي ے ▁اور ▁مسافر ▁خان ے ▁وغیرہ ▁میں ▁بغیر ▁اجازت ▁کے ) ▁چلے ▁جا و ▁( کہ ) ▁ان ▁میں ▁تمہیں ▁فاي دہ ▁اٹھا نے ▁کا ▁حق ▁( حا صل ) ▁ہے ، ▁اور ▁اللہ ▁ان ▁( سب ▁بات وں ) ▁کو ▁جانتا ▁ہے ▁جو ▁تم ▁ظاہر ▁کرتے ▁ہو ▁اور ▁جو ▁تم ▁چھپ ات ے ▁ہو ،
▁جس ▁نے ▁اپ ▁کی ▁کمر ▁جھ کا ▁دی ▁تھی
▁ہم ▁انہیں ▁تھ و ڑے ▁دن ▁تک ▁ا رام ▁دیں ▁گے ▁اور ▁پھر ▁سخت ▁ترین ▁عذاب ▁کی ▁طرف ▁ کھی نچ ▁کر ▁لے ▁اي یں ▁گے
▁کیا ▁ہم ▁نے ▁انہیں ▁اس ▁سے ▁پہلے ▁کوي ی ▁کتاب ▁دی ▁ہے ▁جسے ▁وہ ▁مضبوط ی ▁سے ▁پکڑ ے ▁ہو ي ے ▁ہیں۔
▁کہ ▁ہم ▁نے ▁انسان ▁کو ▁تکلیف ▁( کی ▁حالت ) ▁میں ▁( رہ نے ▁والا ) ▁بنایا ▁ہے
▁جس ▁روز ▁تم ▁اسے ▁دیکھ و ▁گے ، ▁حال ▁یہ ▁ہو ▁گا ▁کہ ▁ہر ▁دو دھ ▁پلان ے ▁والی ▁اپنے ▁دو دھ ▁پی تے ▁بچے ▁سے ▁غافل ▁ہو ▁جاي ے ▁گی ، ▁ہر ▁حامل ہ ▁کا ▁حمل ▁گر ▁جاي ے ▁گا ، ▁اور ▁لوگ ▁تم ▁کو ▁مد ہ وش ▁نظر ▁اي یں ▁گے ، ▁حالانک ہ ▁وہ ▁نش ے ▁میں ▁نہ ▁ہوں ▁گے ، ▁بلکہ ▁اللہ ▁کا ▁عذاب ▁ہی ▁کچھ ▁ایسا ▁سخت ▁ہوگا
▁اور ▁ہمارے ▁بی وقوف ▁لوگ ▁طرح ▁طرح ▁کی ▁بے ▁ربط ▁باتیں ▁کررہے ▁ہیں
▁اور ▁پیغمبر ▁اپ ▁دن ▁کے ▁دونوں ▁حصو ▁ ں ▁میں ▁اور ▁رات ▁ گي ے ▁نماز ▁قاي م ▁کریں ▁کہ ▁نیک یاں ▁براي یوں ▁کو ▁ختم ▁کردی نے ▁والی ▁ہیں ▁اور ▁یہ ▁ذ ک » ▁خدا ▁کرنے ▁والوں ▁کے ▁لي ے ▁ایک ▁نص ی حت ▁ہے
▁اور ▁کا فر ▁ا ▁پس ▁میں ▁ایک ▁دوسرے ▁کے ▁ وارث ▁ہیں ▁ایسا ▁نہ ▁کرو ▁گے ▁تو ▁زمین ▁میں ▁فت نہ ▁اور ▁بڑا ▁فساد ▁ہوگا
▁منا فق ▁مرد ▁اور ▁منا فق ▁عورت یں ▁سب ▁ایک ▁دوسرے ▁کے ▁ہم ▁رنگ ▁ہیں ▁براي ی ▁کا ▁حکم ▁دیتے ▁ہیں ▁اور ▁بھ لا ي ی ▁سے ▁منع ▁کرتے ▁ہیں ▁اور ▁اپنے ▁ہاتھ ▁خیر ▁سے ▁رو کے ▁رکھتے ▁ہیں ▁یہ ▁اللہ ▁کو ▁بھول ▁ گي ے ▁تو ▁اللہ ▁نے ▁بھی ▁انہیں ▁بھ لا ▁دیا ▁یقینا ▁یہ ▁منا فق ▁ہی ▁فا سق ▁ہیں
▁اور ▁ہم ▁نے ▁انہیں ▁زر ہ ▁بنانے ▁کی ▁صنعت ▁تعلیم ▁دے ▁دی ▁تاکہ ▁وہ ▁تم ▁کو ▁جنگ ▁کے ▁خطر ات ▁سے ▁محفوظ ▁رکھ ▁سکے ▁تو ▁کیا ▁تم ▁ہمارے ▁شکر ▁گزار ▁بند ے ▁بن و ▁گے
▁کہہ ▁دو ▁کہ ▁( خوا ہ ▁تم ) ▁پتھر ▁ہو جا و ▁یا ▁لو ہا
▁اس ▁نے ▁اس ▁( فر ش تے ) ▁کو ▁اس مان ▁کے ▁کھل ے ▁کنار ے ▁پر ▁دیکھا ▁بھی ▁ہے
▁اللہ ▁کی ▁پاک ی ▁بول تا ▁ہے ▁جو ▁کچھ ▁اس مان ▁اور ▁زمین ▁میں ▁ہے ▁اور ▁وہی ▁عزت ▁و ▁حکمت ▁والا ▁ہے ،
▁اور ▁( ایک ▁نشانی ) ▁سور ج ▁ہے ▁جو ▁اپنے ▁مقرر ہ ▁ ٹھ کا نے ▁( م دار ) ▁کی ▁طرف ▁چل ▁رہا ▁ہے ▁( گرد ش ▁کر ▁رہا ▁ہے ) ▁یہ ▁اندازہ ▁اس ▁( خدا ) ▁کا ▁مقرر ▁کیا ▁ہوا ▁ہے ▁جو ▁غالب ▁ہے ▁( اور ) ▁بڑا ▁علم ▁والا ۔
▁اپ ▁کہ ی ے ▁کہ ▁ہاں ▁اور ▁تم ▁( اس ▁وقت ) ▁ذ ل یل ▁و ▁خوا ر ▁ہو گ ے۔
▁اور ▁فی ▁ال حقیق ت ▁اپ ▁کی ▁طرف ▁( یہ ) ▁وح ی ▁کی ▁ گي ی ▁ہے ▁اور ▁ان ▁( پی غ مبر وں ) ▁کی ▁طرف ▁( بھی ) ▁جو ▁اپ ▁سے ▁پہلے ▁( م بع وث ▁ہو ي ے ) ▁تھے ▁کہ ▁( ا ے ▁انسان !) ▁اگر ▁تو ▁نے ▁شرک ▁کیا ▁تو ▁یقینا ▁تیر ا ▁عمل ▁بر باد ▁ہو ▁جاي ے ▁گا ▁اور ▁تو ▁ضرور ▁نقصان ▁اٹھا نے ▁والوں ▁میں ▁سے ▁ہوگا ،
▁اور ▁اس ▁سے ▁ڈر و ▁جس ▁نے ▁تمہاری ▁مدد ▁کی ▁ان ▁چیز وں ▁سے ▁کہ ▁تمہیں ▁معلوم ▁ہیں
▁اور ▁اس ▁دن ▁تم ▁گ نہ گار وں ▁کو ▁دیکھ و ▁گے ▁کہ ▁زنجیر وں ▁میں ▁ج ک ڑے ▁ہو ي ے ▁ہیں
▁کیا ▁یہ ▁کچھ ▁ایسے ▁خدا ▁رکھتے ▁ہیں ▁جو ▁ہمارے ▁مقابلے ▁میں ▁ان ▁کی ▁حمایت ▁کریں ؟ ▁وہ ▁نہ ▁تو ▁خود ▁اپنی ▁مدد ▁کر ▁سکتے ▁ہیں ▁اور ▁نہ ▁ہماری ▁ہی ▁تا ي ید ▁ان ▁کو ▁حاصل ▁ہے
▁تو ▁انہوں ▁نے ▁اپنی ▁رس یاں ▁اور ▁اپنی ▁لا ٹھ یاں ▁ڈال ▁دیں ▁اور ▁کہنے ▁لگے : ▁فرع ون ▁کی ▁عزت ▁کی ▁قسم ! ▁ہم ▁ضرور ▁غالب ▁ہوں ▁گے ،
▁اس ▁وقت ▁اس ▁کے ▁ہونے ▁میں ▁کسی ▁کو ▁انکار ▁کی ▁گنج ا يش ▁نہ ▁ہوگی ،
▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁کہا ▁کہ ▁اے ▁میرے ▁رب ! ▁میری ▁خطا ▁معاف ▁فرما ▁اور ▁میرے ▁بھ اي ی ▁کی ▁بھی ▁اور ▁ہم ▁دونوں ▁کو ▁اپنی ▁رحمت ▁میں ▁داخل ▁فرما ▁اور ▁تو ▁سب ▁رحم ▁کرنے ▁والوں ▁سے ▁زیاد ه ▁رحم ▁کرنے ▁والا ▁ہے
▁اور ▁پیغمبر ▁علی ھ ▁السلام ▁اگر ▁یہ ▁لوگ ▁اپ ▁کو ▁جھ ٹل ات ے ▁ہیں ▁تو ▁ان ▁سے ▁پہلے ▁قوم ▁نوح ▁ , قوم ▁ عاد ▁اور ▁قوم ▁ثم ود ▁نے ▁یہی ▁کام ▁کیا ▁تھا
▁اپ ▁سے ▁اہل ▁کتاب ▁مطالبہ ▁کرتے ▁ہیں ▁کہ ▁اپ ▁ان ▁پر ▁اس مان ▁سے ▁کوي ی ▁( ل کھی ▁ہو ي ی ) ▁کتاب ▁اتر وا ▁دیں ▁سو ▁یہ ▁تو ▁جناب ▁موسی ▁سے ▁اس ▁سے ▁بھی ▁بڑا ▁مطالبہ ▁کر ▁چکے ▁ہیں ▁یعنی ▁کہا ▁تھا ▁کہ ▁ہمیں ▁کھل م ▁کھل ا ▁اللہ ▁دکھا ▁دو ▁تو ▁ان ▁کے ▁( اسی ) ▁ظلم ▁کی ▁وجہ ▁سے ▁ان ▁کو ▁بجلی ▁نے ▁پکڑ ▁لیا۔ ▁اور ▁پھر ▁ان ▁لوگوں ▁نے ▁ای ات ▁و ▁مع جز ات ▁اج انے ▁کے ▁بعد ▁گو سال ے ▁کو ▁( خدا ) ▁بنا ▁لیا۔ ▁مگر ▁ہم ▁نے ▁انہیں ▁معاف ▁کر ▁دیا ▁اور ▁موسی ▁کو ▁کھل ا ▁ہوا ▁غل بہ ▁عطا ▁کیا۔
▁پس ▁نہیں ! ▁میں ▁قسم ▁کھا تا ▁ہوں ▁ان ▁چیز وں ▁کی ▁جن ▁کو ▁تم ▁دیکھتے ▁ہو۔
▁کیا ▁تم ▁لوگوں ▁کو ▁اس ▁بات ▁پر ▁تعجب ▁ہے ▁کہ ▁تم ▁تک ▁ذکر ▁خدا ▁تمہارے ▁ہی ▁کسی ▁اد می ▁کے ▁ذریعہ ▁اج اي ے ▁تاکہ ▁وہ ▁تمہیں ▁ڈرا ي ے ▁اور ▁یاد ▁کرو ▁کہ ▁تم ▁کو ▁اس ▁نے ▁قوم ▁نوح ▁علی ھ ▁السلام کے ▁بعد ▁زمین ▁میں ▁جانشین ▁بنایا ▁ہے ▁اور ▁مخلوق ات ▁میں ▁وسعت ▁عطا ▁کی ▁ہے ▁لہذا ▁تم ▁اللہ ▁کی ▁نعمت وں ▁کو ▁یاد ▁کرو ▁کہ ▁شاید ▁اسی ▁طرح ▁فلا ح ▁اور ▁نجات ▁پا جا و
▁ل وط ▁نے ▁کہا ▁اے ▁میرے ▁پروردگار ! ▁ان ▁مف سد ▁لوگوں ▁کے ▁مقابلہ ▁میں ▁میری ▁مدد ▁فرما ۔
▁وہ ▁خوش ▁ہیں ▁کہ ▁پیچھے ▁رہ ▁جانے ▁والی ▁عورتوں ▁کے ▁ساتھ ▁رہ ▁جاي یں ▁اور ▁ان ▁کے ▁دل وں ▁پر ▁مہر ▁کر ▁دی ▁ گي ی ▁ہے ▁سو وہ ▁نہیں ▁سمجھتے
▁یہ ▁بڑا ▁محترم ▁قر ان ▁ہے
▁کتنی ▁ہی ▁ظالم ▁بست یاں ▁ہیں ▁جن ▁کو ▁ہم ▁نے ▁پی س ▁کر ▁رکھ ▁دیا ▁اور ▁ان ▁کے ▁بعد ▁دوسری ▁کسی ▁قوم ▁کو ▁اٹھایا
▁اور ▁وہ ▁اپنے ▁بند وں ▁پر ▁غالب ▁ہے۔ ▁اور ▁تم ▁پر ▁ نگ ہ بان ▁مقرر ▁کي ے ▁رکھتا ▁ہے۔ ▁یہاں ▁تک ▁کہ ▁جب ▁تم ▁میں ▁سے ▁کسی ▁کی ▁موت ▁ اتی ▁ہے ▁تو ▁ہمارے ▁فرشت ے ▁اس ▁کی ▁روح ▁قبض ▁کرلی تے ▁ہیں ▁اور ▁وہ ▁کسی ▁طرح ▁کی ▁کو تا ہی ▁نہیں ▁کرتے
▁اللہ ▁کی ▁پاک ی ▁بول تا ▁ہے ▁جو ▁کچھ ▁اس مان ▁اور ▁زمین ▁میں ▁ہے ▁اور ▁وہی ▁عزت ▁و ▁حکمت ▁والا ▁ہے ،
▁اور ▁اس ▁نے ▁مجھے ▁مبارک ▁کیا ▁میں ▁کہیں ▁ہوں ▁اور ▁مجھے ▁نماز ▁و ▁ز کو ة ▁کی ▁تاکید ▁فرما ي ی ▁جب ▁تک ▁جی وں ،
▁حق ▁یہ ▁ہے ▁کہ ▁بیش ک ▁اس ▁دن ▁انہیں ▁اپنے ▁ر ▁ب ▁کے ▁دیدار ▁سے ▁( مح رو م ▁کرنے ▁کے ▁لي ے ) ▁پس ▁پر دہ ▁کر ▁دیا ▁جاي ے ▁گا ،
▁کیا ▁ہم ▁نے ▁پہلے ▁لوگوں ▁کو ▁ہلاک ▁نہیں ▁کر ▁ڈال ا
▁اور ▁کا فر وں ▁کو ▁گروہ ▁گروہ ▁بنا ▁کر ▁ جہ نم ▁کی ▁طرف ▁لے ▁جاي یں ▁گے۔ ▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁اس ▁کے ▁پاس ▁پہنچ ▁جاي یں ▁گے ▁تو ▁اس ▁کے ▁دروازے ▁کھول ▁دی ي ے ▁جاي یں ▁گے ▁تو ▁اس ▁کے ▁دارو غ ہ ▁ان ▁سے ▁کہیں ▁گے ▁کہ ▁کیا ▁تمہارے ▁پاس ▁تم ▁ہی ▁میں ▁سے ▁پیغمبر ▁نہیں ▁اي ے ▁تھے ▁جو ▁تم ▁کو ▁تمہارے ▁پروردگار ▁کی ▁ ایت یں ▁پڑھ ▁پڑھ ▁کر ▁سنا تے ▁اور ▁اس ▁دن ▁کے ▁پیش ▁ انے ▁سے ▁ڈرا تے ▁تھے ▁کہیں ▁گے ▁کیوں ▁نہیں ▁لیکن ▁کا فر وں ▁کے ▁حق ▁میں ▁عذاب ▁کا ▁حکم ▁م تحقق ▁ہو چک ا ▁تھا
▁اللہ ▁کے ▁نزدیک ▁دین ▁صرف ▁اسلام ▁ہے ▁اس ▁دین ▁سے ▁ہ ٹ ▁کر ▁جو ▁مختلف ▁طریقے ▁ان ▁لوگوں ▁نے ▁اختیار ▁کیے ، ▁جنہیں ▁کتاب ▁دی ▁ گي ی ▁تھی ، ▁ان ▁کے ▁اس ▁طرز ▁عمل ▁کی ▁کوي ی ▁وجہ ▁اس ▁کے ▁سوا ▁نہ ▁تھی ▁کہ ▁انہوں ▁نے ▁علم ▁ا ▁جانے ▁کے ▁بعد ▁اپ س ▁میں ▁ایک ▁دوسرے ▁پر ▁زیادتی ▁کرنے ▁کے ▁لیے ▁ایسا ▁کیا ▁اور ▁جو ▁کوي ی ▁اللہ ▁کے ▁احکام ▁و ▁ہ دا یات ▁کی ▁اطاعت ▁سے ▁انکار ▁کر ▁دے ، ▁اللہ ▁کو ▁اس ▁سے ▁حساب ▁لیتے ▁کچھ ▁دیر ▁نہیں ▁لگ تی ▁ہے
▁اور ▁ل وط ▁کو ▁بھی جا ▁جب ▁اس ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁تم ▁وہ ▁بے ▁ح یا ي ی ▁کرتے ▁ہو ▁جو ▁تم ▁سے ▁پہلے ▁کسی ▁نے ▁نہیں ▁کی
▁کیا ▁تم ▁نے ▁حاج یوں ▁کے ▁پانی ▁پلان ے ▁اور ▁مسجد ▁الحرام ▁کی ▁اباد ی ▁کو ▁اس ▁کا ▁جیسا ▁سمجھ ▁لیا ▁ہے ▁جو ▁اللہ ▁اور ▁اخر ت ▁پر ▁ایمان ▁رکھتا ▁ہے ▁اور ▁ راس ▁خدا ▁میں ▁جہاد ▁کرتا ▁ہے ▁- ہر گز ▁یہ ▁دونوں ▁اللہ ▁کے ▁نزدیک ▁برابر ▁نہیں ▁ہو سک تے ▁اور ▁اللہ ▁ظالم ▁قوم ▁کی ▁ہدایت ▁نہیں ▁کرتا ▁ہے
▁مومن و ! ▁جب ▁تم ▁اپ س ▁میں ▁کسی ▁می عاد ▁معین ▁کے ▁لي ے ▁قرض ▁کا ▁معاملہ ▁کرنے ▁ل گو ▁تو ▁اس ▁کو ▁لکھ ▁لیا ▁کرو ▁اور ▁لکھنے ▁والا ▁تم ▁میں ▁( کسی ▁کا ▁نقصان ▁نہ ▁کرے ▁بلکہ ) ▁انصاف ▁سے ▁لکھ ے ▁نیز ▁لکھنے ▁والا ▁جیسا ▁اسے ▁خدا ▁نے ▁سکھ ایا ▁ہے ▁لکھنے ▁سے ▁انکار ▁بھی ▁نہ ▁کرے ▁اور ▁دستاویز ▁لکھ ▁د ے۔ ▁اور ▁جو ▁شخص ▁قرض ▁لے ▁وہی ▁( دست ا ویز ▁کا ) ▁مضمون ▁بول ▁کر ▁لکھ وا ي ے ▁اور ▁خدا ▁سے ▁کہ ▁اس ▁کا ▁مالک ▁ہے ▁خوف ▁کرے ▁اور ▁زر ▁قرض ▁میں ▁سے ▁کچھ ▁کم ▁نہ ▁لکھ وا ي ے۔ ▁اور ▁اگر ▁قرض ▁لینے ▁والا ▁بے عقل ▁یا ▁ضعیف ▁ہو ▁یا ▁مضمون ▁لکھ وا نے ▁کی ▁قابلیت ▁نہ ▁رکھتا ▁ہو ▁تو ▁جو ▁اس ▁کا ▁ولی ▁ہو ▁وہ ▁انصاف ▁کے ▁ساتھ ▁مضمون ▁لکھ وا ي ے۔ ▁اور ▁اپنے ▁میں ▁سے ▁دو ▁مرد وں ▁کو ▁( ایس ے ▁معاملے ▁کے ) ▁گواہ ▁کرلیا ▁کرو ۔ ▁اور ▁اگر ▁دو ▁مرد ▁نہ ▁ہوں ▁تو ▁ایک ▁مرد ▁اور ▁دو ▁عورت یں ▁جن ▁کو ▁تم ▁گواہ ▁پسند ▁کرو ▁( ک افی ▁ہیں ) ▁کہ ▁اگر ▁ان ▁میں ▁سے ▁ایک ▁بھول ▁جاي ے ▁گی ▁تو ▁دوسری ▁اسے ▁یاد ▁د لاد ے ▁گی۔ ▁اور ▁جب ▁گواہ ▁( گو ا ہی ▁کے ▁لي ے ▁طلب ▁کي ے ▁جاي یں ▁تو ▁انکار ▁نہ ▁کریں۔ ▁اور ▁قرض ▁تھ وڑ ا ▁ہو ▁یا ▁بہت ▁اس ▁( کی ▁دستاویز ) ▁کے ▁لکھنے ▁میں ▁کا ہ لی ▁نہ ▁کرنا ۔ ▁یہ ▁بات ▁خدا ▁کے ▁نزدیک ▁نہای ت ▁قر ین ▁انصاف ▁ہے ▁اور ▁شہادت ▁کے ▁لي ے ▁بھی ▁یہ ▁بہت ▁درست ▁طریقہ ▁ہے۔ ▁اس ▁سے ▁تمہیں ▁کسی ▁طرح ▁کا ▁شک ▁وہ ▁شب ہ ▁بھی ▁نہیں ▁پڑے ▁گا۔ ▁ہاں ▁اگر ▁سودا ▁دست ▁بدست ▁ہو ▁جو ▁تم ▁اپ س ▁میں ▁لیتے ▁دیتے ▁ہو ▁تو ▁اگر ▁( ایس ے ▁معاملے ▁کی ) ▁دستاویز ▁نہ ▁لکھ وتو ▁تم ▁پر ▁کچھ ▁گناہ ▁نہیں۔ ▁اور ▁جب ▁خرید ▁وف رو خت ▁کیا ▁کرو ▁تو ▁بھی ▁گواہ ▁کرلیا ▁کرو ۔ ▁اور ▁کا تب ▁دستاویز ▁اور ▁گواہ ▁( م عامل ہ ▁کرنے ▁والوں ▁کا ) ▁کسی ▁طرح ▁نقصان ▁نہ ▁کریں۔ ▁اگر ▁تم ▁( لوگ ) ▁ایسا ▁کرو ▁تو ▁یہ ▁تمہارے ▁لي ے ▁گناہ ▁کی ▁بات ▁ہے۔ ▁اور ▁خدا ▁سے ▁ڈر و ▁اور ▁( دی کھ و ▁کہ ) ▁وہ ▁تم ▁کو ▁( کی سی ▁مفید ▁باتیں ) ▁سکھ ات ا ▁ہے ▁اور ▁خدا ▁ہر ▁چیز ▁سے ▁وا قف ▁ہے
▁پھر ▁ان ▁لوگوں ▁نے ▁انہیں ▁جھ ٹل ایا ▁سو ▁ہم ▁نے ▁انہیں ▁اور ▁ان ▁لوگوں ▁کو ▁جو ▁کشتی ▁میں ▁ان ▁کی ▁مع یت ▁میں ▁تھے ▁نجات ▁دی ▁اور ▁ہم ▁نے ▁ان ▁لوگوں ▁کو ▁ غرق ▁کر ▁دیا ▁جنہوں ▁نے ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ایا ▁تھا ، ▁بیش ک ▁وہ ▁اند ھے ▁( یعنی ▁بے ▁بص ی رت ) ▁لوگ ▁تھے ،
▁وہ ▁زمین ▁میں ▁اللہ ▁کو ▁بے ▁بس ▁کرنے ▁والے ▁نہ ▁تھے ▁اور ▁نہ ▁اللہ ▁کے ▁مقابلہ ▁میں ▁کوي ی ▁ان ▁کا ▁حامی ▁تھا ▁انہیں ▁اب ▁دو ہ را ▁عذاب ▁دیا ▁جاي ے ▁گا ▁وہ ▁نہ ▁کسی ▁کی ▁سن ▁ہی ▁سکتے ▁تھے ▁اور ▁نہ ▁خود ▁ہی ▁انہیں ▁کچھ ▁سو جھ تا ▁تھا
▁تو ▁جو ▁بد بخت ▁ہوں ▁گے ▁وہ ▁دوزخ ▁میں ▁( ڈ ال ▁دی ي ے ▁جاي یں ▁گے ) ▁اس ▁میں ▁ان ▁کا ▁چلا نا ▁اور ▁د ھا ڑ نا ▁ہوگا
▁اور ▁وہ ▁دا ي یں ▁ہاتھ ▁والے ▁اور ▁وہ ▁دا ي یں ▁والے ▁کیا ▁اچھے ▁ہیں۔
▁اور ▁دوزخ ▁اس ▁دن ▁حاضر ▁کی ▁جاي ے ▁گی ▁تو ▁انسان ▁اس ▁دن ▁متن بہ ▁ہو ▁گا ▁مگر ▁تنب ہ ▁( سے ) ▁اسے ▁( فا ي دہ ) ▁کہاں ▁( مل ▁سکے ▁گا )
▁بیش ک ▁جنہوں ▁نے ▁کفر ▁اپنا ▁لیا ▁ہے ▁ان ▁کے ▁لي ے ▁برابر ▁ہے ▁خواہ ▁اپ ▁انہیں ▁ڈرا ي یں ▁یا ▁نہ ▁ڈرا ي یں ، ▁وہ ▁ایمان ▁نہیں ▁لاي یں ▁گے ،
▁خوش خبر ی ▁دینے ▁والی ▁ڈرا نے ▁والی ▁ہے پ ھر ▁ان ▁میں ▁سے ▁اکثر ▁نے ▁تو ▁منہ ▁ہی ▁پھ یر ▁لیا ▁پھر ▁وہ ▁سن تے ▁بھی ▁نہیں
▁اس ▁گھ ڑی ▁کا ▁علم ▁اللہ ▁ہی ▁کے ▁پاس ▁ہے ، ▁وہی ▁بارش ▁برس ات ا ▁ہے ، ▁وہی ▁جانتا ▁ہے ▁کہ ▁ما وں ▁کے ▁پیٹ وں ▁میں ▁کیا ▁پرورش ▁پا ▁رہا ▁ہے ، ▁کوي ی ▁مت نفس ▁نہیں ▁جانتا ▁کہ ▁کل ▁وہ ▁کیا ▁کم اي ی ▁کرنے ▁والا ▁ہے ▁اور ▁نہ ▁کسی ▁شخص ▁کو ▁یہ ▁خبر ▁ہے ▁کہ ▁کس ▁سرزمین ▁میں ▁اس ▁کی ▁موت ▁ انی ▁ہے ، ▁اللہ ▁ہی ▁سب ▁کچھ ▁جان نے ▁والا ▁اور ▁با خبر ▁ہے
▁تاکہ ▁ان ▁کے ▁اپنے ▁رب ▁کے ▁پیغام ▁پہنچا ▁دینے ▁کا ▁علم ▁ہو ▁جاي ے ▁اللہ ▁تعالی ▁نے ▁ان ▁کے ▁اس ▁پاس ▁( کی ▁تمام ▁چیز وں ) ▁کا ▁اح اط ہ ▁کر ▁رکھا ▁ہے ▁اور ▁ہر ▁چیز ▁کی ▁ گن تی ▁شمار ▁کر ▁رکھا ▁ہے
▁یہی ▁لوگ ▁اپنے ▁رب ▁کی ▁طرف ▁سے ▁ہدایت ▁پر ▁ہیں ▁اور ▁یہی ▁لوگ ▁فلا ح ▁اور ▁نجات ▁پانے ▁والے ▁ہیں
▁جن ▁کے ▁مانند ▁کوي ی ▁قوم ▁دنیا ▁کے ▁ملکوں ▁میں ▁پیدا ▁نہیں ▁کی ▁ گي ی ▁تھی ؟
▁اور ▁وہی ▁ہے ▁جس ▁نے ▁پانی ▁سے ▁ایک ▁بشر ▁پیدا ▁کیا ، ▁پھر ▁اس ▁سے ▁نسب ▁اور ▁س سر ال ▁کے ▁دو ▁الگ ▁سلسلے ▁چلا ي ے ▁تیر ا ▁رب ▁بڑا ▁ہی ▁قدرت ▁والا ▁ہے
▁جھ ک ▁جا و ▁اللہ ▁کے ▁ اگ ے ▁اور ▁ب ندگی ▁بجا ▁لا و
▁جب ▁کہ ▁یہ ▁رحمان ▁کے ▁شا یان ▁شان ▁نہیں ▁ہے ▁کہ ▁وہ ▁کسی ▁کو ▁اپنا ▁بیٹا ▁بنا ي ے
▁اور ▁کچھ ▁لوگ ▁( ایس ے ) ▁ہیں ▁جو ▁االله ▁کے ▁بارے ▁میں ▁بغیر ▁علم ▁و ▁دانش ▁کے ▁جھ گ ڑا ▁کرتے ▁ہیں ▁اور ▁ہر ▁سر کش ▁شیطان ▁کی ▁پیر وی ▁کرتے ▁ہیں ،
▁پھر ▁اس ▁کو ▁موت ▁دی ▁پھر ▁اس ▁کو ▁قبر ▁میں ▁رکھ و ایا
▁اے ▁ایمان ▁لانے ▁والو ، ▁جب ▁تم ▁ایک ▁لشکر ▁کی ▁صورت ▁میں ▁کف ار ▁سے ▁دو چار ▁ہو ▁تو ▁ان ▁کے ▁مقابلہ ▁میں ▁پی ٹھ ▁نہ ▁پھ ی رو
▁اے ▁ایمان ▁والو ▁سود ▁دو نے ▁پر ▁دو نا ▁نہ ▁کھا و ▁اور ▁الله ▁سے ▁ڈر و ▁تاکہ ▁تم ہ ارا ▁چھ ٹک ارا ▁ہو
▁اور ▁رات ▁کی ▁جبکہ ▁وہ ▁سک ون ▁کے ▁ساتھ ▁ط اری ▁ہو ▁جاي ے
▁حقیقت ا ▁ان ▁میں ▁ہر ▁اد می ▁اس ▁بات ▁کا ▁خواہش ▁مند ▁ہے ▁کہ ▁اسے ▁کھل ی ▁ہو ي ی ▁کتاب یں ▁عطا ▁کردی ▁جاي یں
▁اور ▁میری ▁جنت ▁میں ▁ا ،
▁جو ▁لوگ ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁کی ▁مخالفت ▁کرتے ▁ہیں ▁وہ ▁نہای ت ▁ذ ل یل ▁ہوں ▁گے
▁اور ▁کا فر ▁لوگ ▁کہتے ▁ہیں : ▁کیا ▁جب ▁ہم ▁اور ▁ہمارے ▁باپ ▁داد ا ▁( مر ▁کر ) ▁م ٹی ▁ہو جا ي یں ▁گے ▁تو ▁کیا ▁ہم ▁( پ ھر ▁زندہ ▁کر ▁کے ▁قبر وں ▁میں ▁سے ) ▁نکال ے ▁جاي یں ▁گے ،
▁کیا ▁براي ی ▁اختیار ▁کرلی نے ▁والوں ▁نے ▁یہ ▁خیال ▁کرلیا ▁ہے ▁کہ ▁ہم ▁انہیں ▁ایمان ▁لانے ▁والوں ▁اور ▁نیک ▁عمل ▁کرنے ▁والوں ▁کے ▁برابر ▁قرار ▁دے ▁دیں ▁گے ▁کہ ▁سب ▁کی ▁موت ▁و ▁حیات ▁ایک ▁جیسی ▁ہو ▁یہ ▁ان ▁لوگوں ▁نے ▁نہای ت ▁بدترین ▁فیصلہ ▁کیا ▁ہے
▁اور ▁دا ي یں ▁جانب ▁والے ، ▁کیا ▁کہنا ▁دا ي یں ▁جانب ▁والوں ▁کا ،
▁تاکہ ▁خدا ▁صادق ین ▁کو ▁ان ▁کی ▁صداقت ▁کا ▁بدل ہ ▁دے ▁اور ▁منا فق ین ▁کو ▁چاہے ▁تو ▁ان ▁پر ▁عذاب ▁نازل ▁کرے ▁یا ▁ان ▁کی ▁تو بہ ▁قبول ▁کر لے ▁کہ ▁اللہ ▁یقینا ▁بہت ▁بخش نے ▁والا ▁اور ▁مہر بان ▁ہے
▁اور ▁اے ▁پیغمبر ▁اپ ▁اس ▁قر ان ▁سے ▁پہلے ▁نہ ▁کوي ی ▁کتاب ▁پڑھ تے ▁تھے ▁اور ▁نہ ▁اپنے ▁ہاتھ ▁سے ▁کچھ ▁لکھتے ▁تھے ▁ورنہ ▁یہ ▁اہل ▁باطل ▁شب ہ ▁میں ▁پڑ ▁جاتے
▁قسم ▁ہے ▁فجر ▁کی !
▁( ا ے ▁نبی ) ▁ہم ▁نے ▁سب ▁انسان وں ▁کے ▁لیے ▁یہ ▁کتاب ▁بر حق ▁تم ▁پر ▁نازل ▁کر ▁دی ▁ہے ▁اب ▁جو ▁سید ھا ▁راستہ ▁اختیار ▁کرے ▁گا ▁اپنے ▁لیے ▁کرے ▁گا ▁اور ▁جو ▁بھ ٹک ے ▁گا ▁اس ▁کے ▁بھ ٹک نے ▁کا ▁وبال ▁اسی ▁پر ▁ہوگا ، ▁تم ▁ان ▁کے ▁ذم ہ ▁دار ▁نہیں ▁ہو
▁بلکہ ▁اللہ ▁نے ▁اسے ▁اپنی ▁طرف ▁اٹھ الیا ▁اور ▁اللہ ▁غالب ▁حکمت ▁والا ▁ہے ،
▁پھر ▁قریب ▁ہو ي ے ▁اور اور ▁ اگ ے ▁بڑھ ے
▁اور ▁ایک ▁مدت ▁تک ▁ان ▁سے ▁بے ▁توجہ ی ▁کی جي ے۔
▁کہ ▁تم ▁لوگ ▁مختلف ▁بات وں ▁میں ▁پڑے ▁ہو ي ے ▁ہو
▁اور ▁اسماعیل ▁اور ▁اد ریس ▁اور ▁ذو ال ک فل ▁( علی ہم ▁السلام ▁کو ▁بھی ▁یاد ▁فرما ي یں )، ▁یہ ▁سب ▁ص ابر ▁لوگ ▁تھے ،
▁کہہ ▁دی جی ي ے ▁کہ ▁اللہ ▁تعالی ▁کا ▁حکم ▁مان و ، ▁رسول ▁اللہ ▁کی ▁اطاعت ▁کرو ، ▁پھر ▁بھی ▁اگر ▁تم ▁نے ▁رو گردان ی ▁کی ▁تو ▁رسول ▁کے ▁ذم ے ▁تو ▁صرف ▁وہی ▁ہے ▁جو ▁اس ▁پر ▁لازم ▁کردیا ▁گیا ▁ہے ▁اور ▁تم ▁پر ▁اس ▁کی ▁جواب دہ ی ▁ہے ▁جو ▁تم ▁پر ▁رکھا ▁گیا ▁ہے ▁ہدایت ▁تو ▁تمہیں ▁اسی ▁وقت ▁ملے ▁گی ▁جب ▁رسول ▁کی ▁مات حت ی ▁کرو ۔ ▁سن و ▁رسول ▁کے ▁ذم ے ▁تو ▁صرف ▁صاف ▁طور ▁پر ▁پہنچا ▁دینا ▁ہے
▁مسلمان ▁مسلمان ▁بھ اي ی ▁ہیں ▁تو ▁اپنے ▁دو ▁بھ اي یوں ▁میں ▁صلح ▁کرو ▁اور ▁اللہ ▁سے ▁ڈر و ▁کہ ▁تم ▁پر ▁رحمت ▁ہو
▁تمہیں ▁کیا ▁ہوگیا ▁ہے ؟ ▁تم ▁کیسے ▁فیصلے ▁کرتے ▁ہو ؟
▁اب ▁بھگ اي ی ▁جاتی ▁ہے ▁یہ ▁جماعت ▁اور ▁پی ٹھ یں ▁پھ ی رد یں ▁گے
▁اور ▁ہم ▁نے ▁مد ین ▁والوں ▁کی ▁طرف ▁ان ▁کے ▁بھ اي ی ▁شعیب ▁کو ▁بھی جا ، ▁اس ▁نے ▁کہا ▁اے ▁میری ▁قوم ! ▁اللہ ▁کی ▁عبادت ▁کرو ▁اس ▁کے ▁سوا ▁تم ہ ارا ▁کوي ی ▁مع بود ▁نہیں ▁اور ▁تم ▁ناپ ▁تو ل ▁میں ▁بھی ▁کمی ▁نہ ▁کرو ▁میں ▁تو ▁تمہیں ▁اس وده ▁حال ▁دیکھ ▁رہا ▁ہوں ▁اور ▁مجھے ▁تم ▁پر ▁گھ یر نے ▁والے ▁دن ▁کے ▁عذاب ▁کا ▁خوف ▁( بھی ) ▁ہے
▁مسلمانوں ▁میں ▁سے ▁جو ▁لوگ ▁کسی ▁ عذر ▁کے ▁بغیر ▁گھر ▁بیٹھے ▁رہتے ▁ہیں ▁اور ▁وہ ▁جو ▁الله ▁کی ▁راہ ▁میں ▁جان ▁و ▁مال ▁سے ▁جہاد ▁کرتے ▁ہیں ▁دونوں ▁برابر ▁نہیں ▁ہیں ▁الله ▁نے ▁بیٹھ نے ▁والوں ▁پر ▁جان ▁و ▁مال ▁سے ▁جہاد ▁کرنے ▁والوں ▁کا ▁درجہ ▁بڑھ ایا ▁دیا ▁ہے ▁اگرچہ ▁ہر ▁ایک ▁سے ▁الله ▁نے ▁بھ ل ايي ▁کا ▁وعدہ ▁کیا ▁ہے ▁اور ▁الله ▁نے ▁ل ڑنے ▁والوں ▁کو ▁بیٹھ نے ▁والوں ▁سے ▁ اجر ▁عظیم ▁میں ▁زیادہ ▁کیا ▁ہے
▁اور ▁اللہ ▁نے ▁تمہیں ▁جو ▁حلال ▁اور ▁پاک ی زہ ▁چیز یں ▁عطا ▁کی ▁ہیں ▁ان ▁میں ▁سے ▁کھا و ۔ ▁اور ▁اسی ▁اللہ ▁سے ▁ڈر و ▁( اس ▁کی ▁نا فر مان ی ▁سے ▁بچ و ) ▁جس ▁پر ▁تم ▁ایمان ▁رکھتے ▁ہو۔
▁یہ ▁تو ▁چک ھو ▁اور ▁اس ▁کے ▁ساتھ ▁یہ ▁ہے ▁کہ ▁کا فر وں ▁کو ▁ا ▁گ ▁کا ▁عذاب ▁ہے
▁ان ▁کے ▁لي ے ▁دنیا ▁کی ▁زندگی ▁میں ▁بھی ▁عذاب ▁ہے ، ▁اور ▁اخر ت ▁کا ▁عذاب ▁تو ▁بہت ▁ہی ▁زیاد ه ▁سخت ▁ہے ، ▁انہیں ▁اللہ ▁کے ▁ غضب ▁سے ▁بچانے ▁والا ▁کوي ی ▁بھی ▁نہیں
▁ایس وں ▁کے ▁جو ▁تم ▁سے ▁صل ہ ▁نہیں ▁مانگ تے ▁اور ▁وہ ▁سید ھے ▁رس تے ▁پر ▁ہیں
▁جو ▁تم ▁کو ▁جب ▁تم ▁( ت ہ جد ) ▁کے ▁وقت ▁اٹھ تے ▁ہو ▁دیکھ تا ▁ہے
▁( ان ▁میں ▁سے ) ▁ہر ▁ایک ▁گروہ ▁نے ▁رسول وں ▁کو ▁جھ ٹل ایا ▁تو ▁( ان ▁پر ) ▁میرا ▁عذاب ▁واجب ▁ہو ▁گیا ،
▁ہاں ، ▁اسی ▁طرح ▁اے ▁نبی ، ▁یہ ▁قر ان ▁عربی ▁ہم ▁نے ▁تمہاری ▁طرف ▁وح ی ▁کیا ▁ہے ▁تاکہ ▁تم ▁بست یوں ▁کے ▁مرکز ▁( ش ہر ▁مکہ ) ▁اور ▁اس ▁کے ▁گرد ▁و ▁پیش ▁رہنے ▁والوں ▁کو ▁خبردار ▁کر ▁دو ، ▁اور ▁جمع ▁ہونے ▁کے ▁دن ▁سے ▁ڈرا ▁دو ▁جن ▁کے ▁ انے ▁میں ▁کوي ی ▁شک ▁نہیں ▁ایک ▁گروہ ▁کو ▁جنت ▁میں ▁جانا ▁ہے ▁اور ▁دوسرے ▁گروہ ▁کو ▁دوزخ ▁میں
▁پس ▁میں ▁مشرق وں ▁اور ▁مغرب وں ▁کے ▁پروردگار ▁کی ▁قسم ▁کھا تا ▁ہوں ▁( یعنی ▁اپنی ▁ذات ▁کی ) ▁کہ ▁ہم ▁ضرور ▁قادر ▁ہیں
▁( اس ▁گڑھ ے ▁والے ) ▁جس ▁میں ▁خوب ▁ب ھڑ ک تے ▁ہو ي ے ▁این دھ ن ▁کی ▁ اگ ▁تھی
▁اور جب ▁ہم ▁اد می ▁پر ▁احسان ▁کرتے ▁ہیں ▁تو ▁منہ ▁پھ یر ▁لی تا ▁ہے ▁اور ▁اپنی ▁طرف ▁دور ▁ہ ٹ ▁جاتا ▁ہے ▁اور ▁جب ▁اسے ▁تکلیف ▁پہنچ تی ▁ہے ▁تو ▁چو ڑی ▁دعا ▁والا ▁ہے
▁اور ▁لوگوں ▁سے ▁کہا ▁ہے ▁کہ ▁خبردار ▁اپنے ▁خدا وں ▁کو ▁مت ▁چھوڑ ▁دینا ▁اور ▁ود , ▁سو اع , ▁ی غ وث , ▁ی ع وق , ▁ن سر ▁کو ▁نظر انداز ▁نہ ▁کردی نا
▁اور ▁بے ▁شک ▁ہم ▁نے ▁موسی ▁( علی ہ ▁السلام ) ▁کو ▁اپنی ▁نشانی وں ▁اور ▁واضح ▁دلیل ▁کے ▁ساتھ ▁بھی جا ،
▁کیا ▁وہ ▁لوگ ▁جن ▁کے ▁دل وں ▁میں ▁بیماری ▁ہے ▁یہ ▁خیال ▁کرتے ▁ہیں ▁کہ ▁اللہ ▁کبھی ▁ان ▁کے ▁( سین وں ▁کے ) ▁کی نوں ▁کو ▁ظاہر ▁نہیں ▁کرے ▁گا۔
▁اور ▁یہ ▁بھی ▁کہ ▁قر ان ▁پڑھ ا ▁کرو ں۔ ▁تو ▁جو ▁شخص ▁راہ ▁راست ▁اختیار ▁کرتا ▁ہے ▁تو ▁اپنے ▁ہی ▁فاي دے ▁کے ▁لي ے ▁اختیار ▁کرتا ▁ہے۔ ▁اور ▁جو ▁گمراہ ▁رہتا ▁ہے ▁تو ▁کہہ ▁دو ▁کہ ▁میں ▁تو ▁صرف ▁نص ی حت ▁کرنے ▁والا ▁ہوں
▁تو ▁لوگوں ▁کو ▁جمع ▁کیا ▁پھر ▁پکار ا ،
▁نہ ▁تو ▁اس مان ▁اور ▁زمین ▁کے ▁بنا تے ▁وقت ▁اور ▁نہ ▁انہیں ▁بنا تے ▁وقت ▁میں ▁نے ▁انہیں ▁بل ایا ▁اور میں ▁گمراہ ▁کرنے ▁والوں ▁کو ▁اپنا ▁مدد گار ▁بنانے ▁والا ▁نہ ▁تھا
▁بے ▁شک ▁جنہوں ▁نے ▁انکار ▁کیا ▁اور ▁انکار ▁ہی ▁کی ▁حالت ▁میں ▁مر ▁بھی ▁ گي ے ▁تو ▁ان ▁پر ▁الله ▁کی ▁لعنت ▁ہے ▁اور ▁فرشت وں ▁اور ▁سب ▁لوگوں ▁کی ▁بھی
▁اور ▁بیش ک ▁اپ ▁کا ▁رب ▁ہی ▁تو ▁انہیں ▁( روز ▁قیامت ) ▁جمع ▁فرما ي ے ▁گا۔ ▁بیش ک ▁وہ ▁بڑی ▁حکمت ▁والا ▁خوب ▁جان نے ▁والا ▁ہے ،
▁پھر ▁بیش ک ▁ان ▁کے ▁لیے ▁اس ▁پر ▁کھول تے ▁پانی ▁کی ▁مل ونی ▁( م لا وٹ ) ▁ہے
▁پھر ▁ہم ▁اپنے ▁رسول وں ▁کو ▁بچا ▁لیتے ▁ہیں ▁اور ▁ان ▁لوگوں ▁کو ▁بھی ▁جو ▁اس ▁طرح ▁ایمان ▁لے ▁ا تے ▁ہیں ، ▁( یہ ▁بات ) ▁ہمارے ▁ذم ہ ▁کرم ▁پر ▁ہے ▁کہ ▁ہم ▁ایمان ▁والوں ▁کو ▁بچا ▁لیں ،
▁کیا ▁وہ ▁نہیں ▁جانتا ▁کہ ▁االله ▁( اس ▁کے ▁سارے ▁کردار ▁کو ) ▁دیکھ ▁رہا ▁ہے ،
▁اور ▁اپنے ▁اپ ▁کو ▁انہیں ▁کے ▁ساتھ ▁رکھا ▁کر ▁جو ▁اپنے ▁پروردگار ▁کو ▁صبح ▁شام ▁پکار تے ▁ہیں ▁اور ▁اسی ▁کے ▁چہرے ▁کے ▁اراد ے ▁رکھتے ▁ہیں ▁( رضا مند ی ▁چاہتے ▁ہیں )، ▁خبردار ! ▁تیر ی ▁ن گاہ یں ▁ان ▁سے ▁نہ ▁ہ ٹ نے ▁پاي یں ▁کہ ▁د نیو ی ▁زندگی ▁کے ▁ ٹھا ٹھ ▁کے ▁اراد ے ▁میں ▁لگ ▁جا ۔ ▁دیکھ ▁اس ▁کا ▁کہنا ▁نہ ▁مان نا ▁جس ▁کے ▁دل ▁کو ▁ہم ▁نے ▁اپنے ▁ذکر ▁سے ▁غافل ▁کردیا ▁ہے ▁اور ▁جو ▁اپنی ▁خواہش ▁کے ▁پیچھے ▁پڑا ▁ہوا ▁ہے ▁اور ▁جس ▁کا ▁کام ▁حد ▁سے ▁گزر ▁چکا ▁ہے
▁تمہارے ▁پروردگار ▁کی ▁قسم ▁ہم ▁ان ▁سے ▁ضرور ▁پرسش ▁کریں ▁گے
▁( اس ▁وقت ▁کو ▁یاد ▁کرو ) ▁جب ▁عمران ▁کی ▁بیوی ▁نے ▁کہا ▁اے ▁میرے ▁پروردگار ! ▁جو ▁بچہ ▁میرے ▁پیٹ ▁میں ▁ہے ▁اسے ▁میں ▁( د نیا ▁کے ▁کام وں ▁سے ) ▁از اد ▁کرکے ▁( خان ہ ▁ک عب ہ ▁کی ) ▁جا روب ▁کشی ▁اور ▁تیر ی ▁عبادت ▁کے ▁لي ے ▁تیر ی ▁بار گاہ ▁میں ▁نذر ▁کرتی ▁ہوں ▁تو ▁میری ▁( ن ذر ) ▁قبول ▁فرما ۔ ▁بے ▁شک ▁تو ▁بڑا ▁سن نے ▁والا ، ▁بڑا ▁جان نے ▁والا ▁ہے۔
▁اور ▁جس ▁دن ▁قیامت ▁قاي م ▁ہوگی ▁اس ▁دن ▁( جماع ت یں ) ▁الگ ▁الگ ▁ہو ▁جاي یں ▁گی
▁اللہ ▁نے ▁لکھ ▁دیا ▁ہے ▁کہ ▁یقینا ▁میں ▁اور ▁میرے ▁رسول ▁ضرور ▁غالب ▁ہو ▁کر ▁رہیں ▁گے ، ▁بیش ک ▁اللہ ▁بڑی ▁قوت ▁والا ▁بڑے ▁غل بہ ▁والا ▁ہے ،
▁بے ▁شک ▁جو ▁لوگ ▁چاہتے ▁ہیں ▁کہ ▁ایمان دار وں ▁میں ▁بد کاری ▁کا ▁چر چا ▁ہو ▁ان ▁کے ▁لیے ▁دنیا ▁اور ▁اخر ت ▁میں ▁درد ناک ▁عذاب ▁ہے ▁اور ▁الله ▁جانتا ▁ہے ▁اور ▁تم ▁نہیں ▁جانتے
▁پس ▁اپنے ▁رب ▁کا ▁فیصلہ ▁صادر ▁ہونے ▁تک ▁صبر ▁کرو ▁اور ▁م چھ لی ▁والے ▁( یون س ▁علیہ ▁اسلام ) ▁کی ▁طرح ▁نہ ▁ہو ▁جا و ، ▁جب ▁اس ▁نے ▁پکار ا ▁تھا ▁اور ▁وہ ▁غم ▁سے ▁بھر ا ▁ہوا ▁تھا
▁اس ▁کو ▁( ای مان ▁لانے ▁سے ) ▁جس ▁چیز ▁نے ▁روک ▁رکھا ▁تھا ▁وہ ▁ان ▁مع بود وں ▁کی ▁عبادت ▁تھی ▁جنہیں ▁وہ ▁اللہ ▁کے ▁سوا ▁پو جت ی ▁تھی ، ▁کیونکہ ▁وہ ▁ایک ▁کا فر ▁قوم ▁سے ▁تھی
▁جو ▁لوگ ▁ایمان ▁لاي ے ▁اور ▁انہوں ▁نے ▁کام ▁بھی ▁اچھے ▁کیے ▁یقینا ▁ان ▁کے ▁لي ے ▁الفرد وس ▁کے ▁باغ ات ▁کی ▁مہمان ی ▁ہے
▁اور ▁ان ▁کی ▁خدمت ▁میں ▁وہ ▁لڑکے ▁د وڑ تے ▁پھر ▁رہے ▁ہوں ▁گے ▁جو ▁ان ہی ▁کے ▁لیے ▁مخصوص ▁ہوں ▁گے ▁ایسے ▁خوبصورت ▁جیسے ▁چھپ ا ▁کر ▁رکھے ▁ہو ي ے ▁موت ی
▁اور ▁ان ▁میں ▁سے ▁ایک ▁گروہ ▁یہ ▁کہہ ▁کر ▁چل ▁دیا ▁چل و ▁اپنے ▁خدا وں ▁پر ▁قاي م ▁رہ و ▁کہ ▁اس ▁میں ▁ان ▁کی ▁کوي ی ▁ غرض ▁پاي ی ▁جاتی ▁ہے
▁اور ▁الله ▁کے ▁سوا ▁ان ▁کی ▁عبادت ▁کرتے ▁ہیں ▁جو ▁اس مان وں ▁ ارو ▁زمین ▁سے ▁انہیں ▁ رزق ▁پہنچا نے ▁میں ▁کچھ ▁بھی ▁اختیار نہیں ▁رکھتے ▁اور ▁نہ ▁رکھ ▁سکتے ▁ہیں
▁پھر ▁قیامت ▁کے ▁دن ▁بلا ▁شب ہ ▁تم ▁سب ▁اٹھا ي ے ▁جا و ▁گے
▁ اگ ▁ان ▁کے ▁چ ہر وں ▁کو ▁جھ ل سا ▁رہی ▁ہوگی ▁اور ▁ان ▁کی ▁شکل یں ▁اس ▁میں ▁بگ ڑ ▁ گي ی ▁ہوں ▁گی۔
▁کیا ▁تم ▁اس ▁سے ▁بے ▁خوف ▁ہو ▁کہ ▁وہ ▁جو ▁اس مان ▁میں ▁ہے ▁تمہیں ▁زمین ▁میں ▁ دھ نسا ▁دے ▁اور ▁یک ایک ▁یہ ▁زمین ▁جھ کول ے ▁کھانے ▁لگے ؟
▁کھا و ▁اور ▁اپنے ▁م ویش یوں ▁کو ▁چرا و ▁بے ▁شک ▁اس ▁میں ▁عقل ▁والوں ▁کے ▁لیے ▁نشان یاں ▁ہیں
▁پس ▁اج ▁کے ▁دن ▁کسی ▁پر ▁کچھ ▁بھی ▁ظلم ▁نہیں ▁کیا ▁جاي ے ▁گا ▁اور ▁تمہیں ▁بدل ہ ▁نہیں ▁دیا ▁جاي ے ▁گا ▁مگر ▁ان ہی ▁اعمال ▁کا ▁جو ▁تم ▁کیا ▁کرتے ▁تھے۔
▁یہ ▁تو ▁صرف ▁انسان ▁کا ▁کلام ▁ہے
▁تو ▁اس ▁جیسی ▁ایک ▁بات ▁تو ▁لے ▁اي یں ▁اگر ▁سچ ے ▁ہیں ،
▁میں ▁ہی ▁اللہ ▁ہوں ، ▁میرے ▁سوا ▁کوي ی ▁خدا ▁نہیں ▁ہے ، ▁پس ▁تو ▁میری ▁ب ندگی ▁کر ▁اور ▁میری ▁یاد ▁کے ▁لیے ▁نماز ▁قاي م ▁کر
▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁اگر ▁ہم ▁مدینہ ▁واپس ▁ا گي ے ▁تو ▁ہم ▁صاحب ان ▁ه عز ت ▁ان ▁ذ ل یل ▁افراد ▁کو ▁نکال ▁باہر ▁کریں ▁گے ▁حالانک ہ ▁ساری ▁عزت ▁اللہ ▁ , ▁رسول ▁اور ▁صاحب ان ▁های مان ▁کے ▁لي ے ▁ہے ▁اور ▁یہ ▁منا فق ین ▁یہ ▁جانتے ▁بھی ▁نہیں ▁ہیں
▁سمجھ ▁لے ▁گا ▁کہ ▁یہ ▁جدا ي ی ▁کی ▁گھ ڑی ▁ہے
▁اور ▁جب ▁ان ▁لوگوں ▁سے ▁کہا ▁جاتا ▁ہے ▁کہ ▁جو ▁( ک تاب ) ▁خدا ▁نے ▁نازل ▁فرما ي ی ▁ہے ▁اس ▁کی ▁اور ▁رسول ▁الله ▁کی ▁طرف ▁رجوع ▁کرو ▁تو ▁کہتے ▁ہیں ▁کہ ▁جس ▁طریق ▁پر ▁ہم ▁نے ▁اپنے ▁باپ ▁داد ا ▁کو ▁پایا ▁ہے ▁وہی ▁ہمیں ▁کافی ▁ہے ▁بھ لا ▁اگر ▁ان ▁کے ▁باپ ▁داد ا ▁نہ ▁تو ▁کچھ ▁جانتے ▁ہوں ▁اور ▁نہ ▁سید ھے ▁رس تے ▁پر ▁ہوں ▁( تب ▁بھی ؟ )
▁ نون ! ▁قسم ▁ہے ▁قلم ▁کی ▁اور ▁اس ▁کی ▁جو ▁کچھ ▁لوگ ▁لکھتے ▁ہیں۔
▁اور ▁ہر ▁ایک ▁کے ▁لي ے ▁ان ▁کے ▁اعمال ▁کے ▁لحاظ ▁سے ▁درج ات ▁( م قرر ) ▁ہیں ، ▁اور ▁اپ ▁کا ▁رب ▁ان ▁کام وں ▁سے ▁بے ▁خبر ▁نہیں ▁جو ▁وہ ▁انجام ▁دیتے ▁ہیں ،
▁اور ▁اگر ▁یہ ▁عہد ▁کے ▁بعد ▁بھی ▁اپنی ▁قسم وں ▁کو ▁توڑ ▁دیں ▁اور ▁دین ▁میں ▁ طعن ہ ▁زنی ▁کریں ▁تو ▁کفر ▁کے ▁سربراہ وں ▁سے ▁کھل ▁کر ▁جہاد ▁کرو ▁کہ ▁ان ▁کی ▁قسم وں ▁کا ▁کوي ی ▁اعتبار ▁نہیں ▁ہے ▁شاید ▁یہ ▁اسی ▁طرح ▁اپنی ▁حرکت وں ▁سے ▁باز ▁اج اي یں
▁( ا ے ▁رسول ▁وہ ▁وقت ▁یاد ▁کرو ) ▁جب ▁تمہارے ▁پروردگار ▁نے ▁فرشت وں ▁سے ▁کہا ▁کہ ▁میں ▁زمین ▁پر ▁ایک ▁خل یف ہ ▁( جا نشین ) ▁بنانے ▁والا ▁ہوں ▁تو ▁انہوں ▁نے ▁کہا ▁کیا ▁تو ▁اس ▁میں ▁اس ▁کو ▁( خ لیف ہ ) ▁بنا ي ے ▁گا ▁جو ▁اس ▁میں ▁فساد ▁پھیلا ي ے ▁گا ▁اور ▁خون ▁ریزی ▁کرے ▁گا۔ ▁حالانک ہ ▁ہم ▁تیر ی ▁ حمد ▁و ▁ ثنا ي ▁کے ▁ساتھ ▁تس بی ح ▁کرتے ▁ہیں ▁اور ▁تیر ی ▁ تقد یس ▁( پا کی ز گی ▁بیان ) ▁کرتے ▁ہیں۔ ▁فرمایا : ▁یقینا ▁میں ▁وہ ▁کچھ ▁جانتا ▁ہوں ▁جو ▁تم ▁نہیں ▁جانتے ۔
▁اور ▁کا فر ▁کہتے ▁ہیں ▁کیا ▁ہم ▁تمہیں ▁وہ ▁اد می ▁بتا ي یں ▁جو ▁تمہیں ▁خبر ▁دیتا ▁ہے ▁کہ ▁جب ▁تم ▁پورے ▁طور ▁پر ▁ریز ہ ▁ریز ہ ▁ہو ▁جا و ▁گے ▁تو ▁پھر ▁ني ے ▁سر ے ▁سے ▁پیدا ▁کیے ▁جا و ▁گے
▁اور ▁کوي ی ▁دوست ▁کسی ▁دوست ▁کا ▁پر سان ▁نہ ▁ہوگا
▁اور ▁شہر ▁کے ▁پر لے ▁سر ے ▁سے ▁ایک ▁اد می ▁د وڑ تا ▁ہوا ▁ ایا ▁کہا ▁اے ▁موسی ! ▁دریا ▁والے ▁تر ے ▁متعلق ▁مشورہ ▁کرتے ▁ہیں ▁کہ ▁ت جھ ▁کو ▁مار ▁ڈال یں ▁سو ▁نکل ▁بے ▁شک ▁میں ▁تیر ا ▁بھ لا ▁چاہ نے ▁والا ▁ہوں
▁چ کھ ▁اس ▁کا ▁مزا ، ▁بڑا ▁زبردست ▁عزت ▁دار ▁اد می ▁ہے ▁تو
▁جو ▁نماز ▁کی ▁پابندی ▁کرتے ▁اور ▁ز کو ة ▁دیتے ▁اور ▁اخر ت ▁کا ▁یقین ▁رکھتے ▁ہیں
▁اور ▁( ا ے ▁رسول ( ص ) ) ▁اپ ▁مومن ▁عورتوں ▁سے ▁کہہ ▁دی جي ے ! ▁کہ ▁وہ ▁اپنی ▁ن گاہ یں ▁نی چی ▁رکھیں ▁اور ▁اپنی ▁شرم گاہ وں ▁کی ▁ حف اط ت ▁کریں ▁اور ▁اپنی ▁ زین ت ▁و ▁ ارا يش ▁کو ▁ظاہر ▁نہ ▁کریں ▁سوا ي ے ▁اس ▁کے ▁جو ▁خود ▁ظاہر ▁ہو ▁اور ▁چاہیے ▁کہ ▁وہ ▁اپنی ▁او ڑھ ن یاں ▁اپنے ▁گری بان وں ▁پر ▁ڈال ے ▁رہیں ▁اور ▁اپنی ▁زیبا يش ▁و ▁ ارا يش ▁ظاہر ▁نہ ▁کریں ▁سوا ي ے ▁اپنے ▁شوہر وں ▁کے ، ▁یا ▁اپنے ▁باپ ▁داد ا وں ▁کے ، ▁یا ▁اپنے ▁شوہر وں ▁کے ▁باپ ▁داد ا وں ▁کے ، ▁یا ▁اپنے ▁بی ٹ وں ▁کے ▁یا ▁اپنے ▁شوہر وں ▁کے ▁بی ٹ وں ▁کے ، ▁یا ▁اپنے ▁بھ اي یوں ▁کے ▁یا ▁اپنے ▁بھ ت یج وں ▁کے ▁یا ▁اپنے ▁بھ ان ج وں ▁کے ▁یا ▁اپنے ▁( ہم ▁مذہب ) ▁عورتوں ▁کے ▁یا ▁اپنے ▁غلام وں ▁یا ▁لو نڈی وں ▁کے ▁یا ▁اپنے ▁نو کر وں ▁چا کر وں ▁کے ▁جو ▁جنسی ▁خواہش ▁نہ ▁رکھتے ▁ہوں۔ ▁یا ▁ان ▁بچوں ▁کے ▁جو ▁ابھی ▁عورتوں ▁کی ▁پر دہ ▁والی ▁بات وں ▁سے ▁وا قف ▁نہیں ▁ہیں ▁اور ▁وہ ▁اپنے ▁پا وں ▁( زمین ▁پر ) ▁اس ▁طرح ▁نہ ▁مار یں ▁کہ ▁جس ▁سے ▁ان ▁کی ▁وہ ▁زیبا يش ▁و ▁ ارا يش ▁معلوم ▁ہو ▁جاي ے ▁جسے ▁وہ ▁چھپ اي ے ▁ہو ي ے ▁ہیں۔ ▁اے ▁اہل ▁ایمان ! ▁تم ▁سب ▁مل ▁کر ▁اللہ ▁کی ▁بار گاہ ▁میں ▁تو بہ ▁کرو ۔ ▁تاکہ ▁تم ▁فلا ح ▁پا و ۔
▁جب ▁ہم ▁نے ▁تم ▁سے ▁وعده ▁لیا ▁اور ▁تم ▁پر ▁طور ▁کو ▁کھڑا ▁کردیا ▁( اور ▁کہہ ▁دیا ) ▁کہ ▁ہماری ▁دی ▁ہو ي ی ▁چیز ▁کو ▁مضبوط ▁تھا مو ▁اور ▁سن و ! ▁تو ▁انہوں ▁نے ▁کہا ، ▁ہم ▁نے ▁سنا ▁اور ▁نا فر مان ی ▁کی ▁اور ▁ان ▁کے ▁دل وں ▁میں ▁ب چھ ڑے ▁کی ▁محبت ▁( گو یا ) ▁پلا ▁دی ▁ گي ی ▁بسبب ▁ان ▁کے ▁کفر ▁کے ۔ ▁ان ▁سے ▁کہہ ▁دی جی ي ے ▁کہ ▁تم ہ ارا ▁ایمان ▁تمہیں ▁برا ▁حکم ▁دے ▁رہا ▁ہے ، ▁اگر ▁تم ▁مومن ▁ہو
▁ہم ▁فرشت وں ▁کو ▁یوں ▁ہی ▁نہیں ▁اتار ▁دیا ▁کرتے ▁وہ ▁جب ▁اتر تے ▁ہیں ▁تو ▁حق ▁کے ▁ساتھ ▁اتر تے ▁ہیں ، ▁اور ▁پھر ▁لوگوں ▁کو ▁مہ لت ▁نہیں ▁دی ▁جاتی
▁پھر ▁جب ▁موسی ▁( علی ہ ▁السلام ) ▁نے ▁مقرر ہ ▁مدت ▁پوری ▁کر ▁لی ▁اور ▁اپنی ▁اہلیہ ▁کو ▁لے ▁کر ▁چلے ▁( تو ) ▁انہوں ▁نے ▁طور ▁کی ▁جانب ▁سے ▁ایک ▁ اگ ▁دیکھی ▁( وہ ▁ش عل ہ ▁حسن ▁مطلق ▁تھا ▁جس ▁کی ▁طرف ▁اپ ▁کی ▁طبیعت ▁مان وس ▁ہو گي ی )، ▁انہوں ▁نے ▁اپنی ▁اہلیہ ▁سے ▁فرمایا : ▁تم ▁( یہ یں ) ▁ٹھہر و ▁میں ▁نے ▁ اگ ▁دیکھی ▁ہے۔ ▁شاید ▁میں ▁تمہارے ▁لي ے ▁اس ▁( اگ ) ▁سے ▁کچھ ▁( اس ▁کی ) ▁خبر ▁لا وں ▁( جس ▁کی ▁تلاش ▁میں ▁مدت وں ▁سے ▁سر گرد اں ▁ہوں ) ▁یا ▁ ات ش ▁( س وز اں ) ▁کی ▁کوي ی ▁چن گار ی ▁( لاد وں ) ▁تاکہ ▁تم ▁( بھی ) ▁ت پ ▁اٹھ و ،
▁لوگ و ، ▁تم ہ ارا ▁خدا ▁تو ▁بس ▁ایک ▁ہی ▁اللہ ▁ہے ▁جس ▁کے ▁سوا ▁کوي ی ▁اور ▁خدا ▁نہیں ▁ہے ، ▁ہر ▁چیز ▁پر ▁اس ▁کا ▁علم ▁حاوی ▁ہے "
▁اگر ▁تم ▁کوي ی ▁نیک ی ▁ظاہر ▁کرو ▁یا ▁اسے ▁چھپ او ۔ ▁یا ▁کسی ▁براي ی ▁سے ▁در گز ر ▁کرو ۔ ▁تو ▁بے ▁شک ▁اللہ ▁( بھی ) ▁بڑا ▁معاف ▁کرنے ▁والا ، ▁بڑا ▁قدرت ▁والا ▁ہے۔
▁اور ▁اگر ▁اللہ ▁کا ▁فضل ▁و ▁کرم ▁اور ▁اس ▁کی ▁خاص ▁رحمت ▁اپ ( ص ) ▁کے ▁شامل ▁حال ▁نہ ▁ہوتی ▁تو ▁ان ▁کے ▁ایک ▁گروہ ▁نے ▁تو ▁یہ ▁تہ یہ ▁کر ▁لیا ▁تھا ▁کہ ▁اپ ▁کو ▁گمراہ ▁کرکے ▁رہے ▁گا۔ ▁حالانک ہ ▁وہ ▁اپنے ▁اپ ▁کو ▁ہی ▁گمراہ ▁کر ▁رہے ▁ہیں ▁اور ▁اپ ▁کو ▁کوي ی ▁نقصان ▁نہیں ▁پہنچا ▁سکتے ۔ ▁اللہ ▁نے ▁اپ ▁پر ▁کتاب ▁و ▁حکمت ▁نازل ▁کی ▁ہے ▁اور ▁اپ ▁کو ▁وہ ▁کچھ ▁پڑھ ا ▁دیا ▁ہے۔ ▁جو ▁اپ ▁نہیں ▁جانتے ▁تھے ▁اور ▁اپ ▁پر ▁اللہ ▁کا ▁بڑا ▁فضل ▁و ▁کرم ▁ہے۔
▁یا ▁اس ▁کے ▁پاس ▁کوي ی ▁خزانہ ▁ہی ▁ڈال ▁دیا ▁جاتا ▁یا ▁اس ▁کا ▁کوي ی ▁باغ ▁ہی ▁ہوتا ▁جس ▁میں ▁سے ▁یہ ▁کھا تا ۔ ▁اور ▁ان ▁ظالم وں ▁نے ▁کہا ▁کہ ▁تم ▁ایسے ▁اد می ▁کے ▁پیچھے ▁ہو ▁لي ے ▁ہو ▁جس ▁پر ▁جادو ▁کر ▁دیا ▁گیا ▁ہے
▁اور ▁وہی ▁ہے ▁کہ ▁ہوا ي یں ▁بھیج تا ▁ہے ▁اس ▁کی ▁رحمت ▁کے ▁ اگ ے ▁م ژ دہ ▁سن اتی ▁یہاں ▁تک ▁کہ ▁جب ▁اٹھا ▁لاي یں ▁بھاری ▁با دل ▁ہم ▁نے ▁اسے ▁کسی ▁مرد ہ ▁شہر ▁کی ▁طرف ▁چل ایا ▁پھر ▁اس ▁سے ▁پانی ▁اتار ا ▁پھر ▁اس ▁سے ▁طرح ▁طرح ▁کے ▁پھل ▁نکال ے ▁اسی ▁طرح ▁ہم ▁مرد وں ▁کو ▁نکال یں ▁گے ▁کہیں ▁تم ▁نص ی حت ▁مان و ،
▁بلکہ ▁یہ ▁تو ▁قیامت ▁کو ▁جھ ٹل ات ے ▁ہیں ، ▁اور ▁جو ▁قیامت ▁کو ▁جھ ٹل اي ے ▁ہم ▁نے ▁اس ▁کے ▁لیے ▁تیار ▁کر ▁رکھی ▁ہے ▁ب ھڑ کت ی ▁ہو ي ی ▁ اگ ،
▁الله ▁ہی ▁ہر ▁چیز ▁کا ▁پیدا ▁کرنے ▁والا ▁ہے ▁اور ▁وہی ▁ہر ▁چیز ▁کا ▁ نگ ہ بان ▁ہے
▁اور ▁یہ ▁بھی ▁( ب تا ▁دو ) ▁کہ ▁میرا ▁عذاب ▁بھی ▁بڑا ▁درد ناک ▁عذاب ▁ہے۔
▁اور ▁مجھے ▁نعمت ▁کی ▁بہ شت ▁کے ▁ وارث وں ▁میں ▁کر
▁تم ▁اور ▁تمہارے ▁اگلے ▁اب اء ▁و ▁اج داد ▁( ال غرض ▁کسی ▁نے ▁بھی ▁سوچ ا )،
▁ہر گز ▁نہیں ، ▁اصل ▁بات ▁یہ ▁ہے ▁کہ ▁تم ▁لوگ ▁جلد ی ▁حاصل ▁ہونے ▁والی ▁چیز ▁( یعنی ▁دنیا ) ▁سے ▁محبت ▁رکھتے ▁ہو
▁تم ▁فرما و ▁وہ ▁بڑی ▁خبر ▁ہے ،
▁جو ▁کوي ی ▁عزت ▁چاہتا ▁ہو ▁اسے ▁معلوم ▁ہونا ▁چاہیے ▁کہ ▁عزت ▁ساری ▁کی ▁ساری ▁اللہ ▁کی ▁ہے ▁اس ▁کے ▁ہاں ▁جو ▁چیز ▁اوپر ▁چڑھ تی ▁ہے ▁وہ ▁صرف ▁پاک ی زہ ▁قول ▁ہے ، ▁اور ▁عمل ▁صالح ▁اس ▁کو ▁اوپر ▁چڑھ ات ا ▁ہے ▁رہے ▁وہ ▁لوگ ▁جو ▁بی ہو دہ ▁چال ▁بازی اں ▁کرتے ▁ہیں ، ▁ان ▁کے ▁لیے ▁سخت ▁عذاب ▁ہے ▁اور ▁ان ▁کا ▁م کر ▁خود ▁ہی ▁غار ت ▁ہونے ▁والا ▁ہے
▁چنانچہ ▁اپ ▁نے ▁ان ▁کے ▁ایک ▁بڑے ▁بت ▁کے ▁سوا ▁باقی ▁سب ▁کے ▁ ٹک ڑے ▁ ٹک ڑے ▁کر ▁دی ي ے ▁تاکہ ▁وہ ▁اس ▁کی ▁طرف ▁رجوع ▁کریں۔
▁وه ▁اس ▁پر ▁چار ▁گو اه ▁کیوں ▁نہ ▁لاي ے ؟ ▁اور ▁جب ▁گو اه ▁نہیں ▁لاي ے ▁تو ▁یہ ▁بہت ان ▁باز ▁لوگ ▁یقینا ▁اللہ ▁کے ▁نزدیک ▁محض ▁جھوٹ ے ▁ہیں
▁تم ▁سب ▁االله ▁کے ▁خلاف ▁کسی ▁کو ▁گمراہ ▁نہیں ▁کرسکتے ،
▁یہ ▁لوگ ▁چاہتے ▁ہیں ▁کہ ▁اللہ ▁کی ▁روشنی ▁کو ▁اپنی ▁پھ ونکو ں ▁سے ▁بج ھا ▁دیں ▁مگر ▁اللہ ▁اپنی ▁روشنی ▁کو ▁مکمل ▁کیے ▁بغیر ▁مان نے ▁والا ▁نہیں ▁ہے ▁خواہ ▁کا فر وں ▁کو ▁یہ ▁کت نا ▁ہی ▁نا گو ار ▁ہو
▁جو ▁( مال ▁و ▁زر ) ▁تمہارے ▁پاس ▁ہے ▁ف نا ▁ہو ▁جاي ے ▁گا ▁اور ▁جو ▁اللہ ▁کے ▁پاس ▁ہے ▁باقی ▁رہنے ▁والا ▁ہے ، ▁اور ▁ہم ▁ان ▁لوگوں ▁کو ▁جنہوں ▁نے ▁صبر ▁کیا ▁ضرور ▁ان ▁کا ▁ اجر ▁عطا ▁فرما ي یں ▁گے ▁ان ▁کے ▁اچھے ▁اعمال ▁کے ▁عوض ▁جو ▁وہ ▁انجام ▁دیتے ▁رہے ▁تھے ،
▁قر یش ▁کے ▁مان وس ▁کرنے ▁کے ▁لي ے
▁تو ▁ہم ▁نے ▁یہودی وں ▁کے ▁ظلم وں ▁کے ▁سبب ▁( بہ ت ▁سی ) ▁پاک ی زہ ▁چیز یں ▁جو ▁ان ▁کو ▁حلال ▁تھیں ▁ان ▁پر ▁حرام ▁کرد یں ▁اور ▁اس ▁سبب ▁سے ▁بھی ▁کہ ▁وہ ▁اکثر ▁خدا ▁کے ▁رس تے ▁سے ▁( لوگ وں ▁کو ) ▁روک تے ▁تھے
▁اور ▁جو ▁لوگ ▁ہماری ▁ ایت وں ▁کی ▁تک ذ یب ▁کرتے ▁تھے ▁ان ▁پر ▁نصر ت ▁بخشی ۔ ▁وہ ▁بے شک ▁بر ے ▁لوگ ▁تھے ▁سو ▁ہم ▁نے ▁ان ▁سب ▁کو ▁ غرق ▁کردیا
▁ان ▁لوگوں ▁کے ▁لي ے ▁ہمیشہ ▁( ا باد ) ▁رہنے ▁والے ▁باغ ات ▁ہیں ▁( جن ▁میں ) ▁ان ▁( کے ▁محل ات ) ▁کے ▁نیچے ▁نہ ر یں ▁جاری ▁ہیں ▁انہیں ▁ان ▁جنت وں ▁میں ▁سو نے ▁کے ▁کنگ ن ▁پہن اي ے ▁جاي یں ▁گے ▁اور ▁وہ ▁بار یک ▁دی با ▁اور ▁بھاری ▁ اط لس ▁کے ▁( ری شم ی ) ▁سبز ▁لباس ▁پہن یں ▁گے ▁اور ▁پر ▁تک لف ▁تخت وں ▁پر ▁تک ي ے ▁لگا ي ے ▁بیٹھے ▁ہوں ▁گے ، ▁کیا ▁خوب ▁ ثواب ▁ہے ▁اور ▁کتنی ▁حسین ▁ا رام ▁گاہ ▁ہے ،
▁تو ▁خدا ▁کے ▁پیغمبر ▁( صالح ) ▁نے ▁ان ▁سے ▁کہا ▁کہ ▁خدا ▁کی ▁او نٹ نی ▁اور ▁اس ▁کے ▁پانی ▁پی نے ▁کی ▁بار ی ▁سے ▁ عذر ▁کرو
▁یہ ▁حکمت ▁سے ▁بھر ی ▁ہو ي ی ▁کتاب ▁کی ▁ ایت یں ▁ہیں
▁ان ▁رسول وں ▁نے ▁کہا ▁کہ ▁تمہاری ▁نحو ست ▁تمہارے ▁ساتھ ▁ہی ▁لگی ▁ہو ي ی ▁ہے ، ▁کیا ▁اس ▁کو ▁نحو ست ▁سمجھتے ▁ہو ▁کہ ▁تم ▁کو ▁نص ی حت ▁کی ▁جاي ے ▁بلکہ ▁تم ▁حد ▁سے ▁نکل ▁جانے ▁والے ▁لوگ ▁ہو
▁اور ▁اگر ▁ہم ▁تم ▁پر ▁کاغذ وں ▁پر ▁لکھ ی ▁ہو ي ی ▁کتاب ▁نازل ▁کرتے ▁اور ▁یہ ▁اسے ▁اپنے ▁ہاتھوں ▁سے ▁بھی ▁ٹ ٹ ول ▁لیتے ▁تو ▁جو ▁کا فر ▁ہیں ▁وہ ▁یہی ▁کہہ ▁دیتے ▁کہ ▁یہ ▁تو ▁( صاف ▁اور ) ▁ صر یح ▁جادو ▁ہے
▁رسول ▁نے ▁کہا ▁" پر ورد گار ، ▁ان ▁لوگوں ▁نے ▁جو ▁میری ▁تک ذ یب ▁کی ▁ہے ، ▁اس ▁پر ▁اب ▁تو ▁ہی ▁میری ▁نصر ت ▁فرما "
▁ہر گز ▁اج ▁کوي ی ▁مس کین ▁تمہارے ▁باغ ▁میں ▁ انے ▁نہ ▁پاي ے ،
▁پس ▁وہ ▁( سب ▁بت ) ▁میرے ▁دشمن ▁ہیں ▁سوا ي ے ▁تمام ▁ جہ ان وں ▁کے ▁رب ▁کے ▁( وہ ی ▁میرا ▁مع بود ▁ہے )،
▁چ کھ ▁بے ▁شک ▁تو ▁تو ▁بڑا ▁عزت ▁والا ▁بزرگی ▁والا ▁ہے
▁بے شک ▁اپ ( ص ) ▁کے ▁پروردگار ▁کی ▁طرف ▁ہی ▁( سب ▁کی ) ▁بازگشت ▁ہے۔
▁یا ▁ان ▁کی ▁مثال ▁اس ▁بارش ▁کی ▁سی ▁ہے ▁جو ▁اس مان ▁سے ▁برس ▁رہی ▁ہے ▁جس ▁میں ▁ان دھی ر یاں ▁ہیں ▁اور ▁گر ج ▁اور ▁چم ک ▁( بھی ) ▁ہے ▁تو ▁وہ ▁ کڑ ک ▁کے ▁باعث ▁موت ▁کے ▁ڈر ▁سے ▁اپنے ▁کان وں ▁میں ▁انگل یاں ▁ ٹھ ون س ▁لیتے ▁ہیں ، ▁اور ▁اللہ ▁کا فر وں ▁کو ▁گھ ی رے ▁ہو ي ے ▁ہے ،
▁اس ▁بلا نے ▁والے ▁کی ▁طرف ▁د وڑ تے ▁جاتے ▁ہوں ▁گے۔ ▁کا فر ▁کہیں ▁گے ▁یہ ▁دن ▁بڑا ▁سخت ▁ہے
▁امید ▁ہے ▁( اس ▁کے ▁بعد ) ▁تم ہ ارا ▁رب ▁تم ▁پر ▁رحم ▁فرما ي ے ▁گا ▁اور ▁اگر ▁تم ▁نے ▁پھر ▁وہی ▁( سر کش ی ▁کا ▁طرز ▁عمل ▁اختیار ) ▁کیا ▁تو ▁ہم ▁بھی ▁وہی ▁( ع ذ اب ▁دوبارہ ) ▁کریں ▁گے ، ▁اور ▁ہم ▁نے ▁دوزخ ▁کو ▁کا فر وں ▁کے ▁لي ے ▁قید ▁خانہ ▁بنا ▁دیا ▁ہے ،
▁جسے ▁الله ▁گمراہ ▁کر ▁دے ▁اسے ▁کوي ی ▁راہ ▁دکھا نے ▁والا ▁نہیں ▁اور ▁انہیں ▁الله ▁چھوڑ ▁دیتا ▁ہے ▁کہ ▁اپنی ▁سر کش ی ▁میں ▁حیران ▁پھ یر ▁ یں
▁اور ▁اے ▁پیغمبر ▁علی ھ ▁السلام ہم ▁فرشت ے ▁اپ ▁کے ▁پروردگار ▁کے ▁حکم ▁کے ▁بغیر ▁نازل ▁نہیں ▁ہوتے ▁ہیں ▁ہمارے ▁سامنے ▁یا ▁پس ▁پشت ▁یا ▁اس ▁کے ▁درمیان ▁جو ▁کچھ ▁ہے ▁سب ▁اس ▁کے ▁اختیار ▁میں ▁ہے ▁اور ▁اپ ▁کا ▁پروردگار ▁بھول نے ▁والا ▁نہیں ▁ہے
▁یہاں ▁تک ▁کہ ▁جب ▁رسول ▁نا ام ید ▁ہونے ▁لگے ▁اور ▁وه ▁( قوم ▁کے ▁لوگ ) ▁خیال ▁کرنے ▁لگے ▁کہ ▁انہیں ▁جھوٹ ▁کہا ▁گیا۔ ▁فورا ▁ہی ▁ہماری ▁مدد ▁ان ▁کے ▁پاس ▁اپ ہن چی ▁جسے ▁ہم ▁نے ▁چاہ ا ▁اسے ▁نجات ▁دی ▁ گي ی ۔ ▁بات ▁یہ ▁ہے ▁کہ ▁ہمارا ▁عذاب ▁گناه گار وں ▁سے ▁واپس ▁نہیں ▁کیا ▁جاتا
▁جب ▁اور ▁کام ▁کا ▁فیصلہ ▁کردیا ▁جاي ے ▁گا ▁تو ▁شیطان ▁کہ ے ▁گا ▁کہ ▁اللہ ▁نے ▁تو ▁تمہیں ▁سچ ا ▁وعده ▁دیا ▁تھا ▁اور ▁میں ▁نے ▁تم ▁سے ▁جو ▁وعد ے ▁کیے ▁تھے ▁ان ▁کے ▁خلاف ▁کیا ، ▁میرا ▁تم ▁پر ▁کوي ی ▁د با و ▁تو ▁تھا ▁ہی ▁نہیں ، ▁ہاں ▁میں ▁نے ▁تمہیں ▁پکار ا ▁اور ▁تم ▁نے ▁میری ▁مان ▁لی ، ▁پس ▁تم ▁مجھے ▁الزام ▁نہ ▁لگا و ▁بلکہ ▁خود ▁اپنے ▁اپ ▁کو ▁ملا مت ▁کرو ، ▁نہ ▁میں ▁تم ہ ارا ▁فریاد ▁رس ▁اور ▁نہ ▁تم ▁میری ▁فریاد ▁کو ▁پہنچنے ▁والے ، ▁میں ▁تو ▁سر ے ▁سے ▁مان تا ▁ہی ▁نہیں ▁کہ ▁تم ▁مجھے ▁اس ▁سے ▁پہلے ▁اللہ ▁کا ▁شریک ▁مان تے ▁رہے ، ▁یقینا ▁ظالم وں ▁کے ▁لیے ▁درد ناک ▁عذاب ▁ہے
▁اس ▁نے ▁جب ▁ان ▁کی ▁اس ▁پر ▁فریب ▁ غی بت ▁کا ▁حال ▁سنا ▁تو ▁انہیں ▁بل وا ▁بھی جا ▁اور ▁ان ▁کے ▁لي ے ▁ایک ▁مجلس ▁مرتب ▁کی ▁اور ▁ان ▁میں ▁سے ▁ہر ▁ایک ▁کو ▁چھ ری ▁دی۔ ▁اور ▁کہا ▁اے ▁یوسف ! ▁ان ▁کے ▁سامنے ▁چلے ▁او ، ▁ان ▁عورتوں ▁نے ▁جب ▁اسے ▁دیکھا ▁تو ▁بہت ▁بڑا ▁جانا ▁اور ▁اپنے ▁ہاتھ ▁کا ٹ ▁لي ے ، ▁اور ▁زبان ▁سے ▁نکل ▁گیا ▁کہ ▁حا ش اللہ ! ▁یہ ▁انسان ▁تو ▁ہر گز ▁نہیں ، ▁یہ ▁تو ▁یقینا ▁کوي ی ▁بہت ▁ہی ▁بزرگ ▁فرشت ہ ▁ہے
▁میں ▁قسم ▁کھا تا ▁ہوں ▁قیامت ▁کے ▁دن ▁کی
▁( ذ وال قر ن ین ▁نے ) ▁کہا : ▁مجھے ▁میرے ▁رب ▁نے ▁اس ▁بارے ▁میں ▁جو ▁اختیار ▁دیا ▁ہے ▁( وہ ) ▁بہتر ▁ہے ، ▁تم ▁اپنے ▁زور ▁باز و ▁( یعنی ▁محنت ▁و ▁مشق ت ) ▁سے ▁میری ▁مدد ▁کرو ، ▁میں ▁تمہارے ▁اور ▁ان ▁کے ▁درمیان ▁ایک ▁مضبوط ▁دیوار ▁بنا ▁د وں ▁گا ،
▁اپ ▁ان ▁کے ▁معاملات ▁میں ▁خدا ▁کی ▁نازل ▁کرده ▁وح ی ▁کے ▁مطابق ▁ہی ▁حکم ▁کیا ▁کی جی ي ے ، ▁ان ▁کی ▁خواہش وں ▁کی ▁تابع داری ▁نہ ▁کی جی ي ے ▁اور ▁ان ▁سے ▁ہو ش یار ▁رہی ي ے ▁کہ ▁کہیں ▁یہ ▁اپ ▁کو ▁اللہ ▁کے ▁اتار ے ▁ہو ي ے ▁کسی ▁حکم ▁سے ▁ا دھر ▁ا دھر ▁نہ ▁کریں ، ▁اگر ▁یہ ▁لوگ ▁من ھ ▁پھ یر ▁لیں ▁تو ▁یقین ▁کریں ▁کہ ▁اللہ ▁کا ▁اراده ▁یہی ▁ہے ▁کہ ▁انہیں ▁ان ▁کے ▁بعض ▁گناہ وں ▁کی ▁سزا ▁دے ▁ہی ▁ڈال ے ▁اور ▁اکثر ▁لوگ ▁نا ▁فرمان ▁ہی ▁ہوتے ▁ہیں
▁کہہ ▁دی جي ے ! ▁کہ ▁جس ▁موت ▁سے ▁تم ▁بھاگ تے ▁پھر تے ▁ہو ▁وه ▁تو ▁تمہیں ▁پہنچ ▁کر ▁رہے ▁گی ▁پھر ▁تم ▁سب ▁چھپ ے ▁کھل ے ▁کے ▁جان نے ▁والے ▁( اللہ ) ▁کی ▁طرف ▁لوٹ اي ے ▁جا و ▁گے ▁اور ▁وه ▁تمہیں ▁تمہارے ▁کیے ▁ہو ي ے ▁تمام ▁کام ▁بت لا ▁دے ▁گا
▁اس ▁وقت ▁نہ ▁تو ▁یہ ▁وص یت ▁کر ▁سکیں ▁گے ▁اور ▁نہ ▁اپنے ▁اہل ▁کی ▁طرف ▁لوٹ ▁سکیں ▁گے
▁یا ▁ان ▁کے ▁پاس ▁تمہارے ▁رب ▁کے ▁خزان ے ▁ہیں ▁یا ▁وہ ▁ کڑ و ڑے ▁( حا کم ▁اعلی ) ▁ہیں
▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁ اگ لی ▁امت وں ▁میں ▁بھی ▁اپنے ▁رسول ▁( برا بر ) ▁بھیج ے
▁اور ▁تم ہ ارا ▁مال ▁اور ▁اولاد ▁ایسی ▁چیز ▁نہیں ▁کہ ▁تم ▁کو ▁ہمارا ▁م قرب ▁بنا ▁دیں۔ ▁ہاں ▁( ہم ارا ▁م قرب ▁وہ ▁ہے ) ▁جو ▁ایمان ▁لا یا ▁اور ▁عمل ▁نیک ▁کرتا ▁رہا۔ ▁ایسے ▁ہی ▁لوگوں ▁کو ▁ان ▁کے ▁اعمال ▁کے ▁سبب ▁د گن ا ▁بدل ہ ▁ملے ▁گا ▁اور ▁وہ ▁خاطر ▁جمع ▁سے ▁بالا خان وں ▁میں ▁بیٹھے ▁ہوں ▁گے
▁اسے ▁موسی ▁نے ▁کہا ▁کیا ▁میں ▁تیر ے ▁ساتھ ▁رہ وں ▁اس ▁شرط ▁پر ▁کہ ▁تو ▁مجھے ▁سکھ اي ے ▁اس ▁میں ▁سے ▁جو ▁تج ھے ▁ہدایت ▁کا ▁طریقہ ▁سکھ ایا ▁گیا ▁ہے
▁پھر ▁ہم ▁نے ▁اپ ▁کو ▁دین ▁کے ▁کھل ے ▁راستے ▁( شر ی عت ) ▁پر ▁مامور ▁فرما ▁دیا ، ▁سو ▁اپ ▁اسی ▁راہ ▁پر ▁چل تے ▁جاي ی ے ▁اور ▁ان ▁لوگوں ▁کی ▁خواہش وں ▁کو ▁قبول ▁نہ ▁فرما ي ی ے ▁جنہیں ▁( اپ ▁کی ▁اور ▁اپ ▁کے ▁دین ▁کی ▁عظمت ▁و ▁حق انی ت ▁کا ) ▁علم ▁ہی ▁نہیں ▁ہے ،
▁اے ▁ایمان ▁والو ! ▁جب ▁تم ▁اپ س ▁میں ▁ایک ▁دوسرے ▁سے ▁می عاد ▁مقرر ▁پر ▁قرض ▁کا ▁معاملہ ▁کرو ▁تو ▁اسے ▁لکھ ▁لیا ▁کرو ، ▁اور ▁لکھنے ▁والے ▁کو ▁چاہ ي ے ▁کہ ▁تم ہ ارا ▁اپ س ▁کا ▁معاملہ ▁عدل ▁سے ▁لکھ ے ، ▁کا تب ▁کو ▁چاہ ي ے ▁کہ ▁لکھنے ▁سے ▁انکار ▁نہ ▁کرے ▁جیسے ▁اللہ ▁تعالی ▁نے ▁اسے ▁سکھ ایا ▁ہے ، ▁پس ▁اسے ▁بھی ▁لکھ ▁دینا ▁چاہ ي ے ▁اور ▁جس ▁کے ▁ذم ہ ▁حق ▁ہو ▁وہ ▁لکھ وا ي ے ▁اور ▁اپنے ▁اللہ ▁تعالی ▁سے ▁ڈر ے ▁جو ▁اس ▁کا ▁رب ▁ہے ▁اور ▁حق ▁میں ▁سے ▁کچھ ▁گھ ٹا ي ے ▁نہیں ، ▁ہاں ▁جس ▁شخص ▁کے ▁ذم ہ ▁حق ▁ہے ▁وہ ▁اگر ▁نا دان ▁ہو ▁یا ▁کمزور ▁ہو ▁یا ▁لکھ وا نے ▁کی ▁طاقت ▁نہ ▁رکھتا ▁ہو ▁تو ▁اس ▁کا ▁ولی ▁عدل ▁کے ▁ساتھ ▁لکھ وا ▁دے ▁اور ▁اپنے ▁میں ▁سے ▁دو ▁مرد ▁گواہ ▁رکھ ▁لو ، ▁اگر ▁دو ▁مرد ▁نہ ▁ہوں ▁تو ▁ایک ▁مرد ▁اور ▁دو ▁عورت یں ▁جنہیں ▁تم ▁گو ہ وں ▁میں ▁سے ▁پسند ▁کر ▁لو ▁تاکہ ▁ایک ▁کی ▁بھول ▁چوک ▁کو ▁دوسری ▁یاد ▁د لا ▁دے ▁اور ▁گواہ وں ▁کو ▁چاہ ي ے ▁کہ ▁وہ ▁جب ▁بلا ي ے ▁جاي یں ▁تو ▁انکار ▁نہ ▁کریں ▁اور ▁قرض ▁کو ▁جس ▁کی ▁مدت ▁مقرر ▁ہے ▁خواہ ▁چھ وٹ ا ▁ہو ▁یا ▁بڑا ▁ہو ▁لکھنے ▁میں ▁کا ہ لی ▁نہ ▁کرو ، ▁اللہ ▁تعالی ▁کے ▁نزدیک ▁یہ ▁بات ▁بہت ▁انصاف ▁والی ▁ہے ▁اور ▁گواہ ی ▁کو ▁بھی ▁درست ▁رکھنے ▁والی ▁اور ▁ شق ▁و ▁شب ہ ▁سے ▁بھی ▁زیادہ ▁بچانے ▁والی ▁ہے ، ▁ہاں ▁یہ ▁اور ▁بات ▁ہے ▁کہ ▁وہ ▁معاملہ ▁نقد ▁تجارت ▁کی ▁شکل ▁میں ▁ہو ▁جو ▁اپ س ▁میں ▁تم ▁ لین ▁دین ▁کر ▁رہے ▁ہو ▁تو ▁تم ▁پر ▁اس ▁کے ▁نہ ▁لکھنے ▁میں ▁کوي ی ▁گناہ ▁نہیں۔ ▁خرید ▁و ▁فروخت ▁کے ▁وقت ▁بھی ▁گواہ ▁مقرر ▁کر ▁لیا ▁کرو ▁اور ▁﴿ ی اد ▁رکھ و ▁کہ ﴾ ▁نہ ▁تو ▁لکھنے ▁والے ▁کو ▁نقصان ▁پہنچا یا ▁جاي ے ▁نہ ▁گواہ ▁کو ▁اور ▁اگر ▁تم ▁یہ ▁کرو ▁تو ▁یہ ▁تمہاری ▁کھل ی ▁نا فر مان ی ▁ہے ، ▁اللہ ▁تعالی ▁سے ▁ڈر و ، ▁اللہ ▁تمہیں ▁تعلیم ▁دے ▁رہا ▁ہے ▁اور ▁اللہ ▁تعالی ▁ہر ▁چیز ▁کو ▁خوب ▁جان نے ▁والا ▁ہے
▁زمین ▁و ▁اس مان ▁کا ▁ہر ▁ذ رہ ▁اس ▁خدا ▁کی ▁تس بی ح ▁کررہا ▁ہے ▁جو ▁بادشاہ ▁پاک ی زہ ▁صفات , ▁اور ▁صاحب ▁ه عز ت ▁اور ▁صاحب ▁ه ح کم ت ▁ہے
▁اس ▁نے ▁کہا ▁کہ ▁اے ▁میرے ▁رب ! ▁مجھے ▁اس ▁دن ▁تک ▁مہ لت ▁دے ▁جب ▁لوگ ▁دوبارہ ▁اٹھا ي ے ▁جاي یں ▁گے۔
▁اے ▁گروه ▁جن ات ▁و ▁انسان ! ▁اگر ▁تم ▁میں ▁اس مان وں ▁اور ▁زمین ▁کے ▁کنار وں ▁سے ▁باہر ▁نکل ▁جانے ▁کی ▁طاقت ▁ہے ▁تو ▁نکل ▁بھاگ و ! ▁بغیر ▁غل بہ ▁اور ▁طاقت ▁کے ▁تم ▁نہیں ▁نکل ▁سکتے
▁پھر ▁اسے ▁راستہ ▁اسان ▁کیا
▁کا ہے ▁کے ▁انتظار ▁میں ▁ہیں ▁مگر ▁یہی ▁کہ ▁اللہ ▁کا ▁عذاب ▁اي ے ▁چھ اي ے ▁ہو ي ے ▁با دل وں ▁میں ▁اور ▁فرشت ے ▁اتر یں ▁اور ▁کام ▁ہو چ کے ▁اور ▁سب ▁کام وں ▁کی ▁رجوع ▁اللہ ▁کی ▁طرف ▁ہے ،
▁اور ▁جب ▁تم ▁نے ▁کہا ▁کہ ▁موسی ! ▁ہم ▁سے ▁ایک ▁( ہی ) ▁کھانے ▁پر ▁صبر ▁نہیں ▁ہو ▁سکتا ▁تو ▁اپنے ▁پروردگار ▁سے ▁دعا ▁کی جي ے ▁کہ ▁تر کاری ▁اور ▁ک کڑ ی ▁اور ▁گی ہ وں ▁اور ▁م سور ▁اور ▁پی از ▁( و غیر ہ ) ▁جو ▁نب ات ات ▁زمین ▁سے ▁ اگ تی ▁ہیں ، ▁ہمارے ▁لیے ▁پیدا ▁کر ▁د ے۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁بھ لا ▁عمد ہ ▁چیز یں ▁چھوڑ ▁کر ▁ان ▁کے ▁عوض ▁نا قص ▁چیز یں ▁کیوں ▁چاہتے ▁ہوں۔ ▁( اگر ▁یہی ▁چیز یں ▁مطلوب ▁ہیں ) ▁تو ▁کسی ▁شہر ▁میں ▁جا ▁اتر و ، ▁وہاں ▁جو ▁مانگ تے ▁ہو ، ▁مل ▁جاي ے ▁گا۔ ▁اور ▁( اخر کار ) ▁ذ لت ▁( ورس وا ي ی ) ▁اور ▁م حتاج ی ▁( وب ے ▁نو اي ی ) ▁ان ▁سے ▁چم ٹا ▁دی ▁ گي ی ▁اور ▁وہ ▁الله ▁کے ▁ غضب ▁میں ▁گرفتار ▁ہو ▁ گي ے۔ ▁یہ ▁اس ▁لیے ▁کہ ▁وہ ▁الله ▁کی ▁ ایت وں ▁سے ▁انکار ▁کرتے ▁تھے ▁اور ▁( اس ▁کے ) ▁نبی وں ▁کو ▁نا حق ▁قتل ▁کر ▁دیتے ▁تھے۔ ▁( یعنی ) ▁یہ ▁اس ▁لیے ▁کہ ▁نا فر مان ی ▁کي ے ▁جاتے ▁اور ▁حد ▁سے ▁بڑھ ے ▁جاتے ▁تھے
▁اور ▁اگر ▁قرض ▁دار ▁تنگ دست ▁ہو ▁تو ▁خوشحال ی ▁تک ▁مہ لت ▁دی ▁جان ی ▁چاہ ي ے ، ▁اور ▁تم ہ ارا ▁( قر ض ▁کو ) ▁معاف ▁کر ▁دینا ▁تمہارے ▁لي ے ▁بہتر ▁ہے ▁اگر ▁تمہیں ▁معلوم ▁ہو ▁( کہ ▁غریب ▁کی ▁دل ▁جو ي ی ▁االله ▁کی ▁ن گاہ ▁میں ▁کیا ▁مقام ▁رکھتی ▁ہے )،
▁پھر ▁ان ▁میں ▁سے ▁جس ▁کے ▁متعلق ▁خیال ▁تھا ▁کہ ▁وہ ▁رہا ▁ہو ▁جاي ے ▁گا ▁اس ▁سے ▁یوسف ▁نے ▁کہا ▁کہ ▁" اپ نے ▁رب ▁( شا ہ ▁مصر ) ▁سے ▁میرا ▁ذکر ▁کرنا " ▁مگر ▁شیطان ▁نے ▁اسے ▁ایسا ▁غفلت ▁میں ▁ڈال ا ▁کہ ▁وہ ▁اپنے ▁رب ▁( شا ہ ▁مصر ) ▁سے ▁اس ▁کا ▁ذکر ▁کرنا ▁بھول ▁گیا ▁اور ▁یوسف ▁کي ی ▁سال ▁قید ▁خان ے ▁میں ▁پڑا ▁رہا
▁یہ ▁فیصلہ ▁کا ▁دن ▁ہے ▁ہم ▁تمہیں ▁اور ▁پہلو ں ▁کو ▁جمع ▁کریں ▁گے
▁اور ▁ہر ▁نفس ▁کو ▁اس ▁انداز ▁سے ▁انا ▁ہوگا ▁کہ ▁اس ▁کے ▁ساتھ ▁ہ نک انے ▁والے ▁اور ▁گواہ ی ▁دینے ▁والے ▁فرشت ے ▁بھی ▁ہوں ▁گے
▁اے ▁ہار ون ▁کی ▁بہن ! ▁نہ ▁تو ▁تیر ا ▁باپ ▁برا ▁اد می ▁تھا ▁اور ▁نہ ▁تیر ی ▁ماں ▁بد کار ▁تھی
▁وہی ▁مان تے ▁ہیں ▁جو ▁سن تے ▁ہیں ▁اور ▁الله ▁مرد وں ▁کو ▁زندہ ▁کرے ▁گا ▁پھر ▁اس ▁کی ▁طرف ▁لوٹ اي ے ▁جاي یں ▁گے
▁تو ▁اپنے ▁رب ▁کی ▁کون سی ▁نعمت ▁جھ ٹل او ▁گے ،
▁اور ▁اگر ▁وہ ▁دھو کے ▁کی ▁نیت ▁رکھتے ▁ہوں ▁تو ▁تمہارے ▁لیے ▁اللہ ▁کافی ▁ہے ▁وہی ▁تو ▁ہے ▁جس ▁نے ▁اپنی ▁مدد ▁سے ▁اور ▁مومن وں ▁کے ▁ذریعہ ▁سے ▁تمہاری ▁تا ي ید ▁کی
▁پھر ▁یہ ▁تیر ے ▁ہی ▁لا يق ▁ہے ▁اور ▁تیر ے ▁ہی ▁لي ے ▁س ز وار ▁ہے۔
▁اور بے ▁شک ▁وہ ▁غار ت ▁ہوا ▁جس ▁نے ▁اس ▁کو ▁الو دہ ▁کر ▁لیا
▁یہ ▁سارے ▁رسول ▁بشار ت ▁دینے ▁والے ▁اور ▁ڈرا نے ▁والے ▁اس ▁لي ے ▁بھیج ے ▁ گي ے ▁تاکہ ▁رسول وں ▁کے ▁ انے ▁کے ▁بعد ▁انسان وں ▁کی ▁حجت ▁خدا ▁پر ▁قاي م ▁نہ ▁ہونے ▁پاي ے ▁اور ▁خدا ▁سب ▁پر ▁غالب ▁اور ▁صاحب ▁ه ▁حکمت ▁ہے
▁اور ▁اپ ▁سے ▁پہلے ▁کے ▁بہت ▁سے ▁رسول وں ▁کے ▁واقعات ▁ہم ▁نے ▁اپ ▁سے ▁بیان ▁کي ے ▁ہیں ▁اور ▁بہت ▁سے ▁رسول وں ▁کے ▁نہیں ▁بھی ▁کي ے ▁اور ▁موسی ▁( علی ہ ▁السلام ) ▁سے ▁اللہ ▁تعالی ▁نے ▁صاف ▁طور ▁پر ▁کلام ▁کیا
▁پھر ▁جو ▁کوي ی ▁اس ▁کے ▁بعد ▁پھر ▁جاي ے ▁تو ▁وہی ▁لوگ ▁نا فر مان ▁ہیں
▁اپ ▁صاحب ان ▁ایمان ▁سے ▁کہہ ▁دیں ▁کہ ▁وہ ▁خدا ي ی ▁دنوں ▁کی ▁توقع ▁نہ ▁رکھنے ▁والوں ▁سے ▁در گز ر ▁کریں ▁تاکہ ▁خدا ▁قوم ▁کو ▁ان ▁کے ▁اعمال ▁کا ▁مکمل ▁بدل ہ ▁دے ▁سکے
▁اب ▁د ھن ستا ▁ہے ▁ل پٹ ▁مار تی ▁ اگ ▁میں ▁وہ ،
▁اور ▁خدا ▁ہی ▁نے ▁تم ▁کو ▁تمہاری ▁ما وں ▁کے ▁شکم ▁سے ▁پیدا ▁کیا ▁کہ ▁تم ▁کچھ ▁نہیں ▁جانتے ▁تھے۔ ▁اور ▁اس ▁نے ▁تم ▁کو ▁کان ▁اور ▁ان کھ یں ▁اور ▁دل ▁( اور ▁ان ▁کے ▁علاوہ ▁اور ) ▁اعضا ▁بخش ے ▁تاکہ ▁تم ▁شکر ▁کرو
▁پھر ▁کہنے ▁لگا ▁کہ ▁یہ ▁( قر ان ) ▁جادو ▁کے ▁سوا ▁کچھ ▁نہیں ▁جو ▁( اگ لے ▁جادو گر وں ▁سے ) ▁نقل ▁ہوتا ▁چلا ▁ار ہا ▁ہے ،
▁ہاں ▁جو ▁مرد ، ▁عورت یں ▁اور ▁بچے ▁واقعی ▁بے ▁بس ▁ہیں ▁اور ▁نکل نے ▁کا ▁کوي ی ▁راستہ ▁اور ▁ذریعہ ▁نہیں ▁پا تے
▁اور ▁اس ▁وقت ▁کو ▁یاد ▁کرو ▁جب ▁موسی ▁نے ▁اپنی ▁قوم ▁سے ▁کہا ▁کہ ▁تم ▁لوگ ▁اللہ ▁کی ▁اس ▁نعمت ▁کو ▁یاد ▁کرو ▁کہ ▁اس ▁نے ▁تمہیں ▁فرع ون ▁والوں ▁سے ▁نجات ▁دل اي ی ▁جب ▁کہ ▁وہ ▁بدترین ▁عذاب ▁میں ▁مبتلا ▁کررہے ▁تھے ▁کہ ▁تمہارے ▁لڑک وں ▁کو ▁ ذبح ▁کررہے ▁تھے ▁اور ▁تمہاری ▁لڑکی وں ▁کو ▁( کن یزی ▁کے ▁لي ے ) زن دہ ▁رکھتے ▁تھے ▁اور ▁اس ▁میں ▁تمہارے ▁پروردگار ▁کی ▁طرف ▁سے ▁بڑا ▁سخت ▁امتحان ▁تھا
▁مریم ▁نے ▁بچے ▁کی ▁طرف ▁اشارہ ▁کر ▁دیا ▁لوگوں ▁نے ▁کہا ▁" ▁ہم ▁اس ▁سے ▁کیا ▁بات ▁کریں ▁جو ▁گ ہو ارے ▁میں ▁پڑا ▁ہوا ▁ایک ▁بچہ ▁ہے ؟ "
▁اور ▁اگر ▁خدا ▁چاہتا ▁تو ▁یہ ▁لوگ ▁شرک ▁نہ ▁کرتے ۔ ▁اور ▁( ا ے ▁پیغمبر !) ▁ہم ▁نے ▁تم ▁کو ▁ان ▁پر ▁ نگ ہ بان ▁مقرر ▁نہیں ▁کیا۔ ▁اور ▁نہ ▁تم ▁ان ▁کے ▁دارو غ ہ ▁ہو
▁اور ▁جب ▁ہم ▁کوي ی ▁ ایت ▁کسی ▁ ایت ▁کی ▁جگہ ▁بدل ▁دیتے ▁ہیں۔ ▁اور ▁خدا ▁جو ▁کچھ ▁نازل ▁فرما تا ▁ہے ▁اسے ▁خوب ▁جانتا ▁ہے ▁تو ▁( کا فر ) ▁کہتے ▁ہیں ▁کہ ▁تم ▁ یون ہی ▁اپنی ▁طرف ▁سے ▁بنا ▁لا تے ▁ہو۔ ▁حقیقت ▁یہ ▁ہے ▁کہ ▁ان ▁میں ▁اکثر ▁نا دان ▁ہیں
▁یہ ▁( وہ ) ▁ذکر ▁ہے ▁( جس ▁کا ▁بیان ▁اس ▁سور ت ▁کی ▁پہلی ▁ ایت ▁میں ▁ہے )، ▁اور ▁بے ▁شک ▁پر ہ یز گار وں ▁کے ▁لي ے ▁عمد ہ ▁ ٹھ کان ا ▁ہے ،
▁سوا ي ے ▁یہ ▁کہ ▁وہ ▁خدا ي ے ▁بزرگ ▁کی ▁مرضی ▁کا ▁طلب گار ▁ہے
▁اور ▁اللہ ▁نے ▁کسی ▁مرد ▁کے ▁سی نے ▁میں ▁دو ▁دل ▁نہیں ▁قرار ▁دی ي ے ▁ہیں ▁اور ▁تمہاری ▁وہ ▁بیوی اں ▁جن ▁سے ▁تم ▁ا ▁ظ ہ ار ▁کرتے ▁ہو ▁انہیں ▁تمہاری ▁واقعی ▁ماں ▁نہیں ▁قرار ▁دیا ▁ہے ▁اور ▁نہ ▁تمہاری ▁منہ ▁بول ی ▁اولاد ▁کو اول اد قرار ▁دیا ▁ہے ▁یہ ▁سب ▁تمہاری ▁زبان ی ▁باتیں ▁ہیں ▁اور ▁اللہ ▁تو ▁صرف ▁حق ▁کی ▁بات ▁کہ تا ▁ہے ▁اور ▁سید ھے ▁راستے ▁کی ▁طرف ▁ہدایت ▁کرتا ▁ہے
▁اور ▁انہوں ▁نے ▁اس ▁کے ▁بند وں ▁میں ▁سے ▁اس ▁کے ▁لي ے ▁اولاد ▁مقرر ▁کی۔ ▁بے شک ▁انسان ▁ صر یح ▁نا شک را ▁ہے
▁اور ▁وہ ▁جن ▁کے ▁مال ▁میں ▁ایک ▁معلوم ▁حق ▁ہے
▁جو ▁کچھ ▁وہ ▁کرتے ▁تھے ،
▁اور ▁انہیں ▁گا لی ▁نہ ▁دو ▁وہ ▁جن ▁کو ▁وہ ▁اللہ ▁کے ▁سوا ▁پو ج تے ▁ہیں ▁کہ ▁وہ ▁اللہ ▁کی ▁شان ▁میں ▁بے ▁ادبی ▁کریں ▁گے ▁زیادتی ▁اور ▁ جہ الت ▁سے ▁ یون ہی ▁ہم ▁نے ▁ہر ▁امت ▁کی ▁ن گاہ ▁میں ▁اس ▁کے ▁عمل ▁بھ لے ▁کردی ے ▁ہیں ▁پھر ▁انہیں ▁اپنے ▁رب ▁کی ▁طرف ▁پھر نا ▁ہے ▁اور ▁وہ ▁انہیں ▁بتا دے ▁گا ▁جو ▁کرتے ▁تھے ،
▁محنت ▁کرنے ▁والے ▁تھ ک نے ▁والے
▁کہہ ▁دی جي ے ▁کہ ▁اللہ ▁تعالی ▁سچ ا ▁ہے ▁تم ▁سب ▁ابراہیم ▁حنیف ▁کے ▁ملت ▁کی ▁پیر وی ▁کرو ، ▁جو ▁مشر ک ▁نہ ▁تھے
▁( یہ ▁تو ) ▁االله ▁کا ▁وعدہ ▁ہے ، ▁االله ▁اپنے ▁وعدہ ▁کے ▁خلاف ▁نہیں ▁کرتا ، ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے ،
▁تو ▁یہاں ▁وہ ▁مغل وب ▁پڑے ▁اور ▁ذ ل یل ▁ہوکر ▁پل ٹے
▁ان ▁میں ▁سے ▁جسے ▁تو ▁اپنی ▁او از ▁سنا ▁کر ▁بہ کا ▁سکتا ▁ہے ▁بہ کا ▁لے ▁اور ▁ان ▁پر ▁اپنے ▁سوار ▁اور ▁پی اد ے ▁بھی ▁چڑھ ا ▁دے ▁اور ان ▁کے ▁مال ▁اور ▁اولاد ▁میں ▁بھی ▁شریک ▁ہو ▁جا ▁اور ▁ان ▁سے ▁وعد ے ▁کر ▁اور ▁شیطان ▁کے ▁وعد ے ▁بھی ▁محض ▁فریب ▁ہی ▁تو ▁ہیں
▁اور ▁بچا ▁دے ▁ان ▁کو ▁براي یوں ▁سے ▁جس ▁کو ▁تو ▁نے ▁قیامت ▁کے ▁دن ▁براي یوں ▁سے ▁بچا ▁دیا ▁اس ▁پر ▁تو ▁نے ▁بڑا ▁رحم ▁کیا ، ▁یہی ▁بڑی ▁کامیابی ▁ہے "
▁اس ▁سے ▁کہا ▁گیا ▁کہ ▁محل ▁میں ▁داخل ▁ہو ▁اس ▁نے ▁جو ▁دیکھا ▁تو ▁سمجھ ی ▁کہ ▁پانی ▁کا ▁حوض ▁ہے ▁اور ▁اتر نے ▁کے ▁لیے ▁اس ▁نے ▁اپنے ▁پا ين چے ▁اٹھا ▁لیے ▁سلیمان ▁نے ▁کہا ▁یہ ▁شی ش ے ▁کا ▁چک نا ▁فرش ▁ہے ▁اس ▁پر ▁وہ ▁پکار ▁اٹھ ی ▁" ا ے ▁میرے ▁رب ، ▁( اج ▁تک ) ▁میں ▁اپنے ▁نفس ▁پر ▁بڑا ▁ظلم ▁کرتی ▁رہی ، ▁اور ▁اب ▁میں ▁نے ▁سلیمان ▁کے ▁ساتھ ▁اللہ ▁رب ▁العالم ین ▁کی ▁اطاعت ▁قبول ▁کر ▁لی "
▁اور ▁بہت ▁سے ▁منافع ▁بھی ▁دے ▁دی ي ے ▁جنہیں ▁وہ ▁حاصل ▁کریں ▁گے ▁اور ▁اللہ ▁ہر ▁ایک ▁پر ▁غالب ▁ انے ▁والا ▁اور ▁صاحب ▁ه ح کم ت ▁ہے
▁اللہ ▁تعالی ▁نے ▁ہی ▁تم ▁سب ▁کو ▁پیدا ▁کیا ▁ہے ▁وہی ▁پھر ▁تمہیں ▁فوت ▁کرے ▁گا ، ▁تم ▁میں ▁ایسے ▁بھی ▁ہیں ▁جو ▁بدترین ▁عمر ▁کی ▁طرف ▁لوٹ اي ے ▁جاتے ▁ہیں ▁کہ ▁بہت ▁کچھ ▁جان نے ▁بوجھ نے ▁کے ▁بعد ▁بھی ▁نہ ▁جان یں۔ ▁بیش ک ▁اللہ ▁دا نا ▁اور ▁توان ا ▁ہے
▁وہ ▁جو ▁نماز ▁ادا ▁کرتے ▁ہیں ▁اور ▁ز کو اة ▁دیتے ▁ہیں ▁اور ▁اخر ت ▁پر ▁بھی ▁یقین ▁رکھتے ▁ہیں
▁بیش ک ▁اس مان وں ▁اور ▁زمین وں ▁میں ▁صاحب ان ▁های مان ▁کے ▁لي ے ▁بہت ▁سی ▁نشان یاں ▁پاي ی ▁جاتی ▁ہیں
▁اور ▁ان ▁لوگوں ▁کے ▁مقابلہ ▁میں ▁جو ▁ہماری ▁ ایت وں ▁کو ▁جھ ٹل ات ے ▁تھے ▁ان ▁کی ▁مدد ▁کی ▁بے شک ▁وہ ▁بڑے ▁بر ے ▁لوگ ▁تھے۔ ▁پس ▁ہم ▁نے ▁ان ▁سب ▁کو ▁ غرق ▁کر ▁دیا۔
▁جنہوں ▁نے ▁دنیا ▁میں ▁اپنے ▁دین ▁کو ▁لہ و ▁و لعب ▁بنا ▁رکھا ▁تھا ▁اور ▁جن ▁کو ▁دنیا وی ▁زندگی ▁نے ▁دھو کہ ▁میں ▁ڈال ▁رکھا ▁تھا۔ ▁سو ▁ہم ▁( بھی ) ▁اج ▁کے ▁روز ▁ان ▁کا ▁نام ▁بھول ▁جاي یں ▁گے ▁جیسا ▁کہ ▁وه ▁اس ▁دن ▁کو ▁بھول ▁ گي ے ▁اور ▁جیسا ▁یہ ▁ہماری ▁ ایت وں ▁کا ▁انکار ▁کرتے ▁تھے
▁اور ▁ان ▁د یہ ات یوں ▁میں ▁سے ▁بعض ▁ایسے ▁ہیں ▁کہ ▁جو ▁کچھ ▁خرچ ▁کرتے ▁ہیں ▁اس ▁کو ▁جرم انہ ▁سمجھتے ▁ہیں ▁اور ▁تم ▁مسلمانوں ▁کے ▁ واسط ے ▁بر ے ▁وقت ▁کے ▁منتظر ▁رہتے ▁ہیں ، ▁برا ▁وقت ▁ان ▁ہی ▁پر ▁پڑ نے ▁والا ▁ہے ▁اور ▁اللہ ▁سن نے ▁والا ▁جان نے ▁والا ▁ہے
▁جس ▁نے ▁مال ▁کو ▁جمع ▁کیا ▁اور ▁خوب ▁اس ▁کا ▁حساب ▁رکھا
▁اے ▁پیغمبر ▁جو ▁قید ی ▁تمہارے ▁ہاتھ ▁میں ▁( گرفت ار ) ▁ہیں ▁ان ▁سے ▁کہہ ▁دو ▁کہ ▁اگر ▁خدا ▁تمہارے ▁دل وں ▁میں ▁نیک ی ▁معلوم ▁کرے ▁گا ▁تو ▁جو ▁( مال ) ▁تم ▁سے ▁چھ ن ▁گیا ▁ہے ▁اس ▁سے ▁بہتر ▁تمہیں ▁عن ایت ▁فرما ي ے ▁گا ▁اور ▁تمہارے ▁گناہ ▁بھی ▁معاف ▁کر ▁دے ▁گا ▁اور ▁خدا ▁بخش نے ▁والا ▁مہر بان ▁ہے
▁اور تو ▁بھی ▁ہم ▁جیسا ▁ایک ▁اد می ▁ہے ▁اور ▁ہمارے ▁خیال ▁میں ▁تو ▁تو ▁جھوٹ ا ▁ہے
▁اور ▁کہتے ▁ہیں ▁کہ ▁ہمارا ▁رب ▁پاک ▁و ▁پاک ی زہ ▁ہے ▁اور ▁اس ▁کا ▁وعدہ ▁یقینا ▁پورا ▁ہونے ▁والا ▁ہے
▁خب ی ث ▁عورت یں ▁خب ی ث ▁مرد وں ▁کے ▁لا يق ▁ہیں ▁اور ▁خب ی ث ▁مرد ▁خب ی ث ▁عورتوں ▁کے ▁لا يق ▁ہیں ▁اور ▁پاک ▁عورت یں ▁پاک ▁مرد وں ▁کے ▁لا يق ▁ہیں ▁اور ▁پاک ▁مرد ▁پاک ▁عورتوں ▁کے ▁لا يق ▁ہیں۔ ▁ایسے ▁پاک ▁لوگوں ▁کے ▁متعلق ▁جو ▁کچھ ▁ب کو اس ▁( بہ تان ▁باز ) ▁کر ▁رہے ▁ہیں ▁وه ▁ان ▁سے ▁بالکل ▁بری ▁ہیں ، ▁ان ▁کے ▁لي ے ▁بخش ش ▁ہے ▁اور ▁عزت ▁والی ▁روزی
▁اپ ▁( ع ) ▁نے ▁کہا ▁مجھے ▁( اس ) ▁زمین ▁کے ▁خزان وں ▁پر ▁مقرر ▁کر ▁دی جی ے ▁میں ▁یقینا ▁( مال ▁کی ) ▁حفاظت ▁کرنے ▁والا ▁اور ▁اس ▁کام ▁کا ▁جان نے ▁والا ▁بھی ▁ہوں۔
▁اور ▁انہوں ▁نے ▁اللہ ▁کی ▁قسم ▁کھا ي ی ▁اپنی ▁قسم وں ▁میں ▁حد ▁کی ▁کوشش ▁سے ▁کہ ▁اگر ▁ان ▁کے ▁پاس ▁کوي ی ▁ڈر ▁سن انے ▁والا ▁ ایا ▁تو ▁وہ ▁ضرور ▁کسی ▁نہ ▁کسی ▁گروہ ▁سے ▁زیادہ ▁راہ ▁پر ▁ہوں ▁گے ▁پھر ▁جب ▁ان ▁کے ▁پاس ▁ڈر ▁سن انے ▁والا ▁تشریف ▁لا یا ▁تو ▁اس ▁نے ▁انہیں ▁نہ ▁بڑھا ▁مگر ▁نفرت ▁کرنا
▁اور ▁در حقیق ت ▁ہم ▁نے ▁لوگوں ▁( کے ▁سمجھا نے ) ▁کے ▁لي ے ▁اس ▁قر ان ▁میں ▁ہر ▁طرح ▁کی ▁مثال ▁بیان ▁کر ▁دی ▁ہے ، ▁اور ▁اگر ▁اپ ▁ان ▁کے ▁پاس ▁کوي ی ▁( ظ ا ہری ) ▁نشانی ▁لے ▁اي یں ▁تب ▁بھی ▁یہ ▁کا فر ▁لوگ ▁ضرور ▁( یہ ی ) ▁کہہ ▁دیں ▁گے ▁کہ ▁اپ ▁محض ▁باطل ▁و ▁فریب ▁کار ▁ہیں ،
▁کیا ▁تم ▁نے ▁دیکھا ▁کہ ▁اگر ▁اس ▁کا فر ▁نے ▁جھ ٹل ایا ▁اور ▁من ھ ▁پھ یر ▁لیا
▁کہیں ▁گے ▁کہ ▁تم ▁پر ▁سلامتی ▁ہو ، ▁صبر ▁کے ▁بدل ے ، ▁کیا ▁ہی ▁اچھا ▁( بدل ہ ) ▁ہے ▁اس ▁دار ▁اخر ت ▁کا
▁اور ▁مجھے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁سب ▁سے ▁پہلا ▁اطاعت ▁گزار ▁بن ▁جا وں
▁اے ▁میری ▁قوم ! ▁میں ▁تمہارے ▁بارے ▁میں ▁چی خ ▁و ▁پکار ▁والے ▁دن ▁سے ▁ڈر تا ▁ہوں۔
▁اور ▁صور ▁پھ ون کا ▁جاي ے ▁گا ▁تو ▁وہ ▁فورا ▁اپنی ▁قبر وں ▁سے ▁نکل ▁کر ▁اپنے ▁رب ▁کی ▁طرف ▁دو ڑے ▁چلے ▁اي یں ▁گے
▁ویل ▁اور ▁افسوس ▁ہے ▁ہر ▁ایک ▁جھوٹ ے ▁گ نہ گار ▁پر
▁کہ ▁کوي ی ▁شخص ▁کسی ▁دوسرے ▁کا ▁بوجھ ▁نہ ▁اٹھا ي ے ▁گا
▁کہہ ▁دی جي ے ▁کہ ▁یہ ▁قر ان ▁بہت ▁بڑی ▁خبر ▁ہے
▁ایک ▁شخص ▁جس ▁کو ▁کتاب ▁ال ہی ▁کا ▁علم ▁تھا ▁کہنے ▁لگا ▁کہ ▁میں ▁اپ ▁کی ▁ان کھ ▁کے ▁جھ پک نے ▁سے ▁پہلے ▁پہلے ▁اسے ▁اپ ▁کے ▁پاس ▁حاضر ▁کي ے ▁دیتا ▁ہوں۔ ▁جب ▁سلیمان ▁نے ▁تخت ▁کو ▁اپنے ▁پاس ▁رکھا ▁ہوا ▁دیکھا ▁تو ▁کہا ▁کہ ▁یہ ▁میرے ▁پروردگار ▁کا ▁فضل ▁ہے ▁تاکہ ▁مجھے ▁از ماي ے ▁کہ ▁میں ▁شکر ▁کرتا ▁ہوں ▁یا ▁کفر ان ▁نعمت ▁کرتا ▁ہوں ▁اور ▁جو ▁شکر ▁کرتا ▁ہے ▁تو ▁اپنے ▁ہی ▁فاي دے ▁کے ▁لي ے ▁شکر ▁کرتا ▁ہے ▁اور ▁جو ▁نا ش کری ▁کرتا ▁ہے ▁تو ▁میرا ▁پروردگار ▁بے پر وا ▁( اور ) ▁کرم ▁کرنے ▁والا ▁ہے
▁اور ▁میرے ▁خاندان ▁میں ▁سے ▁میرے ▁بھ اي ی ۔
▁اور ▁اسے ▁ان ▁چیز و ▁ ں ▁سے ▁روک ▁دیا ▁جنہیں ▁الله ▁کے س وا ▁پو جت ی ▁تھی ▁بے ▁شک ▁وہ ▁کا فر وں ▁میں ▁سے ▁تھی
▁اور ▁اپنے ▁رب ▁کے ▁حکم ▁کی ▁تع م یل ▁کرے ▁گی ▁اور ▁اس ▁کے ▁لیے ▁حق ▁یہی ▁ہے ▁( کہ ▁اس ▁کی ▁تع م یل ▁کرے )
▁پھر ▁جب ▁انہوں ▁نے ▁( موس ی ▁علیہ ▁السلام ▁کی ▁شان ▁میں ▁گ ستا خی ▁کر ▁کے ) ▁ہمیں ▁شدید ▁ غضب ناک ▁کر ▁دیا ▁( تو ) ▁ہم ▁نے ▁ان ▁سے ▁بدل ہ ▁لے ▁لیا ▁اور ▁ہم ▁نے ▁ان ▁سب ▁کو ▁ غرق ▁کر ▁دیا ،
▁پس ▁انہوں ▁نے ▁اس ▁کو ▁جھ ٹل ایا ▁پس ▁بے ▁شک ▁وہ ▁حاضر ▁کیے ▁جاي یں ▁گے
▁اور ▁ہم ▁نے ▁لوگوں ▁کے ▁لي ے ▁اس ▁قر ان ▁میں ▁ہر ▁طرح ▁کی ▁مثال ▁بیان ▁کردی ▁ہے ▁کہ ▁شاید ▁یہ ▁عبر ت ▁اور ▁نص ی حت ▁حاصل ▁کر سک یں
▁( ا ے ▁رسول ) ▁اور ▁ہم ▁نے ▁اپ ▁سے ▁پہلے ▁بھی ▁مرد وں ▁کو ▁ہی ▁رسول ▁بنا ▁کر ▁بھی جا ▁تھا ▁جن ▁کی ▁طرف ▁وح ی ▁کیا ▁کرتے ▁تھے۔ ▁اگر ▁تم ▁نہیں ▁جانتے ▁تو ▁اہل ▁ذکر ▁سے ▁پوچھ ▁لو ۔
▁اور ▁انہیں ▁اس ▁کا ▁کچھ ▁بھی ▁علم ▁نہیں ▁ہے ، ▁وہ ▁صرف ▁گمان ▁کے ▁پیچھے ▁چل تے ▁ہیں ، ▁اور ▁بیش ک ▁گمان ▁یقین ▁کے ▁مقابلے ▁میں ▁کسی ▁کام ▁نہیں ▁ا تا ،
▁اگر ▁تیر ے ▁رب ▁کی ▁مش یت ▁یہ ▁ہوتی ▁( کہ ▁زمین ▁میں ▁سب ▁مومن ▁و ▁فرمان بر دار ▁ہی ▁ہوں ) ▁تو ▁سارے ▁اہل ▁زمین ▁ایمان ▁لے ▁اي ے ▁ہوتے ▁پھر ▁کیا ▁تو ▁لوگوں ▁کو ▁مجبور ▁کرے ▁گا ▁کہ ▁وہ ▁مومن ▁ہو ▁جاي یں ؟
▁تو ▁کیا ▁انہوں ▁نے ▁نہ ▁دیکھا ▁جو ▁ان ▁کے ▁ اگ ے ▁اور ▁پیچھے ▁ہے ▁اس مان ▁اور ▁زمین ▁ہم ▁چاہ یں ▁تو ▁انہیں ▁زمین ▁میں ▁ دھ نس اد یں ▁یا ▁ان ▁پر ▁اس مان ▁کا ▁ ٹک ڑا ▁گرا د یں ، ▁بیش ک ▁اس ▁میں ▁نشانی ▁ہے ▁ہر ▁رجوع ▁لانے ▁والے ▁بند ے ▁کے ▁لیے
▁تو ▁ایمان ▁لا و ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁اور ▁اس ▁نور ▁پر ▁جو ▁ہم ▁نے ▁اتار ا ، ▁اور ▁اللہ ▁تمہارے ▁کام وں ▁سے ▁خبردار ▁ہے ،
▁ان ▁لوگوں ▁نے ▁کہا ▁کہ ▁کیا ▁ہم ▁نے ▁اپ ▁کو ▁سب ▁کے ▁ انے ▁سے ▁منع ▁نہیں ▁کردیا ▁تھا
▁اے ▁ایمان ▁والو ▁اگر ▁تم ▁ت قوا ي ے ▁ال ہی ▁اختیار ▁کرو ۔ ▁تو ▁خدا ▁تمہیں ▁حق ▁و ▁باطل ▁میں ▁ت فرق ہ ▁کرنے ▁کی ▁قوت ▁و ▁صلاحیت ▁عطا ▁فرما ي ے ▁گا۔ ▁اور ▁تمہاری ▁براي یوں ▁کو ▁ڈھ ان پ ▁لے ▁گا ▁( پر دہ ▁پوش ی ▁کرے ▁گا ) ▁اور ▁تمہارے ▁گناہ ▁بخش ▁دے ▁گا۔ ▁اور ▁اللہ ▁بڑا ▁فضل ▁( و ▁کرم ) ▁والا ▁ہے۔
▁اور ▁جو ▁بعد ▁کو ▁ایمان ▁لاي ے ▁اور ▁ہ جر ت ▁کی ▁اور ▁تمہارے ▁ساتھ ▁جہاد ▁کیا ▁وہ ▁بھی ▁تمہیں ▁میں ▁سے ▁ہیں ▁اور ▁رشتہ ▁والے ▁ایک ▁دوسرے ▁سے ▁زیادہ ▁نزدیک ▁ہیں ▁اللہ ▁کی ▁کتاب ▁میں ▁بیش ک ▁اللہ ▁سب ▁کچھ ▁جانتا ▁ہے ،
▁جس ▁نے ▁اس ▁سے ▁منہ ▁پھ ی را ▁سو ▁وہ ▁قیامت ▁کے ▁دن ▁بوجھ ▁اٹھا ي ے ▁گا
▁اللہ ▁تمہارے ▁اعمال ▁درست ▁کر ▁دے ▁گا ▁اور ▁تمہارے ▁قصور وں ▁سے ▁در گز ر ▁فرما ي ے ▁گا ▁جو ▁شخص ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁اطاعت ▁کرے ▁اس ▁نے ▁بڑی ▁کامیابی ▁حاصل ▁کی
▁اور ▁تمہیں ▁کیا ▁معلوم ▁کہ ▁وہ ▁دشوار ▁گزار ▁گھ ا ٹی ▁کیا ▁ہے ؟
▁یا ▁جب ▁ان ▁کو ▁عذاب ▁کا ▁ڈر ▁پیدا ▁ہوگیا ▁ہو ▁تو ▁ان ▁کو ▁پکڑ ل ے۔ ▁بے شک ▁تم ہ ارا ▁پروردگار ▁بہت ▁ش فقت ▁کرنے ▁والا ▁اور ▁مہر بان ▁ہے
▁( اچ ھا ) ▁تو ▁اس ▁کے ▁پاس ▁جا و ▁اور ▁کہ و ▁کہ ▁ہم ▁اپ ▁کے ▁پروردگار ▁کے ▁بھیج ے ▁ہو ي ے ▁ہیں ▁تو ▁بنی ▁اس راي یل ▁کو ▁ہمارے ▁ساتھ ▁جانے ▁کی ▁اجازت ▁دی جی ي ے۔ ▁اور ▁انہیں ▁عذاب ▁نہ ▁کی جی ي ے۔ ▁ہم ▁اپ ▁کے ▁پاس ▁اپ ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁نشانی ▁لے ▁کر ▁اي ے ▁ہیں۔ ▁اور ▁جو ▁ہدایت ▁کی ▁بات ▁ما نے ▁اس ▁کو ▁سلامتی ▁ہو
▁( حقیق ت ▁میں ) ▁یہی ▁لوگ ▁سچ ے ▁مومن ▁ہیں ، ▁ان ▁کے ▁لي ے ▁ان ▁کے ▁رب ▁کی ▁بار گاہ ▁میں ▁( ب ڑے ) ▁درج ات ▁ہیں ▁اور ▁م غفر ت ▁اور ▁بلند ▁درجہ ▁ رزق ▁ہے ،
▁بیش ک ▁ہم ▁نے ▁اسے ▁زمین ▁میں ▁قابو ▁دیا ▁اور ▁ہر ▁چیز ▁کا ▁ایک ▁سامان ▁عطا ▁فرمایا
▁فرمایا ▁کہ ▁ت جھ ▁کو ▁مہ لت ▁دی ▁جاتی ▁ہے
▁یہ ▁وہاں ▁ایسے ▁پی ال ے ▁سے ▁سی راب ▁کي ے ▁جاي یں ▁گے ▁جس ▁میں ▁زن جب یل ▁کی ▁ام یز ش ▁ہوگی
▁سی دھی ▁راہ ▁پر ▁بھیج ے ▁ گي ے ▁ہو
▁ان ▁لوگوں ▁نے ▁کہا ▁کہ ▁انہیں ▁اور ▁ان ▁کے ▁بھ اي ی ▁کو ▁روک ▁رکھی ے۔ ▁اور ▁شہروں ▁میں ▁ہر کار ے ▁بھیج ▁دی جي ے۔
▁( ا ے ▁مجرم و !) ▁تم ▁ضرور ▁درد ناک ▁عذاب ▁کا ▁م زہ ▁چ کھ نے ▁والے ▁ہو۔
▁اور ▁کا فر ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁( اگر ▁یہ ▁نبی ▁بر حق ▁ہیں ) ▁تو ▁ان ▁کے ▁پروردگار ▁کی ▁طرف ▁سے ▁ان ▁پر ▁( ہم اری ▁پسند ▁کی ) ▁کوي ی ▁نشانی ▁کیوں ▁نہیں ▁اتار ی ▁ گي ی ؟ ▁کہہ ▁دی جی ي ے ! ▁اللہ ▁جسے ▁چاہتا ▁ہے ▁گمراہ ی ▁میں ▁چھوڑ تا ▁ہے ▁اور ▁جو ▁اس ▁کی ▁طرف ▁رجوع ▁کرتا ▁ہے ▁اسے ▁ہدایت ▁کرتا ▁ہے۔
▁وہ ▁اس ▁( دوز خ ) ▁میں ▁اور ▁کھول تے ▁گرم ▁پانی ▁میں ▁گھو م تے ▁پھر یں ▁گے ،
▁یہ ▁ہماری ▁کار ▁فرما ي ی ▁ہے ▁کہ ▁اس مان ▁میں ▁ہم ▁نے ▁بہت ▁سے ▁مضبوط ▁قلع ے ▁بنا ي ے ، ▁ان ▁کو ▁دیکھنے ▁والوں ▁کے ▁لیے ▁م زین ▁کیا
▁اس ▁پر ▁وه ▁سب ▁اس ▁سے ▁من ھ ▁مو ڑے ▁ہو ي ے ▁واپس ▁چلے ▁ گي ے
▁اپ س ▁میں ▁چپ کے ▁چپ کے ▁باتیں ▁کرتے ▁ہوں ▁گے ▁کہ ▁تم ▁دنیا ▁میں ▁مشکل ▁سے ▁دس ▁دن ▁ہی ▁ٹھہر ے ▁ہو گ ے ،
▁نیک ی ▁کا ▁بدل ہ ▁نیک ی ▁کے ▁سوا ▁اور ▁کیا ▁ہے
▁مومن و ! ▁جب ▁تم ▁مومن ▁عورتوں ▁سے ▁نکاح ▁کرکے ▁ان ▁کو ▁ہاتھ ▁لگانے ▁( یعنی ▁ان ▁کے ▁پاس ▁جانے ) ▁سے ▁پہلے ▁طلاق ▁دے ▁دو ▁تو ▁تم ▁کو ▁کچھ ▁اختیار ▁نہیں ▁کہ ▁ان ▁سے ▁ع دت ▁پوری ▁کر او ۔ ▁ان ▁کو ▁کچھ ▁فاي دہ ▁( یعنی ▁خرچ ) ▁دے ▁کر ▁اچھی ▁طرح ▁سے ▁رخصت ▁کرد و
▁اور ▁جس ▁نے ▁اندازہ ▁پر ▁رکھ ▁کر ▁راہ ▁دی
▁اور ▁بیش ک ▁تم ▁اخلاق ▁کے ▁بڑے ▁مرتب ے ▁پر ▁ہو
▁سب ▁مل ▁کر ▁بھی ▁اس ▁کے ▁خلاف ▁کسی ▁کو ▁بہ کا ▁نہیں ▁سکتے ▁ہو
▁تو ▁اس ▁نے ▁لشکر ▁کے ▁دم ▁پر ▁منہ ▁م وڑ ▁لیا ▁اور ▁کہا ▁کہ ▁یہ ▁جادو گر ▁یا ▁دیوان ہ ▁ہے
▁کیا ▁لوگوں ▁کے ▁لیے ▁یہ ▁ایک ▁عجیب ▁بات ▁ہو ▁ گي ی ▁کہ ▁ہم ▁نے ▁خود ▁ان ہی ▁میں ▁سے ▁ایک ▁اد می ▁کو ▁اشارہ ▁کیا ▁کہ ▁( غف لت ▁میں ▁پڑے ▁ہو ي ے ) ▁لوگوں ▁کو ▁چون کا ▁دے ▁اور ▁جو ▁مان ▁لیں ▁ان ▁کو ▁خوش خبر ی ▁دید ے ▁کہ ▁ان ▁کے ▁لیے ▁ان ▁کے ▁رب ▁کے ▁پاس ▁سچ ی ▁عزت ▁و ▁سرفراز ی ▁ہے ؟ ▁( کیا ▁یہی ▁وہ ▁بات ▁ہے ▁جس ▁پر ) ▁من کری ن ▁نے ▁کہا ▁کہ ▁یہ ▁شخص ▁تو ▁کھل ا ▁جادو گر ▁ہے ؟
▁اج ▁ان ▁جھ ٹل انے ▁والوں ▁کی ▁در گ ت ▁ہے
▁اور ▁( دو سر ے ) ▁باي یں ▁جانب ▁والے ، ▁کیا ▁( ہی ▁بر ے ▁حال ▁میں ▁ہوں ▁گے ) ▁باي یں ▁جانب ▁والے ،
▁بے شک ▁ابراہیم ▁پیش وا ▁اور ▁اللہ ▁تعالی ▁کے ▁فرمان بر دار ▁اور ▁یک ▁طرف ہ ▁م خلص ▁تھے۔ ▁وه ▁مشر ک وں ▁میں ▁سے ▁نہ ▁تھے
▁یہی ▁وہ ▁لوگ ▁ہیں ▁جو ▁نیک یوں ▁میں ▁سبق ت ▁کرنے ▁والے ▁ہیں ▁اور ▁سب ▁کے ▁ اگ ے ▁نکل ▁جانے ▁والے ▁ہیں
▁محمد ▁تم ▁میں ▁سے ▁کسی ▁مرد ▁کے ▁باپ ▁نہیں ▁لیکن ▁وہ ▁الله ▁کے ▁رسول ▁اور ▁سب ▁نبی وں ▁کے ▁خاتمے ▁پر ▁ہیں ▁اور ▁الله ▁ہر ▁بات ▁جانتا ▁ہے
▁وہ ▁لوگ ▁صرف ▁ایک ▁سخت ▁چ نگ ھا ڑ ▁کے ▁ہی ▁منتظر ▁ہیں ▁جو ▁انہیں ▁( ا چان ک ) ▁پکڑ ے ▁گی ▁اور ▁وہ ▁اپ س ▁میں ▁جھ گ ڑ ▁رہے ▁ہوں ▁گے ،
▁اگر ▁تم ▁کوي ی ▁بات ▁ظاہر ▁کرو ▁یا ▁اسے ▁چھپ او ▁تو ▁بے ▁شک ▁الله ▁ہر ▁چیز ▁کو ▁جان نے ▁والا ▁ہے
▁اے ▁ایمان ▁والو ! ▁تم ▁جب ▁کوي ی ▁سر گو شی ▁( خف یہ ▁بات ) ▁کرو ▁تو ▁گناہ ، ▁ظلم ▁و ▁زیادتی ▁اور ▁رسول ( ص ) ▁کی ▁نا فر مان ی ▁کے ▁بارے ▁میں ▁سر گو شی ▁نہ ▁کرو ▁بلکہ ▁نیک ی ▁کرنے ▁اور ▁تقوی ▁اختیار ▁کرنے ▁کی ▁سر گو شی ▁کرو ▁اور ▁اللہ ▁( کی ▁نا فر مان ی ▁سے ) ▁ڈر و ▁جس ▁کے ▁پاس ▁جمع ▁کي ے ▁جا و ▁گے۔
▁پھر ▁زمین ▁کو ▁چ ٹی ل ▁میدان ▁کر ▁کے ▁چھوڑ ے ▁گا
▁اور ▁ہم ▁تو ▁رسول وں ▁کو ▁صرف ▁بشار ت ▁دینے ▁والا ▁اور ▁عذاب ▁سے ▁ڈرا نے ▁والا ▁بنا کر ▁بھیج تے ▁ہیں ▁اور ▁کف ار ▁باطل ▁کے ▁ذریعہ ▁جھ گ ڑا ▁کرتے ▁ہیں ▁کہ ▁اس ▁کے ▁ذریعہ ▁کو ▁بر باد ▁کرد یں ▁اور ▁انہوں ▁نے ▁ہماری ▁نشانی وں ▁کو ▁اور ▁جس ▁بات ▁سے ▁ڈرا ي ے ▁ گي ے ▁تھے ▁سب ▁کو ▁ایک ▁مذاق ▁بن الیا ▁ہے
▁اور ▁جب ▁شیطان ▁نے ▁ان ▁( کا فر وں ) ▁کے ▁لي ے ▁ان ▁کے ▁اعمال ▁خوش ▁نما ▁کر ▁دکھا ي ے ▁اور ▁اس ▁نے ▁( ان ▁سے ) ▁کہا : ▁اج ▁لوگوں ▁میں ▁سے ▁کوي ی ▁تم ▁پر ▁غالب ▁نہیں ▁( ہو ▁سکتا ) ▁اور ▁بیش ک ▁میں ▁تمہیں ▁پناہ ▁دینے ▁والا ▁( م دد گار ) ▁ہوں۔ ▁پھر ▁جب ▁دونوں ▁فوج وں ▁نے ▁ایک ▁دوسرے ▁کو ▁( مقابل ) ▁دیکھ ▁لیا ▁تو ▁وہ ▁ال ٹے ▁پا وں ▁بھاگ ▁گیا ▁اور ▁کہنے ▁لگا : ▁بیش ک ▁میں ▁تم ▁سے ▁بے ▁ زار ▁ہوں ، ▁یقینا ▁میں ▁وہ ▁( ک چھ ) ▁دیکھ ▁رہا ▁ہوں ▁جو ▁تم ▁نہیں ▁دیکھتے ، ▁بیش ک ▁میں ▁اللہ ▁سے ▁ڈر تا ▁ہوں ، ▁اور ▁اللہ ▁سخت ▁عذاب ▁دینے ▁والا ▁ہے ،
▁یہ ▁ہماری ▁کتاب ▁تمہارے ▁بارے ▁میں ▁سچ ▁سچ ▁بیان ▁کرد ے ▁گی۔ ▁جو ▁کچھ ▁تم ▁کیا ▁کرتے ▁تھے ▁ہم ▁لکھ وا تے ▁جاتے ▁ہیں
▁اس ▁نے ▁کہا ▁میں ▁ایسا ▁نہیں ▁ہوں ▁کہ ▁ایسے ▁بشر ▁کو ▁سج دہ ▁کر وں ▁جسے ▁تو ▁نے ▁س ڑے ▁ہو ي ے ▁گا رے ▁کی ▁کھ نک ھن اتی ▁ہو ي ی ▁م ٹی ▁سے ▁پیدا ▁کیا ▁ہے۔
▁اور ▁اس مان ▁کو ▁کہ ▁کس ▁طرح ▁اون چا ▁کیا ▁گیا ▁ہے
▁جو ▁فرد وس ▁کے ▁ وارث ▁ہوں ▁گے ▁جہاں ▁وه ▁ہمیشہ ▁رہیں ▁گے
▁اے ▁ہمارے ▁رب ▁اور ▁انہیں ▁بہ شت وں ▁میں ▁داخل ▁کر ▁جو ▁ہمیشہ ▁رہیں ▁گی ▁جن ▁کا ▁تو ▁نے ▁ان ▁سے ▁وعدہ ▁کیا ▁ہے ▁اور ▁ان ▁کو ▁جو ▁ان ▁کے ▁باپ ▁داد وں ▁اور ان ▁کی ▁بیوی وں ▁اور ان ▁کی ▁اولاد ▁میں ▁سے ▁نیک ▁ہیں ▁بے ▁شک ▁تو ▁غالب ▁حکمت ▁والا ▁ہے
▁اے ▁رب ▁ہمارے ▁ہم ▁کو ▁دوزخ ▁سے ▁نکال ▁دے ▁پھر ▁اگر ▁ہم ▁ویسے ▁ہی ▁کریں ▁تو ▁ہم ▁ظالم ▁ہیں
▁اور ▁کیا ▁( ہم ی شہ ▁ایسا ▁نہیں ▁ہوا ▁کہ ) ▁جب ▁بھی ▁انہوں ▁( یہ ود ) ▁نے ▁کوي ی ▁عہد ▁کیا۔ ▁تو ▁ان ہی ▁کے ▁ایک ▁گروہ ▁نے ▁اسے ▁پس ▁پشت ▁ڈال ▁دیا ▁( ت وڑ ▁دیا ) ▁بلکہ ▁ان ▁میں ▁سے ▁اکثر ▁بے ▁ایمان ▁ہیں۔
▁اپ ( ص ) ▁کہہ ▁دی جي ے ! ▁کیا ▁تم ▁اس ▁ذات ▁کا ▁انکار ▁کرتے ▁ہو ▁جس ▁نے ▁زمین ▁کو ▁پیدا ▁کیا ▁اور ▁دوسروں ▁کو ▁اس ▁کا ▁ہم سر ▁قرار ▁دیتے ▁ہو ؟ ▁وہی ▁تو ▁سارے ▁ جہ ان وں ▁کا ▁پروردگار ▁ہے۔
▁فرما ▁دی جي ے : ▁بھ لا ▁تم ▁بتا و ▁اگر ▁یہ ▁( قر ان ) ▁اللہ ▁ہی ▁کی ▁طرف ▁سے ▁( ات را ) ▁ہو ▁پھر ▁تم ▁اس ▁کا ▁انکار ▁کرتے ▁رہ و ▁تو ▁اس ▁شخص ▁سے ▁بڑھ ▁کر ▁گمراہ ▁کون ▁ہوگا ▁جو ▁پر لے ▁درجہ ▁کی ▁مخالفت ▁میں ▁( پ ڑا ) ▁ہو ،
▁( یعنی ) ▁اس مان ▁اور ▁زمین ▁کا ▁اور ▁جو ▁ان ▁دونوں ▁کے ▁درمیان ▁ہے ▁سب ▁کا ▁پروردگار ▁ہے۔ ▁تو ▁اسی ▁کی ▁عبادت ▁کرو ▁اور ▁اسی ▁کی ▁عبادت ▁پر ▁ثابت ▁قدم ▁رہ و ۔ ▁بھ لا ▁تم ▁کوي ی ▁اس ▁کا ▁ہم ▁نام ▁جانتے ▁ہو
▁کشتی ▁ان ▁لوگوں ▁کو ▁لیے ▁چل ی ▁جا ▁رہی ▁تھی ▁اور ▁ایک ▁ایک ▁موج ▁پہاڑ ▁کی ▁طرح ▁اٹھ ▁رہی ▁تھی ▁نوح ▁کا ▁بیٹا ▁دور ▁ فاصل ے ▁پر ▁تھا ▁نوح ▁نے ▁پکار ▁کر ▁کہا ▁" بی ٹا ، ▁ہمارے ▁ساتھ ▁سوار ▁ہو ▁جا ، ▁کا فر وں ▁کے ▁ساتھ ▁نہ ▁رہ "
▁پس ▁چپ کے ▁سے ▁اپنے ▁گھر ▁والوں ▁کے ▁پاس ▁گیا ▁اور ▁ایک ▁مو ٹا ▁بچ ھڑ ا ▁( ت لا ▁ہوا ) ▁لا یا
▁ان ▁کے ▁بعد ▁پھر ▁بھی ▁ہم ▁اپنے ▁رسول وں ▁کو ▁پ ے ▁در ▁پ ے ▁بھیج تے ▁رہے ▁اور ▁ان ▁کے ▁بعد ▁عیسی ▁بن ▁مریم ▁( علی ہ ▁السلام ) ▁کو ▁بھی جا ▁اور ▁انہیں ▁انج یل ▁عطا ▁فرما ي ی ▁اور ▁ان ▁کے ▁مان نے ▁والوں ▁کے ▁دل وں ▁میں ▁ش فقت ▁اور ▁رحم ▁پیدا ▁کردیا ▁ہاں ▁رہ بانی ت ▁( تر ک ▁دنیا ) ▁تو ▁ان ▁لوگوں ▁نے ▁از خود ▁ایجاد ▁کرلی ▁تھی ▁ہم ▁نے ▁ان ▁پر ▁اسے ▁واجب ▁نہ ▁کیا ▁تھا ▁سوا ي ے ▁اللہ ▁کی ▁رضا جو ي ی ▁کے ۔ ▁سو ▁انہوں ▁نے ▁اس ▁کی ▁پوری ▁رعایت ▁نہ ▁کی ، ▁پھر ▁بھی ▁ہم ▁نے ▁ان ▁میں ▁سے ▁جو ▁ایمان ▁لاي ے ▁تھے۔ ▁انہیں ▁ان ▁کا ▁ اجر ▁دیا ▁اور ▁ان ▁میں ▁زیاد ه ▁تر ▁لوگ ▁نا فر مان ▁ہیں
▁بیش ک ▁منا فق ▁( ب زعم ▁خویش ) ▁اللہ ▁کو ▁دھو کہ ▁دینا ▁چاہتے ▁ہیں ▁حالانک ہ ▁وہ ▁انہیں ▁( اپ نے ▁ہی ) ▁دھو کے ▁کی ▁سزا ▁دینے ▁والا ▁ہے ، ▁اور ▁جب ▁وہ ▁نماز ▁کے ▁لي ے ▁کھڑے ▁ہوتے ▁ہیں ▁تو ▁سست ی ▁کے ▁ساتھ ▁( م حض ) ▁لوگوں ▁کو ▁دکھا نے ▁کی لي ے ▁کھڑے ▁ہوتے ▁ہیں ▁اور ▁اللہ ▁کو ی اد ▁( بھی ) ▁نہیں ▁کرتے ▁مگر ▁تھ وڑ ا ،
▁یقینا ▁وہ ▁لوگ ▁بڑے ▁گھ ا ٹے ▁میں ▁ہیں ▁جنہوں ▁نے ▁علم ▁کے ▁بغیر ▁محض ▁ جہ الت ▁اور ▁حم اقت ▁کی ▁وجہ ▁سے ▁اپنی ▁اولاد ▁کو ▁قتل ▁کیا۔ ▁اور ▁اللہ ▁پر ▁افت را ▁پرداز ی ▁کرکے ▁اللہ ▁کے ▁دیے ▁ہو ي ے ▁ رزق ▁کو ▁حرام ▁قرار ▁دیا ▁بے ▁شک ▁وہ ▁گمراہ ▁ہو ي ے ▁اور ▁ہدایت ▁یافتہ ▁اور ▁راہ ▁یا ب ▁نہیں ▁ہیں۔
▁یقینا ▁ان ▁کا ▁رب ▁اس ▁روز ▁ان ▁سے ▁خوب ▁با خبر ▁ہوگا
▁میں ▁اسے ▁سخت ▁سزا ▁د وں ▁گا ، ▁یا ▁ ذبح ▁کر ▁د وں ▁گا ، ▁ورنہ ▁اسے ▁میرے ▁سامنے ▁معقول ▁وجہ ▁پیش ▁کرنی ▁ہو ▁گی
▁( ا ے ▁حبیب ▁مک رم ! ▁اپ ▁کے ) ▁والد ▁( اد م ▁یا ▁ابراہیم ▁علیہ ما ▁السلام ) ▁کی ▁قسم ▁اور ▁( ان ▁کی ) ▁قسم ▁جن ▁کی ▁ولادت ▁ہو ي ی ٭ ، ▁ ٭ ▁یعنی ▁اد م ▁علیہ ▁السلام ▁کی ▁ ذر یت ▁صالح ہ ▁یا ▁اپ ▁ہی ▁کی ▁ذات ▁گرامی ▁جن ▁کے ▁باعث ▁یہ ▁شہر ▁مکہ ▁بھی ▁لا يق ▁قسم ▁ٹھہر ا ▁ہے۔
▁جن ▁لوگوں ▁کو ▁ہم ▁سے ▁ملنے ▁کی ▁توقع ▁نہیں ▁اور ▁دنیا ▁کی ▁زندگی ▁سے ▁خوش ▁اور ▁اسی ▁پر ▁مط ي من ▁ہو ▁بیٹھے ▁اور ▁ہماری ▁نشانی وں ▁سے ▁غافل ▁ہو ▁رہے ▁ہیں
▁وہ ▁رات ▁کو ▁دن ▁میں ▁داخل ▁فرما تا ▁ہے ▁اور ▁دن ▁کو ▁رات ▁میں ▁داخل ▁فرما تا ▁ہے ▁اور ▁اس ▁نے ▁سور ج ▁اور ▁چاند ▁کو ▁( ایک ▁نظام ▁کے ▁تحت ) ▁م سخر ▁فرما ▁رکھا ▁ہے ، ▁ہر ▁کوي ی ▁ایک ▁مقرر ▁می عاد ▁کے ▁مطابق ▁حرکت ▁پذیر ▁ہے۔ ▁یہی ▁االله ▁تم ہ ارا ▁رب ▁ہے ▁اسی ▁کی ▁ساری ▁بادشاہ ت ▁ہے ، ▁اور ▁اس ▁کے ▁سوا ▁تم ▁جن ▁بت وں ▁کو ▁پو ج تے ▁ہو ▁وہ ▁کھ جور ▁کی ▁گ ٹھ لی ▁کے ▁بار یک ▁چھ ل کے ▁کے ▁( بھی ) ▁مالک ▁نہیں ▁ہیں ،
▁کیا ▁انہوں ▁نے ▁اس ▁بات ▁پر ▁نظر ▁نہیں ▁کی ▁کہ ▁جس ▁اللہ ▁نے ▁اس مان ▁و زمین ▁کو ▁پیدا ▁کیا ▁ہے ▁وه ▁ان ▁جی س وں ▁کی ▁پیدا يش ▁پر ▁پورا ▁قادر ▁ہے ، ▁اسی ▁نے ▁ان ▁کے ▁لي ے ▁ایک ▁ایسا ▁وقت ▁مقرر ▁کر ▁رکھا ▁ہے ▁جو ▁شک ▁شب ہ ▁سے ▁یک سر ▁خالی ▁ہے ، ▁لیکن ▁ظالم ▁لوگ ▁انکار ▁کي ے ▁بغیر ▁رہتے ▁ہی ▁نہیں
▁بھ لا ▁جو ▁شخص ▁خدا ▁کی ▁خوش نود ی ▁کا ▁تابع ▁ہو ▁وہ ▁اس ▁شخص ▁کی ▁طرح ▁( مرت ک ب ▁خیانت ) ▁ہوسکتا ▁ہے ▁جو ▁خدا ▁کی ▁نا خوش ی ▁میں ▁گرفتار ▁ہو ▁اور ▁جس ▁کا ▁ ٹھ کان ہ ▁دوزخ ▁ہے ، ▁اور ▁وہ ▁برا ▁ ٹھ کان ا ▁ہے
▁ان ▁سب ▁نے ▁رسول وں ▁کو ▁جھ ٹل ایا ▁تھا ▁پس ▁میرا ▁عذاب ▁ا ▁موجود ▁ہوا
▁اور ▁جس ▁دن ▁االله ▁کے ▁دشمن وں ▁کو ▁دوزخ ▁کی ▁طرف ▁جمع ▁کر ▁کے ▁لا یا ▁جاي ے ▁گا ▁پھر ▁انہیں ▁روک ▁روک ▁کر ▁( اور ▁ہا نک ▁کر ) ▁چل ایا ▁جاي ے ▁گا ،
▁اس ▁نے ▁دو ▁دریا ▁بہ اي ے ▁ہیں ▁جو ▁اپ س ▁میں ▁مل ▁جاتے ▁ہیں
▁بیش ک ▁میں ▁ہی ▁اللہ ▁ہوں ، ▁میرے ▁سوا ▁عبادت ▁کے ▁لا يق ▁اور ▁کوي ی ▁نہیں ▁پس ▁تو ▁میری ▁ہی ▁عبادت ▁کر ، ▁اور ▁میری ▁یاد ▁کے ▁لي ے ▁نماز ▁قاي م ▁رکھ
▁اور ▁اس مان وں ▁اور ▁زمین ▁کی ▁بادشاہ ی ▁اللہ ▁ہی ▁کی لي ے ▁ہے ▁جس ▁کو ▁چاہے ▁بخش ▁دے ▁اور ▁جس ▁کو ▁چاہے ▁عذاب ▁دے ▁اور ▁اللہ ▁بڑا ▁بخش نے ▁والا ، ▁بڑا ▁رحم ▁کرنے ▁والا ▁ہے۔
▁اور ▁اسی ▁طرح ▁ہم ▁نے ▁ہر ▁نبی ▁کے ▁دشمن ▁بہت ▁سے ▁شیطان ▁پیدا ▁کي ے ▁تھے ▁کچھ ▁اد می ▁اور ▁کچھ ▁جن ، ▁جن ▁میں ▁سے ▁بعض ▁بعض وں ▁کو ▁چک نی ▁چپ ڑی ▁بات وں ▁کا ▁و سوس ہ ▁ڈال تے ▁رہتے ▁تھے ▁تاکہ ▁ان ▁کو ▁دھو کہ ▁میں ▁ڈال ▁دیں ▁اور ▁اگر ▁اللہ ▁تعالی ▁چاہتا ▁تو ▁یہ ▁ایسے ▁کام ▁نہ ▁کرسکتے ▁سو ▁ان ▁لوگوں ▁کو ▁اور ▁جو ▁کچھ ▁یہ ▁افت را ▁پرداز ی ▁کر ▁رہے ▁ہیں ▁اس ▁کو ▁اپ ▁رہنے ▁دی جي ے
▁اس مان ▁کو ▁ہم ▁نے ▁اپنے ▁زور ▁سے ▁بنایا ▁ہے ▁اور ▁ہم ▁اس ▁کی ▁قدرت ▁رکھتے ▁ہیں
▁یہ ▁کبھی ▁ایمان ▁نہ ▁لاي یں ▁گے ▁کہ ▁ان ▁سے ▁پہلے ▁والوں ▁کا ▁طریقہ ▁بھی ▁ایسا ▁ہی ▁رہ ▁چکا ▁ہے
▁مسلمان ▁مسلمان ▁بھ اي ی ▁ہیں ▁تو ▁اپنے ▁دو ▁بھ اي یوں ▁میں ▁صلح ▁کرو ▁اور ▁اللہ ▁سے ▁ڈر و ▁کہ ▁تم ▁پر ▁رحمت ▁ہو
▁اور ▁اگر ▁ہم ▁کاغذ ▁پر ▁لکھا ▁ہوا ▁کوي ی ▁نوشت ہ ▁اپ ▁پر ▁نازل ▁فرماتے ▁پھر ▁اس ▁کو ▁یہ ▁لوگ ▁اپنے ▁ہاتھوں ▁سے ▁چھ و ▁بھی ▁لیتے ▁تب ▁بھی ▁یہ ▁کا فر ▁لوگ ▁یہی ▁کہتے ▁کہ ▁یہ ▁کچھ ▁بھی ▁نہیں ▁مگر ▁ صر یح ▁جادو ▁ہے
▁اور ▁یہ ▁( خو بی ) ▁صرف ▁ان ہی ▁لوگوں ▁کو ▁عطا ▁کی ▁جاتی ▁ہے ▁جو ▁صبر ▁کرتے ▁ہیں ، ▁اور ▁یہ ▁( توف یق ) ▁صرف ▁اسی ▁کو ▁حاصل ▁ہوتی ▁ہے ▁جو ▁بڑے ▁نصیب ▁والا ▁ہوتا ▁ہے ،
▁یقینا ▁صرف ▁یہی ▁سچ ا ▁بیان ▁ہے ▁اور ▁کوي ی ▁مع بود ▁بر حق ▁نہیں ▁ب جز ▁اللہ ▁تعالی ▁کے ▁اور ▁بے ▁شک ▁غالب ▁اور ▁حکمت ▁والا ▁اللہ ▁تعالی ▁ہی ▁ہے
▁بے ▁شک ▁میں ▁تمہارے ▁رب ▁پر ▁ایمان ▁لا یا ▁پس ▁میری ▁بات ▁سن و
▁اے ▁ایمان ▁والو ! ▁اپنے ▁( لوگ وں ▁کے ) ▁سوا ▁دوسرے ▁ایسے ▁لوگوں ▁کو ▁اپنا ▁ج گری ▁دوست ▁( راز دار ) ▁نہ ▁بنا و ▁جو ▁تمہیں ▁نقصان ▁پہنچا نے ▁میں ▁کوي ی ▁کس ر ▁اٹھا ▁نہیں ▁رکھتے ۔ ▁جو ▁چیز ▁تمہیں ▁مصیبت ▁و ▁زحمت ▁میں ▁مبتلا ▁کرے ▁وہ ▁اسے ▁محبوب ▁رکھتے ▁ہیں ▁ بغض ▁و ▁عن اد ▁ان ▁کے ▁مون ہ وں ▁سے ▁ٹ پک تا ▁ہے۔ ▁اور ▁جو ▁کچھ ▁ان ▁کے ▁سی نے ▁چھپ اي ے ▁ہو ي ے ▁ہیں ▁وہ ▁اس ▁سے ▁کہیں ▁بڑھ ▁کر ▁ہے۔ ▁ہم ▁نے ▁تمہارے ▁لي ے ▁نشان یاں ▁کھول ▁کر ▁بیان ▁کر ▁دی ▁ہیں ▁اگر ▁تم ▁عقل ▁سے ▁کام ▁لو ۔
▁( جو ▁اہل ) ▁ ارم ▁تھے ▁( اور ) ▁بڑے ▁بڑے ▁ستون وں ▁( کی ▁طرح ▁در از ▁قد ▁اور ▁اون چے ▁محل ات ) ▁والے ▁تھے ،
▁جب ▁وہ ▁( کا فر ) ▁تمہارے ▁اوپر ▁( واد ی ▁کی ▁بالا ي ی ▁مشرقی ▁جانب ) ▁سے ▁اور ▁تمہارے ▁نیچے ▁( واد ی ▁کی ▁زیر یں ▁مغربی ▁جانب ) ▁سے ▁چڑھ ▁اي ے ▁تھے ▁اور ▁جب ▁( ہی بت ▁سے ▁تمہاری ) ▁ان کھ یں ▁پھر ▁ گي ی ▁تھیں ▁اور ▁( دہ شت ▁سے ▁تمہارے ) ▁دل ▁حل قوم ▁تک ▁اپ ہن چے ▁تھے ▁اور ▁تم ▁( خ وف ▁و ▁امید ▁کی ▁کیفیت ▁میں ) ▁اللہ ▁کی ▁نسبت ▁مختلف ▁گمان ▁کرنے ▁لگے ▁تھے ،
▁کوي ی ▁قوم ▁نہ ▁اپنے ▁وقت ▁سے ▁پہلے ▁ختم ▁ہو ي ی ▁اور ▁نہ ▁اس ▁کے ▁بعد ▁ ٹھی ر ▁سک ی
▁ی عق وب ▁نے ▁کہا ▁کہ ▁مجھے ▁اس ▁کا لے ▁جانا ▁تکلیف ▁پہنچا تا ▁ہے ▁اور ▁میں ▁ڈر تا ▁ہوں ▁کہ ▁کہیں ▁اسے ▁بھی ڑی ا ▁نہ ▁کھا جا ي ے ▁اور ▁تم ▁غافل ▁ہی ▁رہ ▁جا و
▁یہ ▁لوگ ▁اسے ▁دور ▁سمجھتے ▁ہیں
▁بیش ک ▁اللہ ▁اس مان ▁و ▁زمین ▁کے ▁غ یب ▁کا ▁جان نے ▁والا ▁ہے ▁اور ▁وہ ▁دل وں ▁کے ▁چھپ ے ▁ہو ي ے ▁اسرار ▁کو ▁بھی ▁جانتا ▁ہے
▁کیا ▁ان ▁کو ▁سج ھا ي ی ▁نہ ▁دیتا ▁تھا ▁کہ ▁ہم ▁نے ▁رات ▁ان ▁کے ▁لیے ▁سک ون ▁حاصل ▁کرنے ▁کو ▁بنا ي ی ▁تھی ▁اور ▁دن ▁کو ▁روشن ▁کیا ▁تھا ؟ ▁اسی ▁میں ▁بہت ▁نشان یاں ▁تھیں ▁ان ▁لوگوں ▁کے ▁لیے ▁جو ▁ایمان ▁لا تے ▁تھے
▁خبر دو ▁( ۵ ۴ ) ▁میرے ▁بند وں ▁کو ▁کہ ▁بیش ک ▁میں ▁ہی ▁ہوں ▁بخش ے ▁والا ▁مہر بان ،
▁یہاں ▁تک ▁کہ ▁جب ▁وہ ▁ہمارے ▁پاس ▁اي ے ▁گا ▁تو ▁( اپ نے ▁ساتھ ی ▁شیطان ▁سے ) ▁کہ ے ▁گا : ▁اے ▁کاش ! ▁میرے ▁اور ▁تیر ے ▁درمیان ▁مشرق ▁و ▁مغرب ▁کا ▁ فاصل ہ ▁ہوتا ▁پس ▁( تو ) ▁بہت ▁ہی ▁برا ▁ساتھ ی ▁تھا ،
▁اور ▁انہوں ▁نے ▁جو ▁جو ▁اعمال ▁کیے ▁تھے ▁ہم ▁نے ان ▁کی ▁طرف ▁بڑھ ▁کر ▁انہیں ▁پر اگ نده ▁ ذر وں ▁کی ▁طرح ▁کردیا
▁پس ▁اب ▁تو ▁بھی ▁دیکھ ▁لے ▁گا ▁اور ▁یہ ▁بھی ▁دیکھ ▁لیں ▁گے
▁اس ▁کے ▁بعد ▁جو ▁بھی ▁خدا ▁پر ▁بہت ان ▁رکھے ▁گا ▁اس ▁کا ▁شمار ▁ظالم ین ▁میں ▁ہوگا
▁اس ▁طریقہ ▁سے ▁زیادہ ▁توقع ▁کی ▁جا سک تی ▁ہے ▁کہ ▁لوگ ▁ٹھیک ▁ٹھیک ▁شہادت ▁دیں ▁گے ، ▁یا ▁کم ▁از ▁کم ▁اس ▁بات ▁ہی ▁کا ▁خوف ▁کریں ▁گے ▁کہ ▁ان ▁کی ▁قسم وں ▁کے ▁بعد ▁د دس ری ▁قسم وں ▁سے ▁کہیں ▁ان ▁کی ▁تردید ▁نہ ▁ہو ▁جاي ے ▁اللہ ▁سے ▁ڈر و ▁اور ▁سن و ، ▁اللہ ▁نا فر مان ی ▁کرنے ▁والوں ▁کو ▁اپنی ▁رہنما ي ی ▁سے ▁محروم ▁کر ▁دیتا ▁ہے
▁تم ▁سب ▁کا ▁پیدا ▁کرنا ▁اور ▁قیامت ▁میں ▁اٹھا نا ▁ایسا ▁ہی ▁ہے ▁جیسا ▁ایک ▁جان ▁کا ▁بیش ک ▁اللہ ▁سنت ا ▁دیکھ تا ▁ہے
▁وه ▁بڑے ▁لوگ ▁جواب ▁دیں ▁گے ▁ہم ▁تو ▁س بھی ▁اس ▁ اگ ▁میں ▁ہیں ، ▁اللہ ▁تعالی ▁اپنے ▁بند وں ▁کے ▁درمیان ▁فیصلے ▁کر ▁چکا ▁ہے
▁بیش ک ▁اللہ ▁حکم ▁فرما تا ▁ہے ▁انصاف ▁اور ▁نیک ی ▁اور ▁رشتہ ▁دار وں ▁کے ▁دینے ▁کا ▁اور ▁منع ▁فرما تا ▁بے ▁ح یا ي ی ▁اور ▁بری ▁بات ▁اور ▁سر کش ی ▁سے ▁تمہیں ▁نص ی حت ▁فرما تا ▁ہے ▁کہ ▁تم ▁ دھی ان ▁کرو ،
▁( روز وں ▁کے ▁دن ) ▁ گن تی ▁کے ▁چند ▁روز ▁ہیں ▁تو ▁جو ▁شخص ▁تم ▁میں ▁سے ▁بیمار ▁ہو ▁یا ▁سفر ▁میں ▁ہو ▁تو ▁دوسرے ▁دنوں ▁میں ▁روز وں ▁کا ▁شمار ▁پورا ▁کر لے ▁اور ▁جو ▁لوگ ▁روزہ ▁رکھنے ▁کی ▁طاقت ▁رکھیں ▁( لیکن ▁رکھیں ▁نہیں ) ▁وہ ▁روز ے ▁کے ▁بدل ے ▁م حتاج ▁کو ▁کھانا ▁کھل ا ▁دیں ▁اور ▁جو ▁کوي ی ▁شوق ▁سے ▁نیک ی ▁کرے ▁تو ▁اس ▁کے ▁حق ▁میں ▁زیادہ ▁اچھا ▁ہے۔ ▁اور ▁اگر ▁سمجھ و ▁تو ▁روزہ ▁رکھنا ▁ہی ▁تمہارے ▁حق ▁میں ▁بہتر ▁ہے
▁اور ▁اپنے ▁پروردگار ▁کی ▁نعمت ▁کا ▁اظہار ▁کی جي ے۔
▁جب ▁اس ▁نے ▁اپنی ▁قوم ▁سے ▁فرمایا ▁کیا ▁تم ▁ڈر تے ▁نہیں
▁ہم ▁ت جھ ی ▁کو ▁پو ج یں ▁اور ▁ت جھ ی ▁سے ▁مدد ▁چاہ یں ،
▁اور ▁نماز ▁قاي م ▁کرو ۔ ▁اور ▁ز کو ۃ ▁ادا ▁کرو ۔ ▁اور ▁جو ▁کچھ ▁نیک ی ▁اور ▁بھ لا ي ی ▁اپنے ▁لي ے ▁( زاد ▁راہ ▁کے ▁طور ▁پر ) ▁ اگ ے ▁بھیج ▁دو گ ے ▁اسے ▁اللہ ▁کے ▁یہاں ▁موجود ▁پا و گ ے ▁جو ▁کچھ ▁تم ▁کرتے ▁ہو ▁اللہ ▁اسے ▁دیکھ ▁رہا ▁ہے۔
▁کہہ ▁دی جي ے ! ▁جو ▁گمراہ ی ▁میں ▁ہوتا ▁اللہ ▁رحم ن ▁اس ▁کو ▁خوب ▁لم بی ▁مہ لت ▁دیتا ▁ہے ، ▁یہاں ▁تک ▁کہ ▁وه ▁ان ▁چیز وں ▁کو ▁دیکھ ▁لیں ▁جن کا ▁وعده ▁کیے ▁جاتے ▁ہیں ▁یعنی ▁عذاب ▁یا ▁قیامت ▁کو ، ▁اس ▁وقت ▁ان ▁کو ▁صحیح ▁طور ▁پر ▁معلوم ▁ہو ▁جاي ے ▁گا ▁کہ ▁کون ▁بر ے ▁مرتب ے ▁والا ▁اور ▁کس ▁کا ▁ج تھا ▁کمزور ▁ہے
▁کہہ ▁دی جی ے ! ▁کہ ▁تم ▁( لوگ ) ▁اس ▁پر ▁ایمان ▁لا و ▁یا ▁نہ ▁لا و ۔ ▁لیکن ▁جن ▁کو ▁اس ▁سے ▁پہلے ▁علم ▁دیا ▁گیا ▁ہے ▁جب ▁اسے ▁ان ▁کے ▁سامنے ▁پڑھ ا ▁جاتا ▁ہے ▁تو ▁وہ ▁منہ ▁کے ▁بل ▁سج دہ ▁میں ▁گر ▁پڑ تے ▁ہیں۔
▁کیا ▁تم ▁نے ▁اس ▁شخص ▁کو ▁نہیں ▁دیکھا ▁( اس ▁کے ▁حال ▁پر ▁غور ▁نہیں ▁کیا ) ▁جس ▁نے ▁جناب ▁ابراہیم ▁سے ▁ان ▁کے ▁پروردگار ▁کے ▁بارے ▁میں ▁صرف ▁اس ▁بنا ▁پر ▁بحث ▁و ▁تکرار ▁کی ▁تھی ▁کہ ▁خدا ▁نے ▁اسے ▁سلطنت ▁دے ▁رکھی ▁تھی۔ ▁جب ▁ابراہیم ▁نے ▁کہا ▁تھا ▁کہ ▁میرا ▁پروردگار ▁وہ ▁ہے ▁جو ▁جلا تا ▁بھی ▁ہے ▁اور ▁مار تا ▁بھی ▁ہے۔ ▁اس ▁( شخص ) ▁نے ▁کہا ▁میں ▁بھی ▁جلا تا ▁اور ▁مار تا ▁ہوں ▁( اس ▁پر ) ▁ابراہیم ▁نے ▁کہا ▁میرا ▁خدا ▁سور ج ▁کو ▁مشرق ▁سے ▁نکال تا ▁ہے ▁تو ▁اسے ▁مغرب ▁سے ▁نکال ۔ ▁اس ▁پر ▁کا فر ▁م بہ وت ▁( ہ کا ▁بک ا ) ▁ہوگیا ۔ ▁خدا ▁ظالم وں ▁کو ▁ہدایت ▁نہیں ▁کرتا ▁( ان ▁کو ▁منزل ▁مقصود ▁تک ▁نہیں ▁پہنچا تا ) ۔
▁یہی ▁وہ ▁لوگ ▁ہیں ، ▁جو ▁حقیقی ▁کا فر ▁ہیں ▁اور ▁ہم ▁نے ▁کا فر وں ▁کے ▁لیے ▁رس وا ▁کرنے ▁والا ▁عذاب ▁مہ یا ▁کر ▁رکھا ▁ہے۔
▁کوي ی ▁امت ▁اپنی ▁می عاد ▁سے ▁نہ ▁پہلے ▁جاي ے ▁نہ ▁پیچھے ▁رہے
▁اس ▁میں ▁وه ▁مدت وں ▁تک ▁پڑے ▁رہیں ▁گے
▁جو ▁لوگ ▁اپنا ▁مال ▁خدا ▁کی ▁راہ ▁میں ▁خرچ ▁کرتے ▁ہیں ▁ان ▁( کے ▁مال ) ▁کی ▁مثال ▁اس ▁د انے ▁کی ▁سی ▁ہے ▁جس ▁سے ▁سات ▁بال یں ▁ اگ یں ▁اور ▁ہر ▁ایک ▁بال ▁میں ▁سو ▁سو ▁د انے ▁ہوں ▁اور ▁خدا ▁جس ▁( کے ▁مال ) ▁کو ▁چاہتا ▁ہے ▁زیادہ ▁کرتا ▁ہے۔ ▁وہ ▁بڑی ▁کش ا يش ▁والا ▁اور ▁سب ▁کچھ ▁جان نے ▁والا ▁ہے
▁ان ▁کے ▁لیے ▁س دا ▁بہ ار ▁جنت یں ▁ہیں ▁جن ▁کے ▁نیچے ▁نہ ر یں ▁بہ ہ ▁رہی ▁ہوں ▁گی ، ▁وہاں ▁وہ ▁سو نے ▁کے ▁کنگ نوں ▁سے ▁ار است ہ ▁کیے ▁جاي یں ▁گے ، ▁بار یک ▁ری شم ▁اور ▁ اط لس ▁و ▁دی با ▁کے ▁سبز ▁کپڑے ▁پہن یں ▁گے ، ▁اور ▁اون چی ▁مس ند وں ▁پر ▁تک ی ے ▁لگا ▁کر ▁بیٹھ یں ▁گے ▁بہترین ▁ اجر ▁اور ▁اعلی ▁در جے ▁کی ▁جاي ے ▁قیام !
▁اور ▁اپنے ▁رب ▁کا ▁حکم ▁( انش قاق ) ▁بجا ▁لاي یں ▁گے ▁اور ▁( یہ ی ▁تع م یل ▁امر ) ▁اس ▁کے ▁لا يق ▁ہے ،
▁اور ▁بے ▁شک ▁تو ▁اس ▁میں ▁نہ ▁پی اس ا ▁ہوگا ▁اور ▁نہ ▁تج ھے ▁دھو پ ▁لگے ▁گی
▁یہ ▁صرف ▁اس ▁بات ▁کے ▁منتظر ▁ہیں ▁کہ ▁ان ▁کے ▁پاس ▁ملا ي کہ ▁اج اي یں ▁یا ▁خود ▁پروردگار ▁اج اي ے ▁یا ▁اس ▁کی ▁بعض ▁نشان یاں ▁اج اي یں ▁تو ▁جس ▁دن ▁اس ▁کی ▁بعض ▁نشان یاں ▁اج اي یں ▁گی ▁اس ▁دن ▁جو ▁نفس ▁پہلے ▁سے ▁ایمان ▁نہیں ▁لا یا ▁ہے ▁یا ▁اس ▁نے ▁ایمان ▁لانے ▁کے ▁بعد ▁کوي ی ▁بھ لا ي ی ▁نہیں ▁کی ▁ہے ▁اس ▁کے ▁ایمان ▁کا ▁کوي ی ▁فاي دہ ▁نہ ▁ہوگا ▁تو ▁اب ▁کہہ ▁دی جي ے ▁کہ ▁تم ▁لوگ ▁بھی ▁انتظار ▁کرو ▁اور ▁میں ▁بھی ▁انتظار ▁کررہا ▁ہوں
▁اور ▁ان ▁کا ▁کیا ▁نقصان ▁تھا ▁اگر ▁ایمان ▁لا تے ▁اللہ ▁اور ▁قیامت ▁پر ▁اور ▁اللہ ▁کے ▁دیے ▁میں ▁سے ▁اس ▁کی ▁راہ ▁میں ▁خرچ ▁کرتے ▁اور ▁اللہ ▁ان ▁کو ▁جانتا ▁ہے ،
▁یہ ▁فورا ▁کہیں ▁گے ▁کہ ▁اللہ ▁کے ▁لي ے ▁ہے ▁تو ▁کہ ي ے ▁کہ ▁پھر ▁سمجھتے ▁کیوں ▁نہیں ▁ہو
▁کہا ▁پھر ▁پہلی ▁جماعتوں ▁کا ▁کیا ▁حال ▁ہے
▁کہہ ▁دو ▁دیکھ و ▁تو ▁سہ ی ▁اگر ▁تم ▁پر خدا ▁کا ▁عذاب ▁اي ے ▁یا ▁تم ▁پر ▁قیامت ▁ہی ▁ا ▁جاي ے ▁تو ▁کیا ▁خدا ▁کے ▁سوا ▁کسی ▁اور ▁کو ▁پکار و ▁گے ▁اگر ▁تم ▁سچ ے ▁ہو
▁االله ▁سب ▁سے ▁بے ▁نیاز ، ▁سب ▁کی ▁پناہ ▁اور ▁سب ▁پر ▁فا يق ▁ہے ،
▁جس ▁نے ▁ہمیں ▁اپنے ▁فضل ▁و ▁کرم ▁سے ▁ایسی ▁دا يم ی ▁قیامت ▁کی ▁جگہ ▁پر ▁اتار ا ▁ہے ▁جہاں ▁نہ ▁کوي ی ▁زحمت ▁ہوتی ▁ہے ▁اور ▁نہ ▁ہی ▁تھ کن ▁محسوس ▁ہوتی ▁ہے۔
▁انصاف ▁کے ▁دن ▁کا ▁حاکم
▁اور جو ▁لوگ ▁اپنے ▁اپ ▁کو ▁نص اری ▁کہتے ▁ہیں ▁ان ▁سے ▁بھی ▁ہم ▁نے ▁عہد ▁لیا ▁تھا ▁پھر ▁وہ ▁اس ▁نص ی حت ▁سے ▁نفع ▁اٹھا نا ▁بھول ▁ گي ے ▁جو ▁انہیں ▁کی ▁ گي ی ▁تھی ▁پھر ▁ہم ▁نے ▁ان ▁کے ▁درمیان ▁ایک ▁دوسرے ▁دشمن ی ▁اور ▁ بغض ▁قیامت ▁تک ▁کے ▁لیے ▁ڈال ▁دیا ▁اور ▁الله ▁ان ▁کا ▁کیا ▁ہوا ▁انہیں ▁ جت لا ▁دے ▁گا
▁ایس وں ▁کے ▁جو ▁تم ▁سے ▁صل ہ ▁نہیں ▁مانگ تے ▁اور ▁وہ ▁سید ھے ▁رس تے ▁پر ▁ہیں
▁تم ▁کیا ▁جان و ▁کہ ▁وہ ▁عظیم ▁حادث ہ ▁کیا ▁ہے ؟
▁اے ▁رسول ▁جو ▁کچھ ▁بھی ▁اپ ▁کی ▁طرف ▁اپ ▁کے ▁رب ▁کی ▁جانب ▁سے ▁نازل ▁کیا ▁گیا ▁ہے ▁پہنچا ▁دی جی ي ے۔ ▁اگر ▁اپ ▁نے ▁ایسا ▁نہ ▁کیا ▁تو ▁اپ ▁نے ▁اللہ ▁کی ▁رسالت ▁ادا ▁نہیں ▁کی ، ▁اور ▁اپ ▁کو ▁اللہ ▁تعالی ▁لوگوں ▁سے ▁بچا ▁لے ▁گا ▁بے شک ▁اللہ ▁تعالی ▁کا فر ▁لوگوں ▁کو ▁ہدایت ▁نہیں ▁دیتا
▁کیا ▁وہ ▁کہتے ▁ہیں ▁کہ ▁اس ▁نے ▁خود ▁بنا ي ی ▁ہے ▁بلکہ ▁یہ ▁سچ ی ▁کتاب ▁تیر ے ▁رب ▁کی ▁طرف ▁سے ▁ہے ▁تاکہ ▁تو ▁اس ▁قوم ▁کو ڈ راي ے ▁جن ▁کے ▁پاس ▁ت جھ ▁سے ▁پہلے ▁کوي ی ▁ڈرا نے ▁والا ▁نہیں ▁ ایا ▁تاکہ ▁وہ ▁راہ ▁پر ▁ ايي ں
▁طلاق ▁دو ▁بار ▁ہے ▁پھر ▁یا ▁تو ▁سی دھی ▁طرح ▁عورت ▁کو ▁روک ▁لیا ▁جاي ے ▁یا ▁بھ لے ▁طریقے ▁سے ▁اس ▁کو ▁رخصت ▁کر ▁دیا ▁جاي ے ▁اور ▁رخصت ▁کر ▁ تے ▁ہو ي ے ▁ایسا ▁کرنا ▁تمہارے ▁لیے ▁جا يز ▁نہیں ▁ہے ▁کہ ▁جو ▁کچھ ▁تم ▁انہیں ▁دے ▁چکے ▁ہو ، ▁اس ▁میں ▁سے ▁کچھ ▁واپس ▁لے ▁لو ▁البتہ ▁یہ ▁صورت ▁مست ث نی ▁ہے ▁کہ ▁زوج ین ▁کو ▁اللہ ▁کے ▁حدود ▁پر ▁قاي م ▁نہ ▁رہ ▁سک نے ▁کا ▁ اندیش ہ ▁ہو ▁ایسی ▁صورت ▁میں ▁اگر ▁تمہیں ▁یہ ▁خوف ▁ہو ▁کہ ▁وہ ▁دونوں ▁حدود ▁ال ہی ▁پر ▁قاي م ▁نہ ▁رہیں ▁گے ، ▁تو ▁ان ▁دونوں ▁کے ▁درمیان ▁یہ ▁معاملہ ▁ہو ▁جانے ▁میں ▁مض ا يق ہ ▁نہیں ▁کہ ▁عورت ▁اپنے ▁شوہر ▁کو ▁کچھ ▁معا وض ہ ▁دے ▁کر ▁علی ح دگی ▁حاصل ▁کر ▁لے ▁یہ ▁اللہ ▁کے ▁مقرر ▁کردہ ▁حدود ▁ہیں ، ▁ان ▁سے ▁تجاوز ▁نہ ▁کرو ▁اور ▁جو ▁لوگ ▁حدود ▁ال ہی ▁سے ▁تجاوز ▁کریں ، ▁وہی ▁ظالم ▁ہیں
▁کا ف ، ▁ہا ، ▁یا ، ▁عین ، ▁ صاد ▁( حقیق ی ▁معنی ▁االله ▁اور ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁ہی ▁بہتر ▁جانتے ▁ہیں )،
▁اس ▁دن ▁سے ▁ڈر و ▁جس ▁دن ▁کوي ی ▁نفس ▁کسی ▁نفس ▁کو ▁کچھ ▁فا يده ▁نہ ▁پہنچا ▁سکے ▁گا ، ▁نہ ▁کسی ▁شخص ▁سے ▁کوي ی ▁ف دی ہ ▁قبول ▁کیا ▁جاي ے ▁گا ، ▁نہ ▁اسے ▁کوي ی ▁شفا عت ▁نفع ▁دے ▁گی ، ▁نہ ▁ان ▁کی ▁مدد ▁کی ▁جاي ے ▁گی
▁اور ▁پیغمبر ▁نے ▁ان ▁سے ▁( یہ ▁بھی ) ▁کہا ▁کہ ▁خدا ▁نے ▁تم ▁پر ▁ طال وت ▁کو ▁بادشاہ ▁مقرر ▁فرمایا ▁ہے۔ ▁وہ ▁بول ے ▁کہ ▁اسے ▁ہم ▁پر ▁بادشاہ ی ▁کا ▁حق ▁کی ون کر ▁ہوسکتا ▁ہے باد شا ہی ▁کے ▁مستحق ▁تو ▁ہم ▁ہیں ▁اور ▁اس ▁کے ▁پاس ▁تو ▁بہت ▁سی ▁دولت ▁بھی ▁نہیں۔ ▁پیغمبر ▁نے ▁کہا ▁کہ ▁خدا ▁نے اس ▁کو ▁تم ▁پر ▁فضیلت ▁دی ▁ہے ▁اور ▁( باد شا ہی ▁کے ▁لي ے ) ▁منتخب ▁فرمایا ▁ہے ▁اس ▁نے ▁اسے ▁علم ▁بھی ▁بہت ▁سا ▁بخش ا ▁ہے ▁اور ▁تن ▁و ▁تو ش ▁بھی ▁( ب ڑا ▁عطا ▁کیا ▁ہے ) ▁اور ▁خدا ▁( کو ▁اختیار ▁ہے ) ▁جسے ▁چاہے ▁بادشاہ ی ▁بخش ے۔ ▁وہ ▁بڑا ▁کش ا يش ▁والا ▁اور ▁دا نا ▁ہے
▁کیا ▁سلطنت ▁میں ▁ان ▁کا ▁بھی ▁کچھ ▁حصہ ▁ہے ▁پھر ▁تو ▁یہ ▁لوگوں ▁کو ▁ایک ▁تل ▁بھر ▁بھی ▁نہیں ▁دیں ▁گے
▁یہاں ▁پکار ا ▁ز کری ا ▁اپنے ▁رب ▁کو ▁بولا ▁اے ▁رب ! ▁میرے ▁مجھے ▁اپنے ▁پاس ▁سے ▁دے ▁ست ھر ی ▁اولاد ، ▁بیش ک ▁تو ▁ہی ▁ہے ▁دعا ▁سن نے ▁والا ،
▁اور ▁اے ▁نبی ، ▁میرے ▁بند ے ▁اگر ▁تم ▁سے ▁میرے ▁متعلق ▁پوچھ یں ، ▁تو ▁انہیں ▁بتا ▁دو ▁کہ ▁میں ▁ان ▁سے ▁قریب ▁ہی ▁ہوں ▁پکار نے ▁والا ▁جب ▁مجھے ▁پکار تا ▁ہے ، ▁میں ▁اس ▁کی ▁پکار ▁سنت ا ▁اور ▁جواب ▁دیتا ▁ہوں ▁لہذا ▁انہیں ▁چاہیے ▁کہ ▁میری ▁دعوت ▁پر ▁لب یک ▁کہیں ▁اور ▁مجھ ▁پر ▁ایمان ▁لاي یں ▁یہ ▁بات ▁تم ▁انہیں ▁سنا ▁دو ، ▁شاید ▁کہ ▁وہ ▁راہ ▁راست ▁پال یں
▁ان ▁سے ▁کہ و ، ▁وہ ▁بڑا ▁رحیم ▁ہے ، ▁اسی ▁پر ▁ہم ▁ایمان ▁لاي ے ▁ہیں ، ▁اور ▁اسی ▁پر ▁ہمارا ▁بھر وس ا ▁ہے ، ▁عن قر یب ▁تمہیں ▁معلوم ▁ہو ▁جاي ے ▁گا ▁کہ ▁ صر یح ▁گمراہ ی ▁میں ▁پڑا ▁ہوا ▁کون ▁ہے
▁اور ▁اس ▁روز ▁وزن ▁بھی ▁بر حق ▁ہے ▁پھر ▁جس ▁شخص ▁کا ▁پلا ▁بھاری ▁ہوگا ▁سو ▁ایسے ▁لوگ ▁کامیاب ▁ہوں ▁گے
▁سو ▁تمہیں ▁جو ▁کچھ ▁بھی ▁( مال ▁و ▁مت اع ) ▁دیا ▁گیا ▁ہے ▁وہ ▁د نیو ی ▁زندگی ▁کا ▁( چند ▁روزہ ) ▁فاي دہ ▁ہے ▁اور ▁جو ▁کچھ ▁اللہ ▁کے ▁پاس ▁ہے ▁وہ ▁بہتر ▁اور ▁پاي ی دار ▁ہے ، ▁( یہ ) ▁ان ▁لوگوں ▁کے ▁لي ے ▁ہے ▁جو ▁ایمان ▁لا تے ▁اور ▁اپنے ▁رب ▁پر ▁تو کل ▁کرتے ▁ہیں ،
▁اے ▁اولاد ▁اد م ! ▁کیا ▁میں ▁نے ▁تم ▁سے ▁قول ▁قرار ▁نہیں ▁لیا ▁تھا ▁کہ ▁تم ▁شیطان ▁کی ▁عبادت ▁نہ ▁کرنا ، ▁وه ▁تو ▁تم ہ ارا ▁کھل ا ▁دشمن ▁ہے
▁اللہ ▁کی ▁تس بی ح ▁کی ▁ہے ▁ہر ▁اس ▁چیز ▁نے ▁جو ▁زمین ▁اور ▁اس مان وں ▁میں ▁ہے ، ▁اور ▁وہی ▁زبردست ▁دا نا ▁ہے
▁بے ▁شک ▁جنہوں ▁نے ▁کہا ▁کہ ▁ہمارا ▁رب ▁الله ▁ہے ▁پھر ▁اسی ▁پر ▁جم ے ▁رہے ▁پس ▁ان ▁پر ▁کوي ی ▁خوف ▁نہیں ▁اور ▁نہ ▁وہ ▁غم گی ن ▁ہوں ▁گے
