یورپی یونین کے خصوصی نمائندے نے کہا ہے کہ ’’یہ طویل عرصے سے ایک چیلنج رہا ہے۔ امریکہ اور یورپی یونین جو چاہتے ہیں پاکستان اس سے بلکل مختلف سوچ رکھتا ہے۔ یہاں پر ایک خلا ہے جسے پر کرنے کی ضرورت ہے‘‘۔

نیوزی لینڈ کی شاندار جیت، بولٹ کی ہیٹ ٹرک کے آگے پاکستان بے بس
‫یا آپ کے آلے کو نقصان پہنچ سکتا ہے۔‬
آئی ایس پی آر کے بیان کے مطابق پاکستان کے ڈی جی ایم او نے ہاٹ لائن رابطے کے دوران انتباہ کیا کہ بھارت ایل او سی پر کسی بھی قسم کی اشتعال انگیزی سے گریز کرے، جس پر بھارتی ڈی جی ایم او نے حالات خراب کرنے والے اقدام سیگریز کی یقین دہانی کروائی۔
اسلام آباد کے ڈپٹی میئر زیشان نقوی ، اسلام آباد ریٹنل اسٹیٹ ایسوی ایشن کے نومنتخب صدر سردار طاہر جماعت اسلامی کے رہنما زبیر فاروق خان ،راولپنڈی چیمبر آف کامرس کے خورشید برلاس ، تا جر شیخ امین اور دیگر شخصیات بھی موجود تھیں۔ بہت الحال کے سابق سربراہ زمرد خان آریا تنظیم کے سربراہ کنور قطب الدین ، سٹار مارکیٹنگ کے اونر نعیم بھی افطاری میں موجود تھے۔ نیو اسلام آباد انٹر نیشنل ایئر پورٹ کے وسیع ڈبل روڈ سے متصل ٹاپ سٹی کی اس سکیم کو حاضرین نے خوب سراہا۔ بھارتی فلمسٹار سلمان خان سے مشابہت رکھنے والے نوجواب جو ٹا سٹی کے ساتھ منسلک ہیں ان کی موجودگی سے بھی فائدہ اٹھاتے ہوئے ان کے ساتھ حاضرین سلفیاں بناتے رہے۔ ؁۔
کرپشن کے الزام میں گرفتار سعودی شہزادہ ولید بن طلال جیل منتقل
خیبرپختونخوا کے موجودہحکومت کی طرف سے صوبے میں ذیابطیس کے مریضوں کو مفت انسولین فراہم کرنے کے لئے شروع کردہ انسولین فارلائف پروگرام کے تحت اب تک ذیابطیس کے 11203مریضوں رجسٹرڈ کئے گئے ہیں جنہیں باقاعدگی سے مفت انسولین فراہم کیاجارہاہے۔ یہ بات انسولین فارلائف پروگرام کے پراجیکٹ ڈائریکٹر کی طرف سے پروگرام کی کارکردگی سے متعلق محکمہ صحت کو پیش کردہ چوتھی رپورٹ میں بتایا گیاہے۔
آپ کا ای میل ایڈریس شائع نہیں کیا جائے گا۔ ضروری خانوں کو * سے نشان زد کیا گیا ہے

پاک فوج کے ترجمان میجر جنرل آصف غفور نے لندن میں صحافیوں سے باتیں کرتے ہوئے دعویٰ کیا ہے کہ 25 جولائی کو ہونے والے انتخابات ملکی تاریخ کے سب سے شفاف انتخابات تھے۔ انہوں نے یہ شکایت بھی کی کہ فوج پر انتخابات میں دخل اندازی کا بے جا الزام لگایا جاتا ہے۔ فوج…
Next ہر 10 منٹ میں ایک یمنی بچہ موت کے منہ میں

کیا آپ پاسورڈ بھول گئے ہیں؟

واضح رہے کہ بھارت 115 پوائنٹس کے ساتھ آئی سی سی کی ٹیسٹ رینکنگز میں پہلی پوزیشن پر براجمان ہے جبکہ پاکستان چھ پوائنٹس کے فاصلے پر اور اس وقت آسٹریلیا پر ایک پوائنٹ کی برتری کے ساتھ دوسرے نمبر پر ہے۔ لیکن جنوبی افریقہ-آسٹریلیا سیریز سے پاکستان کی برتری مزید بڑھ سکتی ہے۔

فلسطین القدس کمیٹی کا مسجد اقصیٰ کے حوالے سے انتباہ ۔ ’اسرائیل قبلہ اول کو تقسیم یاشہید کرنے کی ساز ش کررہا ہے‘۔
ممتا بنرجی کے اقتدار میں بنگال بدترین دور میں،...
فلسطین ، اسرائیل اور ہم ۔۔۔۔۔ حل کیا ہے؟
اقوام متحدہ کا اجلاس، دنیا کی نظریں ٹرمپ اور شاہدخاقان عباسی پر لگ گئیں،فیصلے کی گھڑی ،منگل کو کیا ہونیوالا ہے؟ حیرت انگیزانکشافات
میں مدینے میں ہوں… (5)بابر اعوان
فیس بک، کینیڈا، کراچی، لاہور، Face book (1)

ہوا (ہوا۔ مشہور ہے)
ابن حجر فتح الباری ج ١٢ ص ٣٨٧ میں قاضی عیاض کا قول نقل کرتے ہیں
صفحۂ اول_ کاروان کیوں اور کیا_ ہم سے رابطہ کریں_ آپ کی رائے
پاکستانی لڑکیاں اپنے یہ پیڈز پاکستانی حکام کو دھڑا دھڑ بھیجنے لگیں، یہ کیوں کیا جارہا ہے ؟ وجہ جان کر آپ کی حیرت کی انتہا نہ رہے گی ”عمران خان سے ایک دفعہ ان بن ہوئی تو جواب ملا کہ ان کے پیر نے میرے ۔۔۔“ ریحام خان نے ایسی بات کہہ دی کہ جان کر آپ کا بھی منہ کھلا کا کھلا رہ جائے گا ”عمر چیمہ کو عمران خان کی شادی کا اس لیے پتہ چلا کیونکہ نکاح کی تقریب میں وہ۔۔۔“ ایسی تصویر سامنے آگئی کہ سوشل میڈیا ہنگامہ برپا ہوگیا سعودی عرب میں پاکستان کے 1600 فوجی پہلے سے موجود ہیں اور اب مزید کتنے فوجی بھیجے جائیں گے؟ وزیردفاع نے اعلان کردیا نواز شریف کا نام ای سی ایل میں ڈالنے کیلئے ٹھوس شواہد دیئے جائیں، وزارت داخلہ نے نیب کو جوابی خط ارسال کردیا کیا آپ بھی پتلون پہنتے وقت یہ خطرناک غلطی کرتے ہیں؟ وزارت خزانہ کی آئندہ مالی سال کیلیے6.87 ارب کے 10 منصوبے تجویز اب جاپان میں خاتون روبوٹ خبریں پڑھیں گی توہینِ عدالت کیس: نہال ہاشمی کو ایک ماہ قید، پانچ سال کے لیے نااہل سوشلستان: کیا مسلم لیگ ن مزید تقسیم ہو گی؟ بیواؤں کا عالمی دن: ’آج دور ایسا ہے کہ بہن بھائی بھی کوئی مدد نہیں کرتے‘ آ گیا جو کسی پے پیار کیا کیجیے میلانیا کی جیکٹ پر لکھا جملہ: مجھے واقعی کوئی فرق نہیں پڑتا کیا آپ کو پڑتا ہے؟ کال کوٹھری میں پنکھا تو لگوا دو، قیدیوں کی عدالت سے اپیل ارجنٹینا فٹبال ٹیم کی شکست کی کہانی چہروں کی زبانی ’ایک ووٹ کی پرچی پر اتنا ناز، بیٹا جواب لینا 25 جولائی کو۔۔۔‘ انڈیا: جھارکھنڈ میں پانچ خواتین کا مبینہ اجتماعی ریپ آئی ایس آئی ہیڈ کوارٹر کے سامنے بند سٹرک کو کھولا جائے: اسلام آباد ہائی کورٹ کوئٹہ کہانیاں: ’لوگ سمجھتے ہیں بلوچستان کی خواتین باہر نہیں نکل سکتیں‘
نوجوانوں کا صفحہ
اور تمھیں کیا ہو گیا ہے کہ تم جنگ نہیں کرتے اللہ کی راہ میں کمزور مردوں، عورتوں اور بچوں کے لیے جو کہتے ہیں اے ہمارے رب نکال ہمیں اس بستی سے کہ یہاں کے لوگ ظالم ہیں اور ہمارے لیے اپنی طرف سے کوئی حمایتی کر اور اپنی طرف سے کوئی مدد گار کر ۔
فعال ڈیٹا بیس آپ کے اپنے یادگار الفاظ (جملے) کا ایک مجموعہ ہے جو دستی طور پر اور خود بخود کسی بھی ڈیٹا بیس سے کلک کرکے کلک کرکے ...
محمد علی خان
نیٹ ورک سائٹس
پاکستان اور بھارت کے سابق انٹیلی جنس سربراہوں کے حیران کن انکشافات
سی آئی اے کو کامیابی مبارک ہو
’’اب اتنے بھولے نہ بنو۔تم نے صدر شعبۂ کی توہین کی ہے ۔۔۔۔۔ اور کان کھول کر سن لو ۔۔۔صدر شعبہ کے کیبن میں جا رہی ہوں جب بیل بجے آجانا‘‘۔

رسائی کے لنکس
’اخلاق خراب کرنے‘ کے جرم میں مصری ٹیلی ویژن اینکر کو تین سال قید

اور وہ ہے بہتر روزی دینے والا۔

’’کیا میں کبھی باپ نہیں بن پاؤں گا‘‘ اسے جھرجھری آگئی۔
ترجمۂکنزُالعِرفان:تم فرماؤ کہ تم خوشدلی سے خرچ کرو یا ناگواری سے (بہرصورت) تم سے ہرگز قبول نہیں کیا جائے گا۔ بیشک تم نافرمان قوم ہو۔
[107:2] کیا تُو نے اس شخص پر غور کیا جو دین کو جھٹلاتا ہے؟
آپکا ای میل ایڈریس شائع نہیں کیا جائے گا
صحت و سائنس
آئٹزم دماغی نشوونما کی بے ترتیب حالت کو کہتے ہیں، یہ کیوں لاحق ہوتا ہے اس کی ابھی تک کوئی خاص وجہ پتہ نہیں چل سکی، تاہم مختلف ماہرین نے آئٹزم کی بہت سی وجوہات بیان کی گئی ہیں۔
ن لیگ کے اگلے وزیراعظم شہبازشریف ہوں گے
مہینے کے حساب سے تلاش کریں
گھوڑوں کی روپانزل نے انٹرنیٹ پر دھوم مچا دی
جو تلاش کرنا چاہ رہے ہیں یہاں لکھیں
سرخ دھند چھٹی تو سامنے وہ تینوں اب قدرے زخمی حالت میں پیچھے کو ہٹ رہے تھے۔ بس چند لمحے لگے تھے ان کو بھگانے میں۔ چند راہگیر جو تماشہ دیکھنے رکے تھے ‘ اب وہ بھی مڑ گئے تھے۔ اپاہج لڑکا زمین پہ گرا ہوا تھا ‘ اور ا س کے جسم سے جا بجا خون نکل رہا تھا۔ منہ کی چوٹیں سب سے زیادہ تکلیف دہ تھیں۔ وہ جھکا اور اسے ایک ہاتھ کے سہارے سے اٹھانے لگا۔
ہمارے بارے میں
ایران کو مظلوموں کی حمایت سے کوئی نہیں روک سکتا:شمخانی

یوم یکجہتی کشمیر 5 فروری کو چھٹی ہوگی یا نہیں؟ حکومت کی جانب سے نوٹیفیکیشن جاری کردیا گیا، آپ بھی جان لیجیے اور دوسروں کو بھی آگاہ کیجیے
”بےشک اﷲ تعالیٰ نےمسلمانوں پر بڑا احسان فرمایا کہ ان میں انہیں میں سےعظمت والا رسول بھیجا۔“(القرآن ، اٰل عمران، ٣:٤٦١)
ہمیں فالو کریں
''مجھے حکم دیا گیا ہے کہ میں اُن لوگوں سے جنگ کروں، یہاں تک کہ وہ لا الٰہ الا اللہ محمد رسول اللہ کی شہادت دیں، نماز کا اہتمام کریں اور زکوٰۃ ادا کریں۔ وہ یہ شرائط تسلیم کر لیں تو اُن کی جانیں محفوظ ہو جائیں گی، الاّ یہ کہ وہ اسلام کے کسی حق کے تحت اِس حفاظت سے محروم کر دیے جائیں ۔ رہا باطن کا حساب تو وہ اللہ کے ذمہ ہے ۔''
باہر سے سیلنڈرس کا حصول زندگی بچانے کا ضامن نہیں
مخالف اپنے پاؤں پر کلہاڑی مار رہا ہو تو اسے ڈسٹرب مت کریں
انہوں نے کہا کہ یمن کے حوالہ سے پارلیمان کا فیصلہ درست تھا، ہمیں اپنے سابق آرمی چیف کو نہیں بھیجنا چاہیے تھا۔
باغی جالب کی فائل آج بھی کھلی ہے؟
نغمہ ساز،استاد موسیقی،پیانو نواز،موسیقار،ارغنون نواز،ماہر فن،وائلن نواز
دنیا بھر کی خبر لانے والے’ ہاتھ میں تھمے اس آلے کی سکرین پر آئے روز کوئی ایسامنظر سوشل میڈیاکی وساطت سے ابھرآتا ہے کہ دیکھ کر جی متلانے اور سر بھاری ہونے لگتا ہے۔ بے بسی بھرے نفرت آمیز غصے کی ابکائیاں طبیعت مکدر کردیتی ہیں۔چند روز قبل سیالکوٹ کے اس ”غیر ت مند” کی ویڈیو سوشل میڈیا پر جا بہ جا نظر آئی جو ایک خواجہ سرا کو الٹا لٹا کر اس کی گردن پر پاؤں رکھے ہوئے ہے اور ہاتھ میں پکڑی چمڑے کی بیلٹ اس پر برساتا ہے۔ مغلظات اورگالیاں بکتا ہے اور بار بار مضروب کی پیٹھ برہنہ کر کے اس پر بیلٹ مارتا ہے ۔لعنت کا حق دار یہ شخص ججا بٹ ہے ۔اس کو اتنا بھی گوارانہیں کہ آلۂ ضرب اور اس خواجہ سرا کی جلد کے بیچ شلوار کا معمولی کپڑا بھی حائل ہو۔ مبادا اس سے ضرب کی شدت میں کچھ کمی واقع ہوجائے۔ چرمی بیلٹ کے وار سہہ کر دہائی دیتے خواجہ سرا کا قصور یہ ہے کہ ججا بٹ کی اجازت کے بغیر اس سے”فنکشن”کرنے کا جرم صادر ہوگیا۔ ایک گینگ کے سربراہ کی”غیرت”بھلا یہ کیوں کر گواراکرسکتی ہے ۔
ایرانی صدر حسن روحانی نے کہا ہے کہ ایران اپنے ہمسایوں کے خلاف ’’کسی جارحیت کا ارادہ نہیں رکھتا۔‘‘ تاہم ان کا یہ بھی کہنا تھا کہ ایران ان تمام ہتھیاروں کی تیاری جاری رکھے گا جو اس کے دفاع کے لیے ضروری ہیں۔
نئی لیبر پالیسی کے تحت تمام مزدوروں کو سرکاری مراعات اور ملازمتوں کے تحفظ کے لیے قانونی حق دیا گیا ہے،وزیر اطلاعات کی پریس کانفرنس
اس مسودے کے مطابق الجزائر، تیونس اور مراکش کو محفوظ ممالک قرار دیتے ہوئے ان ممالک کے شہریوں کی جرمنی سے ملک بدریوں کو آسان بنانے کی کوشش کی گئی تھی۔ حکومتی موقف تھا کہ ان ممالک کو محفوظ قرار دیے جانے کے بعد جرمن حکام کے لیے ان ممالک کے شہریوں کی سیاسی پناہ کی درخواستیں رد کرنے میں آسانی پیدا ہو جائے گی۔
اپنی رائے سے آگاہ کریں
نوجوانوں کا صفحہ
حکومت کا امریکا اور برطانیہ میں نئے سفیر تعینات کرنیکا فیصلہ. شاہ محمود قریشی
مرکزی نیویگیشن پر جائیں
شہوانی ، شہوت انگیز ماں ہو جاتا ہے ایک کریمی چہرے کے بعد ہو رہی ہے گولہ باری کی طرف سے ایک سیاہ یار 11
کراچی پر آج کل بہت سے لوگوں کی رال ٹپک رہی ہے، فاروق ستار
سبط حسن بچوں کو سکول میں استاد سے مار پڑ جائے اور مار
بی بی سی سے رابطہ کریں
تازہ ترین شو
جو تلاش کرنا چاہ رہے ہیں یہاں لکھیں
وصول کنندہ ای میل*
خواتین کو بااختیار بنانے کا نعرہ کتنا حقیقی ہے
پاکستانی ہیلی کاپٹر کی افغانستان میں کریش لینڈنگ، طالبان نے 7 افراد کو یرغمال بنا لیا
کولمبو ٹیسٹ میں سری لنکا نے ٹاس جیت کر پہلے بیٹنگ کرتے ہوئے 425 رنز بنائے، جن میں مڈل آرڈر بیٹسمین سَمرا ویرا کے ناٹ آوٴٹ 137، کپتان کمار سنگا کارا کے 75، مہیلا جے وردھنے کے 56 اور آل راوٴنڈر انجیلو میتھوز کے 45 رنز شامل تھے۔
دورِجاہلیت کی یاد دلانے والی چند عجیب وغریب رسومات و روایات
قونصل خانہ میں سعودی پرنس کے شناسا شخص کی موجودگی پر سوال
کیا آپ نے منافقوں کو نہیں دیکھا جو اپنے اہل کتاب کے کافر بھائیوں سے کہتے ہیں کہ اگر تم نکالے گئے تو ضرور ہم بھی تمہارے ساتھ نکلیں گے اور تمہارے معاملہ میں کبھی کسی کی بات نہ مانیں گے، اور اگر تم سے لڑائی ہوگی تو ہم تمہاری مدد کریں گے، اور اللہ گواہی دیتا ہے کہ وہ سراسر جھوٹے ہیں۔
اس پوسٹ کو شیئر کریں وٹس ایپ
تسلی کرکے کرکٹ بورڈ میں تبدیلیاں کروں گا،اور کرائے پر گھر نہ لوں تو کیا داتا دربار میں رہوں؟ احسان مانی
اور(حکیم الامت حضرت مولانا اشرف علی صاحب تھانوی قدس سرہ) اس توجیہ کو حضرت مولانا یعقوب صاحب (نانوتوی) رحمة اللہ علیہ سے نقل فرماتے تھے۔ (ملفوظات حکیم الامت، ص:۱۹۸-۱۹۹، ج:۱۲)
اجلاس میں عسکری قیادت، وفاقی وزراء، وزراء اعلیٰ اور سیکورٹی اداروں کے سربراہاں شرکت کریں گے جبکہ وفاقی وزیرداخلہ ملکی اندرونی سیکورٹی صورتحال پر اجلاس کو بریفنگ دیں گے اسلام آباد , وزیراعظم نواز شریف کی زیر صدارت نیشنل ایکشن پلان کے حوالے سے اہم اجلاس کل ہو گا ، …

اگر دیکھا جائے تو قربانی کے جانور کا گوشت پوست ہمارے کام آتا ہے بلکہ اس کے کھالوں اور بالوں وغیرہ سے ہم ہی فائدہ اُٹھاتے ہیں ، پھر اللہ تعالیٰ کو قربانی سے کیامطلوب ہے؟ وہ اس سے کیا چاہتا ہے؟تو جواب میں یہ آیت ِمبارکہ سامنے آجاتی ہے کہ
جانیے کہ لویلٹی پروگرام کیسے کام کرتے ہیں
فیس بک پر شیئر کیجئیے
سی ایم او - ڈی وی ڈی / سی ڈیز
فہرست مضامین
(۶) موجودہ نظام جمہوریت میں نمائندگی کے لیے افراد اپنے آپ کو پیش کرتے ہیں، جس کا حریت عامہ پر نہایت خطرناک اور غلط اثر پڑتا ہے، ان میں سے ہر شخص ترغیب و ترہیب کے ذرائع اختیار کرتا ہے اور بسا اوقات عوام خوف یا طمع کی وجہ سے رائے دہی پرمجبور ہوتے ہیں، اس طرح عوام کی آزادیٴ فکر کو نقصان پہنچتا ہے اور وہ صحیح نمائندہ منتخب نہیں کرپاتے ہیں۔
بی بی سی سائٹ پر صفحات
طاہر داوڑ کا قتل قابل مذمت ہے ،اس
کراچی: سندھ ہائیکورٹ میں فلم مالک پرپابندی کیخلاف کیس کی سماعت ہوئی۔ وفاق نے جواب جمع کروانے کیلئے مہلت مانگ لی۔ عدالت نے دو ہفتے کا وقت دیدیا۔
گوادر میں چین کے علاوہ دیگر ممالک بھی سرمایہ کاری کریں گے، سرتاج عزیز

فیس بک پر شیئر کیجئیے
14لاکھ13ہزار سے زائد ٹیکس فائلنگ ہوئی ،مزید لوگ ٹیکس گوشوارے جمع کرائینگے‘ وزیر مملکت ریو نیو
دبئی میں پانی کی صفائی کیلیے آبی روبوٹ کا استعمال
شہر کی خبریں
پاکستان کے شمال مغرب میں واقع سات قبائلی علاقے وفاق کے زیر انتظام ہیں۔ افغان سرحد سے ملحقہ ان علاقوں میں شدت پسندوں کی کارروائیوں اور پھر ان کے خلاف سکیورٹی فورسز کی کارروائیوں سے صورتحال مقامی لوگوں کے لیے خاصی پریشان کن رہی ہے جب کہ بے روزگاری اور کمزور معاشی سرگرمیوں نے بھی یہاں کے لوگوں کے معمولات زندگی کو متاثر کیا۔
وصال مبارک: 21 شعبان 1380ھ بروز بدھ بمطابق 8 فروری 1961ء
سپریم کورٹ کے ساتھ کوئی جھگڑا یا تصادم نہیں ، نواز شریف
اور پھر بھائی اگر ملک میں سیاستدانوں کی کمی پائی جاتی ہو تو تھوڑا بہت کشٹ بھی اٹھا لیا جائے۔ مجھے تو بس کہانیاں لکھنے دیجئے۔ میری لیڈری آپ بھی تسلیم نہیں کریں گے۔ پھر خواہ مخواہ قوم کا وقت برباد کرنے سے کیا فائدہ۔
چین کی وہ چیز جو دیکھتے دیکھتے سائنسدانوں کی نظروں کے سامنے غائب ہونے لگی، کیا چیز ہے؟ پاکستان کے لئے بھی بڑا خطرہ پیدا ہوگیا
فاتح سندھ محمد بن قاسم نے سندھ کو اس وقت فتح کیا جب ان کی عمر صرف سترہ برس تھی۔ اس عمر میں ان کے دیگر ساتھی لہو و لعب میں پڑے ہوئے تھے مگر انھوں نے ایسا عظیم کارنامہ انجام دیا جس کی نظیر نہیں ملتی۔ سندھ پر کئی بار لشکر کشی کی گئی مگر ہر بار ناکامی ہاتھ آئی۔ حجاج بن یوسف (جو آپ کا چچا تھا) کی جنگی حکمت عملی اور آپ کے انتخاب نے نہ صرف سندھ کو فتح کیا بلکہ وہاں کے عوام کو راجا دیبل کے ظلم سے نجات دلائی۔
... ... یہی بہت ہے عبادت گزار ہونے کو
"لگتا ہےتم نے اندر ہونے کا پکا پروگرام بنا لیا ہے۔ اس لیے بہت ٹر ٹر کر رہے ہو۔"
اسحق زاہد،حافظ محمد جولائی جادوگروں کا قلع قمع کرنے والی تلوار(۶) ۲۱ تا ۳۱
اپنے دوست کو ای میل کریں
صفحہ خلافت (انگریزی)
برنامج نویاتی اسلحہ
نمبر ۳:۔ترکی اپنے ملک کے حصے موصل وغیرہ میں بھی تیل کے ذخائر نہیں نکال سکے گا۔
پاکستان میں انسانی حقوق کی تنظیمیں بھی حکومت سے سزائے موت پر عمل درآمد روکنے کا مطالبہ کرتی رہی ہیں۔
ممبئی (ویب ڈیسک) بھارت کے وزیراور وزیراعظم عمران خان کے دوست نوجوت سنگھ سدھو عمران خان کے وزارت عظمیٰ کاحلف اٹھانے کی تقریب میںشرکت کے لیے آئے جس دوران انہیں پاک فوج کے سربراہ جنرل قمر جاوید باجوہ نے گلے لگالیا تھا ، گلے ملنے پر بھارت میں ہنگامہ برپا ہوگیا تھا اورکرتارپورراہداری منصوبے کے
میرا اکاؤنٹ
انہوں نے مزید کہا عمران لوگوں پر بھارت میں کاروبارکا الزام لگاتے ہیں لیکن بھارتیوں نے عمران کے ڈبوئے ہوئے پیسے بھرے ۔ عمران ہمیں شوگر لینڈ کے انویسٹرز کے بارے بتائیں۔ دانیال عزیز نے کہا اداروں کی کارکردگی میں عمران خان رکاوٹ بن رہے ہیں اور تحریک انصاف نے کرپشن کے خلاف نیا قانون نہیں بننے دیا۔ عمران خان 35 پنکچروں والے الزام کی طرح عوام کو بیوقوف بنانا چاہتے ہیں۔ انہوں نے بتایا کہ پاناما لیکس کی تحقیقات کے حوالے بنی ٹی او آر کمیٹی کو اپوزیشن نے توڑا۔ خان صاحب کینٹنر سے اتریں اور جواب دینے آئیں اور سپریم کورٹ میں کل پیشی ہے۔ سپریم کورٹ کے دروازے کھلے تھے لیکن عمران نے پانچ ماہ تاخیر کی ۔ حکومت نے ایک لمحے کی تاخیر کیے بغیر سپریم کورٹ کو خط لکھا ۔ معاملہ جب سینیٹ میں آیا تو عمران خان بھاگ گئے یہ سارا کھیل بنایا جا رہا ہے اور 2 نومبر کی تاریخ بھی الیکشن کمیشن میں پیشی سے بچنے کے لیے رکھی گئی :-
میرے ملک کے اساتذہ !
1) آپ ورڈپریس کے ایڈمن پینل میں جائیں اور ظاہری شکل پر تشریف لے جائیں -> وجیٹس.
بھری دنیا میں آخر دل کو سمجھانے
پناہ گزینوں کا بحران، ’یورپ کے پاس زیادہ وقت نہیں‘
اس ویب سائیٹ پر موجود تمام تحریری مواد کے جملہ حقوق@2018 اے آروائی نیوز کے نام محفوظ ہیں
وکیلِ استغاثہ نے عدالت کو بتایا کہ کیتیتھرا ڈلوک سیمنار منعقد کرتا تھا جہاں وہ لوگوں کو یہ کہہ کر اپنی کمپنیوں میں سرمایہ کاری کی دعوت دیتا تھا کہ یہ کمپنیاں پراپرٹی ڈویلپمنٹ، برآمدات اور استعمال شدہ گاڑیوں کے کاروبار سے منسلک ہیں۔
ہمارا کاروبار مقصد ہے "ٹیکنالوجی اعلی درجے کی، کوالٹی سب سے پہلے، صارفین سب سے پہلے اور سروس کی پہلی"
دفاعی امور کے تجزیہ کار اور قبائلی علاقوں کے سابق سیکرٹری محمود شاہ نے وائس آف امریکہ سے گفتگو میں کہا کہ ایسے رابطوں کے جاری رہنے سے سرحد پر سلامتی کے اقدام کے لیے راہ ہموار ہوگی۔
بنی اسرائیل کے سامنے ان کی عبرتناک تاریخ پیش کر کے انہیں باطل پرستی کے بُرے نتائج پر متنبہ کیا گیا ہے اور اُس پیغمبر پر ایمان لانے کی دعوت دی گئی ہے جو پچھلے پیغمبروں کے لائے ہوئے دین کو تمام آمیزشوں سے پاک کر کے پھر اس کی اصلی صورت میں پیش کر رہا ہے۔
ہلاک ہونے والے کشمیری نوجوان کی والدہ خورشیدہ بی بی نے اس الزام کی تردید کی۔
ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں israel, gaza, army, action, palestineغزہ, فلسطین, اسرائیل, آزادی, فوجی ایکشن, حماس
آپ کی آنکھ کیوں پھڑکتی ہے اور اسے کیسے ٹھیک کیا جاسکتا ...
اب اس میں انڈوں کو پھینٹ کر شامل کرکے مکس کریں۔اِن کے بالز بنالیں۔
30۔ آر ایم ایس ٹائی ٹینک کی باقیات زیرسمندر تقریبا 3800 میٹر کی گہرائی میں دو بڑے ٹکڑوں کی شکل میں آج تک پڑی ہوئی ہیں۔ یہ وہ بدقسمت جہاز تھا جو کہ اپنے پہلے سفر میں ہی اپریل 1912ء کو ڈوب گیا تھا۔
بھائیوں اور بہنوں اپ نے دیکھا اس نکمی ریاستی سرکار کی مجرمانہ لاپرواہی اور بے توجہگی کے سبب یہاں کچھ کم سن بچیوں کی کتنی قیمتی جانیں چلی گئیں. ان کا قصور کیا تھا کہ وہ آیک غریب اور پچھڑے طبقے سے تعلق رکھتی تھیں. یہ حکومت غریبوں کو سہولتیں پہنچانے کے دعوے تو بہت بڑے بڑے کرتی ہے مگر آج اسکی پول کھل چکی ہے. اب انکی یہ من مانی نہیں چلے گی.انھیں ابھی استعفی دینا ہوگا. آپ اچھی طرح سے جانتے ہیں جہاں جہاں ہماری پارٹی کی حکومت ہے وہاں کوئ ایک شخص بھی بھوک سے نہیں مرتا. مرتا ہے تو بتائیے ؟”
میرا پاکستان
Previous: کانگو کی جیل پر مسلح افراد کا حملہ، 3 ہزار سے زائد قیدی فرار
اس وقت اسی سے زائد ماسٹر ٹرینر مختلف شہروں کے پارکوں میں لوگوں کو یوگا سکھا رہے ہیں۔ محمد اعظم کے بقول یوگا کی ورزشیں نہ صرف جسمانی صحت کو بہتر کرتی ہیں بلکہ یہ ذہنی نشوونما کے لیے بھی مفید ہوتی ہیں۔ ان کے مطابق یوگا بچے جوان اور بوڑھے سبھی کے لیے مفید ہے، ’’یوگا قوت برداشت بڑھاتی ہے، تناو کم کرتی ہے، ہم اپنے نوجوانوں کو یوگا جیسی صحت افزا سرگرمیوں کی طرف لا کر انہیں انتہا پسندانہ سرگرمیوں کی طرف جانے سے بچایا جا سکتا ہے۔‘‘
انٹرنیٹ ٹی وی
دن بھر جو سورج کے ڈر سے گلیوں میں چھپ رہتے ہیں
اس سے قبل ٹوئٹر پر پی ٹی آئی کے آفیشل اکاؤنٹ سے کی گئی ٹویٹ کے مطابق انھیں اسلام آباد کے ایک ریستوران سے حراست میں لیا گیا۔
لاطینی امریکہ کے ملک ایکواڈور کے ساحلی علاقے میں شدید زلزلہ آیا ہے جس میں اب تک درجنوں افراد کے ہلاک اور سینکڑوں کے زخمی ہونے کی تصدیق ہو چکی ہے۔
آج کا اخبار
چند دن پیش تر اس نے فلسطین کی ایک تصویر کے بارے میں پوچھ لیا، پھر وہی سوالات کا ایک ناختم ہونے والا سلسلہ شروع ہوا... کہ فوجی پستول کیوں تانے ہوئے ہیں اور مظاہرین غلیلیں کیوں چلا رہے ہیں؟ اکثر وہ ظالموں کے کردار کے حوالے سے مطمئن نہیں ہو پاتا، اُسے سمجھ نہیں آتا کہ ظالم آخر کیوں کسی پر ظلم کرتا ہے؟
(کنور آفتاب احمد کی پیدائش)
لاہورکے عوام نے ضمنی الیکشن میں بھی ن لیگ کی سیاست کو مسترد…
سری دیوی کے انتقال کے روز ان کے دیور سنجے کپور نے ایسی تصویر اپ لوڈ کر دی کہ بھارت بھر میں تہلکہ مچ گیا، ہر کوئی غصے سے آگ بگولہ ہو گیا
ہمارے بارے میں
”مجھ پر چلائیں مت- غصہ کرنا مجھے بھی آتا ہے- ایک تو آپ میری محبت کی توہین کر رہی ہیں اوپر سے مجھ پر ہی چلا رہی ہیں- ڈی ایس پی صاحبہ ہوکر بھی اپنی زندگی کے فیصلے دوسروں پر چھوڑ رکھے ہیں آپ نے – واہ-“

کے ساتھ کپڑے پر دیکھنے کے فحش آن لائن گارڈ کینٹ بند کرنے کے بعد بار
محمد حسین نجفی - آزاد دائرۃ المعارف، ویکیپیڈیا
مقامی لوگوں کا کہنا ہے کہ مدرسے کی بندش کے بعد وہاں زیرتعلیم تمام طلبہ اپنے گھروں کو چلے گئے ہیں۔

کسی بھی بھارتی کارروائی کا بھرپور جواب دیں گے، ترجمان پاک فوج
سائنس اور ٹیکنالوجی
یہ جوڑی کامیابی سے پرانے رہنماؤں کو پرے ہٹانے میں کامیاب ہو گئی ہے۔
انڈوں میں کولائن نامی جز موجود ہوتا ہے جو بانجھ پن کے خطرے سے بچانے میں مددگار ثابت ہو سکتا ہے جیسا کہ کارنیل یونیورسٹی کی ایک تھقیق میں دعویٰ کیا گیا ہے، اس کے علاوہ بھی یہ مختلف وٹامنز اور منرلز کا مجموعہ ہوتے ہیں جو مختلف طبی فوائد کا باعث بنتے ہیں۔
نیوکلیر معاہدے کو بچانے کے لئے یوروپ کو آگے آنے ہوگا۔ ایران کے روحانی لیڈر کا بیان
رب کعبہ کی قسم یہ سچ ہے

ہمارے کالم نگار
آج کی تصاویر‎
یوٹیلٹی سٹورز کارپوریشن غیر ملکی دباؤ پر بند کی جا رہی ہے
اینٹی بائیوٹک (1)
تازہ ترین پیغامات
’’ اگر پادری اب بھی اپنی پالیسی بدل دیں اور عہد کر لیں کہ آئندہ ہمارے نبی ﷺ کو گالیاں نہیں نکالیں گے تو ہم بھی عہد کریں گے کہ آئندہ نرم الفاظ کے ساتھ ان سے گفتگو ہو گی۔ ورنہ جو کچھ کہیں گے اس کا جواب سنیں گے۔ ‘‘(ضمیمہ انجام آتھم ۔ روحانی خزائن جلد ۱۱ صفحہ ۲۹۲ حاشیہ در حاشیہ )
پچھلی خبر برمودا ٹرائی اینگل کا ‘راز’ ایک مرتبہ پھر دریافت کرنے کا دعویٰ
ن لیگ اب کہاں کھڑی ہوگی؟…بھائی کے ساتھ بھی کینہ پروری
فارسی زبان سے مرکب توصیفی ہے 'بَہْمَن' فارسی میں مہینے کا نام ہے۔ اس کے ساتھ 'ی' بطور لاحقۂ نسبت لگائی گئی ہے۔
تمام اشاعت کے جملہ حقوق بحق ادارہ اُردو پوائنٹ محفوظ ہیں۔
پاکستان کے ایوان زیریں یعنی قومی اسمبلی میں حزب مخالف کی جماعت کی طرف سے وزیراعظم کے خلاف تحریک استحقاق جمع کروائی گئی ہے، جس میں یہ موقف اختیار کیا گیا کہ پاناما لیکس سے متعلق معاملے پر وزیراعظم نے مبینہ طور پر جھوٹ بولا۔
جو کرتا ہے تو چھپ چھپ کر اہل جہاں سے*کوئی دیکھ رہا ...
میرا مکمل پروفائل دیکھیں
نسیم احمد, ‏دسمبر 04، 2016, فورم میں: طنز ومزاح
یہ اس بات کی تصدیق کرے گی کہ سرور کو صحیح طریقے سے پہنچ سکتا ہے اور سرور پر XPressEntry ہینڈ ہیلڈ ڈیٹا بیس کو اپ ڈیٹ کریں گے.
ان حقائق کو دیکھتے ہوئے بھلا یہ کون لوگ تھے جو بھٹو کے اتنے زیادہ دیوانے تھے کہ بے نظیر کی پاکستان آمد پر کراچی میں ہونے والے اتنے بڑے دھماکے کے باوجود بھی اپنی جان خطرے میں ڈال کر اب پنڈی کے پنڈال میں آن پہنچے تھے۔

گھر میں موجود بچے بہت حد تک شرارتی واقع ہوئے تھے۔
اورائن انسانوں کو مریخ تک لے جا سکتا ہے

حزب التحریر کا کام
مقامی خبریں
ننکانہ صاحب
تربیت کے بجائے قانون پر زور

چار فریقی رابطہ گروپ کا آخری اجلاس 18 مئی 2016 کو ہوا تھا۔ اس اجلاس کے 3 روز بعد 21 مئی کو ملا اختر منصور امریکی ڈرون حملے میں مارا گیا جس کے باعث طالبان سے مذاکراتی عمل تعطل کا شکار ہو گیا تھا۔
31ویں اوور میں مائیکل کلارک بھی صرف آٹھ رنز بنا کر یووراج کی گیند پر کیچ آؤٹ ہوگئے۔ اُن کے بعد مائیکل ہسی کھیلنے کے لیے آئے لیکن 34ویں اوور میں وہ بھی صرف تین کے انفرادی اسکور پر ظہیر خان کی گیند پر کلین بولڈ قرار پائے۔ اس وقت آسٹریلیا کا اسکور 150 رنز تھا۔
ایل ای ڈی تجارتی روشنی
باب: عورت کے بچے ہوئے پانی سے غسل کے جائز ہونے کا بیان
مجھے لگتا ہے وہ لوگ جو چھاتی اور گدی کے 30:4
تھانہ شاہ غریب پولیس کے مطابق 35 سالہ مقتولہ شکیلہ بی بی جو 5 بچوں کی ماں بتائی جاتی ہے، موضع منڈی خیل کی رہائشی تھی اورتھانہ ندوکے کے علاقہ موضع سادھوکے میں اسکی شادی مقصود نامی شخص سے ہوئی تھی۔پولیس کے مطابق گذشتہ شب مقتولہ شکیلہ بی بی کا بھتیجا عاطف عارف اپنے دوست کے ہمراہ موضع منڈی خیل سے سادھوکے عیدی دینے گیا تو شکیلہ بی بی کو مبینہ طور پر کسی غیر مرد کے ساتھ دیکھ کر دونوں کو اپنے کیری ڈبہ میں بٹھا کر لے گئے اور گذشتہ روز صبح کراراں والی پھاٹک کے قریب کھیتوں سے انکی نعشیں ملیں، دونوں کو گولیاں مار کر قتل کیا گیا۔
پاکستان فلم انڈسٹری کا درخشاں ستارہ تئیس نومبر انیس سو تراسی کو کراچی میں اپنے لاکھوں مداحوں کو سوگوار کرگیا۔ وحید مراد نے اداکاری کے ساتھ ساتھ مصنف اور پروڈیوسر کی خدمات بھی سرانجام دیں تھیں۔
کھوک سامرونگ ضلع ( لاطینی: Khok Samrong District) تھائی لینڈ کا ایک امپھؤ جو لوپ بوری صوبہ میں واقع ہے۔ [1]
حضرت امیر (ع) نے یہ استدلال، معاویہ کی انکی کی خلافت کو قبول نہ کرنے کی بہت ہی گھٹیا اور پست دلیل کے جواب میں بیان کیا تھا۔ معاویہ نے علی (ع) کی خلافت کو قبول نہ کرنے پر یہ جھوٹا بہانہ لایا تھا کہ کیونکہ شام کے لوگوں نے آپ کی خلافت کو قبول کرنے سے انکار کر دیا ہے، اسلیے میں بھی اے علی تمہاری خلافت کو قبول نہیں کروں گا !!!
انھوں نے بی بی سی کے پروگرام میں بات کرتے ہوئے کہا کہ شدت پسند ایسے نوجوان کے قریب پہنچ چکے ہیں جو ان کے( سلمان احمد) کے بھی قریب ہیں۔ لیکن اُن کا یقین ہے کہ فن اور ثقافت کے ذریعے شدت پسندی کا مقابلہ کیا جا سکتا ہے۔
انھوں نے کہا کہ ملک میں عدم برداشت میں واقعی اضافہ ہوا ہے ۔سابق نائب صدرنے کہا کہ فرقہ وارانہ فسادات میں سب سے پہلے عدم برداشت کا نتیجہ ہوتا ہے اوردوسرا مسئلہ انتظامی مشنری کے فیل ہونے سے ہوتا ہے ۔
پھر یہاں سے خوشونت سنگھ کی زندگی کے ایک نئے دور کا آغاز ہوتا ہے۔ وہ صحافت و ادب کی وادیء خارزار میں قدم رکھتا ہے اور پھر یہ سفر اس کی زندگی کے سفر کے ساتھ ہی اختتام پزیر ہوتا ہے۔ ایک طرف وہ ہندوستان کے کئی اخبارات کی ادارت کے فرائض سرانجام دیتا ہے اور دوسری طرف اس کے قلم سے کئی ادبی شاہکار جنم لیتے ہیں۔ وہ سکھوں کے مذہبی صحائف کا پنجابی سے انگریزی ترجمہ کرتا ہے تو دوسری طرف اقبال کی شاعری کے سحر میں مبتلا ہوکر ان کی شاہکار نظموں شکوہ اور جواب شکوہ کو بھی انگریزی کے قالب میں ڈھالتا ہے۔۔۔۔ یوں خوشونت سنگھ کی شخصیت کئی زبانوں اور تہذیبوں کا ایک حسین سنگم بن جاتی ہے۔
آپ کی رائے
صدر مملکت ممنون حسین اور اردن کے شاہ عبداللہ کا تجارت ، تعلیم اور ثقافتی شعبوں میں تعاون میں اضافے پر اتفاق پاکستان اور اردن مختلف شعبوں میں اپنے خصوصی تجربے سے ایک دوسرے ... مزید
ظفر اقبال: اس آرٹیکل نے ہمیں رولادیا۔ حالات کب سدھریں گے، کب لوگوں کو سمجھ آئے گی کہ قتل...

مصر کے ساحل سمندر پر عجیب غریب مخلوق سے لوگ خوف کاشکار
اسلام آباد: کیا آپ بتا سکتے ہیں کہ پاکستان میں کتنی زبانیں بولی جاتی...
١ - کنٹرول کرنے والا، ناظم، منتظم۔
3. خدا کے لیے لفظ’باپ ‘ اور یسوع کے لیے لفظ ’بیٹا‘‘ بھی واضح کرتا ہے کہ دونوں میں فرق ہے ، ذات کے اعتبار سے بھی اور زمانے کے لحاظ سے بھی کیونکہ باپ پہلے اور بیٹا بعد میں ہوتا ہے ۔ اگر دونوں کی حیثیت برابر یا دونوں ایک چیز ہیں تو یہ تقدیم و تاخیر چہ معنی دارد ؟
کمپنی کا تعارف
انہوں نے پاکستان فارورڈ سے بات کرتے ہوئے کہا، "میں [پنجاب] پولیس اصلاحت کمیشن کی سربراہی کروں گا،" انہوں نے مزید کہا کہ وہ اس کام کی تنخواہ نہیں لیں گے۔

تاہم حکومت کا موقف ہے کہ عالمی منڈی میں تیل کی قیمتوں اور ڈالر کے مقابلے میں روپے کی قدر میں کمی کے باعث پٹرولیم مصنوعات کی قیمتوں میں ردوبدل ضروری ہے۔
جنرل مشرف آئین سے بالاتر ہیں؟
فیس بک سے داخل ہوں
مگر زندہ نہیں رہتا ( 1 2)
پاکستان فوج کا سیاست میں مشکوک کردار کوئی نئی بات نہیں. پاکستان کی ستر سالہ زندگی میں فوج نے براہ راست مارشل لاء لگا کر پینتیس سال تک حکومت کی، اور باقی کے پینتیس سال کٹھ پتلیوں کے ذریئے
قدس انتفاضہ کی جاری رپورٹ کے مطابق فروری کے مہینے میں غاصب اور جابر صیہونی فوجیوں نے فلسطینی کسانوں اور ماہیگیروں پر 33 مرتبہ فائرنگ کی جس کے نتیجے میں کم از کم 9 فلسطینی شہید ہوگئے۔
آصف زرداری، فریال تالپور کی عبوری ضمانت میں 21 دسمبر تک توسیع
29 لاٹھیاں جب ان پر پڑتی ہیں تو وہ اسے تنکے کی طرح محسوس کرتا ہے وہ برچھی کے چلنے پر ہنستا ہے۔
قبل ازیں منگل کے روز نوری ابو سھمین نے مالٹا میں اپنی حریف پارلیمان کے سربراہ عقیلہ صالح سے ملاقات کی تھی، جو ان دونوں رہنماؤں کے مابین پہلی ملاقات تھی۔ ان دونوں رہنماؤں کا کہنا تھا کہ دستخط کرنے والے ان کی نمائندگی نہیں کرتے۔ قبل ازیں اکتوبر میں بھی دونوں پارلیمانوں کے نمائندوں نے ایک معاہدے کے ڈرافٹ پر اتفاق کیا تھا، جسے بعد ازاں دونوں پارلیمانوں نے مسترد کر دیا تھا۔ اقوام متحدہ کے مطابق اب اگلا قدم دونوں پارلیمانوں کے رہنماؤں کو اس معاہدے پر متفق کرنا ہوگا۔
لیکن ایک بات ضرور ہے۔۔۔ ملا نصیرالدین, غالب سے کچھہ صدیاں پہلے پیدا ہوئے تھے۔۔۔ لیکن غالب کی بے درودیوار والی خواہش پر کسی حد تک عمل کر گئے۔۔۔ سنا ہے انکے مقبرہ پر صرف دروازہ ہے, دیواروں کے بغیر۔۔۔ پتہ نہیں یہ بات غالب کو معلوم بھی تھی یا نہیں۔۔۔
محترم عبداللہ صاحب نے (9 جون 2011 بروز جمعرات 3:05 صبح) اپنے تبصرے میں لکھا ” کسی اللہ کے سامنے حاضر نہیں ھونا” میں صرف اس لفظ کسی اللہ کی وضاحت چاھتا ھوں۔
وفاقی حکومت کے آخری چار روز ، کاؤنٹ ڈاؤن شروع ،من پسند افراد کی تعیناتیوں
3۔حضرت عمر رضی اللہ تعالیٰ عنہ کے یہ(عربی) اس بات پر واضح دلیل ہے۔کہ آپ کا فیصلہ تعزیر وتادیب کے لئے تھا۔ تاکہ لوگ اس بری عادت سے باز آجائیں۔اور اس لحاظ سے کہ آپ نے یہ فیصلہ سرکاری اعلان کے ذریعے نافذ کیا تھا۔ا س کی نوعیت سیاسی بن جاتی ہے۔گویا یہ ایک وقتی اور عارضی قسم کاآرڈیننس تھا۔
ایک مقام پر’’ف‘‘کاترجمہ انھی ’’اچھاتو‘‘کے الفاظ میں کیاہے ،مگراس سے کلام کے ایک اورپہلوکوکھولاہے:
کبھی اسلامی دنیا سے وابستہ حالات و واقعات،
مطلوبہ الفاظ
ادارتی نوٹ: پوسٹ میں شائع کی گئی رائے مصنف کی ہے اور ادارے کا مصنف کی رائے سے متفق ہونا ضروری نہیں ہے۔ کاپی رائٹ 'ہم سب' ڈاٹ کام. بلا اجازت آرٹیکل نقل کر کے شائع کرنا کاپی رائٹ قوانین کے تحت ایک جرم ہے
4-مردوں اور عورتوں کی نماز میں تفریق کا مسئلہ
جس کی رہنمائی سے ہر مشکل حل ہو جاتی ہے کبھی تو ممالک کو دشمنوں سے آزاد فرماتا ہے اور کبھی عافوں کے دلوں سے پردے ہٹا کر زمین و آسمان اور غیب کی کنجیاں ان کے سامنے رکھ دیتا ہے۔[2]
کیا 1978 کا انصاف زینب کو مل سکے گا ؟
25جولائی کو شیر دھاڑے گا، عوام 25جولائی کو ملک کو دوبارہ ترقی کی راہ پر گامزن کریں گے:شہباز شریف
چین میں مندی عالمی پریشانی کا سبب
لفظوں سے نشتر کا کام لینے والے منٹو کی آج 63 ویں برسی ہے
تاہم، اس خبر کے مقامی میڈیا پر نشر ہونے کے بعد سوشل میڈیا پر خبروں کا ایک طوفان کھڑا ہوگیا اور مختلف خبریں سامنے آنے لگیں۔
آفتاب شیرپاؤ کی قومی وطن پارٹی اور عوامی نیشنل پارٹی نے بھی اپوزیشن جماعتوں کے اجلاس میں شرکت کی، لیکن اُن کا موقف تھا کہ وہ وزیراعظم کے استعفے سے متعلق فیصلہ سپریم کورٹ کے فیصلے کے بعد ہی کریں گے۔
XINBO جامع اعلی سطح پر چین واٹر فیڈ قطب مینوفیکچررز میں سے ایک ہے، پیشہ ورانہ فیکٹری کے ساتھ ہم قابل اعتماد معیار کے ساتھ سستا پانی کھلایا قطب آلات اڈاپٹر پیدا کرنے میں کامیاب ہیں. ہم سے تھوک مصنوعات پر خوش آمدید.
کارٹرویل، مسوری ( انگریزی: Carterville, Missouri) ریاستہائے متحدہ امریکا کا ایک شہر جو Jasper County میں واقع ہے۔ [1]
شینیانگ ( لاطینی: Shenyang) چین کا ایک ملین آبادی کا شہر و پریفیکچر سطح شہر جو لیاؤننگ میں واقع ہے۔ [1]
تمام اپوزیشن جماعتوں کے مشترکہ استعفے۔۔۔۔۔ (ن) لیگی حکومت کو ہلا کر رکھ دینے والی خبر آگئی
نیب نے ایس ایس پی رائے اعجاز کو گرفتار کرلیا
اللہ کے کلام سے۔ اپریل 2014
ضرور پڑھیں: وہ تاریخی میچ جس میں وسیم اکرم نے 8 ویں نمبر پر آ کر 257 رنز بنائے اور ۔۔۔سابق کپتان کا ایسا ریکارڈ جان کر پاکستانی شائقین کرکٹ کو اپنی آنکھوں پر یقین نہیں آئے گا
عامر نے کہا کہ اس پابندی سے ملنے والا سبق یہی ہے کہ نوجوان کھلاڑی ’اپنے مقصد پر توجہ دیں۔ شارٹ کٹ کا استعمال نہ کریں اور اپنی صحبت اچھے لوگوں کے ساتھ رکھیں تا کہ وہ آپ کی اچھی رہنمائی کریں۔‘
کس طرح خود کو آشکار کیا
ان کمپنیوں کی تعداد 480 سے بھی زیادہ ہے جو ایک عمل ’سیشن ری پلے‘ کے ذریعے ٹائپ کی جانے والی ہر ’کی‘ کو ریکارڈ کررہی ہیں۔
ایک فلنگا پائپ، والواس، پمپ اور ایک ویٹنگ نظام کی تشکیل کے لیے دوسرے آلات سے جڑنے کا ایک طریقہ ہے ۔ یہ بھی صفائی، معائنہ یا ترمیم کے لئے آسان رسائی فراہم کرتا ہے ۔ فلانگاس ہیں عام طور پر ویلڈاد یا اس طرح کے نظام میں مصیبت میں اور پھر بولٹ کے ساتھ میں شمولیت اختیار کی ۔ ویلڈ...زیادہ
بی جے پی کی نکتہ چینی پر نوجوت سدھو کا جوابی حملہ
10 دسمبر ! انسانی حقوق کا دن اور کشمیریوں کی پکار

"فوجی خدمت کو غیر ضروری تصور کرکے اپنے ملک میں بجاے جبری تعلیم جنگ کے تطوع (والنٹیری) کا طریقہ اختیار کیا۔" ( ١٩١٥ء، مضامین شرر، ١، ١٣٢:٣ )
اور اگر ہو ہر شخص گنہگار پاس جتنا کچھ ہے زمین میں، البتہ دے ڈالے اپنی چھڑوائی میں۔
عامر خان نے یہ بھی کہا کہ بہت سے لوگ عمران خان کو اپنا آئیڈیل سمجھتے ہیں۔

دوبارہ عدالت نہیں جا¶ں گا، خورشید شاہ نے متعلقہ ریکارڈ دینے کا وعدہ کیا تھا: طاہر ...
کہانی کو شیئر کریں شیئرنگ کے بارے میں
افواجِ پاکستان میں اپنی خدمات تن دہی اور چابکدستی سے انجام دینے کے علاوہ اپنی مدتِ ملازمت انتہائی احسن طریقے سے مکمل کرنے کے بعد جب اپنے آبائی گاؤں تھارو شاہ پہنچے تو یہاں کے روزمرہ مسائل نے انہیں خدمت الناس کے عظیم اور پیغمبرانہ مقصد پر مجبور کیا کہ وہ ملازمت سے سبکدوشی کے بعد عام سے سرکاری ملازمین کی طرح ہاتھ پر ہاتھ دھرے بیٹھے رہنے کے بجائے لوگوں کی پریشانیوں میں ان کا ہاتھ بٹائیں اور ان کے دکھ درد کو حل کرنے کا سودا اٹھائیں ، جسے انہوں نے واقعی اس حد تک پہنچا دیا کہ دوست تو دوست دشمن بھی انگشت بدندان ہیں کہ ایک منحنی سا شخص اتنے سارے کام کس طرح انجام دے رہا ہے۔

رسائی کے لنکس
روحانی سفر کی روداد -…حسن نثار
امہات المومنین رضی اللہ عنھن کے ساتھ قربانیاں نہیں تھیں چنانچہ انہوں نے احرام کھول دیا۔
باقر مرزا کسی سوچ میں ڈوب گئے۔
'اسلامک ریسرچ فاؤنڈیشن' پر پانچ برس کے لیے پابندی عائد کر دی ہے۔ حکومت کی جانب سے ذاکر نائیک کے ادارے پر غیر قانونی سرگرمیوں میں ملوث ہونے کا الزام لگتے رہے تھے۔ چند روز پہلے ہی حکومت نے ذاکر نائیک کے اس ادارے پر بیرون ملک سے چندہ لینے پر پابندی لگا دی گئی تھی۔ اطلاعات کے مطابق پابندی لگانے کا یہ فیصلہ وزیر اعظم نریندر مودی کی صدارت میں ہونے والی مرکزی کابینہ کے اجلاس میں کیا گیا ہے۔ اس سلسلے میں وزارت داخلہ کی جانب سے رسمی نوٹیفکیشن جلد ہی جاری کر دیا جائے گا۔
اس پوسٹ کو شیئر کریں فیس بک
یاد رہے کہ رواں برس کے آغاز میں پنجاب کے ضلع قصور سے اغواء کی جانے والی 7 سالہ بچی زینب کو زیادتی کے بعد قتل کردیا گیا تھا، جس کی لاش 9 جنوری کو ایک کچرا کنڈی سے ملی تھی۔ جس کے بعد ملک بھر میں غم و غصے کی لہر دوڑ گئی اور قصور میں پرتشدد مظاہرے پھوٹ پڑے جس کے دوران پولیس کی فائرنگ سے 2 افراد جاں بحق بھی ہوئے۔زینب زیادتی و قتل کیس
عمران خان: ملک کو لوٹنے والوں کا کڑا احتساب ہوگا اور کسی کو این آر او نہیں ملے گا۔ #Pakistan @ImranKhanPTI https://t.co/rYCS8UQM0d 14 hours ago
کراچی(نمائندہ نوائے وقت)کاﺅنٹر ٹیرازم ڈیپارٹمنٹ نے معروف قوال امجد صابری، فوج، رینجرز اور پولیس اہلکاروں کے قتل میں ملوث دہشت گرد اسحاق بوبی اور عاصم کیپری سمیت 31 مقدمات فوجی عدالتوں میں بھیجنے کی سفارش کر دی۔ ٹیررا ازم کاﺅنٹر ٹرارزم ڈیپارٹمنٹ نے محکمہ داخلہ سندھ کو خط لکھ دیا۔ صرف یہی نہیں دیگر اہم اکتیس کیسز بھی فوجی عدالتوں کو بھیجنے کی سفارش کی گئی ہے۔ خط ایڈیشنل آئی جی سی ٹی ڈی ثنا اللہ عباسی کی جانب سے ارسال کیا گیا ہے۔ ذرائع کے مطابق محکمہ داخلہ سندھ اسکروٹنی کے بعد تمام کیسز کو وزارت داخلہ کو بھیجے گی اور منظوری کے بعد کیسز فوجی عدالتوں میں پیش کئے جائیں گے۔
شازمین اب اس رشتے کے بارے میں کوٸی بات کیوں نہیں کر رہی
Courtesy: اردو پوانٹ اگرآپ دُبئی میں مقیم ہیں اور ملازمت کے نہ ہونے کے باعث پیسوں کی کمی کا شکار ...
لاہور میں زلزلہ، پورے شہر کی ہی زمین ڈول گئی،لوگ کلمہ طیبہ کا ورد کرتے ہوئے باہر نکل آئے، شہر میں اب کیا صورتحال ہے؟ – اردو ٹاک
قاضی ہو تو ایسا۔۔عدالت سے باہر نکلتے ہی ڈھیروں سائلین سڑک پر آگئے اور چیف جسٹس کی گاڑی روک لی جس پر چیف جسٹس نے پھر ایسا کام کر دیا کہ نئی تاریخ رقم کر دی، جان کر آپ بھی ان پر فخر محسوس کرینگے
نیشنل ایکشن پلان‘ عملدرآمد میں ناکامی پر نثار
ضیائے عشرہ مبشرہ(10)
پاکستان میں وفاق اور صوبے پنجاب میں حکمران جماعت مسلم لیگ ن نے لاہور سے قومی اسمبلی کے حلقہ این اے 125 میں دھاندلی کے حوالے الیکشن ٹریبیونل کے فیصلے کو سپریم کورٹ میں چیلنج کرنے کا فیصلہ کیا ہے۔
تاج محل کے ’اڈاپشن کا معاملہ‘ جی ایم آر اور ائی ٹی سی دوڑ میں
دونوں آگے گئے تو بیٹے کو سموسے نظر آئے۔ کہنے لگا: ابو ابو مجھے سموسے کھانے ہیں۔
↑ Calend.ru. Krasnoyarsk (روسی زبان میں)
ایک لیموں لیموں کی مزید ترقی ہے، حجم میں چھوٹا ہے تو اسے آزاد دودھ پلانے نظام کی ضرورت ہے، لیموں کا مسئلہ حل کردیتا ہے ۔
”تمہاری قسم تو میں نہیں کھاتی…. کوئی کچھ بھی دے۔“
رسائی کے لیے لنک
پی ٹی آئی جلسہ: ’حکومت اپنی رٹ قائم کرنا جانتی ہے‘
نیویارک(مانیٹرنگ ڈیسک) خطرناک سمندری طوفان ہاروی سے امریکہ و دیگر ممالک میں متاثر ہونے والے لوگ سنبھل نہیں پائے تھے کہ اس سے زیادہ شدید طوفان ’ارما‘ آ گیا ہے اور کئی ممالک کے ساحلی علاقوں کو روندتا ہوا آگے بڑھ رہا ہے۔ ان طوفانوں کے علاوہ دنیا بھر میں طوفانوں اور بارشوں میں شدت آ گئی ہے۔ اس صورتحال پر دنیا بھر میں ایک بحث چھڑی ہوئی ہے اور لوگ موسمیاتی تبدیلیوں کو اس کی وجہ قرار دے رہے ہیں لیکن اب ماہرین نے اس کی اصل وجہ بتا کر تمام اندازے غلط ثابت کر دیئے ہیں۔
Image caption نغمہ شیخ انسانی حقوق، مزدوروں اور طلبہ تنظیموں کے مظاہروں میں پہلی صف میں موجود ہوتی ہیں اور بے خوف نعرے لگاتی ہیں۔
By نعیم الرحمٰن on اپریل 2, 2018 تازہ ترین, علم و ادب, کتابوں پر تبصرے
رپورٹ میں 15ا گست 2001 سے 20 اکتوبر2017 تک ٹارگٹ کلنگ اور بم دھماکوں کے 46 واقعات کا ذکر کیا گیا ہے جن میں 525 افراد ہلاک اور 734زخمی ہوئے۔
خواتین کا صفحہ

(۱) میزان (تنقیدی مضامین) (۲) صلیبیں میرے دریچے میں (خطوط)
جمعرات 29 جنوری
مزید اسلام آباد کی خبریں
مائیں جو کہانیاں ہمیں بچپن میں سنایا کرتی تھیں ان میں اکثر ایسے مقامات آتے ...
نوجوانوں کی ٹولیاں عید کی خوشیوں کو دوبالا کرنے کے...
بیعت سے قبل تعلیم کی شرط لگانے کی وجہ
ٹیلی ویژن اور ریڈیو
سازشی ملازمین قراقرم یونیورسٹی اور علاقے کے امن کو برباد کرنے کا موجب بن رہے ہیں، ایم ڈبلیو ایم – پامیر ٹائمز
رسائی کے لنکس
آئی بی سی کا فیس بک پیج لائک کریں
رسائی میں مدد
بی جے پی چندرشیکھر میں مایا کی مخالفت دیکھ رہی ہے‘ کانگریس اپنے ساتھ لے کر پالا مضبوط کرنے کی فراق میں ہے
سے نکلنے کا فیصلہ کیا تو اس وقت ہی امریکہ نے دوطر فہ انداز کے اقتصادی تعلقات کا آغاز کرلیا تھا لیکن اس کے ساتھ سب سے بڑا خدشہ یہ پیدا ہوگیا ہے کہ اس معاہدے سے نکلنے کے بعد ا س خطّے میں اس کے اسٹریٹجک مقاصد متاثر ہوسکتے ہیں ۔ واضح رہے کہ باراک اوبامہ دور کے اس معاہدے کا بڑا مقصد چین کے گرد حصار باندھناتھا۔ لیکن اب امریکہ نے جب دو طرفہ انداز کی تجارت اختیار کرلی ہے تو اس کے ساتھ اس کی یہاں خارجہ پالیسی بھی بڑی حد تک دوطرفہ ہوگئی ہے۔ جو کہ خطّے میں تیزی سے ابھرتی ہوئی طاقت چین کے لئے ایک سرپرائز کامیابی ہے۔ اس فیصلے سے چین کو خطّے کی قیادت سنبھالنے کا زبردست موقع ملا ہے۔ وہ اس وقت ون بیلٹ ون روڈ ، ایشیائی ترقیاتی انفراسٹرکچر بینک اور اس قسم کے دیگر علاقائی اور عالمگیر پالیسیوں کے تحت اپنی طاقت
ہر خرابی کی ذمہ دار پاک فوج
71سالوں سے ترقی یافتہ علاقوں کی طرف سے غیر ترقی یافتہ علاقوں کے ساتھ ظلم وجبر کا سلسلہ جاری ہے/سینیٹر عثمان کاکڑ
اس جدید بٹوے میں 12 کارڈز رکھے جا سکتے ہیں، جن میں سے چھ کارڈز بٹوہ کھولے بغیر ایک جانب موجود بٹن دبانے سے تاش کے پتوں کی طرح باہر آ جاتے ہیں۔
زیادہ دیکھی جانے والی ویڈیوز
گھریلو مسا ئل اور ان کا حل
علامہ اقبال خودی کی روشنی میں شاہین بچوں کو اپنی پہچان سکھاتے ہیں ۔یہ شاہین بچے جو زمانے کی خرمستیوں میں پڑ کریہ بھول چکے ہیں کہ وہی کبھی ستاروں پر کمند ڈالتے رہے ہیں اور کبھی اللہ کا دستِ قدرت رہے ہیں ۔کبھی رزم حق و باطل میں فولادہوتے ہیں اور کبھی ان کی نگاہیں تقدیروں کو بدل دیتی ہیں ۔یہ کو ہِ بیاباں سے گزریں ،دشت و صحرا سے یا بحرِ ظلمات سے ان کے گھوڑے رکتے ہی نہیں تھے بلکہ بڑھتے ہی جاتے تھے کیونکہ یہ مردِ حق پرست اور مومنِ کامل ہیں ان شاہین بچوں میں جب عقابی روح بیدار ہوتی ہے جب یہ اپنی خودی کو پہچانتے ہیں تو ان کو اپنی منزل آسمانوں پر نظر آتی ہے۔آپ کا کوئی شعر ایسا نہیں ہے جس میں آپ کے دل کی دھڑکن نمایاں نہ ہو ۔آپ نے ایک آزاد وطن کا تصور پیش کیا جسے قائداعظم نے عملی جامہ پہنایا۔ اور وہ خیال پاکستان ہمارے سامنے موجود ہے۔علامہ اقبال ایک عظیم شاعر ،عظیم مفکر ،سیاست دان ،وکیل اور ایک عظیم مسلمان تھے ۔آپ کے دل میں رسول خداﷺ کا عشق تھا ۔جب بھی آپﷺ کا نام ان کی زبان پر آتا تو وہ آب دیدہ ہو جاتے تھے۔
افغان صدر حامد کرزئی کو اپنے دورے کے آغاز کے موقع پر گرم جوشی سےخوش آمدید کہا گیا۔مبصرین کا کہنا ہے کہ افغانستان میں صدارتی انتخابات کے بعد سے امریکہ اور افغانستان کے درمیان میں کشیدگی اور تناؤ کی سی صورت حال چلی آرہی تھی۔ کیونکہ امریکہ نے ان انتخابات میں بڑے پیمانے پر دھاندلی اور فراڈ کے الزامات لگائے تھے اور ردعمل کے طورپر صدر کرزئی نے مغرب کو نکتہ چینی کا نشانہ بناتے ہوئے طالبان سے ملنے کی بات کی تھی۔
حیدرآباد ( بیورو رپورٹ) مہران یونیورسٹی آف انجینئرنگ اینڈ ٹیکنالوجی جامشورو کے اسٹوڈنٹس فنانشل ایڈ آفس کی اسکالرشپ میں مزید ایک اضافہ‘ ڈاکٹر سلیمان قاضی کی جانب سے اپنے بیٹے زاہد سلیمان کے نام سے مہران یونیورسٹی کے آرکیٹیکچر شعبے میں پڑھنے والے ذہین اور ضرورتمند طالب علم کی مکمل پانچ سالوں کی پڑھائی کے اخراجات کا چیک وائس چانسلر پروفیسر ڈاکٹر محمد اسلم عقیلی کے حوالے کیا۔
جنوبی افریقہ
مولانا محمد سالم قاسمی کا انتقال

ملک اشرف: استحقاق سےزائدگاڑیوں کےاستعمال نہیں چلے گا، چیف جسٹس پاکستان کا افسران سےگاڑیاں رات 12بجے تک واپس لینےکا حکم دے دیا۔ سٹی42 ذرائع کے مطابق چیف ...
جو تم اپنی موجودگی سے پہلے تھیں
ٹیلی ویژن اور ریڈیو
جون 2018ء کے دوران چاول کی ملکی برآمدات میں 2.58 فیصد کا اضافہ
رسائی کے لنکس
قرآن میں دو مرتبہ ذکر موجود ہے۔
ان صاحب نے عرض کیا بھلا ایسا کون کر سکتا ہے؟
اللہ تبارک و تعالیٰ مشرکوں کو ڈانٹتے ہوئے فرماتا ہے کہ انہیں تو ان فرشتوں کا انتظار ہے جو ان کی روح قبض کرنے کے لئے آئیں گے تاقیامت کا انتظار ہے اور اس کے افعال و احوال کا ۔
کراچی(اُردو پوائنٹ اخبارتازہ ترین۔ 17 اگست2018ء)سجاول میں تیل اور گیس کے نئے ذخائر دریافت کر لیے گئے ہیں۔پاکستان پٹرولیم لمیٹڈ کی جانب سے جاری بیان کے مطابق تیل اور گیس کا ذخیرہ 2700 میٹر گہرائی کھدائی کے بعد دریافت ہواہے۔
2) کوئٹہ، اسفند یار ولی خان عبدالولی خان کی برسی کی مناسبت سے جلسہ عام سے خطاب کر ینگے
سپریم کورٹ کی اٹھائے شخص عبدالرحمن کو پیش کر نے کیلئے آئی جی خیبر پختونخوا کو 3 روز کی مہلت ، پولیس فورس اگر زمین پر رینگنے والے چھوٹے چھوٹے کیڑوں کو ڈھونڈنا چاہیے تو بھی ممکن ہے، لاپتہ افراد کے مقدمات کے باعث ججوں کو نیند نہیں آتی، پولیس مجرموں کو راہ فرار دینے کے لیے جعلی ضمنیاں بھی تیار کر تی ہے، عبدالرحمن کی گمشدگی میں ملوث انسپکٹر ارشد کو بچانے کے لیے پولیس نے پوری مستعدی کا مظاہرہ کیا جس کے باعث متعلقہ انسپکٹر نے ضمانت قبل از گرفتاری کرالی، یہ آئی جی یا انسپکٹر کا معاملہ نہیں بلکہ پولیس ڈیپارٹمنٹ کا معاملہ ہے،چیف جسٹس افتخار محمد چوہدری کی سربراہی میں 3 رکنی بنچ کے لاپتہ افراد کیس کی سماعت کے دوران ریمارکس، اُردو پوائنٹ صحت

مگر اسلام! دین فطرت کا قانون محنت و اجرت جسے اللہ کریم نے آجر و اجیر کے تعلقات کو محبت، انسانی برادری اور برابری پر استوار کرنے کے لئے اتارا اور آج بھی مالک اور مزدور کے تنازعہ کے حل کی بنیاد اخوت اور بھائی چارہ پر مبنی ہے اور اگر آج کے دور میں بھی سرمایہ دار اور مزدور کے تنازعہ کی اصل وجہ آپ شمار کرنا چاہیں تو آپ کو ایسے سرمایہ دار ملیں گے جو بالخصوص معاشی فکر میں پلے بڑھے ہوں اور ماہرین معاشیات بھی وہ ملیں گے (جنہیں علاج سے زیادہ مرض سے دلچسپی ہوتی ہے) جب ہمارے سرمایہ دار اور ماہر معاشیات ایسے افراد ہوں تو پھر تنازعہ کی وجہ کی ایک لمبی فہرست ہم تیار کر سکتے ہیں۔ اور اگربنظر عمیق جائزہ لیا جائے تو یہ تمام وجوہ تنازعات اور ان سے پیدا شدہ اثرات صرف ایک ہی وجہ پر مبنی ہیں اور وہ ہے خیر خواہی کے جذبہ سے عاری ہونا اور خود غرضی سے لبریز ذہنیت جو آج کے سرمایہ دار اور مزدور دونوں میں موجود ہے حالانکہ اسلام نے آقا اور مزدور کے درمیان تعلقات کی خوشگواری کے لئے کچھ قوانین مقرر کیے ہیں۔
فلسفہ کے پیرو کار بہت سے دلائل کے بعد اس نتیجہ تک پہنچے کہ سچائی ، دیانت داری ، عففّت و حلم اچھی چیزیں ہیں لیکن ایک وحشی بغیر تعلیم اور بغیر دلیل کے خودبخود ان چیزوں کو اچھا جانتا اور اچھا سمجھتا ہے۔ انسان ملحدانہ زیست بسر کر سکتا ہے۔مگر وہ دل میں ملحد نہیں ہو سکتا۔کہتے ہیں کہ ملحد رات کو خدا تعالی پر آدھا یقین کرتا ہے۔اور جہاز میں خطرے کے وقت پورا۔
میں جائیں اور وہا سے کر لیں اور اگر وہا بھی نہیں ہے تو ایک بار موبائل کو
فیس بک کا ٹائی ٹینک ڈوبنے لگا
امریکی محکمہ خارجہ کی ترجمان ہیدر نوئرٹ کا کہنا ہے کہ امریکا نئے وزیراعظم اور حکومت کو خوش آمدید کہتا ہے، پاکستان میں بننے والی نئی حکومت سے مل کرکام کرنا چاہتے ہیں۔
ان 5 غذاؤں کو ملا کر کھانا حیرت انگیز فوائد کا سبب
یہاں شمس الدین سرکل کے قریب پیش آئے ایک المناک سڑک حادثہ میں ایک عمر رسیدہ شخص کی موقع پر ہی موت واقع ہوگئی، جن کی شناخت ابراہیم شیخ (75) کی حیثیت سے کی گئی ہے۔
علامہ محمد اقبال
اس پوسٹ کو شیئر کریں ای میل
ورلڈ کپ کے سیمی فائنل میں انگلینڈ کے خلاف شاندار جیت سے جرمنی نے یورپی چیمپیئن شپ 2009 کے فائنل کا بدلہ بھی لے لیا۔ انگلینڈ نے ہالینڈ میں کھیلی گئی یورپی چیمپیئن شپ کے فائنل میں جرمن ٹیم کو تین کے مقابلے میں پانچ گول سے ہرایا تھا۔

اے بی نے شادی کی خواہش کا اظہار کیسے کیا؟

ووٹ کے اندراج / منتقلی کے لیے فارم 15 اخراج / اعتراض کے لیے فارم 16 اور درستگی کوائف کے لیے فارم 17 قریبی ڈسپلے سنٹر یا دفتر ضلعی الیکشن کمشنرمیں جمع کرائیں۔فارم الیکشن کمیشن آف پاکستان کی ویب سائیٹ www.ecp.gov.pkسے ڈاؤن لوڈ کیے جاسکتے ہیں یا قریبی ڈسپلے سینٹر /دفتر ضلعی الیکشن کمیشنر سے بھی حاصل کیے جاسکتے ہیں، ڈسپلے سینٹر پر فارم جمع کرواتے وقت اپنا اصل شناختی کارڈ ہمرا رکھیں اور اپنے شناختی کارڈ کی کاپی فارم 15 اور فارم 17 کے ساتھ ضرور منسلک کریں۔

December 5, 2017 اہم خبریں, بین الاقوامی خبریں
وہ مسافر جس کے پاس کرایہ ختم ہو جائے تو اسکو اتنی زکوٰۃ دینی جائز ہے جس سے وہ اپنے شہر تک پہنچ سکے اگرچہ وہ مالدار ہی کیوں نہ ہو۔

شیئر کرنے کا شکریہ
ڈپریشن کا شکار افراد کو آپ کی مدد کی ضرورت
عوام کو صحت و تعلیم کی سہولیات فراہم کرنا حکومت کی
“رابطے کی اخلاقیات”
اشتہار پر ایک نظر
۔ انکی زندگی پر تو پی ایچ ڈی کی جاسکتی ہے ایک کالم میں کتنا لکھ سکتا ہوں لیکن چند حقائق آپ پڑھ لیں تاکہ آپکو اس بہادر نڈر،خاتون کو سمجھنے میں مدد ملے
خدارا ناکارہ بن کر نہ بیٹھنا۔ اپنی زندگی دین کے لئے وقف کریں، اس عاجز کی زندگی دین اسلام کے لئے وقف ہے۔ آپ حضرات بھی وعدہ کریں کہ زندگی بھر دین کی خدمت کرتے رہیں گے، وہی طریقہ اپنائیں گے جو ہمارے مرشد و مربی کا تھا۔
ہمارے بارے میں
اس طبی مشین کے اندر استعمال ہونے والی سائنس کو قریب سے دیکھتے ہیں ویسے تو ہم میں سے اکثر جانتے ہی ہوں گے کہ الٹرا ساؤنڈ کسے کہتے ہ...
حکومت اپنی ایک پرانی غلطی کو سدھارنے کے لئے سنجیدگی سے کوشش کرنے کا ذہن بنا رہی ہے۔حکومت کی اس کارروائی سے کئی نوکر شاہوں کی ترقی کے امکانات معدوم ہوتے جارہے تھے۔حالیہ عرصے میں جوائنٹ سکریٹری کی سطح سے کم کے 50افسروں کے ترقی کی دوڑ میں پیچھے رہ جانے اور جونیئر افسروں کے ماتحت کام کرنے پر مجبور ہونے کے بعد سینٹرل ایڈمنسٹریٹو ٹریبونل (کیٹ)کی پناہ میں جانا پڑا تھا۔ اس کی صرف
آپ کی حرص تھی کہ سب لوگ ایماندار بن کر آپ کی تابعداری کریں تو رب نے فرما دیا کہ یہ سعادت جس کے حصے میں ہے توفیق اسی کی رفیق ہو گئی ۔
تو اب جو ملال گزرے دنوں کا ہے
اوپنر سمیع اسلم اور اظہر علی نے بالترتیب 12 اور 30 رنز بنائے۔
جغرافیائی تقسیم کے ساتھ ساتپ یہاں پر فرقہ وارانہ تقسیم کافی گہری ہے جو دہشت گردووں او رانتہا پسندوں کو آسانی کے ساتھ اپنے اندر جذب کرلے گی۔
کویت۔ 11 جون ۔(سیاست ڈاٹ کام) کویت کی میزبانی میں یمن کے تنازعہ کے پُرامن حل کیلئے حکومت اور باغیوں کے درمیان بات چیت جاری ہے۔ گذشتہ روز کویت میں یمنی حکومت اور باغیوں کے نمائندوں کے براہ راست مذاکرات میں سخت گرما گرمی دکھائی دی۔ذرائع کے مطابق حکومتی وفد اور باغیوں کے درمیان راست مذاکرات کے موقع پر اقوام متحدہ کے امن مندوب اسماعیل والد الشیخ احمد بھی موجود تھے۔ اس موقع پر قیدیوں کے معاملات اور تعز شہر میں نہتے شہریوں پر حوثی باغیوں کی مسلسل بمباری پر حکومتی وفد نے سخت احتجاج کیا۔ذرائع کے مطابق براہ راست مذاکرات کے دوران فریقین میں اس وقت سخت گرما گرم گفتگو شروع ہوئی جب باغیوں سے کہا گیا ہے کہ وہ پہلے مرحلے پر ہتھیار پھینک کر ملک کے تمام سکیورٹی امور سرکاری فوج کے حوالے کر دیں اور دوسرے مرحلے پر سیاسی معاملات پربات چیت کریں۔ اس پر باغیوں کی جانب سے سخت ناراضی کا اظہار کیا گیاحکومتی وفد کا کہنا تھا کہ باغیوں کی مسلح ملیشیا کو ہتھیار ڈالنے کے ساتھ ساتھ ریاستی اداروں کا کنٹرول حکومت کو سپرد کرنا ہوگا۔
ذرائع کے مطابق ایم کیو ایم کے سربراہ فاروق ستار اور رابطہ کمیٹی کے درمیان مذاکرات نہ صرف ناکام ہوگئے بلکہ پارٹی دھڑوں کے درمیان اختلافات پہلے سے شدت اختیار کرگئے ہیں۔
Ya:3 پہلے زیادہ سے سال ایک
سازش آپ کے بچوں نے کی ، 20ہزار لوگ اکٹھے کرنے سے آپ سچے ثابت نہیں ہونگے ‘ فواد چوہدری ریلی میں صرف باجا پارٹی شامل ،شریف فیملی آنے والے دنوں میں ضمانتیں کروا رہے ہوں گے یا اڈیالہ جیل جائیں گے
متعدد فلموں کو پروڈیوس کرنے والی ٹوئنکل کھنہ کی زیادہ پروڈیوس کردہ فلموں میں ان کے شوہر اکشے کمار نے کام کیا۔
اے بی ڈی ولیئرز نے بین الاقوامی کرکٹ چھوڑ دی
’’میں ناول اس طرح اور اس مقصد کے لیے لکھنا چاہتا ہوں جیسے کوئی پیانو پر بیٹھتا ہے۔ میں اصل شے کو نہیں دیکھتا اور نہ دیکھنا چاہتا ہوں۔ میرے پیش نظر تو وہ بات ہے جو چیزوں کی تہہ میں ہوتی ہے۔‘‘
آج کا اخبار
وزیراعظم نے کہا کہ حکومت پر قومی سلامتی کو خطرے میں ڈالنے کے الزامات لگانے والے پہلے یہ بتائیں کہ اسامہ بن لادن کس ویزے پر پاکستان آیا اور کیوں کر کئی سالوں تک وہ یہاں چھپا رہا۔
مرکزی مواد پر جائیں

کہیں یہ بی جے پی اور مقامی جماعت کی منصوبہ بندی تو نہیں؟
عمران خان نااہلی کیس،چیف جسٹس کی سرپراہی میں تین رکنی بنچ کی سماعت
سرینگر(فارن ڈیسک) چین نے بھارت اور پاکستان کے مابین مسئلہ کشمیر پر اپنی ثالثی کی پیش کش کو دوہراتے ہوئے کہا کہ پاکستان میں نئی حکومت تشکیل پانے کے بعد بھی مسئلہ کشمیر کے حوالے سے چین کی پالیسی تبدیل نہیں ہو گی اور چین خطے میں امن کے قیام …
اکنا اور ماس جو کہ بنیادی طور پر ایک مذہبی تنظیم کے طور پر جانی جاتی ہیں لیکن امریکہ کی ایسٹ کوسٹ پر کنکٹی سٹیٹ میں ہونے والے اس کے کنونشن میں انٹرٹیمنٹ کے پروگرام کے علاوہ مزاحیہ مشاعرہ بھی قابل ذکر ہے ۔ اس حوالے سے جب اکنا کے مرکزی امیر نعیم بیگ سے پوچھا گیا کہ بظاہر اکنا جیسی مذہبی تنظیم کے پلیٹ فارم پر انٹر ٹینمنٹ اور مزاحیہ مشاعرہ جیسی سرگرمیوں کیا کچھ عجیب نہیں ؟تو انہوں نے کہا کہ تفریح طبع اور تفنن کے لئے بہت سے سرگرمیوں ہو سکتی ہیں جنہیں ہم حلال انٹر ٹیمنٹ بھی کہا جا سکتا ہے اور اہم ایسی سرگرمیوں کو اپنے کنونشن میں یقینی بناتے ہیں ۔ انہوں نے کہا کہ یہ تاثر درست نہیں کہ اسلام کوئی بالکل ہی خشک قسم کا مذہب ہے
خالق کی تمناؤں کا اظہار ہوا ہے

پاک چین بزنس فورم میں پہلی کانفرنس پاکستان کے تمام عجائب گھروں کے ڈائریکٹرز اور کیوریٹرز کی کانفرنس دوم کا بھی انعقاد کیا جائے گا جس میں پاکستان کے تاریخی ورثے پہ بات ہوگی، محکمہ آثار قدیمہ کے ماہرین وادی پنجاب، وادی سندھ اور خیبر پختون خواہ کے عجائب گھروں کی اہمیت، انکی سماجی حیثیت، معاشرے میں ان کا کردار اور مستقبل کے منصوبوں پہ بھی بات کریں گے۔ اس کے ساتھ پاکستان میں مسلح افواج کے عجائب گھروں کےکردار اور انکی اہمیت پہ بھی پہ بھی روشنی ڈٖالی جائے گی۔
قیمت کیا ہوتا ؟ یہ بھی پنی جگہ اک سوال تھا۔اسی جستجو میں تھے کہ پتہ چلا اس طرح کے بہت سے اوربھی کاغذ اور سکے دنیا میں پائے جاتے ہیں جواپنی اہمیت کی دھاک جمائے بیٹھے ہیں۔ حیران کن بات یہ تھی کہ ہر سکے کی اہمیت مختلف ہے۔اگر ہے تو کس بنا پر جبکہ سب کاغذ ہیں؟اگر بیس روپے کا نوٹ ایک چھلی کے عوض دیا توحساب برابر مگر ایک روٹی کے عوض دیا تو خسارہ۔
مواد پر جائیں
آصف زرداری اور بلاول بھٹوسے پنجاب اور کے پی سے تعلق رکھنے والے متعدد رہنمائوں کی ملاقات ،پیپلزپارٹی میں شمولیت کا اعلان
وجود کے آہنگ کے عرفان نے یہ تجربہ پیش کیا ہے، جمالیاتی تخلیقی ’bسی‘ نے ایک تمثیل سامنے رکھ دی ہے:
بعض الفاظ کی جمع الجمع تو ہے جیسے دوا، ادویہ اور ادویات۔ لیکن کچھ لوگ زبردستی جمع الجمع بنا رہے ہیں۔ ٹی وی کے میزبان اور ’’روائے عافیت‘‘ کے شہرت یافتہ کامران خان صرف ’الفاظ‘ یا ’جذبات‘ کہہ کر مطمئن نہیں ہوتے بلکہ شاید زور پیدا کرنے کے لیے ’’الفاظوں‘‘، ’’جذباتوں‘‘ کا استعمال کرتے ہیں۔ ٹی وی کے میزبانوں کو خیال رکھنا چاہیے کہ اُن کی غلطیاں صرف اُن تک محدود نہیں رہتیں بلکہ سننے والوں کو بھی خراب کرتی ہیں۔ ہمیں حیرت ہے کہ اب تک کسی نے کامران خان کو ’’الفاظوں‘‘ کہنے پر نہیں ٹوکا! شاید یہ اختیار رکھنے والے خود بھی ’’جذباتوں‘‘ میں بہہ جاتے ہوں۔
آرمی چیف کے بیٹے بھی شادی کے بندھن میں بندھ گئے
*حضرت ابو ہریرہ رضی اللہ عنہ سے روایت ہے کہ رسول اللہ صلّی اللہ علیہ وسلّم نے فرمایا: جو اللہ تعالیٰ اور روز آخرت پر ایمان رکھتا ہو اس کو چاہیے کہ بات کہے تو تو بہتر کہے ورنہ خاموش رہے۔(بخاری ومسلم)
میڈیا سینٹر
پرنٹ کریں یہ صفحہ پرنٹ کریں
ہمارا میڈیا حق گوئی کا نشان ہے۔ الطاف حسین کو بھائی، قائد، بانی اور صاحب کے درجے تو فاروق ستار نے تفویض کئے، ہم تو الطاف حسین کو پیر صاحب لکھتے تھے۔ ان کے پکائے حلیم کی حلاوت اور ان کے لہجے کی گھلاوٹ تک ہم نے بیان کی۔ ہم نے لکھا کہ معصوم چڑیاں الطاف حسین کے بستر سے اٹھنے کا نام نہیں لیتیں۔ 1985 میں الطاف حسین اور تھے، 1989 میں الطاف حسین کا کردار بدل گیا۔ 1992 میں آپریشن ہوا، چوہدری نثار کی رقت تاریخ کا حصہ ہے۔ 1995 میں نصیر اللہ بابر کی بے پناہ بہادری کی ہم نے گواہی دی۔ الطاف حسین اور پرویز مشرف گٹھ جوڑ کے مثبت نتائج ہم نے لکھے۔ دقیانوس جاگیر داروں کے خلاف متوسط طبقے سے آنے والے نوجوانوں کی سیاسی جدوجہد ہم نے رقم کی۔ ہم عدلیہ کی تحریک کا ہراول دستہ تھے۔ ہم نے نا معلوم افراد کو ہمیشہ نا معلوم افراد لکھا اور سمجھا۔ ہم یہ سب سچ لکھتے ہوئے فراموش کر دیتے ہیں کہ پڑھنے والا لکھنے والے سے زیادہ ذہین ہوتا ہے۔ ریڈیو اور ٹیلی ویژن پر سماعت اور بصارت کا امتحان دینے والے سامعین اور ناظرین ذوالفقار بخاری اور لیفٹننٹ جنرل مجیب الرحمٰن سے زیادہ ذہین ہوتے ہیں۔ یہ تو بہرحال طے ہے کہ ہمارا میڈیا سچ بولنے میں اپنا ثانی نہیں رکھتا۔
پینٹاگون سے جاری بیان کے مطابق اتوار کو میٹس اردن جائیں گے اور وہاں کے بادشاہ عبداللہ دوم کے ہمراہ مغربی افریقہ میں انتہا پسندی سے متعلق ایک کانفرنس کی میزبانی کریں گے۔
سب کے سامنے تعریف کریں
اشتہار کا انتخاب
ان خیالات کا اظہار انہوں نے میڈیا سے بات چیت کرتے ہوئے کیا، نجم سیٹھی کا کہنا تھا کہ پی ایس ایل کسی کے ذاتی فائدے کے لیے نہیں بلکہ پاکستان کے لیے ہے، کچھ لوگ ہیں جو ہمیشہ عوام کی خواہشات پر ٹھنڈا پانی ڈالتے ہیں۔انہوں نے کہا کہ ہمارا بیک اپ پروگرام بہت مضبوط ہے، نمبر 2 یا 3 کی بات نہیں بہترین کھلاڑی پاکستان آئیں گے، ہر انٹرنیشنل پلیئر سے مل کر انہیں مطمئن کریں گے، ہاتھ مضبوط کر کے آسٹریلیا، نیوزی لینڈ کی ٹیموں سے بھی بات کریں گے۔
2009 ء میں مبینہ امریکی ڈرون طیاروں سے ایک اندازے کے مطابق پاکستان کے قبائلی علاقوں میں کم ازکم 50میزائل حملے کیے گئے جن میں اطلاعات کے مطابق غیر ملکی جنگجوؤں سمیت تقریباً400 افراد ہلاک ہو گئے تھے۔ دہشت گردی کے خلاف جنگ میں پاکستان امریکہ کا قریبی اتحادی ہے تاہم ڈرون طیاروں سے کیے گئے میزائل حملوں کے بارے میں پاکستانی حکام کا کہنا ہے کہ یہ دہشت گردی کے خلاف جنگ میں اُس کی کوششوں کے لیے سود مند ثابت نہیں ہو رہے ہیں ۔
کیا عورت ہونا جرم ہے؟ - ہم سب
نصف سے زیادہ
حنیف کو دنیا کے بہترین بلے بازوں میں شمار کیا جاتا ہے۔سال 1957۔58 میں ویسٹ انڈیز کے خلاف برج ٹاؤن ٹیسٹ میں 337 رنز کی ان میراتھن اننگز کرکٹ کی تاریخ کی بہترین اننگز میں شمار ہے جس کی بدولت پاکستان وہ ٹیسٹ ڈرا کرانے میں کامیاب رہا تھا۔
شام کے صدرکو قتل کرنے کی اسرائیلی سازش - Tuesday, 18 September 2018 09:51
الیکشن 2018 میں صرف 4روز باقی،انتخابی مہم میں بھی تیزی
رسول صلی اللہ علیہ وآلہ وسلم نے فرمایا کہ “جو شخص اپنے زمانے کے خلیفہ کے بغیر مرا، وہ ایک کافر کی موت مرا؛ اور دوسری حدیث یہ ہے کہ “جو شخص بھی بغیر بیعت لیے ہوئے مرے گا وہ یقینا جاہلیت کی موت مرے گا”-

ژو جن نامی 46 سالہ حملہ آور نے عدالت کی عمارت کی چوتھی منزل پر ایک کمرے میں موجود جج صاحبان پر مختلف ہتھیاروں سے حملہ کر دیا اور ان کو بچانے کے لیے آنے والوں کو بھی فائرنگ کا نشانہ بنایااوربعد میں ژو جن نے خود کو گولی مار لی۔
اور ہمارے غم لے گیا
پاکستان مسلم لیگ (ن)
اداکارہ سے جب ان کے مداحوں کے بارے میں پوچھا گیا تب بھی میرا نے گلابی انگلش میں کہا کہ میرا ٹوئٹر پیج فولو کریں انسٹاگرام فولو کریں۔انٹرویو کے اختتام پر جب صحافی نے اجازت چاہی تب بھی اداکارہ بضد رہیں کہ ان کے سوشل میڈیا اکاؤنٹس کو سپورٹ کریں اور خود پوچھا کہ مزید کچھ پوچھنا ہے جس پر صحافی خود ہنس پڑے اور شکریہ ادا کیا۔
بالائی چترال کو اپر چترال کے ضلع کا درجہ دیا گیا۔ عوام میں خوشی کی لہر۔ چترال (گل حماد فاروقی) خیبر پحتونخواہ کے سب سے بڑے ضلعے چترال ...
فیس بک پر شیئر کیجئیے
پہلے زیادہ سے سال ایک ppgcowgirl said…
تمام اشاعت کے جملہ حقوق بحق ادارہ محفوظ ہیں۔بغیر اجازت کسی قسم کی اشاعت ممنوع ہے
Image caption ڈاکٹروں کا کہنا ہے کہ انہیں تشدد کے بعد قریب سے گولیاں مارکر ہلاک کیا گیا ہے
آپکا رویہ کیسا ہے ؟
جانوروں کی معلومات
وفاقی وزیر کے رشتہ داروں کو کس روپ میں حاجیوں کے ساتھ
٭ - ہم پوری دنیا کے مسلمانوں سے وکھرے ہیں اور پوری دنیا کے مسلمانوں سے اپنے آپ کو برتر سمجھتے ہیں.
آپ نے مجھے اچھا، دیانت دار اور مخلص سمجھا ہے تو میری ان خصوصیات کا تقاضا ہے کہ آپ کو واضح بتا دوں کہ ہومیوپیتھک دوائی بتانے سے آپ کو کوئی فائدہ نہیں ہونا۔ دوائی بتانے کا فائدہ صرف تب ہوتا ہے کہ جب تکلیف محض وقتی اور عارضی ہو یعنی ابھی دو چار دن ہی میں ہوئی ہو۔
ذرائع کے مطابق این اے 143، 144 اور پی پی 186 سے اُمیدوار میاں منظور احمد وٹو نادہندگان میں شامل ہیں، ان کے علاوہ خالد کامران، حنا ربانی کھر، طاہرہ امتیاز اور عالیہ آفتاب بھی بینکوں کے نادہندہ ہیں۔
کریں رابطہ سے ہم
کیا ڈاکٹر عافیہ زندہ ہیں؟
1۔ جھوٹ بولنے کی عادت قیامت میں بھی ظاہر ہو گی۔ (واللہ ربنا ماکنا مشرکین)
*تحریک لبیک پاکستان**اقبال پڑھنے کیلیے اقبال جیسی غیرت بھی چاہیئے* *لبیک لبیک لبیک یا رسول اللہ صلی اللہ علیہ وآلہ وسلم**جب تک دنیا میں ایک مسلمان بھی زندہ ہے حضورپاکﷺ کی عزت پر پہرہ ہوتا رہے گا* *عزت اسی کی ہو گئی جوحضور پاکﷺکی عزت کی بات کرے گا**اور اس پوسٹ کو زیادہ سے زیادہ شیئر کریں**ان شاءاللہﷻ۔۔۔رضوی مجاہد میڈیا کے پلیٹ فارم سے مزید اپڈیٹس بھی آپ تک پہنچاتے رہیں گے۔۔*👇👇👇👇👇👇https://www.facebook.com/rizvimujahidmadia92/🌹دین اسلام کی برکتوں سے مسلمانوں کو مالامال کرنے کے لئے آپ کے تعاون کے طلبگار🌹⚔رضوی مجاھد میڈیا ⚔
3 تم لوگ وہ کام کر رہے ہو۔
(34) میت کے بال کاٹنا
جبہۃ النصرہ کے دہشت گردوں نے دو سال پہلے شام کے علاقہ رقہ میں مقام ابراہیم علیہ السلام کو بم سے اڑانے کے بعد بلڈوزر سے ویران کردیا تھا
قصورکو سیف سیٹی بنانے کا آغاز کردیا گیا ہے اور اہم مقامات پر کیمرے لگانے کے لیے سروے ٹیم قصور روانہ ہوگئی ہے ۔کیمروں میں ایسا سافٹ وئیر لگایا جائے گا جو انسانی چہرے کو نمایاں کرے گا۔
4 حوالہ جات
اشتہار کا انتخاب
چین میں اپنی ماں کے انتظار میں نڈھال ننھے پانڈے کی تصاویر سوشل میڈیا...


”مکالمہ“ پر شائع شدہ تمام تحاریر اور تصاویر ”مکالمہ“ کی ملکیت ہیں۔ مصنف کے علاوہ کسی بھی فرد یا ادارے کو یہ حق حاصل نہیں کہ وہ ”مکالمہ“ پر شائع یا نشر شدہ مواد کو ادارے کی پیشگی اجازت اور مکالمہ کے حوالے کے بغیر استعمال کر سکے۔ ادارہ ”مکالمہ“ ایسی کسی صورت میں متعلقہ فرد، افراد یا ادارے کے خلاف کسی بھی ملک میں اسکے قانون کے تحت چارہ جوئی کا حق رکھتا ہے۔ ایڈیٹر ”مکالمہ“ یا اسکا مقرر کردہ کوئی فرد یہ استحقاق استعمال کر سکے گا۔ ادارہ ”مکالمہ“۔۔۔ مزید معلومات
آن لائن تبصرے
»اڈیالہ کے نئے قیدی:نواز شریف، مریم نواز
اگر ہم ماضی پر نظر دوڑائیں تو یہ بات تسلیم کرنا ہوگی کہ مشرقِ وسطیٰ کے نام نہاد مسلمان ہمیشہ مغرب کے لیے مہمان نواز رہے۔ لیکن مغرب نے اس خطے میں اپنے مفادات کی ہی جنگ لڑی۔ انہوں نے عربوں کے ایک ملک شام کو توڑ کر عراق، لبنان، فلسطین اور شام کی ریاستوں میں تقسیم کر دیا۔ مسلمان اس وقت قومیتوں میں تقسیم نہیں تھے۔ وہ خود کو صرف امت مسلمہ سمجھتے تھے۔


اس بارے میں نیویارک کے اٹارنی افضال سپرا نے وائس آف امریکہ سے گفتگو کرتے ہوئے کہا کہ آئین کی سیکشن 2 کی شق ایک کے تحت ، صدر کو یہ اختیار حاصل ہے کہ وہ کسی بھی مجرم کی سزا معاف کر دے سوائے اپنے مواخذے کے تحت سامنے آنے والی اپنی سزا کے ۔
” عمران خان نے وزیر اعظم ہاؤس جاتے ہی نواز شریف کے اخراجات کی تفصیل
شہزاد رائے کی جانب سے جاری کردہ اعلامیے کے مطابق اس ملی نغمے کی شوٹ پاکستان کے بے شمار قدرتی حسین مناظرپر کی گئی ہے جس میں دیہات، پہاڑ، دریا اور صحرا شامل ہیں۔
صوبے پنجاب میں گیس کے بحران کے باعث گھریلو صارفین سب سے زیادہ متاثر ہو رہے، گھریلو صارفین کا کہنا ہے کہ کی سردی کی شدت میں گیس کا ناپید ہونا پریشان کن ہے جس کے باعث کھانا پکانے میں دقت کا سامنا ہے۔
ہر ایک جاندار موت کا مزہ چکھنے والا ہے، اور ہم تمہیں برائی اور بھلائی سے آزمانے کے لیے جانچتے ہیں، اور ہماری طرف لوٹائے جاؤ گے۔
کراچی : کراچی میں بجلی کی لوڈ شیڈنگ اور پانی کی عدم فراہمی کے بعد صنعت کار بھی میدان میں
احسان اللہ احسان نے اپنے اعترافی بیان میں واہگہ بارڈر، ملالہ یوسف زئی پر قاتلانہ حملے، گلگت بلتستان میں 9 غیر ملکی سیاحوں کے قتل اور کرنل شجاع خانزادہ پر حملے سمیت دہشت گردی کی 10 سے زائد وارداتوں کی ذمہ داری قبول کی ہے۔

دار الحکومت: چندی گڑھ
۱۹۹۸ء میں مولانا محمد اسلم شیخوپوری کی زیر ادارت ماہنامہ الاشرف کا ’’قرآن نمبر‘‘ شائع ہوا جس پر ماہنامہ نقیب ختم نبوت دسمبر ۱۹۹۸ء کے شمارے میں تائیدی و تحسینی تبصرہ شائع ہوا۔
کراچی: خاتون ملازمہ کو حجاب سے روکنے پر سافٹ ویئر کمپنی کے سربراہ سے استعفیٰ لے لیا گیا
کم عمر ملزمان سے متعلق نظام انصاف میں جامع اصلاحات کی ضرورت پر زور
پناما گیٹ کے فیصلہ میں انصاف کے ایک پلڑے میں ادب کاوزن اس طرح ڈالا گیا ہے کہ پلڑا ایک فریق کے خلاف جھکا نظر آتا ہے۔ یہاں دیا گیا ادبی حوالہ اس لیئے تو دلچسپ ہے کہ ’بالزاک‘ کا نام اب سے پہلے شاید زیادہ، یا کبھی استعمال نہیں ہوا۔ اس فیصلے میں بالزاک بالواسطہ ’گاڈ فادر‘ کے کندھے پر سوار ہو کر پہنچتادکھائی دیتا ہے۔
جمعے کو صدارتی محل سے جاری ہونے والے ایک بیان میں ترک صدر نے بغاوت کی کوشش کرنے والوں کے خلاف ملک میں جاری کریک ڈاؤن پر تنقید کرنے والوں ممالک پر تنقید کرتے ہوئے کہا کہ ’وہ اپنے کام سے کام رکھیں۔‘
فرخ شہباز وڑائچ

اعلی دینی قیادت نےاس بات پر زور دیا ہے کہ مومنین کو معاشرے کے مختلف طبقات کے درمیان ان اخلاقی اقدار کو اپنانا چاہیے کہ جن کی طرف اسلام نے دعوت دی ہے اور اسی طرح سے ایسی افکار سے دور رہنا چاہیے کہ جن سے ایک دوسرے کے درمیان دوریاں پیدا ہوتی ہیں اگر مومنین ان اخلاقی اصولوں کی پابندی نہ کریں اور اپنے بھائیوں کے حقوق کا لحاظ نہ رکھیں تو معاشرہ بہت سی کھائیوں میں جا گرے گا۔
تمام اشاعت کے جملہ حقوق محفوظ ہیں۔
ڈی ڈبلیو کے ایڈیٹرز ہر صبح اپنی تازہ ترین خبریں اور چنیدہ رپورٹس اپنے پڑھنے والوں کو بھیجتے ہیں۔ آپ بھی یہاں کلک کر کے یہ نیوز لیٹر موصول کر سکتے ہیں۔
مزید پڑھیں اقوام متحدہ کی جنرل اسمبلی نے امریکی فیصلہ مسترد کردیا ، رکن ممالک نے قرارداد کی حمایت میں ووٹ دے دیا
ٹائپنگ ایپلی کیشن مجلس کے ساتھ مالی تعاون
اردو پوائنٹ پاکستان ۔ وفاقی دارالحکومت میں زمینوں پر قبضہ مافیا کا راج جاری قانون نافذ کرنے والے ادارے مافیا کا زور نہ توڑ سکے، مسلح افراد نے سہالہ کے علاقے میں سکیورٹی گارڈزپر حملہ کر کے ایوان صدر ہاؤسنگ سوسائٹی کی دیوار گرا دی، پولیس نے مقدمہ درج کر کے تفتیش شروع کر دی ۔ اسلام آباد
مینو میں ایک بالا ربط پیدا کرنے کے لئے بالا ربط کے بٹن پر.
جِس کے دیوار و در و بام سے ڈر لگتا ہے
پاکستانی کیوئسٹس نسیم اختر، حارث اور شہباز ایشین انڈر 21 سنوکر چیمپئن شپ کے آخری گروپ میچز میں (کل)ایکشن میں دکھائی دیں گے
رات بھر ہم نے دیکھا کہ قبر سے نور نکل کر آسمان تک جاتا ہے اور پھر۔۔ترکی میں موجود ایسی قبر کہ جس کی وجہ سےغیر مسلموں کی پوری آبادی مسلمان ہو گئی،
اپنی شاخیں خود کاٹ کر ریگستان میں آگے بڑھنے والا کیکٹس

اس کے کہنے کے مطابق یورپین یونین ترکی کے محصولات کا ۴۸ فیصد مقصد ہے جب کہ آنکارا اور ماسکو ، پیکینگ اور ایران کے روابط میں گرمی کے باوجود مجموعی طور پر صرف ۶ فیصد ترکی کے محصولات روس چین اور ایران جاتے ہیں ۔
بلکل صحیح کہا …..آسائشیں انسان کو فطرت سے دور کردیتی ہیں.
اور ان کی جو تیرتے پھرتے ہیں
Fixies - نیا سال مبارک ہو!
مرکزی مواد پر جائیں

ہوم ٹیگز کالا باغ ڈیم
اور کیونکہ ہم تارکین وطن کو چُنتے نہیں بلکہ قبول کرتے ہیں
© 2016 اردو الرٹ. تمام جملہ حقوق بحق اردو الرٹ محفوظ ہیں.
ابن کلیم کے فن پاروں کی نمائشیں اسٹاک ہوم، کوپن ہیگن، دہلی، کراچی ، لاہور اور اسلام آباد میں متعدد بار ہو چکی ہیں
۸۸-یعنی اللہ کے دین کی پَیروی کرنے میں، اُس کے احکام پر عمل درآمد کرنے میں، اور اِس دین کی رُو سے جو کچھ حق ہے اُسے حق اور جو کچھ باطل ہے اُسے باطل کہنے میں اُنہیں کوئی باک نہ ہو گا۔ کسی کی مخالفت، کسی کی طعن و تشنیع ، کسی کے اعتراض اور کسی کی پھبتیوں اور آوازوں کی وہ پروا نہ کریں گے۔ اگر رائے عام اسلام کی مخالف ہو اور اسلام کے طریقے پر چلنے کے معنی اپنے آپ کو دُنیا بھر میں نکّو بنا لینے کے ہوں تب بھی وہ اسی راہ پر چلیں گے جسے وہ سچّے دل سے حق جانتے ہیں۔
امیر المومنین نے ہاتھ اٹھا کر شہزادی کا خیر مقدم کیا اور اجازت دی کہ وہ اپنی درخواست پیش کرے۔ سائلہ مترجم کے ذریعے معروض گذار ہوئی کہ وہ سلطنتِ ہسپانیہ کے آخری وزی گاتھک بادشاہ وتیزا کی پوتی ہے۔ طارق بن زیاد کے جبل الطارق پر اترنے سے ایک برس قبل بادشاہ کا جلاوطن بھتیجا راڈرک اٹلی سے لشکر لے کر حملہ آور ہوا اور وتیزا کو اس کی راج دھانی طلیطلہ سے معزول کر کے اندھا کر دیا اور قرطبہ کے زندان میں ڈال دیا۔
ویجیٹ باکس پس منظر کے 4 مختلف اقسام میں سے انتخاب کریں. کوئی بھی نہیں، لا محدود ٹھوس رنگ، لا محدود Gradients کے اور 12 مراسلے.
اسلامی قانون غیر مسلم اقلیتوں کو اجازت دیتا ہے کہ وہ اپنی عدالتیں بھی قائم کرسکتے ہیں جس میں فیملی قوانین اقلیتیں خود لاگو کرسکتی ہیں۔
پاکستانی بحریہ کا بحری جہاز شکن میزائل کا کامیاب مظاہرہ
سانچہ:Location map India - آزاد دائرۃ المعارف، ویکیپیڈیا
اب تم سے مراسم کے بھی قابل نہ رہا میں
بین الاقوامی خبر رساں ادارے کے مطابق بیجنگ کے ایک رہائشی علاقے میں پیلے رنگ کا روبوٹ سپر اسٹور سے پھل، کولڈ ڈرنکس اور اسنیکس کی ترسیل کررہا ہے۔ 30 کلو گرام وزنی روبوٹ جی پی ایس، کیمروں اور ریڈار سے لیس ہے جو 12 کلومیٹر فی گھنٹہ کی رفتار سے فاصلہ طے کرسکتا ہے۔
انہوں نے چین کو ایک غیر یقینی عالمی معیشت میں ایک روشن نشان قرار دیتے ہوئے کہا کہ اگر بیجنگ عالمی معیشت کی افزائش اور استحکام کے لیے قوت محرکہ فراہم نہ کرتا تو اس کی صورتحال مزید خراب ہوتی ۔
صرف اسی موضوع میں تلاش کریں
متحدہ قومی موومنٹ کے قائد جناب الطاف حسین نے ایم کیوایم لیبر ڈویژن ایجوکیشن یونٹ کے کارکن محمد راشد خان اور ایم کیوایم کراچی مضافاتی آرگنائزنگ کمیٹی ابراہیم حیدری سیکٹر یونٹ علی اکبر شاہ گوٹھ کے کارکن یوسف جلال کے انتقال پر گہرے دکھ اور افسوس کااظہار کیا ہے ۔ ایک تعزیتی بیان میں انہوں نے مرحوم کے تمام سوگوار لواحقین سے دلی تعزیت وہمدردی کااظہار کرتے ہوئے کہا کہ مجھ سمیت ایم کیوایم کے تمام کارکنان آپ کے غم میں برابر کے شریک ہیں ۔ انہوں نے دعا کی کہ اللہ تعالیٰ مرحوم کو جنت الفردوس میں اعلیٰ مقام عطا فرمائے اور سوگواران کو صبرجمیل عطا کرے۔ (آمین)
امام احمد رضا اور علم صوتیات
خواتین کا سیکشن
مسلم لیگ ن نے اختر حسین بادشاہ کو پی پی 169...

علامہ محمد اقبال
’’تاریخ دو چیزوں کے ملاپ سے تشکیل پاتی ہے۔ ثبوت اور تنقید، ماضی اپنے پیچھے چھوڑ جاتا ہے۔ یہ نشانیاں محض بے حس ٹکڑے نہیں ہوتے۔ ان میں ماضی کے افکار اور ماضی کی فکر چھپی
"ٹھیک ہے آپ سو جائیں گڈ نائٹ ” اس نے فکرمندی سے کہا ۔میں نے لائٹ آف کر دی ۔
پی ٹی آئی کے مُکھیا نے اپنے گرو سے شادی کر لی : ھندی ٹی وی کی دلچسپ رپورٹ
پاکستان کے اسلامی لٹھ بردار تو ایک جانب، میں روس سے حج کرنے گیا تھا، معلم جو معلم ہونے سے انکاری تھا، تاتار مولوی تھا۔ یہاں کے مولوی مصر، شام اور سعودی عرب کے مستند مدارس کے پڑھے ہوتے ہیں، عام تعلیم سے بھی بہرہ ور۔ منٰی میں قیام کے پہلے روز میں پوچھ بیٹھا “حضرت ( یہاں مولانا کو یہی کہا جاتا ہے) یہ تو بتائیے ہم طواف کیوں کرتے ہیں؟ جواب وہی لگا بندھا کہ حکم ہے۔ میں نے کہا کہ کوئی ہٹ کر منطقی جواز بتائیے۔ محترم نے فتوٰی دے ڈالا ” تاکوئی رس گوور، کیافر بودت” ( ایسی باتیں کرتے ہو، کافر ہو جاؤ گے)۔ کیوں ہو جاؤں گا کافر مولانا۔
پاک بھارت چیمپئنز ٹرافی ٹاکرا بارش سے متاثر ہونے کا خدشہ
آپ اپنے WordPress.com اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
” اس کا راوی ابو افلح کو امام عجلی رحمہ اللہ نے ” ثقہ “ کہا ہے ، حافظ ذہبی رحمہ اللہ نے ” صدوق “ کہا ہے ۔ ( الکاشف : 271/3 )
گجرات بار کی تاریخ میں پہلی مرتبہ لیڈیز وکلاء کے درمیان سپورٹس گالا کا انعقاد ہوا
پتنگ بازی ایک ایسا شغل ہے جو دنیا کے تمام ممالک میں پایا جاتا ہے، ہاں مختلف ملکوں میں اس کے انداز ضرور مختلف ہوں گے۔ پاکستان میں بھی شاید ہی ایسا کوئی علاقہ ہوگا، جہاں پتنگ نہ اڑائی جاتی ہو۔ پاکستان میں تو پتنگ سازی ایک چھوٹی صنعت کی شکل اختیار کر گئی ہے، یہاں تک کہ پاکستان کے گاؤں دیہاتوں میں تو پتنگوں کے میچ رکھے جاتے ہیں، اور ان کی خوب ذوق و شوق سے تیاری کی جاتی ہے، پتنگ کی ڈور کو تیز دھار بنایا جاتا ہے تاکہ پیچ لگتے ہی حریف کی پتنگ کاٹ دی جائے۔

انگریزی زبان میں ایک بڑا کمال کا جملہ کہا جاتا ہے کہ
چیف جسٹس آف پاکستان واضح کر چکے ہیں کہ صرف ملک میں سول وار ہونے کی صورت میں انتخابات ملتوی ہو سکتے ہیں۔ 90 دن کی حد آئین نے مقرر کی ہے چنانچہ اسے عبور کرنا بھی آئین کی خلاف ورزی ہو گا
ناموں کو کاما سے علیحدہ کریں
کیا فیس بک پر آپ کا کوئی جانشین ہے ؟
تم سے یہ کبھی نہیں ہو سکے گا کہ اپنی تمام بیویوں میں ہر طرح عدل کرو گو تم اس کی کتنی ہی خواہش و کوشش کر لو
‫فرق ہے جو سب کی آنکھوں کے سامنے ہے عرضۂ اخیرہ سے پہلے اور بعد میں‬
اسلام آباد (17اگست 2015ء ) بلو چستان کے گورنر بلوچستان محمد خان اچکزئی نے جو خود کتابوں سے محبت کرنے والی شخصیت ہیں، یونیورسٹی لا کالج کوئٹہ میں جاری قومی…
فیس بک پر شیئر کیجئیے
صرف کہانیوں کے لنک کی اجازت ہے۔
انٹرنیٹ پر توہینِ مذہب پر مبنی مواد بلاک کرنے کے لیے کمیٹی تشکیل
ان سب طفل تسلیوں کے بعد اچانک خیال آگیا ہے کہ اگر میں ان میں سے کسی بھی جرم کی مرتکب نہیں ہوں تب بھی محتاط رہوں کیوں کہ تازہ ترین تحقیق کے حساب سے ایک بے حیاء چلغوزہ تو ضرور ہوں جس کی بناء پر کڑی سزا کی مستحق کہلوائی جا سکتی ہوں۔

2۔شمس الھدیٰ :۔ یہ اس کتاب کا ایک نسخہ اسلامیہ کالج پشاور کے لائبریری میں موجود ہے جو کہ عربی زبان میں لکھی گئی ہے۔
آپ کا ای میل شائع نہیں ہو گا۔ * والی خالی جگہوں کو مکمل کیجیے
ہو گئی ہے زندگی، اک امتحان، لاہور میں
9 زمبابوے 10 بنگلہ دیش
"مٹی میں خدا نے سلب عفونت کا خاصہ رکھا ہے۔" ( ١٩٠٦ء، الحقوق والفرائض، ١٢٦:١ )
الیکشن 2018: کل سے آر اوز کے فیصلوں کے خلاف اپیلوں کا مرحلہ شروع ہوگا
بلکہ مصیبت کی آزمائش کا اجر تو دنیا میں ہی ملنا شروع ہو جاتا ہے جیسا کہ صحیح مسلم کی روایت ہے کہ اگر مسلمان کو کانٹا بھی چبھے تو اللہ عزوجل اس کا ایک درجہ بلند کر دیتے ہیں یا اس کا ایک گناہ معاف کر دیتے ہیں۔ ایک روایت میں ہے کہ اللہ عزوجل بندہ مومن کو اس کی جان، مال اور اولاد میں مسلسل آزماتے رہتے ہیں یہاں تک کہ اس کے تمام گناہ معاف ہو جائیں۔ اور قرآن مجید میں ہے کہ اللہ عزوجل اہل ایمان کو مصیبت سے آزمائے بغیر نہیں چھوڑیں گے۔
وہ اس اچانک حملے سے سٹپٹا سی گئی۔ ایک پُر کشش اور ڈیشنگ لڑکا اس کے سامنے کھڑا تھا۔ جس کے متعلق اس کی ماں چاہتی تھی کہ وہ اس کا داماد بن جائے۔
نئی دہلی ۔ یکم ؍ ستمبر (سیاست ڈاٹ کام) مصر کے صدر عبدالفتح السیسی ہندوستان کے تین روزہ دورہ پر آج یہاں پہنچے۔ وہ وزیراعظم نریندر مودی سے کل ملاقات کریں گے۔ اس ملاقات کا مقصد دونوں ملکوں کے درمیان سیکوریٹی انسداد دہشت گردی اور تجارت کے اقدامات کو فروغ دیا جائے۔ شام میں سیسی توقع ہیکہ امریکہ سکریٹری آف اسٹیٹ جان کیری سے ملاقات کریں گے۔ انہوں نے ہندوستان میں اپنے قیام کو توسط دی ہے۔ جان کیری جن کی سرکاری مصروفیات کل شام میں ختم ہوگئی ہے اور وہ واشنگٹن واپس ہونے والے تھے، تاہم اتوار کے دن سے شروع ہونے والی G-20 کانفرنس میں شرکت کیلئے چین کے شہر ہنگجہو جائیں گے۔ ہندوستان اور مصر کے درمیان یادداشت مفاہمت پر بھی کل دستخط ہوگی۔ وزیراعظم نریندر مودی سے صدر مصرکی اعلیٰ سطحی ملاقات ہوگی اور ان کے ہمراہ آنے والے وفد کی بھی دیگر وزراء سے بات چیت ہوگی۔ ہندوستان اور مصر کے درمیان مضبوط معاشی تعلقات ہیں ۔ ہندوستان مصر کا چھٹواں سب سے بڑا بزنس پارٹنر ہے۔
کرتارپور راہداری بھارت کے گلے کی ہڈی کیوں بنا؟
’اس عمر کے بچے نے کیا ڈیٹونیٹر اور کیا دھماکہ خیز مواد بنانا ہے۔ وہ کسی قسم کی دہشت گرد سرگرمیوں میں ملوث نہیں ہے۔‘
مراد علی شاہد دوحہ،قطر
استعمال کے ضوابط
پالتو جانوروں کو خشک کرنے والی کابینہ
۱۰۔اسلامی فوج میں نفوذ کرنا اور اس میں خلل ایجاد کرنا۔
سی پی جے کے ایشیا پروگرام کوارڈینیٹر باب ڈیڈز نے ایک بیان میں اس واقعے کی شدید مذمت کی۔
نوجوانوں کا صفحہ
حضور پاک صلی اللہ علیہ وآلہ وسلم نے فرمایا جو شخص رمضان میں یہ چھوٹا سا عمل کر لیا کرے تو اس کا رزق بڑھادیا جاتا ہے
یہ ہوائی اڈا وادی تمناع کے مقام پر تعمیر کیا گیا ہے۔بعض مقامات پر یہ دفاعی باڑ 26 میٹر سطح زمین سے اونچی ہے۔ اس میں جدید ترین مواصلاتی آلات، راڈر اور کیمرے نصب ہیں جو سرحد پار سے کسی بھی قسم کے خطرے کے بارے میں آگاہی میں مدد کریں گے۔ اسرائیلی فوج کی انجینیرنگ کور کی زیر نگرانی بنائے جانے والی اس باڑ پر 17 ملین ڈالر کی رقم خرچ کی گئی ہے۔
چین نے فرانس کی شراکت داری میں تیار کیا جانے والا پہلا مصنوعی سیارہ خلا میں بھیج دیا
کچھ نہیں ہو گا اندھیروں کو بُرا کہنے سے
اضلاع کی خبریں
آپ کا مقامی ہیرو کون ہے ؟
اپنے شہری کی ہلاکت پر افسوس ہے،سعودی حکام
جو کسی بات کو خاطر میں نہ لائے ۔
ٹرمپ کی ایرانی جوہری معاہدہ ’ٹھیک‘ کرنے کے لیے ’آخری مہلت‘ _ حالات حاضرہ _ DW _ 13.01.2018

شکر ، نعمتوں کو دوام بخشنے کا راز - خطبہ جمعہ مسجد نبوی
آپ کا پاس ورڈ
میانوالی: خوشحال خان ایکسپریس پٹری سے اترگئی جس کے نتیجے میں 20 مسافر زخمی ہوگئے۔میانوالی میں مسان ریلوے اسٹیشن کے قریب پشاور جانے والی خوشحال خان ایکسپریس پٹری سے اتر گئی جس کے نتیجے میں 20 مسافر زخمی جبکہ ٹرینوں کی آمد و رفت معطل ہوگئی۔ ترجمان ریلوے کے مطابق امدادی ٹیمیں ...

پشاور، ملک شاہ محمد خان وزیر نے بجلی اور شمسی سے چلنے والے رکشوں کا افتتاح کردیا - پسرور


ایک لڑکی نے گھر آکر باپ کو بتایا کہ ایک لڑکا روز میرا پیچھا کرتاہے اور آئی لو یو کہتا ہے۔
لوک سبھا الیکشن کے ساتھ ہی اسمبلی الیکشن کروانے کی تیاری
ناشائستہ، ذاتیات کو نشانہ بنانیوالے اور اخلاق سے گرے ہوئے تبصرے حذف کر دئیے جائیں گے۔
ساتھی کی اہلیہ کے قتل کے الزام میں فوجی میجر گرفتار
مواد کو ڈھونڈنااور یہاں پیش کرنا ہے۔ ثواب اور صدقہ جاریہ کی نیت سے آپ یہاں سے کچھ بھی کاپی کر کے کہیں بھی شیئر کر سکتے ہیں۔ (گلدستہ ٹیم)
بہترین ایلومینیم پی سی بی پروٹوٹائپ اور مینوفیکچرنگ کی خدمات

15 مناسب اور غیر مناسب ٹیکنالوجی
امریکی وزیر خارجہ نے پاکستان اور بھارت کا دورہ کیا۔ جنوبی ایشیا کے دورے کا بڑا مقصد افغانستان میں امریکی حکمت عملی کو آگے بڑھانا تھا۔
سعودی عرب ہر کارروائی کا منہ توڑ جواب دے گا
10۔ذات پات کے نظام اور صوبائی عصبیتوں کا خاتمہ۔ (یہاں ہم یہ پوچھنے میں شاید حق بہ جانب ہیں کہ اِن دس نکات میں سے ہم نے کس پر اور کہاں تک عمل کیا؟)
تاہم ٹرمپ نے یہ پابندیاں مزید تین ماہ کے لیے ختم کر دی تھیں۔ انہوں نےاس بارے میں حتمی فیصلہ کانگرس پر چھوڑ دیا تھا کہ کیا معاہدے کو چھوڑ دینا چاہیے یا اس میں شامل رہنا چاہیے۔
سفیان بن وکیع، یحیی بن یمان، شریک، ابو اسحاق، عبداللہ بن سعید بن جبیر حضرت ابن عباس سے روایت ہے کہ رسول اللہ صلی اللہ علیہ و آلہ و سلم نے فرمایا جس نے پچاس مرتبہ بیت اللہ کا طواف کیا وہ گناہوں سے اس طرح پاک ہو گیا جیسے کہ اس کی ماں نے ابھی جنا ہے اس باب میں حضرت انس اور ابن عمر سے بھی روایت ہے امام ابو عیسیٰ ترمذی فرماتے ہیں حدیث ابن عباس غریب ہے میں نے امام بخاری سے اس حدیث کے متعلق سوال کیا تو انہوں نے فرمایا کہ یہ ابن عباس سے موقوفاً مروی ہے۔
بچوں کے نام
انشورنس ہاؤسز (1)

انڈیا میں فوج کو عام طور پر سیاست سے الگ ہی رکھا جاتا ہے لیکن ممتا بینرجی کے الزامات کے پس منظر میں فوج کے مشرقی کمان کی جانب سے جمعہ کی صبح ایک پریس کانفرنس کی گئی جس میں کہا گیا کہ ٹول پلازوں پر تعینات جوان غیر مسلح تھے اور صرف بوقت ضرورت قابل استعمال ٹرکوں اور بسوں کی تعداد کا اندازہ کرنے کی کوشش کر رہے تھے۔
’’پنش اے مسلم ڈے‘‘ اور انسانی حقوق کے علمبردار
دیگر زبانیں
پاکستان سپر لیگ 2018ء، کون کس کی طرف سے کھیلے گا؟
تبصرے لوڈ ہو رہے ہیں
آج سے بیس سال پہلے تک چین معا شرتی کرپشن میں دنیا کے بد ترین ممالک میں شمار ہوتا تھا،اس وقت کہا جاتا تھا آپ اگر چینی ہیں اور سرکاری ملازم ہیں تو آپ کی ایمانداری کی قسم نہیں کھائی جا سکتی‘بیس سال پہلے تک چین کے وزرا ء ’میئر ز اور آرمی آفیسر ز کے فریجوں‘واشنگ مشینوں اور مائیکرو ویوز تک سے رشوت کے پیسے نکلتے تھے ۔۔لیکن پھر چین نے کرپشن کے خلاف کڑے اصول بنائے چین نے کرپشن ،رشوت ستانی اور اقربا ء پر وری کی سزا سزا ئے موت طے کر دی اور یہ اس معاملے میں کسی سے

کیا حکومتی دعوؤں کے مطابق آپ کے علاقے سے لوڈ شیڈنگ کا خاتمہ ہوگیا ہے؟
اطلاعات اور آئی ٹی کی وزارت اکٹھی کی جائے
سود کا لین دین کرنےاور ترویج دینے والے کو نصیحت!
BackdoorGuard ایوارڈ یافتہ فائروال کے سافٹ ویئر ہے. ہیکروں کو روکتا ہے اور ایڈویئر مواصلات. وائرس اور ورمز رک جاتا ہے ، اور اس کے خلاف تحفظ فراہم کرتا ہے وہ پ
اردو نیوز شو
اسی طرح ایک بڑی تعداد میں پاکستانی افغانستان اور افغانستان کے راستے وسط ایشیائی ممالک کے ساتھ تجارت کر رہے ہیں، جو ان پالیسیوں کی وجہ سے مشکلات کا سامنا کررہے ہیں۔ وزیر اعلٰی خیبر پختونخوا نے افغان مہاجرین کے ایک وفد سے ملاقات کے بعد ان کی شکایات کا ازالہ کرنے کے لیے افغانستان میں پاکستان کے سابق سفیر رستم شاہ مہمند کی سربراہی میں ایک کمیٹی بنائی ہے، جسے ہدایت کی گئی ہے کہ کسی بھی افغان کے ساتھ زیادتی نہیں کی جائے۔ تاہم ان پر واضح کیا گیا ہے کہ جس طرح وزیر اعلٰی بھی بغیر ویزے کے کابل نہیں جاسکتا اسی طرح یہاں رہنے والے افغان بھی رجسٹریشن کرائیں۔ اسی طرح پولیس کے خلاف شکایات کا ازالہ کرنے کے لیے مخصوص ٹیلی فون نمبر فراہم کیے گئے ہیں جن پر کسی شکایت کی صورت میں کوئی بھی افغان رابطہ کرسکتا ہے۔
پاکستان مسلم لیگ ن
پینٹاگان کی ترجمان ڈانا وائٹ نے کہا کہ "یہ مشن امریکہ کے عزم کا مظہر اور ایک واضح پیغام ہے کہ صدر کے پاس اس خطرے کو شکست دینے کے لیے کئی فوجی راستے ہیں۔"
ہم آن لائن ہیں!
دوسری جانب فری اسپیچ گروپ نائٹ فرسٹ امنڈمنٹ انسٹی ٹیوٹ کے ایگزیکٹو ڈائریکٹر جمیل جعفر کا کہنا تھا کہ وائٹ ہاؤس کی جانب سے صرف صدر ڈونلڈ ٹرمپ سے متفق نہ ہونے پر ایک سوشل میڈیا ویب سائٹ سے صارفین کو بلاک کردینا غیر قانونی عمل ہے، ان کا قصور صرف یہ ہے کہ وہ ٹرمپ سے متفق نہیں تھے جس کی انہیں سزا دی گئی۔

امریکہ کی سمندری راہ زنی (قسط1)
سلطان لائیو- ٹی وی
گرم ، شہوت انگیز morose عام آدمی بچے کی ضرورت ہے ایک کو فروغ دینے کے مل کر کے ساتھ لیتا ہے بچت 7
6۔ مقتل حسین رضی اللہ عنہ
وہ چھڑی جسے مصور بائیں ہاتھ میں توازن قائم رکھنے کے لیے پکڑتا ہے
کراچی: گوشت کی دکانیں لوٹنے والے ملزمان کی عدالت میں شناخت - ۔آئی بی سی اردو
بھارت: سیلاب میں پھنسے لوگوں کو نکالنے کے لیے کوششیں
بھارت کی جانب سے وزرائے خارجہ ملاقات کی منسوخی کا جواز بی ایس ایف اہلکاروں کی ہلاکت اور پاکستان میں برہان وانی کے ڈاک ٹکٹ کے اجراء کو بنایا گیا۔
ایک دفعہ کا ذکر ہے جب دو مختلف نسلوں سے تعلق رکھنے والے دو قدیم انسانوں نے روس کے ایک غار میں ملاقات کی۔
جرمن حکام اپنے وطن لوٹنے والے مہاجرین کا ریکارڈ بھی رکھیں گے 12.09.2016
گورکھپور اور پھلپور کی شکست نے یوگی کا لہجہ بدل دیا۔ چونکا دینے والا بیان ‘میں ہردھرم کا سی ایم ہوں‘مدعو کیاگیا تو مسجد بھی جاؤں گا۔
فوجی عدالتوں کی مدت میں توسیع کے معاملے پر پاکستان پیپلز پارٹی (پی پی پی) نے 4 مارچ کو آل پارٹیز کانفرنس بلانے کا فیصلہ کرلیا۔
مارک: نہیں۔ انہوں نے خطرہ ظاہر کیا ہے کہ بل گیٹ پاکستان جانے کے بعد وہاں سلپ ہوجائے گا اور امریکہ واپس نہیں آئے گا۔
پول کے نتائج
مواد پر جائیں

کوئی کام کرتے ہوئے موبائل کو دور رکھیں اور اسے سائلنٹ موڈ پر رکھ دیں تاکہ اس کی گھنٹی سے بار بار آپ کا دماغ الجھاؤ کا شکار نہ ہو۔ کمپیوٹر پر کام کرنے کے دوران سوشل میڈیا سائٹس جیسے فیس بک اور ٹوئٹر وغیرہ کو مت استعمال کریں۔ کام ختم ہونے کے بعد انہیں آرام سے استعمال کیا جاسکتا ہے۔
اگرچہ ہواوے پی 20 پرو میں ایک ساتھ تین کیمرے پیش کیے گئے ہیں لیکن سام سنگ نے اس سے بڑی جست لگائی ہے اور ایک ساتھ چار کیمرے پیش کرنے کا اعلان کیا ہے۔ کمپنی کے مطابق اس اختراع سے حقیقت سے قریب، زندہ اور خوبصورت تصاویر لینا ممکن ہوگا جو اس سے قبل ممکن نہ تھا۔
جواب: اس کی وجہ ہے کہ ہم اپنی سوچ سے منسلک رہے،ہم نے دائیں بائیں نہیں دیکھا کہ تحریکیں کیا چل رہی ہیں، ان کے ساتھ مل کر ہم نے مضبوط ہونے کی کوشش نہیں کی۔ دائیں یا بائیں بازو کی تحریک سے ہم اس لئے بھی منسلک نہیں ہوئے کیونکہ ہماری سوچ آپس میں ایک دوسرے سے منسلک تھی۔ تنقید نگار بہتر بتا سکتے ہیں کہ کیا ہم پر ایک دوسرے کی چھاپ بھی آئی ہے یا نہیں۔
۔۔ عورت فطرتاًً ایذا طلب ہے۔ ۔۔۔ عورت مرد کے ہاتھوں پٹ کر خوشی محسوس کرتی ہے۔ جس عورت کو اس کا شوہر کبھی کبھار دھول دھپا نہ کرے وہ سمجھنے لگتی ہے کہ اب وہ اُس سے پیار نہیں کرتا۔ 285
آئی سی سی نے پرتھ کے نئے اسٹیڈیم میں نٹرنیشنل میچز کے انعقاد کی منظوری دے دی
منہا ج القرآن یوتھ لیگ کی مرکزی کور کمیٹی کا اجلاس مرکزی سیکرٹریٹ میں منعقد ہوا ۔ اجلاس کی صدارت مرکزی صدر یوتھ لیگ مظہر محمود علوی نے کی.اجلاس میں منصور اعوان ،ملک وقار، عصمت علی، شعیب مغل، انعام مصطفوی اور علی رضا بھی موجود تھے. اجلاس میں فیصلہ کیا گیا کہ یوتھ لیگ کا 29 واں یوم تاسیس 30 نومبر کو ہوگا ۔اس حوالے سے رواں ماہ ملک بھر میں ضلعی و تحصیلی سطح پر تکمیل پاکستان یوتھ کنونشنز سیمینارز اور کانفرنسز منعقد ہونگی ۔
میری اہلیہ کو یکے بعد دیگرے مرگی کے تین دورے پڑے۔ہمارے اہل خانہاور دوست احباب بھی ہم سے دور ہیں۔ انہوں نے اپنے پیغام میں اہلیہ کے لیے دعا کرنے والوں کا شکریہ ادا کیا۔ اقرار الحسن نے اپنے بیٹے پہلاج کا بھی شکریہ ادا کیا اور کہا کہ تم بہت بہادر بچے ہو۔ انسٹاگرام پوسٹ میں اقرار الحسن نے اپنے باس سلمان اقبال کا بھی بے حد شکریہ ادا کیا اور کہا کہ آپ کے بے حد شکریہ سلمان بھائی، جب اسپتال میں میرے پاس کوئی نہیں تھا تب آپ آئے ، آپ نے میرا ہاتھ تھاما ، مجھے سہارا دیا،اور پہلاج کا خیال رکھا، آپ سب سے اچھے باس اور ایک بہترین انسان ہیں۔خدا آپ کو ہمیشہ ہمارے سر پر سلامت رکھے۔ اقرار الحسن نے اپنی اہلیہ کی اسپتال کے بیڈ پر لیٹی اپنی اہلیہ کی تصویر شئیر کی تو ان کے چاہنے والے افسردہ ہو گئے..۔جاری ہے۔
اس پوسٹ کو شیئر کریں
پیویسی پلاسٹک کی شیٹ سے منسلک
جس کی بازاروں میں مردار مرغیوں، گدھے اور کتے کا گوشت فروخت ہوتا ہے اور اسی دوکان کے ماتھے پر ” وقفہ برائے نماز ” آویزاں ہوتا ہے ۔۔۔
بھارت میں ہمیشہ پاکستان مخالف مہم چلائی جاتی ہے،رافیل سکینڈل سے توجہ ہٹانے کےلئے ملاقات سے انکار کیا: خورشید محمود قصوری
تاہم اس کی وجہ سے خلیجی بادشاہ کم اسلام پسند بن گئے ہیں، انھیں اس نقصان کی ایک واضح تصویر حاصل ہو گی ہے جو اخوان المسلمون اور اس سے متعلقہ گروپ کر سکتے ہیں۔
ماؤ نوازوں نے اسمبلی کے ایک رکن اور ایک سابق رکن کو ہلاک کردیا

خاکہ 1B: خاکہ 1A میں دکھائے گئے یکساں علاقے کی فریق ثالث سیٹلائٹ تصاویر کی عمل کاری کی بنیاد پر آبادی کی تقسیم کا نیا Facebook تخمینہ۔
مولانا فضل الرحمن دربھنگوی کا انتقال
اضلاع کی خبریں
لاڑکانہ پولیس کی کارروائیاں ،11ملزمان گرفتا ر ،اسلحہ ،منشیات اور نقدی برآمد
3ریلوے اسٹیشنوں کو اڑانے کی دھمکی
سیاسی جماعتوں کی انتخابی مہم میں رخنہ نہ ڈالا جائے، چیف الیکشن کمشنر
کرم ایجنسی میں ایک اور امریکی ڈرون حملہ،جنگجو کمانڈر کے 7ساتھی ہلاک
www.cricketpakistan.com.pk کو انٹرویو میں سابق ٹیسٹ کرکٹر توصیف احمد نے کہا ہے کہ کئی بولرز کے رپورٹ ہونے کے بعد نوجوان آف اسپن بولنگ سے کتراتے ہیں۔
مزید دیکھئے: اٹھارویں صدی کی پیدائشیں
برما میں مسلمان بچوں کا قتل امن کے دعویداروں کیلئے لمحہ فکریہ
سینیٹ میں شور شرابہ لیکن وفاقی وزیر اطلاعات فواد چوہدری کا معافی مانگنے سے انکار

تعلیم و صحت
(7) علاج / معالجہ
آج خود انسان کی جانب سے پیدا کردہ آلودگی کے باعث جہاں گنجان آباد شہروں میں گلوبل وارمنگ کی بدولت بڑھتے ہوئے درجہ حرارت نے نظام زندگی مفلوج کیا ہوا ہے، وہیں سمندر، دریا، جھیلیں اور پانی کے دیگر ذخائر بھی اس سے شدید متاثر ہوئے ہیں۔
جنگی جنون میں مبتلا بھارت پاکستان ، چین کی سرحد کی نگرانی کیلئے فوج کو 600 ڈرون طیارے فراہم کرے گا
دہشتگرد کالعدم جماعتوں کو الیکشن لڑنے کی اجازت دینے کی بجائے قانون کے شکنجے میں کسنے کی ضرورت ہے، علامہ راجہ ناصرعباس جعفری
ہفتے میں کم از کم 2 دفعہ ازدواجی فرائض کی ادائیگی کا سائنسدانوں نے ایسا
2۔ آرٹی ایس سسٹم فعال ہونے کے باوجود اس کا استعمال کیوں بند کیا گیا؟
درج بالا عمل کی مطابقت کاتبین اور داناؤں کے ظہور کے ساتھ رہا(عزیر ملاحظہ کریں)- قبل از جلا وطنی بنی اسرائیل کو قبیلہ کے طور پر منظم کیا جاتا رہا-لیکن بعد میں بطور چھوٹے خاندانی گروہوں کے منظم ہوتے رہے-صرف لیوی قبیلے نے لوٹنے کے بعد ہیکل میں اپنا کردار جاری رکھا- اس وقت کے بعد سے ہمیشہ ہی خاطر خواہ تعداد میں یہود ارض مقدسہ سے باہر رہتے رہے- چنانچہ یہیں سے یہودی ترک وطن کا آغاز ہوتا ہے،بجز اس کے کہ اسکےآغاز کا تعین اسوریہ کی اسیری سے نہ کیا جائے-

ہم سب مل کر چلیں گے
ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں میانمار, روہنگیا, سوچی
خدا کی یاد بستی ہے مرے دل میں مری جاں میں
عمران خان کو چلنے دیں
حکومتی ترجمان کا کہنا ہے کہ حکومت کے ان اقدامات کا مقصد صرف صوبے میں بڑھتے ہوئے منشیات کے استعمال کی روک تھام ہے
انتظار حسین کے افسانوں کے آٹھ مجموعے، چار ناول، آپ بیتی کی دو جلدیں، ایک ناولٹ شائع ہوئے۔
صوابی، اسپورٹس گراونڈ میں پابندی کے باوجود پی ٹی آئی کا جلسہ
1۔ قربانی کرتے وقت یہ نیت کیجئے اور پڑھیئے:
یحیٰ بن معین، عبد الرزاق، عکرمہ، بن عمار، یحیٰ بن ابی کثیر، ابو سلمہ، حضرت عائشہ رضی اللہ عنہا سے روایت ہے کہ رسول صلی اللہ علیہ و آلہ و سلم نے فرمایا لوگ پہلی صف سے دور ہوتے رہیں گے یہاں تک کہ اللہ تعالی ان کو جہنم میں بھی سب سے پچھلے (درجہ میں) ڈالے گا۔
بی بی سی کے بارے میں
مچھروں سے بچنے کا لوشن اور سن سکرین کے اثرات فونز پر بہت زیادہ عرصے تک موجود رہتے ہیں۔
1928ء - ہنڈرک لورنٹز، ڈچ ماہر طبیعیات
بچوں کا جنگ
یہودی سازشیں اور کینسر کا علاج

یاد رہے یہ حمید گل صاحب نواز شریف اور دوسرے سیاستدانوں کو سیاست کی تربیت دینے والی وہی ہیں جنہوں نے آئی جے آئی بنائی اور اس کا کھل کر اعتراف کیا، سیاستدانوں میں پیسے بانٹے چاہے وہ سیاستدان مطلقاً سیاسی ہوں یا نیم سیاسی یعنی مذہبی جماعتوں کا لبادہ اوڑھے ہوئے بھی اور ناصرف پیسے بانٹے بلکہ پیسے بانٹنے کا اعتراف بھی کیا جس کا مقدمہ آزاد عدلیہ کے چیمپئنز کی عدالتوں میں التوا کا شکار ہے کہ اتنے مقدس اور بھاری پتھر کو سب اٹھا کر اور چوم کر پھر رکھ دیتے ہیں۔
رواں ہفتے ہی عدالت نے حتمی فیصلے تک پاکستان سے کلبھوشن کی سزائے موت پر عملدرآمد نہ کرنے کا کہا تھا۔
اگر تم نے ہر حال میں خوش رہنے کا فن سیکھ لیا ہے تو یقین کرو کہ تم نے زندگی کا سب سے بڑا فن سیکھ لیا ہے۔(خلیل جبران)
نواز شریف نے وطن پر اپنے جگر گوشے قربان کرنے والی ماؤں کو بھی خراج تحسین پیش کیا ہے۔
ہم کیا کرنا چاہ رہے ہیں؟
پاکستان کی حکومت نے آئندہ ماہ شروع ہونے والے ٹی ٹوئنٹی کرکٹ ورلڈ کپ کے لیے قومی ٹیم کو بھارت جانے کی اجازت دے دی ہے۔
اگر آپ پوچھیں کہ کیا آپ اجتہاد کی اجازت دیتے ہیں چاہے مجتہد کا اجتہاد اس نتیجے پر پہنچے کہ نقاب فرض نہیں اور ہم جنس پرستی قومِ لوط کا فعل نہیں تو فوری الزام آئے گا کہ آپ کافر ہیں اور فحاشی چاہتے ہیں…
مگر افسوس صد افسوس نہایت! "سلطان القلم" کہلوانے والے آنجحانی مرزا قادیانی کے سینہ بے گنجینہ اور زبان بے عنان سےایسی ایسی فحش گالیاں نکلیں جنھیں سن کر بڑی سے بڑی بھٹیارن بھی پناہ مانگے ۔ ان نہایت دل آزار گالیوں کی وجہ سے مرزا قادیانی کے عذاب میں روزبروز اضافہ ہو رہا ہے ۔مرزا قادیانی نے اپنی کتابوں میں اللہ تعالیٰ ،حضور نبی کریم صلی اللہ علیہ و الہ وسلم ، انبیا کرام بالخصوص حضرت عیسیٰ علیہ سلام ، صحابہ کرام اور دیگر مقدس شخصیات کے متعلق ایسے ایسے الفاظ تحریر کیے ہیں کہ جنھیں پڑھ کر ایک مسلمان کا دل زخم زخم اور جگر پاش پاش ہوتا ہے۔ کیا یہ حکم خداوندی کی دلیل ہے؟ کیا مسیح موعود کی تہذیب و خواص ایسے ہی ہونے چاہییں؟
ایشیا کپ: پاکستان کی بھارت کے خلاف چوتھی وکٹ گر گئی
‫‏‪ Game Launcher‬سے رجوع کریں۔‬
Home ٹیب میں آجائیں اور ٹول بار پر موجود Add Music آپشن کی مدد سے آڈیو فائل پراجیکٹ میں شامل کریں۔
اسباق کی فہرست
’’حضرت مولانا ‘‘کے مزار پر
اس برطانوی واچ ڈاگ کے مطابق چودہ اگست سے اب تک ہلاک ہونے والوں عام شہریوں کی تعداد 167 سے تجاوز کر گئی ہے۔
پاکستانی بلے بازوں کی شاندار کارکردگی
جوان یا بالغ ہونے کی عمر
کا ایک جوڑا: موم دوافٹ اعداد و شمار اگلا: سلیکون نقلی پروسٹہیٹاک
پاکستان کو ریاستِ مدینہ کے اصولوں پر چلانے کا عہد کر رکھا ہے، وزیراعظم
یہ 11جنوری 1993ء کی ایک خاموش صبح تھی ، ایک طرف شدید سردی تھی تو دوسری جانب آتش دان میں لکڑی سے شعلے نکل رہے تھے جو ٹھنڈے ماحول کو گرمانے کی بھرپور کوشش کر رہے تھے ، آتش دان کے قریب ایک بستر تھا جس کے سامنے بالکونی تھی اور اس کے ساتھ ایک لابی۔۔ بستر اور اسپتال کا یہ کمرہ خصوصی نوعیت کاتھا اورنیویارک اسپتال کی اس منزل پر واقع ایڈز(AIDS)سے متاثرہ مریضوں کیلئے مختص وارڈ کے اس کمرے میں ایک اننچاس سالہ افریقی سیاہ فام بستر مرگ پر لیٹے اپنی گزری زندگی کے بارے میں سوچ رہا تھا ، یادوں کے جھروکے کھڑکی سے آنیوالی ٹھندی ہوا کے ساتھ ماحول کو اور بھی رنجیدہ کر رہے تھے ۔۔ اتنے میں دروازے پر آہٹ ہوئی اور ایک اُدھیڑ عمر نرس ہاتھ میں ڈاک کے کچھ لفافے تھامے سیاہ فام مریض کے پاس آئی اور لفافے اس کے ہاتھ میں تھمانے کے بعد لابی سے ہوتے ہوئے دوسری جانب چلی گئی ، مریض نے ایک نظر ان لفافوں پر دوڑائی ، تھوڑا توقف کیا اور ان میں سے ایک لفافے کوکھولنے کی جسارت کرڈالی ، لفافے میں سے ایک خط نکلا اور خط میں کچھ ایسے الفاظ تحریر تھے ۔۔
ان تمام حقائق کے علی الرغم اب بھی اگر مولانا محترم کے نزدیک اسود عنسی کے خلاف کارروائی بہر حال ’قتال‘ اور وہ بھی کسی خود مختار ریاستی اقتدار کے بغیر غیر منظم جتھا بندی کے ذریعے سے ہونے والا قتال ہی قرار دی جانی چاہیے تو پھر اس کے سوا ہم مولانا محترم سے اور کیا عرض کر سکتے ہیں کہ وہ ہمارے حق میں یہ دعا فرمائیں کہ اللہ تعالیٰ ہمیں صحیح بات کو سمجھنے اور ہر حال میں اسی کو بیان کرنے کی توفیق عطا فرمائے اگرچہ یہ بات لوگوں کے لیے کتنی ہی ناگوار کیوں نہ ہو۔
وزیر اعظم ہاؤس میں نہیں رہوں گا
میرا تبصرہ ظاہر نہ کریں
پیانگ یانگ (اُردو پوائنٹ اخبارتازہ ترین۔ 24 مئی2018ء) شمالی کوریا کی ایک اعلیٰ اہلکار نے امریکی نائب صدر مائیک پینس کو بیوقوف کہتے ہوئے خبردار کیا ہے کہ اگر سفارتکاری ناکام ہوتی ہے تو پھر ممکنہ جوہری قوت کا برملا مظاہرہ ہوگا۔

گزشتہ سال اس شرحِ نمو میں نوٹ بندی کے ’’اثراتِ بد‘‘ کی وجہ سے پہلے سہ ماہی میں بری طرح متاثر ہوگئی تھی ۔اس لئے اگر معاشی خستہ حالی نوٹ بندی کے ’’اثراتِ بد‘‘ سے باہرنکلنے میں کامیاب ہوئی ہے ، جیسا کہ دعویٰ کیا جارہا ہے تو ترقی کی شرح میں زبردست اضافہ ہونا چاہئے ۔ شرح نمو ’’شعبہ خدمات‘‘ میں بہت زیادہ گراوٹ دیکھی گئی جو گمشتہ سال کے بالمقابل نہایت کم ہے۔ مزید برآں، سرمایہ کاری میں بھی کوئی خاص اچھال نہیں ہے جو بمشکل 28.7 فیصد سے بڑھ کر 28.8 فیصد ہوئی جس سے یہ پتہ چلتا ہے کہ بزنس میں (تجارتوں میں) بطورِ خاص مشینری اور بلڈ۔گس میں سرمایہ کاری صفر کے برار ہے ۔ اس لئے اگر ترقی ہو بھی جائے اور اونچائی پر پہنچ بھی جائے تو یہ ’’شرح نمو‘‘ ’’بنیادی اثر‘‘ اور سرمایہ کاری کی شرحوں میں اضافہ نہ ہونے کی وجہ سے وہ زیادہ دن باقی نہیں رہ سکتا۔
جی میں اتفاق کرتا ہوں
تازہ ترین سب دیکھیں
روسی ناول نگار
بین الاقوامی
ڈاؤنلوڈ کرنے کے لیے یہاں کلک کریں۔
کتنے ہی جانور ہیں جو اپنا رزق اٹھائے نہیں پھرتے، اللہ اُن کو رزق دیتا ہے اور تمہارا رازق بھی وہی ہے، وہ سب کچھ سُنتا اور جانتا ہے(60)
تقویت یافتہ بذریعہ Blogger.
صفحہ اول کھیل و ثقافت ٹی 10 لیگ پاکستان میں کرانے کا فیصلہ
دانت برش کرنے اور کینسر کے درمیان انتہائی گہرا تعلق اس آرٹیکل کو ضرور پڑھیں دوستوں کے ساتھ ضرور شیئر کریں
ان خبروں کو بھول نہ جانا
سوشل میڈیا بلاگرز کی ویب سائٹ ”ہم سب“ ابتدا سے ہی سیکولرو لبرل اقدار کے حامل احباب کی توجہ کا مرکز رہی ہے۔ اس ویب سائٹ کو پاکستان کی سب سے زیادہ پڑھی جانے والی سوشل میڈیا بلاگرز سائٹ بنانے میں سیکولر و لبرل قارئین کی محبت شامل ہے۔
1. ووشی کامیابی مشینری & سامان کمپنی، لمیٹڈ کالم اور بوم ویلڈر دنیا میں 30 سے ​​زائد ممالک کو ویلڈنگ آپریٹر برآمد کیا ہے. یورپی اور امریکہ اسٹاک میں دستیاب ہے.
چین میں بدعنوانی اور دہشت گردی کے خاتمے کے ساتھ ساتھ انٹرنیٹ کے استعمال کو زیادہ سے زیادہ محفوظ بنانے کے لیے حکومتی اقدامات جاری ہیں۔ اب چینی حکام نے انٹرنیٹ پر افواہیں پھیلانے پر ایک سو ستانوے افراد کو حراست میں لیا ہے۔
اس صفحہ کو سوشل میڈیا پر شئیر کریں
این ویئر کا دعویٰ ہے کہ جب انھوں نے ڈولفنز کے لیے بلاگ لکھا تو اس میں سے خدا اور مسیح کا ذکر حذف کر دیا گیا۔ میامی ڈولفنز نے ایک بیان میں کہا ہے کہ ‘ہم اپنے ادارے کے ہر فرد کے ساتھ یکساں سلوک کرتے ہیں اور کسی کو اس کی صنف، نسل یا مذہب کی بنیاد پر تعصب کا نشانہ نہیں بناتے۔’
فیمینزم سے ڈرتے کیوں ہیں؟
تاہم دن کے اختتام تک انڈیکس میں دوبارہ تیزی کا رجحان دیکھنے میں آیا اور کے ایس ای 100 انڈیکس 48 ہزار 539.06 پوائنٹس پر بند ہوا۔

جنوبی افریقہ
بچوں کے لئے آن لائن کھیل
ان خیالات کااظہار انہوں نے نارووال میں میڈیا سے گفتگو کرتے ہوئے کیا، انہوں نے کہا کہ ملک میں تبدیلی کنٹینرز پر کھڑے ہوکر نہیں بلکہ کام اور تجربے سے آتی ہے، کامیاب قومیں دھرنوں اور لانگ مارچ سے نہیں بنتیں، آج کاپاکستان دہشت گردی اور لوڈشیڈنگ سے پاک ہے۔
ارباب ’’منہاج القرآن ‘‘ کی خدمت میں
ادارتی نوٹ: پوسٹ میں شائع کی گئی رائے مصنف کی ہے اور ادارے کا مصنف کی رائے سے متفق ہونا ضروری نہیں ہے۔ کاپی رائٹ 'ہم سب' ڈاٹ کام. بلا اجازت آرٹیکل نقل کر کے شائع کرنا کاپی رائٹ قوانین کے تحت ایک جرم ہے
بطور اختصار نوروز کے متعلق جو اطلاعات تاریخ سے ملتی ہیں ان سے کسی یقینی نظریہ کا حصول ممکن نہیں اور قرآن مجید میں ارشاد باری تعالی ہے کہ:

خواص کی حکمرانی کا دستور ۔
← طیارہ حادثے میں شہید ہونے والے افراد کی یاد میں پروگرامات منعقد
اردو نیوز شو
ادھر، رائٹرز نے طبی امداد سے وابستہ غزہ کے اہل کاروں کے حوالے سےبتایا ہے کہ اسرائیلی افواج نے فلسطینیوں کے احتجاجی مظاہرے کو روکنے کے دوران گولی چلائی۔
نیب کو ہمیشہ سیاسی مقاصد کے لیے استعمال کیا گیا، یکساں احتساب ہو تو پیپلزپارٹی حکومت کے ساتھ ہے:فرحت اللہ بابر
کپل شرما کی شادی کی تقریبات شروع ہوگئیں
اگلا: نکالنے کے آلے
جنس پر بات ضروری ہے
چیئر مین سینٹ کے بعد ڈپٹی چیئر مین بھی بلوچستان سے آتا تو اچھا ہوتا۔ جماعت اسلامی اصولوں کی بنیاد پر خیبر پختونخواہ حکومت میں شامل ہوا تھا۔ گزشتہ روز نجی ٹی وی سے گفتگو کرتے ہوئے امیر جماعت اسلامی سراج الحق نے کہا کہ دیکھنا ہو گا کہ جنہوں نے ووٹ بیچا ہے ان کی آئینی اور اخلاقی حیثیت کیا ہے۔ سینٹ الیکشن میں ووٹ بیچنے والا گناہ گار ہے تو ووٹ لینے والا کیا ہوگا۔
اگر مسجد کو اس کا اصل مقام حاصل ہوجائے تو بہت سے روزمرّہ امور کو پایۂ تکمیل تک پہونچاسکتی ہے اور معاشرہ کی بہت سی تعلیمات کومعنوی مثبت و منفی پہلو بخش سکتی ہے اور انسان کی مادی حیات کے معنوی خلائوں کو بھر سکتی ہے۔

کے پی کے میں اسپتال اور یونیورسٹیاں بنانے کے دعوے
(د) مسودہ قانون قومی زبان مغربی پاکستان مصدرہ ،۱۹۶۸ء
میگزین کے سرورق پر پانچ خواتین کی تصویر ہے جن میں دو کا تعلق ہالی وڈ سے ہے۔ میگزین کے سرورق پر جن خواتین کی تصاویر شائع کی گئی ہیں ان میں ایشلے جوڈ بھی ہیں جنھوں نے سب سے پہلے ہاروی وائن سٹین کے خلاف آواز بلند کی۔ پاپ سنگر ٹیلر سوئفٹ کی تصویر بھی سرورق پر ہے جنھوں نے سابق ڈے جے کے خلاف جنسی زیادتی کا مقدمہ جیتا ہے۔
4 ایک سوڈانی لڑکی ایک کیچڑ کے تالاب سے پانی برتن میں بھر رہی ہے
مغرب اتنا بے غیرت کیوں ہے؟
تقدیر کے قاضی کا یہ فتویٰ ہے ازل سے
خیبر ایجنسی…شرکاء کی تعداد:30۔ مدرس مولانا کلیم اللہ صاحب
یہ پہلا مرحلہ تھا اور اگلا فیز اس سے زیادہ متحرک اور نتیجہ خیز ہوگا، طاہرالقادری
اسی متن کے جرمن ترجمہ کے لیے ملاحظہ فرمائیے:
دپیکا رنویر کی شادی کی تقریبات کے دوران موبائل پر پابندی
بجواسن مسجد کے سلسلے میں دہلی پولیس کو نوٹس - October 23, 2018

میڈیا سینٹر
متحدہ عرب امارات کو تمام چھ میچوں میں شکست ہوئی اسی طرح سکاٹ لینڈ کی ٹیم بھی ایک میچ بھی نہ جیت سکی۔
وہابی دہشت گردوں کا لیبیا کے اصلی ایئر پورٹ پر حملہ
حالیہ کچھ عرصے کے دوران واشنگٹن اور ترک صدر رجب طیب ایردوآن کے مابین تعلقات کشیدہ ہوئے ہیں لیکن امریکا اب بھرپور طریقے سے کوشش کر رہا ہے کہ انہیں معمول پر لایا جائے۔ جمعے کے روز ڈونلڈ ٹرمپ نے ترک صدر سے ٹیلی فون پر گفتگو کی ہے اور انہیں وہی کچھ فراہم کیا ہے، جو ترکی چاہتا ہے۔ تعلقات ابھی معمول پر تو نہیں آئے لیکن امریکی صدر نے وعدہ کیا ہے کہ اب شامی کرد ملیشیا ’وائے پی جی‘ کو ہتھیار فراہم نہیں کیے جائیں گے۔ اگر امریکا ابھی یہ اعلان نہ کرتا تو نیٹو کا رکن ملک ترکی روس اور ایران کے مزید قریب ہو جاتا، جو شام میں صدر اسد کے حامی اور امریکا کے مخالف ہیں۔
وہ وقت جب عمران خان نے بھارتی کرکٹر سچن ٹنڈولکر کوپاکستانی ٹیم کا حصہ بنادیا
پس ہر شخص جو موحد ہے ہم اسکو یہ کہتے ہیں کہ شرک کی باریک راہوں سے بچنے کی کوشش کرتارہ اور ہماری مسجدوں میں آتا رہ اللہ تعالیٰ ہمارے طفیل شاید تمہاری بھلائی کے سامان بھی پیدا کر دے گا۔

اپنا تبصرہ لکھیں
اضلاع کی خبریں
urwiki زمرہ:کوریا میں بیسویں صدی
مرے کریم تیرے در پر آ ئے بیٹھے ہیں
آپ کا ای میل ایڈریس شائع نہیں کیا جائے گا.
عبدالغنی کے مطابق ’’لندن کی آبادی کے لحاظ سے ہاوسنگ مارکیٹ میں مکانات اور فلیٹس کی شدید قلت ہے جس کی وجہ سے کرائے میں اضافے کا سلسلہ برقرار ہے۔‘‘

افغانستان میں پائیدار امن کیلئے پاکستان نے ہمیشہ سنجیدہ کوششیں کی ہیں،پاک فوج اور پاکستانی قوم کی قربانیوں کو فراموش نہیں کیا جاسکتا: چوہدری اسد وڑائچ •
لاہور(ویب ڈیسک): اسٹیٹ بینک آف پاکستان نے مہنگائی بڑھنے کی پیش گوئی کردی جب کہ مہنگائی میں اضافے کی رفتار گزشتہ مال سال سے دگنی ہوسکتی ہے۔اسٹیٹ بینک آف پاکستان کی معاشی جائزہ رپورٹ برائے سال 2017-18کے مطابق مہنگائی کو کم رکھنے اور بلند معاشی نمو پر مبنی توازن کو برقرار رکھنے کا چیلنج بڑھ گیا ہے۔ مالیاتی اور جاری ...
پاکستان کی کامیابی، کس نے کیا کہا؟
اس کے بدن سے حسن ٹپکتا نہیں تو پھر
بھارت کے زیر انتظام کشمیر میں تجارتی معاملات کے نگران کے نگران اور بارہ مولہ کے ڈپٹی کمشنر خواجہ غلام احمد نے بتایا کہ’مظفرآباد سے آنے والے 49 ٹرکوں میں سے ایک کے سامان سے کچھ مشکوک اشیا برآمد ہوئی تھیں جسے پولیس نے اپنی تحویل میں لے لیا ہے۔ جبکہ باقی 48 ٹرکوں پر معمول کا تجارتی سامان تھا۔‘
آپ بھی ہیری پوٹر کا گھر خرید سکتے ہیں

دنیا کا سستا ترین کیمرہ لانچ کر دیا گیا۔ حیرت انگیز فیچر…
اے ایم یو ، جامعہ ملیہ اسلامیہ و دیگر ادارے کی شناخت کو خطرہ لاحق - April 10, 2018
سائن اپ کر کے، آپ ہماری {{}} اور پرائیویسی سے اتفاق کرتے ہیں.
اپنے دوست کو ای میل کریں
رسائی میں مدد
خواجہ ناظم الدین

اس سلسلے کی پہلی قسط یہاں دیکھی جا سکتی ہے۔
اس کہانی سے آج وحشت ہے
براہ راست تبصرہ تحریر کریں۔ جواب منسوخ کریں۔
اخذ کردہ از «https://ur.wikipedia.org/w/index.php?title=زمرہ:جغرافیہ_سکاٹ_لینڈ&oldid=1242042»
لاہور :‌سابق صدر رفیق تارڑ کی طعبیت اچانک ناساز ہوگئی، جس کے باعث انہیں قریبی اسپتال منتقل کردیا گیا ہے.
ہم نے یہ پالیسی اس لئے وضع کی ہے تاکہ آپ جان سکیں کہ ہم کس طرح سے آپ کی زاتی معلومات کو اکٹھا، استعمال، بیلاتے اور افشا کرتے ہیں
۴.۱ عام مروجہ لفظ “نامناسب ” درج ذیل نکات پر مشتمل ہو گا ، ہر اس امیدوار کیلئے جو امتحان میں ایسی سرگرمی میں ملوث پایا جائے

ردی، واہیات، سڑی گلی، گری پڑی، بےکار، فضول اور خراب چیزیں راہِ اللہ نہ دو، اللہ خود طیب ہے وہ خبیث کو قبول نہیں کرتا، ہم اسکے نام پر یعنی گویا اسے وہ خراب چیز دینا چاہتے ہو جسے اگر تمہیں دی جاتی تو نہ قبول کرتے پھر اللہ کیسے لے لے گا؟ ہاں مال جاتا دیکھ کر اپنے حق کے بدلے کوئی گری پڑی چیز بھی مجبور ہو کر لے لو تو اور کوئی بات ہے لیکن اللہ ایسا مجبور بھی نہیں وہ کسی حالت میں ایسی چیز کو قبول نہیں فرماتا،
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی

واشنگٹن — ایک پارلیمانی طریق کار ہے، جِس کےتحت بحث کوکسی خاص مقصدسےطول دیا جاتا ہے اور قانون ساز ادرارے کے ایک یا ایک سے زیادہ رُکن کو کسی مخصوص معاملے پر رائے شماری میں تاخیر کرانے یا اُسے سرے سے نہ ہونے دینے کی غرض سےلمبی لمبی تقریریں کرائی جاتی ہیں۔ یہ طریقہٴ کار امریکی سینیٹ میں 150سال سے زیادہ عرصے سے رائج ہے۔ لیکن، جمعرات کو اس میں ترمیم کی گئی ہے۔
کراچی میں امن کے لئیے حکومت کو بھر پور کوشش کرنا ہو گی۔بابر غوری
میاں بیوی کے درمیان حسن رفاقت اور اللہ کے ساتھ حسن سلوک کی روشن مثال.خمیس مشیط میں اللہ تعالی کے ساتھ حسن سلوک تعلق اور میاں بیوی کے درمیان حسن رفاقت کا خاتمہ عجیب و غریب واقعہ پیش آیا تفصیلات کے مطابق سعودی شہری سعید بن عثمان الغامدی کا انتقال اس حالت میں ہوا کہ نماز میں سر بسجود تھے متوفی کے پوتے کا کہنا ہے کہ دادی اماں دادا جان کی وفات کے چند لمحوں بعد ہی انہیں اٹھانے کے لئے گئیں ۔دیکھا کہ انکے شوہر سجدہ کی حالت میں ہیں اٹھاتے کی کوشش کی اور یہ دیکھ کر کہ انکے شوہر اپنی جان جان آفریں کے سپرد کر چکے ہیں ۔یہ دیکھتے ہی بیوی کی روح بھی پرواز کرگئی.
ڈالی ہے بادشاہ دی، کھانے لکھ سوائے (14)
ڈیجیٹل ٹیکنالوجی کے بچوں پر اثرات
احمد داؤد اوغلو نے کہا کہ اس ملیشیا سے تعلق رکھنے والے افراد ترکی میں کردوں کی کالعدم تنظیم کردستان ورکرز پارٹی کے عناصر کے ساتھ مل کر یہ کارروائیاں کر رہے ہیں۔
واضح رہے کہ پیوٹن نے اِن خیالات کا اظہار ایسے وقت کیا ہے جب دونوں ملکوں کے وزیر خارجہ ریکس ٹِلرسن اور سرگئی لاوروف بات چیت کے لیے مل بیٹھے ہیں۔
رجب طیب اردوان نے جمال خاشقجی کے قتل کی تحقیقات کا اعلان کردیا جبکہ سعودی حکام پر زور دیا کہ اس قتل میں ملوث 18 افراد کے خلاف ٹرائل ترکی میں ہی کروایا جائے۔
گزشتہ دنوں وفاقی کابینہ کا اجلاس ہوا، اس میں ایک بڑی خبر آئی۔ ترجمان نے بریفنگ میں اس کا ذکر ایک جملے میں کیا۔ کسی نے سنا کسی نے نہیں سنا۔وزیر اطلاعات نے بتایا کہ سی پیک کے ’’پراجیکٹس‘‘ پر مزید پڑھیں
فری آن لائن کورسز (1)
سورۃ التکاثر کی تفسیر (کیا مرنے کے بعد کوئی دوسری زندگی ہے؟
داعش نے شام میں سات سو افراد کو یرغمال بنالیا۔ پوٹین دبئی/ماسکو۔روسی وزیر خارجہ سرگئی لاودوف نے الزام عائدکیا ہے کہ امریکہ ‘ شام میں موجود داعش کے جنگجوؤں کو افغانستان اور عراق منتقل کررہا ہے۔ روسی اور فرانسیسی ذرائع ابلاغ سے بات کرتے ہوئے لاردف نے کہاکہ ہمارے لئے …
واٹمور کے معاہدے کی تجدید نہ کیے جانے کا میڈیا میں اعلان کر دینا مناسب نہیں ہے اس سے ٹیم پر بھی منفی اثرات مرتب ہوں گے کیونکہ ابھی جنوبی افریقہ کے دورے کے بعد ٹیم کو سری لنکا کے خلاف متحدہ عرب امارات میں سیریز کھیلنی ہے۔
ميں تو ہر دفعہ اپنے اپ کو اجنبی محسوس کرتا ہوں ــ یہ ہارون يحيی کون ہے؟
مومن کی دسویں صفت ”اجتماعہ تعلماً“ہے۔ یعنی مومن جب لوگوںکے درمیان بیٹھتا ہے تو کوشش کرتا ہے کہ تعلیم و تعلم میں مشغول رہے۔وہ غیبت اور بیہودہ باتوں سے (جن میں اس کے لئے کوئی فائدہ نہیں ہوتا) پرہیز کرتا ہے۔
سب سے زیادہ مقبول ویڈیو اس ہفتے
تشریح:اس لئے ضرور اس پر اظہارِ نفرت کروں گا اور نصیحت سے باز نہیں آسکتا۔ (تفسیرعثمانی)
آئ آئ چندریگر روڈ (1)
’یورپ میں انسانی ہمدردی کی بنیاد پر ویزے نہیں دیے جائیں گے‘ _ مہاجرین کا بحران _ DW _ 07.03.2017
پاکستان افغانستان، امن کا سفر
آج خصوصی زحمت صرف شکریہ کیلئے ہے کہ اجمل صاحب نے اپنا حصہ ڈالا۔

ہم سے رابطہ
گھر سے سائیکل پر پوری دنیا کا سفر کرنے نکلے لیکن قدرت کو کچھ اور
واشنگٹن میں ہونے والی vigil کے موقع پر موم بتیاں جلائی گئیں اور آرمی سکول کے اُن ننھے معصوم بچوں کو یاد کیا گیا جنہیں 16 دسمبر کو اپنی زندگی کے بدترین سانحے کا سامنا کرنا پڑا تھا۔
پشاور کی خبریں
جنوبی پنجا ب کے چھ قومی اور دو صوبائی اسمبلیوں کے ممبران نے اسمبلیوں سے استعفیٰ دے کر جنوبی پنجاب صوبہ محاذ کے نام سے نئی تنظیم قائم کر لی ہے اس میں سابقہ ریاست بہاولپور کے دو اضلاع بہاولنگر اور رحیم یار خان کے بھی ممبران اسمبلی شامل ہیں جب کے ضلع بہاولپور سے ایک سابقہ ایم پی اے ۔مسٹر بھٹو کے حکومتی عروج کے دور سے ہی بحالی ٔصوبہ بہاولپور کی تحریک چل رہی ہے اور 1970 میںجب پورے ملک میں پی پی پی کا طوطی بولتا تھا تو ضلع بہاولپور سے اس کا کوئی نمائندہ منتخب نہ ہو سکا تھا سبھی ممبران وہی منتخب ہوئے جنہوں نے بہاولپور صوبہ بحالی کے لیے تحریک میں نمایاں حصہ لیا تھا سید تابش الوری رحمت اللہ ارشد وغیرہ معمولی حیثیت کے حامل افراد بھی اس تحریک کے نتیجہ میں منتخب قرار پا گئے تھے ۔
سگلیانو مکا کا رقبہ 14.9 مربع کیلومیٹر ہے اور اس کی مجموعی آبادی 1,731 افراد پر مشتمل ہے اور 589 میٹر سطح دریا سے بلندی پر واقع ہے۔
نوجوانوں کا صفحہ
لاہور(مانیٹرنگ ڈیسک) ہسپتال انتظامیہ نے جنرل ہسپتال میں 2منزلہ عمارت بنانے کافیصلہ کر لیا ہے۔تفصیلات کے مطابق جنرل ہسپتال میں پارکنگ کے بڑھتے ہوئے مسائل کو مد نظر رکھتے ہوئے ہسپتال انتظامیہ نے 2منزلہ پارکنگ بنانے کا فیصلہ کر لیا ہے اور اس منصوبے کیلئے پی سی ون حکومت پنجاب کو بھجوایا جائے گا۔پی سی ون کی منظوری کی بعد اس منصوبے پر کام کا آغاز کر دیا جائے گاجس کے بعد امید کی جا رہی ہے کہ ہسپتال کے پارکنگ کے مسائل کافی حد تک کم ہو جائیں گے۔
بچوں کا صفحہ

پیپلزپارٹی کے وفد میں صوبائی وزیر ناصر حسین شاہ ،ڈاکٹرعاصم حسین اور بیرسٹر مرتضیٰ وہاب شامل تھے جبکہ ایم کیو ایم کی جانب سے ڈاکٹرخالد مقبول صدیقی ،خواجہ اظہار الحسن ،فیصل سبزواری اور امین الحق موجود تھے ۔ملاقات میں سیاسی صورت حال ،بلدیاتی امور اور ترقیاتی کاموں پر تبادلہ خیال کیا گیا ۔پیپلزپارٹی کے وفد نے ایم کیو ایم سے درخواست کی کہ سینیٹ کی نشست پر ان کے امیدوار بیرسٹر مرتضیٰ وہاب کی حمایت کی جائے ۔
ڈنیڈن میں کھیلے جانے والے پانچ ایک روزہ میچوں کی سیریز کے تیسرے میچ میں نیوزی لینڈ نے پاکستان کو 183 رنز سے شکست دے کر سیریز میں تین صفر کی برتری حاصل کر لی ہے۔
آڈیو تلاش کریں
کراچی میں ماہی گیروں کی بستی ابراہیم حیدری کی شہربانو ہمت وحوصلے کی اعلیٰ مثال ہے۔اس کا شوہر گزشتہ 19 سال سے فالج کا شکارہے جو ماہی گیری کے شعبے سے تعلق رکھتا تھا۔وہ نہ صرف فالج زدہ شوہر کاخیال رکھتی ہے۔ بلکہ گھراوربچوں کی دیکھ بھال بھی اس کی ذمہ داری ہے۔
لیکن جب تک عوام توجہ کرتے ہیں اوراس سے محظوظ و دلچسپی لیتے ہیںتو یقین جان لیں کہ یہ تمسخرکا عمل جاری رہے گا اور اس ناپائیداری میں دہشت گردی بھی باقی رہے گی،نا امنی بھی باقی رہے گی اور باقی بھی تمام مسائل اپنی جگہ پرقائم رہیں گے اور یہ ریاست ہمیشہ الجھی ہوئی ریاست سمجھی جائیگی کہ ابھی اس وقت جن مسائل کا شکار ہے، میڈیا وہ مسائل بیان نہیں کرتااور نہ ہی کسی اور جگہ سے اس کااظہار ہوتاہے ۔
پاکستان 1 گھنٹے پہلے
فرسٹ ائیر(BDS),(MBBS) برائے تعلیمی سال2017-18ء بولان میڈیکل کالج کوئٹہ اور بلوچستان کے دیگر میڈیکل کالجز کے انٹر ی ٹیسٹ برائے داخلہ لینے کا اعلامیہ ... مزید
دنیا کے مشہور کلب سکرٹ ڈینہ ساحل اختتام ہفتہ دنیا میں سب سے بڑی ہم جنس پرست واقعہ ہے اور مزاحیہ شوز، پول پارٹیوں، رات کی جماعتوں، کنسرٹ، مشہور شخصیت کی نظروں اور دیگر خصوصیات میں شامل ہیں. رسمی داناہ ساحل ہفتہ وار صرف پالام اسپرنگس، کیلیفورنیا میں ہی ہوتا ہے اور کسی دوسرے شہر میں نہیں ہے.
آیات ۴ سے ۷ میں اپنے دعوے کے ثبوت میں یہ دلیل پیش کرتا ہے کہ میں بے ہودہ لوگوں کے ساتھ نہیں بیٹھتا اور ریا کاروں کے ساتھ نہیں چلتا۔اور وعدہ کرتا ہے کہ میں شریروں کے ساتھ نہ بیٹھوں گا۔ اور بے گناہی میں اپنے ہاتھ دھوؤں گا۔
پاکستان میں داعش کی موجودگی کی اطلاعات کو مسترد کرتے ہوئے وفاقی وزیراطلاعات کا کہنا تھا کہ یہاں دہشت گرد یہ نام استعمال کر رہے ہیں۔
‫توانائی کی بچت کی وضع سوئچ تھپتھپائیں تاکہ اسے فعال کریں۔ متبادل طور پر‪ ،‬جلدی سیٹنگ کا پینل کھولیں اور‬
فیس بک پر شیئر کیجئیے
تشدد اور درندگی سے کوئی مسئلہ حل نہیں ہوسکتا : وزیراعظم
فہرست مضامین
یہ نوکری سیالکوٹ کے رہائشیوں کیلیۓ خصوصی طور پر دستیاب ہے۔ آپ دوسری جگہ منتقل ہونے کیلیۓ تیار ہیں؟
ٹیلی ویژن اور ریڈیو
 مجھ کو دماغ شکوہ نہ تم کو ہے التفات میری یہ خو نہیں ہے تمہاری وہ خو نہیں ( ١٩١١ء، ظہیر، دیوان، ٧٥:٢ )
ماضی کی شہرہ آفاق فلم پریڈیٹر 4 کا نیا ٹریلر جاری

معروف گلوکار مکیش کے پوتے نیل نتن مکیش ایک فلم میں کام کرنے کا ایک سے دو کروڑ روپے معاوضہ وصول کرتے ہیں۔ انہوں نے نیویارک، گولمال اگین اور خون معاف جیسی مشہور فلموں میں سپوڑٹِنگ کردار ادا کئے ہیں۔
راشد کامران صاحب نے عرصے بعد کچھ تحریر کیا، اور جیسے دکھتی رگ پہ ہاتھ رکھ دیا۔ انکی پوسٹ کا عنوان ہے۔ تعلیم کے خلاف مہم کیوں۔ اگرچہ کہ انہوں نے اپنی تحریر میں چیدہ چیدہ سوالات اٹھائے ہیں۔اس سلسلے میں ڈاکٹر انور سدید کی کتاب اردو ادب کی تحریکیں پڑھتے ہوئے کچھ مزید خیالات در آئے۔
1994ء میں روانڈا میں ہونے والی نسل کشی کی کہانیاں اب بھی دل دہلا دیتی ہیں
مقامات عالمی ثقافتی ورثہ بلحاظ براعظم
’’ڈونلڈ ٹرمپ کہتے ہیں دوستوں کی بیویوں کے ساتھ سونا ہی...
ہواوے نے سام سنگ کے خلاف عدالتی جنگ جیت لی بی بی سی اردو 06 Apr, 2017
نجی ٹی وی چینل دنیا نیوز کے مطابق وزیراعظم عمران خان کے نومبر کے تیسرے ہفتے دورہ ملائیشیا کا امکان ہے، وزیراعظم کا ملائیشیا کا دورہ 3 روزہ ہو گا۔ واضح رہے کہ وزیراعظم عمران خان کے دورہ سعودی عرب میں سعودی فرمانروا شاہ سلمان نے 6 ارب ڈالر کے امدادی پیکیج کا اعلان کیا تھا جبکہ دورہ چین کے دوران پاکستان اور چین کے 15 معاہدوںپر دستخط ہوئے تھے۔
اپنا تبصرہ لکھیں
مجھے یاد رکھیں
چندرا بابو نائیڈو نے مودی کے سحر کو چکنا چور کردیا ؟
خواتین کا صفحہ

کے ٹی آر کو سیاسی جانشین بنانے کی مہم ،کے سی آرفیملی میں اختلافات!
28 نومبر کو یہ دمدار ستارہ سورج کی سطح سے صرف ایک ملین کلو میٹر کے فاصلے پر ہوگا۔
بے قابو چینی خلائی اسٹیشن 30مارچ سے 2اپریل تک زمین پر گرے گا
’پبلک ٹوائلٹ استعمال کریں، پیسہ ملے گا‘، نئی ترغیب
کہیں نظام کے بدلنے کے آثار تو نظر نہیں آ رہے؟
نواز شریف اور مریم نواز کی اڈیالہ جیل سے رہائی، شہباز شریف اور حمزہ شہباز کی سیاست دفن ہونے کا امکان
وہ کہتے ہیں: ’جس شہر میں آپ کا بچپن گزرا ہو، اسی شہر میں پولیس والے 25 فٹ لمبی رسی میں باندھ کر آپ کو ہر چوک پر گھما رہے ہیں۔۔۔ آخر کار ایک 14 سالہ لڑکے کے ساتھ یہ کیا کیا جا رہا تھا؟ آخر آپ اسے کیا بنانا چاہتے تھے؟

سوشیل میڈیا میں شاہی امام کے نام پر فرضی پوسٹ شیئر‘ سخت اعتراض کے ساتھ پولیس میں شکایت درج
کندھکوٹ میں گائوں موسیٰ ڈومکی میں برڑو برادری کے 15گھروں میں آگ لگنے سے 2 بچے اور ..
بلاول بھٹو کا ہنزہ میں مقامی دھن پر بزرگوں کے ساتھ رقص
ممبئی دھماکوں نے شہر کو ہمیشہ کے لیے بدل دیا
ڈالر کی قدر میں اضافہ، پاکستانی معیشت پر کیا اثر پڑے گا ؟
امریکہ میں ٹنوں ہاتھی دانت تباہ کر دیا گیا
اس بلاگ میں تلاش کریں ۔۔۔۔۔
انسانی تاریخ اجتماعی و انفرادی قتل کی داستانوں سے بھری پڑی ہے۔ کسی انسان کو قتل کرنے کے محرکات میں حاکمِ وقت کی ناپسندیدگی، جائیداد کا تنازع، عورت، نظریات میں اختلاف، مذہبی مسائل یا معاشرتی عدم برداشت جیسی وجوہات شامل ہوتی ہیں۔ لیکن گزرتے وقت کے ساتھ ہمارے معاشرے میں قتل کے ایک نئے رجحان نے فروغ پایا ہے۔ یہ ہے ”غیرت کے نام پہ قتل“۔
نعرہ زندہ باد کا سر ھو گیا کام اپنا بندہ پرور ھو گیا جو…
آہی ، سر سید احمد خان م
فیس بک کے ذریعے لاگ ان
ہم ان تمام زمہ داران کے نوٹس میں یہ بات واضع کردیں کہ اس گراوؑ نڈ کو دو سال تک کسی بھی حکومتی تعاون کے بغیر گراوؑنڈ میں سہولیات نہ ہونے کے باعث کرکٹ سرگرمیوں کے لیے بند رکھا گیا اور دو سال بعد سابق ضلعی صدر ظفراللہ جدگال اور موجودہ صدر پرویز احمد دودا کی زاتی کاوشوں سے اس میں گھاس اور پچز کا کام دوبارہ کرادیا گیا.اور کمو بیش 35 لاکھ روپے کی لاگت سے یہ مکمل ہوا ہے. اس طرح کے جلسوں سے نہ صرف گراس کع نقصان ہو سکتا ہے بلکہ وکٹیں اور پچز کو بھی زبردست نقصان ہوگا.جس سے ایک.مرتبہ پھر کرکٹ کی سرگرمیاں ماند پڑ جائیں گی. اس کے علاوہ اس گراوؑنڈ میں داخلے کے لیے ایک.ہی گیٹ ہے اور خدانخواستہ ہنگامی صورتحال میں بہت جانی نقصانات کا خدشہ ہے. میں آر سی ڈی روڈ پر واقع ہونے کی وجہ سے تمام تر ٹریفک کی معطلی دن بھر رہے گی اور دیگر سیکیوریٹی مسائل الگ سے ہوں گے.
یہ بھی پڑھیں: ڈونلڈ ٹرمپ کے ٹوئٹ پر پاکستانی سیاستدانوں کا سخت ردعمل
فیس بک پر شیئر کیجئیے

حسن تیمور: بہت عمدہ سر یہ کسی عالمی ادب سے کم ہے کیا جو اطہرشاہ نے تخلیق کیا ہے ،،اور ہر اس...
کراچی کنگز کے غیر ملکی کرکٹرز واپس چلے گئے

ترکی میں 1656 سوشل میڈیا صارف گرفتار کیے گئے: رپورٹ
شیئرنگ کے بارے میں
آپریشن سے پہلے کچھ عسکریت پسند بھاگ گئے، سرتاج عزیز
وہ سی ایس ایس کرکے بڑا افسر بن جاتاہے‘ وہ وزیر ہوجاتاہے یا وہ صنعت کاراور کارخانے دار بن جاتاہے تو ہم اسے ”اوئے“ کہہ کر ناراض کردیتے ہیں‘ ہم اس سے فاصلے پر چلے جاتے ہیں‘ کیا ہمارا رویہ عقلی لحاظ سے درست ہے؟“ میرے دوست نے نفی میں سرہلادیا‘ میں نے اس سے کہا ”ہم کتنے بے وقوف لوگ ہیں‘ ہمارا دوست جب ہماری طرح بے بس‘ بے اختیار اور غریب تھا تو ہم اس کی عزت کرتے رہے لیکن جب وہ ہماری مدد کرنے کے قابل ہوا تو ہم نے اس کی بے عزتی شروع کردی‘ ہم نے اسے ناراض کردیا“ میں خاموش ہوگیا۔
11/01/2018 ڈاکٹر محمد تقی Comments Off on ائیر مارشل اصغر خان کی یاد میں
تحریک منہاج القرآن کے سربراہ علامہ طاہر القادری بھی اپنے ساتھیوں کے ساتھ اسلام آباد آئے ہیں، جو پاکستان کے نظام میں تبدیلی کے لیے انتخابی اصلاحات چاہتے ہیں اور اس سلسلے میں ان کی نظریں پاکستان فوج پر ہیں کہ وہ ان کی کامیابی کو کندھا دے۔
ٹیلی ویژن اور ریڈیو

تلاش پر جائیں
صحت سے متعلق ٹیوب
رسائی کے لیے لنک
اوپن یونیورسٹی غریب طلبہ کو فیس میں رعایت اور وظائف فراہم کر رہی ہے، وائس چانسلر
مقبوضہ کشمیر، 2 دن میں 4 نوجوان شہید
ٹیلی ویژن اور ریڈیو
الیکشن ایپلٹ ٹریبونل نے گزشتہ روز ترجمان تحریک انصاف فواد چوہدری کے ان کے آبائی حلقے این اے 67 جہلم سے کاغذات مسترد کیے تھے جسے انہوں نے لاہور ہائیکورٹ میں چیلنج کیا۔
سعودی ولی عہد کا دنیا کے لیے پیغام سوسن الشاعر
جاوید اقبال دور کی نیب کارکردگی،11 ماہ میں 476 افراد گرفتار
بی بی سی سائٹ پر صفحات
متحدہ عرب امارات
آپ نے فرمایا کہ امریکا کی جانب سے مذاکرات کی پیشکش کوئی نئی بات نہیں ہے انقلاب کی کامیابی کے آغاز سے ہی وہ مذاکرات کی باتیں کرتے آئے ہیں لیکن ہم امریکا جیسی دھوکے بازحکومت سے جو کبھی بھی اپنے وعدوں پر عمل نہیں کرتی مذاکرات نہیں کریں گے۔ آپ نے امریکا کی دھوکہ بازی اور وعدہ خلافیوں کا ذکرکرتے ہوئے فرمایا کہ اس کی تازہ مثال یہ ایٹمی معاہدہ ہے جس کی امریکا نے پابندی نہیں کی۔
ْاوپن یونیورسٹی دو لاکھ ساٹھ ہزار سے زائد طلبہ کوکتب ارسال کرچکی ہی،ْ ترسیل کا عمل جاری ہے
آئس کریم اور برگر کھائیں گے
تفصیلات کے مطابق نندتا داس کے والد جو بالی ووڈ کی کئی فلموں میں اپنی صلاحیتوں کا لوہا منوا چکے ہیں اُن پر ایک روز قبل دو خواتین نے جنسی ہراساں کرنے کا الزام عائد کیا۔
تحقیق کےنتیجے سے ثابت ہوا کہ ، گھبراہٹ کے ٹیسٹ میں زیادہ اسکور بنانے والوں نےکم اسکورحاصل کرنے والوں کے مقابلےمیں خطرے کوزیادہ نزدیک سےمحسوس کیا اور چہرے سے 20 سینٹی میٹر(8انچ )کے فاصلہ سےمتحرک کرنے پرشدید دفاعی ردعمل کا اظہار کیا ۔
لھذا اگر مسلمانوں کی پسماندگی کی سب سے اھم وجہ ان کے درمیان پایا جانے والا اختلاف ھے تو اس کا مطلب یہ ھے کہ اس پسماندگی کو قبر تاریخ میں دفن کرکے ھمہ جھتی ترقیاتی منزلوں تک پھونچنے کا سب سے بھترین اور پر امید راستہ اتحاد ھے۔
[68:20] پس تیرے ربّ کی طرف سے اُس (باغ) پر ایک گھومنے والا (عذاب) پِھر گیا جبکہ وہ سوئے ہوئے تھے۔
سعودی عرب نے غیر قانونی تارکین وطن کو مزید ایک ماہ کی مہلت دیدی _ Al Qamar Online
دوسرے کارنامہ کے متعلق ’’شاہ عبد العزیز محدث دہلویؒ اور ان کی علمی خدمات ‘‘ کی مصنفہ لکھتی ہیں :
ہم سے رابطہ کریں
اسلام کا عالمی پیغام اور اہل علم کا فرض
پچھلے چار سالوں سے اپنی۱۴؍ سالہ نابالغ بیٹی کی عصمت ریزی کرنے والا باپ گرفتار
ایس ایم منیر نے کہا کہ یو بی جی گروپ نے ایف پی سی سی آئی سے بھی آلودگیوں کا خاتمہ کیااور ماحول بہتر بنایا ،وہ افراد جو بزنس کمیونٹی کے اس نمائندہ ادارے کو زنگ آلود کررہے تھے انہیں ووٹوں کی طاقت سے نکال باہر کیااوردسمبر2018کے فیڈریشن انتخابات میں بھی گرہن لگے ہوئے اپوزیشن رہنمائوں کو بزنس کمیونٹی کی طاقت سے پانچویں شکست دیں گے۔
44 سالہ اداکارہ نے طلاق لینے کے بعد خود سے 11 سال چھوٹے اداکار سے تعلقات استوار کرلیے۔
اپنے دوست کو ای میل کریں
مواد پر جائیں
16 سال کی عمر میں شویتا کی زندگی میں ایک نیا موڑ اس وقت آيا جب وہ ایک غیرسرکاری تنظیم سے وابستہ ہوئیں۔ تنظیم کی بانی رابن چورسیا بتاتی ہیں ’شویتا کا ہمیشہ سے امریکہ جانے کا خواب تھا۔ وہ پڑھائی میں اچھی تھی اور ہمارے ساتھ آ کر اس کے اعتماد میں اور نکھار آیا۔‘
برطانیہ کے شہر مانچسٹر میں دو دھماکے، 19 ہلاک، 50 زخمی + ویڈیوز - تسنیم نیوز ایجنسی
امریکی کانگریس مین ڈینا رورا بیکر کی ’’مہاجروں کا مستقبل‘‘ کے عنوان سے...
ہمارے ہاں جہاں دیگر ہاٹ ایشوز ہیں وہاں دوہری شہریت کا معاملہ بھی ایسا ہے جو ...
اللہ تعالیٰ ان کو ہدایت نصیب فرمائے (آمین)
پچھلے ادوار میں ایک ملک سے دوسرے ملک جانا کسی صعوبت سے کم نہ تھاایک علاقے سے دوسرے علاقے میںجانے کے لیے سینکڑوں اور ہزاروں میل کا سفر پیدل طےکیا جاتا تھا یا پھر جانوروں کا سہارا لیا جاتا تھا جس کی بناء پراکثر افراد اپنے ہی دیس میں سکونت اختیار کرنے کو ترجیح دیا کرتے تھے مگر آج دنیا ایک قصبہ کی مانند سمٹ چکی ہے جہاں سفر کرنا سہل ترین اور دیس دیس گھومنا لوگوں کا مشغلہ بن چکا ہے جس کی بنا پر لوگوں کو دوسرے مما لک کی تہذیب و ثقافت کو بہت نزدیک سے دیکھنے کا اچھا موقع فراہم ہورہا ہے اور یہی وجہ ہے کہ آج کا انسان ایک ہی وقت میں مختلف زبانوں پر عبور ومہارت رکھتاہے یا پھر مہارت حاصل کرنے کے لیے کوشاں رہتا ہے ۔
کرکٹر آصف نے ثنا حلال سے شادی کرلی ہے، دعوت ولیمہ کل تھی جبکہ وینا ملک اس سے پہلے کہہ چکی ہیں کہ وہ اس شادی کو کامیاب نہیں ہونے دے گی کیونکہ آصف پہلے میرے ساتھ نکاح کرچکا ہے۔
فی الحال تحفظات کے فیصد میں اضافہ کی کوئی تجویز نہیں
عام طور پر کی دُم جو پچ کو کنٹرول کرنے کے لئے استعمال کیا جاتا ہے، پر افقی سٹیبلائزر سے منسلک ایک متحرک افقی ایرفوال، ۔ یہ عام طور پر اسے اوپر اور ...
ایک تبصرہ شائع کریں
"غزوۂ ذات الرفاع سے مسلمان لوٹ رہے تھے۔ ہر ایک کا دل چاہتا تھا کہ جلد سے جلد گھر پہنچ جائے۔" ( ١٩٨٥ء، روشنی، ١٧٠ )
شہر کی خبریں

تحریک انصاف اور ایم کیو ایم اپنا اپوزیشن لیڈر لانے پر متفق
اگر سیاست میں آمرانہ سوچ رکھنے والوں کی جانب سے یہی سب کچھ جمہوریت کے نا م پر چلتا رہا تو غریب عوام کے حصے میں غربت، بھوک ننگ اور لاچاری ہمیشہ کی طرح پروان چڑھے گی۔ خدارا پاکستان پر رحم کیجئے۔
ایران اور روس کے درمیان مختلف شعبوں میں پارلیمانی تعاون کو فروغ دیئے جانے کی ضرورت ہے
وزیر اعظم پاکستان کا سعودی عرب میں پُرتپاک استقبال،بیت اللہ کا دروازہ خصوصی طور پر کھول دیا گیا۔
کراچی میں ایم کیو ایم پاکستان کے رہنماؤں کے ہمراہ پریس کانفرنس کرتے ہوئے خالد مقبول صدیقی کا کہنا تھا کہ سپریم کورٹ نے اپنے فیصلے کے تحت میئر کراچی کو تجاوزات کے خاتمے کیلئے مینڈیٹ دیا۔
طارق محمود چوہدری
اُنھوں نے کہا کہ، ’اِس دہشت گرد گروہ کےمقاصد مضموم نوعیت کے ہیں، جن کا اسلام سے کوئی تعلق نہیں‘۔
کیلنڈر ڈائون لوڈ کرنے کے لیے تصویر پر کلک کریں
مواد پر جائیں
اعظم معراج کراچی کے پراپرٹی ڈیلر ہیں۔ چند برس پہلے ان کی والدہ اور بھائی ایک بس میں گوجرانوالہ میں اپنے آبائی گاؤں جا رہے تھے…
ہو سکتا ہے یہ دیوانے کا خواب ہو لیکن میں پوری کوشش کروں گا کہ ہماری قوم کی سوچوں پر جو پہرے مولوی نے بٹھائے ہیں، ان سے اس قوم کو نجات دلاؤں…

ملنے کی کوئی راہ بناؤ تو ملیں گے

داخل ہوں / شمولیت اختیار کریں
نتائج ملاحظہ کریں
میرےابو کو آج بھی اپنی ہجرت کی مجبوری یاد ہے، اور بات کرتے وہ جذباتی بھی ہو جاتے ہیں، مگر میں آج سرحد کے اس پار، ان تمام کو معاف کرتا ہوں کہ جو کسی بھی حوالے سے میرے خاندان کے بڑوں کو کاٹنے کے مجرم رہے۔ نفرت کے بیج سے نفرت ہی اگتی ہے، نفرت صرف آگے ہی بڑھ جانے سے ختم ہوتی ہے۔
الجزائر کے فٹبالر ریاض مہریز نے اپنے جارحانہ کھیل سےلیسٹر سٹی فٹبال کلب کوپہلی بارانگلش پریمیئر لیگ چیمپئن بنوایا۔انہوںنےرواں سال’’ سپر اسٹار مسلم ان اسپورٹس ‘‘کا ایوارڈ اپنے نام کیا۔ فرانس میں پیدا ہونے والے فٹ بالر نے الجزائر فٹ بال ٹیم سے اپنے بین الاقوامی کیرئیر کا آغاز کیااور 2014کےورلڈ کپ میں پہلی بار الجزائر کی نمائندگی کی۔ انہیں پریمیئر لیگ ٹیم آف دی ائیر، لیسٹر سٹی پلیئر آف دی ایئر ، بی بی سی افریقین فٹ بالرآف دی ائیر، الجزائرفٹ با لر آف دی ائیر سمیت کئی ایوارڈزسے نوازاجاچکا ہے۔
طلب برکت دو باتوں سے خالی نہیں ہے:
رہوڈ آئی لینڈ: امریکی خلائی ماہرین نے دریافت کیا ہے کہ چاند پر ہماری سابقہ معلومات کے مقابلے میں کم از کم 4 گنا زیادہ پانی موجود ہے جو وہاں خاصی گہرائی میں واقع ہے۔ چاند کے بارے میں سائنسی طور پر عام خیال ہے کہ یہ ایک خشک اور بے آب و...
بی بی سی کے بارے میں
گھر پہنچے تو خاتون کو فریش کروا کے دوبارہ عروسی لباس سے مزین کر دیا گیا اور اب ہم حجلہ عروسی میں تھے۔ ارمانوں نے انگڑائی لی اور جوان ہو گئے۔ ہم جو قریب گئے تو اب وہ ہوش میں تھیں۔ ان کے ہوش نے ہمارے ہوش اڑا دیے۔ تھوڑی دیر میں دروازے پر دستک ہوئی۔ بڑے بھائی کی اداس آواز آئی۔ ”شمشاد تمھیں ایمرجنسی کال کر لیا گیا ہے، حملہ ہوا ہے بیٹا فوراً پہنچنا ہے‘‘۔
گورنر نے سکاسٹ کشمیر کی ٹیم کو آئی آئی جی پی یونیورسٹی چیلنج میں بہترین
اختیار اور وسائل سارے کے سارے حکومت کے پاس تھے،اسد عمر
اپنے خیالات کا اظہار کریں۔
کانگریس کے مسلم امیدواروں کو کامیاب بنانا مسلمانوں کی ذمہ داری
نواب ڈاکٹر امبر شہزادہ کا کہنا ہے کہ عمران خان کی سیاست جھوٹ پر مبنی ہے جبکہ وہ ریحام خان سے بے حد متاثر ہیں۔ انہوں نے ریحام خان سے گلہ کرتے ہوئے کہا کہ جب انہوں نے عمران خان سے شادی کی اس وقت میں کیوں نظر نہیں آیا۔ امبر شہزادہ نے کہا کہ ان کے دروازے اب بھی ریحام خان کیلئے کھلے ہیں۔
امیتابھ بچن اور بیٹی کے اشتہار پر تنازعہ
17) تبسم ہے وہ ہونٹوں پر جو دل کا کام کرجائے
اردو نیوز شو
انہوں نے کہا کہ وہ اب یہ چاہتے ہیں کہ عوام گیارہ مئی کو اپنی تقدیر بدلنے کے لیے کی خود ذمے داری لیں۔
ِ 0.01 - انتساب ِ 1 - مراقبہ کیا ہے؟ ِ 2 - زمان و مکان کیا ہے؟ ِ 3 - لوحِ محفوظ ِ 4 - خالقِ خدا ِ 5 - اللہ تعالیٰ نظر کیوں نہیں آتے؟ ِ 6 - اللہ تعالیٰ کی امانت کے حصول کے بعد ظالم اور جاہل کیسے؟ ِ 7 - کونسی طرزِ فکر اللہ کے قریب کرتی ہے؟ ِ 8 - روحانی طرزِ فکر کا تجزیہ ِ 9 - روحانیت میں سب سے پہلے کیا ضروری ہے؟ ِ 10 - طرزِ فکر کی منتقلی کس قانون سے ہوتی ہے؟ ِ 11 - زمان (Time) کی حدود ِ 12 - نفس کیا ہے؟ ِ 13 - درست طرزِ فکر کونسی ہے؟ ِ 14 - مرشد کو ظاہری آنکھ سے نہ دیکھا ہو ِ 15 - کیا مراقبہ خواب کا تسلسل ہے؟ ِ 16 - اللہ تعالیٰ کے درمیان حجاب ِ 17 - اللہ تعالیٰ بہترین خالق ہیں ِ 18 - اللہ تعالیٰ ہر چیز پر محیط ہیں ِ 19 - اللہ تعالیٰ کے علم کا عکس ِ 20 - کائنات کے تخلیقی خدوخال ِ 21 - کسی چیز کو سمجھنے کے لئے بنیادی عمل نظر ہے ِ 22 - اللہ تعالیٰ کی صفات ِ 23 - علم استدراج اور علم نوری میں فرق ِ 24 - روحانی تصرّف کیا ہے؟ ِ 25 - اختیاری اور غیر اختیاری طرزِ فکر ِ 26 - بخیلی اور سخاوت ِ 27 - زندگی کی بنیاد ِ 28 - حقیقت مُطلَقہ کیا ہے؟ ِ 29 - یقین کے کیا عوامل ہیں؟ ِ 30 - کیا اللہ تعالیٰ نے زمین و آسمان سب مسخر کر دیا؟ ِ 31 - شُہود کی قسمیں ِ 32 - سائنسی ایجادات ِ 33 - علم کی حیثیت ِ 34 - کیا قرآنی آیات پڑھنی چاہئیں؟ ِ 35 - تعویذ کے اندر کونسی طاقت ہے؟ ِ 36 - فِقہی علم کیا ہے؟ ِ 37 - سلطان کیا ہے؟ ِ 38 - مٹھاس یا نمک ِ 39 - خیالی اور حقیقی خواب ِ 40 - دعا آسمان سے کیوں پھینکی جاتی ہے؟ ِ 41 - مرشد کس طرح فیض منتقل کرتا ہے؟ ِ 42 - کتنی نیند کرنی چاہئے؟ ِ 43 - کیا رنگین روشنیاں غذائی ضروریات پوری کرتی ہیں؟ ِ 44 - طریقت اور شریعت ِ 45 - روح کا عرفان ِ 46 - عام آدمی اور مؤمن میں فرق ِ 47 - حساب کتاب کیا ہوتا ہے؟ ِ 48 - استغنائی طرزِ فکر ِ 49 - خود ترغیبی کیا ہے؟ ِ 50 - کیفیت اور خیال میں فرق ِ 51 - حضور نبی کریم ﷺ کا ارشاد ِ 52 - تدلّیٰ اور علم الاسماء ِ 53 - ارتقائی منازل ِ 54 - نورِ باطن ِ 55 - ذہن بیمار یا جسم بیمار ِ 56 - روح کہاں جاتی ہے؟ ِ 57 - علم الغیب کیا ہے؟ ِ 58 - اللہ کا پسندیدہ بندہ ِ 59 - فنا و بقا کیا ہے؟ ِ 60 - رنج و غم کیوں جمع ہوتے ہیں؟ ِ 61 - وَحدت الوجود اور وَحدت الشُہود ِ 62 - دماغ میں دو کھرب خانے ِ 63 - قلم خشک ہو گیا ِ 64 - ترقی کا فسوں ِ 65 - کون سا رنگ کون سا پتھر؟ ِ 66 - نماز میں حضورِقلب پیدا ہو ِ 67 - روحانی تفسیر ِ 68 - روح سے وُقوف حاصل کرنا ِ 69 - نظر کا قانون ِ 70 - زمان و مکان (Time And Space) ِ 71 - شجرِ ممنوعہ کیا ہے؟ ِ 72 - کائنات کا بنیادی مسالہ ِ 73 - اِرتکازِ توجّہ ِ 74 - جسم میں لطیفے ِ 75 - مادری زبان میں خیالات ِ 76 - تصوّرِ شیخ ِ 77 - کشش کیوں ہوتی ہے؟ ِ 78 - معجزہ، کرامت، اِستدراج کیا ہے؟ ِ 79 - قوّت ارادی کیا ہے؟ ِ 80 - تخلیقی اختیارات ِ 81 - بغیر استاد کیا نقصان ہوتا ہے؟ ِ 82 - سورج بینی کا کیا فائدہ ہے؟ ِ 83 - رَحمۃَ لِّلعالمین ِ 84 - وہاں کی زبان کو سمجھنا ِ 85 - مراقبہ کا حکم ِ 86 - انسانی کوشش کا عمل دخل ِ 87 - اسفل زندگی سے نکلنا ِ 88 - اسمِ اعظم کیا ہے؟ ِ 89 - ہر شئے دو رخوں پر ہے ِ 90 - مؤکل کیا ہوتے ہیں؟ ِ 91 - مذہب کی حقیقت کیا ہے؟ ِ 92 - حواس کہاں سے آتے ہیں؟ ِ 93 - شرحِ صدر کیا ہے؟ ِ 94 - تفکر کی صلاحیت ِ 95 - عشاء کا وقت افضل کیوں ہے؟ ِ 96 - سعید روح اور شَقی روح کیا ہے؟ ِ 97 - حافظے کی سطح ِ 98 - حسبِ خواہش نتیجہ نہ ملنا ِ 99 - نیگیٹیو بینی کیا ہے؟ ِ 100 - اس کتاب میں شک و شبہ کی گنجائش نہیں ہے ِ 101 - یاحي یاقیوم کا کیا مطلب ہے؟
اسلام آباد(زمونگ سوات آن لائن نیوز۔03جون۔2016ء):قومی اسمبلی میں مالی سال 2016-17ء کیلئے وفاقی بجٹ پیش کردیا گیا ہے،وفاقی بجٹ کا ...
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی
بھارتی فلم ”ہندی میڈیم “ اس سال 4 اپریل کو چین میں ریلیز کی جائے گی
موالیوں کے سامنے گھٹنے ٹیکنے کی اس سے اچھی اور تازہ مثال کیا ہو سکتی ہے۔ مجھے تو ڈر ہے کہ کرن جوہر کے بعد کہیں بھنسالی دوسری مثال نہ قائم کر دیں۔
ہمارے بارے میں
آئی سی سی اجلاس میں شرکت کے بعد اعجازبٹ وطن واپس پہنچ گئے
موصل کا معرکہ اس سال ختم ہو جائے گا،عراق
ہونو لولو (این این آئی) امریکی ریاست ہوائی کے شہر ہونولو کی ایک بلندو بالا رہائشی عمارت میں آگ لگ گئی جس کے نتیجے میں 3 افراد ہلاک جبکہ13 زخمی ہوگئے جن میں سے 4 کی حالت سخت تشویشناک ہے۔ زخمیوں میں ایک فائر فائٹر بھی شامل ہے۔امریکی میڈیا کے مطابق 31 منزلہ رہائشی عمارت مارکو پولو کی 26 ویں منزل پر آگ لگ گئی جو دیکھتے ہی دیکھتے 28 ویں منزل تک پھیل گئی۔ آگ کی اطلاع ملتے ہی 20 فائر یونٹس اور 100 فائر فائٹرز جائے حادثہ پر پہنچ گئے اور امدادی سرگرمیاں شروع کردیں اور کئی گھنٹے کی جد و جہد کے بعد آگ پر قابو پالیا ۔
جانور، ووٹ اورانسان February 18, 2018
زمرہ:برمودا کے سیاحتی مقامات
تازہ ترین ویڈیوز
ججز کو کس نے بحال کیا تھا؟
میرے پسندیدہ۔۔
فلم کے ڈائریکٹر پنت ملہوترہ نے بتایا، ’ہم نے کاسٹیوم ڈیزائنر منیش ملہوترہ کو فلم سے نکال باہر کیا۔ وہ بہت ناراض بھی ہوا اور اس کا بس نہیں چل رہا تھا کہ مجھ قتل کردے لیکن یہ ضروری تھا۔ کرینہ کو فلم میں صرف چھ جوڑے پہننے تھے اور وہ بھی گلیمر سے ہٹ کے‘۔۔۔
کاجول بھی ’اے دل ہے مشکل ‘ کی کاسٹ میں شامل - ہم سب
لفظ’’کعبہ‘‘ لغت میں مربع شکل کے گھر کو کہا جاتا ہے اور خانۂ خدا بھی مربع کی شکل کے ہونے کی بنا پر کعبہ کہلایا ہے
وہ بوڑھی عورت مسکرائیں اور بولیں دیکھ بیٹا اگر راستے کا علم نہ ہو تو خیر ہے مگر منزل کی خبر نہ ہو تو راستہ بھی بے کار ہوتا ہے۔ منزل کا نام پتہ معلوم ہو تو راستہ دکھانے والا کوئی نہ کوئی مل ہی جاتا ہے ،اگر منزل ہی معلوم نہیں ہوگی تو راستے کا تعین کیسے ہوگا؟
جھوٹے اہل حدیث(قسط ٢)
برطانیہ کی ایک ماہرِ فلکیات، مونیکا گریڈی اِسے انسانیت کے لیے ایک تاریخی واقعہ قرار دیتے ہوئے کہا: ’میرے اندر کا سائنسدان سوچتا ہے’ واہ یہ فطرت کے اُن کرشموں میں سے ہے، جن کی پیش گوئی، انسان نہیں کر سکتا۔ اور یہ کرشمے مفت میں ہاتھ آتے ہیں۔‘
چترال(چترال ٹائمز رپورٹ)آغا خان ایجوکیشن سروس پاکستان چترال نے گزشتہ دن چترال کے آغاخان اسکولز کے اساتذۂ کرام کو ان کی خدمات کے اعتراف میں آغا خان ہائیر سیکنڈری اسکول کوراغ اور گرم چشمہ میں خوبصورت تقاریب کی صورت میں بونس، شیلڈ اور تمام اسٹاف کو یو ایس بی کی صورت میں تعریفی انعامات سے نوازا ۔ تقریبات کا بنیادی ...
مملکت متحدہ
مجھے آپ کی گرانقدر رائے کا انتظار رہے گا۔
اس سے پہلے ٹاس جیت کر پہلے بلے بازی کرنے اتری انگلینڈ کے آغاز سدھی ہوئی رہی. 12 ویں اوور میں 47 کے اسکور پر انگلینڈ نے پہلا وکٹ گنوایا. اس کے بعد انگلش ٹیم نے جلدی جلدی دو وکٹ گنوائے. لیکن چوتھے وکٹ کے لئے سارہ ٹیلر اور سكيور کی جوڑی نے چوتھے وکٹ کے لئے 83 رن جوڑے اور انگلینڈ کو 100 رن کے پار پہنچایا. اگرچہ مسلسل وقفے پر وکٹ گنوانے کی وجہ انگلینڈ کی رنز کی رفتار کو زیادہ نہیں بڑھا سکا. جھولن گوسوامی نے شاندار بولنگ کرتے ہوئے 10 اوور میں 23 رن دے کر 3 وکٹ حاصل کئے. انہوں نے درمیانہ تہجی بڑے وکٹ حاصل کر انگلینڈ کو 250 سے زیادہ رنز تک پہنچنے سے روک دیا.
تنگدستی کے اسباب اور ان کا حل
" آف کورس !!! بندوق کا کوئ اور مقصد اگر ہے تو مجھے سمجھا دیجئے !!! "
جنوبی امریکہ اور قابل تجدید توانائی _ حالات حاضرہ _ DW _ 14.11.2008
وفاقی وزیر نے فوری اقدامات پر زور دیا، جن میں اینٹی سموگ اور اینٹی فوگ ڈسکس کی تنصیب شامل ہے۔انہوں نے کہا کہ صارفین کے لیے بجلی کی فراہمی کو یقینی بنایا جائے، کیونکہ ملک میں بجلی کی کمی نہیں ہے، ضرورت صرف ا سموگ پر قابو پانے کی ہے۔
کے پی کے بعد بلوچستان میں بھی زلمی مدرسہ لیگ کا کامیاب انعقاد
انہوں نے بتایاکہ رواں سال نہری پانی کی شدید کمی کے باعث سندھ بھر میں کپاس کی بوائی متاثر ہونے سے کپاس کی چنائی میں بھی دو سے تین ہفتوں کی تاخیر متوقع ہے جس سے رواں سال جننگ سیزن بھی قدرے تاخیر سے شروع ہونے کے امکانات ظاہر کئے جا رہے ہیں جو روائتی طور پر جون کے آخری ہفتے میں شروع ہوتا تھا۔انہوں نے بتایا کہ اگر چین نے امریکی روئی کی درآمد پر 25فیصد ڈیوٹی کا نفاذ جاری رکھا توبھارت سے متوقع طور پر بڑھتی ہوئی چینی روئی درآمدات کے باعث رواں برس پاکستان اور بھارت میں روئی اور پھٹی کی قیمتون میں تیزی کا رجحان غالب رہے گا۔
اگر ان سوشلست ملحدین کی طرف سے تمام مذاہب خصوصًا مسلمانوں اور دیگر مذاہب پہ پابندی اور نسل کشی اور سوشلزم کی مذہب دشمنی کے بارے میں جاننا ہو تو یہ مضامین لازمی مطالعہ کریں
سنکیانگ میں مسلمانوں پر پابندیوں میں نرمی کی جائے، وزیر مذہبی امور
فاٹا کے پی انضمام خطے میں ترقی کا پہلا قدم ، جنوبی ...
USB کے ذریعے پی سی پر آپ کے آلہ مربوط / فیس بک کھیل صفحہ کھولیں
ام المؤمنین حضرت عائشہ صدیقہ رضی اللہ عنہا
گزمین نے چار براعظموں پر پھیلے اپنے نیٹ ورک سے 14ارب ڈالر بنائے۔ وہ امریکا، میکسیکو اور انٹرپول کو مطلوب تھا، اسے میکسیکن حکومت نے پکڑ کر امریکا کے حوالے کیا جہاں اس کے خلاف مقدمات شروع کیے گئے۔ کرۂ ارض کے مطلوب ترین مجرموں میں شامل گزمین نے میکسکو میں شہرت حاصل کی، مقامی افراد مختلف تہواروں پر اچانک اس کے ظاہر ہونے اور مجمعے پر نوٹوں کی بارش کے قصے سناتے ہیں۔ کئی لوگ اسے لیڈر اور ہیرو مانتے ہیں کیوں کہ ’’ وہ ایک غریب کسان تھا، اس نے بالکل نچلی سطح سے آغاز کیا اور وہ عام لوگوں کی مدد کرتا تھا۔‘‘
ممبئی: بالی ووڈ سپراسٹار سلمان خان کا بڑی عید سے پہلے مداحوں کے لیے محبت بھرا ’عید مبارک‘ کا ویڈیو پیغام سوشل میڈیا پروائرل ہوگیا۔
آیت اللہ العظمی خامنہ ای اسلام مسلمین دفاع علمبردار
سرینگر/سابق وزیراعلیٰ اورنیشنل کانفرنس کے نائب صدر عمرعبداللہ نے کہا ہے کہ مرکز میں بھاجپا کو اقتدارسے ہٹانے کیلئے 2019 کے لوک سبھا الیکشن میں کانگریس کو اپوزیشن کے اتحاد کا محوراورراہل گاندھی کو قائد بننا ہوگا۔کے این این مانٹرینگ ڈیسک کے مطابق ایک انٹرویومیں عبداللہ نے کہاکہ حالانکہ اپنی ریاستوں میں مضبوط علاقائی لیڈروں کی ذمہ داری اس سے کم نہیں ہوتی ہے۔عمرعبداللہ نے کہا کہ کانگریس کومحوربننا پڑے گا کیونکہ ایک خاص پارٹی سے اپوزیشن کی سیٹوں...
“رابطے کی اخلاقیات”
جب زندگی شروع ہوگی-ایک دلچسپ ناول
یوم پاکستان پر صوبائی دارالحکومتوں میں 21، 21 توپوں کی سلامی سے دن کا آغاز کیا گیا ہے۔ لاہور کے محفوظ شہید گیریژن میں پاک فوج کی جانب سے21توپوں کی سلامی اور پشاور کے کرنل شیرخان اسٹیڈیم میں 21توپوں کی سلامی دی گئی ہے۔
فيام ميں سورہ فاتحہ کی تلاوت کی جائے ، پھر اپنی سہولت کے مطابق باقی قرآن کے کچھ حصے کی تلاوت کی جائے ،
ایک شخص امدادی کارکن کے ساتھ بیٹے کا تابوت اٹھاتے ہوئے جذبات پر قابو نہ رکھ سکا۔
ترکی کا ۵۷؍ ممالک کو ساتھ ملاکر سب سے بڑی اسلامی فوج بنانے کا فیصلہ
دل کو خوش کرنے والادل کو روشن کرنے والا
بلوچستان کے دلفریب سیاحتی مقامات اور ورثہ حکومتی توجہ کا منتظر
Hot Tags: یوکومیا کی چھال، چین، مینوفیکچررز، سپلائرز، فیکٹری، تھوک، خرید، کم قیمت
نیو ایئر نائٹ (1)
پرنٹ کریں یہ صفحہ پرنٹ کریں
پشاور: عوامی نیشنل پارٹی پختونخوا کے عبوری صدر بشیر احمد مٹہ ، صوبائی آرگنائزنگ سیکرٹری جمیلہ گیلانی، صوبائی ترجمان صدرالدین مروت ایڈووکیٹ اور آرگنائزنگ کمیٹی کے رُکن ایمل ولی خان نے اے این پی سٹی ڈسٹرکٹ پشاور کے آرگنائزنگ سیکرٹری انوارالحق پر قاتلانہ حملے کے نتیجے میں جاں بحق ہونے کی سخت الفاظ میں مذمت کرتے ہوئے کہا ہے کہ پختونخوا میں ٹارگٹ کلنگ کے ذریعے معصوم اور بے گناہ انسانوں کی زندگیوں کا خاتمہ کرنا روزمرہ کا معمول بن چکا ہے ، لوگ نہ گھروں نہ مسجدوں اور نہ ہی بازاروں میں محفوظ ہیں۔
جو مجھ سے بہت زیادہ پیار کرتی ہے ۔اس موقع پر جوانی کا ایک قصہ سناتے ہوئے کہا کہ ایک بار ایک خاتون دلہن کے لباس پہن کر گاڑی میں میرے گھر کے سامنے آگئی اور مجھے کہاکہ میرے ساتھ چلو ہم دونوں نے ابھی شادی کرنی ہے۔ اس بات پر میں نے اسے کہا کہ ابھی میری عمر بہت کم ہے کہ اس حوالے سے نہیں سوچا۔شاہد آفریدی نے بتا یا کہ اس خاتون کے ساتھ تصاویر لیکر اسے جانے کا کہا تو میری جان بچی ۔
اولاد کی تربیت میں ماں کا کردار
سعودی عرب میں دنیاکی بلند ترین عمارت تعمیرکرانے کا معاہدہ طے
استعمال کے ضوابط
کشف اللبس میں (۱۰) حضرت علامہ جلال الدین سیوطی رحمۃ اللہ علیہ نے
سائنس اور ٹیکنالوجی
فَلاَ تَسْئَلْنِ مَا لَیْسَ لَکَ بِہ عِلْمٌ: «توآپ مجھ سے اُس چیز کا سوال نہ کریں جس کے بارے میں آپ کو علم نہیں۔ »
سپریم کورٹ نے عمران خان نااہلی کیس کا فیصلہ محفوظ کرلیا
وزیراعظم عمران خان عید کی چھٹیوں میں دفتری امور نمٹائیں گے، ذرائع
جہلم / لاہور: سابق وزیر اعظم نواز شریف کی ریلی تیسرے دن جہلم سے لاہور کی جانب رواں دواں ہے۔
اماں نے لذیذ پکوان بنا کے رکھے، بیٹی آئے گی، بھوک محسوس کر رہی ہوگی، پر بیٹی کو نہ آنا تھا نہیں آئی
منہاج ویمن لیگ بادالونا (سپین)کی صدر محترمہ سعیدہ بیگم کے شوہر اور منہاج نعت کونسل سپین کی انچارج محترمہ طیبہ سرور کے والد محترم حاجی محمد سرور طاہر 19 مارچ 2015ء کو رضائے الٰہی سے بادالونا (سپین) میں انتقال کر گئے۔ان کی وفات پر منہاج القرآن انٹرنیشنل سپین اور منہاج ویمن لیگ سپین کے جملہ عہدیداران نے اہل خانہ سے تعزیت کی اور 25 مارچ کو سانتا کولوما (سپین) میں ان کی نماز جنازہ میں شرکت کی۔مرحوم کی تدفین ضلع گجرات کے قریب واقع ان کے آبائی گاؤں شادیوال میں 29 مارچ 2015ء بروز اتوار اداء کی جائے گی۔ مرحوم کے گھر والوں کی طرف سے ان کی مغفرت کے لیے دعا کی درخواست کی گئی ہے۔


جواب لکھیں جواب حذف کریں
عوامی فیصلہ اور جمہوریت کے علم بردار!
اب سے 25 ، 30 سال قبل جن دکانوں پر ایسے ماڈل رکھے ہوتے تھے، لوگ انھیں ناپسندیدگی کی نظر سے دیکھتے اور توجہ بھی دلاتے تھے، مگر اب یہ ’ڈمی کلچر‘ اس پیمانے پر پھیل چکا ہے کہ بت شکن اُمت کی نئی نسل یہ سمجھنے پر مجبور ہے کہ شاید روزِ اوّل سے کاروبارِ زندگی میں یوں ہی ہوا کرتا تھا، حالانکہ یہ چیز حالیہ عشروں میں ہمارے ہاں زبردستی در آئی ہے۔ ان مظاہر کا سامنا کرتے ہوئے کوئی بھی معقول انسان نظریں نیچی کیے اور شرمندگی کے پسینے میں نہائے بغیر رہ نہیں سکتا۔
بین الاقوامی مہم: "خلافت اور تعلیم: سنہری دور کا دوبارہ…
میری عمر 17 سال ہے اور میں لاہور کا رہنے والا ہوں۔ میں ایف ایس سی کر رہا ہوں. میری ایک بہن ہے جس کا نام ثنا ہے۔ اس کی عمر 15 سال ہے۔ وہ میٹر...
کلیسیا کے مظالم کے خلاف کئی لوگوں نے آوازیں بھی بلند کی۔ اُن میں مشہور پیٹر والڈو (1140-1218)، جان ٹولر (1290-1361) اور جان وائی کلف (1320-1384) ہیں۔ ان لوگوں کو بھی اگرچہ سخت سزائیں دی گئی اور کفر کے فتوے صادر کیے گئے مگر اس سارے رویے نے مارٹن لوتھر(1483-1546) کے لیے راہ ہموار کی۔
اردو نیوز شو
امیر جماعت اسلامی سینیٹرسراج الحق نے کہا ہے کہ پاکستان کے کرپٹ حکمرانوں کی وجہ سے آج ملک کا بچہ بچہ مقروض ہے ہمارا کوئی بجٹ بیرونی امداد کے بغیر پاس نہیں ہوتا ،سورج کی روشنی اور تازہ ہوا کی طرح ملک میں قیادت کی تبدیلی بھی ضروری ہے ،کرپٹ مافیا نے میریٹ کو ختم کردیا ،ملک میں مسلح دہشت گردی کے ساتھ ساتھ معاشی اور سیاسی دہشت گردی جاری ہے ،سیاسی پارٹی سے نیٹو کا اسلحہ برامد ہورہا ہے شہری قتل ہورہے ہیں اور بھتہ نہ دینے پر انسانوں کو زندہ جلایا جا رہا ہے ،ہمارے حکمران تماشائی بنے ہوئے ہیں اور انصاف کا نام و نشان نہیں ،ہم کسی کے خلاف جنگ نہیں لڑ رہے بلکہ عالم اسلام کو ایک کرکے پوری انسانیت کو آزادی دلانا چاہتے ہیں ،حکومت اور پی ٹی آئی کو ایک میز پر لاکر بٹھایا ،بلوچستان کے ناراض نوجوانوں کو بھی پہاڑوں اور غاروں سے واپس لانے کیلئے جرگہ بنائیں گے ۔ جماعت اسلامی کے مرکزی میڈیا سیل کے پریس ریلیز کے مطابق ان خیالات کا اظہار انہوں نے صوابی میں غلام اسحاق خان انسٹیٹیوٹ آف سائینس اینڈ ٹیکنالوجی میں تقریب سے خطاب کرتے ہوئے کیا تقریب میں ذہین طلبہ و طالبات کو خصوصی ایوارڈ اور اسناد دی گیئں ،تقریب سے ادارے کے ریکٹرجمشید بشر نے بھی خطاب کیا اس موقعہ پرڈپٹی سیکرٹری جنرل محمد اصغر ،صوبائی سیکرٹری اطلاعات اسرار اللہ خان ایڈوکیٹ نائب امیر جماعت اسلامی خیبر پختونخوا معراج الدین خان اورانجینئرمحمد عثمان بھی موجود تھے
فہمیدہ ریاض کا ریڈیو پاکستان سے آخری انٹرویو (2)
ٹیکس کا نفاذ: گلگت بلتستان میں دوسرے روز بھی ہڑتال
کم عمر لڑکی سے شادی کے ناقابل یقین فائدے
قربانی کی کھالیں کسی کالعدم جماعت کو نہ دی جائیں ،...
اگر یہ افغان حکومت کا قصور ہے یا پھر بھارتی سازش کا پیش خیمہ تو اینٹ کا جواب پتھر سے دیا جائے اور آئندہ کے لئے سبق فراہم کیا جائے، 31جنوری کے دن آرام باغ پارک کراچی میں انجمن طلبہ اسلام صوبہ سندھ کے زیر اہتمام ہونے والے عظیم الشان میلاد مصطفیۖ طلبہ کنونشن بیاد سانحہ پشاور اسکول اور شہید طلبہ و طالبات کے سلسلے میں جامعہ کراچی کے شیڈول دورے میں ملاقاتو ں کے دوران انجمن طلبہ اسلام پاکستان کے مرکزی صدر محمد زبیر صدیقی ہزاروی نے کہا کہ بھارت ہمارے تعلیمی اداروں کو مقتل گاہ بنا رہا ہے۔
سرینگر (اُردو پوائنٹ اخبارتازہ ترین۔ 19 مئی2018ء) مقبوضہ کشمیرمیںغیر قانونی طورپر نظر بند سینئر حریت رہنما اور جموںوکشمیر مسلم لیگ کے چیئرمین مسرت عالم بٹ نے رمضان المبارک کے دوران جموں خطے کی جیل سے مقبوضہ وادی کی جیل میں منتقلی کے حوالے سے عدالت میں ایک عرضداشت دائر کر دی ہے۔
کیپ ٹاؤن میں ایک کانٹے کا مقابلہ جاری ہے
کسی زمانے میں محض ایک ریاستی ٹیلی ویژن کے گیٹ پھلانگ کر اور اس پر قبضہ کر کے تبدیلی لانا ممکن تھا مگر اب نہیں۔ کارگل کے معرکے اور بھارتی مسافر طیارے کے اغواء جیسے واقعات پر بھارتی ٹیلی ویژن میڈیا نے جو کچھ پاکستان کے ساتھ کیا اس کے جواب میں ایک جنرل اور فوجی آمر کے دماغ میں ایک ہی ترکیب آئی کہ بھارتی پراپیگنڈے کا مقابلہ لاتعداد پاکستانی ٹیلی ویژن چینلوں کے پراپیگنڈے سے کیا جائے۔ یہ وہ وقت تھا جب بھارتی نیوز چینلز پاکستان میں غیر قانونی کیبل نیٹ ورکس کے ذریعے جنگل کی آگ کی طرح پھیل رہے تھے جن کو بند کرنے اور ان کا پاکستانی متبادل فراہم کرنے کے علاوہ ایک فوجی آمر کے پاس کوئی راستہ نہ بچا تھا۔بوتل سے نکلے نجی ٹی وی چینلوں کے اس جن کو اب واپس بوتل میں بند کرنا تو ناممکن تھا، اس لئے اس جن کو دوسرے طریقوں سے قابو کرنے کے لئے دھمکیوں، بندشوں اور گولیوں کا سہارا بھی لیا گیا اور یہ پالیسی محض جنرل مشرف کی نہیں تھی۔
امریکی سنٹرل کمانڈ کے ترجمان نے کہا کہ "ہم اس معاملے پر نزدیک سے نظر رکھے ہوئے ہیں اور اپنے شراکت داروں کے ساتھ بین الاقوامی پانی کے ذریعے آزاد تجارت اور بحری بیڑوں کی آزادانہ نقل و حرکت کے حوالے سے تعاون کو جاری رکھیں گے۔
مزید معلومات ٹھیک ہے

بینکنگ / مالیاتی خدمات · 301-600 ملازمین - ایبٹ آباد, گوجر خان


گذشتہ برس مئی کی بات ہے۔کراچی کے علاقے فیڈرل بی ایریا میں ایک فلیٹ کے مکین ایاز نے کچرا چننے والے ایک افغان بچے گل آغا سے کہا کہ اگر وہ فلیٹ کی صفائی کر دے تو پیسے ملیں گے۔اس بچے نے صفائی کر دی۔فلیٹ کے مکین نے اسے دس روپے دینے کی کوشش کی۔بچے مزید پڑھیں
Home / News / پاکستان اور بھارت کے سفارتی تعلقات اک نئے موڑ پر
بیجنگ(اُردو پوائنٹ اخبارتازہ ترین۔ 28 مئی2018ء) چیف جسٹس پاکستان جسٹس میاں ثاقب نثار نے کہا ہے کہ ریاستی حکام آئینی حدود میں رہ کر کام کرنے کے پابند ہیں۔۔چین کی شنگھائی یونیورسٹی میں خطاب کے دوران چیف جسٹس نے کہاکہ ریاست کے تمام ستون ملکی سالمیت، سیکورٹی اور وقار اور لوگوں کی فلاح کے لیے مل جل کر کام کریں، ریاستی حکام کو اپنے اختیارات انصاف کے اصولوں، برابری، شفاف اور قانون کے مطابق استعمال کرنے چاہئیں۔
سمرینہ کی خاندان نے فیس بک پر سمرین کی صورتحال سے لوگوں کو مطلع کیا لیکن اُن کے رشتے داروں سمیت کسی نے بھی گردہ عطیہ نہیں کیا تاہم مجنوت نے سمرینہ کے والدین سے رابطہ کیا اور اپنا گردہ عطیہ کرنے کے بارے میں آگاہ کیا۔
افغانستان میں صدارتی انتخابات آئندہ سال 20 اپریل کو ہو ...
مورخہ 5 دسمبر کو بھی سماعت ہوئی سپریم کورٹ کے تین رکنی بنچ نے حسب معمول سماعت کی، دوران سماعت بنچ کے معزز رکن جسٹس اعجاز افضل نے ریمارکس دئیے کہ” حراستی مراکز میں موجود افراد کا ٹرائل کیوں نہیں کیا جاتا ،کسی شہری کو غیر معینہ مدت کے لیے حراست میں نہیں رکھا جاسکتا۔”بنچ کے دوسرے فاضل رکن جسٹس دوست محمد خان نے ریمارکس دیتے ہوئے کہا کہ” خفیہ حراست غیر آئینی اور غیر قانونی ہے، سالہاسال سے لوگ خفیہ حراست میں ہیں،بدقسمتی سے خفیہ اداروں نے عدالت کو سچ نہیں بتایا،کسی نے جرم کیا ہے تو قانون کے مطابق سزا دیں، آئین کہتا ہے کہ چوبیس گھنٹے میں زیر حراست شخص کو مجسٹریٹ کے روبرو پیش کیا جائے۔
انسدادِ دہشت گردی ایکٹ ترمیمی بل آ ج قومی اسمبلی میں پیش کیا جائے گا
نواز شریف کی رہائش گاہ جاتی امرا کے باہر سکیورٹی ناکہ لگا دیا گیا
نوجوانوں کا صفحہ
لوگوں نے کہا یارسول اللہ صلی اللہ علیہ وسلم ہرگز نہیں
پنجاب میں ڈینگی کے مزید کیس رپورٹ،کل تعداد 2 ہزار580ہو گئی
انہوں نے بتایا کہ مذکورہ اہلکار کو فوری طور پر اسپتال منتقل کیا گیا جہاں اسے مردہ قرار دے دیا گیا۔ سرکاری ذرائع نے مزید بتایا کہ جئے بھگوان جو کہ راجستھان کے کاتھی واس گاو¿ں کا رہنے والا ہے، کی میت کو اس کے آبائی علاقہ روانہ کرنے کے انتظامات کئے جارہے ہیں۔
ترجمان تحریک انصاف کی طرف سے جاری اعلامیے کے مطابق، یہ بات انہوں نے اسلام آباد میں اپنی رہائش گاہ بنی گالہ میں قائم مقام امریکی سفیر جان ایف ہوور کی قیادت میں امریکی سفارتی وفد سے ملاقات کے دوران کہی۔
آئی ایس پی آر کو پریس کانفرنس کرنے کی ضرورت نہیں تھی ، مسلم لیگ (ن) فوج پر ...
مرکزی مواد پر جائیں
چین کا جدید سرویلنس سسٹم؛ 60 ہزار افراد کے درمیان ملزم کی شناخت _ ڈیلی مشرق نیوز
اس سورہ میں "الف” کا اشارہ ایمان کی طرف ہے جس کا ذ کر اس سورہ میں بار بار ہوا ہے مثلاً آیت ۲،۷،۹، ۱۱ ،۱۲، ۲۴،۴۴، ۴۵ وغیرہ میں۔
لوڈ ہو رہا ہے...
رسائی کے لنکس
چوہدری نثار نے پہلے مسلم لیگ ن میں نفاق پھیلایا اور اب وہ اپوزیشن کی صفوں میں بھی انتشار اور نفاق پھیلارہے ہیں
«مسلم لیگ (ن) کے بنائے گئے تمام پاور پلانٹس کا آڈٹ کرائیں گے، فواد چوہدری
اسوہٴ نبی اکرم صلی اللہ علیہ وسلم
افغانستان میں پبلک ہیلتھ کی قائمقام وزیر ثریا دلیل کا کہنا ہے کہ علاج معالجے کے زیادہ اخراجات کی وجہ صحت کی بنیادی سہولتیں فراہم کرنے والے اداروں کو اس مرض پر قابو پانے میں مشکلات کا سامنا ہے۔
طاہر القادری کے پاس کوئی لائحہ عمل نہیں ہے
اضافی طور پہ, میں ایک اپلی کیشن Android کے چولہے کے انتظام میں سہولت فراہم کرنے کے لئے برحق, یہ پیرامیٹر میں ترمیم کے لیے تُوت الارض کے پیش کار سے جڑیں گے.
اپنے دوستوں کے ساتھ لائن ہے
رانا بھگوان داس کی اہلیہ کے نام لکھے گئے خط میں وزیراعظم کا کہنا تھا رانا بھگوان داس محب وطن انسان، دیانتدار اور اعلیٰ کردار خصوصیات کے حامل تھے۔
اٹل جی چاہتے تھے کہ ہندوستان اور پاکستان کے درمیان دوستی کا نیا باب کھلے:ڈاکٹر فاروق عبداللہ
عازمین حج کا آج پہلا تربیتی اجتماع، علماء کرام کا خطاب
سب لوگ وہاں سے ہنستے ہوئے اٹھے اور کہنے لگے: ابوطالب تم کو تمہارے بيٹے کي اطاعت و پيروي کا حکم ديا گيا ہے۔
حضرت بانی سلسلہ احمدیہ علیہ السلام کی وفات ۱۹۰۸؁ء میں ہوئی تھی۔ یہ لیکچر اس کے دو سال بعد کاہے۔
ایبولا وائرس کی تشخیص 15 منٹ میں ممکن
20 صفر اہل بیت کی مدینہ میں واپسی(بنا بر قول)
23 اِسراؔئیل بھی مِصر میں آیا اور یعقؔوب حام کی سر زمین میں مسافِر رہا۔
بنگلادیش میں ایک خاتون کرکٹر منشیات اسمگل کرتے ہوئے رنگے ہاتھوں پکڑی گئیں۔بنگلادیش میں ایک خاتون کرکٹر نزرین خان مکتا کو 14 ہزار یابا پلز کے ساتھ گرفتار کرلیا گیا، نشہ آور گولیوں کا یہ نام مقامی طور پر میتھامفٹامائن ٹیبلٹ کے لیے استعمال ہوتا ہے، ڈھاکا پریمیئر لیگ میں فرسٹ گریڈ کرکٹ کھیلنے والی نزرین خان کی گرفتاری کاکس بازار میں ... مزید
مضمون کی پسندیدگی اور نیک خواہشات کیلئے بہت بہت شکریہ۔
دوبارہ عدالت نہیں جا¶ں گا، خورشید شاہ نے متعلقہ ریکارڈ دینے کا وعدہ کیا تھا: طاہر ...
سے یا نیو اورلینز کے لئے سب سے بہتر ایگزیکٹو سفر ذاتی جیٹ چارٹر, بیٹن روج, Shreveport, Lafayette کے, لوزیانا ایئر طیارہ رینٹل کمپنی کی خدمت کے قریب مجھے کال کریں 855-434-0700 کاروبار کے لئے خالی ٹانگ پرواز ٹرانسپورٹیشن علاقے پر فوری اقتباس کے لئے, ایمرجنسی, پالتو جانوروں کے دوستانہ طیارے کے ساتھ ذاتی خوشی? آپ کو جلدی اور آسانی سے آپ کی اگلی منزل حاصل بہترین طیارے کی کمپنی کی مدد کرنے دو!

گورکھپور اور پھلپور کی شکست نے یوگی کا لہجہ بدل دیا۔ چونکا دینے والا بیان ‘میں ہردھرم کا سی ایم ہوں‘مدعو کیاگیا تو مسجد بھی جاؤں گا۔
فرقہ وارانہ تشدد نہ روک پانے والے افسران پر کارروائی کی جائے - The Siasat Daily
مقبوضہ کشمیر میں زیادتی کے بعد قتل کی جانے والی آصفہ کی وکیل کو بھی قتل کی دھمکیاں _ دنیا - Geo.tv
ہنمنتیا نئی دہلی کے کرناٹک بھون کا ایک ملازم ہے جو مبینہ طور پر شیوا کمار کے غیرمحسوب پیسے نئی دہلی میں نہ صرف محفوظ رکھتا بلکہ لین دین کے کاروبار میں بھی ملوث تھا‘ اس طرح کے دعوے شکایت میں کئے گئے ہیں۔
سابق ایم این اے سردار طفیل احمد خاں مرحوم کے صاحبزادے...
کمیشن سازی ماحولیات کے لیے نقصان دہ ہے!وسعت اللہ خان
سیرت النبی صلی اللہ علیہ وسلم
[35]۔سنن ابن ماجہ الطلاق باب طلاق المعتوہوالصغیر والنائم حدیث :2041۔
اسلام آباد(اُردو پوائنٹ اخبارتازہ ترین۔ 06 نومبر2017ء)ایوان بالا میں چیئرمین سینیٹ میاںرضا ربانی نے پولینڈ سے آئے ہوئے وفد کو خوش آمدید کہا ۔ تفصیلات کے مطابق پولینڈ سے آئے ہوئے وفد جس کی قیادت سینیٹر مارشل کر رہے ہیں پیر کے روز ایوان بالا کی کارروائی دیکھی ۔ چیئرمین سینیٹ رضا ربانی نے وفد کو خوش آمدید کہا ۔ سینیٹر مشاہد حسین سید نے اپنے استقبالیہ کلمات میں کہا کہ مارشل کی قیادت میں آنے والے وفد دونوں ممالک کے درمیان مزید تعلقات کی بہتری کیلئے کام کرے گی ۔
پاکستان لیڈر بلاول بھٹو نے دیوالی کے موقع پر شیو پوجا کا کیااہتمام۔ ویڈیو
یاد رہے کہ اس وقت کالعدم سپاہ صحابہ تین ناموںسے کام کررہی ہے، پہلا نام اہلسنت والجماعت، دوسرا نام سنی ایکشن کمیٹی اور تیسرا لشکر جھنگوی۔
واشنگٹن کاؤنٹی، اوریگون
آج پنجاب کے لوگ بھی فوج اورآئی ایس آئی کے خلاف کھل کربات کررہے ہیں اور...
روحیل امین ایک چھابڑی والا ہے۔ انہوں نے وائس آف امریکہ کو بتایا کہ RAB کے اہل کاروں نے بیٹے کی رہائی کے لیے ایک لاکھ ٹکہ رشوت مانگی تھی۔ میں ایک غریب آدمي ہوں۔ بمشکل 40 ہزار کا بندوبست کر سکا ۔ RAB والوں نے وعدہ کیا کہ اس کا بیٹا چند روز میں اپنے گھر پہنچ جائے گا۔ لیکن وہ آج تک نہیں آیا۔
فلسطینی حملہ آور کی فائرنگ کے نتیجے میں تین اسرائیلی ہلاک  اثاثہ جات ریفرنس: وزیر خزانہ اسحاق ڈار احتساب عدالت پہنچ گئے
سنتیاگو: مسیحی مذہب کے روحانی پیشوا کا شمار اُن شخصیات میں ہوتا ہے جو...
شہر قائد/ شہر کی آواز
(۴۹)۔ یہاں اس امر کی کوئی تصریح نہیں ہے کہ یہ جواب دینے والا کون ہو گا۔ ہو سکتا ہے کہ کچھ دیر بعد خود انہی لوگوں کی سمجھ میں معاملہ کی اصل حقیقت آ جائے اور وہ آپ ہی اپنے دلوں میں کہیں کہ ہائے ہماری کم بختی، یہ تو وہی چیز ہے جس کی خبر خدا کے رسول ہمیں دیتے تھے اور ہم اسے جھٹلایا کرتے تھے۔ یہ بھی ہو سکتا ہے کہ اہل ایمان ان کی غلط فہمی رفع کریں اور ان کو بتائیں کہ یہ خواب سے بیداری نہیں بلکہ موت کے بعد دوسری زندگی ہے۔ اور یہ بھی ہو سکتا ہے کہ یہ جواب قیامت کا پورا ماحول ان کو دے رہا ہو، یا فرشتے ان کو حقیقت حال سے مطلع کریں۔
ایشین خواتین نیٹ بال چیمپئن شپ 12دسمبر کو ہانگ کانگ میں منعقد ہوگی
کراچی: پاکستان سپر لیگ (پی ایس ایل) تھری کا فائنل آج اسلام آباد یونائیٹڈ اور پشاور زلمی کے درمیان ہوگا جس کے لیے نیشنل اسٹیڈیم کراچی کے دروازے کھول دیے گئے ہیں اور شائقین کی آمد شروع ہوگئی ہے۔
سوال: - قیامت کے دن سب سے پہلے شفاعت کون کریں گے ؟
اپنا تبصرہ لکھیں

مثال کے طور پر اپنی کرپشن اور احتساب سے بچنے کیلئے احتساب ایکٹ میں ترمیم کرکے اسے 1985 کی بجائے 1990 سے نافذالعمل کیا تاکہ پنجاب میں کرپشن کا جو بازار انہوں نے گرم کیا اس پر کوئی سوال نہ اٹھ سکے۔
سورج اور چاند کو گرہن لگا پس تم نہیں پہنچانتے اور
یا انہوں نے اپنے پیغمبر کو پہچانا نہیں کہ اس کے منکر ہو رہے ہیں ۔
مردوں اور عورتوں کے لئے ڈاؤن لوڈ، اتارنا ٹیٹو سیاہی خیالات
تبدیلی یا نظر کا دھوکا؟
کھیل دنیا آسٹریلیا کے ارد گرد بچے کی طرح کھیل
دبئی:پاکستان سپر لیگ میں اسلام آباد یونائیٹڈکو بڑا جھٹکا لگ گیا ہے اور کپتان مصباح الحق ان فٹ ہو کر لیگ کے کم از کم دو میچوں سے باہر ہوگئے ہیں۔
وزیر اعلیٰ گلگت بلتستان کے سابق سیکرٹیری سبطین احمد کو کرپشن کی تحقیقات سے بچنے کیلئے بیرون ملک فرارکرانے کا انکشاف۔

سزائے موت کے خلاف آسیہ بی بی کی آخری اپیل کی سماعت آج 08.10.2018
بحریہ ٹاؤن راولپنڈی کے املاک کیس میں ایس سی ایس کو الاٹمنٹ ریکارڈ مکمل...
کہا کہ سیلیکا ریت
ہندوستانی نژاد امریکی کانگریس مین راجہ کرشنا مورتی کی ہندو، مسلم، سکھ اور جین مذاہب کے قائدین سے ملاقات
سلک فیکٹری راجباغ ،جس کی تباہی 70کی دہائی میں شروع ہوگئی ،کا بچا کچھا حصہ حالیہ سیلاب کی نذر ہوگیا ہے۔یہ فیکٹری جموں کشمیر کی تاریخ میں انتہائی اہمیت کی حامل رہی ہی،جس کا قیام 1939 میں مہاراجہ ہری سنگھ کے دور میں عمل میں لایا گیا تھااور 1963میں اِسے انڈسٹریز محکمہ کو منتقل کیا گیا تھا۔جانکار حلقوں کے مطابق ابتدائی دور میں اس فیکٹری میں36ہزار میٹرریشم ماہانہ تیار ہوا کرتا تھا جو آج 6ہزار میٹر تک سمٹ کر رہ گیا ہے۔1939میں اِس فیکٹری کیلئے فرانس سے 130لوم ( second hand) خریدے گئے تھے جن میں سے آج40لوم ہی کام کررہے ہیں جبکہ باقی بیکارپڑے ہیں۔یہ الگ کہانی ہے کہ74برسوں کے بعد بھی ان لوموں کو کیوں نہیں تبدیل کیا گیا یا پھر کیوں مرمت کے نام پر بار بار رقومات کی بندر بانٹ کی گئی۔اتنی اہم فیکٹری کو چلانے کے لئے اور اس میں پیداواری صلاحیت بڑھانے کی طرف توجہ تو کبھی نہیں دی گئی البتہ یہ صرف وقت وقت کے افسران کے لئے سونے کی کان ثابت ہوئی ہے۔ Read the rest of this entry »
کہ تو ایک نہایت ہی اعلی و ارفع قسم کا
ماخذ دیکھیں
محمد علی خان
شہد کا سرکہ[ترمیم]
انھیں ویلش سیاست میں متوسط طبقے کی ملازمت پیشہ خواتین کی نمائندہ تصور کیا جاتا ہے۔
ہم ان لوگوں کے بارے میں جاننا چاہتے ہیں، جو پاکستانی معاشرے میں مثبت تبدیلی لا رہے ہیں۔
ہم سے رابطہ کریں
وہ ایک نشان کیا دفتر ہے اس روز جُھٹلانے والوں کی بڑی خرابی ہوگی
حافظ گل بہادر، ملا نذیر اور جلال الدین حقانی گروپ کے طالبان کی طرف سے اسامہ بن لادن کے ہلاکت پر افسوس اور مذمتی بیان تو سامنے آئے تھے لیکن انہوں نے تحریک طالبان پاکستان کی طرح بدلہ لینے کا اعلان نہیں کیا تھا۔
قائد اعظم اور قرآن
مرکزی مواد پر جائیں
ورزش 5.1: ہینڈلنگ ڈراپ ڈاؤنز، قدر وصف کی طرف سے دکھائیں ٹیکسٹ کی طرف سے اقدار کو منتخب کریں
اس سے پہلے کہ اصلی موضوع کے متعلق گفتگو کریں اور شخصیت امام حسین علیہ السلام کے بارے میں کچھ لکھیں اپنے فہم و ادراک کے مطابق سید الشہداء امام حسین علیہ السلام کی معرفت کے سلسلے میں مقدمہ کے طور پر کچھ باتیں پیش کرتے ہیں:
23 اُس نے کہا مَیں جَیسا یسعیاہ نبی نے کہا ہے بِیابان میں ایک پُکارنے والے کی آواز ہُوں کہ تُم خُدا کی راہ کو سِیدھا کرو۔
ایم کیو ایم کے پاس ہمارے خلاف ثبوت ہیں تو سامنے لایں اگر وہ ایسا نہیں کریں گے تو اپنی زمہ داری پوری نہیں کریں گے۔ سعید غنی
۲۔ آئین پاکستان کی اسلامی اساس
ایرانی بحریہ کے سربراہ رئیر ایڈمرل حسین خانزادی نے کہا ہے کہ بحری فوج نے پابندیوں کے مرحلے کو عبور کر لیا ہے۔
کچھ دن بعد پنڈت کو یہ لگا کہ لوگ پھر کم ہونے لگے ہیں۔ اس نے سر اٹھا کر درخت پر نظر ڈالی تو منت کے نئے باندھے گئے دھاگے بھی کم لگے۔ اس کی نظریں درخت پر بیٹھے ایک کبوتر پر پڑیں۔ وہ غصے سے چلا اٹھا “اپمان، بھگوان کا اپمان۔ یہ کبوتر دکھن والے گاوں میں برگد کے نیچے بیٹھے ناستک بدھ بھکشو نے بھیجا ہے۔ اسے درخت سے دور رکھو۔ ورنہ گاوں پر بھگوان کا کرودھ ہو گا اور اس کا ستیاناش ہو جائے گا”۔
یہاں جائیں: رہنمائی، تلاش کریں
مغرب اتنا بے غیرت کیوں ہے؟
زمرہ:چروکی کاؤنٹی، جارجیا
چند تاریخی انقلاب اور ان کا تجزیہ
برطانوی ڈرائیور جینسن بٹن اتوار کو مانٹریال شہر میں ہونے والی ریس کے آخری چکر میں سبقت لیتے ہوئے جرمن ڈرائیور سباستیان فیٹل کو پچھاڑنے میں کامیاب ہوئے۔ جب آخری راؤنڈ شروع ہوا، توجینسن بٹن صرف ایک سیکنڈ کے فرق کے ساتھ فیٹل سے پیچھے تھے۔ اس دوران انہوں نے اپنی میکلارن گاڑی کو مزید اسپیڈ دے کر سبقت حاصل کر لی۔ تیسری پوزیشن فیٹل کے ساتھی مارک ویبر کو ملی۔ کینیڈین گراں پری میں بھی فیٹل نے پول پوزیشن سے آغاز کیا تھا۔
petite شوقین سنہرے بالوں والی بیبی ہو جاتا ہے آخر کی طرف سے اس d اس مکمل ڈاکٹروں علاج 720 4
یوں جیسے میں کچھ رکھ کے بھول گئی ہوں
ایک لاکھ سے زائد ووٹوں کی لیڈ سے جیتوں گا ،شیخ رشید
زنجیروں میں جکڑ کر مویشیوں کے ساتھ باندھ کر تشدد، طلاق دینے پر دبائو، پولیس نے کاروائی کے دوران نوجوان کو بازیاب کروالیا
◄ چین میں مذہبی تہوار‏ (1 ز)
’’ہاں … میں بڑا اور کامیاب سیاستداں بننا چاہتا ہوں … لیکن کس طرح کاسیاستداں ؟ مہاتما گاندھی کی طرح یا پھر نہرو کی طرح یا راہل گاندھی کی طرح یا پھر نریندر مودی کی… نہیں نہیں مجھے زیادہ بڑے کینوس پرسوچنا چاہئے۔ تو کیا میں صدام حسین کی طرح بنوں یا پھر جارج بش،بل کلنٹن،براک اوباما یا پھر پتن کی طرح یقیناً مجھے طاقتور سیاستداں بننا چاہیے۔ طاقتور سیاستداں بنوں تو دنیا میری مٹھی میں ہو گی۔‘‘ میں نے اپنی مٹھیاں زورسے بند کر لی تھیں۔
پاکستان میں کم عمری کی شادیوں کا مسئلہ
بچوں کے ادب میں ایک خوبصورت او ر منفرد اضافہ
عمران خان کا پیغام گھر گھر پہنچائیں گے، راجہ تیمور عابد
رابطہ کی معلومات
پاکستان کو قرض لینے کے لیے کن شرائط کو پورا کرنا ہو گا؟
ولایت پورٹل:رشیا ٹوڈے کی رپورٹ کے مطابق بیلجئم میں برطانوی وزیر اعظم تھریسامے اور بیلجئم کےوزیر اعظم شارل میشل کے قافلہ پر ایک گاڑی کے ذریعہ حملہ کیا گيا جس میں 2 پولیس اہلکار زخمی ہوگئے ہیں،اطلاعات کے مطابق برطانوی وزیر اعظم دوسری عالمی جنگ کے اختتام کی سو سالہ تقریب میں شرکت کے لئے بیلجئم کے دورے پر ہیں،اس واقعہ کے بارے میں مزید کوئی اطلاع موصول نہیں ہوئی۔
پی پی کرسمس درخت
برائے نام لباس میں ملبوس پڑوسی ملک کی اداکاراؤں کے سین دکھانے میں ہر چینل دوسرے سے بازی لے جانے کی کوشش میں مبتلا نظر آتا ہے اور فیشن شوز جس کے نام پر اپنی ثقافت و روایات حتیٰ کہ مذہب تک سے بغاوت کی جاتی ہے کو بڑے فخر کے ساتھ دکھایا جاتا ہے اور ہر لباس کی تعریف یہ کہہ کر کی جاتی ہے کہ لباس مشرق و مغرب کا حسین امتزاج تھے۔ اب اگر مشرق سے مراد بھارت یا دوسرے غیر مسلم معاشرے ہیں تو پھر تو کسی طرح بات ہضم ہو لیکن چونکہ ہم ایک اسلامی ملک کے باشندے ہیں اس لیے ہم نے لباس کو زیب و زینت سے پہلے پردے کیلئے پہننا ہے جبکہ اکثر یہ شوز خواتین کے لباس کی نمائش کیلئے منعقد کیے جاتے ہیں اور یاد رکھیئے یہ برہنگی اسلام کے سراسر خلاف بلکہ سختی سے منع ہے۔ مرد گلوکاروں، اداکاروں اور ماڈلز کو دیکھیں تو وہ چمکیلے بھڑکیلے لباسوں اور مضحکہ خیز بالوں میں کسی اور سیارے کی مخلوق نظر آتے ہیں۔
اور پاکستان کی سیاست
آپ اپنے Twitter اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
١٠۔سورۂ بقرہ١١٤۔
اس موقع پر وسیم اختر نے کہا کہ شہر کا ڈھانچہ تباہ ہوچکا ہے، نالوں پر قبضے ہیں، سیوریج کا نظام تباہ ہے اور یہ قبضے چھوٹوں نے نہیں بڑوں نے بھی کیے۔
اس پوسٹ کو شیئر کریں Messenger
’’ہم لوگ شادی کرنے کا کاروبار کریں گے۔ شادی ہوتے ہی اڑن چھو۔ پھر کون تلاش پائے گا۔’’
خلیجی ممالک کا خواب چکنا چور ہونے کی وجہہ سے کئی ہندوستانی وطن واپسی کی تیاری میں
۵۱. تو کہہ دے ہم کو ہرگز نہ پہنچے گا مگر وہی جو لکھ دیا اللہ نے ہمارے لیے وہی ہے کارساز ہمارا، اور اللہ ہی پر چاہیے کہ بھروسہ کریں مسلمان
اب تم اس زمین پر کاپر لینڈ والے فارمولوں کا ویب بچھا کے اس کی ایٹریبیوشن کن فیکون کیساتھ کر دینا، جب کبھی خدا کا حکم ہوگا یہ زمین تانبے میں بدل جائے گی، میں جب تک سورج کو ریچارج کرکے افق کے پار سے اٹھا کے سوا نیزے پر لانے کا فارمولا فٹ کرکے آتا ہوں، اس کے بعد ہم روز محشر میں ملیں گے۔
سب سے زیادہ پڑھی جانے والی خبریں
ہمارے بارے میں
ویلینگٹن میں کھیلے جانے والے میچ میں نیوزی لینڈ نے ٹاس جیت کر پہلے فیلڈنگ کا فیصلہ کیا تو انگلینڈ کی ٹیم 234رنز تک ہی محدوو رہی ،ان کی اننگ میں این مورگن 48،بین سٹوکس39،جوئی بٹلر29اور معین علی کے 23رنز نمایاں رہے ۔
اکتوبر13 جمعہ۔ حاسدین کے بد ارادوں سے بچے رہیں گے۔ بیرون ملک جانے کے خواہش مند افراد کی خواہش پوری ہو سکے گی۔ ملازمت سے متعلقہ معاملات حساس رہیں گے۔
پاکستان: نانگا پربت کو سر کرنے کی کوشش کرنے والی فرانسیسی کوہ پیما کو بچا لیا گیا
جب ان احکامات پر عمل درآمد کیا جا رہا تھا تب جرمن حکام نے ان احکامات کی قانونی حیثیت پر سوال اٹھایا جس کے بعد وفاقی وزیر داخلہ تھوماس ڈے میزیئر نے چانسلر میرکل سے دوبارہ رابطہ کیا۔ میرکل نے اس بابت کوئی فیصلہ نہیں کیا لیکن اپنے وزیر کو یہ کہا کہ وہ اس امر کو یقینی بنائیں کہ سرحدوں کی بندش غیر قانونی نہ ہو۔ علاوہ ازیں انہوں نے وزیر داخلہ سے یہ ضمانت بھی مانگی کہ عوامی سطح پر ایسی کوئی تصویر سامنے نہ آئے کہ حکومت ملکی فوج کے ذریعے مہاجرین کی جرمنی آمد روکنے کی کوشش کر رہی ہے۔
ڈاؤن لوڈ، اتارنا
رسائی میں مدد
اکباتان ڈیم ھمدان سے 5 کیل میٹر پر واقع ہے۔ اس ڈیم کو بنانے کے وقت اس کی اونچائی 54 میٹر تھی اور اسے مزید اونچا کرنے کے منصوبے پر کام ہونے کے بعد اس کی اونچائی 79 میٹر تک پہنچ گئی اور اس میں 34 ملین میٹر مکعب پانی ذخیرہ کیا جا سکتا ہے لیکن اس بار ہونے والی موسلادھار بارش کے بعد پانی کی سطح اس سے بھی بلند سطح پر پہنچ گئی جو اس وقت بھاو کے قریب ہے۔
ہم سب مل کر چلیں گے
ٹوکیو(مانیٹرنگ ڈیسک) جاپان میں اپنے بیٹی کے ساتھ رہنے والی ماں نے بیٹی کو باپ ...
اٹک‘ حلقہ NA56میں پی ٹی آئی کو ضمنی انتخاب میں شکست دینے کیلئے اپوزیشن کا اتحاد، بڑے اپ سیٹ کا امکان
خدا کو تسلیم کیے بنا کائنات کی تخلیق کے لیے تین طرح کے نقطہ نظر پیش کیے جاتے ہیں. ٭پہلا نظریہ : یہ کائنات ہمیشہ سے موجود ہے اور ہمیشہ کے لیے رہے گی. کائنات کے ہمیشہ سے موجود ہونے کا نظریہ قدیم یونان سے چلا آ رہا ہے لیکن اس دعوے کی سب بڑی…


چین میں مسلم اکثریتی والے علاقے میں بچوں پر قرآنی کلاسس اور اسلامی تعلیم حاصل کرنے پر لگائی روک۔
ان کا کہنا تھا کہ جلسے جلوسوں اور ریلیوں میں عوام رہنماں کو دیکھنے آجاتے ہیں لیکن ووٹ اسے ہی دیتے ہیں جوعوام کے لئے کام کرے اور کراچی میں عوام ووٹ اسے دیتے ہیں جو عوام کا ساتھ دے۔
ترکی کی معیشت کو سہارا دینے کے لیے پاکستانی میدان میں آ گئے
اس خون میں بہت برکات ہیں کہ بعد میں ظاہر ہونگے ۷۴
یہ میری راجندر سنگھ بیدی سے پہلی ملاقات تھی۔“

راجستھان میں ہجوم کے ہاتھوں ایک اور مسلم نوجوان کا قتل
کچھ ہمارے بارے میں
سعودی عرب سے تعلقات بہتر ہو سکتے ہیں، روحانی
بلاول بھٹو 17نومبر کو جی بی اوئیرنیس فورم کے زیر اہتمام قومی کانفرنس سے خطاب کریں گے۔ترجمان -… https://t.co/iDe8CKtd5A 2018/11/14

اردو موبائل ایپ
اس ہفتے کے کالمز
ایک وقت میں آپ کی ناک کا صرف ایک نتھنا کیوں بند ہو...
تین طلاق متاثرہ کو بی جے پی نے پارٹی میں شمولیت کے لئے مدعو کیاہے۔
ذاتی ملکیت کی کوئی بھی منافع بخش شے جیسےجائداد، کاروبار ،فیکٹری،پیسہ یاکوئی بھی مد جسے کسی خاص مقصد کے لئے مقرر ومتعیّن کیا گیا ہو۔جیسے کوئی شخص اپنی جائدادمیں سے کسی ایک حصہ کو ہمیشہ یا کسی خاص مدّت تک کے لئے فقراء، یتیموں و بیواؤں کی کفالت یا دیگر خیری معاملہ کے لئے مختص کردے ،یا اس جائداد کو استعمال میں لاتے ہوئے اس سے حاصل ہونے والے منافع کو مختص کردےوغیرہ،الغرض وقف کا بہت وسیع مفہوم ہے جو چھوٹی سطح سےلیکر بڑی سطح تک جاسکتا ہے۔
”اپنی بہن کے خاوند کیساتھ جنسی عمل قائم کیا لیکن پھر ایک دن۔۔” مکمل کہانی پڑھیں
نقشہ ویب سائٹ
منگل کو وزیراعظم کی زیر صدارت بلوچستان میں ترقیاتی منصوبوں سے متعلق اجلاس میں ایڈیشنل چیف سیکرٹری نے بریفنگ دی، جس میں سی پیک،، شمسی ٹیوب ویل، خصوصی اقتصادی زونز، واٹر مینجمنٹ، تیل اور گیس کے منصوبے شامل کئے گئے۔ اجلاس سے خطاب کرتے ہوئے وزیراعظم شاہد خاقان عباسی نے کہا کہ بلوچستان کی سماجی و معاشی ترقی حکومت کی ترجیح ہے۔
نئی دہلی 28 مئی (سیاست ڈاٹ کام) مرکزی وزیر برائے فروغ انسانی وسائل سمرتی ایرانی کی تعلیمی قابلیت دریافت کرنے پر جوابی وار کرتے ہوئے مرکزی وزیر اوما بھارتی نے آج صدر کانگریس سونیا گاندھی کی تعلیمی قابلیت دریافت کی۔ وہ اپنی وزارت کا جائزہ لینے کے بعد پریس کانفرنس سے خطاب کررہی تھیں۔ بی جے پی قائد مختار عباس نقوی نے کہاکہ کانگریس کو سمرتی ایرانی پر تنقید کرنے سے پہلے خود احتسابی کرنی چاہئے۔ اُنھوں نے کہاکہ اُنھیں عوام کے عطا کئے ہوئے اختیار کا احترام کرنا چاہئے اور غیرضروری بیانات جاری کرنے سے گریز کرنا چاہئے۔ اِس طرح وہ عام انتخابات میں اپنی ناکامی کی پردہ پوشی نہیں کرسکتے۔ جے ڈی یو کے صدر شرد یادو نے کانگریس پر سمرتی ایرانی کی تعلیمی قابلیت دریافت کرنے پر تنقید کی۔ خواتین کے حقوق کی علمبردار کارکن مدھو کشور نے اپنے ٹوئٹر پر تحریر کیاکہ سمرتی ایرانی کو وزیر فروغ انسانی وسائل بنایا گیا ہے۔ مودی کو ایسا کرنے سے پہلے یہ بھی دیکھ لینا چاہئے تھا کہ اُن کی تعلیمی قابلیت کیا ہے۔ کیوں کہ یہ ایک اہم وزارت ہے جسے سنبھالنے کے لئے اعلیٰ تعلیم یافتہ ہونا ضروری ہے۔ کانگریس قائد اجئے ماکن نے کل سمرتی ایرانی کی تعلیمی قابلیت کا مذاق اُڑایا تھا۔
نیا پاکستان بنانے والوں نے پاکستان کی بنیادوں کوہلا کررکھ دیا ہے ، دس روپے کی روٹی،پندرہ روپے کا نان یہ ہے نیا پاکستان: بلاول بھٹو زرداری
ہمارا ملک اور ثقافت خطرے میں ہے، بلاول بھٹو زرداری
متعلقہ خبریں
رسائی کے لنکس
صدر ارجنٹائن (41 )
مجھے یہ سمجھ میں نہیں آتا کہ انھیں بار بار یہ احساس کیوں دلایا گیا کہ ان کی شہرت کچھ دیر سے ہوئی یا انھیں وہ مقام نہیں ملا جس کے وہ حق دار تھے۔ ان کی مقبولیت کا عالم تو یہ تھا کہ سرحدوں کے پار آباد دنیا کے مختلف ممالک میں انھیں ہمارے ملک کا نمائندہ تسلیم کیا جاتا۔ وہ ہندوستان کی شان ہی نہیں بلکہ آبرو تھے۔ اچھی اور سچی شاعری کے دلدادگان میں وہ۔ ’برانڈایمبسڈر ‘ کی حیثیت رکھتے تھے۔
تحریک انصاف کا ’’ثقافتی ورثہ‘‘

◄ جاپان میں ریل نقل و حمل‏ (5 ز)
لیکن یہ عمل یار پہ چل جائے تو اچھا
کھیل کی خبریں
سابقہ سویت یونین کی یہ ریاست تیل کی دولت سے مالامال ہے اور اس کی پارلیمنٹ کلی طور پر نذربائیوف کی نور اوتان پارٹی کے کنٹرول میں ہے۔
سعودی مفتی اعظم کو مرجع تقلید کا چیلنج
آڈیو تلاش کریں
ایک جعلی چیک نے کمپنی کو دیوالیہ ہونے سے بچا لیا
قومی ادارہٴ صحت کے مطابق رواں سال کے دوران صوبہ خیبر پختونخواہ میں پولیو کا دوسرا کیس سامنے آنے کی بنیادی وجہ انسداد پولیو مہم کے دوران والدین کا پولیو سے بچاوٴ کے قطرے نہ پلوانا ہے
انہوںنے کہاکہ ہل میٹل کمپنی کے ذریعے چار برسوں میں نواز شریف کیلئے 117 کروڑ روپے پاکستان بھیجے گئے اور بیرون ملک سے کمپنی کے نام پر پیسا ملک میں واپس آتا تھا۔عمران خان نے کہا کہ انھوں نے 1992 میں اکنامک ریفارم ایکٹ کے نام سے قانون بنایا اور یہ قانون اپنی منی لانڈرنگ کو تحفظ دینے کیلئے بنایا تھا۔ انہوں نے کہا کہ جو ان کی چوری چھپاتا یا قانون توڑتا ہے تو وہ ٹھیک ہے تاہم جو ان کے خلاف کھڑا ہو وہ سازش ہے تاہم سازش یہ ہے کہ شریف خاندان اپنے ذاتی مفاد کو بچانے کیلئے پاکستان کو تباہ کررہا ہے۔
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی

پاکستان امریکا کا دو طرفہ تعلقات کا نئے سرے سے آغاز پر اتفاق
مزید تازہ ترین خبریں
ڈی این اے ولدیاتی ٹیسٹنگ جبکہ حاملہ ہوں
نوے کروڑ روپے کی لاگت سےتعمیر شدہ گلگت بلتستان اسمبلی کی نئی عمارت کا افتتاح ہوگیا۔


آپ کا مقامی ہیرو کون ہے ؟
کراچی: چین کے قونصل خانے کے قریب دھماکہ - BBC News اردو
میری ایک غزل کا مقطعہ اور کچھ ہوا نہیں تیرے بچھڑ جانے سے میری آنکھوں میں مگر ہلکی سی نمی رہی ‏12 نومبر 2018
الیکشن 2018ء میں بہتر نتائج دینگے ، حکومت ختم نبوت میں نقب لگانے والے مجرموں کو بچارہی ہے ، سراج الحق
جاپان میں نئی کابینہ کا اعلان کر دیا گیا
اگلا: ڈیلیوری نیوز - کراس جوڑے کی حفاظت

ترجمۂ کنزالایمان: بے شک یہ قرآن ایک کرم والے رسول (ف۴۲) سے باتیں ہیں (ف۴۳)

کيا آپ پاس ورڈ بھول گئے ہیں؟
پچھلے 12 برس کے دوران روس اور پاکستان کے مابین جتنے اہم سمجھوتے ہوئے اور جس سطح کی دو طرفہ آمد و رفت بڑھی ماضی میں اس کی مثال نہیں ملتی۔

شہر کی خبریں
وہ انجینئر اپنا کٹا ہوا ہاتھ لے کر قاضی کے پاس گیا، اور قاضی کو ساری روداد سنائی اور انصاف مانگا ۔
OMG Studios, لاہور, پاکستان
انصاف کے راستے کی سب سے بڑی رکاوٹ تاخیر ہوتی ہے ہم نے جس دن اپنے نظام عدل سے تاخیر ختم کر دی ہم اس دن ملک میں آدھا انصاف قائم کر لیں گے چنانچہ ہم یہ قانون بنا دیں کم از کم صوبائی دارالحکومتوں میں کوئی مقدمہ چھ ماہ سے آگے نہیں جائے گا اور کسی جج کے پاس پچاس سے زائد مقدمے نہیں ہوں گے‘ ہم جھوٹی گواہی‘ جعلی کاغذات اور غلط مقدمہ قائم کرنے کی بھاری سزا بھی طے کردیں اور یہ سزا بھاری جرمانہ اور جائیداد کی قرقی کی شکل میں ہونی چاہیے‘
18 (خُداوند اُسے یہ بخشے کہ اُس دِن اُس پر خُداوند کا رحم ہو) اور اُس نے اِفسُس میں جو جو خِدمتیں کِیں تُو اُنہِیں خُوب جانتا ہے۔
ٹیلیفونی فروخت کاری
گلگت بلتستان حکومت نے شجرکاری مہم کامیاب بنانے کے لئے مذہبی رہنماوں‌کی خدمات حاصل…
نشید کے حامی 2013ء کے انتخابات میں دھاندلی کا الزام لگاتے ہیں۔ نشید ان دنوں خود ساختہ جلا وطنی پر برطانیہ میں مقیم ہیں اور رواں سال ہونے والے صدارتی انتخابات میں صدر یامین کے خلاف حصہ لینے کے خواہش مند ہیں۔
کیا لوگوں کو تعجب ہوا کہ ہم نے ان ہی میں سے ایک مرد کو حکم بھیجا کہ لوگوں کو ڈر سنا دو۔ اور ایمان لانے والوں کو خوشخبری دے دو کہ ان کے پروردگار کے ہاں ان کا سچا درجہ ہے۔ (ایسے شخص کی نسبت) کافر کہتے ہیں کہ یہ صریح جادوگر ہے
کھیل Yetti سے فرار ڈاؤن لوڈ، اتارنا
اردو نیوز شو
احسان مانی پاکستان کرکٹ بورڈ (پی سی بی) کے نئے...
امریکی فضائی بمباری کے خوف سے اسکول غاروں اور خندقوں میں/ تصویری رپورٹ
ایف آئی آر ہماری شکایت کے مطابق نہیں ہوئی‘ ہم خوفزدہ ہیں۔ ہاپور ہجومی تشدد کے متاثرین کا بیان

ذرائع کا کہنا ہے کہ مسلم لیگ ن کی مرکزی قیادت کی طرف سے ڈاکٹر آصف کرمانی، سعود مجید، ہارون اختر، تہمینہ دولتانہ، مشاہد حسین سید، طارق فاطمی، کامران مائیکل، پیر صابر شاہ، ظفردھاندلہ اور نزہت صادق کو حتمی امیدوار کے طور پر فائنل کیا گیا ہے تاہم نواز شریف اپنے چھوٹے بھائی شہباز شریف سے مشاورت کے بعد حتمی امیدواروں کے ناموں کااعلان کریں گے۔
افغانستان کی غیر یقینی صورتحال‘ امریکی اور افغان حکومت تنازع کے حل میں ناکام رہیں
شہر کی خبریں
اس کے علاوہ جلیل الحسن نے ایک منٹ اور آٹھ سیکنڈز میں مکمل کرکٹ کٹ پہننے کا ریکارڈ بنایا۔
۵۶– اور اے پیغمبر ہم نے تم کو بس خوش خبری دینے والا اور خبردار کرنے والا بنا کر بھیجا ہے۔
نئی دہلی : ستمبر 2013 کے مظفرنگر فسادات سے جڑے ایک معاملے کے تعلق سے عدالت میں پیش نہیں ہونے پر سابق مرکزی وزیر اور رکن پارلیامان سنجیو بالیان، VHP رہنما سادھوی پراچی، بی جے پی ایم ایل اے امیش ملک اور دوسرے دو لوگوں کے خلاف مقامی عدالت نے غیرضمانتی وارنٹ جاری کئے ہیں۔ ایڈیشنل چیف جسٹس مجسٹریٹ انکر شرما نے غیر ضمانتی وارنٹ جاری کرتے ہوئے ملزمین سے 22 جون کو عدالت میں پیش ہونے کو کہا ہے۔ بجنور رکن پارلیامان بھارتیندو سنگھ، اتر پردیش کے وزیر سریش رانا اور ایم ایل اے سنگیت سوم بھی اس معاملے میں ملزم ہیں۔ وہ بھی عدالت میں پیش نہیں ہوئے تھے لیکن عدالت نے سماعت میں ان کے حاضر ہونے سے چھوٹ‌کی ان کی التجا کو قبول‌کر لیا تھا۔
انتخابات سے قبل عمران خان کیخلاف کیا ہونے والا ہے؟نامور صحافی ہارون الرشید نے عمران خان کو پیشگی آگاہ کر دیا _ Pakistan TV– Pakistan's #1 News Website in Urdu _ Latest Politics ...
اور نہ ان (بےسروسامان) لوگوں پر (الزام) ہے کہ تمہارے پاس آئے کہ ان کو سواری دو اور تم نے کہا کہ میرے پاس کوئی ایسی چیز نہیں جس پر تم کو سوار کروں تو وہ لوٹ گئے اور اس غم سے کہ ان کے پاس خرچ موجود نہ تھا، ان کی آنکھوں سے آنسو بہہ رہے تھے

انہوں نے کہا کہ اس سال ایک سو 20منصوبوں کے لئے 30 ارب روپے رکھے گئے ہیں لیکن بلوچستان کو 5 ارب روپے بھی نہیں ملے گا نواز شریف نے اگر واقعی بلوچستان سے احساس محرومی ختم اور زخموں پر مرہم رکھنا ہے تو وہ وفاقی بجٹ میں کٹ لگا کر بلوچستان کے ترقیاتی بجٹ میں اضافہ کرے ۔ انہوں نے کہا کہ وزیراعلیٰ ڈاکٹر عبدالمالک نے سیکرٹ فنڈ اس بنیاد پر ختم کیا کہ یہ کرپشن کا سرچشمہ ہے ہماری نظر میں یہ فنڈ اگر ایمانداری سے استعمال کیا جائے تو کوئی مسئلہ نہیں اور اگر اس کو غلط طریقے سے استعمال کیا جائے تو واقعی کرپشن ہے ۔
وزارت داخلہ کے ذرائع کا کہنا ہے کہ جُڑواں شہروں کے متعلقہ حکام کو جو لاپتہ ہونے والے افراد کی فہرست بھیجی گئی ہے اُن میں لال مسجد آپریشن میں لاپتہ ہونے والے افراد کا زکر نہیں ہے۔
سے جنسی اعضا کی طرف خون کا بہاﺅ بڑھ جاتا ہے.
انھوں نے کہا کہ بھارتی کشمیر کے دس ہزار لاپتہ افراد کی بازیابی کی جہدوجہد ان کا زندگی کی سب سے اولین ترجیح ہے جس کے لیے وہ زندگی کے آخری سانس تک لڑیں گی۔ ان کا کہنا تھا کہ کشمیر میں جبری گمشدگیو ں کے خاتمے اور گم شدہ شہریوں کی بازیابی کے حوالے سے انھیں کشمیر اور بھارت کے انسان دوست طبقات نے غیر معمولی تعاون کیا ہے ۔پریس فار پیس کے بانی اور کشمیری قلم کار ظفر اقبال نے پروینہ آہنگر کی خدمات کو زبر دست خراج تحسین پیش کرتے ہوئے کہا کہ کشمیر میں انسانی حقوق کے تحفظ کے لیے کشمیر کی آئرن لیڈی پروینہ آہن گر نے اپنے ادارے اے پی ڈی پی کے پلیٹ ٖفارم سے بے مثال جہدوجد کی ہے جو تاریخ میں جلی حروف سے لکھی جائے گی۔
وزیراعظم کے خط پر بھارت کی طرف سے باضابطہ جواب کے منتظر ہیں: دفتر خارجہ
بھارتی جارحیت کی روک تھام کے لئے بین الاقوامی برادری اپنا کردار ادا کرے : رہنما مسلم کانفرنس
اس پوسٹ کو شیئر کریں ای میل
’نیس کیفے بیس منٹ‘ تمام بڑے چینلز اور ایف ایم ریڈیو اسٹیشنز سے نشرکیا جاتا ہے جبکہ میوزک لورز آن لائن بھی پروگرام کا لطف اٹھا سکتے ہیں۔
سید خالد شوکت، جو رویتِ ہلال کے عالمی شہرت یافتہ ماہر ہیں اور کئی دہائیوں کا تجربہ رکھتے ہیں، کے مطابق برہنہ آنکھ سے چاند دیکھنے کے لیے سورج اور چاند کے درمیان زاویہ کم از کم 10.5 ڈگری ہونا چاہیے۔ اتنا زاویہ حاصل کرنے کے لیے چاند کو اپنی پیدائش کے بعد 17 سے 24 گھنٹے تک لگ سکتے ہیں۔ لہٰذا چاند نظر آنے کے لیے بنیادی شرط اس کی عمر نہیں، بلکہ زاویہ ہے۔
آج پیدا ہونے والوں کے اوصاف
وہ کون تھا ؟
آئی پی ایل 2018:راجستھان کا رائلس سفرختم، کولکاتا نے 25 رنوں سے دی شکست
مودی حکومت پٹرول اور ڈیزل پر کئی گنا ٹیکس لگا کر لوگو ں کی جیبوں سے پیسے لوٹ رہی ،نوٹ بندی کا ڈرامہ ملک کا سب سے بڑا گھوٹالہ ہے :کانگریس
امید ہے کہ میری اس کاوش سے بہت سے معاملات سمجھنے آسان ہوئے ہوں گے
(ن )لیگ نے جو کیا پی ٹی آئی بھی وہی کر رہی ہے ،ْ بختاور بھٹو زر داری دونوں جماعتوں نے اسلام آباد ایئرپورٹ سے بھی بینظیر بھٹو کا نام ہٹا دیا ،ْ بیان
چونکہ ایک بورڈنگ ہاؤس چلانے والی مسلم مذہبی تنظیم کا تعلق انقرہ میں حکمران سیاسی جماعت سے بھی بتایا گیا تھا، اس لیے بہت سے سیکولر ترک باشندوں نے یہ الزامات بھی لگانے شروع کر دیے تھے کہ اس مقدمے میں حکومت متعلقہ مسلم مذہبی تنظیموں کے عدالتی دفاع کی کوششیں کرنے لگی تھی۔
شاہین آشیانہ بنا کر کسی ایک جگہ پابند رہنا پسند نہیں کرتا۔اقبال مسلم نوجوان سے بھی یہی توقع رکھتے ہیں کہ وہ کسی ایک جگہ بیٹھ کر ترقی اور عظمت کے خواب دیکھنے کے بجائے علوم و فنون کے حصول کے لئے پوری دنیا میں جہاں کہیں بھی جانا پڑے،جانے سے گریزنہ کرے۔ترقی اوربہتری کے مواقع جہاں بھی نظر آئیں ان تک رسائی حاصل کرنے کی جدوجہد کرے۔
آئندہ انتخابات کے لیے مبصرین کی ملک گیر تیاریاں عروج پر
اِک شخص کو دیکھا تھا

ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں سری لنکا, اقوامِ متحدہ, تامل باغی
جب بادشاہ وقت نے اللہ کے ولی کو آزمانے کی کوشش کی پھر کیا ہوا ، تفصیل پڑھنے کے لئے لنک پر کلک کریں !
میانوالی یونیورسٹی کے لیئے فنڈز فراہم کیئے جائیں . امجد علی خان کا قومی...

تشدد کی مصنوعات خریدنے والے
جموں او رکشمیرکے گورنر ستیہ پال ملک نے کہاکہ ’’ بی ایس ایف جوان کا بے رحمی سے قتل جنیو کنونشن کی خلاف ورزی ہے جس کے بعد بات چیت کا راستہ باقی نہیں ہے‘
جامعہ کراچی بدقسمتی سے ایک میڈیا چینل کی منفی خبروں کی زینت بنا ہوا ہے. یہ ایک ایسا ایشو ہے جو یقیناً اہمیت کا حامل ہے. یہ ہم سب کے لیے انتہائی حساس معاملہ ہے. ایک استاد پر جنسی ہراسانی کے الزامات یقیناً پہلے بھی لگتے رہے ہیں، لیکن چینلز آنے کے بعد قبل از وقت میڈیا ٹرائل کسی کی بھی زندگی کو تباہ کرنے کا باعث بن سکتا ہے. نیز اس پروپیگنڈے اور اس کے محرکات کو بھی سمجھنا انتہائی ضروری ہے، کہیں ایسا نہ ہو کہ ہم نا دانستہ طور پر کسی کو نقصان پہنچانے کا سبب بنیں.
اور اس نے زمین سے کلام کیا
’’ تم میری فکر مت کرو۔۔ میں صحیح ہوجاؤں گا‘‘ دین محمد نے برکھو کا جملہ پورا ہونے سے پہلے ہی اس کو روک دیا۔
خصو ص باغ یا زمین کے مخصوص قطعہ کی پیداوار میں بیع سلم نہیں ہو سکتی، کیونکہ اس میں غرر پایا جاتا ہے ۔ممکن ہے کہ وہ باغ پھل نہ دے یا قطعہ زمین میں فصل ہی نہ ہو۔ زید بن سعنہ نے رسول اللہ صلی اللہ علیہ وسلم سے عرض کیا :
دوسرا دور جو تیرہ سال پر محیط ہے، اسلام اور جاہلیت کے درمیان سخت کشمکش، مشرکین اور کفار کی طرف سے الزامات تراشی، شبہات، مزاحمت اور بے پناہ ظلم وستم ڈھانے کا دور تھا۔
یونان میں ہڑتالوں کی وجہ سے پیریاس نامی شہر میں گندگی کا ڈھیر
۷۳. اور نہ مانیو مگر اسی کی جو چلے تمہارے دین پر کہہ دے کہ بے شک ہدایت وہی ہے جو اللہ ہدایت کرے اور یہ سب کچھ اس لئے ہے کہ اور کسی کو بھی کیوں مل گیا جیسا کچھ تم کو ملا تھا یا وہ غالب کیوں آ گئے تم پر تمہارے رب کے آگے تو کہہ بڑائی اللہ کے ہاتھ میں ہے دیتا ہے جس کو چاہے اور اللہ بہت گنجائش والا ہے خبردار
9۔ اونی کپڑے دھوتے وقت ایک چائے کا چمچہ گلسرین ڈال کر دھوئیں۔ کپڑے سکڑیں گے نہیں اور اپنی گٹھن برقرار رکھیں گے۔
تبصرے آر ایس ایس
اٹلی پبلک بس میں قرآن پاک کی تلاوت اور رمضان المبارک"ممتاز حسین چودھری "خیال
"آئیں گے ماں، پہلے تو جیٹ لیگ (تھکان) رہا، اب بزنس میں گھرے ہیں۔ ویسے آپ کی بہو آپ لوگوں کی ملاقات پلان کر رہی ہے۔ وہ چاہتی ہے کسی ہالی ڈے ریزورٹ (سیر سپاٹے کی جگہ) میں آپ چاروں اکٹھے دو تین دن رہو۔ وہ لوگ بھی آرام کر لیں گے اور آپ کے لئے بھی چینج ہو جائے گا۔”
لارڈ میئر لاہور کی خصوصی گفتگو
ریاض:سعودی ولی عہد اور وزیر دفاع شہزادہ محمد سلمان کی سربراہی میں اسلامی فوجی اتحاد کے وزرائے دفاع کے اجلاس کا آغاز ہو گیا۔ ریاض میں افتتاحی تقریب سے خطاب میں اسلامی اتحادی افواج کے سربراہ جنرل ریٹائرڈ راحیل شریف کا کہنا تھا کہ مسلم ممالک کا اتحاد کسی ملک یا فرقے کے خلاف نہیں
زمرہ:Plugins / Prestashopاس کو براؤز کرنے کے لئے تمام سکرپٹ ، پلگ ان اور اضافہ ons کے لئے قسم پر کلک کریں!
مواد پر جائیں
کہا یہ جاتا ہے کہ جس دن سے انسان نے سوچنا شروع کیا ٹھیک اسی دن سے فلسفہ کا آغاز ہوگیا۔ فلسفہ کیا ہے؟ اس کے مبادیات کیا ہیں اور ایک انسان کی زندگی پر اس کا براہِ راست اور بنائے راست کیا اثر پڑتا ہے اس کا احاطہ تو انسان سوچنے کے بعد ہی سے کرتا رہا ہے لیکن یہاں پر ہم فلسفہ کا ایک....Read full article
بھارتی اداکارہ نے خود کشی کر لی

دوسری جانب اسرائیلی فوج کے ترجمان نے فلسطینیوں کی جانب سے احتجاجی مظاہرے کی تصدیق کی تاہم فائرنگ سے شہید ہونے والے ابراہیم ابو تریاب کے حوالے سے تبصرہ کرنے سے انکارکردیا۔
۵۔ وہی ہیں جن کو بُری طرح کی مار ہے، اور آخرت میں وہی ہیں خراب۔
مواد پر جائیں
مورس ماتھرلنک 1862ء تا 1949ء ) ایک فرانسیسی زبان کے نثر نگار اور شاعرتھ۔ ے ان کا تعلق بیلجئیم سے تھا۔ آپ نے نوبل ادب انعام 1911ء میں جیتا۔
قومی اسمبلی: فاٹا انضمام سے متعلق 31ویں آئینی ترمیم کا بل بھاری اکثریت سے منظور
میسرز کورپ لنک (پرائیویٹ ) لمیٹڈ

شہیر اللہ خان، پشاور (4)
جب لوگوں کو انصاف نہیں ملتا تو پھر وہ انصاف لینے کے لئیے قانون کو ہاتھ میں لے لیتے ہیں۔ عمران اسماعیل
ہوپر، اس حصہ کے لیے، اپنے دعووں پر قائم ہیں اور وہ ایک منظم سازش کا الزام لگاتے ہیں، لیکن ان کی دلیل کو بڑی حد تک غلط ثابت شدہ سازش کی تھیوری میں داخل ہو گيا ہے۔ اگرچہ اس کے دعووں میں کوئی حقیقت نہیں پائی گئی ہے، لیکن وہ پھر بھی پولیو کے خاتمہ کے لیے بین الاقوامی کوششوں کو نقصان پہنچا چکے ہیں۔ موجودہ منہ کے ذریعہ لئے جانے والے پولیو کے ٹیکہ سے متعلق یہ افواہ کہ جان بوجھ کر اس میں ایسی دوائیں ملائی گئی ہیں جو بانجھ پن کا سبب بنتی ہیں اور "ایسے وائرس ہیں جو ایچ آئی وی اور ایڈز کا سبب بنتے ہیں" نے افریقہ کے کچھ حصوں میں ٹیکہ کی قبولیت سے انکار کے سبب ہیں۔ اس بات کا زیادہ امکان ہے کہ ان افواہوں کا تعلق اصل او پی وی/ایچ آئی وی کے تہمت سے ہے۔ اس انکار کے نتیجے میں جزوی طور پر افریقہ کے کچھ حصوں میں پولیو واپس سر اٹھانے لگا حالانکہ ٹیکہ کاری کی وجہ سے پولیو کے خاتمہ کی طرف مثبت اقدام ہوئے تھے۔
اقتدار کی کشمکش نے مشرقی پاکستان کو بنگلہ دیش بنایا ، پاکستان کو دولخت ہوئے 47 برس بیت گئے
کسی اور سے تحقیقات کرا لیں جے آئی ٹی کا تجربہ اچھا نہیں ، نوازشریف ، آپ خود منصف بن جائیں : چیف جسٹس
ہیجڑا - آزاد دائرۃ المعارف، ویکیپیڈیا
بھارتی اداکارہ پریانکا چوپڑا امریکی گلوکار نک جونس کے ساتھ مسیحی عقائد کے مطابق ادا کی گئی نکاح کی رسومات کے تحت رشتہ ازدواج میں منسلک ہوگئی ہیں۔نکاح اور شادی کی تقریب جودھپور کے ایک تاریخی محل نما امید بھگوان ہوٹل میں منعقد ہوئی جس میں نو بیاہتا جوڑے کے قریبی عزیرواقارب و دوستوں نے شرکت کی۔اس دوران دونوں نے انٹرنیشنل ڈیزائنررالف لورین کے سفید رنگ کے عروسی جوڑے پہن رکھے تھے۔پریانکا چوپڑا اورنک جونس 2 دسمبرکو ہندو رسومات کے تحت دوسری شادی کریں گے۔اس تقریب میں ہندوستان کی ثقافت حاوی رہے گی۔خیال رہے کہ اس سے قبل ایک اور بھارتی اداکار جوڑا رنویرسنگھ اور دپیکا پڈوکون نے بھی گزشتہ ماہ اٹلی میں کونکنی اورہندوسندھی رسومات کے تحت 2 شادیاں کی تھیں۔
نوازشریف کو سزا ہوگئی تو لیگی کارکنان کیا کریں گے؟ خفیہ ادارے کی رپورٹ
ریل کی لائن البرٹ سٹریٹ کے قریب ایونیو پر ایک گھر. Donaldsonville ، لوزیانا ، 23 دسمبر ، 2006
ان وکلا نے گذشتہ برس جولائی میں سپریم کورٹ میں ضلع گوجرانوالہ میں واقع ان کارخانوں میں ایک لاعلاج بیماری کی وجہ سے 18 مزدوروں کی ہلاکت کے سلسلے میں درخواست دائر کی تھی۔
اس پوسٹ کو شیئر کریں فیس بک
ابن کثیر، ابوفداسماعیل بن عمر، البدایہ و النہایہ ،بیروت،دارالفکر، 1407ق۔
میں ہر خالی جگہ میں کام آوں گا .. !
’’اماں تم ناموں کو توڑ مروڑ کر انہیں گھریلو روپ میں ڈھالنے کی کوشش کیوں کرتی ہو؟ بشریٰ جیسے اچھے نام کا تو تم نے قتل کر دیا۔ میری سہیلیوں کی مائیں بھی ایسا ہی کرتی ہیں۔اندرا کو اندو۔فاطمہ کو فاطو اور لڑکے دوستوں کی مائیں رحیم کو رحیمو،اسلام کو اسلمو۔۔۔۔۔۔ایسا کیوں کرتی ہیں مائیں؟؟
او ررعایا کوبھی اس بات کا مکلف ٹھہرایا ہے کہ وہ ان کی اطاعت کریں او راپنے معاملات میں انہیں حاکم مجاز تصور کریں۔ علاوہ ازیں اسلامی معاشرہ کی تشکیل کا خواب شرمندہ تعبیرنہیں ہوسکتا بلکہ وہ بداخلاقی و بدتہذیبی ،غنڈہ گردی اور قتل و غارت نیز فساد فی الارض بپا ہوگا کہ الامان والحفیظ اس کے علاوہ شبہات پر احکا کے محل تعمیر کرنے والےنہ معلوم یہ کیونکر بھول گئے کہ کیا ان کا اختلاط واقعی مطلوب فی الحدود اختلاط ہوا ہے یا نہیں جبکہ بعض حلالیوں کے نزدیک حلالہ کی صحت پر عینی شہادت ضروریہے۔ پھر یہ بھی کیسے معلوم ہوا کہ وہ دونوں شیب ہیں یا نہیں؟ اس کے علاوہ قتل کی بجائے شریعت نے جو رجم کی سزامقرر کی ہے۔ وہ بھی یقیناً کسی فلسفہ و حکمت سے خالی نہیں جو کہ مذکورہ صورت میں ہرگز نہیں ہوسکتی۔
ایک لمبے عرصے سے لاہور کے فلم سٹوڈیوز کی رونقیں ماند پڑ چکی ہیں خاص طور پر بھارتی فلموں کی پاکستانی سنیماوں میں نمائش نے رہی سہی کسر پوری کردی۔
اس حلقے میں نوا زشریف کے دیرینہ ساتھی شاہد خاقان عباسی میدان میں ہیں آپ نے نواز شریف کے مخلص اور دیرینہ ساتھی سے اسی پیار کا اظہار کرنا ہے جس طرح عام انتخابات میں میرے ساتھ کیا او رمجھے کامیابی دلائی ۔انہوں نے کہا کہ میں جوتشی نہیں ہوں لیکن جعلی مینڈیٹ والے صرف ڈگڈگی بجانے آئے ہیں انہیں خدمت کرنی نہیں آتی ، انشا اللہ (ن) لیگ دوبارہ اقتدر میں آئے گی اور عوام کی خدمت کر ے گی ۔ انہوں نے کہا کہ کبھی ہیلی کاپٹر کا کرایہ 55روپے بتایا جاتا ہے کبھی کچھ ، 22کروڑ عوام کے مسائل حل کرنا کوئی آسان کام نہیں ہے ۔ انہوں نے کہا کہ انتخابات پر قوم کے 21ارب روپے خرچ ہوئے ہیں دھاندلی آسانی سے ہضم نہیں ہو گی ۔
فوج کے لیے سبق: چیف کی مرضی کے بغیر مارشل لا ناکام ہو سکتا ہے- اور چیف کے مرضی کے بغیر ہو تو ناکام کسی صورت نہیں ہونا چاہیے وگرنہ پھر۔۔۔

جب یوسف بن عمرو والی کوفہ مقابلہ کے لیے آیا تو سب کوفی ساتھ چھوڑ گئے۔ صرف دو سو جانثار باقی رہ گئے۔ تاہم آپ کے پایہ استقلال میں لغزش نہ آئی اور نہایت ثابت قدمی سے میدان جنگ میں ڈٹے رہے یہاں تک کہ ایک تیر آپ کی پیشانی میں لگا اور اس کے نکالتے ہی آپ کی روح پرواز کر گئی۔ آپ کی وفات کا واقعہ صفر 101ھ بمطابق جنوری 740ء میں پیش آئی
کچھ اپنے فن سے، کچھ ابادت سے
پُرجوش سرگرمیوں کا حصہ بننا بھی دماغ کے ریوارڈ یا انعام کا لالچ کرنے والے حصے کے لیے اسی طرح سکون کا باعث بنتا ہے جیسے نکوٹین، ایک تحقیق کے مطابق کسی نئے مشغلے کو اپنانے سے سگریٹ کی خواہش میں کمی آتی ہے۔
پلیٹ فارم اور موضوع ترجمہ بہتر
پاکستان تو سن انیس سو اناسی سے لے کر آج تک نشانہ بنا ہوا ہے۔ جب روس نے افغانستان پہ حملہ کیا تو اس وقت بھی یہی کہا گیا کہ اصل نشانہ پاکستان ہے۔
ایران نے امریکا پر نائن الیون حملوں کے لیے القاعدہ کی کیسے معاونت کی تھی،اس پر بڑی کھل کر بحث کی جارہی ہے۔امریکی حکام دو عشروں سے یہ کہتے چلے آرہے ہیں کہ القاعدہ اور ایران کے درمیان 1991ء سے تعلقات استوار تھے اور اس کی تصدیق اس طومار میں موجود 19 صفحات کو محیط ایک رپورٹ سے بھی ہوئی ہے۔اس میں کہا گیا ہے کہ ’’ جو کوئی بھی امریکا پر حملہ کرنا چاہتا ہے،ایران اس کو دامے، درمے ،سخنے مدد دینے کو تیار ہے‘‘۔
سونم کپور نے اپنے رویے پر سوناکشی سنہا سے معافی مانگ لی
وہ سن کے بلا لیں یہ اجارا نہیں کرتے
۶۔ حیا جنت کی کنجی ہے، رسول اللہ ﷺ نے فرمایا حیا ایمان کا حصہ ہے اور ایمان جنت میں لے جانے کا راستہ ہے، برائی سنگ دلی کا نام ہے اور سنگ دلی جہنم میں لے جانے والی ہے۔ (سنن ترمذی:۴؍۳۶۵)
پھر اس حدیث پر تبصرہ کرتے ہیں “سورج کی موٹائی ساڑھے بتیس ارب میل ہے اگر اتنی بڑی شے شیطان کی سینگوں میں سما جاتی ہے اتنابڑا شیطان کھڑا کہاں ہوتا ہوگا زمین سے سورج نو کروڑ پینتیس لاکھ میل دور ہے اور شیطان کی لمبائی سوا پانچ کھرب میل ۔ اگر شیطان کو زمین پر کھڑا کیا جائے تو سورج اسکی ٹخنوں سے بھی نیچے رہ جاتا ہے پھر لکھتے ہیں کہ کلکتہ کی صبح چند لمحوں بعد بنارس پہنچتی ہے پھر دہلی پھر لاہور پھر پشاور پھر کابل وعلی ہزا القیاس جس کا یہ مطلب ہوا کہ سورج ہر وقت شیطان کی سینگوں میں پھنسا رہتا ہے چونکہ ایسی حالت میں نماز ناجائز ہے اس لئے مسلمانوں کو نماز بالکل ترک کردینی چاہئے یہ ہے ہمارے ملا کا مبلغ علم ___ ! (دو اسلام ص ۳۲۴)
بیجنگ۔چین نے دعویٰ کیا ہے کہ اس نے ایک ایسے نئے ہائیپرسونک میزائل کا کامیاب تجربہ کر لیا ہے،جو دنیا کے کسی بھی دفاعی نظام کو ناکارہ بنانے کی صلاحیت رکھتا ہے۔سکائی۔2 ایک تجرباتی ڈیزائن ہے جسے ویورائڈر(لہروں پر سفر کرنے والا) یہ پرواز کے دوران اپنی ہی پیدا کی ہوئی شاک وویز کیساتھ سفر کر سکتا ہے۔
ادھر آئے ہیں تو وہی گرم جوش سورج تھا، لہلہاتے کھیت تھے، ماں جیسی اپنائیت والی زمین تھی، پیلی چمکتی دوپہریں تھیں، کھلا دُور تک پھیلا نیلا آسمان تھا، کوئی ایک منحوس اونچی عمارت دور تک نہیں تھی، کھلے میدان تھے، دور تک پھیلے ہوئے سبزے تھے، راوی تھا، کنارہ تھا، بغیر نمی والی فریش ہوا تھی، آرام سے اپنے وقت پر طلوع ہونے والا سورج تھا، رات کو چمکتے ستارے دکھانے والا اندھیرا تھا (اس وقت لاہور میں اتنی روشنیاں رات کو ہرگز نہیں ہوتی تھیں)، اپنی چڑیاں تھیں، اپنے کوے تھے، اپنی فاختائیں تھیں، اپنے بگلے تھے، اپنے کبوتر تھے، اپنی بلبلیں تھیں، اپنے کیکر تھے، اپنی املتاس تھی، اپنا بوہڑ تھا، اپنے پیپل تھے، اپنی میلی کچیلی مگر بڑی بڑی کالی رومانٹک آنکھوں والی گائے بھینسیں تھیں، مطلب پورا فانا، فلورا اور ماحول اپنا تھا تو بس برش چلنا شروع ہوگیا۔
حاجی عبد الوہاب کے انتقال کے بعدنیا امیر کون ہوگا؟ بالآخر حتمی اعلان کردیا گیا ، نام بارے پتہ چل گیا
پاک امریکہ تعلقات (31)
جمال خشوگی قتل معاملہ ، سعودی صحافی کے ٹکڑے ٹکڑے کئے گئے ۔ ترک اخبار کا دعویٰ، قتل میں شہزادہ محمد بن سلمان کے قریبی ساتھی ملوث : دی نیویارک ٹائمز
جے آئی ٹی کو دھمکیاں سپریم کورٹ پر حملہ ہے، بلاول بھٹو
نیوز ہیڈ لائنز

’’بظاہر شاعر انہیں کچھ نہیں دیتا لیکن بباطن یعنی شعر کے پردے میں ان کی داخلی زندگی کے تمام زخموں کو مندمل کر دیتا ہے۔ شاعر انہیں زندگی کا نسخہ دیتا ہے ان کے انتشار کو ہم آہنگی میں بدل دیتا ہے۔ ان کے کرخت تجربوں کو مترنم بنا دیتا ہے۔ ان کے ذہن کی دھندلی تصویروں کو واضح کر دیتا ہے۔ شاعری میں ہماری زندگی کے گرد آلود تجربے اپنے حقیقی خطو خال سے روشناس ہوتے ہیں۔ ‘‘ فراق گورکھپوری

کھیل Glomp کے سمندر کے ساتھ، بھی اس کھیل میں کھیلا:
یہاں بھی غالب کی طرح ایک ایسی کیفیت کا رونا ہے جو اردو شاعری میں آفاقیت کا درجہ رکھتی ہے اور وہ ہے آرزو اور مایوسی –
This. پہلے زیادہ سے سال ایک
نہایت گستاخی کے ساتھ کہ ایک بہت بڑی غلطی فہمی آپ کو ہورہی ہے۔
بخیل کے اندر وفا نہیں ہوتی۔۔۔ حاسد کو کبھی راحت نہیں ہوتی۔۔ تنگ دل کا کوئی دوست نہیں ہوتا۔۔۔ جھوٹے میں مروت نہیں ہوتی۔۔۔ خائن کبھی قابل اعتماد نہیں ہوتا۔۔ بد اخلاق کے اندر محبت نہیں ہوتی۔۔۔ ف۔قدوسی
وزیر مملکت پانی و بجلی نے فرائض سے غفلت پر لیسکو کے افسران سمیت 70اہلکاروں کو معطل کر دیا،واپڈا میں کالی بھیڑوں اور کرپٹ مافیا کو برداشت نہیں کیا جائے گا، عابد شیر علی کا قصور میں کھلی کچہری سے خطاب
# MURNAGHAN ڈی ایف آئی ڈی کے انچارج geldof ڈال دیا — انہوں نے اسے توڑ نیچے پھر یہ دوبارہ تعمیر کیا جا سکتا ہے. بوٹسوانا ،
یوسفزئی نے پاکستان فارورڈ کو اپنے زخم سے متعلق بتاتے ہوئے کہا، "خدا کا شکر ہے کہ یہ شدید نہیں۔"
یہ آج کیا اس کے جی میں آئی کہ شام ہوتے ہی گھر گیا وہ

دوحہ/اسلام آباد بھارت نے وزیراعظم عمران خان کی جانب سے اپنے بھارتی ہم منصب نریندر مودی کو خط لکھ کر اس میں دونوں ممالک کے درمیان یو این جنرل اسمبلی ...
اور کل بروز قیامت میدان حشر میں بھی سب سے پہلی دعا جو قبول کی جائے گی وہ بھی نبی علیہ السلام کے وسیلے سے کی جائے گی تمام لوگ انبیاء کرام علیھم السلام کی خدمت میں حاضر ہونگے مگر لوگوں کی مراد پوری ہمارے نبی علیہ السلام فر مائیں گے آپ ﷺ رب تعالی سے جلد حساب شروع فرمانے کی دعا فرمائیں گے اور رب تعالی دعا قبول فرمائے گا اور یہ نعمت بھی اپنے محبوب علیہ السلام کے وسیلہ سے عطا فرمائے گا ۔
8:جیت کی شناخت
ہمارے لیے ھمارے نیک اعمال کے میزان کو بھاری کرنے کے لیے
برقی دور کا منصوبہ۔

ویکی ڈیٹا کے مواد کا ستعمال کرنے والے صفحات
کالے کار دریچہ فلم ایک گوند ایک وی سی آر کی مصنوعات ہے، یہ 1ply اور 2ply کی تعمیر ہو سکتا ہے ۔ دونوں تعمیرات کا تاریخی سلسلہ scratching مزاحمت پرت کی حامل ہو ۔ مرئی روشنی ٹراماسسااون اپنی مرضی کے مطابق ہو سکتا ہے، نومالل وہ 1/5% / 15% / 20% / 35 فی صد/50 فی صد وغیرہ ہیں ۔ یہ بھی کے طور پر، اپنی مرضی کے مطابق کرنے کے لئے دستیاب ہے...
رسائی کے لنکس
ٹیلی ویژن اور ریڈیو
عوامی مسلم لیگ کے سربراہ شیخ رشید نے کہا ہے کہ سابق صدر آصف علی زرداری نے ایک اچھی چال چلی ہے جبکہ ن لیگ کے مستقبل کے ایجنڈے کو جھٹکا لگا ہے۔
فرانس نے انتہائی خطرناک دہشت گرد اورشدت پسند مبلغ الجزائر کے حوالے کر دیا جمال بغال پر دہشتگردی کی متعدد کارروائیوں میں بالواسطہ یا براہ راست ملوث ہونے کا الزام عائد ... مزید - Qil News
آج کی تصاویر‎
چند دن قبل چارلس اوبانگ کی موت ہو گئی اور اس گھر والوں نے وصیت پر عمل کرتے ہوئے پورے 55 لاکھ روپے تابوت میں ڈال کر اسے دفنایا۔ مقامی میڈیا میں اس واقعہ کی خبر سامنے آتے ہی پورے ملک میں پھیل گئی اور اب ملک سے باہر بھی اس کا خوب چرچہ ہو رہا ہے۔
Urdu 60: اور جو چیز تمہیں دی گئی ہے وہ دنیا کی زندگی کا فائدہ اور اس کی زینت ہے جو چیز الله کے ہاں ہے وہ بہتر اورباقی رہنے والی ہے کیا تم نہیں سمجھتے
اسکاٹ لینڈ کے خلاف ٹی20: پاکستانی دستے کا اعلان
یہ ہم مسلمانوں کی بے حسی ہے کہ ایک بار پھر نبوت اور امامت کے جھوٹے دعویداروں کے پیروکار ہر جگہ ( انٹرنیٹ پربھی ) متحرک ہو گئے ہیں اور لوگوں کو کھلے عام گمراہ کرنے کی کوشش کر رہے ہیں۔
٤۔ یہ اس لیے ہے کہ انہوں نے اللہ اور اس کے رسول سے دشمنی کی اور جو اللہ سے دشمنی کرے تو اللہ یقیناً سخت عذاب دینے والا ہے۔

کراچی میں سورج گرہین دن دو بجکر پنتالیس منٹ پر اپنی عروج پر پہنچتے ہی ساحل سمندر پر لوگوں کا رش بڑھ گیا جو اپنے بچوں کو ریت میں دبانے کیلئے آئے تھے ، ان افراد میں نہ صرف کراچی بلکہ دیگر شہروں سے لوگ بھی موجود تھے ۔، اس موقع پر ہر عمر کے بچے ریت میں دبے نظر آئے ،لوگوں کا کہنا ہے کہ اس عمل سے بچوں کی ذہنی و جسمانی معذوری دور کی جا سکتی ہے ۔
صدر جمہوریہ ہند جناب رام ناتھ کووند کا یوم آزادی کے موقع پر قوم کے نام پیغام راشٹرپتی بھون، 14 اگست 2018
حال ہی میں ایران میں کشمیریوں کے حق میں بھارتی سفارت خانے کے سامنے ایک مظاہرے کو بھی ایران نے روک دیا. جب کہ اسی ایران میں کچھ عرصہ پہلے ایک مظاہرے میں ایک اور اسلامی ملک کا سفارت خانے پر حملہ کیا گیا تھا. لیکن تب ایسا کچھ نہیں کیا گیا
دھمکی نئی ہے نہ پہلی مرتبہ ملی۔ پُرانی دھمکیوں کا تسلسل اور دیرینہ پلاننگ کا درمیانی حصہ اختتامی باب کی طرف بڑھ رہا ہے۔ ہماری قربانیوں کے اعتراف کی بجائے" دشمن کی بولی" بول رہے تھے۔ ابتدائیہ سے اختتام تک۔ رٹا یا ہوا سبق۔" اربوں ڈالرز" دینے کا گِھسا پٹا طعنہ اب متروک۔ زائد المعیاد ہو چکا ہے۔ کھربوں ڈالرز کا ذاتی نقصان۔ ہزاروں بے گناہ۔ معصوم انسانوں کی شہادتیں الگ سے۔ سچ جانیے۔ ایک انسانی جان کے بدلہ میں" پورا امریکہ" ناکافی ہے۔تازہ نوٹس چہ معنی دارد۔ ایک طویل عرصہ پاکستان بغیر نوٹس حملوں کی زد میں رہا۔ ڈھیروں نہیں ہزاروں نقصانات کے کھاتے بھرے پڑے ہیں۔ اِس کے باوجود شکوے ؟ لمحہ موجود کا پاکستان ایک محفوظ۔ پُرامن ملک ہے۔ ماضی کے دلخراش حالات بھی" دشمن قوتوں" کے پیدا کردہ تھے۔ "سرپرستوں" کے سائے میں" سہولت کاروں" نے خوب جم کر گھناوٗنا۔ گندہ کھیل کھیلا۔ ایک مرتبہ نہیں دو مرتبہ پاکستان ڈسا گیا۔ افغانستان کا ساتھ دینے پر۔ جبکہ مومن ایک سوراخ سے دوسری مرتبہ نہیں ڈسا جاتا۔ یہاں تو انسانیت گم ہے۔" مومن "تو ہزاروں میل لمبی مسافت کا معاملہ ہے۔ نتیجہ سامنے ہے۔ واقعی "آپ" کا نہیں مگر ہمار ا صبر لامحدود ہے۔ برداشت کی بھی کوئی حد نہیں چھوڑی۔ تبھی یہ "روزِ سیاہ "دیکھنا پڑا۔
پوشیدہ زمرہ:
زیادہ قیمتی سازوسامان کی ہوس اور حرص نے لوگوں کو بے حس کر دیا ہے۔
یہ بھی پڑھیں
یورپ امریکه اور جاپان میں سیاسی پارٹیاں اور ان کے ورکر ان ممالک کے حالات پر کیا اثر کرسکتے هیں ؟؟
افغانستان میں دو مساجد پرخودکش حملے،72 لوگوں کی موت۔مہلوکین کی تعداد میں اضافہ کا امکان – ہرپل آن لائن

10 جنوری تک انتخابی اصلاحات ورنہ اسلام آباد کی طرف ملین مارچ ہو گا: طاہر القادری
اسلام آباد(اُردو پوائنٹ اخبارتازہ ترین۔ 15 نومبر2018ء)وفاقی وزیر اُمورکشمیر و گلگت بلتستان علی امین خان گنڈا پور نے ایک بیان میں کہا ہے کہ سیاحت اور معدنیات کے شعبے کی ترقی سے آزادکشمیر اور گلگت بلتستان میں حقیقی اورپائیدار ترقی کی بنیادرکھی جائے گی۔ا نہوں نے کہا کہ آزادکشمیر اور گلگت بلتستان کو قدرت نے بے پناہ خوبصورتی اور قدرتی وسائل سے مالا مال کر رکھا ہے جن کے بہترین استعمال سے یہ دو خطے دُنیا کے معروف ترین سیاحتی مقامات کا مقابلہ کر سکتے ہیں۔
کلانڈو مِلّر (Kolondu Miller)چرامن پیرومل کے متعلق اپنی مشہور کتاب ماپلا مسلمس آف کیرالا میں لکھتا ہے کہ’’ ماپلا کی اصلیت میں کوئی بحث مکمل تصور نہیں کی جاسکتی جب تک کہ چرامن پیرومل کے متعلق روایتوں کا استقصا نہ کیا جائے ۔ یہ بادشاہ کیرالا کے درمیانی حصہ میں حکم رانی کرتے تھے ۔ پیرومل حکم رانوں نے ایک وسیع علاقہ پر غالباً چیرا بادشاہوں کے نام سے حکومت کی اور وہ کئی سلطنتوں میں بٹ گئی۔
پاک فوج کو ملکی سالمیت کے منافی کام کرنے والوں کیخلاف کارروائی کا آئینی اختیار ہے‘ شجاعت حسین
اب رام مندر کی تعمیر کا وقت آگیا ہے ‘ شیوسینا
جمعرات کو جب سینیٹ کی خزانے کے متعلق قائمہ کمیٹی نے اتفاقِ رائے سے پندرہ سفارشات منظور کرکے اپنی رپورٹ سینیٹ سیکریٹریٹ میں جمع کرائی تھی تو بظاہر ایسا لگ رہا تھا کہ حکومت اور حزبِ مخالف میں اتفاقِ رائے ہوگیا ہے۔ لیکن آج جب ایوان میں وہ سفارشات قومی اسمبلی کو بھیجنے کے لیے تحاریک پیش ہوئیں تو فریقین میں اختلافات کھل کر سامنے آ گئے۔
اماراتی شہری کو مُلک کو بدنام کرنے کے الزام میں 10سال قید کی سزا مُلزم نے سوشل میڈیا پر اپنے مُلک کے خلاف توہین آمیز پراپیگنڈہ شروع کر رکھا تھا
کئی ممبران نے بڑے ہی دلچسپ دلائل دیئے ہیں۔ کوئی کہتا ہے کہ منہ صرف کھانے کے لیئے بنا ہے، تو کوئی کہتا ہے کہ اگر جنسی اعضا کو منہ میں لیے لیا تو پھر منہ میں لینے والے ساتھی کے جنسی عضو کا کیا ہو گا۔ یا اگر عورت نے اپنے خاوند کا منہ میں لیے لیا تو پھر اس کی اندام نہانی کیوں بنی ہے ۔ کسی کا کہنا ہے کہ جنسی عمل صرف اولاد پیدا کرنے کے لیۓ ہوتا ہے!
بھارتی وزیراعظم نریندر مودی کا نواز شریف کے نام تعزیتی پیغام

جواب: جی ہمارے پاس بیسیوں راستے ہیں لیکن بھارت صرف بندوق کی زبان سمجھتا ہے۔ ہم نے بیالیس سال تک سیاسی و جمہوری جد وجہد کی ۔جسکو بھارت ختم کرنے کیلئے کئی حربے استعمال کئے جس کے بعد ”تنگ آمد بجنگ آمد“ کشمیریوں نے بندوق اٹھائی۔انڈیا اٹوٹ انگ کا رٹ لگائے ہوئے ہے ۔پہلے بھارت کشمیرکی متنازع حیثیت کو تسلیم کرے اس کے بعد کچھ اور سوچا جا سکتا ہے۔

مزید دکھائیں
پشاور میں ہمارے نامہ نگار کے مطابق مقامی لوگوں نے بتایا کہ وادی تیراہ میں نری بابا کے مقام پر سات افراد کی لاشیں ملی ہیں جن کے بارے میں کہا جا رہا ہے کہ ان کا تعلق حکومت کی حمایتی تنظیم توحید الاسلام سے تھا۔ لوگوں کا کہنا ہے کہ ان افراد کو کچھ عرصہ پہلے اغواء کیا گیا تھا۔
کہانی کو شیئر کریں شیئرنگ کے بارے میں
کھیل کی خبریں
پولیس کے مطابق اِٹسے ہوئے میں گزشتہ رات جھگڑے کا آغاز اس وقت ہوا جب ایک عرب باشندے نے کردوں کے ایک گروپ کی بے عزتی کی۔ پھر معاملہ پرتشدد ہو گیا اور درجنوں افراد ایک دوسرے کو ڈنڈوں سے پیٹنے لگے۔ سکیورٹی اہلکاروں نے پَیپر اسپرے استعمال کرتے ہوئے صورت حال پر قابو پانے کی کوشش کی جبکہ پولیس کی مزید نفری بھی طلب کر لی گئی تھی۔ پولیس نے بتایا کہ اس لڑائی میں پناہ گزینوں کے علاوہ چھ پولیس اہلکار بھی معمولی زخمی ہو گئے۔
آج ہم تصادم رائل میں1605 ہیک سروے کے بغیر کے بارے میں ایک مضمون لکھیں. آپ تصادم رائل میں1605 ہیک کے لئے تلاش کر رہے ہیں تو آپ پر ہیں ۔.
رابطے کی معلومات
ریستورانوں اور دکانوں میں بھی باتھ روم لازمی ہوں اور ان کا باقاعدہ اسٹینڈرڈ ہو‘ موٹروے پولیس کی طرح سینیٹری پولیس بھی بنائی جائے اور یہ پولیس گند پھیلانے والوں کو بھاری جرمانہ کرے‘ یہ گھروں اور پبلک باتھ رومز کا معائنہ بھی کرے اور اسی طرح ملک میں زمین کا کوئی چپہ بھی خالی نظر نہیں آنا چاہیے‘ زمین کی ایک ایک انچ پر پودا ہونا چاہیے‘ وہ خواہ پھول ہو‘ گھاس ہو یا پھر درخت ہو‘ پاکستان کے ہر طالب علم‘ ہر ملازم اور ہر کمپنی کے لیے درخت لگانا لازمی قرار دے دیا جائے۔
شہر کی خبریں
سہ فریقی مذاکرات: پاکستان، افغانستان اور چین کے درمیان مفاہمتی یادداشت پر دستخط
4 ) کسی مدرسہ یا مکتب کی تعارفی مہم یا تشہیری سرگرمی میں بھی یہ رقم صرف نہیں ہو سکتی ہے ۔
سورہ [ سبا ] آیا [39] کہہ دو بے شک میرا رب ہی اپنے بندو ں میں سے جسے چاہے روزی کشادہ کر دیتا ہے اور جسے چاہے تنگ کر دیتا ہے اور جو کوئی چیز بھی تم خرچ کرتے ہو سو وہی اس کا عوض دیتا ہے اور وہ سب سے بہتر روزی دینے والا ہے
سوال: وہ روایات جو تحریف قرآن پر دلالت کرتی ہیں، شیعوں نے ان کو اپنی کتابوں میں کیوں نقل کیا ہے ؟
مسٹر کریمیان پر ان کی غیر موجودگی میں تہران کی ایک عدالت میں مقدمہ چلایا گيا تھا اور انھیں ایران کے خلاف پروپگینڈا کرنے کے جرم میں چھ سال قید کی سزا سنائی گئي تھی۔
بات صرف کھانے پینے کے معاملے میں عزیمت تک محدود نہ تھی بلکہ اب تو زندگی کے ہر معاملے میں وہ عزیمت کی انتہائی حدوں کے قریب پہنچ گئے تھے۔ یہ کہنا ہرگز مبالغہ نہ ہو گا کہ قحط نے سب سے زیادہ امیر المؤمنین کو متاثر کیا۔ تاریخ کے مطالعے سے پتہ چلتا ہے کہ رمادہ کے ایام میں وہ ہر چھوٹے بڑے واقعے بلکہ معمول کی چیزوں کا بھی غیر معمولی انداز میں جائزہ لیا کرتے تھے اور جو بھی قدم اُٹھانا ہوتا تھا ،اس کا آغاز اپنی ذات سے کرتے تھے۔
عمران خان منسٹر انکلیو کے عام گھر میں رہیں گے:...
حالیہ پوسٹیں

اہل اللہ کی پر اثر نظر نے کس طرح دل کی کائنات میں انقلاب برپا کردیا ۔ اپنے موضوع پر حیرت انگیز انقلابی کتاب
Nov 09, 2017فاروق ستارمصطفیٰ کمال کی توقعات سے مختلف نکلے، مصطفیٰ کمال کو کیا امیدیں تھیں؟
اسرائیل میں نسل پرست ریاست کے قیام کے بل تیار
لیکن ایمان والوں اور نیک اعمال والوں کو اللہ تعالیٰ ان کا ثواب پورا پورا دے گا اور اللہ تعالیٰ ظالموں سے محبت نہیں کرتا۔‏
کیا ایک مخصوص گروپ کے ذرائع ابلاغ نے تین ماہ تک اسی مقصد کے لئے عوام کو 'ذرا سوچئے' اور پارلیمنٹ کو 'کب سوچنے' کی دہائی مچا رکھی تھی اور کیا پاکستانی پارلیمنٹ کے معزز اراکین اور زعماے قوم ایسی ترمیم کے حق میں اپنے ووٹ استعما ل کرکے اللہ کے غضب کو دعوت دینا چاہتے ہیں؟ اور یہ بات بھی توجہ طلب ہے کہ ایسے بل کا احترام کیا جائے یا اس کو ردّی کی ٹوکری کی نذر کیا جائے جیسا کہ متحدہ مجلس عمل نے قومی اسمبلی میں کیا ہے ؟
جانوروں کے ساتھ.
صدر کرزئی نے کہا کہ دوستی، بھائی چارے اور پاکستان کے تعاون کے بغیر افغانستان میں امن و استحکام ممکن نہیں۔ وزیر اعظم گیلانی نے اپنے میزبان کے خیالات سے متفق ہوتے ہوئے کہا کہ پاکستان بھی عسکریت پسندوں اور شدت پسندوں سے اتنا ہی متاثر ہے۔ پاکستانی وزیر اعظم نے ’مشترکہ خطرے‘ سے نمٹنے کے لئے مشترکہ کوششوں کی ضرورت اجاگر کی۔
پاکستان کے بغیر دنیا میں امن قائم نہیں ہوسکتا، پاک فوج
پی ٹی اے نے موبائل پر فحش سائٹس بلاک کرنے کیلئے غور شروع کردیا
یونیورسٹیز میں ایڈمشن کے لئے چند انتہائی اہم نکات
یہ جزو 37 دیگر زبانوں میں دستیاب ہے!

کہتے ہيں اسي علم کو ارباب نظر موت
اُس کے ساتھ ایسا کیوں ہوا تھا؟، بس یہ ایک سوال تھا جو ہر آتی جاتی سانس کے ساتھ اُس کے دل دماغ روم روم میں ہچکولے کھاتا رہتا تھا، وہ یہ تسلیم ہی نہیں کر پا رہی تھی کہ بعض دفعہ زندگی میں “ہاں ” کی قیمت بھی چکانی پڑتی ہے اور اُس نے محبت کے جھانسے میں آ کر ہاں کی تھی تو قیمت بھی دُگنی تگنی چوگنی ادا کرنی تھی، فرید اس طرح اُس کی تذلیل کرنے کے اُسے دو ٹوک الفاظ میں اگر بتادیتا کہ وہ شرمندہ ہے، حالات سازگار نہیں ہیں ، وہ بچوں اور ماں باپ کے آگے ہتھیار ڈال رہا ہے، وہ اُس سے شادی نہیں کر سکتا۔
راہل گاندھی کے مودی کو چور کہے جانے والے تبصرہ پر بی جے پی وزیر چراغ پا
اشتہار کا انتخاب
ہم بیجنگ، تیآنجن، شنگھائی، گوانگ، لیاؤننگ، Ha'erbin، جلن، شیڈونگ، جنگجو، سوزہو، فوزیان، ووہان وغیرہ میں کچھ گھریلو شاخ ہے ہماری مصنوعات کو بھی امریکہ، آسٹریلیا، روس، مشرق وسطی، افریقہ، جنوبی برآمد وسطی ایشیا اور کچھ دیگر ممالک.
واضح رہے کہ گزشتہ سال مسلم لیگ (ن) کے رہنما نواز شریف کو وزیر اعظم کے عہدے سے برطرف کیے جانے کے بعد نئے وزیر اعظم شاہد خاقان عباسی کے اس عہدے پر منتخب ہونے کے بعد وفاقی حکومت نے پی آئی اے اور پاکستان اسٹیل ملز کی نجکاری میں دلچسپی کا اظہار کیا ہے۔
پاکستانی ماڈل قندیل بلوچ کے قتل پر جناب الطاف حسین کی مذمت
تقریباً 25 لاکھ شامی اس وقت ترکی میں مقیم ہیں، جس کے باعث ملک کے وسائل پر بوجھ بڑھا ہے اور ترک آبادی برہمی کا اظہار کر رہی ہے۔
کراچی سمیت سندھ کے مختلف شہروں میں طوفانی بارشوں کا امکان

اس پوسٹ کو شیئر کریں Messenger

سیاسی حالات کس راہ پر گامزن ہیں اس پر اگر منیر نیازی کے ایک مشہور شعر میں (ان کی روح سے معذرت کے ساتھ تھوڑی سی ترمیم کرکے دیکھا جائے تو شاید صورتحال کی وضاحت میں آسانی ہو کہ
اپریل بروز جمعرات دوپہر1 بجے
پاکستان، ایران اور ترکی کے مابین ہونے والے معاہدے ’علاقائی تعاون برائے ترقی‘ کے بعد اِس سڑک کا نام آر سی ڈی ہائی وے رکھ دیا گیا تھا۔ پہلے پاکستان سے یورپ جانے والے سیاح درہ خیبر اور افغانستان کے راستے ایران پہنچتے تھے اور پھر ترکی سے ہوتے ہوئے یورپ میں داخل ہوجاتے تھے، لیکن افغان جنگ کے بعد سے جب یہ راستہ غیر محفوظ ہوا تو یورپ کے لیے آر سی ڈی ہائی وے ہی واحد زمینی راستہ رہ گیا ہے۔
آپ کا ای میل شائع نہیں کیا جائے گا. Обязательные поля помечены *
پریس کانفرنس کے دوران ایک صحافی نے زعیم قادری سے گلو بٹ کے بھائی غنی بٹ کی شکایت کی جس پر زعیم قادری نے صحافی برادری سے معافی مانگی لیکن معاملہ بگڑتا چلا گیا اور زعیم قادری نے گلو بٹ کے بھائی کو پہنچاننے سے انکار کرتے ہوئے اس کے خلاف قانونی کارروائی کرنے کا حکم دیا ۔

توقع ہے کہ چین میں اقتصادی ترقی کی شرح اس عشرے کے آخر تک تقریباً سات فیصد پر قائم رہے گی۔ اس کے لیڈر اچھی طرح جانتے ہیں کہ ملک کو کس قسم کے چیلنج درپیش ہیں۔
اتوار کے روز عراق میں شیعہ مسلمانوں نے ایک ایسے موقع پر مظاہرے کیے جب کہ قانون ساز ، سابق صدر صدام حسین کے بعث دور کے ساتھ مشتبہ رابطے رکھنے والے امیدواروں کو قومی انتخابات میں حصہ لینے کی اجازت دینے کے فیصلے پر بحث کی تیاری کررہے ہیں۔
آج کا اخبار
گجرات میں سامنے آیا پردھمن جیسا قتل، اسکول کے باتھ روم...

اس ڈائری میں ایک صفحے پر ایشا امبانی اور ان کے ہونے والے شوہر آنند پیرامل نے مہمانوں کے لیے خط بھی تحریر کیا۔
Next articleآئی ایم ایف کے ساتھ معاہدہ ملکی معیشت کی بہتری کیلئے کریں گے، اسد عمر
ریشمی زلفوں کے سائے میں دن جو گزارا کرتے تھے
اور ان میں سے دوسری روایت : (یہاں تک کہ اللہ کی وحدانیت بیان کریں، اور جب وہ اسے جان لیں)۔
زراعت اور دیگر متعلقہ شعبہ جات کے ذریعہ روزگار کا حصول
متحدہ اپوزیشن کا احتجاج شہباز حکومت کے خاتمے پر ہی ختم ہو گا، فواد چوہدری
جی ہاں، ای 21 نمایاں بھی ہر صارف کو منظم کرنے کے قابل ہے. ہر ایک کے مواد کے لئے کو چالو کرنے کے غیر فعال / صلاحیت - ورڈپریس کے ٹیکسٹ ایڈیٹر، ورڈپریس کی بصری ایڈیٹر اور مواد بلڈر - - اور ای کے صارف کی رسائی 21 کے مواد عناصر یہ تین ایڈیٹرز کو صارف کی رسائی دونوں شامل ہیں عنصر
۱۳۔ حضرت ابن عمر رضی اللہ تعالیٰ عنہ فرماتے ہیں کہ رسول اللہ صلی اللہ علیہ وآلہ وسلم نے فرمایا جو مومن لوگوں سے میل جول رکھے اور ان کی ایذاء پر صبر کرے اسے زیادہ ثواب ہوتا ہے اس مومن کی بہ نسبت جو لوگوں سے میل جول نہ رکھے اور ان کی ایذاء پر صبر نہ کرے۔ (سنن ابن ماجہ:جلد سوم:حدیث نمبر 913)
غزہ (فلسطین نیوز۔مرکز اطلاعات) غزہ سے تعلق رکھنے والے تحریک فتح کے اسیران نے اعلان کیا ہے کہ وہ فلسطینی اتھارٹی اور اس ک...
‫پرنٹنگ سے رجوع کریں۔‬

انشاء اللّٰه ایک ہی چلّہ میں آپ کی خواہش یا حاجت چاہے کتنی بھی مشکل ہو، پوری ہو جائے گی۔
اسکرین کے اوپر کی جانب حذف کریں > میرے لیے حذف کریں ٹیپ کریں۔
اس زمرے میں دیگر اجزاءاس مصنف کے تمام اجزاء
علامہ محمد اقبال
قیدیوں میں سے ایک عورت کا بچہ اس سے چھوٹ گیا وہ پاگلوں کی طرح اسے ڈھونڈتی پھرتی تھی اور جیسے ہی ملا اپنے سینے سے لگا کر اسے دودھ پلانے لگی آنحضرت صلی اللہ علیہ وسلم نے یہ دیکھ کر اپنے اصحاب سے فرمایا بھلا بتاؤ تو کیا یہ عورت باوجود اپنے اختیار کے اپنے بچے کو آگ میں ڈال دے گی؟
’’یہ تم نے کیا لباس پہن رکھا ہے؟‘‘
’’تو اور کیا بناتا؟ افسر بنا دیتا۔ یہ شخص ہوائی جہاز میں یہی کام تو کرتا تھا، اور اب دفتر میں کام کرتا ہے۔‘‘
ای میل کے ذریعے نئے تبصرے کے بارے میں مجھے مطلع کریں۔
پارلیمنٹ میں شہباز شریف کی’’دبنگ‘‘ انٹری
لائق بچوں کو ناکام کرنے کا ذمہ دار کون؟
اپ کو اپنا نام ایڈریس اور فون نمبر بتا سکنے تک کی جاپانی زبان میں اہلیت حاصل ہونے چاہئے ،۔
اس پوسٹ کو شیئر کریں
Hot Tags: 1000 سریسٹ چیمبر دباؤ فلٹر چین، سپلائرز، مینوفیکچررز، فیکٹری، تھوک، کم قیمت، سستی، خریدنے رعایت
میاں محمد نواز شریف: ایک نفسیاتی مطالعہ - اوریا مقبول جان
Image caption ریاستِ اسلامیہ گروپ نے عراق اور شام کے کچھ حصوں پر قبضہ کر کے اسلامی خلافت قائم کی ہے
رہا ۔۔۔۔۔۔ کے ساتھ ہے ایک مسلسل جاری عمل کی طرف اشارہ سمجھے جائیں ۔ جب کہ دوسرے نصف ِ واحد کی طرف برتری برتری منتقل ہوتی رہی ہے ۔ اور یہی وہ جبر ہے ۔۔ جس سے انکار کرنا ناممکن ہے ۔ تو کیوں وہ ایسا نہ کرتی متبادل کہاں تھا ، مگر اختتام ۔
سونیا گاندھی کا حکومت پر سخت حملہ
کسی نے حملے کی ذمہ داری قبول نہیں کی۔
اشاعت، ویب سائٹ اور سافٹ ویئر
خیبرپختونخوا پولیس کے ایک اعلیٰ افسر طاہر داوڑ کو اسلام آباد سے اغوا کر کے افغانستان لے جایا گیا، جہاں سے اُن کی لاش برآمد ہوئی۔اس المیے نے پوری قوم کا دِل غم و غصے سے بھر دیا ہے۔اس واردات کی تفتیش کے لیے جے آئی ٹی قائم کر دی گئی ہے۔ ضرورت ہے کہ اغوا کرنے والوں اور ان کے معاونین تک قانون کا ہاتھ پہنچے، اور ایک ایک کو عبرت ناک سزا دی جائے۔ یہ بھی معلوم ہونا چاہیے کہ وزارتِ داخلہ کئی دن تک کیوں سوئی رہی اور طاہر داوڑ کی گمشدگی کی اطلاع ملتے ہی پوری حکومتی مشینری کیوں حرکت میں نہ آئی؟ وزیراعظم کے ترجمان نے ان کی خیرو عافیت اور پشاور میں موجودگی کے حوالے سے گمراہ کن انٹرویو کیوں دیا؟ بے حسی کا مظاہرہ کرنے والوں کی گردن ناپنا بھی اسی قدر ضروری ہے، جس طرح مجرموں اور ان کے سہولت کاروں کی۔ کسی قسم کی رو رعایت کو قومی جرم سمجھا جائے گا۔بشکریہ ہم سب نیوز
شاعر مشرق علامہ اقبالؒ کی 80 ویں برسی عقیدت و احترام سے منائی جا رہی ہے
سینیٹرمشاہد حسین سید کی مسلم لیگ ( ن) کے صدر شہباز شریف سے ملاقات
حاملہ کا روزہ حاملہ عورت کے لئے روزہ رکھنے کے کیا احکام ہیں سوالات…

اے ایمان والو رکوع اور سجدہ کرو اور اپنے رب کی بندگی کرو اور بھلے کام کرو اس امید پر کہ تمہیں چھٹکارا ہو

واضح رہے کہ بدھ کے روز پی ایس پی چیئرمین مصطفیٰ کمال اور ایم کیو ایم پاکستان کے سربراہ ڈاکٹر فاروق ستار نے ایک مشترکہ پریس کانفرنس میں سیاسی راستے ایک کرنے کا اعلان کیا تھا، تاہم جمعرات کو ڈاکٹر فاروق ستار نے اس اتحاد سے علیحدگی اختیار کرلی تھی۔
’امریکا اور آزادی اپنے سب سے بڑے وکیل سے محروم ہو گئے‘ 26.08.2018
تہران: ایران میں زلزلے کے شدید جھٹکے محسوس کیے گئے جس سے تقریبا 300 افراد زخمی ہوگئے۔
لاہور (اپنے نامہ نگار سے) مقامی عدالت نے طالبہ خدیجہ صدیقی پر حملے کے مقدمہ کا ریکارڈ ملزم کو فراہم کرنے کی ہدایت کرتے ہوئے کیس کی سماعت ملتوی کر دی کینٹ کچہری کے جوڈیشل مجسٹریٹ نے مقدمہ کی سماعت کی متاثرہ لڑکی خدیجہ صدیقی بھی عدالت میں پیش ہوئی ملزم کی جانب سے عدالت کو آگاہ کیا گیا کہ انہیں مقدمے کا مکمل ریکارڈ فراہم نہیں کیا گیا جس پر عدالت نے تفتیشی افسر کو ہدایت کی کہ ملزم کو مقدمے کا ریکارڈ فراہم کیا جائے ملزم پر الزام ہے کہ اس نے طالبہ خدیجہ صدیقی پر اس وقت چھری کے اکیس وار کئے جب وہ اپنی بہن کو سکول سے لینے کیلئے گئی تھی۔

پاک فوج کے شعبہ تعلقات عامہ آئی ایس پی آر کے مطابق آرمی چیف قمر جاوید باجوہ نے کینیڈین ہائی کمشنر پیری کیلڈرووڈ سے ملاقات کی ، ملاقات میں خطے کی سیکیورٹی صورتحال، باہمی امور پر تبادلہ خیال کیا گیا۔
براہ مہربانی بس کی خرید / بکنگ کوئی کورس سے پہلے ایک اکاؤنٹ بنانا.
قاہرہ ، 29 مارچ (سیاست ڈاٹ کام) مصری صدر عبد الفتاح ال سیسی کا دوسری میعاد کیلئے انتخاب 92 فیصد ووٹ کے ساتھ ہوا ہے، سرکاری ذرائع ابلاغ نے آج ابتدائی نتائج کے حوالے سے یہ اطلاع دی ہے۔ سرکاری ملکیتی اخبارات الاہرام اور اخبار الیوم، نیز سرکاری نیوز ایجنسی ’مینا‘ کی رپورٹ میں کہا گیا کہ 60 ملین (6 کروڑ) رجسٹرڈ ووٹرز کے منجملہ لگ بھگ 23 ملین نے تین دن کی پولنگ میں حصہ لیا جو گزشتہ روز اختتام پذیر ہوئی۔ ابتدائی تخمینوں کے مطابق 63 سالہ فیلڈ مارشل سیسی نے زبردست انتخابی کامیابی درج کرائی ہے۔ ان کے واحد چیلنجر نسبتاً غیر معروف سیاستداں موسی مصطفی کو محض تین فیصد ووٹ حاصل ہوئے۔ گزشتہ روز پولنگ اسٹیشنوں میں رائے دہی کا عمل اختتام پذیر ہونے کے بعد ووٹوں کی گنتی شروع کردی گئی تھی۔ غیر سرکاری اعداد و شمار کے مطابق 21,088,295 ووٹروں نے سیسی کے حق میں ووٹ ڈالے۔ سرکاری نتائج کا 2 اپریل کو اعلان کیا جائے گا۔ سیسی نے چنائو میں حصہ لینے والے ووٹروں کی تصاویر فیس بک پر پوسٹ کیے اور گزشتہ روز دیر گئے تک بھاری تناسب میں رائے دہی کو سراہا۔ انہوں نے کہا کہ مصری عوام کی آواز بلاشبہ گواہ رہے گی اور ہماری قوم کا عزم پوری قوت کے ساتھ برقرار رہے گا جس میں کمزوری کا شائبہ تک نہیں۔ انہوں نے مزید کہا کہ پولنگ اسٹیشنوں کے باہر مصری عوام کی طویل قطاروں کے مناظر باعث فخر رہیں گے اور مجھے ہمیشہ یاد رہے گا کہ عوام نے بھاری اکثریت سے میرے حق میں ووٹ کا استعمال کیا ہے۔ پولیس اور فوجی جوانوں نے تمام پولنگ اسٹیشنوں کے قریب سخت چوکسی برقرار رکھی تھی تاکہ کوئی بھی ناخوشگوار واقعہ پیش نہ آئے۔ سی سی نے 2013ء میں اسلام پسند صدر محمد مرسی کو ان کی حکمرانی کے خلاف بڑے پیمانے پر احتجاجوں کے پیش نظر معزول کیا تھا۔ وہ 2014ء میں چار سالہ صدارتی میعاد کے لیے منتخب ہوئے تھے۔رائے شماری کے ابھی تک جاری کردہ سرکاری نتائج کے مطابق گورنری اصوان میں سی سی کو موسی کے 9,563 ووٹوں کے مقابل 254,940 ووٹ حاصل ہوئے۔ اسی طرح اسکندریہ میں بھی سی سی نے بھاری اکثریت سے اپنے حریف کو پیچھے چھوڑا ۔ تقریباً 60 ملین ووٹروں کے لیے ملک بھر میں 13,687 پولنگ اسٹیشن قائم کیے گئے۔
امام طبرانی13 برس کے تھے کہ تحصیل علم میں میں مشغول ہو ئے، پہلے آپ نے اپنے آبائی وطن طبریہ میں اصحابِ علم و فضل سے استفادہ کیا ۔۲۷۴ھ میں بیت المقدس کی طرف سفر کیا اور وہاں کے محدثین سے فائدہ اُٹھایا۔پھر۲۷۵ھ میں قیساریہ تشریف لے گئے اس کے بعد اُنھوں نے حمص ،جبلہ،مدائن،شام،مکہ ،مدینہ،یمن ،مصر ،بغداد،کوفہ بصرہ ،جزیرہ ،فارس اور اصفہان وغیرہ کی طرف سفر کرکے اپنی علمی پیاس بجھائی۔[4]
امیر اہلسنت کے بعض صوتی پیغامات
تازہ ترین خبریں
اور ہدایہ میں ہے۔
اے مکہ تو تمام شہروں سے زیادہ اللہ کو پیارا ہے اور اسی طرح مجھے بھی تمام شہروں سے زیادہ پیارا تو ہے اگر مشرکین مجھے تجھ میں سے نہ نکالتے تو میں ہرگز نہ نکلتا ۔
ہمارا نیٹ ورک
عائشہ (رض) اور عذاب قبر کی روایات
تابوت سکینہ کیا ہے؟رب تعالیٰ نے اسے سب سے پہلے کس نبیؑ کو دیا تھا، – اردو ٹاک
حافظ مغیث الرحمٰن (3)
ذرائع کے مطابق سی پیک منصوبوں پر کام کی رفتار تیز کرنے اور خصوصی اکنامک زون جلد مکمل کرنے پر بھی بات ہوگی۔ علاقائی صورتحال خاص طور پر افغانستان بھی ان مذاکرات کا اہم موضوع ہے۔ بھارت اور امریکہ کے درمیان “ٹو پلس ٹو” مذاکرات کے نتائج پر بھی بات ہوگی۔ ذرائع کے مطابق پاکستان اور چین کے درمیان دفاعی شعبہ میں تعاون کے حوالے سے وزیر خارجہ وانگ ژی اور آرمی چیف جنرل قمر جاوید باجوہ کے درمیان بھی بات ہوگی۔
خیبرپختونخوا کے محکمہ تعلیم نے آؤٹ آف اسکول سروے رپورٹ 18-2017 جاری کردی جس میں 43 لاکھ 23 ہزار گھرانوں کا سروے کیا گیا ہے۔
ٹیوٹا کی جانب سے چینی زبان کے کورس سیکھنے کی دعوت
محمد اسلم کا کہنا ہے کہ کراچی سے 9 کروڑ روپے لے کر بینظیر ایئرپورٹ پہنچا، یہ رقم3،3 کروڑ روپے کے 3 پیکٹس میں تھی، ڈومیسٹک لاؤنج میں فون پر بات کر رہا تھا، کسی نے رقم سے بھرا ایک پیکٹ چوری کرلیا
آخری اپ ڈیٹ:
انہوں نے کہا کہ ’یہ حتمی فیصلہ ہے جو تقریباً 4 دہائیوں سے تاخیر کا شکار تھا‘۔
گارڈن ٹائون: تحریک انصاف کے پلیٹ فارم سے الیکشن لڑنے کے
حرا سکول اینڈ کالج کانجو میں سالانہ تقریب تقسیم انعامات
یہ ایک ایسی تصویر ہے جس سے عرب دنیا کو ہل کر رہ جانا چاہیے۔خاص طور پر شامی رجیم کو،جس کے بے رحم حملوں کے نتیجے میں یہ انسانی تباہی رو نما ہوئی ہے۔قاتل تکفیری اور جہادی بھی اس تباہی کا موجب ہیں۔انھوں نے عرب دنیا کو مضمحل کررکھا ہے اور اس کو اس کے امن اور سلامتی سے محروم کردیا ہے۔

ترکی: فضائی حملے میں ہلاک ہونے والوں کی تدفین
مودی حکومت کی جانب سے یہ اعلان اُس وقت سامنے آیا کہ جب بھارتی وزیراعظم برما کے دورے پر گئے ہوئے ہیں، نریندر مودی کے دورے پر بھارت کے مسلمانوں نے تشویش کا اظہار بھی کیا ہے۔
١ - بہشت کا وہ درخت جس کے قریب جانے سے حضرت آدم علیہ السلام کو منع کیا گیا۔
فرانسیسی صدر نے عوام کے سامنے گھٹنے ٹیک دیے
٢ - سرخ، لال بھبھوکا، آگ کے رنگ کا، آگ کا سا (رنگ کے لیے)۔
Next Next post: جھوٹ بولنے اور یوٹرن لینے والوں نے قوم کا وقت ضائع کیا،شہباز شریف
سری دیوی کے انتقال کے روز ان کے دیور سنجے کپور نے ایسی تصویر اپ لوڈ کر دی کہ بھارت بھر میں تہلکہ مچ گیا، ہر کوئی غصے سے آگ بگولہ ہو گیا

اسلام اور خواتین: حقائق اور غلط فہمیاں
اسلام آباد —
مواد پر جائیں
کرپٹوکرنسی قتل عام: رپل کے بانی کو 12 ارب ڈالرز کا نقصان
ایک بات کہوں اگر آپ ناراض نہ ہونے کا وعدہ کریں۔ وہ وقت ضائع نہیں کرنا چاہتا تھا درمکنون ٹکٹکی باندھے سامنے دیکھتی رہی۔
استعمال کرنے کا طریقہ:
اور ہم نے تجھ سے پہلے کتنے رسول ان کی اپنی اپنی قوم کے پاس بھیجے۔
یا یہ وڈیو ملاحظہ کیجیے:
نجف اشرف کی پرانی تصویر کہ جس میں شہر کے اطراف کی دیوار شاہد ہے۔ کچھ مورخین کے بقول یہ تصویر سنہ 1911م میں لی گئی ہے۔
ـ ملک الموت علیہ السلام ( اتنے عظیم الجثہ ہیں کہ ) ان کا سر آسمان میں ہے اور ان کے دوتوں پاؤں زمین پر ہیں اور تمام دنیا ملک الموت کے سامنے اس طرح سے ہے جیسے ایک شخص کے سامنے کھانے کا ڈونگہ رکھا ہو اور وہ اس میں سے کھا رہا ہو ـ
یمن جنگ اختتام کی جانب گامزن؟ پاکستان کی ثالثی کی کوششیں کامیاب ہونے لگیں
اردو نیوز شو
ویکیپیڈیا پر آغاز کریں
ایک شریک کا مشترکہ پلاٹ کو دیگر شرکاء کی اجازت کے بغیر بیچنے کا حکم
گزشتہ اتوار کو وینز ویلا میں ہونے والے صدارتی انتخابات میں 1.6 فیصد کے قلیل فرق سے نکولس ماڈورو کی فتح کے بعد سے انقلابِ وینزویلا کو لاحق خطرات کھل کر سامنے آ چکے ہیں۔ یہ انقلابی عمل اپریل 2002ء تب شروع ہوا جب امریکی سامراج کی پشت پناہی سے فوجی اشرافیہ کے ایک دھڑے نے صدر ہوگو شاویز کا تختہ الٹنے کی کوشش کی۔ اس کُو (Coup) کے جواب میں وینزویلا کے محنت کشوں، نوجوانوں، فوج کے سپاہیوں اور نوجوان افسروں نے بغاوت کر دی، اپنے محبوب لیڈر کی مدد کو عوام لاکھوں کی تعداد میں سڑکوں پر نکل آئے۔ عوامی تحریک کے شدید دباؤ اور اس کے قابو سے باہر ہوجانے کے خوف سے امریکی سامراج اور وینزویلا میں اس کے آلہ کاروں کو پسپائی اختیار کرنی پڑی اور فوجی بغاوت کے 48گھنٹے بعد ہی ہوگو شاویز بطور صدر بحال ہو گئے۔ مارچ 2013ء میں کینسر سے شاویز کی موت کے بعد ہونے والے ان صدارتی انتخابات میں شاویز کے نامز کردہ جانشین ماڈورو کامیاب ہوئے ہیں لیکن دائیں بازو کی حزب اختلاف کے امیدوا ر اور وینزویلا کی اشرافیہ کے چہیتے اینریک کاپریلس نے نتائج کو تسلیم کرنے سے انکار کر دیا ہے۔ اگرچہ ماڈورو نے اپوزیشن کی جانب سے انتخابی نتائج کا آڈٹ کروانے کے مطالبے کو تسلیم کیا ہے لیکن ایک بار پھر سامراج کی ایماء پر حالات کو خراب کرنے کی کوشش کی جارہی ہے اور اپوزیشن کے غنڈے ملک بھر میں جلاؤ گھیراؤ کر رہے ہیں۔
حاملہ ہونے کی خبریں، الیانا ڈی کروز نے خاموشی توڑ دی
ان کا تعلق بھی پنوار خاندان سے تھا۔1941 میں پیداہوئے اور 1993 میں دل کا دورہ پڑنے سے خالق حقیقی سے جا ملے ۔ میٹرک تک تعلیم حاصل کی اور بعد ازاں محکمہ محال میں بطور پٹواری بھرتی ہوئے اور بعدازاں قانونگو اور پھر نائب تحصیلدار بنے۔ زیادہ تر ملازمت تحصیل روجہان کے علاقوں میں کی۔اپنے خاندان کی ترقی کے لئے ہمیشہ سرگرم عمل رہے،اپنے وارثان میں 1 بیٹا اور 6 بیٹیاں چھوڑیں۔
میں عنقریب اسے دوزخ میں ڈالوں گا ۔
وہ پہلوان جنہوں نے تاریخ رقم کی۔
فوج سے استعفیٰدے کر درجہ ولایت کو پہنچے والے انتہائی معروف ولی اللہ نے نواز شریف کے باتے میں کیا پیش گوئی کی تھی جواب پوری ہوئی کیا نواز شریف ایک بار پھر وزیراعظم بن سکیں گے حیرت انگیزانکشافات
ماہرؔ القادری ایک عمدہ شاعر اور نقاد تھے۔ افسوس کہ بعض وجوہات کی بنا پر ان کی شہرت صرف ایک شاعر ہونے تک ہی محدود ہو کر رہ گئی اور آج بہت کم لوگ اس بات کا علم رکھتے ہیں کہ انہوں نے تین ہزار سے زائد کتابوں پر تنقدی تبصرے تحریر کیے جو کہ ان کے زیر ادارت طبع ہونے والے رسالہ “فاران” میں تیس سال کے عرصے میں “ہماری نظر میں” کے زیر عنوان شائع ہوئے، جن میں بیسیوں تنقیدی تبصرے مختلف شعری مجموعوں پر لکھے گئے۔ یہاں پر اختصار کے ساتھ ماہرؔ القادری کے تنقیدی اسلوب کا جائزہ پیش کیا جاے گا اور یہ دیکھنے کی کوشش کریں کہ ان کا تنقیدیا تنقیدی اسلوب کے متعلق کیا نظریہ تھا اور خود ان کی تنقیدات کا کیا رنگ ہے؟
«اسٹیفن ہاکنگ کی آخری کتاب شائع ہوگئی
ہم سے رابطہ کریں
آنجہانی ولبھ بھائی پٹیل کا مجسمہ 182 میٹر طویل ہے جو دنیا کا سب سے طویل القامت مجسمہ ہے، اس مجسمے کی تعمیر میں 430 ملین ڈالر لاگت آئی ہے اور اسے ’مجسمۂ اتحاد‘ کا نام دیا گیا ہے۔قبل ازیں دنیا کا سب سے طویل مجسمہ چین میں بُدھا کا مجسمہ تھا جو 153 میٹر طویل ہے اس کے بعد جاپان میں نصب مجسمے کی باری آئی تھی جو 120 میٹر طوالت رکھتا ہے جب کہ امریکا میں نصب مجسمہ آزادی 93 میٹر طویل ہے۔
دوسری جانب تحریک انصاف نے بھی جمعۃ المبارک کو ’’یوم نجات‘‘ اور’’یوم تشکر‘‘ کے طور پر منانے کا فیصلہ کیا ہے۔
اردو انسائیکلوپیڈیا گن تارا (1)
شمالی کوریا: بدبودار ٹرمپ کو پاگل خانے میں بند کرنا چاہئے
مکمل فہرست کتب
کھیل کی خبریں
حضرت امام علی النقی علیہ السلام (6)

اس پوسٹ کو شیئر کریں فیس بک
کوٹلی ستیاں (نمائندہ پوٹھوار ڈاٹ کوم، نو ید ستی سے )۔۔۔۔ کوٹلی ستیاں کے نواحی علاقے لہتراڑ میں قتل کی سابقہ دشمنیوں کا بدلہ چکانے کیلئے اشتہاریوں اور مفروروں نے گاؤں کا محاصرہ کر کہ شدید فائرنگ کر دی جس کے باعث ایک خاتون جاں بحق ہو گئی فائرنگ کئی گھنٹے جاری رہی دوسری پارٹی کے گھروں کو فائرنگ سے چھلنی کر دیا ،تفصیلات کے مطابق دو ہفتے قبل ایک گروپ نے فائرنگ کر کہ جہانزیب نامی شخص کو قتل کر دیا تھا جس کا بدلہ لینے کیلئے اس کے بھائی قمر زیب، اور کالا وغیرہ نے مخا لفین کے گھروں پر اپنے 10سے زائد ساتھیوں سمیت فائرنگ کی جو دن بھر جاری رہی جس کے نتیجے میں گاؤں کی 40سالہ خاتون خاتون عابدہ بی بی زوجہ تنویر جاں بحق ہو گئی ایس ایچ او راجہ صبور کی تصدیق واضع رہے کئی سالوں سے جاری قتل کی دشمنیوں میں دونوں پارٹیوں کے7سے زائد افراد جاں بحق ہو چکے ہیں
چوہدری نثار نے مریم نواز کو پارٹی میں اہم عہدہ اور ذمہ داری دینے کی مخالفت کردی ہے۔
پاکستان: بس کے حادثے میں 25 ہلاک
اضلاع کی خبریں
لغت میں "نسخ" کے دو معنی ہیں۔ ایک معنی ہیں "ازاله" یعنی زائل کر دینا، اسی سے یہ محاورہ مستعمل ہے: "نسخت الشمس الظل" یعنی سورج نے سایہ کو زائل کر دیا۔ دوسرے معنی میں نقل کرنا یا تحویل، جیسا کہ محاورہ ہے: "نسخت الكتاب" یعنی میں نے کتاب نقل کر لی گویا ناسخ یعنی نقل کرنے والے نے منسوخ کو یعنی جس سے اس نے نقل کی، ختم کر کے رکھ دیا یا اسے کوئی اور شکل دے دی۔ اسی طرح بولا جاتا ہے: "مناسخات في المواريث" یعنی وارث سے دوسرے کو مال منتقل کرنا اور "نسخت ما في الخلية من العسل والنحل الى اخرى"(1)
رائیٹر کے بارے میں: بادل بلوچ پاک وائسز کے ساتھ پسنی ، گوادر سے بطور سٹیزن جرنلسٹ کام کرتے ہیں۔
بین الاقوامی خبریں
سپریم کورٹ کا فیصلہ انصاف کے منافی ہے، ترجمان مسلم لیگ (ن)
پاکستان نے آج تک حقانی گروپ کو ایگ گولی یا ایک روپیہ بھی فراہم نہیں کیا۔ ان کا افغانستان میں کافی اثر و رسوخ ہے ۔
یہ فساد تین جون کو اس وقت شروع ہوا جب رکھائین میں بودھوں کے ایک جلوس نے گھات لگا کر ایک بس پر حملے کر کے10افراد کو ہلاک کردیا، جس میں روہنگا مسلمان مسافر سوار تھے، جس کا بظاہر سبب اِس سے قبل تین مسلمانوں کی طرف سے ایک بودھ خاتون پر جنسی زیادتی کا بدلہ لینا معلوم ہوتا ہے۔
’’منظور ہے اسی لیے تو۔ ‘‘کیتھی کچھ سوچتے ہوئے بولی، ’’ عورتوں کو سمجھنا بہت مشکل ہے۔ ‘‘کیتھی نے خود سے جملہ پورا کر دیا تو دیو منہ بنا کر رہ گیا۔
مردہ خاتون کے رحم سے بچی کی پیدائش
خادم الحرمین، خادم اسلام کو اسلام کی بھترین خدمت پہ عالم اسلام کی اعلی ترین ایوارڈ سے نوازتے ہوئے
کراچی میں سالانہ بین الاقوامی کتب میلہ _ ڈی ڈبلیو ویڈیو _ DW _ 08.12.2017
اس سے ملتے جلتے آرٹیکل
ایک کتاب جو ایوب علیہ السلام سے منسوب ہے اس کی آیت ہے
جس روز سے رسول اللہؐ نے عقبہ کا دوسرا معاہدہ مدینہ والوں کے ساتھ منعقد فرمایا اس روز سے یہ پیش گوئی کی جاسکتی تھی کہ قریش کے ساتھ جنگ حتمی طور پر وقوع پذیر ہوگی۔[67] سب سے پہلا غزوہ ماہ صفر سنہ 2 ہجری کو انجام پایا جس کو غزوة الابواء یا ودّان کہا گیا ہے۔ اس لشکر کشی کے دوران کوئی جھڑپ نہيں ہوئی۔ اس کے بعد غزوہ بُواط ربیع الاول کے مہینے میں تھا اور اس میں بھی کوئی جھڑپ نہیں ہوئی۔ جمادی الاولٰی میں خبر ملی کہ قریش کا قافلہ ابوسفیان کی سرکردگی میں مکہ سے شام کی طرف روانہ ہورہا ہے۔ پیغمبرؐ نے ذات العشیرة تک اس قافلے کا تعاقب کیا۔ لیکن قافلہ پہلے ہی اس مقام سے گذر چکا تھا۔ یہ غزوات اس لئے بے نتیجہ رہ جاتے تھے کہ مدینہ میں قریش کے جاسوس رسول اللہؐ کے فیصلوں سے آگاہ ہوجاتے تھے اور مسلمانوں کے فوجی دستوں کے روانہ ہونے سے قبل ہی قریشی قافلوں تک پہنچ جاتے تھے اور انہیں خطرے سے آگاہ کردیتے تھے چنانچہ ان کے قافلے یا تو راستہ بدل دیتے تھے یا پھر تیزرفتاری کے ساتھ مسلمانوں کی پہنچ سے نکل جاتے تھے۔[68]
چوہدری سرور اس سے پہلے بھی گورنر پنجاب کے فرائض انجام دے چکے ہیں
5 جنت میں اہل جنت کو نیند نہیں آئے گی۔( سلسلہ احادیث الصحیہ: 1087 )
صحت و سائنس
مزید لوڈ کریں

فلیٹ ایڑیوں کے بل پھر (22)
جنوبی پنجاب کے شہر ملتان کے نواح سے اغوا کیے جانے والے علی حیدر گیلانی نے اپنی رہائی کے آپریشن کے بارے میں تفصیلات بتاتے ہوئے کہا کہ امریکی فورسز نے کمال کا آپریشن کیا۔
مزید تازہ ترین خبریں
’ جتنا جھوٹ کل بولا گیا وہ عوام کے سامنے آنا چاہیے‘
آرون بر - آزاد دائرۃ المعارف، ویکیپیڈیا
»پاکستانی تاریخ میں پہلی مرتبہ، ایوان صدر کو عوام کیلئے کھول دیا گیا

‫کے لئے خودبخود رابطے کا نمبر دو وصول کرنے والوں کو بھیجے گا۔‬
دن کے ٹھیک بارہ بجے تک وائٹ ہاؤس اوباما کا ہوگا اور روایت کے مطابق اس کے ایک منٹ پہلے تک بھی نئے صدر اس میں داخل نہیں ہوسکتے۔
کے سامنے ھاتھ پھیلانا کس کام کا۔
فیس بک کے ذریعے لاگ ان
قبضے میں یہ تلوار بھی آجائے تو مومن 539 539 489 21 ضرب کلیم
چین کی عظمت رفتہ کا سفر
امریکی عدالت میں روسی خاتون کا جاسوس ہونے کا اعتراف
فہرست میں تبدیلی
نوازشریف کے خلاف توہین عدالت کی درخواست خارج

ویب سائٹ کا نقشہ
’’تم میں سے کوئی شخص اپنی بیٹی کو بدصورت آدمی کے ساتھ نکاح کرنے پر مجبور نہ کرے پس بے شک وہ عورتیں بھی وہ پسند کرتی ہیں جو تم پسند کرتے ہو۔ ‘‘
واضح رہے کہ کچھ روز قبل ہی ادت نارائن کے بیٹے ادتیا نارائن کو پولیس نے رکشے کو ٹکر مارنے کے الزام میں گرفتار کیا تھا جب کہ ادت نارائن بالی ووڈ انڈسٹری کے واحد اداکار ہیں جنھوں نے 25 ہزار سے زائد گیتوں سے اپنی آواز کا جادو جگایا۔

سلام ہے ایسی نیوز اینکرکو جس نے سچ کہنے میں کوئی ہچکچاہٹ محسوس نہیں کی ہے۔ ویڈیو
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی
ٹیلی نار نے پوسٹ پیڈ صارفین کی سہولت کے لئے ایک اچھا پیکج متعارف کروایا ہے.
’جے آئی ٹی‘ کی رپورٹ میں مزید کہا گیا ہے کہ سعودی عرب میں قائم 'ہل میٹل اسٹیبلشمنٹ' اور متحدہ عرب امارات کی 'کیپٹل ایف ای زیڈ' کمپنیوں کے علاوہ لندن میں قائم کمپنی 'فلیگ شپ انویسٹمنٹ لمیٹڈ' اور دیگر کی طرف سے رقوم، قرض اور تحائف کی بھاری ترسیل میں بے قاعدگی تھی۔
نومنتخب وزیراعظم مہاتیر محمد کا کہنا تھا کہ سادگی کو اپناتے ہوئے غیر ضروری اخراجات میں کمی لائیں گے جس کے لیے پہلے مرحلے میں وزراء کی تنخواہوں میں دس فیصد کمی جائے گی جس کے بعد مہنگے منصوبوں میں کمی کے بارے میں بھی بہت جلد فیصلہ کرلیا جائے گا، جن میں سنگاپور اور کوالالمپور کے درمیان تیز رفتار ریل کے منصوبے کے علاوہ چار سال قبل ملائیشیا ایئر لائنز کے لاپتہ ہونے والے طیارے ایم ایچ 370 کی تلاش کا کام کرنے والی امریکی نجی کمپنی کے ساتھ معاہدہ بھی شامل ہے۔

آج ایک پرانے دوست کے ہمراہ کبڈی میچ پر جانے کا اتفاق ہوا، ون ٹو فائیو موٹر سائیکل، ڈرائیور ہو ٹیپو گجر، جس نے ہیلمٹ کی بجائے نماز کی ٹوپی پہن رکھی ہو اور سردی سے بچاو کے لئے ایک کھیس اوڑھ رکھا ہو۔۔۔۔اور منزل ہو کبڈی کا ایک میچ تو سارے کا سارا گاوں ایک آنکھ میں سمٹ آتا ہے۔۔۔۔۔ٹیپو گجر نے تو نہ جانے کس ٹون میں کہا تھا اور میں میچ دیکھنے کو تیار ہو گیا۔۔۔۔پندرہ بیس منٹ کی موٹر سائکلینگ کے بعد کبڈی کے میدان کے پاس جا پہنچے۔۔۔۔۔پورے پنڈال کا چکر لگایا لیکن کہیں پاوں رکھنے کو جگہ نہ ملی، زندگی میں پہلی بار دیکھا کہ کبڈی کے گراونڈ میں تماشائیوں اور عوام میں فاصلہ قائم رکھنے کے لئے ایک پانی کی دلدل بنائی گئی تھی، اس چھ سات فٹ چوڑی دلدل کے درمیان چند وی آئی پیز موجود تھے اور جب کے عام عوام دلدل کے دوسری جانب۔۔۔۔۔۔۔۔۔وی آئی پیز اور کبڈی کے کھلاڑیوں تک جانے کا واحد ذریعہ لکڑی کا ایک تختہ تھا جو شاید زراعت میں لیولنگ کے کام آتا ہے۔ ۔۔گجر صاحب کے تعلقات کی بنا پر ہم دلدل پار کرنے میں کامیاب ہوئے اور تقریبا نام نہاد وی آئی پی بھی بن گئے۔۔۔۔لیکن اندر موجود کرسیوں کی تعداد اتنی نہ تھی کہ ہمیں وہاں جگہ ملتی، اتنے میں ایک مہربان نے سنت نبوی سمجھ کر اپنی چادر بچھا دی اور ہم آلتی پالتی مار کر اس چادر پر براجمان ہو گئے۔۔۔۔۔
نمونہ کا وقت: 1-5 دن، مصنوعات کی سٹائل اور کاریگری پر منحصر ہے
انہوں نے کہا کہ طب یونانی میں مختلف تحقیقاتی پراجکٹ کو EMR اسکیم کے تحت مختلف سائنسی اداروں کے تحت کردیاگیا ہے ۔ انہوں نے کہا کہ مرکزی تحقیقاتی ادارہ نے 10 امراض میں یونانی ادویات کے فارمولے کارآمد ہونے کی تصدیق کردی ہے ۔ ایک اور سوال کے جواب میں وزیر ایوش نے بتایا کہ بنگلور میں نیشنل انسٹی ٹیوٹ آف یونانی میڈیسن (NIUM)قائم کیا گیا ہے تا کہ طب یونانی میں پوسٹ گریجویٹ کورس شروع کیا جاسکے جبکہ دیسی ساختہ ادویات بشمول یونانی کی تحقیق اور ترقی کیلئے نیشنل ایوش مش کا بھی آغاز کیا گیا جس کے باعث طب یونانی کو ایک نئی جہت عطا ہوئی اور طب یونانی میں تحقیقات کی حوصلہ افزائی کیلئے مرکزی وزارت نے گرانٹس فراہم کئے ہیں۔
روئٹرز نے لکھا ہے کہ بیجنگ حکومت نے اپنے اقتصادی ترقی کے سالانہ ہدف کو پورا کرنے کے لیے ملکی منڈی کو تحریک دینے کا جو فیصلہ کیا، اس کے تحت صارفین کے لیے ایسے نئے قرضوں کی حوصلہ افزائی کی جاتی ہے، جو گرم بازاری کی وجہ بنتے ہیں۔
وزیر خارجہ شاہ محمود قریشی نے دورہ کابل میں افغان صدر، چیف ایگزیکٹو اور ہم منصب سے ملاقاتیں کی جب کہ اس دوران وفود کی سطح پر مذاکرات بھی ہوئے۔
مقامی خبریں
ہمارے بارے میں
ورلڈ کی مزید خبریں
حب الوطنی اور اسلام
جو کتاب اللہ پر عمل نہیں کرتا جو ہمارے نبی کی بات کو نہیں مانتا ایسے شخص سے ہمارا کوئی تعلق نہیں…
ہائی کوالٹی 99٪ لیب فراہم کرتے ہیں Topiroxostat / FYX 051 / سی اے ایس 577778-58-6
کھیل کی مزید خبریں
مجھے کیوں نکالا
آج کا اخبار
تازہ ترین شو
اس سہولت کو حاصل کرنے سے آپ کو تمام تحاریر ای میل پتہ پر موصول ہونگی
’پاکستانی لڑکی سے عشق کی قیمت 11 سال قید‘
موثر اقدامات نہ کیے گئے تو اس کے نتیجے میں بے پناہ انسانی جانوں کانقصان ہوسکتا ہے،معاون برائے انسانی امور
موجودہ مرٹنسائٹ دھاتوں کو نکل اور ٹائٹینیئم کے ملاپ سے بنایا جاتا ہے۔ ان کی خاصیت یہ ہے کہ یہ اپنی شکل کو ’یاد‘ رکھتی ہیں اور انہیں موڑا بھی جائے تو یہ اپنی اصل شکل میں واپس لوٹ آتی ہیں۔ اس لیے اسے ’شکل یاد رکھنے والی دھاتیں‘ کہا جاتا ہے۔
ہم ہمیشہ اس ویب سائٹ کو بہتر بنانے کی کوشش کرتے ہیں جس کے لیے آپ کی مدد درکار ہے.
یورپی یونین کے پارلیمانی انتخابات کا آغاز برطانیہ اور ہالینڈ میں جمعرات کو ہونے والی پولنگ سے ہوا تھا۔
پرنٹ کریں یہ صفحہ پرنٹ کریں
پاکستان میں موجود داودی بوہری جماعت نے روایتی جوش و خروش کے ساتھ عیدالاضحی منائی
ایٹم بم کے ٹکڑے یا پاکستان کے ٹکرے!
ہم سے رابطہ کریں
شمالی کوریا کے سپریم کمانڈر کم جونگ ان کا کہنا ہے کہ وہ امریکی جزیرے گوام کو نشانہ بنانے کا منصوبہ ترک کر دیں گے
سعودی شہزادے اس تقریب میں شرکت کے لیے برطانیہ جائیں گے۔ اس تقریب میں اس بات کا جائزہ لیا جائے گا سعودی عرب میں کب انسان اور جانور ماحولیاتی تبدیلیوں کا شکار ہونا شروع ہوئے۔
تاریخی معاہدے کے چیدہ چیدہ نکات - ہم سب
انہوں نے کہا کہ ملاقات میں کشمیر کا ذکر بھی رسمی انداز میں کیا گیا اور تنازع کے حل میں امریکا کے فعال کردار پر بھی کوئی یقین دہانی حاصل نہیں کی گئی۔
تلنگانہ میں معمول سے زیادہ بارش، زیر زمین سطح آب میں اضافہ،عثمان ساگر کی سطح اطمینان بخش
غیر اخلاقی زبان کے استعمال کرنے پر عمران خان الیکشن کمیشن طلب
اقرا خالد نے نمونے کے طور پر کچھ ایمیلز پڑھ کر سنائیں۔ جیسے "اس کو مار دو، اس سے جان چھڑاؤ، یہ یہاں ہمیں مارنے آئی ہے، یہ مریض ہے، اسے ملک بدر کر دینا چاہئے، ہم تمہاری مسجدیں جلا دیں گے، اسے کینیڈا میں داخل ہی کیوں ہونے دیا گیا، اسے واپس بھیجو، تم ہمارے ملک سے دفع کیوں نہیں ہو جاتیں"۔
آسٹریلیا کے گلین مک گرا نے 45 اور ویسٹ انڈیز کے مائیکل ہولڈنگ نے 47 میچوں میں یہ کارنامہ انجام دیا۔سوئنگ کے سلطان وسیم اکرم نے 51 ٹیسٹ میچز میں کیرئیر کی 200 ویں وکٹ اپنے نام کی۔ 36میچوں میں تیزترین 200 وکٹوں کا اعزاز آسٹریلیا کے کیلیری گریمٹ کے نام تھا مگر یاسر شاہ نے یہ ریکارڈ توڑ ڈالا۔
عمران خان کی خوش بختی
” مجھے کسی سیاسی پارٹی سے کوئی گلا نہیں کیونکہ وہ تو سود کے خلاف مہم کا حصہ نہیں ، وہ جو چاہیں کریں ، لیکن آپ اللہ اور اس کے رسول کی دعوت لے کر اٹھے ہو ، میں آپ پر سوال کروں گا کیونکہ آپ کے غلط فعل سے لوگ دین سے متنفر ہوتے ۔ آپ کی حرکتوں کی وجہ سے اسلام کو گالی پڑتی ہے”
لاہور (ڈیلی پاکستان آن لائن)چیئر مین تحریک انصاف عمران خان کی سابق اہلیہ ریحام خان نے اپنی کتاب میں مبینہ طور پر جن جن شخصیات سے عمران خان کے جنسی تعلقات کا ذکر کیا ہے ان میں رمل نامی ایک خواجہ سراءکوبھی مبینہ طور پر اس شرف سے بازیاب کیا گیا ہے ۔
حالیہ پوسٹس
شیریں مزاری کی بیٹی نے پاک فوج سے معافی مانگ لی →
شرکاٴ کے دائیں اوربائیں کانوں کے پاس سیل فونز رکھے ہوئے تھے۔ ایک سیل فون 50منٹ تک کھلا رہا لیکن اُس کی آواز بند تھی، بعد میں اُسے بند کردیا گیا۔ اُس کے بعد، سیل فون بند کرکے دونوں شرکاٴ کا معائنہ کیا گیا۔
آزاد کشمیر ‘گلگت بلتستان اور پہاڑی علاقوں میں برف باری کے باعث سردی کی شدت میں مزید اضافہ
ادھر شام میں انسانی حقوق کی خلاف ورزیاں مانیٹر کرنے والی آبزرویٹری نے بتایا ہے کہ دمشق کی برزہ کالونی میں واقع سائنسی تحقیقاتی سینٹر کو امریکا اور اس کے اتحادیوں کے حملے میں نشانہ بنایا گیا ہے۔

آپ کی خبریں
ڈیسک:ممبئی: بولی وڈ اداکار شاہ رخ خان کی فلم ' رئیس ' ایک مرتبہ پھر دھمکیوں کی زد میں آگیا،
صحت خدمات کو مزید بہتر بنانے کےلئے پلاننگ کمیشن سے ...
نیب نے حمزہ اور سلمان شہباز کا نام ای سی ایل میں ڈالنے کی…

بھکاری: پیپلز پارٹی وزیراعظم عمران خان کے دفاع میں آ گئی
لاپتہ کیس:’فوجی اہلکاروں کےخلاف ایف آئی آر درج کریں گے‘
اردو کے بعض اہم ادبی رسائل و جرائد کے اشاریوں کی وضاحت
آپ کے تاثرات
سیرت پاک صلی اللہ علیہ وسلم
میں نے موتہ کے کنارے پر کھڑے ہو کر یہ واقعہ یاد کیا اور عرض کیا ”یا رسول اللہ ﷺ میں مسکین بھی ہوں اور میں حضرت جعفر طیارؓ کے مقام شہادت پر بھی کھڑا ہوا‘ میں آج یہاں سے خالی ہاتھ واپس چلا جاؤں‘ کیایہ آپؐ کی غیرت گوارہ کر لے گی؟“بس میرے یہ سوچنے کی دیر تھی میدان موتہ کی ہواؤں نے انگڑائی لی اور فضا میں ایک خوشبو سی بکھر گئی۔
ضلع شگر کے تمام سرکاری اداروں کو پانچ سالہ ترقیاتی پروگرام ترتیب دینے کی ہدایت

5قبائلی ممبران پارلیمنٹ کو فاٹا کی قانون سازی میں حصہ لینے کی اجازت دی جائے اور سیاسی سرگرمیوں کو یقینی بنایا جائے۔
مرتے ہیں کہ ان کی تمنا نہیں کرتے
کھیل ہی کھیل میں موٹر سائیکل سٹنٹ آن لائن. مفت کے لئے کھیلتے ہیں
۔12 ویں کے طالب علم نے پرنسپل کو گولی مار کر ہلاک کردیا
(شرح السیر میں عبارت اس طرح ہے:جب کفار کہیں کہ'' ہمارے ساتھ مل کر مسلمانوں سے لڑو ورنہ ہم تمہیں قتل کر دیں گے'' تو مسلمانوں کیلئے جائز نہیں کہ کفار سے مل کر مسلمانوں کو قتل کریں اس لئے کہ یہ حرام لعینہ(بالذات حرام)ہے ،چنانچہ قتل کی دھمکی کے باوجود اس قسم کا اقدام حرام ہے… بالکل اسی طرح جیسے یہ جائز نہیں کہ اگر کسی مسلمان فرد کو دھمکی دی جائے کہ'' فلاں مسلمان کو قتل کرو ورنہ میں تمہیں قتل کر دوں گا''اور وہ عملاً ایسا کر گزرے)
ہونے سے پہلے شام کوئی گھر چلا گیا
حرمِ مدنی انتظامیہ کی رمضان میں امن و سلامتی کو یقینی بنانے کے لیے تیاریاں مکمل ہنگامی صورت حال میں متاثرین اور زخمیوں کے فوری انخلاء کے پلان بھی تیار کر لیے گئے،انتظامیہ
ڈی جی آئی ایس پی آر نے حامد میر کا شکریہ ادا کردیا
کھیل کی خبریں
اغراض و مقاصد
تمہاری ماں کو تمہارے باپ کے سامنے ریپ کریں گے: 13 سالہ برطانوی لڑکی کو پاکستانی نژاد مجرموں کی دھمکی
کتنی مرتبہ استعمال کے بعد بالوں کا برش یا کنگھی اچھی طرح دھولینی چاہیے اوریہ نہ کیا جائے تو کیا نتیجہ نکلتا ہے؟ جانئے وہ بات جو ہر شخص کو ضرور معلوم ہونی چاہیے
میکسیکو کے بعد "ٹرمپ کی دیوار" کا خیال عرب ممالک تک پہنچ گیا ! (1,086 ویوز)
16. گارنٹی: پنروک، ہائی درجہ حرارت مزاحم.
''میرے ہاتھ اور میرے پاؤں دیکھو کہ مَیں ہی ہُوں۔ مجھے چھُو کر دیکھو کیوں کہ رُوح کے گوشت اور ہڈّی نہیں ہوتی جیسا مجھ میں دیکھتے ہو''۔
بیروت (فلسطین نیوز۔مرکز اطلاعات) اسلامی تحریک مزاحمت (حماس) کے اعلیٰ سطحی وفد نے گذشتہ روز لبنان میں متعین الجزائرکے سفیر سے ملاقات کی۔ ملاقات میں حماس رہنماؤں نے حال ہی میں ایک ہوائی جہاز کے حادثے میں ہونے والی اموات پر گہرے دکھ اور افسوس کا اظہار کیا۔
3۔زر کی دوستی، لالچ اور دولت کا فریب
آپ کہہ دیجئے کہ بس لوگوں کو اللہ تعالی کے انعام اور رحمت پر خوش ہونا چاہئےوہ اس سے بدر جہا بہتر ہے جس کو وہ جمع کررہے ہیں ۔
یعنی عذر کی بنا پر چھوڑے گئے روزوں کی طرف سے فدیہ کافی ہوجائے گا، چاہے پہلے ہی فدیہ ادا کردیا گیا ہو، یا ابھی تک فدیہ ادا نا کیا گیا ہو، اور قضا بھی واجب نہیں ہوگی، اسکی وجہ یہ ہے کہ دائمی مرض کی حالت میں اس سے مطالبہ ہی فدیہ کا کیا گیا تھا، لہذا اب اس سے کسی اور چیز کا مطالبہ نہیں کیا جائے گا، مزید برآں کہ کچھ حالات میں سابقہ روزوں کی قضا دینے میں کافی مشقت کا سامنا کرنا پڑے گا، اور مشقت آسانی کی متقاضی ہے۔
مرکزی نیویگیشن پر جائیں
امریکا اور چین دونوں ہی بعض مواقع پر غیر منطقی ردّعمل کا مظاہرہ کرتے رہے ہیں۔ کبھی کبھی کسی صورتحال کے تناظرمیں کسی کا بھی ردعمل سمجھنا آسان نہیں ہوتا،مگرایک بات طے ہے کہ دونوں میں سے کوئی بھی جنگ نہیں چاہتا۔اگردونوں میں سے کوئی بھی ملک جنگ نہیں چاہتاتوپھرپریشانی کی بات کیا ہے؟ فریقین کیوں پریشان ہیں؟ اس کے دو بنیادی عوامل ہیں۔ ایک قلیل المیعاد اور ایک طویل المیعاد۔
پاکستان: چار برسوں میں رواں سال سب سے زیادہ جبری گمشدگیوں کی شکایات
بھارت کے ریاستی انتخابات میں مودی کی جماعت کو بدترین شکست
پٹرولیم مصنوعات پر ٹیکس لگا لگا کر لوگوں کو پاگل کردیاہے،چیف جسٹس
یہ کسی جنگی میدان کا منظر تو نہیں لیکن جنگوں میں مارے جانے والے...
تلاش کھیل ہی کھیل میں ڈورا کل گیمز: 9 نتائج ملے.
مشرق وسطی کے سربراہان مملکت
صنعائ(اُردو پوائنٹ اخبارتازہ ترین۔ 03 جون2018ء) یمن کی الحدیدہ کی بندرگاہ کے قریب حوثیوں باغیوں اورسرکاری فورسز کے درمیان ہونیوالی جھڑپوں میں 110افرادہلاک ہوگئے جس میں سے 52 نعشیں الحدیدہ کے جنگی علاقے سے ہسپتالوں میں پہنچائی گئی ہیں، ان میں 20 فوجیوں کی ہیں۔ الحدیدہ پر کنٹرول کی جنگ صدر منصور ہادی کی فوج اور ایران نواز حوثی ملیشیا کے درمیان جاری ہے۔
اتر پردیش کی سب سے محفوظ جگہ راج بھون کے پاس مجرموں نے دن دہاڑے ایک بینک کی کیش وین لوٹ لی اور گارڈ کو گولی مار کر قتل کر دیا۔
کیا محدث البانی کے نزدیک صحیح مسلم کی بعض روایات ضعیف ہیں ؟
شریف خاندان جس پر سب سے زیادہ اعتبار کرتا تھا وہی اسحاق ڈار چپکے سے کیا کام کر گئے؟ - Zeropoint

پلائی ووڈ (1)

آج بھی یاد آتی ہیں، ان کھیتوں کھلیانوں اور حویلی کی؟ اس سوال کا جواب دیتے ہوئے باغ علی نے بحیثیت پاکستانی دل باغ باغ کر دیا، کہا’’ یاد کیا آنی ہے؟ یاد تو یہ ہے کہ ہم کس طرح اور کیوں وہاں سے نکلے تھے؟ پاکستان سے محبت نے سب کچھ بھلا دیا، اس سر زمین پاک کے لئے اپنا گھر بار، کھیت کھلیان، مال و دولت اور سب سے بڑھ کر اپنے آباؤ اجداد کی یادیں تک قربان کر دیں، اور اس پر ہمیں کوئی رنج بھی نہیں ہے۔ میں تو چلو اتنا بڑا نہیں تھا، لیکن میری ماں اور باپ نے بھی کبھی کسی پچھتاوے کا تاثر نہیں دیا اور نہ کبھی دوبارہ وہاں گئے، ہمیں کسی قسم کا کوئی افسوس نہیں۔ میرا خاندان ہجرت کرکے یہاں آیا تو ہم نے یہاں پڑی کسی چیز کو مال غنیمت تصور نہیں کیا، وہ بھی کیا لوگ تھے؟ اپنا سب کچھ پیچھے دوسروں کے لئے چھوڑ کر یہاں خالی ہاتھ آ گئے، لیکن مجال ہے جو یہاں پڑی چیزوں کو ہاتھ لگایا ہو، والد صاحب نے کہا کہ یہ لوٹ مار کا سامان ہے، ہم اسے ہاتھ نہیں لگائیں گے، جو اللہ تعالی نے مقدر میں لکھا ہے، وہ مل جائے گا‘‘
خواندہ بمع کسی اچھی شہرت کے حامل سرکاری و غیرسرکاری ادارے میں پانچ سال کام کا تجربہ رکھتاہو۔مطلوبہ تجربے کے ساتھ اضافی تعلیم کے حامل امیدواروں کو ترجیح دی جائیگی۔امیدوار کے پاس لکڑی پر نقش و نگار ی کا ہنرہونا لازمی ہے۔
اسلامی مہینہ "ربیع الاول" کے تعلق سے برصغیر کے ہمارے مسلم معاشرے میں عموماً غلو سے کام لیا جاتا ہے اور کم علم عوام تو چھوڑئیے ، علماء تک معلوم نہیں کس سبب اپنی خود ساختہ تشریحات کو عین "دین" باور کرانے کی کوششوں میں مصروف ہو جاتے ہیں۔
یہ امر قابل ذکر ہے کہ ان دونوں سماجی کارکنوں کی طرف سے بھی مولانا عبدالعزیز کے خلاف منافرت پھیلانے اور اشتعال انگیزی کو ہوا دینے کے الزامات کے تحت پولیس مقدمات درج کروائے گئے تھے اور رواں ہفتے ہی مولانا نے عدالت سے قبل از گرفتاری ضمانت حاصل کی تھی۔
لاہور (جنرل رپورٹر ) مسلم لیگ (ن )کی ترجمان سابق وفاقی وزیر اطلاعات مریم اورنگزیب نے کہا ہے کہ مریم نواز سے منسوب بیانات درست نہیں، جیل میں ملاقات کے دوران مریم نواز کی گفتگو کو سیاق و سباق سے ہٹ کر پیش نہ کیا جائے۔مریم اورنگزیب نے ایک بیان میں کہا کہ مریم نواز نے میڈیا کو کوئی بیان نہیں دیا مریم نواز سے منسوب بیانات درست نہیں۔ گزشتہ دو روز سے جاری بیانات محترمہ مریم نواز نے نہیں دیئے لہٰذامیڈیا سے درخواست ہے کوئی بھی خبر بلا تصدیق نہ چلائی جائے اورصرف ترجمان کا جاری کردہ بیان نشر اور شائع کیا جائے۔
مرکزی مواد پر جائیں
صوبے بھرمیں ڈبل سواری پر پابندی کا اطلاق خواتین ، 12 سال سے کم عمر بچوں ، بزرگ شہریوں ، صحافیوں اور قانون نافذ کرنے والے ادارے کے اہلکاروں پر نہیں ہوگا۔
جرمنی میں اب بھی میوزک ویڈیوز اور سوفٹ ویئرز کی غیر قانونی ڈاؤن لوڈنگ کا رجحان خاصا کم ہے۔ 80 فیصد مصنوعات باقاعدہ اور قانونی طریقے سے خریدی اور استعمال کی جاتی ہیں۔
حکیم نازش احتشام اعظمی معصوم بچے موبائل فون اور ٹیبلٹ استعمال کرتے دکھائی دیتے ہیں ،جنہوں نے بولنا بھی شروع…
تعدد ازواج کی رعایت فطرت کا تقاضہ ہے اور اس میں عورتوں کا بھی فایدہ ہے
جیسے ہی میں نےقدم اٹھایا۔۔
انڈیا کے وزیر اعظم نریندر مودی سنہ 2014 کے پارلیمانی انتخاب سے قبل جب گجرات کے وزیر اعلیٰ تھے اکثر کہا کرتے تھے کہ انھوں نے گجرات کا قرض چکا دیا ہے۔ اب انھیں ملک کاقرض چکانا ہے۔
آج کی تصاویر‎

آٹھ بار کے کوپا کپ چیمپیئن برازیل نے سنہ 2007 سے اس ٹورنامنٹ میں کامیابی حاصل نہیں کی ہے جبکہ پیراگوئے کے پاس سنہ 1979 کے بعد پہلی بار ٹرافی حاصل کرنے کا موقع ہے۔

آپ کا ای میل ایڈریس شائع نہیں کیا جائے گا.
معنوں میں روانی ہے
اچھی طرح سُن لے کہ فانی آنکھ لازوال حسن کو نہیں پہچان سکتی۔مردہ دل مرجھائے ہوئے پھول کے سوا اور کسی چیز پر مائل نہیں ہو سکتا۔ کیونکہ ہر ایک اپنے جیسے کو ڈھونڈتا ہے اور اپنی ہی جنس سے لگاؤ رکھتاہے۔
مسلمانوں کا غم اور حضرت عمر رضی اللہ عنہ کا مناقشہ...
تصویری البم
اہلِ دل سے کر لیا عہدِ وفا پھر کیا ہوا
اب آپ آپنے کمپوٹر کی سالگرہ پر مجھے خوش آمدید کہ سکتے ہیں.
ڈی جی خان (اُردو پوائنٹ اخبار آن لائن۔ اتوار 27 مئی 2018 ء): ڈیرہ غازی خان میں وٹہ سٹہ کی شادی عذاب بن گئی،چچا نےگھر نہ چھوڑنے پر شادی شدہ بھتیجی کو سسرال میں تشدد کا نشانہ بنا ڈالا،متاثرہ لڑکی کی بھابھی شوہر کے ہمراہ گھرچھوڑکرچلی گئی جس پر چچا اوروالد بیٹی کو واپس لینے سسرال گئے، لڑکی کےانکار پرچچا نے باپ کے سامنے تشدد کا نشانہ بنایا۔

52 سالہ ماہر تعلیم عائشین خوردجان مسلم اکثریتی ملک کی عبوری حکومت کی پہلی خاتون وزیر اور ترکی کی تاریخ کی پہلی ہیڈ اسکارف پہننے والی خاتون وزیر ہیں۔
ویکیمیڈیا العام
دیا مرزا آگے کہتی ہیں کہ ہمیں شرم آنی چاہئے کی ایسے واقعوں پر ہم سیاست کرتے ہیں۔
نواز شریف کس کامن کلچر کی بات کر رہے ہیں؟ کیا ہولی‘ دسہرہ دیوالی‘ کرپان‘ کیس‘ شراب نوشی ہمارا کلچر ہے؟ کھانا پینا کون سا ایک ہے؟ سکھ اور ہندو تو گوشت کھاتے ہی نہیں! وہ تو اس برتن کو توڑ دیتے ہیں جس میں کسی مسلمان نے کھایا ہو۔ مرحوم بھارتی صدر ڈاکٹر عبدالکلام نے اپنی آپ بیتی میں لکھا ہے کہ سکول کے زمانے میں ایک کلاس فیلو کے گھر میں گئے تو ہندو فیملی نے کچن کے اندر نہ جانے دیا۔

آئرن:خون کے خلیات بنانے اورذہنی نشونماء میں مدد دیتا ہے۔
١٣٣۔یہود کو زجر و توبیخ کی جا رہی ہے تم یہ دعویٰ کرتے ہو کہ ابراہیم، یعقوب (علیہ السلام) نے اپنی اولاد کو یہودیت پر قائم رہنے کی وصیت فرمائی تھی، تو کیا تم وصیت کے وقت موجود تھے ؟ اگر وہ یہ کہیں کہ موجود تھے تو یہ جھوٹ اور بہتان ہوا اور اگر کہیں کہ حاضر نہیں تھے تو ان کا مذکورہ دعویٰ غلط ثابت ہو گیا کیونکہ انہوں نے جو وصیت کی وہ تو اسلام کی تھی نہ کہ یہودیت کی، یا عیسائیت کی۔ تمام انبیاء کا دین اسلام ہی تھا اگرچہ شریعت اور طریقہ کار میں کچھ اختلاف رہا ہے، اس کی نبی صلی اللہ علیہ و سلم نے ان الفاظ میں بیان فرمایا انبیاء کی جماعت اولاد علامات ہیں، ان کی مائیں مختلف (اور باپ ایک) ہے اور ان کا دین ایک ہی ہے۔
غزنی میں سب سے اہم یادگار سلطان محمود غزنوی کا مقبرہ ہے۔ اس کے علاوہ یہاں تاریخ کے انتہائی معتبر سائنسدان اور شاعر بھی دفن ہیں۔ ال بیرونی اور سنایائی جیسی شخصیات کے مقبرے یہاں واقع ہیں۔
اندھوں کی نگری سے خبر آئی ہے کہ مستقبل کے حوالے سے انصافی نابینوں میں دو گروپ بن گئے ہیں ایک گروپ عمران خان کو مشورہ دے رہا ہے کہ نئے پاکستان کو چلانے کے لئے ضروری ہے کہ مصالحانہ سیاست کا دور شروع کیا جائے عام معافی کا اعلان کیا جائے۔
تیسری شرط : دوبارہ گناہ نہ کرنے کا ایک مخلص ، ثابت قدم اور مضبوط ارادہ رکھئے
سعد نسیم کے بعد ڈیرن سیمی میدان میں آئے تو تماشائیوں کا جوش دیدنی تھا۔ پورا سٹیڈیم جوش میں آگیا۔ سیمی نے آتے ہی چوکا جڑا تو اسٹیڈیم میں ان کے حق میں نعرے لگنے لگے۔ لیکن ڈیرن سیمی سے بھی آج قسمت خوش نہیں تھی ۔ انہیں صرف چھ بالز پر چھ رنز بناکر شاداب خان نے واپس پویلین بھیج دیا۔ وہ ایل بی ڈبلیو ہوئے۔بظاہر پشاور کے لئے بہت بڑا نقصان تھا۔ڈیرن خود بھی بہت پریشان اور فکر مند نظر آئے ۔

سینیگال: فٹبال اسٹیڈیم میں بھگدڑ مچنے سے 8 کی موت، 45...
فواد رانا نے اس تاثر کو مسترد کر دیا کہ ٹیم میں اندرونی اختلافات ہیں۔
سائز : 9-12 ملی میٹر، 12-20 ملی میٹر، 20-30 ملی میٹر، دوسرے سائز کی ضرورت کے مطابق دستیاب ہے
نااہل قرار پائے نواز شریف سے چینی سفیر کی ملاقات
اداکارہ شمی نے چھوٹی اسکرین پر متعدد ڈرامہ کیے جب کہ 200 زائد فلموں میں اداکاری کے جوہر بھی دکھائے جن میںہاف ٹکٹ، ہلاکو،سماج کو بدل ڈالو کے علاوہ راجیش کھنہ کے ساتھ ’دی ٹرین‘ ریڈ روز،آنچل، قدرت، آوارہ باپ اور سورگ بھی شامل ہیں۔
شیئرنگ کے بارے میں

کیوں نہ ایسے لوگوں پر ان کے بزرگوں کے فتوے واپس لینے کے لئے دباؤ ڈالا جائے؟ لیکن یہ کام ہے بہت مشکل۔
تمہیں ہؤا کیا ہے؟
﻿افغانستان جیسے ملک میں جہاں شاید خواتین سانس بھی اپنے مردوں سے پوچھ کر لیتی ہوں گی، کیا آپ تصور کرسکتے ہیں کہ وہاں خواتین جرائم میں بھی ملوث ہوسکتی ہیں؟ اور آپ کے خیال میں ایسی خواتین کو کیا سزا دی جاتی ہے؟ افغانستان میں کسی بھی قسم کے…
100 کلوگرام یا اس سے زائد وزن کے سیاحوں کو گدھوں…
مظفرآ باد(پی آئی ڈی)آزاد کشمیر کے نامزد وزیر اعظم راجہ محمد فاروق حیدر خان نے کہا ہے کہ لیڈر شپ جماعتی کارکنوں کی ڈھال ہو تی ہے ،اگر لیڈر شپ ٹھیک نہ ہو تو کارکن جماعت سے بددل ہو جاتے ہیں ۔ کارکن کسی بھی جماعت کا قیمتی اثاثہ ہوتے ...

الائنس کے متحد کانگریس سے اب تک کوئی بات نہیں ہوئی ہے۔ سماج وادی پارٹی
سائنس اور ٹیکنالوجی
شمیم آراء کو کمال نے بے حد غم و غصے کے ساتھ اقبال بیگم کی شرط کے بارے میں بتایا تھا، شمیم آراء نے زندگی میں ایسی ذلت اس سے قبل محسوس نہ کی تھی۔
مضمون نگار ہندوستان کے معروف صحافی اور ٹیلی وژن اینکر ہیں۔
خانہ کعبہ کے بالکل سامنے کلاک ٹاور کے اوپر موجود چاند کے اندر ایک کمرہ کس لئے بنایا گیا ہے؟
حلقہ این اے22 (بٹگرام 1)
پھسو، چپورسن اور مرکزی ہنزہ میں‌ بجلی کے تین منصوبوں کی منظوری دے دی گئی ہے، شمس میر مشیر اطلاعات
والدہ سےبات ہوئی تو انہوں نے بھی اس کی تردید کردی ہے، والدہ کی خلع کے سوال پر انہوں نے کہا کہ یہ ذاتی مسئلہ ہے جس پربات کرنا نہیں چاہتے۔
اگر آپ کے کمپوٹر میں اردو کی بورڈ انسٹال نہیں ہے تو اردو میں تبصرہ کرنے کے لیے ذیل کے اردو ایڈیٹر میں تبصرہ لکھ کر اسے تبصروں کے خانے میں کاپی پیسٹ کرکے شائع کردیں۔
۱۴- فہارس: وہ کتاب کہلاتی ہیں جن میں کسی ایک یا متعدد کتابوں کی احادیث کی فہرست بنادی گئی ہو تاکہ حدیث کی تلاش آسان ہوسکے۔ جیسے مفتاح کنوزالسنة، اور المعجم المفہرس لالفاظ الحدیث۔
اسے اندھیروں میں لے جاؤ
مرکزی مواد پر جائیں

آپا گزرے سالوں میں اچھی خاصی بڑی لگنے لگی ہیں ۔ بڑھاپا ان کی دہلیز پر آ کر کھڑا ہو گیا تھا۔ بالوں میں چاندی کے تار جھلملانے لگے تھے۔ شربتی آنکھیں گڑھوں میں گھس گئی تھیں ۔ بال بھی بہت ہلکے ہو گئے تھے۔ آپا بے حد کمزور بھی ہو گئی تھیں ۔ آپا میرے سامنے چائے اور بسکٹ رکھتے ہوئے بولیں ۔
تو ملزم نے کوئی جواب نہ دیا البتہ معافی ضرور مانگتا رہا۔زینب اور دیگر متاثرہ بچیوں کے لواحقین نے جے آئی ٹی ممبران سے ایک ہی مطالبہ کیا کہ اس نے جو ظلم کیا ہے اسے منطقی انجام تک پہنچایا جائے اور پھانسی دی جائے تاکہ آئندہ کوئی بھی ایسا نہ کرے
ملک کے تقریباً تمام چھوٹے بڑے شہروں میں چھوٹی ماتمی ٹولیاں مرکزی جلوسوں میں شامل ہوتی رہیں اور وہ اپنے اپنے مقرر کردہ راستوں پر رواں دواں رہے۔
اس پوسٹ کو شیئر کریں وٹس ایپ
کوٹری، کراچی، غالب، دودھ والا (1)
پی چدامبرم نے اپنی وزارت کےدوران کشیمر سے سپیشل پاور ایکٹ ہٹانےکی سفارش کی تھی لیکن بھارتی فوج نے ان کے فیصلے کی شدید مخالفت کی اور بالآخر اسے واپس نہیں لیاگیا۔
اب کچھ نیو یارک کے بارے میں!اس پر تو بہت کچھ لکھا گیا ہے۔ بس یوں سمجھیے کہ نیو یارک اس بار بھی بہت اچھا لگا، خاص طور پر ٹائمز اسکوائر کی چہل پہل ، رونق اور ایک بے فکری کا سا عالم!لیکن، صرف ٹائمز اسکوائر کے آس پاس! ذرا آگے بڑھیں تو وہ ہی نیو یارک کی ٹریڈ مارک بھاگ دوڑ، ہارن کی آوازیں اور رش!
ہمارے ہاں اور مسلم دنیا میں بھی مذہبی و نسلی منافرت و امتیاز کی ایسی ہی ’’فالٹ لائنیں‘‘ تعمیر کرنے کا کام جاری ہے اور ہم مستقبل اور حقائق سے بے نیاز ہوکر ایسی ’’فالٹ لائنوں‘‘ کی تعمیر و استحکام میں لگے ہوئے ہیں۔ نوجوان گورے قاتلکی امریکی جھنڈے کو آگ لگانے ، کنفیڈریٹ فلیگ کو بلند کرنے رہوڈیشیا اور جنوبی افریقہ کے نسلی امتیاز والے پرچموں والی جیکٹ پہنے متعدد تصاویر سامنے آگئی ہیں مگر سائوتھ کیرولینا میں بہت سے بااثر لوگ اس کی مذمت کی بجائے ان ڈائریکٹ طور پر حمایت کررہے ہیں ۔ مذکورہ افسوسناک صورتحال اور نسلی منافرت کی امریکی تاریخ کے باوجود اس کا روشن پہلو یہ ہے کہ آج کے اس امریکی معاشرہ میں سچ بولنے اور سننے والے امریکی بھی موجود ہیں جو اصول و حقائق کو کسی خوف وخطر کے بغیر بیان کردیتے ہیں اور آگے بڑھ کر عملی قدم بھی اٹھاتے ہیں۔ صدر اوباما اور ہلیری کلنٹن کا موقف تو دنیا کے سامنے آچکا۔ نیویارک سٹی کےمیئر دی بلازیو نے اسے ’’داخلی دہشت گردی کا فعل‘‘ قرار دیا ہے۔
پارٹنر ویب سائٹس
تمہاری محبت سدا بہار موسم کی طرح ہے
ابنا: حرم حضرت فاطمہ معصومہ(س) میں زائرین کے درمیان افطاری تقسیم کی گئی۔
ماضی میں بھی اسپرین پر کئی مرتبہ تحقیق ہو چکی ہے لیکن ایسا پہلی مرتبہ کیا گیا ہے کہ تحقیق میں شامل افراد کو دوا کی مختلف مقدار طویل عرصے تک کھلانے کے بعد اس کے اثرات کا جائزہ لیا گیا ہے۔تحقیق کے دوران یہ بات بھی سامنے آئی کہ ایسے شخص کے لیے سرطان ہونے کے امکانات دو سے چار گنا تک بڑھ جاتے ہیں جس کے گھرانے میں کسی دوسرے شخص کو یہ مرض ہو چکا ہو۔
جزاک اللہ خيراٌ ۔ اللہ کرے لوگ اسے پڑھيں اور سمجھنے کی کوشش کريں
پہلی صلیبی جنگ میں عیسائیوں نے فلسطین پر دوبارہ قبضہ کر لیا تھا۔ عیسائیوں نے فلسطین پر قبضے کے بعد مسلمانوں پر ظلم کے پہاڑ توڑے۔ اس کے ساتھ مسجد اقصٰی میں بہت ردوبدل کیا۔ انہوں نے مسجد میں رہنے کےلیے کئی کمرے بنا لیے اور اس کا نام معبد سلیمان رکھا۔ نیز متعدد دیگر عمارتوں کا اضافہ کیا جو بطور جائے ضرورت اور اناج کی کوٹھیوں کے لیے استعمال ہوتی تھیں۔ انہوں نے مسجد کے اندر اور مسجد کے ساتھ ساتھ گرجا بھی بنائے۔ سلطان صلاح الدین ایوبیؒ نے 2 اکتوبر 1187 کو فلسطین اور بیت المقدس کو عیسائیوں کے چنگل سے آزاد کرایا۔ فتح بیت المقدس کے بعد مسجد اقصٰی کو عیسائیوں کے تمام نشانات سے پاک کیا اور محراب اور مسجد کو دوبارہ تعمیر کرکے بیت المقدس کو بھی دوبارہ اسلامی سلطنت میں شامل کرایا۔
جی ٹوئنٹی کیا ہے اور کیسے کام کرتی ہے؟ 30.11.2018
وائس آف امریکہ کے پروگرام جہاں رنگ میں میزبان قمر عباس جعفری نے افغانستان کی صورت حال کے بارے میں افغان پارلیمنٹ کے رکن انجنیئر کمال اور پاکستان میں انسٹی ٹیوٹ آف پالیسی اسٹڈیز کے بریگیڈیر سعد نذیر سے بات کی۔

اس بےشرم لڑکی نے بیچارے لڑکے کے ساتھ کیا کیا وہ منہ دکھانے کہ کابل بھی نہ رہا

حکام کے مطابق صوبے کے جنوبی ضلعے ڈیرہ اسماعیل خان کے ایک دور افتادہ گائوں گرہ مٹ میں چند روز قبل غیرت کے نام پر ایک ہی خاندان کے افراد نے ایک 16 سالہ لڑکی کو سرِ عام بازار میں برہنہ کرکے شدید تشدد کا نشانہ بنایا تھا۔
پاکستان : کوئٹہ میں زرغون روڈ پر واقع گرجا گھرپر شدت پسندوں حملہ ، 8 افراد ہلاک ، 20 سے زائد زخمی
اے ایس او نے 3 کروڑ روپے مالیت کی اسمگلڈ چھالیہ اور گٹکا پکڑ لیا
گزشتہ سال دسمبر کے بعد سے، پی ایم آئی انڈیکس تھوڑا سا گر گیا ہے. بہار فیسٹیول کے اثر و رسوخ کی وجہ سے، اس سال فروری میں ایک اہم کمی آئی ہے، اور اقتصادی ترقی کا مارکیٹ کا خوف بڑھ گیا ہے.
قومی احتساب بیورو (نیب )لاہور نے خواجہ برادران کی گرفتاری کی وجوہات جاری کردیں
Home / دنیا / کولمبیا میں مٹی کے تودے گرنے سے 17 افراد ہلاک
آزاد دائرۃ المعارف، ویکیپیڈیا سے
یہ دھماکہ ایسے وقت میں ہوا جہاں صرف ایک روز قبل پاکستان کے صوبہ پنجاب کے مرکزی شہر لاهور میں پولیس کی ایک چوکی کے قریب ہونے والے خودکش حملے میں پانچ پولیس اہل کاروں سمیت دس افراد جان کی بازی ہار چکے ہیں۔ لاهور دھماکے کی ذمہ داری کالعدم تحریک طالبان پاکستان کی طرف سے قبول کرلی ہے۔
3 ہندو دھرم میں لڑکی کو باپ کی جائیداد میں حصہ نہیں ملتا جبکہ ہمارے معاشرے میں بھی مختلف طریقوں سے لڑکی کو محروم کرنے کی کوشش کی جاتی ہے، اگرچہ زبان سے کہا نہیں جاتا
حالیہ تبصرے
ڈاکٹر خالد سہیل کے مضامین کی سنچری مکمل ہونے پر۔ ۔ ۔ ۔

‫ •اسمارٹ کیپچر‪ :‬آلہ کو سیٹ کریں کہ متعدد اسکرینز میں پھیلے مواد کو کیپچر کرے اور فوراً کراپ کر کے‬
منسوب بہ : ترجمان القرآن حضرت عبداللہ بن عباس رضی اللہ عنہ
شاید آپ یہ بھی پسند کریں مصنف سے زیادہ
سرکاری ذرائع نے یواین آئی کو بتایا کہ بس سری نگر کے یومینا سے صبح 720 تک کمان پوسٹ کے لئے روانہ ہوئی ۔ بس میں سوار مسافروں کی تعداد کے بارے میں دوپہر بعد اطلاع مل سکے گی۔ پی او کے سے آنے والے مسافروں کی تعدا دکے بار ے میں بھی اطلاع شام کو ہی مل پائے گی۔
چیف جسٹس پاکستان میاں ثاقب نثار نے کہا کہ اورنج ٹرین پر اربوں روپے لگا دیے لیکن ادھر صحت پر دھیان بھی نہیں کہ کیا ہو رہا ہے، اورنج ٹرین بنائیں موٹر وے بنائیں مگر عوام کی صحت کی طرف بھی توجہ دی جائے، وزیر اعلی شہباز شریف، چیف سیکرٹری اور واسا کے لوگ بتائیں کہ اس طرف توجہ کیوں نہیں دی جا رہی، میں اسپتالوں میں کیوں نہ جائوں، کسی نے تو عوام کا حال دیکھنا ہے، لوگ کس طرح تکلیف میں ہیں، وزیراعلی یا افسر کتنی بار اسپتالوں میں گئے ہیں، جن کا یہ کام ہے اگر وہ نہیں کریں گے تو کوئی تو کرے گا۔
مستشرقین کی طرف سے اسلامی شریعت پر عام اعتراض یہ رہاہے کہ یہ نظام قانون رومی قانون سے ماخوذ یا متاثر ہے۔ ان کے اس دعوے کی تصدیق یا تردید کرنے کے لیے فقہائے اسلام نے قانون روما کا مطالعہ شروع کیا۔ گزشتہ صدی میں بڑی تعداد میں علمائے اسلام نے قانون روما کا مطالعہ…
محکمہ پولیس پر ٹی آر ایس ایجنٹ کی طرح کام کرنے کا الزام
حکام بارہا یہ کہہ چکے ہیں کہ اْنہیں لوڈ شیڈنگ سے پیدا ہونے والی عوام کی مشکلات کا بخوبی اندازہ ہے اور یہ کہ حکومت اپنے وسائل میں رہتے ہوئے اس مسئلے کو حل کرنے کے لیے کوشاں ہے اور وہ حالیہ برسوں میں نہ صرف دو ہزار میگا واٹ اضافی بجلی قومی گرڈ میں شامل کرچکی ہے بلکہ بجلی کی پیدوار کے کئی منصوبوں پر عمل درآمد بھی جاری رکھے ہوئے ہے۔
جمشید دستی کو زندگی کا سب سے بڑا صدمہ،گھر میں صف ماتم
بے شمار کتابیں بلاتحقیق چھاپ دی جاتی ہیں اور ان میں بہت سی تصحیفات اور تحریفات رہ جاتی ہیں؛ لیکن جب وہی کتابیں علمی تحقیق کے ساتھ طبع ہوجائیں تو پھر(دورانِ تحقیق وتخریج)انہی پر اعتمادضروری ہے اور محقق کے لیے تحقیق شدہ ایڈیشنوں کے حاصل نہ ہونے کا بہانہ کوئی دلیل نہیں، لہٰذا شیخ محمود محمد شاکر (م: ۱۴۱۸ھ- ۱۹۹۷/) کی تحقیق کے ساتھ عبدالقاہر جرجانی (م: ۴۷۱ یا ۴۷۴ھ) کی ”دلائل الإعجاز“ اور ”أسرار البلاغة“ منظرِعام پر آنے کے بعد علمی پہلو سے ان دونوں کتابوں کے سابقہ ایدیشن ناقابلِ اعتبار ٹھہرتے ہیں۔ اسی طرح قزاز (م: ۴۱۲ھ) کی کتاب ”مایجوز للشاعر فی الضرورة“ دوبار پہلے تیونس میں اور پھر اسکندریہ میں طبع ہوئی ہے؛ لیکن قاہرہ سے جو تیسرا طبع آیا تو اس نے پہلے دو کو گرادیا ہے۔ انہی وجوہ کی بنا پر ہمارے ہاں اگر طا لبِ علم علمی تحقیق کے ساتھ شائع شدہ طبعات پر اعتماد نہ کرے تو اس سے بازپرس کی جاتی ہے۔
زبُور 18:2 قلعہ ایک عمارت یا حفاظت کے لئے اونچے اور مضبوط دیواروں سے گھرا ہو ا شہر۔
سوال: آپ اس کی وضا حت کس طرح کرتے ہیں؟
Home > انٹر نیشنل > بیلسٹک میزائل حملہ : سعودی عرب نے ایران پر سنگین الزام عائد کر دیا ، حالات خراب ہونے کا خدشہ

اطمینان رکھیں اگر آپکے تبصرے میں فحش الفاظ یعنی دیسی گالیاں استعمال نہیں کی گئ ہیں تو یہ تبصرہ ضرور شائع ہوگا۔ تبصرہ نہ آنے کی وجہ کوئ ٹیکنیکل خرابی ہوگی۔ وہی تبصرہ دوبارہ بھیجنے کی کوشش کریں۔
زنجیر میں بندھا ہوا کتا
دوسری طرف چیئرمین سینٹ صادق سنجرانی نے این اے 268 نوکنڈی میں ووٹ کاسٹ کیا۔
اب آپ خود ہی سوچئے ہم بھلا والدہ محترمہ کو کیسے سمجھاتے کہ یہ تو ابتدائی رسمی جملے تھے، خیر خان صاحب کے حکم کے مطابق ہم نے سوچا تھا کہ اِس مرتبہ سنجیدہ لکھنے کی کوشش کریں گے، لیکن ہمیں انتہائی دقت کا سامنا کرنا پڑ رہا ہے، کیونکہ بقول شاعر
علامہ جلال الدین سیوطی نے اپنی کتاب الاتقان فی علوم القرآن میں علم اللغہ کو ان پندرہ علوم میں شمار کیا ہے جو کسی بھی مفسر قرآن کے لیے ضروری ہیں۔ [۴]
اپنے ایک بیان میں سردار حر بخاری نے کہا کہ آج بھی اپنے اس مطالبے پر قائم ہیں کہ پارٹی سے مفاد پرستوں کا صفایا کیا جائے اور نظر اندازکئے گئے نظریاتی رہنماؤں اور کارکنوں کو مشاورت میں شامل کیا جائے ۔ انہوں نے کہا کہ محترمہ بینظیر بھٹو کی شہادت کے بعد جو جدوجہد شروع کی تھی اگرہم نے اسکی قیمت وصول کرنا ہوتی تو پیپلزپارٹی کے دور حکومت میں خاموشی اختیار کر لیتے ،پیپلزپارٹی سے نظریاتی وابستگی رکھنے والوں کے ضمیر کی قیمت نہیں لگائی جا سکتی ۔
ناطقوں کے مبعوث ہونے اور ان کی شریعتوں کے منسوخ ہونے کا حوالہ عام تاریخ میں پایا جاتا ہے اور اس کی تصدیق فاطمیین مصر کے مشہور امام معز کی دعاؤں سے ہوتی ہے ۔ ان دعاؤں کو اسماعیلی بہت متبرک سمجھتے ہیں ، یہ سات دعائیں ہیں ۔ ہر دن کے لیے ایک دعا ہے ، جس میں ایک ناطق اور اس کے وصی اور آئمہ کا ذکر تفصیل سے کیا گیا ہے ۔
پاکستان، بنگلہ دیش، برکینا فاسو، کمبوڈیا، کمیرون، کولمبیا، کوسٹا ریکا، ایتھوپیا، جرمنی، گانا، ہیٹی، بھارت کینیا، مالی، موریشس، موروکو، فلسطین، فلپائن، پولینڈ، رومانیہ، روس، سنیگال، سربیا، سائوتھ افریقہ، سری لنکا، تھائی لینڈ، ٹوگہ، یوگانڈا، ویتنام، زامبیا، زمبابوے، عراق، یمن، شام، افغانستان وغیرہ میں سٹریٹ چلڈرن کی بڑی تعداد موجود ہے۔ انڈیا میں اس وقت ایک ملین سٹریٹ چلڈرن ہیں۔
پاکستان تحریک انصاف کی جانب سےصدارتی امیداورکے لیے نامزدکراچی سے تعلق رکھنے والے ڈاکٹرعارف علوی کا کراچی پہنچنے پروالہانہ استقبال کیاگیا،کپتان کے کھلاڑیوں نے ان پر پھولوں کی پتیاں نچھاورکیں ۔ اس موقع پرڈاکٹرعارف علوی نےمیڈیاسے گفتگوکرتے ہوئے کہاکہ پاکستان کے صدرکےلیے میرا انتخاب کرنے پر وزیراعظم عمران خان کاشکرگزارہوں۔انہوں نے کہا کے اللہ نے مجھے یہ موقع اس لیے دیا ہے کہ میں اس ملک کی خدمت کر سکوں۔
شعبان سے متعلق (16)
ساختیت ایک نظام فکر ہے ہم الفاظ اور جملوں کو اس سے مر بوط کر کے دیکھ سکتے ہیں۔اسی طرح ہم انفرادی ادب پاروں کو ادبی اصناف اور تمام عالمی ادب کو بھی مختلف نظام فکر کی روشنی میں ہم آہنگ کرتے ہیں اور خود ادب کو انسانی ثقافت کے وسیع النظر نظام کا حصہ سمجھتے ہیں۔ ان تمام رشتوں کی تفہیم اس مطالعے کو گمبیھرتا اور گہرائی بخشی ہے۔ یہ ساختیت کا بنیادی نکتہ ہے جو اس کی خصوصیات کو بروئے کار لاتا ہے۔ البتہ بعض ادب پاروں کو قائم بالذات قرار دے کر سسٹم میں مربوط کرنے کی کوشش غلط راہ پر بھی ڈال سکتی ہے اور ایک ادب پارے کے معانی کو پیش کرنے میں نا کافی ثابت ہو سکتی ہے چونکہ ساختیت اسلوبی اور لسانیاتی تکنیک کو زیادہ اہم سمجھتی ہے۔ مگر وہ سسٹم سے بے تعلق نہیں ہو سکتی۔
انتخاب 3 ہفتے پہلے
تازہ ترین تبصرے
آج پاکستان سمیت دنیا بھرمیں خواتین کا عالمی دن منایا جارہا ہے - ARYNews.tv _ Urdu - Har Lamha Bakhabar
آج پاکستان سمیت دنیا بھر میں دل کی صحت کا عالمی دن منایا جا رہا ہے
ٹیلی ویژن اور ریڈیو
یاد رہے کہ اس سے پہلے بھی پاکستان کی کرکٹ ٹیم کے لیے غیر ملکی فیلڈنگ اور ہیڈ کوچز رکھے جا چکے ہیں تاہم اس فیصلے کے زبردست نتائج سامنے نہیں آئے۔
ترکی کو جغرافیائی اعتبار سے ایک انوکھا ملک سمجھا جاتا ہے جو دو بر اعظموں یعنی یورپ اور ایشیا کے سنگم پر واقع ہے۔ کہا جاتا ہے کہ عرب ممالک کے لئے تیل کی جو اہمیت ہے ترکی کے لئے اُس کی سیاحت اتنی ہی اہم ہے۔ یہی وجہ ہے کہ ہر سال 27 ملین سیاح اس ملک کا رُخ کرتے ہیں۔
ذرائع نے مزید بتایا کہ راولپنڈی میں گندے نالوں کا پانی اسلام آباد سے آتا ہے اس لئے ہو سکتا ہے کہ وفاقی دارالحکومت میں پولیو کو وائرس موجود ہو۔ وزارت قومی صحت کے مطابق اسلام آباد میں گندے نالوں کے پانی سے آئندہ چھ ماہ سے ماحولیاتی سیمپلنگ شروع کرنے کا منصوبہ بنایا گیا ہے۔
کرنے کا حکم دے سکتی ہے۔ دوسری جانب امریکی میڈیا نے رپورٹ کیا ہے کہ پادری کی رہائی پر وائٹ ہاؤس اور انقرہ حکومت کے درمیان ایک خفیہ ڈیل طے پا گئی ہے۔ اس ڈیل کے تحت ترک استغاثہ بعض الزامات سے دستبردار ہو سکتا ہے۔ اسی پادری کی گرفتاری پر واشنگٹن اور انقرہ کے درمیان سرد مہری پائی جاتی ہے۔
وزیراعظم پاکستان کا چترال میں گولن گول ہائیڈرو پاور پراجیکٹ کے پہلے فیز کی افتتاحی تقریب سے خطاب
مواد پر جائیں
یہ سفر آسان نہیں تھا۔ لحی اور اس کے خاندان کے افراد اکثر تھکاوٹ، بھوک، اور پیاس نڈھال ہو جاتے۔ اس دوران اسمٰعیل کا انتقال ہو گیا اور اس کی بیٹیاں لحی سے شکایات کرنے لگیں۔ ادھر لامن اور لیموئل بھی باپ سے خوش نہیں تھے۔ ان کو یقین نہیں تھا کہ خدا لحی اور نیفی سے ہمکلام ہوا تھا۔ وہ لحی اور نیفی کو قتل کرکے یروشلم واپس جانے کی منصوبہ بندی کرنے لگے۔ اس موقع پر خدا نے مداخلت کی۔ خدا لامن اور لیموئل سے مخاطب ہوا اور انہیں سمجھایا کہ وہ لحی اور نیفی سے بدظن نہ ہوں۔
مشیروںکی بھی تبدیلی کا امکان ہے کچھ وزرائے مملکت کو مکمل وفاقی وزیر بھی بنایا جاسکتا ہے۔وزیر اعظم کے قریبی حلقوں کادعویٰ ہے کہ وزیر اعظم کچھ وزراء کی کارکردگی سے مطمئن نہیں، وزیر اعظم ملک میں معیشت، تعلیم اور صحت کے شعبہ پر زیادہ توجہ دینا چاہتے ہیں۔ اس لیے ان وزارتوں میں تبدیلی آسکتی ہے، فہمیدہ مرزا،عمر ایوب اور میاں محمد سومروکےناموں کے گردبھی دائرہ کھینچ دیاگیاہے۔ انہیں کابینہ سے نکالا جائے گا یاصرف وارننگ ملے گی، اس بارےمیں فیصلہ کچھ روزمیں متوقع ہے۔
١۔ اپنے نفس کو معصیت سے آغشتہ کرنے والے محرکات سے بچانے والا ہو۔
پولیس کے بیان کے مطابق فوجیوں کی گاڑی کے قریب ایک پٹاخہ پھینکا گیا تھا، جس کی آواز کو سکیورٹی اہلکاروں نے ایک دستی بم سمجھا اور فائرنگ شروع کر دی۔ دوسری جانب عینی شاہدین کا کہنا ہے کہ صرف چند ایک پتھر پھینکے گئے تھے اور ان میں سے کوئی بھی پتھر کسی فوجی کو نہیں لگا تھا۔

چند لمحوں کے اندر دنیا میں کہیں 'پہنچنا' اب ممکن - آج کل
ایک رلا دینے والی خبر : خاک وخون میں ڈوبے شام سے تن تنہا اردن کی طرف ہجرت کرنے والے اس بچے کے ہاتھ میں موجود لفافے سے ایسی چیز برآمد ہو گئی کہ دیکھنے والوں کی آنکھیں نم ہو گئیں

شتر مرغ سے پولٹری کے مقابلہ میں 10 فیصد، روایتی لائیو سٹاک فارمنگ کے مقابلہ میں 15 فیصد زیادہ گوشت حاصل ہوتا ہے، اوسٹرچ
بنوں یونیورسٹی کے لئے صوبائی حکومت کی طرف سے 90 کروڑ روپے کے پراجیکٹس کی منظوری
اجمل بھائی ۔ آپ کا مضمون بھی نا مکمل کیونکہ ان میں بنیادی کمی ہے آپ نے اپنے تجربات لکھے ہیں پنسلین والا وغیرہ جو سب اس لئے ہوئے کہ ڈاکٹرکی معلومات پوری نہیں تھیں ان کا تعلق زیر بحث ٹاپک سے نہیں ہے آپ کی انیکڈوٹس [واقعہ ۔ قصہ ۔ روائت] ہیں جو صرف مثال کے طور پر پیش کی جا سکتی ہیں مگر اصول بنانے میں کام نہیں آ سکتیں

پاکستان کے وزیر اعظم معزولی کے خطرہ سے محفوظ
شام: جنگ بندی سے قبل جھڑپوں اور بمباری میں اضافہ
پاکستانی کپتان سرفراز احمد سلمان خان کی 2010 میں ریلیز ہونے والی فلم ’دبنگ‘ جیسا کردار کرنے کے خواہشمند
کچھ دیر کے لیے مجھے تنہائی چاہیے

ایکسپو 2025ء اور ورلڈ بینک کانفرنس 2021ء کے انعقاد کیلئے آذربائیجان کی میزبانی کی حمایت کی درخواست وزیراعظم شاہد خاقان عباسی کی جانب سے آذربائیجان کی میزبانی کی حمایت کرنے کی یقین دہانی کرائی گئی
برطانیہ میں اسلام موفوبیا کا کیا اثر ہے؟
-39 پینے کا پانی بھی خریدنا پڑتا ہے اور وہ بھی اکثر مشکوک ہوتا ہے

بین الاقوامی

انقرہ: سعودی صحافی جمال خاشق جی کو قتل کرنے کے سعودی عرب کے منصوبہ کی کھلی سچائی سامنے لانے کا وعدہ کرنے والے ترک صدر رجب طیب اردوغان نے منگل کے روز پارلیمنٹ میں اراکین سے خطاب کرتے ہوئے کہا کہ خاشق جی کو استنبول میں واقع سعودی قونصل خانہ میں بڑی بے رحمی سے قتل کیا گیا۔
نظام شمسی کی آباد کاری
ہم اللہ تعالی سے دعا گو ہيں کہ وہ آپ کے معاملات آسان فرماۓ اورآپ کے سینہ کوحق کے لیے کشادہ کردے اورآپ کوحق پرثابت قدم رکھے ، آمین یا رب العالمین ، اوراللہ تعالی ہی توفیق دینے والا ہے ۔
کل میں نے تھوڑا سا پریشان ہو گئی ، اور میں نے اسے سب کچھ بتا دیا میرے ذہن میں تھا ، بھی شامل ہے کہ خواتین بالکل ہیں ہم کے ایک ہی حقوق مردوں ، اور کیوں اسے پریشان نہیں جانتے.
جے این یوایس الیکشن نتائج کے بعد کیمپس میں کشیدگی پیدا کرنے کے مقصد سے افواہوں کا بازار گرم
9 محرم کی شام کو امام علیہ السلام کا وہ خطبہ جس میں امام علیہ السلام نے جب انصار اور احباب سے واپس جانے کو کہا تھا تو رُفقاء کی جانب سے حضرت عباس علمدار علیہ السلام اور انصار کی جانب سے جناب مسلم بن عوسجہ نے کہا تھا ” کہ یہ ہو ہی نہیں سکتا ۔ اگر ہم ساری عمر مارے جائیں اور جلا بھی دئے جائیں تب بھی آپ کی معرفت اور ساتھ نہیں چھوڑیں گے ۔ آپ علیہ السلام کی خدمت میں شہادت ، شہادتِ عظیم ہے۔”


لیکن یہ کمی ہے ہر کمی سے بہتر
(۱) حضرت ابراہیم علیہ السلام نے اپنے بڑے بیٹے حضرت اسماعیل علیہ السلام کو ان کی والدہ حضرت ہاجرہ سمیت اللہ تعالیٰ کے حکم کے تحت ’بیر سبع کے بیابان‘، ’فاران کے بیابان‘، یا ’موریا‘ (زم زم ، الحجاز، المروہ) میں آباد کیا تھا، لیکن اس میں حضرت سارہ کے کسی حسد یا حضرت ہاجرہ اور سارہ ۱؂ کے درمیان کسی تنازعے کا کوئی دخل نہ تھا۔
چیف جسٹس ثاقب نثار نے سفارش کرنے پر اپنے داماد کوطلب کر لیا
انوشکا اسکول دور میں کیسی نظر آتی تھیں؟ تصویر وائرل
یہاں اس نکتے کو بھی نظر انداز نہیں کیا جا سکتا کہ متذکرہ بالا رویہ اردو ہی کے ایک شاعر کا رویہ ہے۔شاعر اپنی زبان کے ساتھ بقولِ شمس الرحمن فاروقی اس طرح کھیل سکتا ہے جس طرح بچہ اپنی ماں کے بدن سے کھیل سکتا ہے اور ضرورت پڑنے پر وہ زبان میں تشدد اور توڑ پھوڑ بھی روا رکھتا ہے۔[۱۰]

فیسوں میں اضافے کے خلاف نئے پاکستان میں طلبا کا پر امن احتجاج جرم بن گیا ،
بچوں کو روزانہ کتنی دیرموبائل استعمال کرنا چاہیے؟
قرآن اور علوم قرآن (825)
مری حالت سے تم کو کیا غرض ہے
ایک شخص دفن کیا ہوا مال بھول گیا مگر پھر بزرگ نے ایسی کیا ترکیب بتائی کہ اسے بھولی ہوئی جگہ یاد آگئ
افراط (کونیات) اور متوازی کائناتیں
”ماں کا جذبہ دیکھیں ۔ان کی محبت دیکھیں ۔اس وقت میری عمر آٹھ نو سال تھی ۔یہ بات میرے ذہن میں بیٹھ گئی ۔میں نے ایسا کام کرنا ہے ۔کہ لوگ مجھے نواب صاحب کہیں۔کوئی اے نواب نہ کہے ۔ماں کی دعائیں تھیں بلکہ ہیں۔جو آج مجھے ایک زمانہ نواب صاحب کہہ کر پکارتا ہے ۔“
سینیٹ انتخابات 2018ء کے لئے سینیٹ کی نشستوں کے لئے رابطہ کمیٹی کی جانب سے فائل کیئے گئے
سائب بن یزید نقل کرتے ہیں کہ رمادہ کے سال حضرت عمر ایک سواری پر سوار تھے جانور نےلید کی جس میں جَو کے دانے تھے۔ اسے دیکھ کر حضرت عمر نے فرمانے لگے:
اسی سالہ بوڑھے نے اپنی بیس سالہ نوجوان بیوی کو پیار سے اپنے پاس بٹھاتے ہوئے پوچھا۔”اگر میں اپنی تمام دولت سے محروم ہو جاؤں تو کیا تب بھی تم مجھ سے پیار کرو گی۔“ ہاں کیوں نہیں۔ بلکہ میں تمہاری کمی بھی بہت محسوس کروں گی۔“ نوجوان بیوی کہنے لگی۔
اس دوران رینجرز اہلکاروں اور فاروق ستار کے درمیان مکالمہ بھی ہوا جس کے بعد انہیں رینجرز اپنے ہمراہ گاڑی میں بیٹھا کر لے گئی۔جن دیگر رہنماؤں کو حراست میں لیا گیا ہے ان میں ڈاکٹر عامر لیاقت حسین اور عامر خان بھی شامل ہیں۔
200 قبل مسیح کے بعد سے ، شاہراہ ریشم ایک تجارتی راستے کے طور پر ریشم اور مصالحہ جات کا سامان چین سے مغربی دنیا کو پہنچایا جاتا ہے ۔ آج ، یہ خطہ دنیا میں پہاڑی چوٹیوں ،،قدرتی برفانی وادیوں کے درمیان اچھلتے دریا اور جھیلوں کے عکس کے ساتھ توجہ کا مرکز ہے، غیر ملکی چھٹیاں منانے والوں اور پروہتوں کی ایک بڑی تعداد بحرہ روم کی معیشت کو استحکام اور امن فراہم کرتے ہیں ۔ ابھی تک ، علاقے میں عورتوں اور مردوں کا وجود جہاں ترقی کا منبع ہے وہیں ان پہاڑی سلسلوں میں سے ایک بہت ہی نازک ماحول پیدا کرتا ہے ۔
اور آنے والے وقتوں میں
رحم مادر میں جنین کےلئے پیدا ہونے سے پہلے چار چیزوں کا تعیّن:
ہندو قوم پرست جماعت بھارتیہ جنتا پارٹی کے نریندر مودی نے ہندو مسلم فسادات کے بارے میں اپنے جواب دینےکےلیےہفتے کے روز پینل کے سامنے پیش ہوئے۔ ان فسادات میں گجرات میں ایک ہزار سے زیادہ لوگ ہلاک ہوئے تھے۔
error: برائے مہربانی اسے شیئر کیجئے۔۔۔!! شکریہ
رقیہ ( ہجرت سے قبل – ہجرت کے دوسرے سال)

Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی

اگر آپ اپنے گھر پر موجود خاتون کو احساس محرومی کا شکار بنا کر۔۔ فیس بک پر کسی غم میں مبتلا لڑکی کے آنسو صاف کرنے نکلے ہیں۔۔ تو عین ممکن ہے۔۔ آپ کی بے اعتنائی کا شکار آپ کی بہن یا بیٹی کے احساس محرومی کو ختم کرنے کے لئے کوئی اجنبی ان کے آنسو صاف کرنے پہنچ جائے۔
آج کا اخبار
کیپٹن صفدر نے ایک بار ناشائستہ الفاظ میں سینئر صحافی شاہد میتلا پرالزام تراشی کی تھی جس کے جواب شاہد میتلا نے کہا تھا کہ اگرگزشتہ ڈھائی سال میں کبھی کیپٹن صفدر سے میری ملاقات ثابت ہوجائے تو میں صحافت چھوڑ دوں گا۔انہی دنوں اس بات پر بھی غور کیا گیا تھا کہ روحانی سطح پر وہ اُس مقام پر پہنچے ہوئے ہیں جہاں جو کچھ وہ خواب میں بھی دیکھیں اُسے حقیقت تصور کرتے ہیں ۔آخر میں میری سابق وزیر اعظم نواز شریف سے ایک درخواست ہے کہ وہ اپنے داماد کو جو پندرہ سو ریال ماہانہ دیتے ہیں برائے کرم انہیں بڑھا کر دوہزار ریال کردیں پوری قوم آپ کو دعائیں دے گی ۔کیونکہ اس امکان کو بھی نظر اندازنہیں کیا جاسکتا کہ کسی وقت نون لیگ کی صدارت اُن کے سپرد کرنی پڑے۔
محمد الرّسول اللہ(صلی اللہ علیہ وسلم) جلد سوئم
ڈی ڈبلیو سے عالمی خبریں
مزید پڑھیں : شمالی کوریا کا ایک اورمیزائل تجربہ

خدا کے پاس جاؤ، اور ان طریقوں کا تعین کرو جو آپ کے خاندان کو گناہ سے بچنے میں حفاظت کرسکتے ہیں. .
تلاش پر جائیں

کاش آپریشن کرنے سے پہلے اتنا تو سوچ لیتے ….
ہم کہتے ’’پھر ان کے سامنے منہ باندھ کر کیوں بیٹھا تھا،اس وقت کیوں نہیں بولا؟‘‘
شہوانی، شہوت انگیز سنہرے بالوں والی مذاق وقت. 00:19:59
رینٹل یلئڈی ڈسپلے اپولو ایچ ڈی ڈسپلے کی قیادت داسپیٹچانگ میں استعمال
اپنے بچے کی آخری اطلاع کا انتظار مت کیجیے
اجنبی۔۔ اے ذی علم محترم! گو تم میری صورت سے واقف نہیں لیکن میں شعبہ تعلیم کا افسر اعلیٰ ہوں اور شرمندہ ہوں کہ میں آج تک کبھی نیاز حاصل کرنے کے لیے حاضر نہ ہوا۔ میری اس کوتاہی اور غفلت کو اپنے علم و فضل کے صدقے معاف کر دو۔
گلگت ( سٹاف رپورٹر)ایس پی گلگت محمد ایاز نے ضلع گلگت میں پولیس کی چار ماہ کی کارگردگی بیان کرتے ہوئے کہا کہ ضلع گلگت میں پولیس نے 4 اندھے قتل کا سراغ لگا کر مجرموں کو گرفتار کرلیا ہے۔ جمعہ کے روز میڈیا سے گفتگو کرتے وہے اُنہوں نے کہا کہ گلگت بلتستان میں خودکشیوں کا سلسلہ ایک ٹرینڈ کے طور پر سامنے آرہا ہے ۔ بعض دفعہ خواتین کو قتل کرکے خودکشی کا رنگ دیا جاتا ہے جس کی انکوائری میں مشکلات کا سامنا پوتا ہے۔ اس طرح گزشتہ دن پولیس اہلکار شیر زمان کے قتل میں ملزمان گرفتار ہو چکے ہیں۔
مرکزی نیویگیشن پر جائیں

یا پر پڑھ سکتے ہیں ۔ "مسودہ واعظ Sermon Manuscripts " پر کلک کیجیے۔
آئی بی سی کا یوٹیوب چینل سبسکرائب کریں
کھیل کی خبریں
کانگریس کی صدر سونیا گاندھی نے ملک کی سیاست سے متعلق موضوعات کو غیرملکی سرزمین پر اٹھانے کے لیے وزیر اعظم نریندر مودی پر سخت نکتہ چینی کرتے ہوئے کہا کہ مودی حکومت نے ایک سال کی میعاد میں کوئی بھی قابل ذکر کام نہیں کیا ہے۔
ڈی جی آئی ایس پی آر کے مطابق راجگال فاٹا کا سب سے مشکل علاقہ ہے جس کی 8 گزر گاہیںٕ ہیں اور شوال کو بھی انشاءاللہ جلد کلیئر کر دیا جائے گا، بحیثیت تنظیم داعش پاکستان میں موجود نہیں تاہم آپریشن خیبر 4 کا مقصد سرحد پار موجود داعش کو پاکستانی علاقوں میں کارروائیوں سے روکنا ہے۔
ابھی یہ کہنا مشکل ہے کہ صدر ٹرمپ کو متنازعہ صدارتی احکامات اور اعلانات کی وجہ سے امریکی کانگریس میں کس حد تک مخالفت کا سامنا کرنا پڑے گا۔ سب سے مشکل بات یہ ہے کہ وہ کسی ایک بات پر قائم نہیں رہتے اور جھوٹ بولنے سے بھی گریز نہیں کرتے۔ امریکی میڈیا صدر ٹرمپ کو ناقابل اعتبار قرار دے رہا ہے جو کسی بھی امریکی صدر کے لئے شرمناک صورتحال ہے۔ لیکن اچانک حاصل ہونے والی انتخابی کامیابی کے نشے میں چور ڈونلڈ ٹرمپ فی الوقت پوری دنیا سے مقابلہ کرنے پر آمادہ نظر آتے ہیں۔ لیکن کب وہ خاموشی سے موقف تبدیل کرکے بالکل متضاد بات کہنے لگیں، اس بارے میں کوئی بھی یقین سے نہیں کہہ سکتا۔ گزشتہ ہفتے انہوں نے نیٹو کو فرسودہ اور ناکارہ قرار دیتے ہوئے مسترد کر دیا تھا لیکن کل برطانوی وزیراعظم تھریسامے سے ملاقات میں ان کا کہنا تھا کہ وہ سو فیصد نیٹو کے حامی ہیں۔ دو روز قبل میکسیکو کی سرحد کے ساتھ دیوار کے اخراجات وصول کرنے کے معاملہ پر انہوں نے میکسیکو کے صدر سے ملاقات کو غیر اہم قرار دیا تھا لیکن کل اخباری نمائندوں سے بات کرتے ہوئے انہوں نے کہا کہ ان کی صدر پینانیٹو سے فون پر بات ہوئی ہے اور ہم نے نہایت دوستانہ ماحول میں اچھی اچھی باتیں کی ہیں۔
بچی نے اغوا کرنے کی کوشش کرنے والے کو شناخت کر لیا
پورٹ اتھارٹی پر دھماکے کے وقت موجود ایک مسافر ڈیئگو فرنانڈز نے کہا کہ سیڑھوں پر مسافروں کے باہر نکلنے کی کوشش میں بھگدڑ مچ گئی۔ انھوں نے کہا کہ ہر شخص خوف کا شکار تھا، بھاگ رہا تھا اور چیخ رہا تھا۔
ساہیوال، کمشنر نے اردو کانفرنس کا افتتاح کر دیا
کیوں نہ شہباز شریف کو نوٹس جاری کریں، حکومت اپنے ہی
میرے سارے حق تو پورے کیے جائیں پر کسی فرض کی زنجیر سے ہم نہ جکڑے جا-یں۔
برلن میں ایک مشترکہ نیوز کانفرنس سے خطاب کرتے ہوئے سارکوزی نے کہا ’میں سب سے پہلے تمام جرمن عوام کو ان کی فٹ بال ٹیم کی طرف سے ورلڈ کپ کے شاندارآغازپر،آسٹریلیا کے خلاف جرمن ٹیم کی واضح جیت پردلی مبارکباد پیش کرتا ہوں‘۔ سفارتکاری کے آداب نبھاتے ہوئے ہونا تو یہ چاہئے تھا کہ جرمن چانسلر بھی فرانسیسی صدر کو فٹ بال ورلڈ کپ میں ان کی ٹیم کی کارکردگی پر مبارکباد پیش کرتیں تاہم یہ ممکن نہ تھا کیوں کہ جرمنی کے برعکس فرانس کی ٹیم اپنے پہلےاوراب تک کھیلے گئے ایک میچ میں پیراگوائے کی ٹیم کے ساتھ صفر صفر کے اسکور سے میچ بمشکل برابر کر پائی۔
نئی دہلی: بھارتی شہر لکھنؤ میں ایک خاتون نے اس وقت گلے میں پھندا...
اسلام سے قبل عورت کا معاشرتی مقام
کوئٹہ اور بلوچستان کی رونقیں واپس لائیں گے، اقتصادی راہداری اور گوادر پورٹ سے صوبے کی حالت بدل جائیگی، آرمی چیف
’’ تم انضمام کے خلاف لکھ کر اپنا وقت ہی ضائع کرتے ہو اسے کسی صحافی یا سوشل میڈیا پر تنقید سے کوئی فرق نہیں پڑتا، وہ جو فیصلہ کرنا چاہے کر گذرتا ہے‘‘
سابق وزیر اعظم یوسف رضا گیلانی کے بیٹے علی حیدر گیلانی نے اعتراف کیاہے گزشتہ دور حکومت کی نسبت اب سیکیورٹی صورتحال میں بہت زیادہ بہتری آئی ہے ۔ان کا کہنا ہے کہ ساڑھے تین سال پہلے کے حالات سے اب سیکیورٹی صورتحال میں واضح بہتری آئی ہے۔
اس محکمہ کے تحت آنے والے عطیہ جاتی اور مذہبی اداروں کو چندہ اور عطیہ

عالمی امن، اعتدال اور انسانی بہبود کے تحت ہی عالمی سیاسی اور معاشی حالات تبدیلی کے عمل سے گزرتے ہیں۔ ان حالات میں دنیا کی وہ قومیں جو یہ سمجھتی ہیں کہ یورپ میں فروغ پذیر ہونے والی غیر منصفانہ سیاست کاری جو اس وقت گلوبلائزیشن پر بھی اثر انداز ہو رہی ہے ان کے لیے ایک خطرہ ہے، ان ممالک کے لیے چین کا دنیا کی دوسری بڑی اقتصادی طاقت کے طور پر سامنے آنا اطمینان کا باعث ہے۔ یورپ کے اس انداز سیاست کے اثرات بد کا اندازہ پچھلی دو دہائیوں کے دوران اقوام متحدہ کے کردار سے بھی ہوتا ہے جو اسی انداز سیاست کے تابع رہا ہے۔
پھول بن کر اپنی تربت سے نکل آتا ہے یہ
روسی افواج کے اہم ترین عہدیدار پاکستان میں،آئی ایس پی آر نے تفصیلات جاری کردیں _ Latest Urdu News in Pakistan
ہوم ہمسایہ ممالک ایران اپنے بیلسٹک میزائلوں کے بارے میں مذاکرات نہیں کرے گا۔
’’چلو بھئی اب اپنا کھانا تو تقریباً تیار ہو گیا۔ تم مما کو بتا کر آؤ تب تک میں کچن کا سامان سمیٹ لیتی ہوں …‘‘زنیرہ کے کچن سے نکل جانے کے بعد مطربہ اپنے کام میں مشغول ہو گئی۔ اتنے میں زنیرہ چلاتی ہوئی آئی۔ ’’مطربہ …مطربہ…! ‘‘
اس وقت شریف خاندان کو شدید مشکلات در پیش ہیں۔جہاں ایک طرف انہیں نیب میں کئی مقدمات کا سامنا ہے۔تو دوسری طرف شریف خاندان بیگم کلثوم نواز کی طبیعت کی وجہ سے شدید صدمے سے دو چار ہے۔سابق وزیر داخلہ چوہدری نثار علی خان نے بھی بیگم کلثوم نواز کی طبیعت پر تشویش کا اظہار کیا ہے اور کہا ہے کہ میں دعا گو ہوں کہ کلثوم نواز جلد صحت یاب ہوں۔
سپریم کورٹ میں درخواست گذاروں کا استدلال، قطعی سماعت کا آغاز
فیس بک پر شیئر کیجئیے
شہزادہ سلمان نے جمال خاشگی کے قتل کا حکم دیا، سی آئی اے
ان کی بیوی یعنی حضرت حوا علیہما السلام کو بھی انہی سے پیدا کیا، آپ سوئے ہوئے تھے کہ بائیں طرف کی پسلی کی پچھلی طرف سے حضرت حوا کو پیدا کیا، آپ نے بیدار ہو کر انہیں دیکھا اور اپنی طبیعت کو ان کی طرف راغب پایا اور انہیں بھی ان سے اُنس پیدا ہوا،
کیا یاجوج ماجوج کا ظہور ہو چکا ہے ؟ بڑا انکشاف
اسلام اور مسلمانوں کو دنیا بھر میں بدنام کیا جارہا ہے۔ ہمارے اتحاد کو سرے سے ٹکنے نہیں دیا جاتا ہے، ہم کسی پلیٹ فارم پر جمع بھی ہوجائیں تو اس اتحاد کو چلنے نہیں دیا جا تاہے۔ یہ ہماری ذمہ داری ہے کہ ملت کے مسائیل کا حل ہم از خود نکالیں اور مزید تباہی سے اس ملت کو بچانے کی کوشش کریں ۔ اس ملت کی شیرازہ بندی ایک مشترک ذمہ داری ہے جس سے عہدہ برآ ہونا ہی وقت کا سب سے بڑا کام ہے اورجس کو انجام دینا لازمی ہے۔
۵… امام ابن کثیرؒ نے اپنی تفسیر میں ایک صحیح حدیث روایت کی ہے۔ جس سے بڑھ کر کوئی دلیل زیادہ وزنی متصور نہیں۔ حدیث یہ ہے۔
چینی کی قیمت ہو یا دودھ اور دہی کی ان سب معاملات میں عدالت ہی کو مداخلت کرنی پڑتی ہے جب کہیں جاکر معاملات طے پاتے ہیں۔
نوازشریف کیخلاف غداری کا مقدمہ درج کرنے کی درخواستیں
پاک ایشیاء اُردو زُبان میں پاکستان کا پہلا ویب چینل ہے جو اپنی رپورٹنگ اور دِل چسپ پروگرامز کے حوالے سے مُلک کے عام و خاص حلقوں میں مُنفرد شناخت رکھتا ہے۔
وہ ضرور صاحب کشف ہوں گے مگر سچے صوفی کا دل و دروازہ ہر خاص و عام کے لیے ہمیشہ کھلے ہوتے ہیں، وہ نفرت اور تفاخر کے بیوپاری نہیں بلکہ محبت کے پرچارک ہوتے ہیں اور نہ ہی انہیں ولایت کے اعلان کے لیے کالم لکھنے اور میڈیا کے سہارے کی ضرورت ہوتی ہے۔ اپنے اعلیٰ کردار اور اقدار سے برصغیر میں صوفیا کرام نے روشنی پھیلائی اور عوام الناس کے اذہان و قلوب کو رب کی ہدایت سے منور کیا۔
اس کے علاوہ عبدالرحمن بن حسان عنزی کو دوبارہ زیاد کےپاس بھیجا گیا اور معاویہ نے زیاد کو لکھا کہ اسے بد ترین موت سے ہمکنار کرو ۔زیاد نے انہیں زندہ دفن کرادیا (1)۔
مسلمانوں سے فرمایاہے کہ وہ اللہ کے مددگاربنیں گے تووہ بھی لازماًاُن کی مددکرے گا،جیساکہ ایک زمانے میں حضرت عیسیٰ علیہ السلام کے حواری اللہ کے مددگاربنے اوراس کے باوجودکہ بنی اسرائیل میں سے بہت تھوڑے لوگ ایمان لائے تھے،اللہ نے اُنھیں ان کے دشمنوں پر غالب کیا۔اس سیاق میں اوراس کے ساتھ اگرسورہ کے مرکزی مضمون کوبھی سامنے رکھاجائے توآیت میں اول الذکر ’طَآئِفَۃٌ‘ کی تنوین توتقلیل کے لیے ہے ،مگر ثانی الذکر ’طَآئِفَۃٌ‘ کی تنوین تکثیرکے لیے آئی ہے ،چنانچہ اس کا ترجمہ ایک ’’بڑا گروہ‘‘ کیاگیاہے۔
’’عوام کی توبہ گناہوں سے ہے جبکہ خواص کی توبہ غفلت سے ہے‘‘۔
مسئلہ فلسطین کا جامع، دیرپا اور منصفانہ حل چاہتے ہیں: مصری صدر
صفحہ en:Latera اس ملک کا نام مشخص نہیں!
ج: میں نے آئی سی ایس کی تیاری شروع کی ہے، میں نے ارادہ کرلیاہے کہ میں ایک آئی سی ایس افسر بنوں گی،اور برقع پوش آئی ایس افسر بن کر اسلامی پردہ کی عظمت لوگوں کو بتاؤں گی۔
‫آلے کے لحاظ سے‪ ،‬صارفین کو پن درج کرنا پڑ سکتا ہے۔‬
خیال رہے کہ موٹروے پرکام کا آغاز 2016ء میں ہوا تھا جو 2019ء میں مکمل ہونا ہے، یہ 6 رویہ موٹروے ہے جو سکھر سے شروع ہوگی اور گھوٹکی، رحیم یارخان، صادق آباد اوربہاولپور سے گزرنے کے بعد ملتان تک جائے گی۔
دایہ - آزاد دائرۃ المعارف، ویکیپیڈیا
اگرچہ بورس جانسن کے ایسے بیان پر برطانیہ کی مسلم خواتین سمیت وہاں کی وزیر اعظم نے بھی سخت الفاظ میں مذمت کی تھی۔
رپورٹرز وِد آؤٹ بارڈرز کے تازہ انڈیکس کے مطابق یورپ میں عوامیت پسند سیاسی جماعتوں کی مقبولیت میں اضافے کے ساتھ ہی صحافیوں کے لیے محفوظ ترین سمجھے جانے والے براعظم یورپ میں بھی میڈیا کی آزادی متاثر ہوئی ہے۔

پیپلز پارٹی اور اقتدار پر قبضہ کرنے والوں کے چہرے بے نقاب ہونا شروع ہو گئے ہیں،علی اکبر گجر
سورج روزانہ غروب کے بعد عرش کے نیچے جاکر سجدہ کرتا ہے اور پھر وہاں سے طلوع ہونے کی اجازت طلب کرتا ہے ۔ صحیح بخاری، تفسیر سورہ یٰسین
نکاح ہلالہ کے خاتون کی پہلی شکایت پر پولیس نے عصمت ریزی کے الزام پر ایف ائی آر درج کی۔
اس پوسٹ کو شیئر کریں Messenger
ووٹروں کی حمایت میں کمی ایف بی آئی کی جانب سے اس حالیہ اعلان کے بعد ہوئی ہے جس میں کہا گیا ہے کہ وزیر خارجہ کی حیثیت سے ذاتی ای میلز کے بارے میں اسے نئے شواہد ملے ہیں۔
Next تقسیم ریاست بل کے وعدوں پر عدم عمل آوری کے خلاف سپریم کورٹ میں درخواست
نئی دہلی۔4مئی (سیاست ڈاٹ کام) جنوبی افریقی بیٹسمین ہاشم آملہ آئی پی ایل 2016 میں کنگز الیون پنجاب میں کمر کی تکلیف کے شکار آسٹریلیائی بیٹسمین شان مارش کے متبادل ہوں گے۔ ہاشم آملہ تاحال آئی پی ایل میں نہیں کھیل سکے ہیں جو رواں سال کیلئے پلیئرز ڈرافٹ میں شامل تھے لیکن ایک کروڑ کی بنیادی قیمت پر انہیں کسی ٹیم نے نہیں خریدا تھا۔ آملا عنقریب پنجاب ٹیم میں شمولیت اختیار کرلیں گئے اور امید کی جارہی ہے کہ وہ ٹیم کے نئے کپتان مرلی وجئے کے ساتھ اننگز کا آغاز کریں گے۔
نائیجیریا میں شیخ ابراہیم زکزکی کے نمائندے کو گرفتار کرلیا گیا
اس لنک کو کاپی کیجیے
ایکسپریس نیوز کے مطابق پی آئی اے نے جدید ٹیکنالوجی کے استعمال کے بجائے نیا طریقہ ایجاد کرلیا ہے اور طیاروں کی پرواز محفوظ بنانے کے لیے کالے بکروں کا صدقہ دینا شروع کردیا ہے۔
بیچ میں باغ ہے محبت کا
امریکی سینیٹ میں پاکستان کی امداد مکمل بند کرنے کیلئے بل پیش
لاگ ان کریں
ہمارے بارے میں

104 اور اس کے بعد بنی اسرائیل سے کہا کہ تم اس ملک میں رہو سہو۔ پھر جب آخرت کا وعدہ آجائے گا تو ہم تم سب کو جمع کرکے لے آئیں گے
بین الاقوامی سیاست تیزی سے تبدیلی کے عمل سے گزر رہی ہے‘
اس پوسٹ کو شیئر کریں
تفصیلات کے مطابق پولیس حکام کا کہنا ہے کہ اترپردیش کے ضلع برابنکی میں یہ واقعہ اس وقت پیش آیا جب علاقہ تھل خرد میں مختلف علاقوں سے تعلق رکھنے والے افراد تقریب میں شرکت کے لیے ایک گھر میں جمع ہوئے۔پولیس حکام کا کہنا ہے خاندانی تقریب میں شرکت کرنے والے ان افراد نے وہاں مضرصحت کھانا کھانے کے بعد گھر کی بنی ہوئی شراب کا استعمال کیا جس کے بعد ان کی طبعیت بگڑنا شروع ہوگئی۔متاثرہ افراد کو فوراََ ٹراما سینٹر منتقل کیا گیا جہاں وہ دوران علاج جان کی بازی ہار گئے، پولیس نے واقعے سے متعلق تحقیقات کا آغاز کردیا۔پولیس حکام کے مطابق لاشوں کو پوسٹ مارٹم کے بعد ورثا کے حوالے کیا جائے گا۔
میرے ساتھ تو ایسے ہے کہ دو سسٹم ہیں ونڈوز بھی اور لینکس بھی سو مجھے دونوں پر اپنے نشان زدہ صفحات ایک جیسے رکھنا پڑتے ہیں اور اس کا یہ بہترین حل ہے۔۔بس نئے سسٹم پر جاکر فاکس مارکس سے داخل ہوکر وہ فائل اتارنا ہوگی جو یہ خود ہی اتار لے گا۔۔آپ کا کام صرف کلک کرنا ہے اور اس کے بعد جہاں جہاں جس طرح آپ نے نشان زدگیاں شامل کی تھیں ویسے ہی نمودار ہوجائیں گی۔۔جیسے بک مارک ٹول بار میں الگ سے اور بک مارک مینیو میں الگ سے۔۔
پاکستان کے قانون ساز ماضی میں اپنے کام سے کتنے مخلص رہے؟
آیا کچھ کیڑوں کی اتنی مختصر زندگی کیوں ہوتی ہے؟
موبائل ورلڈ کانگرس 2016
مزید معلومات ٹھیک ہے
ارجنٹائن میں 30 نومبر کو 2 روزہ دنیا کی 20 بڑی معاشی طاقتوں کی تنظیم جی 20 اجلاس ہوا، اجلاس میں بھارتی وزیر اعظم نریندرا مودی، امریکی صدر ڈونلڈ ٹرمپ اور ترک صدر رجب طیب اردوان سمیت20 ممالک کے سربراہان نے شرکت کی۔ ترک صدر اپنی اہلیہ ایمن اردوان کے ہمراہ اجلاس میں شریک ہوئے۔ دوران اجلاس فوٹو سیشن کے دوران ترک خاتون اول اور بھارتی وزیر اعظم نریندرا مودی کی ایک ویڈیو وائرل ہوگئی۔
ماہنامہ الحق دسمبر 2014ء
جرمنی میں ہٹلر نے یہودیوں کے خلاف یہ پرپیگنڈہ کیا تھا کہ انھوں نے جرمنی میں حبشی اقوام کو لاکر آریائی نسل کو دوغلا بنانے کی سازش کی تھی۔بابری مسجد کے خلاف تحریک میں ’بابر کی نسل‘ کو مٹا دینے کے پس پشت بھی یہی جارحانہ جذبہ کار فرما تھا۔
جامعات میں انتہا پسندانہ کارروائیوں میں ملوث عناصر کی حوصلہ شکنی کرنی چاہئے ،آئی ایس او پاکستان
کاپی رائٹ 2017 پامیر ٹائمز - جملہ حقوق محفوظ ہیں.
او آئی سی کے وفد نے اسلام آباد میں مشیرخارجہ سرتاج عزیز سے ملاقات کے دوران کہا تھا کہ بھارت نے انسانی حقوق کی صورت حال کا جائزہ لینے کے لیے حقائق کا پتہ لگانے والے مشن کو مقبوضہ کشمیر بھیجنے کی درخواست کا جواب نہیں دیا ہے۔
اس صورت میں ہم سے زیادہ ملک کے قانون عدلیہ حکومت اور جمہوریت کی رسوائی ہو گی، لیکن اس کے بعد جو حالات پیدا ہوں گے وہ وہی ہو سکتے ہیں جو بابری مسجد کی شہادت کے بعد پیدا ہوئے تھے یا ان سے بھی خراب، ان حالات کے لئے ہماری کچھ تیاری ہے؟ اسی طرح خدانخواستہ سو بار خدا نخواستہ اگرفیصلہ ہمارے خلاف آیا تو اس صورت میں ہمارا لائحہء عمل کیا ہوگا اس کی منصوبہ بندی بھی ابھی سے کر رکھنی چاہئے۔
اورموضوع کی مناسبت سے ماہرین نے تفصیلی مقالہ جات پیش کئے اور اپنے خیالات کا اظہار کیا۔
ایگزیکٹوز: صدر، جو سینیٹ کی رضامندی کے ساتھ کابینہ اور دیگر افسران کی نامزدگی کرتا ہے، وفاقی قوانین کی دیکھ بھال اور ان کی بالادستی قائم کرتا ہے، بلوں کو مسترد کرسکتا ہے اور فوج کا کمانڈر ان چیف بھی ہوتا ہے
اس ماہ کی خصوصیت یہ ہے کہ اللہ تعالیٰ اس ماہ اپنے بندوں کی وہ تمام دعائیں اور عبادات اپنی بارگاہ میں قبول فرماتا ہے جو وہ نبی پاک ﷺ کی معرفت سے کرتے ہیں اور اللہ تعالیٰ کے محبوب و مقرب اولیاءکرام،صوفیا کرام اور بزرگوں کی معرفت اور وسیلے سے کرتا ہے۔
فردوس نام کا شمار لڑکوں کے ناموں میں ہوتا ہے۔ فردوس نام کی ابتدائی تاریخ فارسی زبان سے نکلتی ہے۔ فردوس نام کے افراد کے لیئے خوش قسمت نمر 8 مانا جاتا ہے . جبکہ خوش قسمت دنوں میں اتوار, منگل شامل ہیں ۔ خوش قسمتی والی دھاتوں میں ہندسوں کے حساب ے تانبا شامل ہیں فردوس نام کے افراد کے لیئے موافق پتھروں میں پخراج شامل ہیں .
30 حزقیاہ کو موقع نہ دو کہ تم اس کی وجہ سے خداوند پر بھروسہ کرو۔ حزقیاہ کہتا ہے ” خداوند ہمیں بچائے گا۔ اسُور کا بادشاہ اس شہر کو شکست نہیں دے گا۔”
معارف فیچر _ 16 جنوری 15

اسلام آباد میں نامعلوم افراد کی فائرنگ، کسٹمز افسر زخمی
اس معاہدے سے بھارت اورآسیان ممالک کے درمیان ہونے والی تجارتی سرگرمیوں پر سے درآمدی نرخوں کو ختم کر دیا جائے گا۔ اس معاہدے کا اطلاق الکیٹرونک، کیمیکل، مشینری اور ٹیکسٹائل مصنوعات پر ہو گا تاہم اس معاہدے میں سوفٹ وئیر اور انفارمیشن ٹیکنالوجی پروڈکٹس شامل نہیں کی گئی ہیں۔ آزادنہ تجارتی معاہدہ اگلے برس کی پہلی تاریخ سے موثر ہو جائے گا۔

چین کی سرزمین سے اسلام کو پوری طرح ختم کرنے کی سازش ، شراب او رخنزیر کھانے پر مجبور
ڈیجیٹل ٹیکنالوجی (1)
چوہدری زاہد جٹ نے اپنی برادری سمیت تحریک انصاف میں شامل ہونے کا اعلان کردیا
حیدرآباد/8جنوری(ایجنسی) تلنگانہ کے Jogulamba Gadwal ضلع میں پیر کی صبح ایس یو وی میں زیادہ لوگوں کے بیٹھنے سے کار کا توازن بگڑ گیا اور وہ حادثے کا شکا ر ہوگئی- حادثے میں پانچ لوگوں کی موت ہوگئی جبکہ دیگر 15 زخمی ہے- پولیس نے اس بارے میں معلومات دی. تمام متاثرین مزدور ہیں، جو گدوال میں واقع فیکٹری سے کپاس کی فیکٹری سے اپنی نائٹ ڈیویٹی ختم کرکے گھر واپس ہورہے تھے-
یہ بیرونی لنک ہیں جو ایک نئی ونڈو میں کُھلیں گے
سپریم کورٹ لاہور رجسٹری میں سانحہ ماڈل ٹائون از خود نوٹس کیس کی سماعت ہوئی۔ عدالت نے سانحہ ماڈل ٹائون سے متعلق زیر التواء مقدمات 2 ہفتے میں نمٹانے کا حکم دیدیا ۔ عدالت نے جسٹس باقر نجفی رپورٹ عدالتی ریکارڈ کا حصہ بنانے کا بھی حکم دیدیا ۔ چیف جسٹس ثاقب نثار نے ریمارکس دئیے ہیں کہ ماورائے قانون کوئی اقدام نہیں کریں گے۔ میرے ججز کی عزت نہ کرنے والا کسی رعایت کا مستحق نہیں ہے۔ عدالت نے اے ٹی سی جج اعجاز اعوان کی چھٹی منسوخ کرتے ہوئے روزانہ کی بنیاد پر سماعت کرنے کا حکم دیدیا ۔
اللہ کرے زور قلم اور زیادہ
خواتین کا صفحہ
سابق صدرنے پی ٹی آئی سے لاتعلقی کا اعلان کردیا
حضرت ابراہیم ﷤ کی دعا
آپ اپنے Twitter اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
ہفتہ 4 مارچ 2017 کا اخبار
پی پی پی رہنما اور رکن قومی اسمبلی محمد ایاز سومرو انتقال کرگئے

حزب مخالف کی جماعتوں کے اجلاس کے بعد میڈیا کے نمائندوں سے بات کرتے ہوئے پاکستان پیپلز پارٹی کے سیکرٹری اطلاعات قمر زمان کائرہ کا کہنا تھا کہ ’پاناما لیکس کے بارے میں ضابطہ طے کرنے کے لیے حزب مخالف کی جماعتوں کے درمیان اتقاق رائے نہ ہوسکا جس کے بعد ان جماعتوں کے نمائندوں کا اجلاس منگل کو دوبارہ ہوگا جس میں ضابطہ کار کو حتمی شکل دینے کی کوشش کی جائے گی۔‘
مرکزی نیویگیشن پر جائیں
اضلاع کی خبریں
»این اے 131 ،نامعلوم افراد نے ن لیگ اور پی ٹی آئی کے بینرز کو آگ لگادی
غیر ملکی خبر رساں ایجنسی کے مطابق اقوام متحدہ کے بچوں کے حقوق کے لئے کام کرنے والے ادارے یونیسیف کے ترجمان سائمن انگرام کا کہنا ہے کہ امداد کے منتظر شامی بچوں کی تعداد گزشتہ برس کے مقابلے میں یہ تعداد تین گُنا تک پہنچ چکی ہے، جون 2013 میں یہ تعداد 20 لاکھ تھی۔ ان کا کہنا تھا کہ ادارے کو امدادی کاموں کے لیے رواں برس تک درکار 770 ملین امریکی ڈالرز میں سے اب تک محض 37 رقم ہی ملی ہے، اگر مزید امدادی رقم نہ مل سکی تو امدادی کام روکنے پر مجبور ہوں گے جس سے بچوں کے لیے صورتحال انتہائی خطرناک ہو سکتی ہے۔
مطابق نفسیات آج میں شائع, “طویل مدتی رومانوی محبت کو برقرار رکھنے کے لئے کس طرح سمجھنے کی کلید سائنسی یہ تھوڑا سا سمجھنے کی ہے. ہمارا دماغ انعامات حاصل کرنے کے لئے ایک مقصد ہدایت کے رویے کے طور پر طویل مدتی پرجوش محبت دیکھنا. انعامات بے چینی اور کشیدگی میں کمی شامل کر سکتے ہیں, سیکورٹی کے جذبات, سکون کی حالت, اور ایک دوسرے کے ساتھ ایک یونین. اور ہم نے اپنے ساتھی کو خوش بنائیں کہ اعمال انجام جب, ہم کو بہتر بنانے اور انعامات کو برقرار رکھنے کے ہمارے مقصد کی طرف کام کر تعلقات کو برقرار رکھنے کے.”
ہمسایہ ممالک سے کشیدہ تعلقات اور عالمی برادری میں بڑھتی ہوئی تنہائی سے پاکستانی خارجہ پالسی پر کئی سوالات کھڑے ہو گئے ہیں۔ مشیر برائے امور خارجہ سر تاج عزیز نے اس تاثر کو غلط قرار دیا ہے کہ ملک تنہائی کہ طرف بڑھ رہا ہے۔
''مفکر قرآن (کی حیثیت سے) چالیس سال کی محنت شاقہ سے، پہلے اس قسم کا ایک لغات مرتب کیا اور اس کے بعد پورے قرآن کا مفہوم اسی انداز سے متعین کیا۔ جومفہوم القرآن کے نام سے شائع ہوگیا ہے۔ قرآن فہمی کے سلسلہ میں اس کی مثال کہیں نہیں ملے گی'' اور جو ''موتیوں کی طرح ترشے ہوئے نستعلیق میں، بلا کس کے ذریعے، عمدہ سفید، دبیز کاغذ پر چھاپا گیا ہے'' 15
تعلیم سے تعلق
کتابوں سے محبت کرنے والے!

اس پوسٹ کو شیئر کریں
طبیعی کیمیاء یا طبیعیاتی کیمیاء (physical chemistry)، اصل میں کیمیاء کے میدان میں حرحرکیات، مقداریہ کیمیاء، شماریاتی میکانیکات اور حرکیات کے اُصول و تصورات استعمال کرتے ہوئے کیمیائی نظامات میں پائے جانے والے کبیربینی، خردبینی، جوہری، زیر جوہری اور ذراتی مظاہر پر طبیعیات کے اطلاق سے حاصل ہونے والے شعبۂ علم کو کہا جاتا ہے۔
ادارتی نوٹ: پوسٹ میں شائع کی گئی رائے مصنف کی ہے اور ادارے کا مصنف کی رائے سے متفق ہونا ضروری نہیں ہے۔ کاپی رائٹ 'ہم سب' ڈاٹ کام. بلا اجازت آرٹیکل نقل کر کے شائع کرنا کاپی رائٹ قوانین کے تحت ایک جرم ہے
لب پہ رہ جاتی ہے آ آ کے شکایت تیری
شہر کی خبریں
کراچی میں پولیس کی کارروائیاں، 38 افراد کو حراست میں لے لیا گیا _ Geo Urdu
فیصل ایدھی مزید بتاتے ہیں، “والد کی وفات کے بعد ادارے کے عطیات میں تیزی سے کمی ہو رہی ہے اور فنڈز کی کمی کہ وجہ سے دکھی انسانیت کی خدمت اور امدادی سرگرمیوں میں شدید مشکلات کا سامنا ہے۔ اس کے باوجود عبدالستار ایدھی کا شروع کیا گیا مشن نہیں رکے گا۔ ”
اسلام آباد کی ایک اور سوسائٹی(ایف جی ای سی ایچ ہائوسنگ) میں دو پلاٹ بیگم کے نام پر۔
گرینز بیٹر کی سوشل میڈیا ایپ بھی لانچ کی گئی ہے، جس کے ذریعے بچوں میں قدرتی ماحول سے محبت پیدا کی جاتی ہے۔
اردو نیوز شو
شدد کی یہ نئی کارروائیاں ایرانی وزیر خارجہ محمد جواد ظریف کی شامی دارالحکومت میں آمد سے چند ہی گھنٹے قبل واقع ہوئیں۔ بات چیت کے لیے، وہ سیدھے صدر بشار الاسد سے ملاقات کے لیے روانہ ہوئے
انہوں نے کہاکہ امریکی غنڈہ گردی اورسامراج کے مخالف ممالک کو آپسی تعلقات کو مزید مضبوط کرنے کی ضرورت ہے۔
فرانس میں دہشتگرد حملہ آور سے تعلق رکھنے کے الزام میں4 افراد گرفتار
پروگرام 'جہاں رنگ' میں سری نگر کے مرکز برائے سوشل اینڈ ڈیولپمنٹل اسٹڈیز کی پروفیسر حمیدہ نعیم؛ بھارتیہ جنتا پارٹی؛ کشمیر کے ترجمان شیخ خالد جہانگیر اور بھارتی تجزیہ کار ڈاکٹر منیش کمار نے وائس آف امریکہ سے گفتگو کی۔
بی بی سی سائٹ پر صفحات
امریکی وزیر خارجہ مائیک پومپیو کا کہنا ہے کہ شمالی کوریا کو ان کے ملک کے ساتھ باہمی تعلقات کو معمول پر لانے کے معاملے میں ایک دور میں ان کے ساتھ دشمنی مول لینے والے ویت نام کے اپنائے گئے راستے کو مثال بنانا چاہیے۔
اس سے متعلقہ خبریں بھی پڑھیں:
غائلانی پر الزام عائد ہے کہ انہوں نے 1998میں تنزانیہ اور کینیا کے سفارت خانوں پر کئے گئے بم دھماکوں میں معاونت کی تھی جن کے نتیجے میں 224 افراد ہلاک ہو گئے تھے۔ غائلانی کو 2006ء میں کیوبا میں قائم امریکی بحری اڈے میں تفتیش کے لئے نظر بند کیا گیا تھا اور آج سے تین ہفتے قبل انہیں سول عدالت میں مقدمے کا سامنا کرنے کے لئے امریکہ منتقل کیا گیا ہے۔
اشتہار کا انتخاب
سیاستدانوں کے متعلق یہ میڈیائی دانشور جس قسم کے تجزئیے فرماتے ہیں اور جس لب و لہجے میں انہیں کرپٹ اور نااہل قرار دیتے ہیں اور پھر ان سے نجات کے لیے جس طرح کے حل تجویز کرتے ہیں، یہ اندازِ گفتگو تھڑوں پر بیٹھنے والے (اس سے یہ مراد نہ لیا جائے کہ تھڑوں پر بیٹھنے والے تمام افراد ہی معمولی سمجھ بوجھ کے مالک ہوتے ہیں) معمولی سمجھ بوجھ کے حامل عام لوگ تو اختیار کر سکتے ہیں جو یقینا بہت سے حقائق سے بالکل لاعلم ہوتے ہیں اور مختلف معاملات پر ان کی رائے میڈیا پر ہونے والے تبصروں اور تجزئیوں کی ہی محتاج ہوتی ہے لیکن اچھی خاصی سمجھ بوجھ رکھنے والے یہ میڈیائی دانشور جو حقائق سے بہت حد تک باخبر ہیں اور گذشتہ ستر برس کے دوران پاکستان کی تاریخ میں رونما ہونے والے اہم واقعات سے بخوبی آگاہ ہیں۔ وہ اس طرح کی یکطرفہ منظر کشی کر کے کہیں دانشوارانہ بددیانتی کے مرتکب تو نہیں ہو رہے۔
چین نے آگ میں پھنسے لوگوں کو بچانے والا خود کار ڈرون ڈیزائن کرلیا
5 اچھی طرح مکس کر کے چار گھنٹے کیلئے فریج میں میرینیٹ کرنے کے لئے رکھ دیں
تمام مواد کے جملہ حقوق محفوظ ہیں © 2017 روزنامہ بشارت اردو
میڈیا رپورٹس کے مطابق سمعیہ کو پاکستان میں اس کے اہلخانہ نے اس کے والد کی بیماری کا بہانہ بنا کر بلایا اور پھر ان کے سابق شوہر نے انہیں زیادتی کا نشانہ بنانے کے بعد قتل کر ڈالا۔ اپنی ہی بیٹی پر لرزہ خیز ظلم کروانے کا ملزم قرارپانے والے محمد شاہد کے بارے میں اب یہ خبر سامنے آئی ہے کہ ایک طویل صعوبت کے بعد دل کا دورہ پڑنے سے اس کی موت ہو گئی ہے۔


رسائی کے لنکس
چینی ماہرین نے سی پیک سے متعلق امریکی اخبار کی رپورٹ مسترد کردی
Image caption ہیلری کے ترجمان کا کہنا ہے کہ انھوں نے رضاکارانہ طور پر ایف بی آئی کو انٹرویو دیا ہے
مسیح موعود مرزا غلام احمد قادیانی علیہ السلام کو م...
یہ تمام منصوبے سعودیہ کے تین شہروں کو ’زندگی کے معیار‘ کے حوالے سے دنیا کے 100 بہترین شہروں میں شامل کرنے کے عزم کو یقینی بنانا ہے۔
پاکستان میں کم عمری کی شادیوں کا مسئلہ
(یہاں تبصرہ کرنے کے لئے داخل یا مندرج ہونا لازم ہے۔)

پی ٹی آئی اور یونین کونسل کا مستقبل
کمرے میں اے سی چلے گا، یہ تو مر جائیں گے۔
قصور (24 نیوز) زخموں سے چور کائنات بتول ان 12 لڑکیوں میں شامل ہے، جنہیں گزشتہ چند دنوں میں اغوا کیا گیا، کائنات کی جان تو بچ گئی لیکن وہ صدمے کی وجہ سے حالت قومہ سے باہر نہ آسکی۔
تفصیلات کے مطابق فیصل آباد میں ڈجکوٹ کے قریب ٹریکٹر ٹرالی اور ویگن میں تصادم کے باعث 5 افراد جان کی بازی ہارگئے جبکہ 2 افراد زخمی ہوگئے۔
ہم ان لوگوں کے بارے میں جاننا چاہتے ہیں، جو پاکستانی معاشرے میں مثبت تبدیلی لا رہے ہیں۔
موسم گرما میں میک اپ کیساہونا چاہیے!
ہم سے رابطے میں رہیں
یعنی اب اس بےعقلی کا نتیجہ بھگتو اور اپنے کفر کے سبب سے جہنم کی سختیوں کا مزہ چکھو۔
پھر ذرا اُس میثاق کو یاد کرو، جو طُور کو تمہارے اوپر اٹھا کر ہم نے تم سے لیا تھا ہم نے تاکید کی تھی کہ جو ہدایات ہم دے رہے ہیں، ان کی سختی کے ساتھ پابندی کرو اور کان لگا کر سنو تمہارے اسلاف نے کہا کہ ہم نے سن لیا، مگر مانیں گے نہیں اور ان کی باطل پرستی کا یہ حال تھا کہ دلوں میں ان کے بچھڑا ہی بسا ہوا تھا کہو: اگر تم مومن ہو، تو عجیب ایمان ہے، جو ایسی بری حرکات کا تمہیں حکم دیتا ہے(93)
اسلام اور سائنس
پاکستان کی مزید خبریں
جہاں ان کی شادی کی خبر کی تصدیق نہ ہونے سے متعلق ان کے مداح پریشان ہیں، وہیں ان کے ساتھی اداکار اکشے کمار بھی اس پریشانی میں مبتلا ہیں کہ سونم کپور کب شادی کرنے والی ہیں۔
شمالی کوریا جوہری ہتھیار تلف کرنے میں سنجیدہ ہے،سی آئی اے
بی بی سی سے رابطہ کریں
جمیل فخری 9جون 2011کو اپنے بیٹے کے نیویارک میں بیہمانہ قتل کے واقعہ کے کچھ عرصہ بعد ہی صدمے کی تاب نہ لاتے ہوئے خالق حقیقی سے جا ملے تھے ۔ڈرامہ ڈائریکٹر وقار عظیم نے جمیل فخری کو یاد کرتے ہوئے ان کے بلندی درجات کے لئے دعا کی اور کہا کہ ’’جنجال پورہ‘‘ ڈرامہ سیریل میں جمیل فخری نے انتہائی خوبصورتی کے ساتھ اپنے آپ کو دادا پہلوان کے روپ میں ڈھالا جو لاہور میں رہتا ہے اور روایتی پہلوان کی عکاسی کی وہ ایک ور سٹائل کر دار کی حامل شخصیت تھے جو اپنی اداکاری میں عام زندگی کے پہلوئوں کی عکاسی کرتے تھے۔ان کی خدمات اور ان کے شخصی اوصاف کو ہمیشہ یاد رکھا جائے گا۔
بی بی سی سے رابطہ کریں
’’الیکشن 2018‘‘بڑی جماعتوں کا سیاسی اتحاد کیا کرنے کا اعلان کر دیا گیا؟ملکی سیاست میں ہلچل‎
پر ہم جو نہ ہوں گے تو بہت یاد کروگے
کتاب اور میگزین
کھیل کی خبریں
پوسٹوں کا آر ایس ایس
ماضی میں مختلف سلطنت جیسے ہان، انجکشن، شمالی اور جنہوں نے دیوار کی وقت وقت پر مرمت کروائی اور ضرورت کے مطابق دیوار کو مختلف ہدایات دے کر استوار کیا اور لمبائی میں اضافہ کیا گیا.
سابق خاتون سفارتکار مادھوری گپتا پاکستان کے لئے جاسوسی کے الزام میں گرفتار ،۳ ؍ سال کی سزا مقرر
ندیم ایف پراچہ، کراچی کے طالبان (1)

کمار سوامی کی حلف برداری کی تقریب ،اپوزیشن کے غیر معمولی اتحاد کا مظاہرہ
چیک جمہوریہ
رابی مان: بیلفور اعلامیہ ہی بہت بہت معنی خیز تھا یہ محض ایک دوست کو لکھے جانے والا عام خط نہیں تھا۔
علماء کو چندے اکٹھے کرکے زندگی گزارنے سے نجات دلانا چاہتے ہیں: پرویز خٹک
کہانی کو شیئر کریں شیئرنگ کے بارے میں
ہم ان لوگوں کے بارے میں جاننا چاہتے ہیں، جو پاکستانی معاشرے میں مثبت تبدیلی لا رہے ہیں۔
Angelina جولی سردی اور ہارسی؟ کل میں ایک ستارہ (212)
آسٹریلیا نے ٹی 20 میں سب سے بڑے ہدف کا تعاقب کرکے ریکارڈ قائم کر ...
ڈی جی آئی ایس پی آر نے ٹوئٹر پر پیغام جاری کیا، جس کے مطابق آرمی چیف کا کہنا ہے کہ سال دو ہزار اٹھارہ سب کے لئے روشن سال ثابت ہو گا۔ چیلنجز پر قوم کی معاونت سے قابو پالیا جائے گا۔

ذیابیطس کے قسم دوم کے مریضوں میں نظام ہاضمہ مکمل طور پر متحرک نہیں رہتا جس کی وجہ سے کاربوہائیڈریٹ اور چکنائی (چربی) مکمل طور پر ہضم نہیں ہوپاتی جس کے باعث خون میں بالترتیب شوگر اور چربی کی مقدار (کولیسٹرول) میں اضافہ ہوجاتا ہے۔ اس کی بنیادی وجہ معدہ اور آنتوں میں موجود مفید بیکٹیریازکا غیر فعال ہوجانا ہے، یہ مفید بیکٹیریاز پروٹین کے علاوہ چکنائی اور لحمیات کو قابل ہضم بناتے ہیں اور اضافی مقدار کے جسم سے باہر اخراج کے لیے اپنا کردار ادا کرتے ہیں۔
سعد رفیق کے پروڈکشن آرڈر جاری ہونے تک ایوان نہیں چلے گا،ن لیگ کا اعلان
امریکی صدارتی انتخابات اور القاعدہ ۔ ایس ایچ بنگش
کابل،امریکی صدارتی امیدوار باراک اوباما امریکی فوجی کیمپ ایگرز کے دورے کے موقع پر فوجیوں سے خطاب کر رہے ہیں۔
خورشید شاہ نے کہا کہ 50 لاکھ گھروں کے لیے5 ہزار کھرب روپے چاہئیں، ایک کروڑ نوکریوں کے لیے کئی سال چاہئیں، حکومت نے عوام سے کیے وعدے پورے نہیں کیے تو احتجاج کریں گے، اب یوٹرن سے کام نہیں چلے گا، ماضی کی طرح پھر سے ٹیکس لگائے جارہے ہیں، بجلی کی قیمتوں میں اضافہ کیا جارہا ہے۔
ماہرین کے مطابق وائی فائی کی نان تھرمل ریڈیو فریکوئنسی ریڈی ایشن خلیوں کی افزائش پر برا اثر ڈالتی ہے۔ اس سے بچے اور وہ نوجوان متاثر ہوتے ہیں جن کا جسم افزائش کے مرحلے میں ہوتا ہے۔وائی فائی کی تابکاری بڑھتے ہوئے بچوں کی جسمانی و دماغی صحت پر منفی اثرات مرتب کرتی ہے۔وائی فائی سے خارج ہونے والے فریکوئنسی نیند پر برا اثر ڈالتی ہیں۔ ہم میں سے اکثر افراد نیند نہ آنے، بے آرام نیند آنے اور نیند پوری نہ ہونے کی شکایت کرتے ہیں۔ اس کا ذمہ دار ہمارے گھر میں لگا وائی فائی ہی ہے۔
نواز شریف، چوہدری نثار سے ناراض کیوں؟ وقاص صارم
لوڈ ہو رہا ہے...

اب وہ نہیں ہیں، تو میں نے انہیں معاف کردیا ہے۔ مرنے سے کچھ دن قبل انہوں نے اپنی آخری کتاب ’بنام غالب‘ کا نسخہ مجھے بھی بھجوایا تھا۔ مگر یہ نظمیں مجھے متاثر نہ کرسکیں۔ یہاں بھی وہ صلاح الدین پرویز گم تھا، جو الفاظ کا جادوگر یا بادشاہ ہوا کرتاتھا۔ کتاب ملنے کے ساتھ ہی میری نفرت کی گرد یادوں کی بارش سے دھل گئی۔ میں ان سے فون پر گفتگو کا خواہشمند تھا۔ مگر صلاح الدین کی اچانک موت نے اس کا موقع نہیں دیا۔ اللہ مغفرت کرے۔

1007: سیدنا ابو ہریرہؓ نبیﷺ سے روایت کرتے ہیں کہ آپﷺ نے فرمایا: نذر کسی ایسی چیز کو آدمی سے نزدیک نہیں کرتی جو اللہ تعالیٰ نے اس کی تقدیر میں نہیں لکھی لیکن نذر تقدیر کے موافق ہوتی ہے۔ نذر کی وجہ سے بخیل کے پاس سے وہ مال نکلتا ہے جس کو وہ نکالنا نہیں چاہتا۔
فیڈوٹو نے اعتراف کیا کہ عالمی برادری افغانستان میں متبادل معیشت کھڑی کرنے میں ناکام رہی ہے۔ انہوں نے کہا کہ منشیات پر قابو پانے کے لیے افغان کاشت کاروں کو جدید سہولتیں اور متبادل فصلوں کے لیے بہتر منڈیاں فراہم کرنے کے علاوہ ملک میں زرعی اور صنعتی شعبے میں ملازمتوں کے نئے مواقع پیدا کرنے ہوں گے۔
ملک میں نکلے خیر سگالی اور فرقہ وارانہ ہم...
‫سننے‪ ،‬اور آپ کے آلہ پر موسیقی کا اشتراک دریافت کریں۔ آپ ذخیرہ کردہ موسیقی کلیکشن کو اپنے آلہ سے‬
آج پاکستان کے سوشل میڈیا پر ’ڈان اسٹوری ری ایکشن‘ ٹرینڈ کر رہا ہے۔ ڈان اخبار کے ایڈیٹر ظفر عباس نے آج ’ڈان اسٹوری ری ایکشن‘ کے نام سے ایک طاقتور اداریے میں لکھا ہے، ’’میڈیا کا کوئی بھی ادارہ غلطی کر سکتا ہے اور یہ غلطی ڈان سے بھی ہو سکتی ہے لیکن ہمیں اس بات پر یقین ہے کہ ڈان نے اس رپورٹ کو انتہائی پیشہ وارانہ انداز میں پیش کیا ہے اور مختلف ذرائع کی جانب سے تصدیق کے بعد اس رپورٹ کو شائع کیا گیا تھا۔‘‘
والدین گھر سے نکلنے سے پہلے اپنی بیٹیوں کو سو نصیحتیں کریں گے ان پر کڑی نظر رکھتے ہیں لیکن کبھی اپنے بیٹوں کو نہیں کہتے کہ باہر اپنا برتا و¿ اچھا رکھو اور نہ کبھی ان کے چال چلن کی خبر گیری کی ہو گی، اور تو یہ کہ اگر مرد اپنی باہمی لڑائی میں بھی اپنی تسکین کے لئے ایک دوسرے کو ماں ، بہن، بیوی کی گالیاں دیتے آئے ہیں۔
نتیجہ ان فارسی اشعار کی اشاعت کا یہ ہوتا ہے کہ مہمان کھانا کم کھاتے ہیں اور شعر کے معنی و مفہوم کو سمجھنے کی کوشش زیادہ کرتے ہیں —اور جب وہ معنی و مفہوم کے چکر سے آزاد ہوتے ہیں تو پتہ چلتا ہے کہ میزبان نے سارا کھانا خود ہی کھا لیا ہے۔
اس کے بعد محمد عباس نے سٹورٹ براڈ کو صفر کے سکور پر آﺅٹ کر دیا۔ انگلینڈ کی آخری وکٹ محمد عامر نے حاصل کی جب انھوں نے ڈوم بیس کو بولڈ کر دیا۔۔پاکستان کی جانب سے دوسری اننگز میں محمد عامر اور محمد عباس نے چار چار وکٹیں حاصل کیں جبکہ شاداب خان نے دو کھلاڑیوں کو آﺅٹ کیا۔گذشتہ شب جوز بٹلر اور ڈوم بیس نے ساتویں وکٹ کی شراکت میں 126 قیمتی رنز جوڑے۔
اس پوسٹ کو شیئر کریں وٹس ایپ
س۸۰۵۔ ایک شخص برسوں سے ماہ مبارک رمضان او ر اس کے علاوہ استمناء کا مرتکب ہوتا رہا اس کے نماز روزہ کا کیا حکم ہے؟
بچوں کا صفحہ
لاڑکانہ ۔ (اُردو پوائنٹ اخبارتازہ ترین۔ 13 مارچ2018ء) لاڑکانہ پولیس کی جانب سے جرائم پیشہ افراد کے خلاف شروع کئے گئے کریک ڈاؤں کے نتیجے میں 5 ملزمان نے خود کو پولیس کے حوالے کردیا جبکہ مختلف علاقوں میں کارروائیوں کے نتیجے میں 5 مزید ملزمان کو گرفتار کرلیا گیا ہے۔ تفصیلات کے مطابق ایس ایس پی لاڑکانہ تنویر حسین تنیو کے ہدایات پر جرائم پیشہ افراد کا گھیرا تنگ کرنے کے متعلق پیر شیر کے علاقے میں جرائم پیشہ افراد کے ٹھکانوں پر قائم کیے گئے پولیس کیمپ میں گذشتہ روز سنگین نوعیت کے مقدمات میں ملوث 5 فرار ہونے والے ملزمان نادر جتوئی، مصری جتوئی، رشید جتوئی، عرس جتوئی اور جاوید جتوئی نے خود کو پولیس کے حوالے کردیا۔
ہزاروں بھارتی شہریوں نے ملک کے مختلف حصوں میں اقلیتی مسلمانوں پر کیے جانے والے حالیہ حملوں کے خلاف احتجاج کیا۔ ہندو قوم پسند حملہ آور کم از کم ایک درجن مسلمان مردوں اور لڑکوں کو سرعام تشدد کر کے ہلاک کر چکے ہیں۔
شہر کی خبریں
پاکستان کا سب سے بڑا مسئلہ - ہم سب
واپس اوپر جائیں
روسی صدر پیوٹن کا صدرمملکت ممنون حسین سے ملاقات کی خواہش کا اظہار
‫اپلیکیشنز کی اسکرین پر‪ ،‬تھپتھپائیں ← غیر فعال کردہ ایپس دکھائیں‪ ،‬اپلیکیشنز منتخب کریں‪ ،‬اور پھر تھپتھپائیں مکمل۔‬
کیونکہ اس وقت ہم اپنے ضمیر اور غیرت کے لباس کا سودا کرلیتے ہیں نفسانی خواہشات کے تسکین کی خاطر اور اس بنت حوا کو نوچ نوچ کر کھارہے ہوتے ہیں ،
عمر میری تھی مگر اس کو بسر اس نے کیا
میرے ایک آرٹیکل میں اسی 81 ارب کا تذکرہ سن کر کسی بندے نے تبصرہ کیا تھا کہ کھائے ہوئے واپس کئے ہیں کوئی جیب سے نہیں دیئے بلکہ سالہاسال پنجاب یہ رقم کھاتا رہا ہے، ایسی سوچ رکھنے والوں سے گزارش ہے کہ اس سیریز کا چیپٹر۔نائین، ٹین، الیون اور ٹویلیو ضرور پڑھ لیں جو این۔ایف۔سی کے مقصد، سٹرکچر، ماضی کے ایوارڈز کی تاریخ و طریقہ اور اعتراضات، مطالبات کی حیثیت اور ان کے حل پر مبنی ہے۔
ابھی عشق کے امتحان اور بھی ہیں
اپنی مہم کے دوران کیے گئے وعدوں پر عملدرآمد کے لیے عزم کا اظہار کرتے ہوئے صدر ٹرمپ نے کہا کہ وہ آئندہ ہفتے ٹیکس سے متعلق نیا پیکج متعارف کروائیں گے۔
آپ اپنے Google+ اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
اردو نیوز شو
باب وولمر دس ٹیسٹ سیریز میں پاکستانی ٹیم کے کوچ رہے ۔ ان دس میں سے پاکستانی ٹیم نے چار میں فتح ، تین میں شکست اور تین ٹیسٹ بغیر کسی نتیجے کے ختم ہوئے۔ ان کی کوچنگ میں ٹیم نے 37 ون ڈے میچز جتے ، 29 ہارے اور تین ڈرا کئے۔
ابوبکرمحمدبن عبداللہ أبھری (م۳۹۵ھ) قاضی عبدالوھاب بغدادی (م۴۲۲ھ)
⇑ ابن کثیر کہتے ہیں عبد الله بن عمرو بن العآص رضی الله عنہ إسرائيليات کی روایات بیان کرتے تھے؟
ایک سوال کے جواب میں پی ٹی آئی چیئرمین کا کہنا تھا کہ وہ دیکھنا چاہتے ہیں کہ پی پی پی، وزیراعظم کو پارلیمنٹ میں کیسے جوابدہ بناتی ہے۔
عہد نامہ قدیم: ۳ ۔۔۔ کتاب احبار
کہ بندگی کرو اللہ کی اور اُس سے ڈرو اور میرا کہنا مانو
3ماہ میں صرف عوامی خدمت کے ایجنڈے کو آگے بڑھایا ہے
بڑے منی لانڈرنگ میں آصف زرداری بھی ملوث ہے :عمران خان
15 ویں اور 16 ویں صدی کا زمانہ بلوچوں کے عروج کا دور تھا - 18-03-08
تلاش پر جائیں
آپ کے نئے اینڈرائیڈ فون کے لیے 10 بہترین ایپس
غزہ میں ہونے والے جنگی جرائم اور تباہی پر اسرائیل سے جواب طلبی ہونی چاہیے، انھوں نے میڈیا سے گفتگو میں کہا کہ غزہ میں بچوں کو قتل کرنے والے اسرائیل کو برطانیہ ہتھیار فراہم کر رہا ہے، غزہ کی بحالی کیلیے واضح منصوبہ بندی کی جائے، سعیدہ وارثی نے کہاکہ فلسطین میں ہونے والے جنگی جرائم پر جواب دینا ہوگا۔
اضلاع کی خبریں
اس سے قبل ہونڈا نے اس کا ہائیبرڈ ورژن بھی متعارف کرایا تھا، جس میں ہائی آﺅٹ پٹ بیٹری اور اے سی جی اسٹارٹر کو دیا گیا تھا تاکہ سفر کرنے کا تجربہ اچھا بنایا جاسکے۔
کرپشن کا خاتمہ بے حد ضروری ہے۔ اس کا تعلق ملک کی سلامتی اور استحکام سے بھی مسلمہ ہے۔ یہ بھی تسلیم کہ دہشت گردوں کی گردن ماپنے کے لئے ان ناجائز وسائل کا سلسلہ بند کرنا ضروری ہے جو اختیار کے غلط اور بے جا استعمال سے حاصل کئے جاتے ہیں۔ پھر ان کے تحفظ اور اضافہ کے لئے کبھی کسی چھوٹو کی ضرورت ہوتی ہے اور کبھی کسی ایسے ٹولے کی جو بھلے فرقہ اور اختلاف کی بنیاد پر انسانوں کو ہلاک کرتا ہو لیکن اس کا وجود بدعنوان لیڈروں اور سرمایہ داروں کے لئے بعض صورتوں میں نعمت غیر مترقبہ ثابت ہوتا ہے۔ یہ بھی درست ہے کہ بدعنوانی کی ایک شکل چھوٹے دفتر کے بابو سے لے کر بڑے دفتر کے صاحب کی ضرورتوں کی صورت میں بھی سامنے آتی ہے اور جنہیں پورا کئے بغیر عام آدمی نہ جی سکتا اور نہ ہی اسے مرنے کی اجازت ملتی ہے۔
لاہور میں رائے ونڈ اجتماع گاہ کے قریب دھماکا، 3 افراد جاں بحق

سندھ اسمبلی میں ہنگامہ آرائی، نصرت سحر نے ڈپٹی سپیکر کو ہی جوتا دکھا دیا
ٹھیک طرح سے سوچ لو پہلے، پھر جی کا بیوپار کرو!
لارڈ نذیر کا مولانا فضل الرحمان کو کشمیر کمیٹی کی سربراہی سے ہٹانے کا مطالبہ
اخذ کردہ از «https://ur.wikipedia.org/w/index.php?title=زمرہ:کاتالان_زبان&oldid=2813270»
عدالت کو سنائے گئے محمد آصف کے انٹرویو میں محمد آصف نے بھی اپنے خلاف عائد کردہ الزامات کی تردید کی۔ ان کا کہنا تھا کہ وہ سلمان بٹ کو بچانے کی کوشش نہیں کر رہے بلکہ وہ یہ بیان اپنی صفائی میں دے رہے ہیں۔
پاکستان کی ایران میں فوجی پریڈ پرحملے کی شدید مذمت
نااہل قرار پائے نواز شریف سے چینی سفیر کی ملاقات

رسائی میں مدد
مرکزی نیویگیشن پر جائیں
ناشتا کے بعد اس دن کی جانچ پڑتال اور چنناگڑ کو چلانے کے بعد. چاند گریج منتقلی کی جانچ پڑتال پر پہنچنے پر. چاندریہ میں رات بھر

آپ کے ستارے، قسمت کا حال اور آج کا دن کیسا گزرے گا‎
معصوم جگنوؤں کو مسلنے کا شوق ہے توبہ کرو، خدا سے ڈرو، تم نشے میں ہو
مزید پڑھیں : اسلام آباد ہائی کورٹ کا پرائیویٹ اسکولوں کو موسم گرما کی تعطیلات کی فیس نہ لینے کا حکم
کربلا کا واقعہ تاریخ اسلام کا بڑا افسوسناک حادثہ تھا۔
ندی کے پار ہے کس کا تماشا
ملاقات میں روسی صدر ولادی میر پیوٹن کا کہنا تھا کہ سعودی عرب کی تجارتی معاملات میں گراں قدر خدمات ہیں جنہیں فراموش نہیں کیا جاسکتا۔
اپنے دوست کو ای میل کریں
تو خادم نے کہا سیدی ابھی تک تو کوئی نہیں آئی لیکن جیسے ہی آتی ھے میں آپ کو اطلاع کر دوں گا آپ نے سید زادے کو تسلی دی اور کہا ﷲ پہ بھروسہ کرے وہ دستِ غیب سے کوئی نہ کوئی انتظام فرما دے گا
ماہ ربیع الاوّل : کراچی میں ڈبل سواری پر پابندی کی مدت میں…
مرکزی مواد پر جائیں
اسلام آباد(نیوزلائن) سپریم کورٹ نے حکومت کو آئندہ برس مارچ سے مئی تک مردم شماری کرانے کی ہدایت کرتے ہوئے کہا ہے کہ اگر مردم شماری نہیں کرانی تو وزیراعظم خود عدالت میں پیش ہوں۔
3. نیک کاموں کا حکم دیں
تعلیمی اصلاحات کی ضرورت۔ممتاز ملک
مشرف پر مقدمہ فوجی نہیں، خصوصی عدالت میں چلے گا: عدالت
گیسٹرو کے مرض میں مبتلا مریضوں کی بڑی تعداد سرکاری اسپتالوں میں طبی سہولیات کے فقدان اور ڈاکٹروں کی عدم توجہ کے باعث نجی اسپتالوں اور ڈاکٹروں کی کلینکوں سے علاج کرانے پر مجبور ہیں۔گرمی کی شدت نے کاربارزندگی کو بری طرح متاثر کر رکھا ہے دن کے وقت کاروباری مراکز میں مندی کے رجحان کے ساتھ ساتھ سڑکوں پر بھی ٹریفک معمول سے انتہائی کم دکھائی دیتا ہے۔
جرمنی کا اسرائیل سے جنگی ڈرون کرائے پر لینے کا فیصلہ
پاکستان میں کرکٹ کے میدانوں کی فہرست
سی زبان کے معیاری قواعد مقرر کیے گئے ہیں۔[5] دیگر زبانوں مثلاً فورٹران 77 کے برخلاف سی زبان کا سورس کوڈ فری فارم ہے، جس میں زائد خلا (whitespace) کی مکمل اجازت ہے، یعنی سی کمپائلر تمام زائد خلاؤں کو نظرانداز کردیتا ہے۔ کوڈز میں تبصرے تحریر کرنے کے لیے یا تو ڈیلیمیٹرز (delimiters) /* */ یا (سی 99 سے ) // سطر کے اختتام تک استعمال کیے جاتے ہیں۔
عثمان معظم کا الزام ہے کہ ان کا بیٹا رینجرز کی تحویل میں ہے۔
بین الاقوامی خبریں
مقام: ریاضیاتی، بلاکس اسٹار تعلیم: آسٹن میں ٹیکساس یونیورسٹی میں آرٹس آف ماسٹرز گیٹ ہب: @ پویلوسٹرا اینڈریو پویلسٹرا بلاک سٹریم میں ایک ریاضیاتی ہے. انہوں نے گزشتہ بیس سالوں کے دوران سافٹ ویئر کی ترقی میں گزر لیا ہے، دس کے لئے کھلی منبع کرپٹیٹریگراف میں. وہ 2011 کے آخر میں بٹکوئن میں ملوث ہوگئے، اور بلاک سٹریم کوففائرز گریگ میکسیل اور پیٹر وویل میں اعلی کارکردگی کے کرپٹ گرافی لائبریری Libsecp256k1 کی ترقی میں شامل ہو گئے.
اور وہ لڑکی اب دل ہی دل میں سوچتی ایسے دل والے کے لئے تو سب کچھ قربان کیا جا سکتا ہے پھر وہ لڑکی جان جی سے کہتی پلیز کسی ایک ہی خطا میں سب کو تو سزا نہ دیں
ہجرت کے دوسرے سال علی مرتضیٰ(ع) اور فاطمہ زہرا(س) کا خدا کے اذن سے عقد ہوا تاکہ کوثر نبوی شجرہ علوی کے ساتھ مل کر کائنات میں ثمرات طیبہ نچھاور کریں۔
زینب کا قاتل گرفتار ،ڈی این اے میچ،ملزم کا اعتراف جرم،پولیس کا دعویٰ
پچھلے چار سالوں سے اپنی۱۴؍ سالہ نابالغ بیٹی کی عصمت ریزی کرنے والا باپ گرفتار
حضرت سلیمان علیہ السلام
اسلام آباد (مانیٹرنگ ڈیسک) الیکشن کمیشن کی سنگین غلطی کا انکشاف، تفصیلات کے مطابق حلقہ این اے 120 کا ضمنی انتخاب کالعدم...

لوگ حنیف عباسی کو عمر قید کی سزا اہم واقعہ قرار دے رہے ہیں لیکن عوامی حوالے سے ایک زیادہ اہم وقوعہ اسی روز دن کے وقت پیش آیا جب عمران خان صاحب نے بنوں میں اپنے ہی امیدوار کوتھپڑ جڑ دیا۔ پورا نام تھپڑ رسیدہ کا یاد نہیں آ رہا‘ کوئی خٹک صاحب تھے۔ سنا ہے تھپڑ کھانے کے بعد انہیں خود بھی اپنا نام یاد نہیں آ رہا۔ خیر یہ تاریخی وقوعہ مردان کی جلسہ گاہ میں سٹیج کی سیڑھیاں چڑھتے ہوئے پیش آیا۔ تھپڑ رسیدہ امیدوار سیڑھیوں پر خان صاحب کے برابر چلنے کی کوشش کر رہے
فیصل آباد۔یکم جون(اُردو پوائنٹ اخبارتازہ ترین۔ 01 جون2018ء) جامعہ زرعیہ فیصل آبادکے زرعی ماہرین نے کہاہے کہ پانی کی کمی سے لیف مائنر جامن کے پتوں پر حملہ آور ہو کر اسے نقصان پہنچا سکتاہے لہٰذاسخت گرمی و خشک موسم کے باعث باغبان جامن کو پانی کی کمی نہ آنے دیں تاکہ جامن کی پیداوار کو نقصان سے بچایاجاسکے۔ انہوںنے کہاکہ جوں جوں موسم گرماکی شدت میں اضافہ ہوتاہے اس کے ساتھ ساتھ درجہ حرارت میں اضافہ لیف مائنر کے ذریعے جامن کے پتوں کو نقصان پہنچانے کاموجب بھی بن سکتاہے۔
رکن قومی اسمبلی ساجد حسین توری نے کہا کہ دھماکہ کھلے میدان میں ہوا ہے جہاں گرم کپڑوں اور سویٹروں کی چھوٹی چھوٹی دوکانیں تھیں اور جس وقت دھماکہ ہوا اس وقت وہاں خریداروں کی ایک بڑی تعداد موجود تھی۔
ہم سے کہتے ہیں وہی عہدِ وفا یاد نہیں

ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں اقوام متحدہ کے ماہرین ایران جا سکتے ہیں, آئی اے ای اے
اقتصادی رابطہ کمیٹی نے 5 لاکھ ٹن گندم برآمد کرنے کی منظوری دے دی
اگر یہ فرض کر لیا جاتا کہ اس کی دماغی حالت خراب ہے تو یہ ایک غیر معمولی اور انوکھا کیس تھا اور اگر وہ بقائمی ہوش و حواس تھی تو یہ ایک قصہ تھا جس کی سائنسی توضیع ناممکن تھی اور ڈاکٹروں نے اس کے باپ کو نصیحت کی کہ وہ لڑکی سے برابر پوچھ گچھ کرتا رہے اور اگر وہ اپنے دعوے پر بد ستور قائم رہے تو اسے دوبارہ پیش کیا جائے۔
بین الاقوامی مالیاتی فنڈ ( آئی ایم ایف ) آئندہ سال شروع ہونے والے منتخب ممالک کے مالیاتی شعبے کی تشخیص میں اسلامی فنانس کو شامل کرے گا، جس کا مقصد شعبے میں بڑھتی ہوئی ریگولیٹری کو بہتر بنانا ہے۔
اے قوم ارض مقدس میں داخل ہو جاؤ، یہ اللہ نے تمہارے لیے لکھ دی ہے
مرکزی نیویگیشن پر جائیں
44 سالہ اداکارہ نے طلاق لینے کے بعد خود سے 11 سال چھوٹے اداکار سے تعلقات استوار کرلیے۔
کیا کبھی غور کیا ہے کہ آپ کی استری کی سطح کتنی خراب ہوگئی ہے؟ اس پر ایک تہہ جم چکی ہے۔
ایک مستند امریکی جریدے (Foreign Policy Journal)کے مطابق امریکہ کے سولہ خفیہ اداروں نے بیاسی صفحات پر مشتمل ایک رپورٹ حکومت کو پیش کی ہے جس کاعنوان ’’بعدازاسرائیل، مشرق وسطی کی تیاری(“Preparing for a Post Israel Middle East.”) ‘‘ہے۔ ان خفیہ اداروں میں بدنام زمانہ CIA،DEA،NSAاورFBIبھی شامل ہیں۔ اس رپورٹ کا لب لباب یہ ہے کہ اسرائیل کی صہیونی ریاست اب امریکی سلامتی اور امریکی معیشیت کے لیے دنیامیں سب سے بڑا خطرہ بن چکی ہے۔ اس رپورٹ پر امریکہ کے اعلی ترین جمہوری و انتظامی و دفاعی ادارے غوروہوض کررہے ہیں۔ رپورٹ میں مشرق وسطی کی علاقائی سیاسی اور معاشی حالات کا تفصیلی تجزیہ کرچکنے کے بعد مذکورہ نتائج اخذ کیے گئے ہیں۔ اسرائیل سے بڑھ کراس تاریخی حقیقت کو اورکون جانتا ہوگا کہ ہر فرعون اپنے موسی کی پرورش خود کرتاہے۔ رپورٹ میں بتایا گیاہے کہ اسرائیل کی طرف سے مسلسل امریکی سلامتی کے خلاف ایسے اقدامات کیے جارہے ہیں جن پر کوئی سمجھوتہ نہیں کیاجاسکتا۔ رپورٹ مرتب کرنے والے خفیہ اداروں نے پوری کرہ ارض پر موجود کل اقوا م عالم کے حوالے سے لکھاہے کہ پوری دنیااسرائیل کی ریاست کودہشت گرداور خونی وقاتل ریاست سمجھتی ہے۔

حضرت عثمان (رضی اللہ تعالیٰ عنہ) کی ایک فضیلت ایسی تھی جو ان کی شناخت اور پہچان بن گئی تھی۔ وہ فضیلت '' حیا و شرم '' کی صفت تھی۔
تاجران 1:1 سے 1:1000 تک کی لیوریج سیٹ کرسکتے ہیں ، سواپ اور سواپ فری اکاونٹس میں تجارت کرسکتے ہیں جو کہ کمیشن اور سپریڈ دونوں کے ساتھ ممکن ہے مزید یہ کہ انسٹا فاریکس کے صارفین کو ون کلک تجارت تک رسائی میں ملتی ہےخصوصی آفر اور بونسسز.
وزیراعظم عمران خان کا سعودی فرمانروا شاہ سلمان بن عبدالعزیز کی دعوت پر سعودی عرب کا 2 روزہ دورہ
کلنٹن کاؤنٹی، مشی گن - آزاد دائرۃ المعارف، ویکیپیڈیا
تمام میڈیا مواد
بین الاقوامی خبریں
لا محدود اکاؤنٹ
موجودہ حکومت کی دور رس پالیسیوں سے ملک ترقی وخوشحالی کی شاہراہ پر گامزن ہے:مریم اورنگزیب
مقامی صحافی انور شاہ کے مطابق صوابی کے ضلعی پولیس افسر جاوید اقبال نے بتایا کہ جھڑپ ٹوپی کے علاقے مینئی میں ہوئی ہیں جس میں دو دہشت گرد ہلاک ہوگئے ہیں۔
حکومت نے نئے سال کے پہلے دن عوام پر پٹرول بم گرایا تو شہری پھٹ پڑے۔ ملک کے مختلف شہروں میں فیصلے کے خلاف مظاہرے کئے گئے۔ ملتان میں رکشہ ڈرائیورز نے عزیز ہوٹل چوک پر احتجاج کیا۔ کسی نے کان پکڑے تو کوئی مرغا بن کر حکومت کیخلاف نعرے لگاتا رہا۔
ضرور پڑھیں:پاکستانی کھلاڑیوں سے بد تمیزی کرنے والے افغان سپنر کا پاکستان سے کیا تعلق ہے؟ ایسی خبر جس سے آپ ابھی تک واقف نہیں ہیں
صحت ⬅صحت کی خبریں⬅پاکستان میں ہر سال پانچ ہزار سے زائد بچے ٹیڑھے پاوٴں کے ساتھ پیدا ہو رہے ہیں، طبی ماہرین
کمبوڈیا میں فحش مواد پھیلانے والے امریکی سفارتخانے کے 32 ملازمین کو نکال دیا گیا
اے نبی! کہو کہ میں تو اپنے رب کو پکارتا ہوں اور اس کے ساتھ کسی کو شریک نہیں کرتا۔ کہو میں تم لوگوں کے لیے نہ کسی نقصان کا اختیار رکھتا ہوں نہ کسی بھلائی کا۔ کہو مجھے اللہ کی گرفت سے کوئی بچا نہیں سکتا اور نہ میں اس کے دامن کے سوا کوئی جاے پناہ پاسکتا ہوں۔ (الجن ۷۲:۲۰۔۲۲)
ھم آپکو ایک لنک بھیجیں کرینگے آپ اسے اپنے موبائل میںڈائون لوڈ کریں اور پھر اوپن کریں
ہنگری میں ریکارڈ تعداد میں تارکینِ وطن داخل ہو گئے
میڈیا عالمی صحافتی اداروں کو گمراہ کرنے کی کوشش کر رہا ہے، بی این ایم
روہنگیا، سابق ارکان اور موجودہ رخائن میں موجود مسلمان گروہ ہے جو خود کو عرب جہاز رانوں کی نسل سے بتاتا ہے۔ ان کی تعداد اندازاً 10 لاکھ سے زائد ہے۔ 1982 کے برمی شہریت کے قانون کے مطابق، وہ لوگ جو 1823 کے بعد برٹش انڈیا کے کسی علاقے سے یہاں آئے، برما کے شہری نہیں ہیں۔
اس پوسٹ کو شیئر کریں Messenger
ہفتہ وار ناول
ٹیگز: خدشات , سویلین , اقوام متحدہ , یمن
شمس آباد ۔ 25 فبروری ( سیاست نیوز ) شمس آباد میں سڑک حادثہ میں ایک شخص ہلاک اور دوسرا شخص زخمی ہوگیا ۔ تفصیلات کے بموجب نارائنا 55 سالہ ساکن فتح نگر بال نگر موٹر سائیکل پر رشتہ دار بالاکرشنا کے ہمراہ مامیڈی پلی سے شمس آباد کی جانب آرہا تھا کہ سی آئی ایس ایف کوارٹرس کے قریب ایک الکٹرک پول سے اس کی گاڑی ٹکراگئی جس کے نتیجہ میں نارائنا برسرموقع ہلاک ہوگیا اور بالا کرشنا شدید زخمی ہوگیا جسے دواخانہ عثمانیہ منتقل کردیا گیا ۔ شمس آباد آر جی آئی پولیس نے مقدمہ درج کر لیا ۔
حاجی صاحب کروڑوں کی جائیداد کے مالک تھے، کچھ زرعی اراضی، ایک کیمیکل فیکٹری، شہر کے وسط میں دو پلازے، ہائی وے پر ایک پٹرول پمپ اور ڈیفنس میں دو کنال کے پلاٹ کے علاوہ ماڈل ٹاؤن میں رہائشی کوٹھی تھی۔


آٹھویں: نماز میں دل پیش. نوکر،، دل کو لانے توجہ مرکوز، وہ کہتے mentadaburi نماز، اس کے ساتھ ساتھ خدا پر ضرورت اور انحصار انکشاف کرتے ہیں. وہ کہیں اس کی جیب، لیکن اس کے دل کے ساتھ نماز ادا نہیں کرنا چاہیے. یہ اس طرح میں حاصل کی جاچکی نہیں کیا جائے گا کیونکہ. نبی sallallaahu 'alaihi و sallam نے کہا کہ:
صدر مملکت کا کہنا تھا کہ دہشت گردی، انتہا پسندی، عدم برداشت کے خاتمے کے لیے کوئی کسر اٹھا نہیں رکھیں گے اور روا داری، حق و انصاف کے فروغ، بھائی چارے، امن عامہ کے لیے کردار ادا کرتے رہیں گے۔
تازہ رہنے کے لئے ہمارے فیڈ کو سبسکرائب کریں!
فرانس سے ایک خط
زمین کی خلقت (1)
''مذہب (خدا پرستی) کو ماننے کی معقولیت، اور خدا سے انکار کی غیر معقولیت بذاتِ خود ایک آدمی کے لئے عملاً خدا پرستی اختیار کرنے کا سبب نہیں بن سکتی۔ لوگوں کے دلوں میں یہ خوف چھپا ہوا ہے کہ خدا کو ماننے کے بعد آزادی کا خاتمہ ہوجائے گا، وہ اہل علم جو ذ ہنی آزادی کو دل و جان سے پسند کرتے ہیں، ان کے لئے اس آزادی میں کمی یا محدودیت کا کوئی بھی تصور بڑا تشویشناک ہے۔''(۵)
تاریخ پاکستان
تفصیلات کے مطابق انسداد دہشتگردی عدالت میں سانحہ ماڈل ٹاﺅن کی سماعت ہوئی،سابق آئی جی مشتاق سکھیراعدالت میں پیش ہوئے، عدالت نے مشتاق سکھیرا کی فردجرم عائد کرنے کی کارروائی 7 دن ملتوی کرنے کی استدعامستردکردی اور سابق آئی جی کو فردجرم پر دستخط کرنے کا حکم دیا تو مشتاق سیکھرا نے فردجرم پر دستخط کرنے سے انکارکردیا،
اس پوسٹ کو شیئر کریں ای میل
ٹیسکو نے بی بی سی کو بتایا کہ وہ فوری طور پر ان چاکلیٹس کی فروخت بند کر رہی ہے۔
Urdu: اے رب ہمارے اور ہماری قوم کے درمیان حق کے موافق فیصلہ کر دے اور تو بہتر فیصلہ کرنے والا ہے
اور ان علاقوں کی ماحولیات پہلے ہی کوئی مثالی نہیں ہے ، اس لئے یہاں پر
چین کی عظمت رفتہ کا سفر
حج و عمرہ کی اہمیت و فضیلت
تو جب نومبر کے اواخر میں اس روسی جہاز کو گرانے کا فیصلہ کیا گیا، تو اس کا ایک داخلی محرک بھی موجود تھا۔ صدیوں پرانے دشمن روس سے معمولی سی معرکہ آرائی سے زیادہ ترک قوم کو ایردوان کے پیچھے اور کیا امر کھڑا کر سکتا ہے؟ ترک اور روسی اٹھارہویں صدی سے جنگیں لڑتے چلے آ رہے ہیں۔ سو ایک معمولی سی محاذ آرائی سے اگر اتنی مقبولیت مل جائے جو کہ صدارتی ریفرینڈم کی راہ ہموار کر دے، تو اس سے اچھی اور کون سی بات ہے؟
کتنی وحشت ہے درمیانِ ہجوم ۔۔۔جس کو دیکھو گیا ہوا ہے کہیں۔
اس سے معلوم ہوتا ہے کہ نبی اکرم صلی اللہ علیہ وآلہ وسلم کا خطبہ جمعہ دو حصوں پر مشتمل ہوتا تھا۔ آپ صلی اللہ علیہ وآلہ وسلم کے اسی طریقہ کو امت نے اپنایا اور چودہ سو سالوں سے یہ عمل جاری ہے۔ لہٰذا عربی خطبہ کے درمیان بیٹھنا واجب ہے۔
ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں بن لادن, موت, القاعدہ, تصديق, پيغام, انٹر نيٹ فورمز, پاکستان, امريکہ, مسلح جدو جہدBin Laden, Internet, USA, Pakistan
اس موٹرسائیکل کی پہلی جھلک گزشتہ سال اٹلی میں ہونے والے ایک ایونٹ کے دوران پیش کی گئی تھی۔
پی سی بی کی جانب سے جھگڑے کے واقعے کی تحقیقات مکمل کرلی گئی ہیں جن کی ابتدائی رپورٹ میں عمر اکمل کو کلین چٹ دے دی گئی ہے ۔ ابتدائی رپورٹ میں کہا گیا ہے کہ عمر اکمل نے فیصل آباد میں کسی سے جھگڑا نہیں کیا ۔
اس معاملے پر لوگ چیف سلیکٹر انضمام الحق کے بھتیجے امام الحق کی ٹیم میں شمولیت پر بھی نالاں نظر آئے اور کچھ لوگوں نے فواد عالم کے ڈومیسٹک ایوریج کا امام کی اوسط سے موازنہ بھی کیا۔کرکٹ کے مشہور تجزیہ کار مرزا اقبال بیگ نے تبصرہ کرتے ہوئے لکھا کہ اگر قومی ٹیم کا انتخاب پسند اور ناپسند کی بنیاد پر ہوتا ہے تو ڈومیسٹک کرکٹ کے انعقاد کا کیا فائدہ ۔
’’ایمان کا کلام Word of Faith‘‘ نامی تحریک ٹی۔ ڈی۔ جیکس T. D. Jakes، بینی ھِن Benny Hinn، جوائس میئر Joyce Meyer اور جوئیل آسٹن جیسے بڑے ناموں کے ذریعے سے بڑھ رہی ہے۔ وہ دُنیا کے کونے کونے میں خوشحالی کی خوشخبری پھیلا رہے ہیں۔ یہاں تک کہ ہمارے بپتسمہ دینے والے گرجہ گھر بھی متاثر ہیں، اکثر اِس کو جانے بغیر ہی۔ ڈاکٹر ہارٹن Dr. Horton نے کہا کہ ’’خوشحالی کے پیغام اور قدیم گنوسٹک اِزم کے درمیان نمایاں مشہابتیں‘‘ ہیں (ibid.، صفحہ67)۔ اُنہوں نے کہا کہ بے شمار گرجہ گھر اب پیلجیئن اپنی مدد آپ اور گنوسٹک خود کو خُدا منوانے کے [مجموعے]‘‘ کی منادی کر رہے ہیں (ibid.، صفحہ68)۔ ’’[خُدا] نے کچھ قوانین اور اصول بنائے ہوئے ہیں وہ پانے کے لیے جو آپ اپنی زندگی میں چاہتے ہیں، اور اگر آپ اُن کی پیروی کریں، تو آپ وہ پا سکتے ہیں جو آپ چاہتے ہیں‘‘ (ibid.)۔ یہی، بِلاشُبہ، گنوسٹک اِزم اور پیلیجیئن اِزم کے بدعتوں کا انتہائی روح رواں ہے۔ یہ ہی ہے جو عمومی طور پر لوگ یقین کرتے ہیں – اگر تم اصول سیکھ لیتے ہو، اور صحیح الفاظ کہتے ہو، تو تم وہ پا سکتے ہو جو تم چاہتے ہو – بشمول نجات کے۔
کھیل کی دنیا
نواز شریف نے عمران خان کو بڑی پیشکش کردی
’القاعدہ کو شکست دینے کے قریب ہیں‘
آصفہ بھٹو لیاری سے قومی اسمبلی کی نشست این اے 248 سے عملی سیاست شروع کریں گی جب کہ ٹنڈوالہیار کا حلقہ این اے 223 بھی آصفہ بھٹو کیلئے مختص کردیا گیا ہے۔
سعودی عرب میں گردوغبار کے طوفان ، مکہ جدہ ہائی وے کو بند کر دیا گیا
رسائی کے لیے لنک
حالیہ تبصرے
نے جیب سے انگوٹھی نکالی اور منہ دکھائی کے طور پر پہنا دی۔۔۔۔۔اسکے بعد کچھ دیر ہمارے درمیاں باتیں ہوتی رہیں ۔۔۔ہم دونوں کو یقین نہیں تھا کہ اتنی جلدی یہ دن آ
روزہ ظاہر کرنے کے لیے، گہرائی پیدا کرنے اور عزم کو پختہ کرنے کے لیے، کہ ہم کسی بھی قربانی کے لیے، کہ خُدا کی بادشاہی سے جو کچھ ہم پانا چاہتے ہیں اُسے حاصل کرنے کے لیے، اور اپنے آپ کو قربان کرنے کے لیے تیار ہیں اُس میں ہماری مدد کرتا ہے۔ (مسیح کے ساتھ دعا کے سکول میں With Christ in the School of Prayer)۔
اللہ تعالیٰ ہر ظالم کو ڈھیل دیتا ہے پھر جب پکڑتا ہے تو چھٹکارا نہیں ہوتا

پیپلز بینک آف چائنا نے گذشتہ نومبر سے شرح سود میں پانچویں بار کمی کی ہے اور حالیہ کمی کا اطلاق بدھ سے ہو گا۔

پیر 27 فروری 2017 کی قومی خبریں
زخمیوں کو فوری طور پر سرکاری اور نجی گاڑیوں میں پہلے مستونگ اور بعد میں کوئٹہ منتقل کیا گیا۔
ذرائع کا کہنا ہے کہ اجلاس میں ملک کی مجموعی صورت حال سمیت بلوچستان کی سیاسی صورت حال اور سینیٹ الیکشن پر تبادلہ خیال کیاجارہا ہے،جبکہ اجلاس میں چیف سیکرٹری پنجاب میں ہونےوالے ترقیاتی کاموں پر بریفنگ دیں گے۔
ادب و ثقافت: بروشسکی ایک تنہا زبان ہے جس کا مطلب ہے کہ یہ دنیا کی کسی اور زبان سے نہیں ملتی۔ اردو رسم الخط میں اس زبان کی کتابیں لکھی جا رہی ہیں اور یو ٹیوب پر گیت اور ڈرامے موجود ہیں، جب کہ ریڈیو پاکستان سے اس کے پروگرام نشر ہوتے ہیں۔ حال ہی میں ہنزہ کے گاؤں التت میں موسیقی سکھانے کا ادارہ بھی کھل گیا ہے۔
اسی بارے میں
تیسرے یہ کہ کفار مکہ اور یہودی اور نصرانی، سب آپ ہی لوگوں کی طرح اس تلاش میں تھے کہ محمد صلی اللہ علیہ و سلم یہ مضامین کہاں سے لاتے ہیں۔ کیا آپ بتا سکتے ہیں کہ آنحضرت کے معاصرین کو اس سرقے کا پتا نہ چلنے کی کیا وجہ ہے؟ انہیں تو بار بار تحدّی کی جا رہی تھی کہ یہ قرآن منزل من اللہ ہے، وحی کے سوا اس کوئی ماخذ نہیں ہے، اگر تم اسے بشر کا کلام کہتے ہو تو ثابت کرو کہ بشر ایسا کلام کہہ سکتا ہے۔ اس چیلنج نے آنحضرت کے معاصر دشمنان اسلام کی کمر توڑ کر رکھ دی۔ مگر وہ ایک ماخذ کی بھی نشان دہی نہ کر سکے جس سے قرآن کے ماخوذ ہونے کا کوئی معقول آدمی یقین تو درکنار، شک ہی کر سکتا۔ سوال یہ ہے کہ معاصرین اس سراغ رسانی میں ناکام کیوں ہوئے اور ہزار بارہ سو برس کے بعد آج معاندین کو اس میں کیسے کامیابی نصیب ہو رہی ہے؟
٭ افغانستان پر صلیبی پرچم ابھی تک لہرا رہا ہے اور دنیا بھر کے کافر وہاں اسلام کا راستہ روکنے کیلئے متفق و متحد ہیں ۔
کہانی کو شیئر کریں شیئرنگ کے بارے میں
6ستمبر ۔نئی تاریخ رقم !
ویکیپیڈیا کا تعارف
شہزادہ نائف بن عبد العزیز
عام آدمی پارٹی کو الیکشن کمیشن کا جھٹکہ ، 20 ایم ایل ایز عملا ًنااہل
گوگل موبائل آپریٹنگ سسٹم اور سافٹ وئیر کے میدان میں تو سب سے آگے ہے ہی لیکن اب گوگل ہارڈ وئیر کی مارکیٹ میں اپنے قدم مضبوط کر رہا ہے۔گوگل نے دوسری نسل کا پکسل فون اور اس کا ایکس ایل ماڈل متعارف کرا دیا ہے۔
ان کے ایک اور ساتھی حسین زیب نے بتایا کہ ریت پر دو قسم کے آرٹ کا کام ہوتا ہے ، ایک ہوتا ہے اسکپچر آرٹ (sculpture Art) اس میں ریت کے ذریعے کسی چیز کا شکل بناتے ہیں، یعنی ریت سے بنے مجسمے وغیرہ، اور دوسرا آرٹ ہے تھری ڈی جس پر وہ آج کل کام کررہے ہیں۔

میں تمام اسلامی فرقوں کی پیروی کرتا ہوں، میں عمل میں سنی، بیعت میں شیعہ اور میری بنیاد سلفی اور میرا ذوق صوفی ہے۔
’’آل سعود کی حقیقت‘‘حیران کن انکشافات
نہال ہاشمی تمہاری جگہ میں ہوتا تو شرم سے ڈوب جاتا۔ چیف جسٹس


اسلام آباد ۔ (اُردو پوائنٹ اخبارتازہ ترین۔ 28 مئی2018ء) صدر آزادجموں وکشمیر سردار مسعود خان نے جنوبی ایشیاء میں مکمل طور پر امن قائم کرنے ،غیر مشروط طور پر تمام مسائل بالخصوص مسئلہ کشمیر کو مذاکرات اور ثالثی کے ذریعے اقوام متحدہ کے فریم ورک کے اندر رہتے ہوئے حل کرنے کی ضرورت پر زور دیا ہے ۔یہاں موصولہ پریس ریلیز کے مطابق ان خیالات کا اظہار انہوںنے پیر کو ویانا آسٹریامیں ڈپلومیٹک اکیڈمی میں اکیڈمک کونسل آن یونائیٹڈ نیشنز سسٹم کے زیر اہتمام منعقدہ انٹرنیشنل پیس سٹیڈیز کانفرنس سے خطاب کرتے ہوئے کیا۔
بی جے پی چندرشیکھر میں مایا کی مخالفت دیکھ رہی ہے‘ کانگریس اپنے ساتھ لے کر پالا مضبوط کرنے کی فراق میں ہے
وزیراعظم میاں محمد نواز شریف کا پاک بھارت میچ کے دوران بجلی کی لوڈشیڈنگ نہ کرنے کا حکم دے دیا۔
خوازہ خیلہ اور مٹہ بھی جشن ازادی کی خوشیاں عروج پر، ہر طرف قومی پرچموں کی بہار
تمام قارئین کی خدمت میں تسلیمات و آداب عرض۔
آپ اسے بھی پسند کر سکتے ہیں

میچ کے دوران بارش کی مداخلت کا امکان نہیں، محکمہ موسمیات
’’یہ اعلان فخر اور دکھ کے ملے جلے جذبات سے کیا جا رہا ہے۔‘‘
سانحہ مستونگ پرشیعہ علما کونسل حتمی پالیسی کا اعلان کل پورے پاکستان میں پریس کانفرنس کے ذریعہ کرے گی
مزید پڑھیں: مائیکرو سافٹ کا نیا ونڈوز آپریٹنگ سسٹم متعارف
سعودی عرب امریکا کا اتحاد برقرار رہے گا،ٹرمپ
بلوچستان حکومت لرز رہی ہے لیکن گرے گی نہیں: ڈاکٹر مالک
جرمنی میں نئی مخلوط حکومت کا قیام کل بدھ کو
گوادر، گوادر میں مچھلیاں، (1)
اقتدار میں آںے کے بعد دونوں رہنماؤں کے درمیان یہ پہلی ملاقات تھی۔ نواز شریف اپنے بھارتی ہم منصب مودی کی تقریب حلف برداری میں شریک ہوئے، جس میں مودی نے دہشت گردی کے خلاف موثر اقدامات اٹھانے کا مطالبہ کیا تو نواز شریف نے محاذ آرائی ترک کرنے کا مشورہ دیتے ہوئے حساس معاملات مذاکرات کے ذریعے حل کرنے پر زور دیا۔ دونوں وزرائے اعظم کی پہلی ملاقات میں سیکرٹری خارجہ سطح پر روابط قائم رکھنے اور مذاکراتی عمل کو آگے بڑھانے پر اتفاق کیا گیا۔ مگر یہ سلسلیہ تین ماہ بعد ہی تعطل کا شکار ہوگیا۔ جب بارہ اگست کو دورہ کشمیر کے دوران مودی نے پاکستان پر الزامات کی بوچھاڑ کی۔ جس کے بعد لائن آف کنٹرول اور ورکنگ باؤنڈری پر دونوں ممالک کی سکیورٹی فورسز کے درمیان جھڑپوں کا سلسلہ دوبارہ شروع ہو گیا۔
علی بن حسین بن بابویہ قمی
واشنگٹن(اُردو پوائنٹ اخبارآن لائن۔2 جنوری۔2015ء)دو سال تک فلسطینی ریاست کے قیام اور اسرائیلی تسلط کے خاتمے کی ڈیڈ لائن مقرر کرانے کے سلسلے میں عرب ممالک کی قرارداد کی ناکامی کے بعد فلسطینی اتھارٹی کے سربراہ محمود عباس نے عالمی فوجداری عدالت میں شمولیت کا فیصلہ کیا ہے جس پر امریکا اور اسرئیل نے شدید ردعمل کا اظہار کیا ہے۔فلسطینی صدر محمود عباس نے عالمی فوج داری عدالت کے معاہدہ روم پر دستخط کرتے ہوئے اس میں شمولیت کا اعلان کیا۔
ہمارے متعلق
پاکستان انسٹیٹیوٹ آف پارلیمانی سروسز میں امریکی صحافی
وزیراعظم کا ٹرمپ کے ٹوئٹ پر جوابی بیان بہت مناسب ہے،پوری قوم نے حمایت کی،خورشید قصوری
پاکستان میں صرف 4 فیصد رقبے پرجنگلات ہیں ۔جسکی وجہ سے پاکستانی عوام ماحولیاتی مسائل کا شکار ہورہےہیں ۔سانس کی بیماریاں، ہیٹ اسٹروک جان لیوا ثابت ہورہےہیں۔اس لئےسوشل میڈیا پراساتذہ صحافی اور طلبہ کی بڑی تعداد عوام الناس کودرختوں کےحوالے سے آگاہی دے رہے ہیں
پاکستان میں توہین مذہب کے مقدمے میں بری کی گئی مسیحی خاتون آسیہ بی بی کے وکیل نے آج جرمن حکومت سے اپیل کی ہے کہ یورپ میں ایک نئی زندگی کے آغاز کے لیے آسیہ بی بی کو خاندان سمیت جرمن شہریت دی جائے۔
شبہ ظاہر کیا جارہا ہے کہ محمد حسین ابو خضیر نامی فلسطینی کو ان تین اسرائیلی نوجوانوں کے بدلے میں قتل کیا گیا ہے جن کے اغوا اور قتل کا الزام اسرائیل نے فلسطینی مزاحمتی تنظیم 'حماس' پرعائد کیا ہے۔
جی ہاں ہم میں سے بیشتر کا خیال ہے کہ زیادہ چارج کرنا بیٹریوں کو طویل المعیاد بنیادوں پر نقصان پہنچاتا ہے، یہی وجہ ہے کہ ہم انھیں اسی وقت چارج کرتے ہیں جب وہ مردہ ہونے کے قریب ہوتی ہے۔
بھٹو کے آخری دن
’’ یہ مجھے آپ سے آپ مل گئی۔ ۔ ۔ جس دن تم نے مجھے بنانے کے لئے بانس کی پھانکیں چیری تھیں۔ انگریز شکاری کے پھٹے پرانے کپڑے لائے تھے‘ گھر کی بے کار ہانڈی پر میری آنکھیں ‘ ناک اور کان بنایا تھا۔ اسی دن ان سب چیزوں میں زندگی کلبلا رہی تھی اور یہ سب مل کر میں بنا اور میں فصل پکنے تک یہاں کھڑا رہا اور ایک درانتی میرے سارے وجود میں سے آہستہ آہستہ نکلتی رہی۔ ۔ ۔ اور جب فصل پک گئی وہ درانتی میرے ہاتھ میں تھی۔ لیکن میں نے تمہاری امانت میں خیانت نہیں کی۔ ۔ ۔ میں آج کے دن کا انتظار کرتا رہا اور آج تم اپنی فصل کاٹنے آئے ہو۔ ۔ ۔ میں نے اپنا حصہ کاٹ لیا‘اس میں بگڑنے کی کیا بات ‘‘۔ ۔ ۔ بجوکا نے آہستہ آہستہ سب کہا۔ ۔ ۔ تاکہ ان سب کو اس کی بات اچھی طرح سمجھ میں آ جائے۔
"کیسے مکرم ہوتے ہیں وہ لوگ جو منہ اندھیرے فجر کی نیلی چھایا میں مسجد کے منبر پہ کھڑے ہو کر اذان بلند کرتے ہیں. دنیا ان کو ملا کہے یا مولوی ، میں ان کو مکرم اور معزز کہتی ہوں. یہ وہ لوگ ہیں جن کو اللہ نے بندوں کو اپنے گھر کی طرف بلانے پر مامور کیا..."
بچوں کا صفحہ
اسلام آباد: (14 مارچ 2018) سینیٹرحافظ عبدالکریم اور سینیٹر کامران مائیکل نے وفاقی وزیر کا حلف اٹھالیا ہے۔ صدر مملکت ممنون حسین نے آج ایوان صدر میں دونوں وزراء سے حلف لیا۔
بادشاہ اور وزیر کو اس طرح رکھا جاتا ہے کہ
انٹرنیٹ ٹی وی
Hot Tags: چین impala سیاہ گرینائٹ باورچی خانے کاؤنٹر، سپلائرز، فیکٹری، تھوک، قیمت
اسٹاف رائٹر  آخری اپ ڈیٹ جون 15, 2018 2:35 شام
' چین گوادر کو عسکری مقاصد کے لیے استعمال کر سکتا ہے ‘ 17.12.2017

ٹیم کے سب ہی ممبران نے اپنے کام کی تفصیل لکھنی ہوتی ہے ہے. زندگی رہی اور
۶۔قاموس مترادفات۔(وارث سرہندی،ص793،اردو سائنس بورڈ لاہور)
رات کے سہہ پہر میں قیام اللیل کی عادت ڈالیں، کیونکہ یہ رات کا وہ حصہ ہے جس میں اللہ تعالی سمائے دنیا پر (اپنے شایانِ شان) نزول فرماکر اعلان کرتے ہیں: ”ہے کوئی دعا کرنے والا کہ ہم اس کی دعا قبول کریں ،ہے کوئی سوال کرنے والا کہ ہم اس کے سوال کو پورا کریں، ہے کوئی اپنے گناہوں کی مغفرت طلب کرنے والا کہ ہم اس کے گناہوں کو معاف کردیں ۔ “ (بخاری ومسلم)۔
کراچی : متحدہ قومی موومنٹ پاکستان کے رہنما ڈاکٹرفاروق ستار کے این اے 245 سے کاغذات نامزدگی مسترد کردیے گئے۔
وادی نیلم میں پل ٹوٹنے سے پنجاب کے میڈیکل کالج کے 40 طلبہ لاپتہ ہو گئے
اب ہمارے ملک کہ تمام معززین نے ایدھی صاحب کو لفظوں کی وہ مالائیں پہنائیں جنکی انہیں کبھی بھی ضرورت نہیں تھی۔۔۔۔۔وہ کام سے محبت کرنے والے انسان تھے ۔۔۔۔۔انہیں بہت جلد دنیامیں اپنے مشن کا علم ہو گیا تھا۔۔۔۔یقیناً وہ اللہ رب العزت کہ مقرب بندوں میں تھے۔۔۔۔۔کیسے بھی حالات رہے انکی خدمات میں کمی نا آئی انکی دیکھا دیکھی اس بہت سارے لوگوں نے بھی انسانیت کی خدمت کا بیڑا اٹھایا۔۔۔۔۔مگر ایدھی صاحب نے کبھی کسی کہ ساتھ کوئی مقابلہ بازی نہیں کی۔۔۔۔۔انسانیت کی خدمت بنا تفریق جاری رکھی۔۔۔۔۔۔اب وہ وقت آگیا ہے کہ ہمارے حکمرانوں کو اپنی آنکھیں کھول لینی چاہئیں ۔۔۔۔۔زمین پر بیٹھ کر دلوں میں راج کرنے کی ایدھی صاحب نے جو اعلی ترین مثال قائم کی ہے اس پر عمل کرنے کی ضرورت ہے ۔۔۔۔۔ایدھی صاحب کو واقعی اگر کسی نے خراج عقیدت پیش کرنا ہے تو وہ اپنی زندگی کو ان کی طرز پر گزارنے کا عملی نمونہ پیش کرے ۔۔۔۔۔یوں تو ہم مسلمانوں کیلئے ہمارے پیارے نبی ﷺ کی زندگی بہترین نمونہ ہے مگر اس دور میں بھی ایدھی صاحب جیسے دنیا میں جانی پہچانی والی شخصیت ہوتے ہوئے بھی اتنی سادا زندگی گزار کر ہم سب کیلئے ایک مشعل جلتی چھوڑ گئے ہیں۔۔۔۔۔۔



1 خصوصی بلدیہ

ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں افغانستان, بینک, حملہ, ہلاک, جلال آباد, ڈوئچے ویلے, بون, جرمنی
ہفتے کی شام ہی شمالی مشرقی صوبے تخار میں ایک خاتون امیدوار کی انتخابی ریلی کے دوران بم دھماکے سے 13 افراد ہلاک ہوگئے تھے۔
ایران میں ریٹائرڈ ملازمین کو تنخواہ کے بدلے سافٹ ڈرنکس پکڑا دی گئیں
خواتین کی کمر میں زیادہ درد کیوں رہتی ہے؟ ایسی وجہ سامنے آگئی کہ آپ بھی خواتین کو یہ کام کرنے سے روکیں گے
کہتے ہیں کہ غزل کے شاعر کی صلاحیتِ شعری کا پتہ مطلع ہی میں چل جاتا ہے اورقاری مطلع ہی کی بنیاد پر غزل کے دیگر اشعارکی طرف متوجہ ہوتا ہے۔
آزاد کشمیر کی خبریں
اسطرح کا ترجمہ کرنے کی وجہ یہ ہے کہ چو نکہ یہ آیت رضا خانیوں کے باطل عقیدے ’’علم غیب ‘‘پر ضرب تھی تو احمد رضا نے اس باطل عقیدے کو تحفظ دینے کے لئے اس آیت کے ترجمہ کو ہی بد ل دیا ۔صحیح تر جمہ وہ ہے جو کہ حضرت شیخ الہند مولانا محمود الحسن محدث دیو بندی ؒ نے کیا ہے ۔
حق علی کے ساتھ اور علی حق کے ساتھ ھیں سیرت حضرت امیر المومنین علی ابن ابی طالب علیہ السلام کی طرف متوجہ ھونے سے آپ کو بھت سے شواھد مل جائیں گے جو آپ کے سب سے افضل ھونے اور حضرت پیغمبر اسلام صلی اللہ علیہ وآلہ وسلم کی وفات کے بعد مقام خلافت کے زیادہ حق دار ھونے پر دلالت کرتے ھیں اس سے آپ کو حق کا علم ھو جائے گا ترمذی اپنی صحیح میں حضرت پیغمبر اسلام صلی اللہ علیہ وآلہ وسلم سے روایت بیان کرتے ھیں کہ آپ نے فرمایا:
کے سی آر کے جانشین کے مسئلہ پر ٹی آر ایس قائدین منقسم
کھیل ہی کھیل میں چہل قدمی کے لیے Dasha
تعلیم و صحت
صوابی، اسپورٹس گراونڈ میں پابندی کے باوجود پی ٹی آئی کا جلسہ
تعلیم و صحت
اسلام آباد: سینیٹ کمیٹی برائے انفارمیشن ٹیکنالوجی (آئی ٹی) نے پاکستان ٹیلی کمیونیکیشن اتھارٹی (پی ٹی اے) کو 20 اکتوبر کے بعد موبائل فون بلاک نہ کرنے کی ہدایت کردی۔
مرکزی نیویگیشن پر جائیں
نیوزی لینڈ 174 671/4 497 بے نتیجہ سری لنکا ویلنگٹن جنوری 1991ء
دوسرا مرحلہ
اسٹون مین 139گیندوں پر 6چوکوں کے ساتھ60اور جیمز ونس نے128بالوں پر 10چوکوں کی مدد سے76رنز بنائے۔کھیل کا وقت ختم ہوا تو کپتان روٹ66گیندوں پر دو چوکوں کی مدد سے30اور ملان 38گیندوں پر دو چوکوں کے ساتھ19رنز بنا کر غیر مفتوح تھے۔نیوزی لینڈ کی جانب سے بولٹ نے دو اور ساؤتھی نے ایک وکٹ لی۔
روس نے اس نئے میزائل کے بارے میں بہت کم بات کی ہے تاہم انھوں نے معاہدے کی خلاف ورزی کی تردید کی ہے۔

کراچی میں چینی قونصل خانے پر دہشت گردوں کا حملہ ناکام
حیدرآباد ۔14ستمبر ( سیاست نیوز) ریاست تلنگانہ میں قائم مختلف چیک پوسٹس کی کارکردگی میں مزید بہتری پیدا کرنے کے مقصد سے مکمل واقفیت حاصل کرنے کیلئے تشکیل دی گئی کابینی ذیلی کمیٹی کے وزراء مسٹر ای راجندر ‘ وزیر فینانس و سیول سپلائیز ٹی سرینواس یادو ‘ وزیر کمرشیل ٹیکس کے علاوہ مسٹر بی سمن رکن پارلیمان نے مختلف ریاستوں کے دورہ پر روانہ ہوئے ۔ وزراء نے گجرات اور مہاراشٹرا ریاستوں کے سرحدات پر پائے جانے والے انٹیگریٹیڈ چیک پوسٹس کی کارکردگی سے مکمل طور پر واقفیت حاصل کریں گے اور اپنے دورہ سے واپسی کے بعد مسرس ای راجندر ‘ ٹی سرینواس یادو اور بی سمن وغیرہ اپنی ایک جامع رپورٹ مرتب کر کے حکومت بالخصوص چیف منسٹر کے چندر شیکھر راؤ کو پیش کریں گے ۔
(337) میت کو دفن کرنے کے بعد سورۃ بقرۃ کی آیات پڑھنا
اہل قلم تم کیوں خاموش ہو
انیسویں صدی میں اُردو ناول
ٹیلی ویژن اور ریڈیو
اسلام کے اقتصادی اور معاشی نظام کی اصل بنیاد اخلاق ہے؛ لیکن اللہ تعالیٰ جانتے ہیں کہ انسان فرشتہ نہیں ہے، اس کی نظروں میں ہمیشہ زندگی کی اعلیٰ قدریں نہیں رہتیں؛ اس لیے اسلام نے معاشرے کے حاجت مند افراد کی ضروریات کو پورا کرنے کا کام صرف مالداروں کے احساسِ ذمہ داری پر نہیں چھوڑا؛ بلکہ ایسا جامع نظام پیش کیا جس میں قابلِ اطمینان حل موجود ہے۔
فٹ پاتھ اسکول کے بچوں کو جگہ و دیگر سہولتیں فراہم کرنے کا حکم
۳. اور جب سمندر پھاڑ دیے جائیں گے
(قدیم یونان کی سب سے بڑی افسوسناک ڈرامہ نگار میں سے ایک (480-406 قبل مسیح
میڈیا سینٹر
فلم شیکسپیئر کے ناول ’رومیو اینڈ جولیٹ‘پر مبنی ہے۔ ہدایتکاری کے علاوہ سنجے لیلا بھنسالي نے فلم کی موسیقی بھی دی ہے۔
علی مطر نے اس مضمون میں لکھا ہے : سعودی حکام ہر آئے دن بیت المقدس کو یہودیت کے روپ میں ڈھالنے کے ایک قدم نزدیک ہو رہے ہیں ۔اور ساتھ ہی سعودی عرب اس حکومت کے ساتھ حالات کو معمول پر لانے کی کوشش میں لگا ہوا ہے ،یہ دونوں خط متوازی ہیں جو الگ نہیں ہو سکتے ۔ اگر بعض عرب ملک مسجد الاقصی کے مسئلے سے چشم پوشی نہ کرتے تو صہیونی غاصب حکومت فلسطینوں کے مقدسات کو چھیڑنے کی جرائت نہ کرتی ۔
میں انشاءاللہ پاکستان کیلئے نکلا ہوں۔ کشتیاں جلا کر نکلا ہوں ۔ زندہ رہا توپاکستان میں حقیقی جمہوری سیاسی رویوں کے فروغ پا جانے کے بعد اور نئے سیاسی و انتخابی نظام میں ایک کامیاب سیاستدان بنوں گا۔ اللہ میرا اور آپ کا! ہم سب کا حامی و ناصرہو۔
ضرور پڑھیں:برسوں پہلے ڈوب جانے والے ٹائیٹینک کی واپسی
تازہ ترین شو
ایک دن انہوں نے بتایا کہ پاکستان میں ھمارے تقرر کی مدت ختم ھو گئی ھے، اس لیے ھم چند دن تک واپس امریکہ چلےے جائییں گے- ڈیوش نے کہا “ھمارے پاس کچھ ناول اور شارٹ سٹوریز کی کتابیں ھیں ‘ وہ ھم آپ کو گفٹ کرنا چاھتے ھیں – ویسے تو میونسپل کمیٹی لائبریری والے ھم سے یہ کتابیں لائبریری کے لیے مانگ رھے ھیں- مگر انگلش ناول وھاں کون پڑھے گا- آپ کو پڑھنے کاشوق ھے اس لیے ابھی ھمارے ساتھ چل کر آپ وہ کتابیں لے لیں-

آج ہمارا سماج عدم برداشت کی تکلیف دہ تصویر بنا ہوا ہے۔ بیدار معاشروں میں اختلاف رائے سماج کے شعوری ارتقا کی علامت سمجھا جاتا ہے۔ مگر متشدد معاشروں میں اختلاف رائے کو دلیل سے رد کرنے کے بجائے گالی اور گولی کا سہارا لیا جاتا ہے۔ ہم لاکھ خود کو مہذب دنیا کے سامنے لانے کی اداکاری کرتے رہیں، مگر فی الواقعہ ہم مخالف سوچ کو برداشت کرنے سے عاری ہیں۔ ہم اپنے غلط فیصلوں کی تاویلات بھی مذہبی شخصیات کے خوابی اشاروں سے لیتے ہیں۔ حضرت داتا ہجویری سرکار نے ساری زندگی محبتوں اور سلامتی کا درس دیا۔ آپ کی تعلیمات رواداری اور محبت و امن کی ہیں۔ کتنے دکھ کی بات ہے کہ کوئی شخص اٹھ کے یہ کہے، مجھے خواب میں فلاں بزرگ نے کہا تھا کہ گولی چلائو۔ علمائے حق، ماہرین نفسیات اور سماجی علوم کے ماہرین کہاں ہیں؟ کیا ہم ایک ایسی نسل کی زد میں آگئے ہیں، جس کے پاس کوئی دلیل نہیں؟ جس کے پاس کوئی عقل نہیں، جو مخالف نظریات والے شخص کو مار دینا ہی “کارِ ثواب” سمجھتی ہے؟ سیاسی و مذہبی اختلاف بیدار مغز معاشروں میں ضرور ہوتے ہیں۔ لیکن ایسا صرف جامد فکر اور ذہنی طور پہ مفلوج گروہوں میں ہوتا ہے کہ کسی کو کافر کہہ کر مار دیا جائے تو کسی کو گستاخ کہہ کر قتل کر دیا جائے۔
(۱) ام المومنین خدیجہؓ آپ کی رفاقت میں اٹھائیس سال تک زندہ رہیں۔ ا س دوران ممدوحہ کے ساتھ کسی اور بی بی کو آنحضرت صلی اللہ علیہ و آلہ وسلم سے شرف زوج نصیب نہ ہو سکا اور ان کی رحلت کے بعد ام المومنین حضرت جناب سودہؓ بنت زمعہ سے عقد فرمایا جو اس سے قبل سکران بن عمرو کی زوجیت میں تھیں اورجو مسیحی کارگاہ بہتان کے خلاف حسن و جمال جیسے اوصاف سے غیر مشہور تھیں نہ ثروت و عالی مرتبت ہونے کے اعتبار سے قابل رشک تھیں۔ اس کے اسباب یہ ہیں کہ یہ بی بی پہلے اسلام لانے والی مسلمان عورتوں سے تھیں جنہوں نے اللہ کی را ہ میں ہر قسم کے رنج و محن برداشت کیے۔ اپنے شوہر اول کے ساتھ حبشہ میں ہجرت فرمائی اور اس سفر میں دوسرے مہاجرین کے ساتھ ہر قسم کے دکھ سکھ میں شریک رہیں (حتیٰ کہ آپ کے شوہر نے انتقال فرمایا:م:) اور ان کے بے مثل صبر و تحمل کی وجہ سے رسول اللہ صلی اللہ علیہ و آلہ وسلم نے انہیں ام المومنین کہلانے کا شرف بخشا) یہ جذبہ کس قدر شائستہ اور قابل مدحت ہے۔
"یہ وصل نہیں وصال ہے، وصل تو سیٹی کو کہتے ہیں۔"
حکمرانوں نے اختیارات میں کسی کو بھی شریک کرنے کی روایت کو ختم کر دیا ہے۔ صرف مل کر کھانے کی روایت باقی ہے بلکہ جاری و ساری ہے۔ یہ روایت ملک کو لوٹ کر کھا جانے کی خواہش ہے۔ اس کے علاوہ کسی معاملے میں اتحاد کی بات تلاش کرنا بے وقوفی ہے۔ البتہ حکمرانی کا مزا لینے کے لئے سارا خاندان اور اس خاندان کے ساتھ کئی خاندان ہر وقت تیار رہتے ہیں۔ جس خاندان میں ایک بھی ممبر اسمبلی ہو تو خاندان کا ہر فرد اپنی گاڑی پر MPA یا MNA لکھوا لیتا ہے اور ہر غیرقانونی کام بڑی آسانی اور دھڑلے سے کرتا ہے۔ یہی حال وزیروں شذیروں کے گھر والے کرتے ہیں اور حکمرانوں کے گھر والے تو جو کرتے ہیں وہ یہاں بیان کرنا مشکل ہے۔ ان کے لئے کوئی قانون نہیں ہے۔ قانون صرف عام لوگوں کے لئے ہے۔ پاکستان میں روحانی اقتدار بھی اقتدارسے کم نہیں ہوتا پھر بھی وہ اقتدار میں آنے کے لئے بہتر ”روحانی طریقہ اپنا لیتے ہیں۔ ہمارے کئی وزیراعظم وزیراعلیٰ اور وزیر شذیر کسی نہ کسی طرح سے ”پیر ہوتے ہیں۔ پیر اور وزیر ہم قافیہ ہیں۔ گدی نشین کے علاوہ پیر گھرانے کا ہر آدمی پیر ہے اور عورت ”پیرنی“ ہے۔ گدی نشینی کے لئے عرض ہے کہ حضرت بہاﺅالدین زکریاؒ کی گدی کا وارث شاہ محمود قریشی ہے؟
کرس گیل سے رابطے کی بہت کوشش کی، ویسٹ انڈیز کرکٹ بورڈ
اسماعیلی ایک قبیلے کا ...
دہشت گردوں کے خاتمے تک کراچی آپریشن جاری رہے گا: آرمی چیف
بھارت جنگ کی دھمکی کیوں دے رہا ہے؟ ڈاکٹر عاصم اللہ بخش

حجۃ الوداع کی تفصیل حضرت جابر کی زبانی:01
یورپی حکومتوں نے ایشیا يورپ سمٹ ميں چین سے مطالبہ کیا ہے کہ وہ اپنی معیشت کے دروازے غیرملکی سرمایہ کاری کے لیے کھولے۔ اس دو روزہ سربراہی اجلاس میں امریکا کے علاوہ چین کی اقتصادی پالیسیاں بھی زیر بحث آئيں۔
تبدیلی عمران خان سے نہیں آپ سے ہے
میں صاحب کی دوست گڑیا ہوں۔۔۔۔
اب لوگ فارغ وقت میں محبّت کرتے ہیں جیسے کوئی اداکار استج پر جانے سے پہلے ماسک پہن لیتا ہے
راستے میں اﷲ اکبر اﷲ اکبرلا الہ الا اﷲ واﷲ اکبر اﷲ اکبر وﷲ الحمدپڑھنا ، جہاں عید کی نماز پڑھی جائے وہاں نماز سے پہلے اور بعد کوئی اور نماز پڑھنا مکروہ ہے، نماز ِ عید کے لئے عید گاہ جانا سنت ِمؤکدہ ہے، نبی کریم ﷺ اپنی مقدس مسجد کو انتہائی فضیلت کے باوجود عیدین کے دن چھوڑ دیتے تھے اور عید گاہ تشریف لے جاتے تھے۔
گزشتہ سماعت پرعدالت نے تنخواہیں نہ دینے والے میڈیا مالکان کو کل طلب کرتے ہوئے میڈیا اداروں سے نکالے گئے صحافیوں کی برطرفیاں بھی معطل کردی تھیں ۔ چیف جسٹس پاکستان نے عدالتی حکم کے باوجود تنخواہیں نہ دینے پر برہمی کا اظہار کرتے ہوئے کہا تھا کہ میڈیا مالکان ذاتی حیثیت میں پیش ہو کر وضاحت کریں، سپریم کورٹ نے بول ٹی وی، جیو نیوز، سیون نیوز، وقت، اب تک ٹی وی، اے آر وائی، رائل ٹی وی، جنگ، نوائے وقت اور نئی بات سمیت تنخواہیں ادا نہ کرنے والے دیگر میڈیا مالکان کو پیش ہونے کا حکم دیا تھا۔
ناموں کے درمیان انگریزی کوما ( , ) کا استعمال کریں
ج: تحقیق و تفحص کے باقاعدہ طور پر ذمہ دار افراد کیلئے اداروں کے ملازمین اور دوسرے لوگوں کے کام کے بارے میں قوانین و ضوابط کے اندر رہتے ہوئے قانونی تحقیق و تفتیش کرنا اشکال نہیں رکھتا لیکن اسرار فاش کرنے کیلئے قوانین و ضوابط کی حدود سے باہر دوسروں کے کاموں کی جاسوسی کرنا یا ملازمین کے اعمال و کردار کی تحقیق کرنا ان ذمہ دار لوگوں کیلئے بھی جائز نہیں ہے۔
اس کے بعد اسے اس زمانہ کے مشہور ماہر جیالوجی کوٹرڈ کے ساتھ فرانس کا سروے کرنے کا موقع ملا۔ اس دورے کے دوران اس نے فرانس کی مختلف قسم کی زمینوں، کانوں، دریاؤں، پودوں، دھاتوں اور موسموں کا مطالعہ کیا۔ 25 سال کی چھوٹی سی عمر میں اس کا م کی قدر کے طور پر لیووزیر کو اکادمی کا ممبر چنا گیا۔ اس عزت افزائی کے بعد اس کی ذمہ داریاں بھی بڑھ گئیں۔ اکادمی کے ممبر کے طور پر اس نے متعدد قسم کے مسائل پر کھوج کی، جن میں قابل ذکر یہ ہیں: پیرس میں پانی کی فراہمی، فاسفورس کی کشید، لاوا کا ٹمپریچر ناپنا، پیرس کی نالیوں کی بدبو دور کرنا، کیڑے مکوڑوں کے سانس لینے کا طریقہ، بارود کی بناوٹ، لوہے کو زنگ لگنا، سبزی کے بیجوں سے تیل نکالنا، کپڑے کے داغ دور کرنا، جہازوں میں صاف پانی ذخیرہ کرنا، رنگوں کی تھیوری وغیرہ۔
تحریک انصاف
جنگی جرائم: ’داعش کو فہرست میں شامل کیا جا سکتا‘
لائیو ٹی وی
اقلیتی بجٹ میں مزید اضافہ کرنے سے اتفاق
حافظ محمد احمد بن محمد صدیق کے تکمیل حفظ کے موقع پر منعقد پروگرام کی وڈیو December 3, 2018
اس طرح کے متعدد واقعات بیان کرنے کے بعد تلمود کا مصنف لکھتا ہے کہ اپنی روز مرہ کی زندگی میں یہ لوگ سخت ظالم، دھوکہ باز اور بد معاملہ تھے۔ کوئی مسافر ان کے علاقے سے بخیریت نہ گزر سکتا تھا۔ کوئی غریب ان کی بستیوں سے روٹی کا ایک ٹکڑا نہ پا سکتا تھا۔ بارہا ایسا ہوتا کہ باہر کا آدمی ان کے علاقے میں پہنچ کر فاقوں سے مر جاتا اور یہ اُس کے کپڑے اتار کر اس کی لاش کو برہنہ دفن کر دیتے۔ بیرونی تاجر اگر شامت کے مارے وہاں چلے جاتے تو بر سرِ عام لوٹ لیے جاتے اور اُن کی فریاد کو ٹھٹھوں میں اُڑا دیا جاتا۔ اپنی وادی کو انہوں نے ایک باغ بنا رکھا تھا جس کا سلسلہ میلوں تک پھیلا ہوا تھا۔ اس باغ میں وہ انتہائی بے حیائی کے ساتھ علانیہ بد کاریاں کرتے تھے اور ایک لوط کی زبان کے سوا کوئی زبان ان کو ٹوکنے والی نہ تھی۔ قرآن مجید میں اس پوری داستان کو سمیٹ کر صرف دو فقروں میں بیان کر دیا گیا ہے کہ وَمِنْ قَبْلُ کَانُوْ ا یَعْمَلُوْنَ السَّیِّاٰ تِ۔ (وہ پہلے سے بہت بُرے بُرے کام کر رہے تھے ) اور اَ ءِ نَّکُمْ لَتَا ْ تُوْ نَ الرِّجَالَ و َ تَقْطَعُوْ نَ السَّبیلَ وَتَاْ تُوْ نَ فی نَا دیکُمُ الْمُنْکَرَ (تم مَردوں سے خواہشِ نفس پوری کرتے ہو، مسافروں کی راہ مارتے ہو اور اپنی مجلسوں میں کھلم کھلا بد کاریاں کرتے ہو؟)
‫اسکرین پر اطالعات فراہم کرنے کے لیے آئٹمز منتخب کریں۔‬
ایم کیوایم ایک ہی ہے اوروہی ہے جس کے بانی وقائدجناب الطاف حسین ہیں۔ہاش...
اسلام آباد: سپریم کورٹ میں پاناما عملدرآمد بنچ کے سامنے اپوزیشن کے دلائل مکمل ہوگئے
تاریخ اشاعت:
تیسرے سوال کا جواب : میت کو قبر میں اتارنے سے پہلے کوئی چیز چھڑکنے کی ضرورت نہیں ہے اور نہ ہی اس کی کوئی دلیل ہے البتہ میت کو غسل دیتے وقت بیری اور کافور (خوشبو) کا استعمال کیا جائے۔کافور آخری مرتبہ غسل دیتے وقت استعمال کریں تاکہ خوشبو باقی رہے ، اسی طرح غسل کے بعد کستوری، عنبر اور کافور والی خوشبومیت کے بدن کو لگائی جائے بطور خاص سجدہ والی جگہوں کو اور کفن کو بھی خوشبو کی دھونی دی جائے ۔ میت کےلئےخوشبو کے تعلق بس یہی عمل مسنون ہے۔ اور قبر کے اندر گلاب وعنبراور زمزم چھڑکنا یا قبر کے اوپر چھڑکنا اپنی من مانی ہے ۔ قبر کے اوپر دفن کے فورا بعدصرف پانی چھڑک سکتے ہیں یہ مستحب ہے ضروری نہیں ہے۔
ان خداؤں سے پیار کرنا ہے، بطور انسان آگے بڑھنا ہے
اس”گندی لڑکی“ سے شادی کون کرے گا؟
دبئی کے موسم سے ہم آہنگ ہونے کیلئے کھلاڑیوں نے بھرپور تیاریوں کا آغاز کردیا ہے، کھلاڑیوں نے پریکٹس سے قبل فزیکل ٹریننگ کرکے خود کو وارم اپ کیا۔

جو شخص کسی برائی کا مرتکب ہوجائے یا کوئی گناہ کر بیٹھے پھر اللہ تعالیٰ سے استغفار کرے تو وہ یقیناً اللہ تعالیٰ کو غفور ورحیم پائے گا۔
انھوں نے نقل مکانی کر کے آنے والوں کو حکومت کی ہر ممکن مدد کا یقین دلاتے ہوئے کہا کہ ہر خاندان کے لیے امدادی پیکیج کی رقم کو 12 ہزار سے بڑھا کر 20 ہزار روپے کیا جائے گا اور رمضان کے مہینے میں ہر خاندان کو بیس ہزار روپے کا خصوصی الاؤنس بھی دیا جائے گا۔
ہمارے بارے میں
‫کریم نازل کرنے والے نے کیا تھا وہ بھی پایہ تکمیل کو پہنچ گیا جیسا کہ ارشادِ الٰہٰی‬
آپ یہاں ہیں: سرورقمضامین تاریخی مضامین دیگر شخصیات
اپنے مفادات کا تحفظ ہر خود مختار ریاست کا حق ہے ، شہریار خان آفریدی
کامیابی کی کہانیاں
خوش نہ رکھنے کی بنا پہ ہو رہی ہیں۔وہ یہ نہیں سوچتی کہ میرا بیٹا خوش ہے اسکے ساتھ کہ نہیں ؟ اسکی ازدواجی زندگی
(۱) کیا میں انٹرنیٹ پر قرآن پڑھ سکتی ہوں؟ میں جن سے قرآن پڑھ رہی ہوں وہ بہت سارے طلبہ کو قرآن پڑھا رہی ہیں اور میرا قرآن بھی بہت بہتر ہوگیا ہے ، لیکن
اقتدار مافیہ کا غول ن لیگ کا راستہ روک رہا ہے
اللہ کے ارشاد اور جو نادار ہو تو وہ یتیم کا مال دستور کے موافق کھا سکتا ہے کی تفسیر
ہندوستان جیسے ملک میں جہاں عورتوں کو دیوی سمجھا جاتا ہے اور ان کا ظاہراً آدر اور سمان کیا جاتا
رسائی میں مدد
رام اللہ (فلسطین نیوز۔مرکز اطلاعات) فلسطین کے مقبوضہ مغربی کنارے کے مختلف شہروں میں سوموار کے روز اسرائیلی فوج کی چھاپہ مار کارروائیوں کے دوران کم سے کم 30 فلسطینیوں کو حراست میں لے لیا گیا ہے۔
بھیڑ بکریوں اور گایوں بھینسوں کے اس انبوہ کو دیکھ کر اس نتیجے پر بھی پہنچنا پڑا کہ اس قوم کی بدحالی کا ذمہ دار کوئی سیاست دان ہے نہ جرنیل۔ کوئی بیورو کریٹ ہے نہ مولوی! اس قوم کا ہر فرد خود ذمہ دار ہے۔ ہر شخص مجرم ہے۔وہ جو اقبال نے کہا تھا کہ‘ ہر فرد ہے ملت کے مقدر کا ستارا ‘تو یہاں ہر فرد ستارا نہیں تباہی کا استعارہ ہے!
چیف جسٹس آف پاکستان افتخار محمد چودھری نے کہا ہے ’’چاہتا ہوں کمزوروں کو انصاف کی فراہمی کے لئے یاد رکھا جاؤں‘ نچلی سطح پر کرپشن ختم کر کے عدالتی نظام بہتر بنایا جائے گا۔‘‘
روسا اور سیف کے بریک اپ کی وجہ شاید کرینہ کپور ہوں جن پر سیف کا دل آگیا تھا اور اس طرح کرینہ نا صرف سیف کی زندگی میں آنےوالی تیسری عورت بنیں بلکہ دوسری بیوی بھی۔ کرینہ اور سیف نے 2012 میں شادی بھی کر لی اور آج دونوں ساتھ ہیں۔
کا ایک جوڑا: 2 1/4 ' x 80'' چوڑائی کیش رجسٹر مشین کے لیے تھرمل کاغذ رول
یہاں پرکسی کے ذہن میں یہ سوال پیدا ہوسکتاہے کہ کیا اسلام محبت کے خلاف ہے ۔ جی نہیں،اسلام محبت کے خلاف نہیں ۔بلکہ محبت کرنے پر ابھارتا ہے ۔ لیکن یہ محبت جائز اورفطری ہونی چاہیے ۔ ناجائز اور غیرفطری محبت نہیں ۔ محبت کرنی ہے تو اللہ سے کریں :

"حسن ظفر عارف کی قبر پہلے سے ہی تیار تھی"
٤۔ موت کی سختی آسان ہوجاتی ہے .
یسوُع اِنسان کے روُپ میں خود خُدا تھا، اِس لٸے ہم وثوُق سے کہہ سکتے ہیں کہ اُس نے مُکمل طور پر گُناہ سے پاک زِندگی گُزاری تھی چُناںچہ ہم یقین سے کہہ سکتے ہیں کہ اُس نے بچپن میں کوٸی غلط کام نہیں کِیا تھا عام بچوں کی طرح اُس سے بھی شاٸد کبھی دوُدھ فرش پر گِر گیا ہوگا ــ لیکِن درحقیقت اُس نے کبھی گُناہ نہیں کِیا تھا
رپورٹ میں مزید کہا گیا ہے کہ القاعدہ کی طرف سے افغانستان میں اپنی طاقت کھونے کے بعد دوسرا ٹھکانہ بنانے کے لئے کی جانے والی کوششوں میں پاکستان سب سے اہم میدان جنگ ہے۔
پانچ اچھی وجوہات Agoda پر سعودی عرب میں حج اور عمرہ کے سفر کے دوران ایک ہوٹل کے کمرے بک کرنے کے لئے.
آئی ایم ایف کے پیشگی اقدامات کا انعکاس
پٹرولیم مصنوعات پر آج بھی ڈھاکہ ریلیف ٹیکس لگا ہوا ہے، سپریم کورٹ – Daily Hareef
اس موقع پر عرب کالیٹن قوموں میں زیادہ پھیل جانا قابل لحاظ ہے۔ اسپین کے ساتھ ان کے معاملات زیادہ کثرت سے تھے۔ جربرٹ کے بارسلونا جانے کے متعلق خواہ کتنا ہی اختلاف رائے کیوں نہ ہو مگر اس سے کسی کو انکار نہیں ہو سکتا کہ عربی ہندسوں کا استعمال ہمارے وہاں اُسی وقت سے جاری ہوا۔
آپ اپنے Twitter اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
Home / کالم / کیا نریندر مودی ملک کو جنگ کی طرف لے جارہے ہیں ؟

شہریوں کا کہنا ہے کہ جنرل محمد ضیاء الحق (1978 تا 1988 تک صاحبِ اقتدار) جیسے سابق پاکستانی رہنماؤں نے بزورِ بازو حکمرانی کی اور ملک کو بد تر حال میں چھوڑا۔

agave کی ٹیکساس اے اور ایم یونیورسٹی میں TAMU باغبانی جنتوں) میں ہیں طلوع آفتاب کے ساتھ روانہ ہو گئیں. کالج سٹیشن ، ٹیکساس ، 15 جنوری ، 2009
اسٹیل پائپ کی متعلقہ اشیاء

کسی چیز کے بارے میں یہ علم ہونا کہ وہ حاصل نہیں ہوگی۔ فریضہ کی انجام دہی کی راہ میں رکاوٹ نہیں بنتی ہے۔ آپ حضرات، رسول اللہ(ص) کی حیات طیبہ کا مطالعہ فرمائیں۔ رسول اللہ(ص)جانتے تھے کہ جنگ احد میں فتح نہیں ہوگی اور یہ بھی جانتے تھے کہ جن لوگوں کو پہاڑ پر بٹھایا ہے وہ وہاں بیٹھے نہیں رہیں گے بلکہ مال غنیمت کی طمع میں نیچے اتر آئیںگے۔پس کسی چیز کے بارے علم ہونے کا مطلب یہ نہیں کہ اس کے لئے کوشش بھی نہ کی جائے۔

-4 سب سے اہم بات، آپ ثبوت پیش کریں کہ آپ واپس آئیں گے۔ یہ ثبوت کسی بھی صورت میں ہوسکتا ہے۔ آپ نے ملک میں کچھ زمین یا جائیداد چھوڑی ہے، آپ کے گھر والے یہاں مقیم ہیں، آپ یہاں کسی کمپنی سے وابستہ ہیں، وجہ چاہے کوئی بھی ہو، آپ کو ویزا آفسیر کو یہ یقین دلانا ہوگا کہ آپ واپس ضرور آئیں گے۔
لودھراں کے ضمنی انتخاب میں مسلم لیگ ن کی غیر مت...
نواز شریف پر مشکلات انکی کوتاہیوں کی وجہ سے آئیں، نثار
حکام کے مطابق دھماکہ دونوں ملکوں کے شہریوں کی آمد و رفت کے لیے استعمال ہونے والے سرحدی راستے 'باب دوستی' کے قریب افغانستان کی حدود میں ہوا۔
(اور آپ صلی اللہ علیہ وآلہٰ وسلم ہمارے ہادی ہیں جس کی وجہ سے ہمیں اپنی گمرہی کا کوئی خوف نہیں، رسول خدا صلی اللہ علیہ وآلہٰ وسلم ہمارے قائد ہیں۔)

نیٹ کے متعلق
ہم سے رابطہ
پاکستان کی اقلیتیں شراب کی پابندی کے لیے سڑکوں پر _ Pakistan Review
ان حویلیوں کے علاوہ ،ابوظبی کے دیہی علاقوں میں" اکیڈمی" [The Academy]کے عنوان سے ایک مرکز قائم ہے کہ جہاں ہتھیاروں ،بیرکوں سے متعلق موضوعات کے بارے میں تربیت دی جارہی ہے اور ڈرائیونگ سیکھائي جاتی ہے۔
نئی دہلی: بھارتی ریاست مدھیا پردیش میں چھپکلیاں پالنے کےشوقین شخص نے عجیب الخلقت...
امریکہ اور اتحادیوں کا شام پر حملہ
اقوام متحدہ دنیا میں امن قائم کرنے میں ناکام
راجپال نے 8 سال قبل 2010ء میں اپنی فلم کے لیے ایک کاروباری شخص سے 5 کروڑروپے قرض لیا تھا تاہم معاہدے کے تحت وہ قرض کی ادائیگی نہ کرسکے جس کے خلاف بزنس مین نے قانونی چارہ جوئی کرتے ہوئے عدالت سے رجوع کیا۔ہائی کورٹ نے ابتدائی طور پر جوڑے کو 10 روز کے لیے عدالتی حراست میں رکھنے اور ان کے تمام اثاثوں کی جانچ پڑتال کا حکم دیا جس کے بعد اداکار نے قرض کی کچھ رقم ادا کردی تاہم وہ باقی رقم ادا نہ کرسکے۔ نئی دہلی کی عدالت نے معاہدے کے تحت قرض ادا نہ کرنے پر جوڑے کو مجرم قرار دیتے ہوئے سزا کے لیے 23 اپریل کی تاریخ طے کردی۔

مختلف کرنسی کے جوڑوں کے لیے مختلف مارجن کے تقاضے پیش کیے جاسکتے ہیں۔ آپ یہاں مزید پڑھ سکتے ہیں۔
دمشق کا تل ابیب کو انتباہ !!!
کاسترو کا باپ آنجل کاسترو ارگیز اسپین سے کیوبا آیا ایک مہاجر تھا۔ وہ گنے کا کامیاب کاروبار کر رہا تھا اور فیڈل اس کی دوسری بیوی سے 6 اولادوں میں سے ایک تھا۔ 8 سال کی عمر میں کاسترو کو بورڈنگ سکول بھیج دیا گیا جہاں وہ مستقل بدتمیزی کرتا رہا۔ تعلیم میں اسے دلچسپی نہ تھی۔ اور 1945 میں، بیس سال کی عمر میں، کاسترو نے اپنی یونیورسٹی میں سیاسی اور گینگ سے وابستہ سرگرمیوں میں حصہ لینا شروع کر دیا۔ نیز یہ کہ کاسترو نے اچھے بچوں کی طرح پڑھائی لکھائی میں دل لگا کے ماں باپ کا نام روشن کرنے کی کوئی جستجو نہ رکھی۔ اس نے اپنی ایک منفرد راہ چنی اور اسی پہ چلتا چلتا وہ ایک انقلابی بن گیا۔
واشنگٹن ۔ (اُردو پوائنٹ اخبارتازہ ترین۔ 05 مئی2018ء) امریکی عدالت نے بھارتی انجینئر کے قاتل کو عمر قید کی سزا سنادی۔امریکی شہرکنساس کی عدالت کے فیڈرل جج نے پوریٹون کوقصور وار قراردیتے ہوئے عمر قیداور دیگر 2 ملزمان کو فائرنگ کے الزام میں 165ماہ کی سزا سنائی۔ واضح ہو کہ بھارتی انجینیئرسرینواس کوچی بھوتلا کو نسلی تعصب کی وجہ قتل کردیا تھا۔

عشق لا حاصل ہے، اک اندھا سفر ہے اور میں

بچوں کا صفحہ
اسلام آباد (ڈیلی پاکستان آن لائن) سینئر صحافی حامد میر کا کہنا ہے کہ موجودہ حالات میں خارجہ پالیسی کے حوالے سے پاکستان پر امریکہ کا بہت زیادہ دباﺅ ہوگا اس لیے تحریک انصاف کے اکثر لوگ وزیر خارجہ بننے سے گریزاں رہے۔ شاہ محمود قریشی نرم مزاج آدمی ہیں اس لیے انہوں نے خود وزیر خارجہ بننے سے انکار کیا اور سپیکر کا عہدہ مانگا۔
طریقۂ سجدہ اور اس کے اقسام
وقت کا دھارا اسقدر تیزی سے رواں ہے ابھی ابھی تو رمضان کی آمد ہوئی تھی اور آخری عشرہ آن پہنچا ۔ ایک ہی ملک میں رہتے ہوئے ایک دن یا قمری تاریخ کا فرق چل رہا ہے ۔ آخری عشرہ اور طاق راتیں مختلف تاریخو ں میں چل رہی ہیں ۔ بہتر ہے کہ اس قضیہ سے بے نیازی اختیار کی جائے ۔اور اپنی عبادات سے کام رکھا جائے ۔ اللہ کی ذات با برکات ہمارے اعمال اور کوششوں کو قبول فرمائے ۔دنوں اور وقت کا حساب بھی اسی کے علم میں ہے۔ آمین ثم آمین۔
اسی طرح اُردو کے اخبارات کی تعداد اشاعت تین کروڑ 24لاکھ 27ہزار رہی ۔ صرف یہی نہیں رجسٹرڈ اخبارات ورسائل کی تعداد میں اس سال 3.57فیصد کا اضافہ بھی درج کیاگیا ہے ۔
اس پوسٹ کو شیئر کریں ای میل
وزیراعظم بیلٹ اینڈروڈ فورم کے موقع پر دیگر عالمی رہنماؤں سے ملاقات کرینگے، اختتامی سیشن سے وزیراعظم نوازشریف سمیت دنیا کے تین اہم رہنما خطاب کریں گے، بیلٹ اینڈ روڈ فورم کے اختتام پر مشترکہ اعلامیہ بھی جاری کیا جائے گا۔
شہر کی خبریں

ماکومب، الینوائے کی مجموعی آبادی 19,288 افراد پر مشتمل ہے۔
پرانے میوزک کو جدید انداز میں سننے والوں نے پذیرائی بخشی تونئے نئے گلو کاروں اور میوزیشنز کی آمد میوزک انڈسٹری کے لئے تازہ ہوا کا جھونکا ثابت ہوئی۔ اس حسین امتزاج سے بہت سے نئے گانے تخلیق ہوئے ۔ ان گانوں کی فہرست اچھی خاصی طویل ہے ۔
بچوں ،بوڑھوں ،بیماروں اور عورتوں کے لیے اگرخود جاکررمی کرنے کی گنجائش نہ ہو تو وہ اپنا وکیل مقرر کرسکتے ہیں ۔ اس سلسلہ میں بعض ضعیف احادیث بھی ترمذی،ابن ماجہ،مسنداحمد، مصنف ابن ابی شیبہ،معجم طبرانی اوسط میں ہیں ۔239
"وہ لوگ جو شریعت پر ایمان لائے اور اللہ سے ڈرتے ہیں ان کو ان حالات میں اپنی عورتوں کو جب وہ شادی کی عمر کو پہنچ جائیں، شادی سے نہیں روکنا چاہئے۔ انہیں شریعت کے احکامات کی پیروی کرنا چاہئے اور اللہ کے حکم کے سامنے اپنی (جھوٹی) انا کو زیر کر دینا چاہئے۔ یہی تقویٰ اور اللہ کے خوف سے قریب تر ہے" (ابن کثیر جلد اول صفحہ 324)
کی طرف سے اس مصنف کی مزید
نشے کی وجہ سے چار ملازمتوں سے فارغ ہونے والا بھائی خاندانی جائیداد پر قبضہ کرنا چاہتا ہے، شاہ سلیم خان
گرمی کے ساتھ عمارت میں جنس ...
22 کا ہندسہ عمران خان کی زندگی کے اہم نشیب و فراز کا امین کیسے بنا؟
سانس لینے کی تو ’’آزادی‘‘ میسر ہے مگر
مولانا سمیع الحق کے قتل میں سعودی عرب کے ملوث ہونیکا انکشاف
رواں سال ہونے والے آسکرز ایوارڈ کی نامزدگیوں کا اعلان کردیا گیا
سائنس اور ٹیکنالوجی
سعودی عرب: منشیات فروشی پر پاکستانی اور سعودی شہری کا سر قلم
جرمنی آسیہ بی بی کو پناہ دینے پر تیار 21.11.2018
انھوں نے کہا کہ وزیر اعظم ہاؤس کو اعلیٰ ترین یونیورسٹی بنائیں گے جہاں تحقیق ہوگی اور دنیا سے بڑے بڑے اسکالرز کو بلائیں اور اعلیٰ طرز کی یونیورسٹی ہوگی۔
دو لاکھ سے زائد لوگ tax نیٹ میں آچکے ہیں۔
8011 کیبل، اینٹی جمنگ کے لئے ایک طرف روشن اور ایک طرف سست کے ساتھ، کیبل شیلڈ کے لئے استعمال کیبل گریڈ ایلومینیم مرکب کی ایک عام مصنوعات ہے، منگٹائی ایلومینیم اس مواد کو ایک پیشہ ور پروڈکشن سسٹم کے تحت ضمانت شدہ کیمیکل اجزاء اور میکانی خصوصیات کے ساتھ تیار کرتا ہے.
وہ کیسے بھول سکتے ہیں؟ اسی کی سہایتا سے تو وہ موکھ منتری بنے ؟
بچوں کا صفحہ
رسائی کے لنکس
پاکستان کی عدالت عظمٰی نے توہین مذہب کے الزام میں طالب علم مشال خان کے قتل کے بارے میں پشاور ہائی کورٹ کو عدالتی کمیشن بنانے سے روک دیا۔
سابق وزیراعظم نواز شریف کے قریبی ساتھی سیف الرحمان کے فیکٹری گودام پر چھاپہ
نطالیا کا کہنا تھا کہ ان کی جگہ کوئی مرد ہوتا تو اسے اتنی تنقید کا سامنا نہ کرنا پڑتا۔

نواز شریف ،مریم کی رہائی کے بعد حنیف عباسی سے متعلق بھی اہم خبر
مرکزی مواد پر جائیں
1964ء میں نسلی تفریق اور امتیاز کے خلاف شہری نافرمانی کی تحریک چلانے اور دیگر پرامن انداز احتجاج اپنانے پر لوتھر کنگ کو نوبل امن انعام سے نوازا گیا۔ آپ اس اعزاز کو حاصل کرنے والے سب سے کم عمر شخص تھے۔ 1968ء میں اپنے قتل سے پہلے آپ نے غربت کے خاتمے اور جنگ ویتنام کی مخالفت کے لیے کوششیں کی اور دونوں کے حوالے سے مذہبی نقطۂ نظر سامنے لائے۔ 4 اپریل 1968ء کو میمفس، ٹینیسی میں لوتھر کنگ کو قتل کر دیا گیا۔
پی ایس ایل میں پلے آف کے حوالے اہم اعلان
نیوزی لینڈ کے شہر آکلینڈ میں میوزیکل ڈرامہ ’سوینی ٹاڈ‘ کے شو کی پہلی پرفارمنس کے دوران گردن پر زخم آنے کی وجہ سے سکول کے دو لڑکوں کو ہسپتال لے جانا پڑا ہے۔ اس میوزکل میں ایک ہجام اپنے گاہکوں کے گلے کاٹ کر ان کے جسم کے ٹکڑے ایک دکان پر بیچ دیتا […] Read more
مرکزی مواد پر جائیں
ریاستی حکومت نے ہلاک شدگان کے اہل خانہ کو دو دو لاکھ روپے اور زخمیوں کو 25-25اور 10-10ہزار روپے کی امداد کا اعلان کیا ہے۔
ابتدا ہی سے ہماری روحوں کی وراثت طاعون ہے
پہلی پوسٹ مارٹم رپورٹ میں تینوں بچیوں کی موت کی غذائیت کی کمی بتائی گئی ہے ۔پوسٹ مارٹم کرنے والے ڈاکٹروں کا کہنا ہے ان بچیوں کو پچھلے ساتھ آٹھ دن سے کھانا نہیں ملاتھا۔اس معاملہ میں دوسری پوسٹ مارٹم رپورٹ میں بھی موت کی وجہ یہی بتائی جارہی ہے ۔
السلام عليكم ورحمة الله وبركاته جب میں نیکی کا کوئی کام کرتا ہوں تو میرے دل میں شہرت کی محبت اور لوگوں کی تعریف کی خواہش کا وسوسہ آجاتا ہے۔ لیکن میں فوراً اللہ تعالیٰ کو یاد کرتاہوں اور اس وسوسہ سے اللہ کی پناہ مانگتا ہوں اور ریاکاری اور شہرت طلبی سے...
مسٹر اوباما کا کہنا ہے کہ بڑھیر ہوئی بے روزگاری کا مداوا کرنے کے لیے مختصر مدتی اخراجات میں توازن لانے کی کوشش کی جارہی ہے، تاکہ ملک کی طویل المدتی معاشی صحت کو بحال کرنے کے لیے خسارے میں کمی لائی جاسکے۔

شریعت کیا کہتی ہے؟ جمعہ کے دن یا رات ہمبستری کرنے پر؟
ان کا کہنا ھے کہ پیغمبر اسلام صلی اللہ علیہ وآلہ وسلم کی رحلت کے بعد یہ کام انجام پایا اور سب سے پہلے خلیفہ اول امت کے اجماع کے ذریعہ خلافت کے عہدے پر منتخب کئے گئے ۔جبکہ پہلے خلیفہ نے (اجماع امت کے بجائے) خود ذاتی طور پر (وصیت کے ذریعہ) دوسرے خلیفہ کو مقرر کیا۔
یہ ٹیگ ٹیگ کا کھیل
امریکا نے اگر بات کرنی ہے تو عزت سے کرے،وزیراعظم

کل جب تم کو یاد آئے گا

سعودی عرب میں کرپشن کے الزامات میں گرفتار مزید 2 شہزادوں کو رہا کردیا گیا ہے۔ دونوں شہزادوں کو سعودی حکومت کے ساتھ مالی معاہدے کے بعد رہا کیا گیا ہے۔ رہا ہونے والے شہزادوں میں شہزادہ مشعال بن عبداللہ اور شہزادہ فیصل بن عبداللہ شامل ہیں۔ دونوں شہزادے سعودی عرب کے سابق فرمانروا شاہ عبداللہ کے بیٹے ہیں۔
تیرے لب کو چھو کر
کبل ، گھریلو ناچاقی پر باپ نے اپنی ہی بیٹے کو قتل کردیا
صحیح مسلم شریف میں بھی یہ حدیث باختلاف الفاظ مروی ہے،
ہم پاکستانی فوج خریدنا چاہتے ہیں : بھارت
پہلے زیادہ سے سال ایک by RealGrass
پاکستان کے شمال مغربی علاقے میں پیر کے روز ایک نوجوان خود کش حملہ آور کی طرف سے ایک پولیس وین کے بالکل قریب کیے گئے ایک بم دھماکے میں کم از کم تین پولیس افسر ہلاک اور متعدد دیگر اہلکار زخمی ہو گئے۔
یہی سوچ کر میں بھی سونے لگی ہوں
مرکزی مواد پر جائیں

ٹیلی ویژن اور ریڈیو
ترجمان وزیراعظم نے تردیدی بیان میں کہا ہے کہ پرنٹ میڈیا میں کابل حملے میں کسی پاکستانی کے ملوث ہونے سے متعلق وزیراعظم شاہد خاقان عباسی کا بیان غلط چھاپہ گیا۔انہوں نے واضح کیا کہ وزیراعظم نے اس حوالے سے کسی صحافی کو کوئی بیان نہیں دیااور اخبارات میں چھپنے والی خبر درست نہیں ہے،مذکورہ خبر میں وزیراعظم سے منسوب بیان کسی صورت قابل قبول نہیں۔بیان میں کہا گیا ہے کہ وزیراعظم ہمیشہ کہتے رہے ہیں پاکستان پر ہونے والے حملے سرحد پار سے ہوتے ہیں۔
Deeneislam.com - حمیت نام تھا جس کا ....
حقوق انسانی کے گروپ نے کہا ہے کہ روسی فضائی حملوں کا نشانہ گھر اور اسپتال بنے ہیں، اور یہ کہ اُن کی تحقیق ظاہر کرتی ہے کہ اِن کے قریب لڑاکا یا فوجی اہداف نہیں تھے۔۔ بقول ایمنسٹی: ’ایسے حملے جنگی جرائم کے زمرے میں آتے ہیں‘

انٹرنیٹ ٹی وی
اس لیے میرے دوستو! تسلیم کی برکت سے جب اللہ کی مرضی پر بندہ راضی رہتا ہے تو جیسے کوئی مرچ والا کباب کھائے اور مرچوں کی وجہ سے سی سی کرے اور آنکھوں سے آنسو بھی جاری ہوں اور جو پاس بیٹھا ہو وہ یہ کہے کہ آپ تو مصیبت زدہ معلوم ہورہے ہیں، آپ کی آنکھوں سے آنسو بہہ رہے ہیں، یہ کباب آپ کیوں نوش کررہے ہیں؟ اس بلا کو چھوڑ دیجئے۔ تو وہ کہے گا کہ بیوقوف یہ بلا نہیں ہے، یہ آنسو مزے کے ہیں، لذت کے ہیں، یہ مصیبت کے آنسو نہیں ہیں ،اللہ والے اگر کبھی رو بھی پڑیں تو ان کی آنکھیں روتی ہیں دل تسلیم ورضا کی لذت سے مست ہوتا ہے ؎
سارکوزی نے جمعرات کو جرمن چانسلر انگیلا میرکل سے ٹیلی فون پر بات بھی کی اور جرمن پارلیمنٹ میں یورو امدادی پیکیج کے بل کی منظوری پر انہیں مبارکباد پیش کی۔ انہوں نے اس بل کی منظوری کے لیے پارلیمانی ووٹنگ کو یورو زون کے استحکام کے لیے اہم قدم قرار دیا۔
چین اور عمران خان
حضرت عائشہ رضی اللہ عنہا فرماتی ہیں کہ عاشورہ کا روزہ زمانہ جاہلیت میں قریش رکھا کرتے تھے اور حضور اکرم صلی اللہ بھی (ہجرت سے) قبل تطوعاً رکھ لیا کرتے تھے (لیکن ہجرت کے بعد) جب مدینہ منورہ تشریف لائے تو خود بھی (اہتمام سے) رکھا اور امت کو بھی (وجوباً) حکم فرمایا۔ مگر جب رمضان المبارک نازل ہوا تو وہی فرض روزہ بن گیا اور عاشورہ کی فرضیت منسوخ ہو گئی (اب استحباب باقی ہے جس کا دل چاہے رکھے اور جس کا دل چاہے نہ رکھے) ۔
ایران کے لئے فیصلہ کرنے والے آپ کون ؟ ایرانی صدر کا امریکی وزیر خارجہ کو تلخ جواب
ہمارے بارے میں

(ایران ایرلائن کا یہ طیارہ خلیج فارس میں گرا تھا)
تیز ہوا، بارش سے بھگدڑ، عمران خطاب مکمل کئے بغیر چلے گئے ‘لوگ کرسیاں اٹھا کر لے ...
رسائی کے لیے لنک
کی طرف سے مشترکہ ایک پوسٹ WysLuxury JetCharter (wysluxury) پر دسمبر 7, 2016 پر 5:38AM PST
گوگل کے ہمنگبڈ اپ ڈیٹ مطلوبہ الفاظ کے خلاف ہونے والے جملے کے پورے معنی میں نظر آتے ہیں.
سینٹ پیئر و میکیلون
زبیر اور عبدالباسطذوالفقار .نے اسے پسند کیا ہے۔
متحدہ قومی موومنٹ کے ترجمان نے اپنے ایک بیان میں وضاحت کی ہے کہ ایم کیو ایم نے حکومت میں شامل ہونے کا کوئی فیصلہ نہیں کیا ہے اور اس حوالے سے میڈیا میں آنے والی خبروں میں کوئی صداقت نہیں ہے ۔ اپنے بیان میں ترجمان نے کہا کہ جہاں تک سیاسی رہنماؤں سے ملاقاتوں کا تعلق ہے وہ سیاسی اور جمہوری عمل کا حصہ ہوتی ہیں ۔
چند ہفتے انتہائی اہم !!
تازہ ترین شو
‏‏‏‏‏‏‏‏‏‏میرے عیب اب مجھ میں باقی نہ رہے
بنایا جائے،زائل جیلی اب بازاروں میں بھی ملتی ہے۔رائل جیلی کئی طرح کے جلدی خلیات کو قریب لا کر زخم بند کرنے میں مدد گار ہوتی ہے، رائل جیلی کے سالمات ایک طرح کے پیٹپائیڈڈیفنسیسن ون کو تحریک دیتے ہیں اور پھر ایک اینزائم ایم ایم پی نائن کی پیداوار ہوتی ہے جو جلد کی پرت کو تیزی سے بڑھا کر زخم کو ٹھیک کرتی ہے۔
- سعودی عرب کا قطر کو پیش کیے گئے مطالبات سے پیچھے نہ ہٹنے کا اعلان
رابطہ کریں:
ٹیلی ویژن اور ریڈیو
بلوچستان میں کل ووٹرز کی تعداد 42 لاکھ 99ہزار 494 ،الیکشن کمیشن بلوچستان نے تفصیل جاری کردی
ملائیشیا: مٹی کا تودہ گرنے سے پانچ بچے ہلاک
بھارتی سپریم کورٹ کے ججوں نے چیف جسٹس کے خلاف بغاوت کردی
مسنون نماز صحیح احادیث کی روشنی میں
ابا جان میں کیسے…………
عالمی درجہ بندی
لیلہ نام کا شمار لڑکیوں کے ناموں میں ہوتا ہے۔ لیلہ نام کی ابتدائی تاریخ عربی زبان سے نکلتی ہے۔ لیلہ نام کے افراد کے لیئے خوش قسمت نمر 3 مانا جاتا ہے . جبکہ خوش قسمت دنوں میں اتوار, منگل, جمعرات شامل ہیں ۔ خوش قسمتی والی دھاتوں میں ہندسوں کے حساب ے تانبا شامل ہیں لیلہ نام کے افراد کے لیئے موافق پتھروں میں سبز قیمتی پتھر شامل ہیں .
اس حوالے سے تفصیلات کے مطابق سال 2013 میں گرفتار کیے گئے محمد عادل عرف عثمان نے تحریک طالبان افغانستان کے بینر تلے افغانستان میں بم بنانے کی تربیت حاصل کی تھی۔غازی فورس کے نام سے اس گروہ کو سابق صدر پاکستان جنرل پرویز مشرف پر حملے کی منصوبہ بندی میں گرفتار کیا گیا تھا۔سال 2015 میں گرفتار لانڈھی کے رہائشی اور مہمند ایجنسی سے تعلق رکھنے والے ملزم عبدالغفور نے بھی تحریک طالبان کے تحت افغانستان میں مولوی آغا جان گروپ میں رہ کر دہشتگردی کی تربیت حاصل کی۔
آرایس ایس حامی تنظیم نے کہا "سبرامنیم کو نہیں تھی ملک کی سمجھ بوجھ"۔
رومیل گیاگوئے کے لیے شہریت حاصل کرنے کا مقصد سرکاری ملازمت کا حصول رہا ہے۔ وہ فلپائن میں پیدا ہوئے، جب کہ وہ ریاست فلوریڈا کے شہر میامی میں پلے بڑھے۔ وہ امریکی فوج میں خدمات انجام دے رہے ہیں۔ شہریت کے درخواست دہندگان میں سے زیادہ تر لوگ کو متواتر پانچ برس تک امریکہ میں سکونت اختیار کرنی پڑتی ہے؛ لیکن امریکی مسلح افواج کے ارکان اور حال ہی میں ڈسچارج ہونے والے فوج کے ارکان کو تیزی سے امریکی شہریت مل جاتی ہے۔
رائیونڈ روڈ کی تعمیر میں ہونے والی کرپشن میں سابق وزیراعظم نواز شریف کے بھائی وزیر اعلیٰ پنجاب شہباز شریف کو بھی نامزد کیا گیا ہے جو نیب طلبی پر ریکارڈ جمع کراچکے ہیں۔
تو اگر آپ یہ راستہ چننا چاہتے ہیں تو آگے بڑھیے اور دیکھیے کہ آپ کے باغ کو کس چیز کا انتظار ہے۔
7۔ پیسہ، انعام نہیں ذمہ داری

خواجہ سعد رفیق نے انہیں بیٹھنے کیلئے کہا تو مریم نواز نے انہیں اپنی ساتھ والی نشست پر بٹھایا اور بولی کہ ابوجان 4گھنٹے سے روسٹرم پر کھڑے ہوکر اپنا بیان قلمبند کروا رہے ہیں،تھک گئے ہیں ابو جان،صبح سے آئے ہوئے ہیں اور روزہ بھی ہے۔
اپنے خیالات کا اظہار کریں۔
ورلڈ کی مزید خبریں
تحریک انصاف کی حکومت نے مختصر مدت میں کرپشن میں ملوث کچھ بڑے زہریلے سانپوں کو گرفتار کرکے نمایاں کارنامہ انجام تو دیا لیکن کچھ دلسوز واقعات پاکستان کی سرزمین پر ایسے پیش آئے جنہیں دیکھ پڑھ اور سن کر ہر پاکستانی یہ کہنے میں حق بجانب ہے کہ انصاف حکومت سنبھل جاؤ ٹرین پٹری سے گررہی ہے ، سابقہ حکومتوں کی قبیح حرکتیں اور سنتیں دوبارہ زندہ ہورہی ہیں، عدل و انصاف کا جنازہ نکل رہا ہے، فرقہ واریت اور مذہبی تعصب کو تقویت مل رہی ہے، مسلمانوں پر کفر کے فتوے لگانے والے عناصر کی سرگرمیاں تیزتر ہورہی ہیں، قوم کو تمام تعصبات سے بالاتر ہوکر انصافی کی فراہمی کو یقین بناکر دم لینے کے دعویدار تحریک انصاف کی حکومت بھی اہلبیت عصمت وطہارت سے محبت رکھنے والوں کے دشمنوں کے اشارے پر چلنے پر مجبور دکھائی دے رہی ہے جس پر واضح دلیل محب پاکستان ،شیعہ قوم کے ترجمان جناب سید فیصل رضا عابدی کو آواز حق بلند کرنے کے جرم میں جیل کی تنگ کوٹھری میں بند کرنا ہےـ
« پچھلی قسط --- تمام اقساط » 8/اپریل خوفناک جزیرہ - قسط:01 سراج انور ناول کا خلاصہ : ایک ایسے نوجوان کے سمندری سفر کی حیرت انگیز داستان...
آج سے ساڑھے چھ کروڑ سال قبل ہونے والے تصادم میں دنیا سے تقریباً 70 فیصد انواع کا خاتمہ ہو گیا تھا، جن میں سب سے نمایاں ڈائنوسار تھے۔
عینی شاہدین نے میڈیا کو بتایا کہ مسلح شخص نے بار میں داخل ہوتے ہی اسموک بم پھینکا اور پھر گولیوں کی بوچھاڑ کردی،حملے کے وقت بار میں لوگوں کی کافی تعداد موجود تھی جب کہ مسلح شخص نے درجنوں گولیاں فائر کیں۔
محمد شکیل خان بیمہ کی حقیقت اور بیمہ کمپنیوں کے کاروبار کی شرعی حیثیت[قسط۱] ستمبر۰۲ئ ۷۔۲۶
خیال رہے کہ وزیراعظم کے اہل خانہ کے احتساب کے حوالے سے نہال ہاشمی نے ایک متنازع بیان دیا تھا جس پر سخت عوامی اور سیاسی رد عمل آیا تھا اور وفاقی وزیر مملکت نے اس بیان کو ذاتی رائے قرار دیا جب کہ وزیراعظم کی جانب سے برہمی کا اظہار کیا گیا تھا۔


‫بخود محفوظ ہو جاتی ہے۔‬
پاکستان 2 گھنٹے پہلے
سیما صدیقی .................... ہمارا قصور بس اتنا ہی سا تھا کہ ہمارے دانتوں میں کچھ…
کیا آپ اردو میں لکھتے ہیں یا لکھنا چاہتے ہیں ؟ اگر ہاں تو آپ ہمیں اپنے آئیڈیاز urdu@thewire.in پر بھیج سکتے ہیں۔
دنیا میں کھیلوں کا سب سے بڑا عالمی میلہ رواں ماہ کی 14تاریخ سے روس میں سجنے جارہا ہے۔ دنیا
یہ بات انہوں نے پی آئی بی کالونی میں اپنی رہائش گاہ پر میڈیا سے گفتگو کرتے ہوئے کہی، ان کا کہنا تھا کہ ہمارے درمیان کچھ معاملات طے پا گئے ہیں اور جو معاملات رہتے ہیں ان پر کل دوپہر میں بیٹھ کر بات کریں گے، کیوں یہ بھائیوں کا معاملہ ہے اور بھائیوں کے درمیان ہی حل ہوگا۔

براہ مہربانی قیمت درج کریں
کا ایک جوڑا: مخلوط رنگین قدرتی دریائے پتھر پتھر
Image caption تھر میں خوراک کی کمی کے باعث خواتین میں خون کی کمی عام ہے
عہد نامہ جدید، حصہ چہارم ۔۔۔ کتاب ۴۳: یوحنا
۳۔قرآن و حدیث میں طاعون
ریاستی انتخابات کے سامنے مایاوتی کا اقدام حزب اختلاف کی جماعتوں کے لئے ایک نئی مشکل پیدا کررہا ہے
انھوں نے کہا: 'لیکن ایک سال سے کم عرصے میں یہ کہتے ہوئےمیں فخر محسوس کر رہا ہوں کہ دنیا نے یہ خبر سن لی ہے اور علامتیں دیکھ لی ہیں کہ امریکہ واپس آ رہا اور امریکہ مضبوطی کے ساتھ واپس آ رہا ہے۔'
ایمیل ایڈریس:
یقیناً یہ ایک بزرگ رسول کا کہا ہوا ہے ۔
۰۸/۱۱/۲۰۱۷ عالمِ انسانی کو درپیش ایک سنگین خطرہ : – مولانا سید احمد ومیض ندوی عالمِ انسانی کو درپیش ایک سنگین خطرہ مولانا سید احمد ومیض ندوی اس حسین و جمیل کائنات کا اصل دلہا حضرت انسان ہے۔ رب کائنات نے کرہ ارض کے نظام کو بے پناہ توازن کے ساتھ اس لئے قائم کیا ہے […]
’’یہ کیا کہہ رہی ہو بہورانی؟‘‘
پاکستان کی سلامتی
صفحہ 6 کا 8
Home / کھیل کی خبریں / ’’کے ٹو ‘‘ سَر کرنے کی کوشش کرنے والا کوہ پیما ہلاک
'آئی او ایم' نے کہا کہ جنوری 2016ء کے بعد سے پاکستان اور ایران سے غیر اندراج شدہ سات لاکھ افغان پناہ گزین افغانستان واپس آئے جب کہ 2015ء میں یہ تعداد پچاس ہزار تھی اور ان افراد کی بحالی ایک ایسے ملک کے لیے ایک بہت بڑا چیلنج ہے جسے طالبان، القاعدہ اور داعش کے عسکریت پسندوں کی شورش کا سامنا ہے۔
اپنی رائے کا اظہار کریں Cancel reply
اس سے پہلے نائیجیریا کی فیڈرل کورٹ نے آیت اللہ ابراہیم زکزکی کی گرفتاری کو غیر قانونی قرار دیتے ہوئے رہا کرنے کا حکم دیا تھا لیکن اس فیصلے پر آج تک عمل درآمد نہیں کیا گیا۔
اردو نیوز شو
برطانیہ کے روزنامے ٹیلی گراف کے لیے لکھے گئے کالم میں شین وارن نے لکھا ہے کہ بھارت کو پوری سیریز کے لیے ایک ہی دستہ منتخب کرنے کی وجہ سے اب تک مسائل پیش آ رہے ہیں اور آگے بھی آئیں گے۔ ٹیسٹ سیریز میں ذلت آمیز شکست کے بعد بھارت کو اپنی ترجیحات کا تعین کرنے کی ضرورت ہے۔

سی اے جی کی رپورٹ میں اس بات کا انکشاف ہوا کہ گجرات میں کارپوریٹ کمپنیوں کو قانون کے باہر جاکر مرعات پیش کی گئی اور اس سے نہ صرف کمپنیوں کو کروڑ ہا روپئے کا منافع ہوا بلکہ حکومت کو لاکھوں کروڑ کا نقصان بھی ہوا ہے۔ گجرات میں …
۱۳؎ ’’حمزہ کی شاعری قدیم وجدید اور نئی طرز کا خوب صورت امتزاج ہے نیز غزل کی روایتی صنف میں حمزہ کے تجربے اور جدتیں تحسین کی مستحق ہیں۔ وہ اپنے دل کے تاروں پر جو گیت گاتا ہے اس میں ایک طرف گزری صدیوں کے سازوں کی آواز گونجتی ہے اور دوسری طرف موجودہ صدی کی صدائیں بھی سنائی دیتی ہیں۔ ‘‘
"وہ ایک پارسا صفت درویش منش، صوفی مشرب اور بالغ نظر حکیم تھا۔" ( ١٩٣٥ء، چند ہمعصر، ٢٢ )
سوال یہ اُٹھتا ہے کہ فون یا باقی دوسرے پراڈكٹ مکمل طور کہاں بنتے ہیں؟ تو جواب ہے کہ ہر جگہ! ایپل کے فون بنانے میں بہت سے ممالک کی کمپنیاں لگی ہوتی ہیں۔
ایبٹ آباد میں بن لادن کی پناہ گاہ
بریکنگ نیوز کہا تھا نا باپ سے پنگے مت لو ۔۔ پاکستان کے خلاف کارروائی کے کچھ ہی لمحوں بعد امریکہ پر قیامت ٹوٹ پڑی ۔۔ کیا خوفناک کام ہو گیا ؟
سید رضا زنجانی نے ڈاکٹر مصدق کے بارے میں آقائے خمینی کے اس بیان پر کہ "وہ مسلمان نہیں" ان الفاظ میں اپنا احتجاج ریکارڈ کرایا:
بچوں کا صفحہ
نیا زمانہ اردو کا ایک لبرل اور روشن خیال میگزین ہے ۔ یہ کچھ دوستوں کی رضا کارانہ کاوش ہے اور آپ کی توجہ کی مستحق ہے ۔
اپنے دوست کو ای میل کریں
اردو نیوز شو
(۳) امداد طلبہ مقامی بذریعہ کتب، پارچہ جات و ضروریات خوراک وغیرہ جو طلبا علم دینیات حاصل کر رہے ہوں۔
فحدثنی : یہ امر ہے اور اس کے لغوی معنی ‘بیان کیجیے’ کے ہیں ، لیکن یہاں یہ اصطلاحی معنی میں استعمال ہوا ہے اور اس سے مراد نبی صلی اللہ علیہ وسلم کے کسی ارشاد کو روایت کرنا ہے۔
’چار برس میں 14 بجلی گھر بنائے جائیں گے‘

گجرات ( ڈسٹرکٹ رپورٹر ) گجرات کے متعدد علاقوں میں منشیات فروشی عروج پر پہنچ گئی ٗ پولیس خاموش تماشائی بن کر رہ گئی ٗ کم سن بچے منشیات کی لعنت میں مبتلا ہو کر جان گنوانے لگے ٗ گجرات کے متعدد علاقوں جنرل بس اسٹینڈ ، محلہ کھاری کھوئی ٗ صرافہ بازار ، قلعہ ڈھکی ، محلہ نور پور پڈھے ، محلہ امین آباد ، محلہ قدرت آباد ، محلہ قطب آباد ، چنگڑ کالونی ، شاد مان کالونی ، معین الدین پور ٗ مدینہ سیداں ٗ جمال پور سیداں اور دیگر مقامات پر سر عام منشیات فروشی جاری ہے جبکہ پولیس با اثر منشیات فروشوں کے خلاف کارروائی کرنے کی بجائے خاموش تماشائی بن کر رہ گئی ہے ٗ منشیات استعمال کرنے والوں میں زیادہ تر کم سن بچے ہیں جو منشیات کے استعمال سے اپنی جانیں بھی گھنوا بیٹھتے ہیں ٗ منشیات سے متاثرہ افراد اور کمسن بچوں کے والدین نے ڈی پی او گجرات جہانزیب نذیر خان سے منشیات فروشوں کیخلاف کارروائی کر کے انہیں سخت سزائیں دلوانے کا مطالبہ کیا ہے ۔
مسلح افواج کے سربراہ جنرل قمرباوجوہ نے ‘دہشت گردی کے خلاف جنگ’ میں لڑتے ہوئے شہید ہوجانے والے پاک فوج
چائے والا پی ٹی آئی کے ٹکٹ پر رکن قومی اسمبلی بن گیا
امام حسین کی کرامات(قسط:56)
30۔ اور یہودیوں نے کہا عزیز اللہ کا بیٹا ہے اور عیسائیوں نے کہا مسیح اللہ کا بیٹا ہے۔ یہ ان کی باتیں ہیں محض ان کی زبان سے نکالی ہوئی (ورنہ سمجھ بوجھ کر کوئی ایسی بات نہیں کہہ سکتا) ان لوگوں نے بھی انہی کی سی بات کہی جو ان سے پہلے کفر کی راہ اختیار کر چکے ہیں۔ ان پر اللہ کی لعنت! یہ کدھر کو بھٹکے جا رہے ہیں ؟
بارش کا پانی صاف کردیا گیا یا نہیں
جنرل العیدروس (دائیں) جنرل چودھری کے آگے ہتھیار ڈالتے ہوئے وقت: 18 ستمبر 1948، دن 12 بجے مقام: حیدرآباد دکن
ایس ایم ایس پر ٹیکس، پاکستانی نوجوان ناراض
اب، اکاؤنٹس تشکیل دیتے وقت، ہم کو 20 طلباء کو ایک ایک کرکے ان کے اجازت نامے دینے کی ضرورت نہیں ہے۔ اس سے ہر دفعہ ایڈمن بنیادی، صفحہ -مینیجر اور فائل مینیجر اجازت نامے دینے اور اس کے بعد صفحہ مینیجر میں مخصوص علاقے میں اجازت نامے تفویض کرنے، ڈراپ ڈاؤن مینیو میں صحیح کردار فعال کرنے میں ناراض ہوسکتی ہے، کا وقت صرف ہوتا ہے اور خرابی کا شکار ہو سکتی ہے۔
راولپنڈی کی خبریں
خدا کے بعد شاہی آپ کی روۓ زمیں پر ہے
68  اسرائیلی سفارت کار میڈیا کی موجودگی میں ترکی سے بے دخل Publisher  51
مزید پڑھیں: اب واٹس ایپ پر کاروبار کرنا ممکن
اس کے علاوہ تمام اپلوڈ شدہ ویڈیوز ہماری اس ویب سائٹ کی ویڈیو گلیری میں ہمہ وقت موجود نظر آئیں گی آپ یہاں سے بھی تمام تفصیلات کا جائزہ لے سکتے ہیں اسکے باوجود بھی کوئی دقت کا سامنا پیش آئے تو آپ ہمارے رابطہ فارم کے ذریعہ اپنے پیغامات بھی ارسال کرسکتے ہیں.
تلاش پر جائیں
’’سوری سر… کل سارا دن بھاگ دوڑ میں مصروف تھا۔ اسٹوڈنٹ یونین سے بات چل رہی تھی… مگر‘‘
اپنی تحریر شامل کریں

علی ظفر کل اپنی 38ویں سالگرہ منائیں گ
ملالہ یوسفزئی کی اگلی کتاب پناہ گزین خواتین کی زندگی
مسلم لیگ ن کے رہنما طلال چوہدری کو توہین عدالت...
” چلو کھانا تیار ہے .” اسے ایک منٹ کی دیر بھی اب منظور نہیں …
ٹرانسپیرنسی انٹرنیشنل کی سالانہ رپورٹ جاری
*** روس کی اسپوتنک نیوز ایجنسی نے لکھا ہے کہ امریکہ کی طرف سے فولاد اور المونیئم پر درآمدی ٹیکس بڑھانے پر یورپ نے بھی کمر کس لی ہےاور اس نے ترکی کے ساتھ اس سلسلے میں رابطہ کیا ہے۔
الیکشن 2018ء، آصف زرداری بھی ن لیگ کے دفاع میں آگے آگئے، ایسا اعلان کردیا جس کی کسی ...
نوجوانوں کا صفحہ
عمران کا آبائی تعلق اتر پر دیش میں پوروانچل کے ضلع اعظم گڑھ سے ہے ،آج سے کوئی 17 برس قبل عمران روزی روٹی تلاش میں دہلی آئے تھے ، ریڈی میڈ کپڑوں کی مینو فیکچرنگ کا کاروبار شروع کیا اور وقت کے ساتھ ساتھ ترقی کے منازل طے کرتے ہوئے سماجی خدمت میں قدم رکھا اور اب پورے علاقے میں عمران ایک اچھے سماجی خدمت گار کی ایک پہچان رکھتے ہیں ۔
دنیا بھر سے
فیس بک پر شیئر کیجئیے
رات 11 بجے تھیٹر جانے کا کونسا ٹائم ہے؟ایاز امیر
17 جون لاہور پاکستان میں سانحہ ماڈل ٹاؤن پیش آیا، جس میں عدالت عالیہ لاہور کے تحریری حکم [4] کے مطابق نصب کردہ حفاظتی رکاوٹیں ہٹانے کے مسئلہ پر پاکستان عوامی تحریک کے کارکنان کے احتجاج کے دوران پنجاب پولیس کی سیدھی فائرنگ سے دو خواتین سمیت پاکستان عوامی تحریک کے 14 کارکن شہید اور 90 سے زائد شدید زخمی ہوئے۔[5]
رسائی کے لنکس
ایک بادشاہ کی بہت اچھی سبق آموز کہانی
پرکشش مردوں میں نامزد ہونا قیامت کی نشانی ہے، فہد مصطفیٰ
لاڑکانہ: کرشنا مندر سے 50 لاکھ روپے کی مورتیاں چوری، ہندو برادری کا احتجاج
تین گھنٹے کا سفر کافی زیادہ تھا۔ ظفر پچھلی سیٹ پر حوریہ کے ساتھ بیٹھا تھا حوریہ اس طرح منہ بنائے بیٹھی تھی جیسے اسے شک ہوگیا ہو۔حالات اور واقعات کی وجہ سے سب ویسے ہی پریشان تھے اوپر سے حوریہ کی مسلسل خاموشی ایک خوف سا پھیلائے ہوئے تھی۔ سفر میں خوامخواہ کی رکاوٹیں پیدا ہو رہی تھیں، تین گھنٹے کا سفر چار گھنٹے کا بن گیا تھا۔ بزرگ رحمان سائیں کی حویلی پہنچے تو انہوں نے ان سب کو مہمان خانہ میں بٹھایا۔ ملازم نے چائے پیش کی تو رخسانہ نے ملازم سے پوچھا۔
لاگ ان کریں
ٹی ایم اے جہلم نے عوام کو گندگی اور عذاب میں مبتلا رکھنے کی قسم ٹھان لی - JhelumGeo.com
جب یہ معصوم لڑکی وزیراعظم کی کار کی طرف بڑھتی ہے تو ایس پی جی کمانڈوز اس روکنے کی کوشش کرتے ہیں۔مگر سب لوگ اس وقت حیرت زدہ ہوگئے جب مودی نے باضابطہ اپنے قافلے کو روک اور کمانڈوز سے اس بچی کو ملاقات کے لئے آنے کی اجازت دینے کو کہا۔

کیا ان بستیوں کے لوگ بے فکر ہیں کہ ان پر ہمارا عذاب رات کے وقت آ جائے جب وہ سو رہے ہوں ؟
تمام میڈیا مواد
بُت خانے کے دروازے پہ سوتا ہے برَہمن 621 621 571 107 ضرب کلیم
میں سورج گرہن کر دے خواہ وہ سچا ہو یا

اگلےسال پی ایس ایل کےمیچ حیدرآباد میں بھی ہوں گے: وزیراعلیٰ سندھ کا اعلان
سرخ ہونے پر نکال لیں اور گرم گرم پیش کر یں۔
انہوں نے اپنے مسائل سے متعلق گورنرسندھ کو تفصیلی سے آگاہ کرتے ہوئے بتایا کہ ڈاکٹرز آف فزیو تھراپی کی تعلیم مکمل کرنے والے ڈاکٹرز کوہاس جاب کے حصول میں شدید مشکلات پیش آتی ہیں اور جنھیں ہاس جاب مل جاتی ہے ان ڈاکٹرز کو معاوضہ نہیں دیا جاتا ہے ۔ ینگ ڈاکٹرز آف فزیکل تھراپی آرگنائزیشن کے عہدیداروں نے اپنے مسائل تفصیل سے سننے اور ان کے حل کے لئے گورنرسندھ کی دلچسپی کی تعریف کرتے ہوئے امید ظاہر کی کہ گورنرسندھ کی ذاتی دلچسپی کے باعث ان کے مسائل جلد حل ہوں گے ۔وفد میں آرگنائزیشن کے سنیئر وائس چیئر مین ڈاکٹر عمر فیاض ، جنرل سیکریٹری سیف اللہ اور دیگر شامل تھے۔
عباس کیارستمی کی یہ فلم بھی شاعرانہ خیالات اور تخلیقی مہارت کا بہترین نمونہ ہے۔
»سعودی عرب میں پاکستانی کمیونٹی سے خطاب اوورسیز پاکستانیوں کی اہمیت سے انکار نہیں کیا جاسکتا،عمران خان

اس پوسٹ کو شیئر کریں ای میل
اسی جگہ رہنے والے اوما شنکر گپتا نے کہا: 'آہستہ آہستہ ماحول بگڑتا گیا اور بعد میں پتھر بازی وسیع تشدد میں تبدیل ہو گئی۔'
عوام کو گمراہ کرنے کا نرملا سیتارامن پر کانگریس کا الزام، استعفیٰ کا مطالبہ
عام آدمی کا hottie لیتا ہے بچت ہو فائدہ مند کرنے کے لئے بات کے بارے میں lovemaking 28
یہ بیرونی لنک ہیں جو ایک نئی ونڈو میں کُھلیں گے
آئے گا نہیں بلکہ آئے گی۔ جوڈی ویٹیکر تیرھویں ڈاکٹر ہو گی۔
کیا ضمیر کی آواز پر ووٹ دینا واقعی ممکن ہے؟
فلسطین کو اقوام متحدہ میں ترقی پذیر ممالک کی تنظیم جی 77کی سربراہی مل گئی

73لیکن ان لوگوں نے ان کی تکذیب کی تو ہم نے ان کو اور جو لوگ ان کے ساتھ کشتی میں سوار تھے سب کو (طوفان سے) بچا لیا اور انہیں (زمین میں) خلیفہ بنادیا اور جن لوگوں نے ہماری آیتوں کو جھٹلایا ان کو غرق کر دیا تو دیکھ لو کہ جو لوگ ڈرائے گئے تھے ان کا کیا انجام ہوا
یو پی اے سرکار کا دعویٰ : اس پہلی سفارش کے نفاذ کے بارے میں یو پی اے سرکار کا دعویٰ ہے کہ اس نے تعلیم، روزگار اور ہاؤسنگ کے شعبوں میں ہونے والی پیش رفت اور کمیوں کی شفاف اور قابل قبول جانچ اور نگرانی کے لیے ماہرین کے ایک گروپ کی تشکیل کی تھی، جس نے اپنی رپورٹ جون، 2008 میں سرکار کو سونپ دی تھی۔ لیکن بعد میں اس کام کو ’یکساں مواقع کمیشن‘ (Equal Opportunity Commission, EOC) قائم کرنے کی تجویزمیں شامل کر لیا گیا۔
اسلام آباد(آ ئی این پی)پاکستان تحریک انصاف کیچیئرمین عمران خان کوعمرہ ادائیگی کے بعد بنی گا لہ پہنچتے ہی مظاہرین کے احتجاج کا سا منا کر نا پڑ گیا ،بونیر سے تعلق رکھنے والے پی ٹی آئی کے کارکنان من پسند امیدواروں کو ٹکٹ دینے پر بنی گالا میںگز شتہ کئی روز سے احتجاج کر رہے ہیں،نجی ٹی وی کے مطا بق عمران خان کی اہلیہ، گہرے دوست زلفی بخاری، علیم خان، کرن علیم اور عون چوہدری بھی ان کے ہمراہ وطن واپس آگئے ہیں، چیئر مین پی ٹی آئی کو گھر پہنچتے ہی احتجاج کا سامنا کرنا پڑا۔کارکنان نے
نتانیاہو کے ڈرامے نے کسی کو بھی متاثر نہیں کیا:صہیونی اخبارھاآرتص
© IslamHouse.com ویب سائٹ
ماؤ نوازوں نے اسمبلی کے ایک رکن اور ایک سابق رکن کو ہلاک کردیا
انٹرنیٹ ٹی وی
ہمارے بہاولپور کا آٹھویں میں پڑھنے والا بچہ پرسوں سکول جانے کے لئے نکلا۔۔۔۔پھر واپس نہیں آیا۔
دہلی کی جامع مسجد کے شاہی امام سید احمد بخاری نے کہاکہ حج سبسڈی ختم کرنے کی مسلمانوں کی مانگ بہت پرانی ہے لیکن حکومت بلاوجہ اسے سیاسی رنگ دینے کی کوشش کررہی ہے۔ امام بخاری نے بھی عازمین حج کو ائیرانڈیاسے جانے کی لازمیت سے نجات دلانے اور گلوبل ٹنڈر نکالنے کا مطالبہ کرتے ہوئے کہاکہ اس سے ان پر اقتصادی بوجھ کم ہوگا۔ان کا یہ بھی کہنا تھاکہ حج کے امور میں حکومت کی مداخلت پوری طرح ختم ہونی چاہئے۔
[۱۴] اِنسجام یا سہولہ کا اِستعمال کرنا۔
این اے 131: نتائج سے قبل سعد رفیق نے جیت کا دعویٰ کر دیا
بالی ووڈ نگری میں تیزی سے ترقی کی سیڑھیاں چڑھنے والے پاکستانی اداکار فواد خان اب ایشیوریہ رائے کے ساتھ رومانس کرتے دکھائی دیں گے۔ حال ہی میں بالی ووڈ کے سب سے بڑے ایوارڈ فلم فیئر ایوارڈ حاصل کرنے والے فواد خان ان دنوں بھارتی ہدایات کاروں کی آنکھوں کا تارا بنے ہوئے ہیں اور اپنی پہلی فلم ”خوبصورت“ میں فنکارانہ صلاحیتوں کے جوہر دکھانے کے بعد اب تک 5 فلمیں سائن کرچکے ہیں…
وزیراعظم نے سعودی عرب میں پاکستانیوں کیلئے ویزا فیس کے حوالے سے اہم ترین قدم اٹھالیا
نائن الیون کے بعد احساس ہوا کہ خطرے کے پیمانے بدل گئے ہیں: ٹونی بلیئر
تیری دنیا سے زیادہ ہے اثاثہ دل کا

Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی
ویکی کومنز پر تھری ڈی فلمیں سے متعلق سمعی و بصری مواد ملاحظہ کریں۔
کیا ارتقا کی تھیوری غلط ہے؟
زمرہ:پیراگوئے کی کھیلوں کی قومی ٹیمیں - آزاد دائرۃ المعارف، ویکیپیڈیا

امریکہ نے شام پر حملے کی حماقت کی تو اسے اسکا خمیازہ بھگتنا پڑے گا:روسی وزارت خارجہ - 17 مارچ 2018
کینیڈین وزیراعظم کی تمام مسلمانوں کو عید کی مبارکباد
6. اس طرح کی، اچھے معیار اور کافی خدمت کے لئے شکریہ.
اسلام آباد 15 ℃
موسم کا حال
ویب ڈیسک :سابق سری لنکن کپتان کمار سنگا کارا نے فرسٹ کلاس کرکٹ کو خیر باد کہہ دیا۔
اس لنک کو کاپی کیجیے
فریمونٹ کاؤنٹی، کولوراڈو - آزاد دائرۃ المعارف، ویکیپیڈیا

ممالک جہاں انگریزی قومی زبان ہے یا اکثریت کی مادری زبان ہے.
واضح رہے کہ اس سے قبل حمائمہ ملک ایک انٹرویو میں کہہ چکی تھیں کہ ان کی بھابھی کا تعلق کراچی سے ہے تاہم وہ شوبز انڈسٹری سے تعلق نہیں رکھتیں۔
’’اللہ اسے زندگی دے۔ تم فکر نہ کرو بہن۔ تم اکیلی نہیں ہو۔ ہم جو ہیں تمھارے ساتھ۔‘‘ خاتون نے احمد کی امی کو دلاسا دیا۔
وزارت داخلہ نے الیکشن کمیشن کو یہ خط لاہور کے حلقہ 120 کے ضمنی انتخابات کے ایک ہفتے بعد ارسال کیا ہے۔ اس الیکشن میں ملی مسلم لیگ سے وابستہ ایک امیدوار نے پانچ فیصد ووٹرز کی حمایت حاصل کر لی تھی۔ سترہ ستمبر کے اس الیکشن میں یعقوب شیخ بطور آزاد امیدوار میدان میں اترے تھے تاہم انہیں ملی مسلم لیگ اور حافظ سیعد کی بھرپور حمایت حاصل تھی۔ حافظ سیعد نے ان کی خاطر انتخابی مہم بھی چلائی تھی۔
اس وقت ’فلائی اے ڈیل‘ کے فلیٹ میں تین A320 اور 200sشامل ہیں جو 2018کے وسط تک بڑھ کر آٹھ ہوجائیں گے۔
براہِ راست اردو نیوز شو
مواد پر جائیں
رسول پاکﷺ نے صرف تین دن با جماعت تراویح پڑھائیں ،اُس کے بعد لوگ گھر میں یا مسجد میں بلا جماعت تراویح پڑھتے رہے۔حضرت فاروق اعظم نے لوگوں کو پھر جماعت تراویح پر جمع فرمایا جن لوگوں کو فاروق اعظم نے جمع فرمایا وہ کتنی رکعتیں ادا کرتے تھے اُس کی تفصیل ملاحظہ فرمائیے :
عمیرہ کی تحاریر اور کہانیاں عموماً حقیقی سماجی مسائل کے گرد گھومتی ہیں اور موجودہ زمانے کی تہذیب و ثقافت کی عکاس ہیں۔ مقامی مسائل اور حالات کا بیان کرنے کے ساتھ ساتھ روحانیت کا موضوع بھی ان کے ناولوں کا خاص عنصر ہے۔ عمیرہ احمد کو ہر طبقے بشمول بزرگ و نوجوان مرد و خواتین پسندیدہ نگاہوں سے دیکھتے ہیں۔
◄ یوگنڈا کے دوطرفہ تعلقات‏ (5 ز)
ملازمت کے لئے انٹرویو کے دوران مصافحہ سے انکار کرنے والی سویڈین کی مسلم خاتون نے مقدمے میں فتح حاصل کی
اسلامی جمہوریہ ایران کے صدر ڈاکٹر حسن روحانی نے کہا ہے کہ امریکہ طویل عرصے تک ایران مخالف پالیسیاں جاری نہیں رکھ سکتا۔
نوجوانوں کا صفحہ
’اگر کسی کا ہاتھ دیکھیں تو اس سے جنسی رویے کا اندازہ لگایا جا سکتا ہے‘
آپ آف لائن ہیں
7۔ توحید کو نہیں جانتے نہ اسکا انکار کرتے ہیں ۔
سائنس اور ٹیکنالوجی
شمالی کوریا نے سونی پکچرز کے کمپیوٹرز پر سائبر حملے کے الزام میں عائد کی جانے والی نئی پابندیوں پر امریکہ کو شدید تنقید کا نشانہ بنایا ہے۔
ایون فیلڈ ہاؤس برائے فروخت کیا شریف خاندان فلیٹس ضبط کرنے کے عدالتی حکم کے باوجود فلیٹس فروخت کر رہا ہے؟ پراپرٹی ڈیلرز نے ایون فیلڈ ہاؤس کے چکر لگانے شروع کر دیے، میڈیا ... مزید
مرکزی مواد پر جائیں
خبر رساں ایجنسی کے لئے جملہ حقوق محفوظ ہیں

خواجہ سعد رفیق اپنے خلاف نیب تحقیقات پر پھر بول پڑے April 20, 2018
ویکی کومنز پر معیارات بلحاظ تنظیم سے متعلق سمعی و بصری مواد ملاحظہ کریں۔
آخری بار اپڈیٹ کیا گیا مارچ 28, 2016
اے دختر یروشلم اپنی بلند آواز سے خوشی کے ساتھ چلاّؤ۔
تلاش پر جائیں
اگر اس تبصرے سے معذرت خواہانہ رویہ آخذ کیا جا رہا ہے تو یہ بلکل درست نہ ہوگا۔ ہمیں مصطفوی تہزیب پر فخر ہے اور رسول اللہ (علیہہ صلوۃ السلام) کہ محبت ایک اہم اثاثہ۔ لیکن آحسن طریقہ سے معاملہ فہمی کے ساتھ پیچیدہ صورتحال سے نمٹنا بھی اسی رسول(علیہہ صلوۃ السلام) کا خاصہ ہے جس نے اپنے بدترین دشمن کے لیے بھی دعا کی۔
کسی جگہ کے بابرکت ہونے کا مفہوم یہ ہے کہ لوگوں کا دلی تعلق اس جگہ کے ساتھ وہ جیسے بیت اللہ الحرام ہے کہ اس کا قصد و ارادہ کرنے والا، وہاں جا کر اس کا طواف کرنے والا اور عبادت بجا لانے والا بہت ہی خیر کا مستحق ٹھہرتا ہے، حتیٰ کہ حجراسود بھی ایک بابرکت پتھر ہے لیکن اس کی برکت بھی عبادت ہی کی بنا پر ہے۔یعنی جو شخص نبی ﷺ کی اتباع و اطاعت کرتے ہوئے بطور عبادت اسے چھوئے اور بوسہ دے گا وہ اس اتباع کی برکت بھی پالے گا۔ سیدنا عمر رضی اللہ عنہ نے حجراسود کو بوسہ دیتے ہوئے فرمایا تھا:
صفوان بن امیہ یہ امیہ بن خلف مشہور دشمن اسلام کے بیٹے تھے۔
تفصیلات کے مطابق لاہور کے تاج پورہ سکیم کے رہائشی نجی ٹی وی چینل کے ٹیکنیکل ملازم کو نامعلوم افراد نے زہریلی گولیاں کھلاکر موت کی نیند سلا دیا ہے۔ بیس سالہ صبور عظیم کو نامعلوم افراد نے مبینہ طور پر زہریلی چیز کھلا دی۔ جسکی وجہ سے مقتول کی حالت غیر ہوگئی اور اسے طبی امداد کیلے شالیمار اسپتال منتقل کیا گیا جہاں وہ زندگی کی بازہی ہار گیا۔
اے سی سی اے نے پاکستان کیلئے پبلک فنانشل مینجمنٹ میں پروفیشنل ایکریڈیٹیشن پروگرام کی تیاری کا منصوبہ حاصل کرلیا
’’تاہم اس جوہری معاہدے میں جو اہم بات ہے وہ یہ ہے کہ دونوں فریق اس پر عمل کرتے ہوئے کیا طرز عمل اخیتار کرتے ہیں۔ اس معاہدے پر اچھے طریقے سے عمل درآمد سے ایک نئی فضا قائم ہو گی۔‘‘
نئی دلی (نیوذ ڈیسک) بھارت نے کشمیر پر غاصبانہ قبضہ تو کررکھا ہے لیکن یہ سچ اسے بھی خوب اچھی طرح معلوم ہے کہ جنت کبھی کسی کافر کو نہیں مل سکتی۔ اور یہ بھی حقیقت ہے کہ سچ کبھی نہ کبھی زبان پر آ ہی جاتا ہے، جیسا کہ ریاست بہار کے سکولوں میں منعقد ہونے والے ایک حالیہ امتحان کے دوران ہوا۔
21. اگر کھانے میں ساتھ بزرگ بھی شامل ہوں تو اس بات کا خیال رکھنا چاہیئے کہ ان کے شروع کرنے سے پہلے کھانا شروع نہ کیا جائے اسی طرح کھانا ختم کرنے کے بعد بھی ان کا انتظار کرنا چاہیئے لیکن اگر جلدی ہو تو معذرت کے ساتھ اجازت حاصل کرنی چاہیئے۔
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے. بیرونی لنکس کے بارے میں ہماری پالیسی.
Review by Darkangel6 posted پہلے زیادہ سے سال ایک
ہائے میری کام والی۔۔۔۔
نیشنل کالج آف بزنس ایڈمنسٹریشن اینڈ اکنامکس لاہور
مودی حکومت نے کشمیر میں حالات خراب کردئے ہیں: ڈاکٹر منموہن سنگھ
"آج کے دن تمہارے لیے پاکیزہ چیزیں اور اہل کتاب کا کھانا حلال کر دیا گیا ہے۔ تمہارے لیے ان کا کھانا حلال ہے جیسے ان کے لیے تمہارا۔ اور تمہارے لیے اہل ایمان اور تم سے پہلے اہل کتاب کی پاکیزہ خواتین (سے شادی کو حلال کر دیا گیا ہے) بشرطیکہ تم انہیں ان کے مہر ادا کرو، پاکیزہ طریقے سے حصار نکاح میں لاتے ہوئے نہ کہ بے محابا شہوت پرستی یا چوری چھپے آشنائی کرتے ہوئے۔ جو ایمان کے بعد کفر کرے تو اللہ اس کے اعمال کو ضائع کر دے گا اور آخرت میں وہ نقصان اٹھانے والوں میں ہو گا۔" (المائدہ 5:5)
جیسے ہی میں ہے مثلا اندھیرے کو تسلیم کیا ہے، میں کیا اس میں پوشیدہ ہو سکتا ہے بہت ڈر ہو گیا. میں جانتا تھا کہ روشنی کی طرف منتقل کرنے کے لئے تھا، پر بھی ہے کہ ڈراونا تھا کیونکہ روشنی بھی مجھے بے نقاب. روشنی اور میرے بارے میں جگہ کے زیادہ روشن ہے جب تک اندھیرے میرے پیچھے ایک چھوٹے سے علاقے میں سکڑ گیا تھا. یہ محسوس کیا جیسے اندھیرے مجھے واپس نکالنے کی کوشش کر رہا تھا، اور میں تیار خود روشنی میں مزید رکھنا تھا.
ارون جیٹلی کی صفائی ، وزیر اعظم مودی نے منموہن سنگھ کی نیت پر نہیں اٹھائے تھے سوال
مسلم بچے کی لائبریری (180)
بات یہ ہے کہ میرے احباب اور حضرت کے معتقدین کو اس بات کا علم ہی نہیں ہے کہ ہم ایک دوسرے کو چاہتے کیوں ہیں۔ ہم پر تو وہی مثل صادق آتی ہے کہ :
ایڈیلیڈ(اسپورٹس ڈیسک ) بھارت کے خلاف پہلے ٹیسٹ میچ میں آسٹریلیا کے خلاف مشکلات سیدوچار ہے اور مہمان ٹیم کے پہلی اننگز کے اسکور 250 رنز کے جواب میںآسٹریلین ٹیم 191 رنز پر 7وکٹیں گنوا بیٹھی ہے۔جمعہ کو ایڈیلیڈ ٹیسٹ کے دوسرے روز بھارتی ٹیم نے 250 رنز 9 کھلاڑی ا?ئوٹ پر اپنی پہلی ادھوری اننگز دوبارہ شروع کی تو دن کے پہلے ہی اوور کی پہلی گیند پر ہیزل وْڈ نے محمد شامی کو ا?ؤٹ کر کے مہمان ٹیم کی اننگز کا خاتمہ کردیا۔ا?سٹریلیا کی جانب سے جوش ہیزل وْڈ نے 3 جبکہ مچل اسٹارک، پیٹ کمنز اور نیتھن لایون نے 2، 2 وکٹیں لیں۔جواب میں ٹریوس ہیڈ کے سوا کوئی بھی ا?سٹریلین بلے باز بھارتی باؤلرز کے سامنے زیادہ دیر تک وکٹ پر نہ ٹھہر سکا اور تمام کھلاڑی وکٹ پر سیٹ ہونے کے بعد پویلین لوٹتے رہے۔
ابنا: اسلامی علوم کی پیدائش اور توسیع میں شیعت کے کردار کے زیر عنوان بین الاقوامی کانفرنس کے انعقاد کے لیے پالیسی کانسل کی میٹنگ منعقد ہوئی جس میں آیت اللہ العظمیٰ مکارم شیرازی کے علاوہ اہل بیت(ع) عالمی اسمبلی کے سیکرٹری جنرل سمیت حوزہ علمیہ قم کی اہم علمی شخصیات نے شرکت کی۔
Previous فرقہ وارانہ ہم آہنگی کیلئے سب کا تعاون ضروری
شام میں قدیم عمارتوں کی تباہی
واضح رہے کہ معروف مجاہد عالم دین شیخ باقر النمر کو آل سعود حکومت پر تنقید کرنے پرسزائے موت دیے جانے کے سعودی حکومت کے انتہا پسندانہ اور غیر ذمہ دارانہ اقدام پر مختلف اسلامی ملکوں سمیت علاقائی و عالمی سطح پر سخت ردعمل کا اظہار کیا جا رہا ہے۔
“اور تم ایسے وبال سے بچو کہ جو خاص کر صرف ان ہی لوگوں پر واقع نہ ہوگا جو تم میں سے ان گناہوں کے مرتکب ہوئے ہیں، اور جان لو رکھو کہ اللہ سخت سزا دینے والا ہے”(الانفال:25)۔
حکومت کا بجلی کی قیمتوں میں اضافے کا فیصلہ ایک بار پھر موخر
وہ کہتی ہے سنو جاناں محبت موم کا گھر ہے
یہاں جائیں: رہنمائی، تلاش کریں
مسلم لیگ (ن) کا عائشہ گلالئی کو قانونی نوٹس
ہم اپنی سروس کو بہتر بنانے کے لیے کوکیز استعمال کرتے ہیں۔ اس بارے میں مزید تفصیلات ڈیٹا کے تحفظ سے متعلق حصے میں دیکھی جا سکتی ہیں۔
ایک بزرگ نے اپنے بچہ کو شروع ہی سے توکل کی عملی تعلیم اس طرح دی تھی کہ اس کی ماں سے کہہ دیا کہ اس کو روٹی ‘ کپڑا تم خود مت دیا کرو‘ جب یہ کھانا مانگے اس مزید پڑھیں

اتوار 11 جنوری 2015 کا اخبار
جھنگ کے سب سے اہم ترین شہری تھانہ کوتوالی میں عدالتی احکامات جوتے کی نوک پر اڑاتے ہوئے کالعدم مذہبی و انتہا پسند تنظیموں کے سرکردہ افراد کے ایما ء پر جھوٹے،بے بنیاد،حقائق کے برعکس مقدمات کے اندراج پر عوام۔۔۔۔۔
ان اہلکاروں کو تبدیل کیا جائے، کیونکہ یہ بھکاریوں کو بے جاتنگ کرتے ہیں خط میں کہا گیا کہ پولیس اہلکارڈیوٹی کرنے کی بجائے بوڑھے اور معذور بھکاریوں کو تنگ کرتے ہیں،انہیں چوک پر بھیک بھی مانگنے نہیں دیتے۔خط میں الزام لگایا گیا ہے کہ پولیس اہلکارشہر کے اہم چوراہوں پرمنظور نظر فقیروں کو کھڑا رہنے دیتے ہیں جبکہ باقی لوگوں کو دوسری جگہ بھیج دیتے ہیں۔ جہاں بھیک بھی نہیں ملتی۔
ٹیلی گرام کے 150 مفید چینلز و گروپس کے لنکس
کربلا کی ڈائری سے ایک صفحہ
انٹرنیٹ ٹی وی

پی آئی اے نے اسناد نہ جمع کرانے والے فضائی عملے کو ڈیوٹیوں سے روک دیا
761۔ اونٹ اور گائے کے حصے
Working height 5350 mm Ss3hk0 خود بخود اشتہار کا ترجمہ کیا تھا اور کچھ ترجمے کی غلطیاں نہیں ہوسکتا ہو ۔
پھر آپ نے فرمایا۔ ’’ مجھ کو آٹے کی حاجت نہیں ہے صرف تم کو آزمانا تھا۔ کس بل بوتے پر بادشاہت کر رہے ہو، اور سارے جہاں کا بوجھ اپنی گردن پر لیے ہوئے ۔ تمہیں تو دنیا سے شرم آتی ہے۔ ‘‘
انہوں نے کہا کہ اس کے ساتھ خواتین سے متعلق منفی رویوں کو تبدیل کرنے کی کوشش کرنی ہو گی۔
مواد پر جائیں
تازہ ترین مقبول
اسلام اور عصر حاضر (11)
بچوں کے نام
٥٦۔ اور میں نے جن و انس کو خلق نہیں کیا مگر یہ کہ وہ میری عبادت کریں۔
اپنی تحریر شامل کریں
مطلوبہ الفاظ
ماہرین کا کہنا ہے کہ یہ موضوع جمعہ سات جولائی سے جرمنی میں شروع ہونے والے جی ٹوئنٹی سربراہی اجلاس میں بھی زیر بحث آ سکتا ہے۔ ہیمبرگ اجلاس کے دوران چینی صدر شی جنگ پنگ اور بھارتی وزیر اعظم نریندر مودی کے مابین ملاقات بھی ہو سکتی ہے۔
پاکستان نے ملکی طلب سے زائد چینی تیار کر لی ، اس لئے 5 لاکھ ٹن چینی ایکسپورٹ کریں گے،سکندر حیات خان بوسن،
غیر مسلم کی نجات
یاد رہے کہ ستمبر کے آخری ہفتے میں انسداد دہشتگردی کی عدالت انہی ملزمان کو عمر قید ، اضافی قید اور جرمانوں کی سزائیں سنا چکی ہیں۔
الحاق، ایکٹ، متنازعہ، اسلام آباد، انتخاب، نتائج،جموں کشمیر، لبریشن فرنٹ، کشمیر،
ماحول درست ہو تو شمالی کوریا کے امریکہ کے ساتھ مذاکرات...

انگلینڈ کے خلاف چار ون ڈے انٹرنیشنل اور تین ٹوئنٹی ٹوئنٹی میچز کے لئے پاکستان ٹیم کا اعلان آج کیاجائے گا۔ چیف سلیکٹر محمدالیاس دبئی میں ٹیم انتظامیہ سے مشاورت کرچکے ہیں اور آج چیئرمین پی سی بی کی منظوری سے ٹیم کااعلان ہوگا۔چیف سلیکٹر محمدالیاس کا کہناہے کہ محدود اوورز کے میچوں کے لئے بھی بہترین دستیاب کھلاڑیوں کو منتخب کیاجائے گا۔ توقع ہے کہ ٹیسٹ سیریز میں شامل اظہرعلی،توفیق عمر اور جنیدخان وطن واپس آجائیں گے۔فاسٹ بولر محمدطلحہ پہلے ہی ان فٹ ہوکر واپس آچکے ہیں۔شاہد آفریدی،سہیل تنویر،شعیب ملک اور محمدخلیل یواے ای میں ٹیم کو جوائن کریں گے۔وکٹ کیپرعدنان اکمل کو ون ڈے ٹیم میں بھی برقراررکھے جانے کا امکان ہے۔
اسلام اور ٹیکنالوجی
جب وہ شیر اس آلو بخارے کی جھاڑی سے نکلا تھا، نصف صدی گذر چکی ہے۔ گذشتہ بتیس سالوں میں میں نے بے شمار آدم خوروں کا سامنا بھی کیا ہے، ایسے مناظر بھی دیکھے ہیں جو پتھر کو بھی موم کر دیں، میں نے کبھی ایسا نہیں دیکھا کہ شیر نے بلا وجہ شکار کیا ہو۔ ان کا کام ہمیشہ اپنی بھوک مٹانے کے لئے شکار تک محدود ہوتا ہے چاہے یہ شکار انسانی شکل میں ہو یا پھر جانور کی شکل میں۔
تعزیری بستیوں کی تاریخ میں انڈمان کا ایک خاص مقام ہے۔ انڈمان سے قبل کی تعزیری بستیاں ایسے لوگوں کے لیے قائم کی گئی تھیں جو نو آبادیاتی سلطنت کے لیے اندر سے خطرناک ہو سکتے تھے۔ قتل، لوٹ، ڈکیتی اور فریب کاری میں ملوث ہندوستانی مجرم اسی قبیل میں آتے تھے۔ ان سے نو آبادیاتی نظامِ قانون کے لیے ایک ایسا خطرہ پیدا ہو تا تھا جس سے نجات حاصل کیے بغیر نہ امن و امان قائم ہو سکتا تھا نہ نو آبادیاتی سلطنت کو استحکام حاصل ہو سکتا تھا۔ ایسے مجرموں کو ملایا اور ماریشش کی تعزیری بستیوں میں بھیج کر ان کے دل میں حکومت کا خوف اور عوام میں ایسے جرائم کے انجام کا خوف پیدا کرنے کا کام کیا گیا۔
چیئرمین تحریک انصاف عمران خان بھی کروڑوں روپے کے اثاثوں کے مالک

اخبار لکھتا ہے کہ ڈاک کے حجم کی تاریخی طور پر کم ترین سطح کے باوجود اگر ہفتے میں چھ دن ڈاک کی تقسیم کواس ملک کی ایک ضرورت خیال کیا جاتا ہے، تو یہ ایک پبلک سروس ہے جس کی مالی اعانت کی جانی چاہیے، چاہے وفاقی حکومت کو کتنی ہی مشکل میں کیوں نہ ہو ۔ لیکن اگر محکمہ ڈاک کو کانگریس کی مدد کے بغیر قائم رہنا ہےتو اسے مزید خود اختیاری دینی چاہیے ، یعنی ڈاک کے حکام کو ڈاک کی ترسیل کے دن طے کرنے ،ڈاک کے نرخ مقرر کرنے اور نئے اختراعی طریقوں مثلاً انٹرنیٹ سروسز پر غور کرنے کی اجازت دی جانی چاہیے، جس سے وہ اگلی صدی کے لیے اپنا مشن از سر نو متعین کر سکے گا۔ اخبار لکھتا ہے کہ مزید خود مختاری حاصل ہونے سےاسے اپنے مالی وسائل پیدا کرنے کے مواقع حاصل ہوں گے اور کانگریس کو یہ فائدہ ہو گا کہ اسے ڈاک کے حکام کے غلط فیصلوں کے نتیجے میں ہونے والے نقصانات کے ازالے کا تردد نہیں کرنا پڑے گا اور محکمہ اپنے غلط فیصلوں کے نقصانات کی ذمہ داری بھی خود ہی اٹھائے گا۔
ان کے مطابق ’اصل اثر ایران کے ردعمل پر سامنے آئے گا تاہم مجھے کچھ زیادہ کی امید نہیں‘۔
پہلی قسط 24 مئی 2013ء کو لکھی تھی
اور رکھی ہے منکروں کو دکھ کی مار۔
چونکہ بادشاه سلامت کا حکم هے کہ انصاف ضرور ہو گا ،اور جلد هو گا
سائنس اور ٹیکنالوجی
مقبوضہ کشمیر میں حالات بہتر ہونے کے بجائے بدتر ہو رہے ہیں،عمر عبداللہ
کورننگ(www.corning.com) علوم مادیات میں معروف جدت طراز ہے۔ کورننگ نے نئی صنعتیں تخلیق کرنے اور زندگیوں کو تبدیل کرنے والی مصنوعات تیار کرنے کے لیے خصوصی گلاس، سفال گری، اور بصری طبیعیات میں اپنا 160 سے زائد سالوں کا بے مثال تجربہ استعمال کیا۔ کورننگ آر اینڈ ڈی میں مستقل سرمایہ کاری، مادوں کے انوکھے ملاپ اور جدت طرازی کو عمل کا روپ دینے اور ٹیکنالوجی کے سنگین چیلنجز کو حل کرنے کے لیے صارفین کے ساتھ تعاون کے ذریعے کامیابی حاصل کی ہے۔ آج کورننگ کی مصنوعات مختلف صنعتوں، بشمول حیاتی سائنس، کو تقویت دیتی ہیں جہاں کورننگ کی بھروسہ مند مصنوعات ادویات کی دریافت اور تیاری کو تیز تر کرنے کے لیے استعمال ہوتی ہیں۔
ایک دن میں اسکول کے میدان میں بینچ پر بیٹھا کچھ لکھ رہا تھا کہ راہول اور کرشنا اپنے گروپ کے ہمراہ چہل قدمی کرتے ہوئے بینچ کے ساتھ کھڑے ہوکر باتیں کرنے لگے۔ ’’یار کرشنا! مجھے تو یہ سوچ کر ہی کراہیت آتی ہے کہ انسان ایک معصوم جانور جس کے چہرے سے معصومیت ٹپکتی ہے‘ اسے باندھ کر اپنے ہاتھوں سے۔۔۔ انتہائی بے دردی سے قتل کرکے اسے آگ میں پکاتا ہے اور پھر اسے ۔۔۔۔۔۔کی طرح کھا جاتا ہے۔‘‘ یہ لوگ مجھے سنانا چاہ رہے تھے۔
یورو کرنسی کا اجراء تقریباً پندرہ برس پہلے عمل میں آیا تھا۔ گزشتہ دو برسوں سے مرحلہ وار ان کرنسی نوٹوں کو تبدیل کیا جا رہا ہے۔ بدھ پچیس نومبر سے بیس یورو کا نیا کرنسی نوٹ جاری کر دیا گیا ہے۔ مئی 2013ء میں پانچ یورو کا جبکہ ستمبر 2014ء میں دس یورو کا نیا کرنسی نوٹ جاری کیا گیا تھا۔ بعد میں بڑی مالیت کے نوٹ بھی تبدیل کر دیے جائیں گے۔
پرنٹ کریں یہ صفحہ پرنٹ کریں
آصف علی زرداری نے اگلے جلسے کا اعلان کردیا
ڈی جی آئی ایس پی آر کو ہلال امتیاز ملٹری سے نوازا گیا
سمیع اللہ سعدی بھائی نے ڈاکٹر جاوید اکبر انصاری صاحب کی فکر کو خراج تحسین پیش کرنے کے لئے تعریفی کلمات سے بھرپور پوسٹ لگائی ہے اور ساتھ ہی ان کے افکار کے لئے "انصاری سکول آف تھاٹ" کی اصطلاح بھی استعمال فرما دی ہے
’’شام میں خوفزدہ کر دینے جیسا کچھ نہیں‘‘
پاکستان عوامی تحریک کے سربراہ اور کارکنان کے خلاف مقدمے کی سماعت7جون تک ملتوی
سب سے زیادہ مقبول
یہ تحقیق اوبیسٹی ویک 2015 نامی میڈیکل کانفرنس میں پیش کی جائے گی۔
بین الاقوامی خبر رساں ادارے کے مطابق بحری جہازوں کو سمندری لہروں کی مزاحمت سے پیدا ہونے والے مضر اثرات سے محفوظ رکھنے کے لیے سائنس دان ایسا کیمیکل تیار کرنے میں استعمال ہوگئے جس سے جہاز کو رنگنے کے بعد نہ صرف یہ کہ جہاز کی رفتار تیز ہوجائے گی بلکہ فیول کے اخراجات میں بھی نمایاں کمی واقع ہوگی۔
اوپر دی گئی دستاویز صفحہ سانچہ:پہلا مضمون/دستاویز سے شامل کی گئی ہے۔ (ترمیم _ تاریخچہ)

پاکستان کے ٹاپ کیوئسٹ پاکستان بلئیرڈ اور اسنوکر ایسوسی ایشن کے خلاف پھٹ پڑے مطالبے پورے ہونے تک اسنوکر کے کھیل کو جاری نہ رکھنے کا اعلان کردیا
حائضہ خاتون کے بارے میں اس وضاحت کی بنیاد پر ہم ذہنی معذور شخص کو بھی قیاس کر سکتے ہیں۔ اس پر یہ بیماری اللہ تعالی کی جانب سے آئی ہے جس میں اس کا کوئی قصور نہیں۔ اسی وجہ سے جب تک وہ ذہنی طور پر معذور رہے اور اس کی عقل لوٹ کر نہ آئے، اسے نماز معاف کر دی گئی ہے۔
وہ بے بسی سی بچوں کی طرح پھوٹ پھوٹ کر رو پڑی تھی ۔
اب اس کسان کی بات سن لیں، پہلے یہ بڑا محنتی تھا، سخت محنت مشقت کیا کرتا اور اس کا معدہ لکڑ ہضم، پتھر ہضم تھا، لیکن جب اسے عیش و عشرت میں رکھا گیا تو یہ نرم اور نازک مزاج ہو گیا، شاہی کھانے کھا کھا کر اس کا معدہ پہلے جیسا نہیں رہا، آج آپ نے دیکھ لیا کہ تربوز اور دودھ نے اس پر کتنی جلدی اثر کیا اور یہ درد اور تکلیف کی وجہ سے تڑپنے لگا، یہ صرف اور صرف آرام طلبی اور محنت نہ کرنے کا نتیجہ ہے ، کسان جب تک محنت کرتا اور سادہ زندگی بسر کرتا رہا، وہ بیماریوں سے دور رہا لیکن جب وہ محنت ترک کر کے عیش و آرام کی زندگی بسر کرنے لگا، اس کی طبیعت میں نزاکت آ گئی اور وہ بہت جلد بیمار ہو گیا۔
تقریر کے دوران عمران خان کی جانب جوتا اچھال دیا گیا
مظفر آباد: صدر آزاد جموں و کشمیر /چانسلر سردار محمد یعقوب خان کا آزاد جموں و کشمیر یونیورسٹی کے 13ویں کانووکیشن کے ..
لندن نیچرل ہسٹری میوزیم سے تعلق رکھنے والے علم البشریات اور تاریخ کےماہر کرس اسٹرنگر نے کہا کہ یہ نشانات دو پیروں سے چلنے کی صفت رکھنے والے ہماری طرح کے انسانوں کے ہیں جن کی اونچائی ہو بہو ہمارے قد سے مشابہ رہی ہوگی ۔
اردو پوائنٹ پاکستان ۔ ایتھلیٹس ایسوسی ایشن کے زیر اہتمام کل سپورٹس کمپلیکس میں 100میٹر ریس کے مقا بلے منعقد ہوں گے ۔ اسلام آباد
جملہ حقوق بحق ملحمہ بلاگ 2013 محفوظ ہیں۔ پوشاک بنانے والے دلیپ کمار اردو ترجمہ محمد بلال خان
ریحام خان کی طلاق میں بشریٰ بی بی کا کیا کردار تھا ؟ ریحام خان نے سنگین الزامات عائد کر دیے
رسائی کے لنکس
ویڈیو اور آڈیو خبریں
قاضی منصور پوری صاحب تیس سال تک پٹیالہ کی مسجد میں خطبہ جمعہ فرماتے رہے اور 1930 میں جب دوسرے حج کے لئے روانہ ہوئے تو نماز جمعہ کے بعد فرمایا کہ اس مسجد میں یہ میرا آخری جمعہ ہے۔۔۔۔۔ چنانچہ ایسا ہی ہوا اور مولانا حج سے واپسی پر جہاز میں وفات پا گئے۔۔(قاضی محمد سلمان منصور پوری، صفحہ 387،388)۔
خواتین کا صفحہ
دہشتگردی سے متاثرہ خاندانوں سے اظہار افسوس کیا ہے۔ ان کا کہنا ہے کہ پاکستان ہر قسم کی دہشتگردی کی مذمت کرتا ہے اور دہشتگردی کی لعنت کے مکمل خاتمے کیلئے پرعزم ہے۔
القمر آن لائن یونی کوڈ میں ، ایک اہم سنگ میل
میرا وعدہ ہے کہ میں پاکستان میں کسانوں کے حالات زندگی بہتر بنانے کیلئے اقدامات کروں گا کیونکہ میں بہت اچھی طرح سے ج… twitter.com/i/web/status/1… 1 hour ago
سینیٹ میں شور شرابہ لیکن وفاقی وزیر اطلاعات فواد چوہدری کا معافی مانگنے سے انکار

لاگ ان رہیں
تم مل ہی جاؤ گے
سرکاری سکولوں کے اساتذہ و طلبا کی یوم پاکستان واک
شام کی خودمختاری کا احترام کرے اسرائیل: روس
ترجمان کے مطابق وزارت آئی ٹی نے پاکستان ٹیلی کمیونی کشن اتھارٹی (پی ٹی اے) کو اس سلسلے میں ہدایات بھی جاری کردی ہیں.جبکہ پی ٹی اے نے گستاخانہ مواد ہٹائے جانے سے متعلق سپریم کورٹ کو بھی آگاہ کردیا ہے.پاکستان ٹیلی کمیونی کشن کمپنی لمیٹڈ (پی ٹی سی ایل) نے اپنے آفیشل فیس بک پیج پر اس فیصلے پر خوشی کا اظہار کیا.
شیئرنگ کے بارے میں
جیو نیوز کے رپورٹر نے جیو کے پروگرام میں جیو کی انتظامیہ کو رگڑا دے دیا ۔
زمرہ:امتناع - آزاد دائرۃ المعارف، ویکیپیڈیا
فائرنگ کے بعد شرپسند فرار ہونے میں کامیاب ہوگئے تاہم سیکیورٹی فورسز کی بھاری نفری نے علاقے کا محاصرہ کر کے ملزمان کی گرفتاری کے لئے سرچ آپریشن شروع کر دیا ہے۔

پاس ورڈ کی وصولی
نیا پاکستان ہاؤسنگ پروگرام کو 19 شہروں تک وسیع کر دیا گیا ،گھر کی کل قیمت اور ماہانہ قسط کتنی ہوگی؟تفصیلات جاری
08 نومبر 2016 (16:31) انگلینڈ کی ٹیم انڈیا کے دورے پر آئی ہوئی اور نو نومبر سے پہلا ٹیسٹ شروع ہونے والا ہے لیکن سیریز سے قبل ہی کپتان ...
پچ پاانس ، ریس کیپ میثاق جمہوریت میں پوائنٹ کے قریب ایک سائیکل راستے سے دیکھتے ہیں. Provincetown ، میساچوسٹس ، 5 ، فروری 2005.

UniusRei3 ایک تبصرہ 15 منٹ پہلے تعینات کیا گیا ہے [آپ کو نہیں برداشت کر سکتے ہیں، کہ ایک دن یہ آپ کے لئے ایک صدمے بن سکتے ہیں] جی ہاں، حضرت عیسی علیہ السلام خدا ہے، زندہ خدا کا بیٹا، کی تعریف کی جائے قابل: "میں الفا ہوں اور ومیگا، شروع اور آخر ... کون ہے اور کون تھا اور جو اللہ تعالی "(1.8 Rev) آنے والا ہے. "یقینا میں نے جلدی سے آ رہا ہوں" آمین. میں نے بھی حضرت عیسی علیہ السلام رب کے طور پر جانتا ہوں! (Rev 22، 20). انہوں نے یسوع مسیح خدا ہے، وہ خدا کا بیٹا ہے. وہ مقدس تثلیث کا ایک حصہ ہے. خدا والد صاحب، خدا بیٹے اور خدا روح القدس! یسوع صرف آدمی نہیں تھا، انہوں نے انسانی شکل میں خدا تھا. (یعنی ایک صرف خدا)
ایک حنفی عالم اہل سنت کو، جناب فاطمہ زہرا سلام اللہ علیھا کا حکم، امام حسین ع کے لئے نوحہ خوانی کرنے کا
اللہ تعالیٰ ہم سب کو اس ذکر الٰہی اور ہر نیکی اور خیر کی توفیق عطا فرمائے، وہ ہی بہت زیادہ سننے والا اور قبول فرمانے والا ہے۔
اپنے دوست کو ای میل کریں
’امریکی سفارت کاری کا پیچیدہ معاملہ‘
آپ کا مقامی ہیرو کون ہے ؟
’’ شعر کی اس سے زیادہ کوئی بدقسمتی نہیں کہ تخیل کا بے جا استعمال کیا جائے۔ ‘‘ (ایضاً۔ ص:۴۰)
مصر، فرعون کے دور کا ایک اہم قبرستان دریافت
اوریا‘ بی جے پی سربراہ کے شوہر ‘ بھائی ‘ دیگر چار پر زمین پر قبضہ کا مقدمہ درج
مرکزی نیویگیشن پر جائیں
مسٹر باترشولی کہتے ہیں کہ آج کل ان کا گزارہ پنشن پر ہوتا ہے اور اس کے علاوہ ان کا بڑا بیٹا چنگیز بھی ان کی مدد کرتا ہے جو گاؤں ہی میں رہتا ہے۔
پہلی محبت کالج میں ہوئی، دوسری کا امکان نہیں، اداکارہ کومل عزیز
ہم میں سے اکثر لوگ فلو سے متاثر ہونے پر کئی دن تک تھکن، سر درد، جسم کا درد، ٹھنڈ لگنے اور بخار جیسی علامات کا شکار رہتے ہیں۔بہت سے لوگ کچھ ہی دن میں صحت یاب ہو...
آندھرا پردیش کے ساحل سے ٹکرایا سمندری طوفان پیتھائی ، شدید بارش ، عام زندگی مفلوج
ایک انٹرویو میں انہوں نے کہاکہ پی سی بی کو معاملے کی مکمل چھان بین کرنی چاہیے اگر شرجیل خان قصور وار ہیں تب بھی ایسا عمل اپنایا جائے کرکٹ اور کھلاڑی بدنامی نہ ہو۔ قومی کرکٹر شرجیل خان کی جانب سے دھمکیاں ملنے کے بیان پر سابق چیف سلیکٹر محمد الیاس نے کہاکہ شرجیل کو اس معاملے پر زیادہ پریشان نہیں ہونا چاہیے اور معاملے کا بہادری سے سامنا کرنا چاہیے۔ محمد الیاس کا کہنا تھا کہ جو شخص صرف 2 دو لاکھ روپے کیلئے بلیک میلنگ کر رہا ہے وہ ضرور کوئی جوکر ہو گا۔
گنٹھیا یا جوڑوں کے دردوں کا علاج نماز میں ممکن ہے۔ جب ہم وضو کرنے کے بعد نماز کےلئے کھڑے ہوتے ہیں تو پہلے ہمارا جسم ڈھیلا ہوتا ہے لیکن جب نماز کی نیت کےلئے ہاتھ اٹھاتے ہیں تو قدرتی طور پر جسم میں تناﺅ پیدا ہو جاتا ہے۔ اس حالت میں آدمی کے اوپر سے سفلی جذبات کا زور ٹوٹ جاتا ہے۔ سیدھے کھڑے ہونے سے ام الدماغ سے روشنیاں چل کر ریڑھ کی ہڈی سے ہوتی ہوئی پورے اعصاب میں پھیل جاتی ہیں۔ یہ بات سب جانتے ہیں کہ جسمانی صحت کےلئے ریڑھ کی ہڈی کو ایک ممتاز مقام حاصل ہے اور عمدہ صحت کا دارومدار ریڑھ کی ہڈی کی لچک پر ہے۔ نماز میں قیام کرنا گھٹنوں، ٹخنوں اور پیروں سے اوپر پنڈلیوں ، پنجوں اور ہاتھ کے جوڑوں کو قوی کرتا ہے، گنٹھیا کے درد کو ختم کرتا ہے لیکن شرط یہ ہے کہ جسم سیدھا رہے اور ٹانگوں میں خم واقع نہ ہو۔
◄ سینٹ لوسیا میں قدرتی آفات‏ (خالی)
پاکستانیوں کا موبائل سے پیار کم ہونے میں ہی نہیں آ رہا
ہم نے اپنے وجود کو
اگر آپ کو FxPro کے ساتھ Chevron ، یا کسی دیگر کمپنی کے حصص کی ٹریڈنگ سے متعلق کوئی سوال ہو تو براہِ کرم ہماری کسٹمر سپورٹ سے رابطہ کری
سعودی عرب میں تین ہزار پاکستانی عازمین حج بیمار پڑگئے، دو کا انتقال
مزید اہم خبریں
لاہور (خصوصی رپورٹر) مسلم لیگ ن کے مرکزی رہنما اور این اے 125 سے امیدوار قومی اسمبلی خواجہ سعد رفیق نے کہا ہے کہ اقتدار کی ہوس آمر پرویز مشرف کو قانون کے شکنجے میں لے آئی۔ پرویز مشرف کی گرفتاری کا پروانہ تو محض ایک شروعات ہے۔ عنقریب عوامی عدالت سے زرداریوں، حواریوں، کے ریڈ وارنٹ بھی جاری ہوں گے۔ کوئی بھی قومی مجرم خواہ کتنا ہی بااثر کیوں نہ ہو اسے ایک دن انصاف اور احتساب کے کٹہرے میں آنا ہو گا۔ آزاد اور فعال عدلیہ کے ہوتے ہوئے پرویز مشرف سمیت قومی مجرموں کا قانون کی گرفت سے بچ نکلنا خارج از امکان ہے۔ وہ شتر محلہ بڑا میدان اور سلطان پارک میت مختلف مقامات پر ع وامی اجتماعات سے خطاب کر رہے تھے۔ امیدوار پی پی 155 میاں نصیر احمد، امیدوار پی پی 156 چودھری محمد یٰسین سوہل، حاجی اقبال، اخلاص شاہ میت مقامی رہنما¶ں نے بھی خطاب کیا۔ خواجہ سعد رفیق نے مزید کہا کہ اناڑیوں کے شوق اقتدار کیلئے پاکستان کا مستقبل دا¶ پر نہیں لگایا جا سکتا۔
بعض مسلمان تجزیہ کاروں کا کہنا ہے کہ ٹرمپ نے اپنے خطاب سے مسلم دنیا کے ساتھ اپنے تعلقات کی تجدید کا آغاز کیا ہے۔
اپوزیشن رہنماؤں کا ایک بار پھر وزیراعظم نواز شریف سے استعفیٰ کا مطالبہ
ہم سورج کی روشنی MV قابو میں رکھو
کراچی: رینجرز کی کارروائی، بڑی تعداد میں اسلحہ، بارودی مواد برآمد
اردو ویب اور بلاگنگ نے مجھے کمپیوٹنگ کا شعور کا بخشا۔ جہاں مجھے بہت کچھ سیکھنے کا موقع ملا وہاں کچھ اچھے دوست بھی ملے۔ امید ہے ان کا میرا ساتھ آخری سانس تک چلتا رہے گا۔
رسائی کے لنکس
بی بی سی سائٹ پر صفحات
ایم کیو ایم پاکستان کے سینئر ڈپٹی کنوینر عامر خان کا حقیقی سے واپس آنے والے کارکنان کو خوش آمدید
"101 طریقے ایک عظیم والد کی جائے."
محمود جبرین نامی ایک فلسطینی مجاہد جو ۲۵ سال کی عمر میں اب سے ۳۰ سال قبل صیہونی دہشتگردوں کے ہاتھوں اسیر بنایا گیا تھا،اب آزاد ہونے کے بعد سب سے پہلے اپنی ماں کی قبر پر گیا اور اسکی فرقت میں بین کئے۔محمود کی رہائی سے تین ماہ قبل اسکی ماں کا انتقال ہو گیا تھا۔اس دوران محمود جبرین نے شادی نہیں کی اور اسکے بہت سے اعزا و اقارب بھی دنیا سے سدھار گئے!
جی ہاں۔ ابن انشاء کے کلام سے انتخاب ہے۔ ابن انشاء کی بات ہی کچھ الگ ہے۔ بلاگ پر خوش آمدید۔
خود ساختہ سادھو سے ناجائز تعلقات کی مخالفت کرنے والے بیٹے کا ماں نے کرایا قتل
’’کیونکہ تُو کہتا ہے کہ تُو دولتمند ہے اور مالدار بن گیا ہے اور تجھے کسی چیز کی حاجت نہیں مگر تُو یہ نہیں جانتا کہ تُو بدبخت، بے چارہ، غریب، اندھا اور ننگا ہے۔‘‘ (مکاشفہ 3:17).
موجودہ حالات میں کمزور حکومت ملک کی بدقسمتی ہوگی،عمران خان
ٹیگز: orgasm کے ویڈیو, ویب کیمز
ان کے اس کارنامہ کی بنیاد پر امریکہ نے کارروائی کرتے ہوئے اسامہ بن لادن کے خلاف کامیاب آپریشن کیا اور ڈاکٹر شکیل آفریدی اس انعام کے حق دار ٹھہرے جو امریکہ نے اسامہ بن لادن کے سر کی مقرر کرنے کی قیمت کی صورت میں مقرر کیا تھا، لیکن اپنا بہت بڑا انعام حاصل کرنے سے پہلے وہ پاکستانی حکام کے ہتھے چڑھ گئے۔ اب امریکہ ریمنڈ ڈیوس کی طرح ان کی رہائی اور امریکہ میں ان کے استقبال اور وہاں کے غالباً سب سے بڑے انعام سے نوازنے کی تیاری کر رہا ہے۔
عوام نے مہاتیر اور ہمیں کرپشن کے خلاف اقتدار دیا: وزیراعظم عمران خان
پاکستان میں انٹر نیٹ استعمال کرنے والے لوگوں کی تعداد بہت زیادہ ہے اور اس میں دن بدن اضافہ ہوتا جا رہا ہے .اور اسی لیے تیز انٹر نیٹ اب ہر پاکستانی کی ضرورت بن چکا ہے.اور زونگ نے اس مسئلے کو حل کر دیا ہے اور اپنے یوزرز کو خوشخبری سنا دی ہے.صارفین کو

Image caption پناہ گزینوں کا مستقبل واضح نہیں ہے
تاریخ پیدائش ویکی ڈیٹا سے ماخوذ
جب قبر میں جائیں گے تب آرام ملے گا
واعظوں کے یہ مسوّدے اور ویڈیوز اب تقریباً 1,500,000 کمپیوٹرز پر 221 سے زائد ممالک میں ہر ماہ www.sermonsfortheworld.com پر دیکھے جاتے ہیں۔ سینکڑوں دوسرے لوگ یوٹیوب پر ویڈیوز دیکھتے ہیں، لیکن وہ جلد ہی یو ٹیوب چھوڑ دیتے ہیں اور ہماری ویب سائٹ پر آ جاتے ہیں کیونکہ ہر واعظ اُنہیں یوٹیوب کو چھوڑ کر ہماری ویب سائٹ کی جانب آنے کی راہ دکھاتا ہے۔ یوٹیوب لوگوں کو ہماری ویب سائٹ پر لے کر آتی ہے۔ ہر ماہ تقریباً 120,000 کمپیوٹروں پر لوگوں کو 40 زبانوں میں واعظوں کے مسوّدے پیش کیے جاتے ہیں۔ واعظوں کی مسوّدے حق اشاعت نہیں رکھتے تاکہ مبلغین اِنہیں ہماری اجازت کے بغیر اِستعمال کر سکیں۔ مہربانی سے یہاں پر یہ جاننے کے لیے کلِک کیجیے کہ آپ کیسے ساری دُنیا میں خوشخبری کے اِس عظیم کام کو پھیلانے میں ہماری مدد ماہانہ چندہ دینے سے کر سکتے ہیں۔ جب کبھی بھی آپ ڈاکٹر ہائیمرز کو لکھیں ہمیشہ اُنہیں بتائیں آپ کسی مُلک میں رہتے ہیں، ورنہ وہ آپ کو جواب نہیں دے سکتے۔ ڈاکٹر ہائیمرز کا ای۔میل ایڈریس rlhymersjr@sbcglobal.net ہے۔
امریکی محکمہ دفاع پنٹاگون کی جانب سے جاری کردہ رپورٹ کے مطابق 2013 سے 2016 کےدرمیان بری، بحری اور فضائی اہلکاروں پرجنسی ہراساں کرنے کے 20 ہزار سے زائدالزامات سامنے آئے۔ سب سے زیادہ کیسز امریکی فضائیہ میں رپورٹ ہوئے جن کی تعداد 8 ہزار 876 ہیں جب کہ بری فوج میں 8ہزار 294، نیوی میں 4 ہزار788 اور میرین کور میں 3 ہزار400 رپورٹ ہوئے۔
بی بی سی سے رابطہ کریں
چناب نگر:پنجاب فوڈاتھارٹی کے تحت فوڈ کا کاروبار کرنے والوں کیلئے آگاہی سیمینار کا انعقاد

نظام تعلیم کی بربادی

آصف زرداری کا بہادر بچہ، لیکن کون؟
پی ایس ایل اور آئی پی ایل کا مالی موازنہ
کھیل کی خبریں
سوات ایکسپریس وے پر عوامی نیشنل پارٹی کے سردار بابک کی سخت تنقید
میں مسلمانوں کی عبادت دیکھنے خانہ کعبہ بھی گیا تھا وہاں میں نے دیکھا کہ
بھروسہ کرنے کا نتیجہ۔ ایک شخص کے ساتھ مارپیٹ اور بائیک نظر آتش
استعمال کے ضوابط
‘پاکستان چھوڑنا ایسا ہے جیسے اپنے ملک سے جانا ہو‘
میں یہ کہانی تم کو اسی ئے سنارہا ہوں کہ یہ کہانی منظر عام پر آئے اور اپنے منطقی انجام کو پہنچے۔ جو قومیں ، حکومتیں اور اشخاص اس پر بھی تیار نہ ہوں وہ انسانی نسل کے چہرے پر بد تہذیبی کا بہترین نمونہ ہیں۔ میں نے اس کا علاج کیا تھا۔ میں دوا اور انجکشنوں سے تو اس کو ٹھیک نہیں کرپایا تھا لیکن جیسے ہی میں نے اس کی زہر بھری کہانی چوس کر پی لی وہ ٹھیک ہوگیا تھا اور اسے پہلی بار بغیر کسی انجکشن کے گہری نیند آئی تھی۔ لیکن اس کے ساتھ ہی وہ مرگیا اور تب سے اب تک میری نیند ڈسٹرب رہتی ہے۔
اس تحریر میں آپ کو تھکاوٹ نظر آ رہی ہے کیا ؟ جو کچھ میں نے لکھا ہے یہ کہانی نہی حقیقی واقعات ہیں ۔ اللہ سبحانہ و تعالی نے مجھے ایسے ایسے تجربوں میں سے گذارا ہے کہ دوسرے تو کیا کبھی کبھی میں خود دنگ رہ جاتا ہوں
اس مشین کی طوالت ایک سو میٹر تھی اور پروں کی چوڑائی چالیس میٹر، یہ ساڑھے پانچ سو ٹن وزن زمین سے اوپر اٹھا سکتی تھی۔ یہ صرف اس کا شہری ماڈل تھا۔ جنگی ماڈل اس سے بھی زیادہ مہیب تھا۔ جاسوسی کے امریکی ماہرین اس سے متعلق اس قدر ششدر ہوئے تھے کہ انہوں نے اسے “ایم کے” جس کا سادہ مطلب “ماڈل بحری جہاز” تھا، کی بجائے “کیسپین کی سمندری بلا” کا نام دے دیا تھا۔
ہم نے اس رخنہ اندازی کے ماخذ کی شناخت کی ہے اور اسے محفوظ بنایا ہے، اور سائبر مجرموں کے ذریعہ تیار کیے جانے والے خطرات سے نمٹنے کے لیے معقول اضافی اقدمات اپنائے ہیں۔
سوئچ آف ہونے پر یہ ٹیلی ویژن کسی شیشے کی طرح شفاف ہوتا ہے جس کے آر پار دکھائی دیتا ہے جب کہ آن کرنے پر یہ غیر شفاف ہوجاتا ہے جس پر مختلف مناظر دکھائی دینے لگتے ہیں۔ شفاف ہونے کے علاوہ یہ لچکدار بھی ہے یعنی اسے کسی الماری میں کثیر المقاصد شیشے کے طور پر لگایا بھی جاسکتا ہے جس سے جگہ کی بھی بچت ہوگی۔
دیوسائی سے اپنے ایک ٹویٹر پیغام میں ریحام خان نے کہا کہ یہاں 400 اقسام کے پھول ہیں، کسی نے دیو سائی لانے کا وعدہ کیا تھا لیکن پاکستانی وعدے اکثر پورے نہیں ہوتے اسی لئے میں اپنی ذات کو خود وہ تفریح فراہم کرنے جا رہی ہوں جس کا مجھ سے وعدہ کیا گیا تھا، کہتی ہیں لڑکیو! اپنے خواب خود پورے کرو۔
نا جی نا۔۔ آخر کی دو تصویریں طنزیہ ہیں۔۔ اور آئی پیڈ کے ساتھ جو ہوگا اس کے بعد وہ اسکا سائز مزید بڑھانے کا سوچیں گے بھی نہیں۔
کیا چَین ملا ہے………سر جو اُس کے
متحدہ قومی موومنٹ کے قائدجناب الطاف حسین نے وزیراعظم پاکستان میاں محمدنوازشریف کی علالت پرگہری تشویش کااظہارکرتے ہوئے ان کی جلدو مکمل صحت یابی کے لئے اللہ تعالیٰ کے حضوردعاکی ہے۔ایک بیان میں جناب الطاف حسین نے تمام مذاہب سے تعلق رکھنے والے ملک بھرکے حق پرست عوام خصوصاًماؤں،بہنوں،بزرگوں، نوجوانوں اوربچوں بچیوں سے اپیل کی کہ وہ اپنے اپنے مذہب اورعقیدے کے مطابق وزیراعظم پاکستان میاں محمدنواز شریف کی جلدومکمل صحت یابی کے لئے دعاکریں ۔
آپ کے دوست انتظار کر رہے ہونگے، اِس لیے یہ کہنے دیجیے،
تاہم وزیر اعظم عمران خان کی زندگی کا سب سے بڑا یوٹرن انکی سیاست میں انٹری تھی
جب دباؤ معیاری قدر نیچے تیل، تیل دباؤ سوئچ بند ہو جائے گا، متن کو تنبیہ کے لیے 3 دکھائیں گے s اور پھر انجن گا سست کم خالی رفتار سے ۔ ایسی صورت حال میں، آپریٹر کی ضرورت کے طور پر مشین بند کرنی چاہیے ۔
اس نظرئیے کا جواب اٹھارویں صدی میں پادری بارکلے نے دیا۔ اس کا خیال ہے کہ خارجی اشیاء کو وجود حاصل نہیں’ بلکہ ذہن خارجی اشیاء کوپیدا کرتا ہے۔ جب کوئی آدمی کہتا ہے کہ میں نے پھول دیکھا’ تو اس کے پاس پھول کے وجود کا کوئی ثبوت نہیں ہوتا۔ یہ تو بس ایک ذہنی ادراک ہے’ اس سے یہ نتیجہ نکلا کہ ذہن خارجی اشیاء کو پیدا کرتا ہے۔ پادری بارکلے نے انسانی ذہن کے نمونے پر خدا کا بھی ذہنی تصور کیا تھا (نعوذ باللہ)۔ اس نظرئیے کو “مثالیت” کہتے ہیں۔
دعا کی قبولیت کے راستے میں بننے والی رکاوٹوں میں شامل امور:
ایران کے ساتھ تجارتی تعلقات سے کسی ملک کا نقصان نہیں:چین
ان کتب کے علاوہ کئی جلدیں مختلف مباحث پر لکھی ہیں جن کے مسودے آپ کے صاحبزادے سید امیر الدین صاحب توصیفؔ کے پاس محفوظ ہیں۔ ان تصانیف میں اخلاق و حکمت و تصوف و معرفت کا بڑا ذخیرہ ہے اور شائع ہونے کے قابل ہے۔دفتری مشاغل کے بعد جو وقت ملتا وہ تصنیف و تالیف و شعر گوئی و کتب بینی کے علاوہ خطاطی میں صرف ہوتا تھا۔ آپ نہایت خوشخط تھے کئی قطعات مطلا و مذہب بخط نسخ آپ کے تحریر کردہ موجود ہیں۔ کلام مجید کی بعض آیتوں اور سورتوں کے لکھنے میں خوشنویسی کا کمال صرف کیا ہے۔ آپ نے اپنے تلامذہ کی تعداد نہیں بڑھائی اور ہمیشہ فرماتے کہ ’’میں استاد بننے کے قابل نہیں ہوں‘‘۔
واضح رہے کہ اسرائیل کے وزیراعظم نیتن یاہو نے رواں سال جنوری میں بھارت کا 6 روزہ دورہ کیا تھا جس میں بھارتی وزیراعظم کے ساتھ ہونے والی ملاقات میں باہمی دفاعی تعاون کے حوالے سے اہم فیصلے کیے گئے تھے۔ بھارت کا اینٹی ٹینک میزائل کی خریداری کا معاملہ بھی اسی دوران طے پایا تھا۔
اپنا ذاتی بلاگ بنائیں

اس مصنف کی دیگر تصانیف
کھیل کی خبریں

کفر ٹوٹا خدا خدا کرکے، نادرا ٹیم کا لاوہ کا دورہ، جلد نادرا آفس کا قیام عمل میں لایا جائے گا، لاوہ گوہل روڈ پر چرڑی پل پر بھی کام کا آغاز
ہر پروگرام پر کچھ مجموعی تاثرات، مشورے، تجاویز ذہن میں آ تی ہیں۔ ضروری محسوس ہوتا ہے کہ اس پر بھی کچھ کہیں:
مندرجات: ٩٠٧ تاریخ اشاعت: ٠٥ August ٢٠١٧ - ١١:٤٢ مشاہدات: 295
پارٹی کے کپڑے
ادائیگی کے طریقے

نائجیریا میں خواتین کے4خودکش بم دھماکے، 12 افراد ہلاک،65زخمی
شاہ اسماعیل شہید جس طرح ایک بلند پایہ صاحب کردار مجاہد تھے اس سے کہیں زیادہ ایک بلند فکر صاحبِ علم تھے۔ آپ کے فکر ونظر کی گہرائی ودقت اور دقیق علوم ومباحث سے فطری مناسبت اور کمال مہارت کا اسی وقت صحیح اندازہ لگایا جا سکتا ہے جب آپ کی تصنیف”العبقات“ کا مطالعہ کیا جائے ۔ یہ کتاب مستقل اسلامی الٰہیات (فلسفہ) ہی کے موضوع سے متعلق ہے۔ بعض اہل علم نے تواس کتاب کوآپ کا ایک اہم کارنامہ اور تجدید الہیات کا پیش خیمہ تک قرار دیا ہے اور واقعی یہ کتاب اس بات کی حق دار ہے کہ علم وتحقیق اور فلسفہ وحکمت کے شہ سوار اسے اپنی کاوشوں کی جولان گاہ بنائیں اس محنت وکاوش سے جہاں فلسفہ وحکمت کے میدان میں مزید راہیں کھلیں گی، وہاں خاص کر اہلِ علم کے طبقات میں آپ کی زندگی کے ایک اہم مگر بھولے بِسرے پہلو سے متعارف ہونے کا موقع ملے گا۔
2 ہفتے پہلے انتخاب
لاہور: فیملی کورٹ نے 9 سال بعد فیصلہ سناتے ہوئے اداکارہ میرا کو عتیق الرحمان کی بیوی قرار دے دیا۔
وجود میں آتا ہے، اس لمحہ میں اجماع منعقد ہوجاتا ہے، اتفاق ہوجانے کے بعد مسئلہ
عراق میں نئی حکومت کی تشکیل اگلے ہفتے ممکن
عالم گیر کی وفات کے بعد ہندوستان بتدریج زوال کا شکار ہو رہا تھا۔ انگریز دن بدن ہندوستان پر اپنا تسلط مضبوط کر رہا تھا۔ اسلامی نظام اپنے آخری ایام گزار رہا تھا۔ اِس وقت ضرورت تھی کہ اس پرانے نظام کو جس کی بدولت غلامی کے گھٹا ٹوپ اندھیرے چھائے جارہے تھے اُس کوجڑ سے اکھاڑ پھینکا جائے۔ امام شاہ ولی اللہ‎ کی حکیمانہ بصیرت نے یہ دیکھ لیا کہ اب موجودہ نظام انسانیت کو ترقی دینے میں ناکام ہو چکا ہے لہٰذا اسے فوراً بدلا جائے اور اس کے لئے ہر شخص جدوجہد اور کوشش کرے۔ چنانچہ آپ نے ”فک کل نظام“ کا نظریہ پیش کیا۔ آپ نے یہ واضح کیا کہ انسانیت کی ترقی کا جامع اسلامی نظام کیا ہے اور سوسائٹی کی اجتماعی ترقی اس کے بغیر کیوں ناگزیر ہے۔

اسلام اور ٹیکنالوجی (1)
اس نے بچہ کی جانب مشکوک نظروں سے دیکھا اور اسے اس کا ٹیپ ریکارڈر تھما کر روانہ کر دیا اور خود سگریٹ پیتے پیتے گانے کے شعر گنگنانے لگا لیکن آواز نے ساتھ نہیں دیا۔
بل جلد ہی قومی اسمبلی میں پیش کیا جائے گا۔ کسی صوبے نے قبل از وقت انتخابات کا مطالبہ نہیں کیا۔ مصدق ملک نے کہا کہ آڈٹ کے لیے بلاکس کو قرعہ اندازی کے ذریعے منتخب کیا جائے گا۔
قطر کرکٹ ایسوسی ایشن کے صدر گل خان نے کہا کہ فیصلے سے قطر کے پاکستانیوں کو گہرا صدمہ ہوگا،لیگ کے لئے سپر اسٹارز کھلاڑیوں کے علاوہ بین الاقوامی کوچز بھی دلچسپی ظاہر کر رہے ہیں۔
نبی اکرم صلی اللہ عليہ وآلہ وسلم نے فرمایا: جس کو قوم لوط جیسا عمل کرتے پائو تو فاعل اور مفعول دونوں کو قتل کر دو
باربی کیو گِرل کا استعمال
تہران کے خطیب جمعہ نے ایرانی عوام کے خلاف امریکا کی گذشتہ چالیس برسوں کی پابندیوں اور دھمکیوں کا ذکرکرتے ہوئے کہا کہ ان ظالمانہ پابندیوں کی وجہ سے ایرانی عوام آج اپنے پیروں پر خود کھڑے ہوگئے ہیں اور اقتصادی، سیاسی اور سائنسی میدانوں میں بھی خود مختار ہوگئے ہیں۔ انہوں نے کہا کہ اس کے ساتھ ہی علاقے میں ایران کے اثر و رسوخ میں بھی زبردست اضافہ ہوا ہے۔
بالی وڈ کے فلم ساز اور ہدایت کار کرن جوہر کا کہنا ہے کہ وہ اوڑی حملے میں ہونے والی ہلاکتوں پر کافی افسردہ ہیں لیکن پاکستانی فنکاروں پر پابندی لگانا دہشت گردی کا کوئی حل نہیں ہے
خادم اعلی پنجاب کی تعلیم دوست پالیسی کا منہ بولتا ثبوت،ٹیکسلا کی رہائشی دو بہنوں کے تبادلے کلر سیداں اور کوٹلی ستیاں کر دہئے گئے ہیں
دوسری جانب ہزارہ قبیلے سے تعلق رکھنے والے سات افراد کو کوئٹہ کے ہزارہ ٹاؤن قبرستان میں سپردخاک کردیاگیا ہے۔
ا ضافہ کریں: No.100 چنگ روڈ، فویانگ شہر، حنگزہاوو، زہیجیانگ صوبہ، چین
www.gotquestions.org/Urdu - بائیبل کے سوالات کے جواب دے دیئے گئے
ضلع خوشاب کے تمام ریونیو ریکارڈ کو کمپیوٹرائزڈ کیا...
گو جر خان(نامہ نگار ) انجمن تاجران ٹریڈرز …Read More »
کھیل کی خبریں
اسلام آباد —
سی پیک پاکستان کی ترقی کا ضامن منصوبہ ہے، منصوبے میں سعودی عرب کی شمولیت پر کوئی اعتراض نہیں ہے: سربراہ جمیعت علماء اسلام ف
اے یعقوب کی اولاد! میرے وہ احسان یاد کرو، جو میں نے تم پر کئے تھے اور یہ کہ میں نے تم کو جہان کے لوگوں پر فضیلت بخشی تھی ۔ البقرة : 47
قانون سے ماؤراء اندھی اور بہری طاقتوں کے مقابلے میں ان کے عزم اور ایمان کا نظارہ آپ ٹی ٹی پی کے عروج کے دور میں بخوبی کر چکے ہیں۔
تفصیلات کے مطابق بلیک بیری کی جانب سے کافی عرصے بعد اعلان کیا گیا تھا کہ جلد کمپنی کی جانب سے جلد اسمارٹ فون متعارف کرایا جائے گا جس میں اینڈرائیڈ ورژن ہوگا۔
مال روڈ لاہور کے ہوٹل میں مردہ پائی جانے والی لڑکی کی اصل حقیقت!
یہ بیرونی لنک ہیں جو ایک نئی ونڈو میں کُھلیں گے
دنیا بھر سے

کیا واقعی حضرت علی رضی اللہ عنہ نے گستاخِ رسول صلی اللہ علیہ وسلم کی زبان کاٹ دی تھی؟
پاکستان میں مارشل لاء کے نفاذ کی صورت میں کیا ھوگا...
Venkitesh Ramakrishnan: "Citizen President"، فرنٹ لائن 22 (24)، 5-18 نومبر 2005. اخذ کردہ بتاریخ 24 فروری 2006.
بیجنگ۔ 9 مارچ (سیاست ڈاٹ کام) ایک انتہائی افسوسناک واقعہ میں ایک چینی جوڑے نے مبینہ طور پر صرف ایک آئی فون خریدنے کیلئے اپنی 18 ماہ کی بچی کو 3530 ڈالرس میں فروخت کردیا۔ سرکاری اخبار ’’پیپلز ڈیلی‘‘ نے اپنے آن لائن خبروں میں یہ رپورٹ پیش کی کہ ڈوان نامی شخص جو 18 ماہ کی بچی کا باپ تھا اور صوبہ فیوجین کا ساکن تھا، سوشیل میڈیا سائٹ QQ پر اپنی 18 ماہ کی بچی کے خریدار سے رابطہ قائم کیا تھا کیونکہ اسے رقم کی ضرورت تھی اور وہ ایک موٹر بائیک اور ایک آئی فون خریدنا چاہتا تھا جبکہ بچی کی ماں ژیاؤ پیچ متعدد مقامات پر جزوقتی ملازمت کیا کرتی تھی جبکہ اس کا شوہر (بچی کا والد) اپنا زیادہ تر وقت مختلف انٹرنیٹ کیفس میں گزارا کرتا تھا اور اسی دوران QQ سوشیل میڈیا پر اس نے بچی کے خریدار کو پالیا۔ میاں بیوی کم عمر ہیں یعنی ان کی عمر صرف 19 سال ہے اور چونکہ ان کے پاس کوئی مستقل ملازمت اور مستقل آمدنی نہیں ہے تو انہوں نے نوزائدہ بچی کو بوجھ سمجھنا شروع کردیا، لہذا ایک ایسا موقع جب ڈوان کو ملا تو اس نے موقع غنیمت جانتے ہوئے بچی کو فروخت کردیا تاہم پولیس کو جب یہ اطلاع ملی تو انہیں گرفتار کرلیا گیا۔
تازہ ترین شو
بستر میں لیٹے رہو گے ؟
اپنے من میں جھانکتا تو بھی نہیں میں بھی نہیں
چین 75 اوہم ٹ پر اڈاپٹر کے ڈویلپر کی فراہمی، گائیڈ، طول و عرض - مصنوعات - ژیان شانگہاؤ الیکٹرانک ٹیکنالوجی کمپنی، ل.
ایشیا کپ: پاکستان کا بھارت کو جیت کیلئے 163 رنز کا ہدف
مرکزی نیویگیشن پر جائیں
دل کا نام قلب اسی لیے رکھا گیا ہے کہ یہ متردد اور متقلب رہتا ہے۔ حالات اور ماحول اس کا حال تبدیل کر دیتے ہیں۔ ایک طرف اسے بھلائ کھینچ رہی ہوتی ہے اور دوسری طرف برای اپنی طرف لے جانے کی کوشش کر رہی ہوتی ہے۔ ایک طرف فرشتہ ثابت قدم کررہا ہوتا ہے اور دوسری طرف شیطان ورغلا رہا ہوتا ہے۔ اللہ تبارک وتعالیٰ فرماتا ہے:
یہ تھکا ہے!! And at times, تھوڑا سا کے ساتھ ساتھ مایوسی. اپنے آپ کو ایک فوری طور پر اٹھا لینا دینا چاہتے ہیں? پھر خوش ہو جاؤ! It has been found that happy women are healthier. یہاں ہیں 7 ہے کہ صحت مند خواتین کی عادات:
نواز شریف جامعۂ نعیمیہ کے بانی مفتی حسین نعیمی کی برسی کے موقعے پر خطاب کرنے مدرسے پہنچے تھے۔ جونہی وہ سٹیج پر پہنچے، ایک شخص نے نزدیک سے ان پر جوتا پھینک دیا۔
ہر کوئی عمران خان جیسی بلندیاں نہیں چھو سکتا، بنگلہ دیشی کپتان
آئیے اہم اسلامی کتب کو یونیکوڈ میں انٹرنیٹ پر پیش کرنے کے لئے مل جل کر آن لائن ٹائپنگ کریں۔ محدث ٹائپنگ پراجیکٹ کے ذریعے آپ روزانہ فقط دس پندرہ منٹ ٹائپنگ کر کے ہزاروں صفحات پر مشتمل اہم ترین کتب کو ٹائپ کرنے میں اہم کردار ادا کرکے صدقہ جاریہ میں شامل ہو سکتے ہیں۔ محدث ٹائپنگ پراجیکٹ میں شمولیت کے لئے یہاں کلک کریں۔
بیگم کلثوم نواز کا لندن کی ریجنٹ پارک مسجد میں نماز جنازہ
صرف دس سیکنڈ ز”میں آپ بھی تلاش کیجئے“لاتعداد ”زیرو“ مگر ایک ”سی“ نے انٹرنیٹ صارفین کو بڑا جھٹکا دیدیا
انس وجن کی طرح فرشتے بھی اللہ تعالیٰ کی مخلوق ہیں، جیسا
کراچی : آئی جی سندھ مقرر ہونے کے بعد اے ڈی خواجہ کا پہلا اعلان
ہر طرح کے مسائل اور مشکلات کے باوجود کائنات پھیل کیوں رہی ہے؟ - Pakistan - Dawn News
جاپانی سائنسدان Osamu Shimomura کا سن پیدائش سن اُنیس سو اٹھائیس ہے اور وہ امریکی ریاست میری لینڈ کی مشہور زمانہ میرین بائیو لاجیکل لیبارٹری کے ریٹائر پروفیسر ہیں۔ پروفیسر شیمو مُورا نے شمالی امریکی ساحلوں پر پہچنے والی جیلی فش کے اندر سے سبز چمکیلے مادے کو علیحدہ کیا تھا۔ یہ جیلی فش سمندری رو کے ساتھ کسی اور مقام سے بہتی ہوئی شمالی امریکہ کے مغربی ساحلوں تک پہنچی تھی۔ جاپانی پروفیسر نے یہ بھی معلُوم کیا کہ جیلی فش کا سبز چمکیلا مادہ الٹرا بنفشی شعاعوں میں مزید روشن ہو جاتا ہے۔ اُن کی ریسرچ میں بوسٹن یونی ورسٹی کی تجربہ گاہ بھی شامل ہے۔
یورپی یونین کا ایران کے خلاف امریکی پابندیاں بلاک کرنے کا عزم
فیس بک پر شیئر کیجئیے
انہوں نے سلام ٹائمز سے بات کرتے ہوئے کہا، ”ممکن ہے کہ [ایران کے اسلامی انقلابی گارڈ کور (آئی آر جی سی)] کے اندر موجود عناصر نے طالبان کو دور تک مار کرنے والے راکٹ منتقل کیے ہوں اور طالبان کے لیے تربیت فراہم کی ہو۔“
اپنے ہی گھر والے سانپ
رسائی کے لنکس
اس کے علاوہ الگ الگ 100 amps ہر کم دو عام گاڑی کی بیٹری خریدا. ایک inverter (کنورٹر) کے ساتھ Rechargeable بیٹریاں 12 ڈبلیو 220 واٹ کے ایک موجودہ تخلیق کرتے ہیں. یہ خود بخود بوائلر میں پانی فیڈ کہ بجلی کافی مشین کام کر رہے ہیں. اس کے علاوہ ان سے چکی، نظم روشنی یا آپ کو ملازمین اور الیکٹرو بٹن یسپریسو مشین استعمال کرتے ہیں تو، آپ کے کام کی جگہ، videnablyudenie جلانے تلفظ کام کرتا ہے یہ خود کار طریقے سے یا نیم خود کار ہے.

ڈاکٹر رامین نے یہ معلوم کرنے کے لیے تحقیق کی کہ آیا خلیوں کی عمر میں اضافے اور اومیگا تھری ایسڈز کے درمیان کوئی تعلق ہوسکتا ہے۔ وہ کہتی ہیں کہ ان کی تحقیق سے یہ نتیجہ سامنے آیا ہے کہ جن مریضوں کے خون میں مچھلی کے تیل میں پائے جانے والے اومیگا تھری ایسیڈز کی سطح زیادہ تھی، ان کے خلیوں میں عمر بڑھنے کے ساتھ بوسیدگی کے قدرتی عمل کی رفتار بظاہر سست تھی۔
آنکھ میں کچھ چلا جائے
پاکستان کی تینوں بڑی سیاسی جماعتوں مسلم لیگ (ن)، پیپلز پارٹی اور تحریک انصاف کے اُمیدواروں کی تعداد ان انتخابات میں سب سے زیادہ تھی اور بیشتر حلقوں میں انھی جماعتوں کے اُمیدواروں کے درمیان مقابلہ تھا۔
اب تیل کے کنوؤں کی تعمیر میں اس کے تجربات کے نیک مشورے بھی شامل ہوتے تھے۔ کمپنی کے اعلیٰ افسران اپنے انجنیئروں کو اسلم کے مشوروں پر غور کرنے کی ہدایت دیتے تھے۔
امریکہ کی سمندری راہ زنی (قسط1)
◄ ایڈاہو میں عمارات و ساخات بلحاظ کاؤنٹی‏ (44 ز)
انھوں نے کہا کہ بظاہر اس قتل کے مقاصد واضح نہیں ہیں لیکن اس بارے میں تحقیقات جاری ہیں۔
ایک شخص شادی کا خواہش مند تھا اور اس لئے
۳:۔ ابن ابی حاتم نے مجاہد رحمۃ اللہ علیہ سے روایت کیا کہ مسلمانوں میں سے جو (کافروں سے ) لڑتا تھا اور وہ یہ بات پسند کرتا تھا کہ اس کے جہاد کو دیکھا جائے (یعنی لوگ دیکھ کر خوش ہوں ) تو اللہ تعالیٰ نے یہ آیت اتاری (آیت )’’ فمن کان یرجوا لقآء ربہ ‘‘ ۔
اداکارومیزبان حمزہ علی عباسی نے رمضان کی اصل روح کے بارے میں بتاتے ہوئے کہا اللہ اس ماہ ہم سے چاہتا ہے کہ ہم اس ماہ خود کوباز رکھیں وہ ہم سے قربانی چاہتا ہے۔ رمضان مبارک، اللہ ہمیں اس ماہ کے آخر میں اچھا اوربہتر انسان بننے کی توفیق عطا کرے۔
قیمت: 900 روپے _ فری ہوم ڈلیوری بذریعہ ٹی سی ایس
شہدائے کربلا کی یاد میں ملک بھر میں نویں محرم الحرام کے جلوس نکالے جارہے ہیں
← شوربرتھاکہ غالب کے اڑیں گے پرزے دیکھنے بھی گے تھے، پر تماشہ نہ ہوا

سورۃ المُلک نے کہا میں زیادہ دیر کے لئے نہیں جارہی بلکہ تمہارے لئے کوئی حل نکالنے کے لئے جارہی ہوں۔
’’لوٹ مار‘‘ کا بازار گرم ؛ …

میڈیا سینٹر
متعلقہ مصنوعات
کسی نامعلوم مقام سے بذریعہ فون گفتگو کے دوران طالبان رہنما نے دعویٰ کیا کہ حملے کے وقت مدرسے میں جاری تقریب میں دو ہزار کے لگ بھگ لوگ شریک تھے جن میں 750 طلبہ بھی شامل تھے۔
گجرات : پیپلزپارٹی کے رہنما قمر زمان کائرہ نے کہا ہے کہ چیلنج قبول کرتا ہوں ، گرمیوں میں لوڈ شیڈنگ ختم نہ ہوئی تو شہباز شریف اپنی پسند کا نام رکھ لیں۔
↑ نقص حوالہ: ٹیگ <ref>‎ درست نہیں ہے؛ middle-east-online نامی حوالہ کے لیے کوئی مواد درج نہیں کیا گیا۔ (مزید معلومات کے لیے معاونت صفحہ دیکھیے)۔
۶۔ملک غلام محمد فخر رسول کھر (آزاد امیدوار) 331 ووٹ
اسرائیلی فوج نے غزہ کی سرحد پر احتجاج کرنے والے نہتے فلسطینی باشندوں پر گولیاں برسائیں اور آنسو گیس کا استعمال کیا
اسلام آباد:صدر مملکت ممنون حسین نے الیکشن میں التواء کا امکان مسترد کرتے ہوئے کہا ہے کہ انہیں عام انتخابات بر وقت ہوتے نظر آ رہے ہیں، سیاست دان بچے نہیں ہیں جو انہیں بٹھا کر سمجھایا جائے کہ انہیں کیا کہنا اور کرنا چاہیے۔
کھیل ہی کھیل میں تیز رفتار موٹر سائیکل آن لائن. مفت کے لئے کھیلتے ہیں
! س52سال میں مسلمانوں کو کیا ملا اور قائدین کو کیا
نوجوانوں کا صفحہ
زبانی AAS زبانی ترنابول کی وسیع اکثریت کی طرح 17 الفا alkylated ہے، اس طرح جگر کے لئے ممکنہ طور پر نقصان دہ ہے. تاہم، طویل استعمال کے بعد بھی جگر پر منفی اثرات کی اطلاع نہیں ملی.
ہمارے بارے میں
> گھر > مصنوعات > آئی سی سی پی انوڈ > مواد
نیا .. 10:29 ( رائج _ سابقہ) . . (+41)‏ . . Shamsoddin (تبادلۂ خیال _ شراکتیں) (« زمرہ:شیعہ کتب اخلاق» مواد پر مشتمل نیا صفحہ بنایا)
تحریک انصاف نے جھگڑا اور راحیلہ مگسی کو اسلام آباد سے سینٹ کیلئے ٹکٹ کے اجراء اور کاغذات نامزدگی کی منظوری کے فیصلہ کو اسلام آباد ہائیکورٹ میں چیلنج کردیا،کاغذات مسترد کرنے کا حکم جاری کرنے کی استدعا،مسلم لیگ ن نے کوڈ آف کنڈکٹ کی کھلے عام خلاف وزری کرتے ہوئے ہارس ٹریڈنگ شروع کردی ہے،شعیب رزاق کی گفتگو
آج قدرت نے موقعہ دیا تھا اور میں ‌تمپرے اپنے ایک دوست کی مہندی میں پہنچا تھا (مہندی کی تفصیل وقفہ کے بعد) چنانچہ قریبا رات کے 10 بجے میں‌ نے قیصرانی کو فون کیا۔
’’اے ایمان والو اگر تمہارے پاس کوئی فاسق خبر لائے تو پہلے تصدیق کرلو کہیں (اس خبر کو سچا جان کر) تم کسی قوم پر حملہ کردو پھر (اس خبر کے جھوٹا ثابت ہونے پر) اپنے کئے پر نادم ہو جاؤ‘‘
محمد سامی الدحدوح، عمر19 سال، سامی الدحدوح کو 23 دسمبر 2017ء کو مشرقی غزہ میں ہونے والے ایک مظاہرے کے دوران گولیاں ماری گئیں جس کے نتیجے میں وہ جام شہادت نوش کرگئے۔

میں نے کہا کہ ہاں اسی بات کی مٹھائی لایا ہے ۔ اچانک انھوں نے فاروق ستار کی ماں کے انداز میں انگلی اٹھا کر مجھے مخاطب کرتے ہوئے کہا۔ ۔ ۔ ۔
پاک بھارت تعلقات (59)
تقسیم کا بیان

2008ء میں ممبئی کے دہشت گرد حملوں کے بعد دونوں ممالک کے درمیان تعلقات انتہائی خراب ہو گئے تھے اور دونوں ممالک کی کرکٹ ٹیمیں اس وقت ایک دوسرے کی سرزمین پر نہیں کھیلیں۔ تجزیہ کاروں کا کہنا ہے کہ بھارتی وزیر اعظم کا یہ دعوت نامہ اس طویل سردمہری کو توڑے گا جو اس اندوہناک واقعے کے بعد پیدا ہوگئی تھی۔
گزشتہ روز الیکشن کمیشن کے ترجمان نے ”اُردو پوائنٹ اخبار تازہ ترین۔ آئی این پی۔ 1جنوری2013ء“ سے بات چیت کرتے ہوئے کہا کہ اگر طاہر القادری کے انتخابی اصلاحات کے لئے سابق سیکرٹری الیکشن کمیشن کنور دلشاد کی سربراہی میں بنائے گئے کمیشن نے انتخابی قوانین کو موثر بنانے کیلئے ای سی پی سے مشورہ یا تجاویز مانگی تو ضرور دیں گے۔ جہاں تک انتخابی اصلاحات کا تعلق ہے اس کا مناسب اور قانونی فورم پارلیمنٹ ہے صرف پارلیمنٹ کو ہی اختیار ہے کہ وہ انتخابی اصلاحات کیلئے موجودہ قوانین میں ترامیم کرے یا نئی قانون سازی کرے۔
خواجہ محمد آصف کی حلقہ این اے 73سے کامیابی کا نوٹیفکیشن کالعدم قرار دینے کی درخواست سماعت کیلئے منظور


بلاول بھٹو زرداری نے کراچی میں پیپلز پارٹی کے ممبر سازی مہم کیلئے لگائے گئے ...
گندم سبسڈی میں‌مرحلہ وار کمی کرنے کی کوششوں‌کے خلاف ایک اور دفعہ تحریک چلانے کا عزم
یوم دفاع کا آغاز ہوتے ہی عوام نے آتش بازی کا شاندار مظاہرہ کر کے اپنے جوش و جذبے اور پاک فوج کے ساتھ یکجہتی کا اظہار کیا۔ صدر مملکت ممنون حسین ، وزیراعظم شاہد خاقان عباسی، آرمی چیف جنرل قمر باجوہ ، وفاقی وزراء، صوبائی وزراء اور دیگر سیاستدانوں نے عوام کو یوم دفاع کی بھرپور مبارکباد دی ہے اور شہدائے پاکستان کو خراج تحسین پیش کیا ہے جبکہ عظیم دن داد ِ شجاعت دینے والے جاں بازوں اور شہیدوں کو عقیدت کا نذرانہ پیش کیا جاتا ہے۔
اس میں شک نہیں کہ بلیا کے اس جلسے میں جا کروزیر اعلیٰ کی تقریر سنناسائرہ کا بنیادی حق تھا لیکن کیا ہر حق کا استعمال لازمی ہے؟ اس ریلی میں جانے کے لیے کسی نے سائرہ کو مجبور نہیں کیا تھا وہ اگر وہاں نہیں جاتی کوئی خاتون پولس اہلکار اس کا برقع نہ اترواتی ۔ حد تو یہ ہے کہ جب پولس کے کہنے پر اس نے نقاب اتار دیا اورسردوپٹے سے ڈھک لیا تو وہ بھی ناقابلِ قبول تھا بلکہ سائرہ کو پورا برقع اتارنے کو کہا گیا ۔ ایسے میں سائرہ احتجاجاً اپنے گھر واپس آسکتی تھی لیکن اس نے ازخود برقع اتارنے کی کوشش کی تو بٹن کپڑوں میں پھنس گیا اس کے بعد وہاں بیٹھی دوسری خواتین نے سائرہ کا برقع کھینچ کر اتار دیا۔ برقع اتارنے کے بعداسے مرد پولس اہلکاروں نے ضبط کر لیا اور اپنے ساتھ لے گئے۔ اس موقع پر یہ شعر یوگی، پولس اور سائرہ تینوں پر صادق آتا ہے ؎
ہمارے بارے میں
اضلاع کی خبریں
اسے شیئر کریں:
کھیل ہی کھیل میں سیاہ رات چومو نے مزید کہا: 16.04.2014
بیوک سارچ کے وکلا کا کہنا ہے کہ وہ اس فیصلے کے خلاف اپیل دائر کریں گی اور اگر ضرورت پڑی تو یورپی عدالت انصاف سے بھی رجوع کیا جائے گا۔
یا آپ نے اس وقت یہ کلمات بیان کئے کہ جب صالح بن وہب لعنۃ اللہ علیہ نے آپ کے پہلو میں اس طرح سے نیزہ مارا کہ آپ گھوڑے کی زین سے زمین پر آ گئے ۔
دبئی (سپورٹس رپورٹر)کوئٹہ گلیڈی ایٹرز کے کپتان سرفراز احمد نے فتح گر فائنل اوور کرنے پر محمد نواز کو سراہتے ہوئے کہا ہے کہ اسپنر کی جتنی بھی تعریف کی جائے، وہ کم ہے۔پاکستان سپر لیگ کے پہلے پلے آف میں پشاور زلمی کو شکست دے کر فائنل میں پہنچنے والی کوئٹہ گلیڈی ایٹرز کے کپتان سرفراز احمد نے میچ کے بعد گفتگو کرتے ہوئے کہا کہ میچ میں بہت زیادہ دبا ؤتھا، ایک ہی میچ تھا اور دونوں ٹیموں کی کوشش تھی کہ وہ یہ میچ جیت کر فائنل میں پہنچیں لیکن خدا کا لاکھ لاکھ شکر ہے کہ ہمیں یہ ناممکن فتح ملی جس کا سہرا پوری ٹیم کے سر جاتا ہے۔دوسری جانب پشاور زلمی کے کپتان ڈیرن سیمی نے کہا کہ تاریخ نے خود کو دہرایا ہے کیونکہ گزشتہ ایڈیشن میں بھی ہمارے ساتھ یہی ہوا تھا لیکن کرکٹ بدلتی قسمت اور خوبصورت حادثات کا

سوداگر بھرے بازار میں تماشا بن کر رہ گئے۔ کسی کی سمجھ میں نہیں آتا تھا کہ شکر نمک میں کیسے تبدیل ہوگئی۔ آخر بہت غوروفکر کے بعد ایک سوداگر کو راستے کا واقعہ یاد آگیا۔
ان کی موت سے یتیم بچے ایک بار پھر یتیم ہوگئے۔ انہوں نے کہا کہ ایدھی نے اپنی سادہ اور درویشانہ زندگی سے ثابت کردیا کہ اس دنیا میں دولت کی کوئی اہمیت نہیں، لاکھوں روپے ہونے کے باوجود انہوں نے اپنی ذات پر ایک روپیہ خرچ کرنا گوارا نہیں کیا۔
بناتے ہیں۔ اس طرح فارسی زبان اور اس کی علمی و تہذیبی روایات کے حامل
فہرست ممالک بلحاظ کل بنیادی توانائی کھپت و پیداوار - آزاد دائرۃ المعارف، ویکیپیڈیا
اسلام آباد: بھارتی وزیراعظم نریندر مودی نے پاکستان کے سابق وزیراعظم نواز شریف کی ...مزید
لیکن اب خیبر پختونخوا کے شہر کوہاٹ سے تعلق رکھنے والی ایک نوجوان خاتون کالم نگار اور اوسلو یونیورسٹی میں ریسرچ فیلو فرحت تاج نے اس کمی کو پورا کرنے کی کوشش کی ہے۔
سنی لیون نے اپنی بیٹی کی سالگرہ میکسیکو میں منائی
شاہد آفریدی اقوام متحدہ کے خیر سگالی سفیر
عوامی مقامات پر خواتین کو محفوظ بنانے کی مہم

سوئٹزر لینڈ
خمار بارہ بنکوی
بھارتی الیکشن سے پہلے مودی سے بات نہیں ہوسکتی، وزیر خارجہ
رحیم یارخان(بیورونیوز)سعودی حکومت نے ایک سے زائد مرتبہ عمرہ ادائیگی پر دو ہزار ریال فیس عائد کر دی، متعلقہ حکام کو آگاہ کر دیا گیا۔ تفصیل کے مطابق سعودی حکومت کی جانب سے(بقیہ نمبر49صفحہ12پر )
خوش آمدید! اپنے اکاؤنٹ میں لاگ ان کریں
شیخ العرب والعجم علامہ سید ابو محمد بدیع الدین شاہ الراشدی رحمہ اللہ (21)
فیس بک پر شیئر کیجئیے
ان ائر ہینگ آؤٹ کیسے کریں
تمام گھر میں اندھیرا بھرا ہوا دیکھے اور پھرؔ اٹھ کر دروازوں کو نہ کھولے اور ہاتھ پاؤں توڑ کر بیٹھا رہے اور دل میں یہ کہے کہ اب اس وقت کون اٹھے اور کون اتنی تکلیف اٹھاوے۔ یہ تینوں مثالیں ان تینوں حالتوں کی ہیں جو انسان کے اپنے ہی فعل یا اپنی ہی سستی سے پیدا ہوجاتی ہیں جن میں سے پہلی حالت کا نام حسب تصریح گذشتہ کے انعام الٰہی اور دوسری حالت کا نام غضب الٰہی اور تیسری حالت کا نام اضلال الٰہی ہے ان تینوں صداقتوں سے بھی ہمارے مخالفین بے خبر ہیں۔ کیونکہ برہمو سماج والوں کو
ادھر حالات یہ پیدا ہوئے کہ جب عبداللہ آتھم رجوع الیٰ الحق کی شرط سے فائدہ اٹھا کر پندرہ ماہ کے اندر مرنے سے بچ گیا تو عیسائیوں نے اپنی جھوٹی فتح کا نقارہ بجایا، جلوس نکالے اور خوب شور وشرّ اور ہنگامہ آرائی کی اور مسیحِ موعود علیہ السلام کی شان میں گستاخانہ رویّہ اختیار کیا اور بعض سادہ لوح مسلمان بھی اور آپ ؑ سے بغض رکھنے والے راشد علی جیسے لوگ بھی ان کے ہمنوا بن گئے۔ ان حالات میں خدا تعالیٰ سے الہام پا کر حضرت مسیحِ موعود علیہ السلام نے عبداللہ آتھم کو مباہلہ کا چیلنج دیا اور اس کے ساتھ ایک ہزار روپیہ کا انعام بھی رکھا۔اس دعوتِ مباہلہ میں آپ ؑ نے اسے یہ بھی لکھا کہ اگر وہ
نہایت رحم کرنے والے کا بندہ
اسلام آباد : مسجد قاسم علی خان کے خطیب مفتی شہاب الدین پوپلزئی کی پراسرار گمشدگی جمعیت علماء اسلام اور وفاقی حکومت کا گٹھ جوڑ یا زبردستی پوپلزئی کے قریبی ساتھی او
تقریب عدّو کے اخبار کی سو سالہ سالگرہ کے سلسلے میں ہو رہی تھی. اس کے پاس باوقار پاس موجود تھا لیکن اس نے کوئی خاص دلچسپی نہیں لی تھی. پیلس سے ایک میل پہلے ہی باوردی اور سادہ کپڑوں میں پولیس کا ہجوم تھا. اسے کئی جگہ روک کراپنا پاس دکھانا پڑا. پھر بھی پیلس کے پاس گاڑی کھڑی کرنے کی جگہ نہیں مل سکی.
عروہ حسین کو اپنی اور فرحان سعید کی شادی کا موازنہ شاہی شادی سے کرنا مہنگا پڑگیا، سوشل میڈیا صارفین نے کڑی تنقید کا نشانہ بناڈالا
امام ابو حنیفہ رحمتہ اللہ علیہ کو پانچ لاکھ احادیث یاد تھیں ، ایک دن انہوں نے اپنے بیٹے حماد کو نصیحت کرتے ہوئے فرمایا کہ بیٹے میں آپ کو پانچ لاکھ احادیث کا نچوڑ صرف پانچ احادیث میں بیان کررہا ہوں 1۔…

ماضی کی خوبصورت اداکارہ ماہیما چوہدری کو پہچاننا مشکل ہو گیا
اگرچہ میں اک چٹان سا آدمی رہا ہوں مگر ترے بعد حوصلہ ہے کہ جی رہا ہوں وہ ریزہ ریزہ مرے بدن میں اتر رہا ہے میں...
ہوم اردو سے انگریزی رہنے دینا
اہم نوٹس: آپ SSL سرٹیفکیٹ اس گیٹ وے کو استعمال کرنے کے لئے آپ کی ویب سائٹ پر انسٹال کیا ہے کرنے کی ضرورت ہے.
انھوں نے کہا کہ کرپشن اور اسمگلنگ پر قابو پاکر بھی ملک کی معیشت کو بہتر بنایا جاسکتا ہے۔ایک سوال کے جواب میں ڈاکٹر فاروق ستار نے کہا کہ یہ پہیلی مرتبہ ہوا ہے انتخابات ہونے والے ہیں اور حکومت نے بجٹ بنارہی ہے ، لیکن اس میں کوئی غلط بات نہیں ہے اس حوالے سے عبوری حکومت کو پابند کیا جاسکتا ہے کہ وہ دس یا پندرہ فیصد تک بجٹ کا استعمال کرسکتی ہے۔
اس پوسٹ کو شیئر کریں ٹوئٹر
جو کچھ تمہارے دلوں میں ہے اسے تمہارا رب بخوبی جانتا ہے اگر تم نیک ہو تو وہ رجوع کرنے والوں کو بخشنے والا ہے۔‏
بلوچستان میں پاک چین اقتصادی راہداری منصوبے کے ترقیاتی کاموں کا جائزہ لیتے ہوئے وزیراعظم نواز شریف کے ہمراہ
کیا حکومت کچھ اچھا بھی کر رہی ہے؟
ٹی آر ایس امیدواروں کو اضلاع میں عوامی ناراضگی کا سامنا
انٹرنیٹ ٹی وی
مرکزی نیویگیشن پر جائیں
بھارت میں مسلمان سے شادی کرنے پر ہندو خاتون کو پاسپورٹ جاری کرنے سے انکار
پاکستان عوامی تحریک کے سربراہ ڈاکٹر محمد طاہر القادری نے معروف مسیحی مذہبی رہنما، ڈاکٹر بشپ اینڈریو فرانسیس کے انتقال پر تعزیت کا اظہار کیا ۔اپنے تعزیتی پیغام میں ڈاکٹر طاہر القادری کا کہنا ہے کہ مرحوم ایک ہمدرد انسان اور محب وطن پاکستانی تھے۔ انہوں نے مسیحی برادری کے رہنما کی حیثیت سے وطن عزیز میں قیام امن و محبت اور بین المذاہب رواداری کے فروغ کیلئے قابل قدر خدمات سرانجام دی ہیں۔ اینڈریو فرانسس انسانیت سے محبت کرنے والی شخصیت تھے ۔
معروف ٹریولرز مہر گل مری کے بڑے بھائی مکہ المکرمہ میں انتقال کر گئے _ Geo Urdu
چینلز کی بندش کا ہمیں شوق نہیں تھا: وزیر داخلہ احسن اقبال
پاکپتن: خاتون اول بشری بی بی کے سابقہ شوہر خاور فرید مانیکا کو روکنے والے ڈسٹرکٹ پولیس افسر (ڈی پی او) کا تبادلہ کردیا گیا۔
ہیلینیکون کے مہاجر کیمپ میں مجموعی طور پر چار ہزار ایک سو تریپن مہاجرین آباد ہیں۔ ان میں بچوں والے کنبے بھی شامل ہیں۔ یہ مہاجرین گزشتہ ماہ سے وہاں انتہائی ابتر صورتحال میں رہنے پر مجبور ہیں۔ اس علاقے کے مقامی میئر ڈائنوسس ہاٹزی ڈاکسی نے اے ایف پی کو بتایا، ’’اس کیمپ میں موجود مہاجرین کی تعداد گنجائش سے کہیں زیادہ ہے۔ انہیں حفظان صحت کے سنگین مسائل کا بھی سامنا ہے۔‘‘

تمام متن کریئیٹیو کامنز انتساب / یکساں-شراکت اجازت نامہ کے تحت دستیاب ہے، اضافی شرائط بھی عائد ہوسکتی ہیں۔ تفصیل کے لیے استعمال کی شرائط ملاحظہ فرمائیں۔ ویکیپیڈیا® ایک غیر منفعت بخش تنظیم ویکیمیڈیا فاؤنڈیشن انکارپوریشن کا تجارتی مارکہ ہے۔
اٹل جی چاہتے تھے کہ ہندوستان اور پاکستان کے درمیان دوستی کا نیا باب کھلے:ڈاکٹر فاروق عبداللہ
بھارتی آرمی چیف کا مقبوضہ کشمیر میں شکست کا اعتراف

یہی وجہ ہے کہ بخاری اور مسلم میں حضرت جابر رضی اللہ عنہ سے یہ روایت آئی ہے کہ رسول اللہ صلی اللہ علیہ وسلم نے اس بات سے منع فرمایا کہ کوئی شخص سفر وغیرہ سے واپسی پر گھر والوں کو بتائے بغیر رات کو اپنے گھر میں لوٹے، یعنی سفر وغیرہ سے گھر والوں کو بغیر بتائے آ جائے ،تاکہ اس طرح ان کی خیانت یا کمزوریوں کو تلاش کرے۔
‘آپ کمال کرتے ہو جی۔ ۔ بھابی پہلی بار آئی ہے اور آپ اسے کراچی سے لائے ہو۔ گھر ہوتا تو کچھ دیتا۔ ۔ یہاں دکان پر لوں؟ اللہ معاف کرے مجھے۔ ۔ اتنا کمینہ نہیں ہوں میں بھابی جی ’’وہ رو ہانسا ہو گیا۔ میری بیوی نے نیچے اتر کے اس کا شکریہ اداکیا اور اس کا پتا بھی لیا لیکن ہم اس کے گھر نہیں گئے۔ اس کی وہ صورت آج بھی میری نظر میں پھرتی ہے۔ اگلی صبح میں اور بیوی میزبانوں کے گھر کے بہت خوبصورت باغ میں بیٹھے تھے تو میں نے اس خیال کا اظہار کیا کہ باغ کی آرائش میں مجھے مالی سے زیادہ خاتون خانہ کا ہاتھ لگتا ہے
مال کے حصے بانٹ کر اب ہمیں یہاں سے فوراً رفو چکر ہو جانا چاہیے
برلن ، 20 مارچ (سیاست ڈاٹ کام) جرمنی نے روس کے ساتھ اسلحہ سازی کے معاہدوں کو فی الحال روکنے کا اعلان کیا ہے۔ جرمن وزیر اقتصادیات زیگمار گابریئل کے مطابق موجودہ حالات کو دیکھتے ہوئے برلن حکومت روس کے ساتھ عسکری تربیت کے ایک مرکز کے قیام کے فیصلے کو نامناسب سمجھتی ہے۔ اس معاہدہ کی رو سے جرمن کمپنی رائن میٹل کو روسی فوج کو ایک جنگی تربیت
واشنگٹن (مانیٹرنگ ڈیسک) امریکی اخبار کے مطابق اس صورت میں امریکی دفاعی نظام "پیٹریاٹ” کے قابل بھروسہ ہونے پر سوالات اٹھ گئے ہیں۔امریکی اخبار نے اپنی رپوٹ میں دعویٰ کیا ہے کہ گزشتہ ماہ یمن سے سعودی عرب کے دارالحکومت ریاض پر داغے گئے میزائل کو مکمل طور پر تباہ نہیں کیا جاسکا تھا جبکہ سعودی حکام کا کہنا تھا کہ انہوں نے دفاعی مزائل نظام کے ذریعہ اسے ناکام بنادیا تھا۔
میری بجھتی ہوئی راتوں کو سحر کر نہ سکی۔
کھیل گرم، شہوت انگیز بندر کے تکنیکی خصوصیات
تازہ ترین شو
سوال ہوا کہ دیہات میں دستور ہے شادی غمی کے موقعہ پر ایک قسم کا خرچ کرتے ہیں کوئی چوہدری مر جاوے تو تمام مسجدوں، دواروں و دیگر کمینوں کو بحصہ رسدی کچھ دیتے ہیں اس کی نسبت حضور کا کیا ارشاد ہے۔
وصول کنندہ ای میل*
زیادہ پڑھی جانے والی خبریں
’می ٹو ، مجھے بھی جنسی طور پر ہراساں کیا گیا اور ۔۔۔‘ سیف علی خان نے بھی ایسا اعلان کر دیا کہ بالی ووڈ میں کھلبلی مچ گئی
گوری خان نے ایک اور ریسٹورنٹ ڈیزائن کیا
بروز جمعۃ المبارک بوقت شام سات بجے، ۳؍رجب المرجب ۱۴۰۴ھ بمطابق 6 اپریل 1984ء کو کراچی میں وصال ہوا۔

نیا مضمون تحریر کریں
آج مستحب ہے کہ سورج طلوع ہونے کے بعد تلبیہ اور تکبیر یں کہتے ہوئے عرفات جائیں ( وہاں ظہر کے وقت ایک اذان کے ساتھ ) ظہر اور عصر کی نماز ، قصر یعنی صر ف دو دو رکعت ادا کریں اور ہر نماز کے لئے الگ الگ تکبیر کہیں ، اور پھر مغرب تک حاجی اللہ کے ذکر ، تلاوت قرآن شریف ، اللہ سے دعاکرنے میں مشغول رہیں ( ۹؍ ذی الحجہ کو حاجی کے لئے روزہ رکھنا غیر مشروع ہے ، ( وادی عرانہ ، میدان عرفات کی حدود میں داخل نہیں ہے ،لہذا وہاں ظہر اور عصر کی نماز کے بعد ٹھہرنا صحیح نہیں ہے ، اسی طرح جبل رحمت پر چڑھنا بھی مستحب نہیں ہے
ہمارا فرض ہے کہ ہم بھی اسی طرح رہیں اور اپنے عمل سے بالکل اسی اندازکا نمونہ پیش کریں۔
لیکن یورپی یونین میں ایک lobbyist کس طرح کام کرتا ہے؟ اس بارے میں آندریاس اوگرنس کہتے ہیں: ’’لابیئسٹ زیادہ تر دو کام کرتے ہیں۔ ایک طرف تو وہ سیاست پر پوری نگاہ رکھتے ہیں۔ یعنی وہ اس بات کی ٹوہ میں رہتے ہیں کہ آئندہ دنوں اور مہینوں میں کیا کچھ ہونے والا ہے۔ یورپی پارلیمان اور وزراء کی کونسل کن اقدامات کی منظوری دینے والی ہے۔ ان لابیئسٹوں کی مصروفیات کا دوسرا پہلو یہ ہوتا ہے کہ وہ تمام اہم فیصلوں پر اثر انداز ہونے کی کوشش کریں۔ یہ وہ پہلو ہے جس پر بالعموم سب سے زیادہ تنقید دیکھنے میں آتی ہے۔‘‘
عورت کی آزادی میں کمی کے نام پر ایک مسلم لڑکی بنی ہندو۔
مشہور شخصیات, ایچ ڈی کی فحش, بڑی چوچیان, باہر, redheads کے

بلائنڈ کرکٹ ورلڈ کپ:پاکستان کے خلاف بھارت کی جیت
بیڈ روم میں لگی آگ پر جلد قابو پا لیا گیا ۔ نیو کاسٹل پو لیس کے مطابق کلنٹن فیملی کایہ 20 سالہ پرانا گھر ہے ۔

شیئرنگ کے بارے میں
مرکزی مواد پر جائیں
زمین کے قریبی پڑوسی پر روانہ کیے جانے والے بیشتر مشن ناکام رہے ہیں۔ بہت سے اپنے ہدف سے بھٹک گئے جبکہ بعض سرخ سیارے کی سطح سے ٹکرا کر چور چور ہو گئے۔
حیاتین ج (انگریزی: Vitamin C) انسانی اور حیوانی غذا کا ایک انتہائی اہم جزو ہے۔
انہوں نے کہا کہ گرفتار ہونے والے افراد نے مسجد نبوی ﷺ کے قریب ہونے والے خودکش دھماکے میں بارود سے بھری بیلٹ اور جیکٹ حملہ آور کو مہیا کی جس کے بعد اُس نے خود کو پارکنگ ایریا میں دھماکے سے اڑایا۔
سید مظفر الحق: بہت خوب ، ہر قسط پہلی سے زیادہ دلچسپ اور معلومات افزا ،آپ نے اس کا نام ڈائجسٹوں...
میں ان وعدوں اور اہداف کو کچھ حصوں میں تقسیم کر کے بیان کرنا چاہتا ہوں :
حکومت کے حامی لشکر یمن کے جنوب سے شمال کی جانب مسلسل پیش قدمی کر رہے ہیں جس میں انہیں خلیجی عرب ملکوں کی فضائی مدد بھی حاصل ہے۔

اسلام آباد:وزیراعظم شاہد خاقان عباسی سے ملالہ یوسفزئی کی ملاقات------
میرے چہرے سے میری اندرونی کشمکش کو خاور اور فیاض نے بھانپ لیا نماز کے بعد میں بنکر کی طرف گیا تو دونوں نے مجھے گھیر لیا ؟
سپورٹس ڈیسک _ جمعرات 12 جولائی 2018
جو میرا دوست بھی ہے میرا ہم نوا بھی ہے وہ شخص صرف بھلا ہی …
تبصرے (22) بند ہیں
تازہ ترین مضامین
ورلڈ کپ میں شرکت کے لیے قومی ہاکی ٹیم کو بھارتی ویزے جاری
شاید مجھے اندازہ تھا کہ جنید مجھ سے یہی بات کرے گا، جنید کی اور میری یہ پہلی دفعہ بات چیت، اور یہ پہلی ملاقات ہی رمیز کے بارے میں، میرا اندازہ بلکل ٹھیک نکلا، رمیز ایک خطرناک شخص ثابت ہوا تھا۔
کل رات دبئی میں پاکستان سپر لیگ کے ایک میچ میں کوئٹہ کلیڈی ایٹرز نے پشاور زلمی کو 6وکٹوں سے ہرادیا۔
انٹرنیٹ ٹی وی
اسلام میں آزادی اظہار رائے کی کئی صورتیں ہیں جن میں حسب ذیل خاص طور پر قابل ذکر ہیں۔
37 سالہ محمد حفیظ نےہرارے کے سہ فریقی ٹی ٹوئنٹی ٹورنامنٹ کے پہلے میچ میں زمبابوے کے خلاف 7 رنز بنائے تھے اور 3 رنز دے کر دو وکٹیں حاصل کی تھیں۔
آپ یہاں ہیں: سرورقسیرۃ نبی کریم۱۷ رمضان، غزوۂ بدر
تعلیم و صحت
مستونگ اور پشاور دھماکوں کے خودکش حملہ آوروں کی ...

لاہور (پ ر) امیدوار برائے چیئرمین یونین کونسل شاہ پور کانجراں رائے عقیل عباس بھٹی کے ڈیرے پر شیر ٹیپو سلطان شہید کے یوم شہادت کے سلسلہ میں تقریب ہوئی جس میں آزادی کیلئے ان کی جدوجہد کو خراج عقیدت پیش کیا گیا، اس موقع پر قرآن خوانی اور شہید ٹیپو سلطان کی بلندی درجات کیلئے خصوصی دعا کی گئی، علاوہ ازیں آج ڈیرہ رائے عقیل عباس پر میڈیکل کیمپ 2بجے دوپہر سے شام5بجے تک لگایا جائے گا۔
کہانی کو شیئر کریں شیئرنگ کے بارے میں
ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں پاکستان, لاہور, دلہن, دلہا, شادی, قتل, خاندانی دباؤ, جبری شادیاں

اپنے دورے کی منصوبہ بندی کریں
حکومت پاکستان کے حکمرانوں کی حالت یہ ہے کہ انہیں کھانے کو اور اڑانے کو مل رہا ہے۔حالات میں بہتری کیلئے وہ لوگ جد و جہد کرتے ہیں۔جنہیں احساس ہو کہ وہ غریب غربا ہیں یا اسی ملک میں اگلی نسلوں کو پالنا ہے۔ان کی نسلیں دنیا کے مہنگے ترین ممالک میں آسانی سے زندگی گذار رہی ہیں۔انہیں اس سے کیا کہ عوام ننگی رہتی ہے یا بھوکی سوتی ہے۔
(مدارج السالکین جلد نمبر1صفحہ نمبر346)
بنکاک: پولو کھیل کا نام سن کر آپ کے دماغ میں یقیناً تصویر بنے...
بھارت کی کئی ریاستوں میں اردو اکیڈمیاں ہیں۔ لیکن ان میں اکثر و بیشتر پروگرام، اردو پروفیسروں اور شعراء کی…
25 ویں آئینی ترمیم پر صدرِمملکت کے ...
جو سچ پوچھو تو ضبطِ آرزو سے کچھ نہیں ہوتا
پاناما لیکس کے انکشافات سے متعلق تحقیقات کے لیے اعلان کردہ جسٹس سرمد جلال عثمانی کی سربراہی میں ممکنہ عدالتی کمیشن کے بارے میں نوٹیفکیشن بھی جاری نہیں ہو سکا۔

کھیل کی خبریں
مصنوعی ہیرے پاؤڈر اور کاٹنے والے طاقت کی طاقت کا تعین کیسے کریں؟
یوسی انگہ ، اہم برادریوں کا مسلم لیگ ن کے امیدوار کی حمائت کا اعلان

۱۹۰۸۔ وہ سکہ دار سونا اور چاندی جنہیں عورتیں بطور زیور پہنتی ہوں جب تک وہ رائج ہوں یعنی سونے اور چاندی کے سکوں کے طور پر ان کے ذریعے لین دین ہوتا ہو احتیاط کی بنا پر ان کی زکوٰۃ دینا واجب ہے لیکن اگر ان کے ذریعے لین دین کا رواج باقی نہ ہو تو ان زکوٰۃ واجب نہیں ہے۔
میں وٹامن B2, ،سی،B6, B5, اور B3پائے جاتے ہیں۔ ان وٹامنز میں پھولوں کے رس اور ان سے حاصل کیے جانے والے زرگل Pollenکے معیار کے مطابق تبدیلی آتی رہتی ہے۔ان سب چیزوں کے ساتھ ساتھ تانبا، آیوڈین اور زنک کی کچھ مقدار بھی شہد کا حصہ ہوتی ہے اور کئی قسموں کے ہارمونز بھی اس میں موجود ہوتے ہیں۔
بادام،کاجو،پِستہ کا پیسٹ دو چائے کے چمچ
اس کے ساتھ قبیلہ ہوازن، غطفان، اور بنی سلیم بھی ہوتے تھے۔
تحریر:اسرار الدین کسانہ معاشرہ ایک بے ربط اجتماع کا نام ہے اس میں مختلف طبقہ مختلف گروپ اپنی اپنی مصروفیات میں مصروف ہوتے ہیں۔مثلاًزمینداروں کا اپنا گروپ ہوتا ہے ان کی اپنی مفادات ہوتی ہیں۔ڈرائیور اپنی برادری رکھتا ہے۔اساتذہ کا … Read more →hk;
رسائی کے لنکس
تازہ ترین خبریں
ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں بنگلہ دیش, انصار اللہ بنگلہ ٹیم, سلہاز منان, ڈھاکا, کشتیا, بدھ راہب
مردوں کو وہ خواتین سب سے زیادہ پسند آتی ہیں جن کے جسم یہ چیز۔۔۔ سائنسدانوں نے انتہائی حیران کن بات بتا دی
٭ بے شمار کتابوں پر تبصرے
تازہ ترین شو
حکومت اور این جی اوز کی ساجھے داری : چند معروضات
شرائط و ضوابط
سیدنا عمر رضی اللہ تعالیٰ عنہ اپنے عاملوں کو وصیت فرمایا کرتے تھے کہ وہ لوگوں کے درمیان کتاب اللہ سے فیصلہ کریں، اگر کوئی معاملہ کتاب اللہ میں نہ پائیں تو پھر سنت رسول اللہ صلی اللہ علیہ و سلم کے ذریعے فیصلہ کیا جائے۔
رائٹ آرم فاسٹ بولر شاہد نذیر نے بھی اپنے پہلے ہی ٹیسٹ میں عمدہ بولنگ کی اور 1996ء میں زمبابوے کے دورہ پاکستان کے دوران شیخوپورہ اسٹیڈیم میں کھیلے گئے ٹیسٹ کی پہلی اننگز میں 3 5 رنز دے کر پانچ وکٹیں حاصل کیں جبکہ دوسری اننگز میں دو وکٹیں لیں۔
کیوں بھول گئے ہم جے پی کو؟
گردے کی پتھری سے بچنے کی آسان طریقہ
عورت کا اکیلے سفر کرنا حرام ہے
چھاتی کا سائز بڑا کرنے کے طریقے
چنیوٹ پولیس کی جرائم پیشہ افراد کے خلاف کاروائی،منشیات اور شراب کی بھاری مقدار بر آمد کر لی
اسپینش سپر کپ کے پہلے میچ میں بارسلونا اور ریال میڈرڈ کے درمیان مقابلہ جاری تھا جس میں ریال میڈرڈ نے 1-3 سے کامیابی حاصل کی۔ کرسٹیانو رونالڈو نے میچ کے دوران اپنی ٹیم کے لیے گول کیا اور ریال میڈرڈ کو 1-2 سے برتری حاصل ہونے پر انہوں نے اپنی شرٹ اتار کر جشن منایا جس پر انہیں یلو کارڈ دکھایا گیا۔ اس کے فوری بعد رونالڈو کو دوسرا یلو کارڈ بھی دکھا دیا گیا جس کی وجہ سے انہیں گراؤنڈ سے باہر جانا پڑا تاہم باہر جاتے ہوئے رونالڈو نے میچ ریفری ڈی برگوس بینگوئیزیا کو دھکا دیا۔
دوسری جانب جنوبی افریقی کھلاڑی ڈوپلسی پر اسی طرز کی ویڈیو سامنے آنے کے بعد آئی سی سی نے سزا سنادی ہے، جس کے خلاف افریقی کوچ نے کہا کہ ’’دوسری ٹیمیں بھی ایسا کرتی ہیں مگر ہر بار صرف جنوبی افریقہ کو ہی ہدف بنایا جاتا ہے‘‘۔
راجستھان اسمبلی انتخابات: 4 اراکین پارلیمنٹ بھی میدان میں
ہمارے متعلق
اسلام آباد میں میڈیا سے گفتگو کرتے ہوئے نعیم الحق نے بتایا کہ پرائم منسٹرہاؤس کی کالونی میں عمران خان کے لیے گھر تیار ہوگیا ہے، عمران خان پی ایم سیکرٹریٹ میں ملٹری سیکرٹری کےمکان نمبرایک میں رہیں گے، میں عمران خان کے ساتھ رہوں گا، یہ رہائش گاہ ملٹری سیکریٹری کی ہے اور مکان کی سیکیورٹی کلیرنس کرلی گئی ہے۔
لیکن کینیا کے بلے باز گروپ اے کے اپنے دوسرے میچوں کی طرح زمبابوے کے خلاف بھی بہتر کارکردگی دیکھانے میں ناکام رہے اور پور ی ٹیم 36 اوورز میں 147 رنز بنا کر آؤٹ ہوگئی۔
یار لوگ ہم انگریزی کے ماروں کو ویسے بھی بُرا بھلا کہتے رہتے ہیں مگر ہمیں کیا ہم تو ہیں ہی اردو میڈیم (لو انگریزی کا لفظ استعمال کر لیا) کے مارے ہوئے،لہذا ہم سے غلطی ہو تو کوئی کفر نہیں ہوتا! پھر یاروں نے اپنے وزیراعظم کی انگریزی پر تنقید کی تو ہم نے آگاہ کردیا جناب یہ ملتانی بھی اردو میڈیم کا مارا ہوا ہے!
گزشتہ دس، پندرہ سال سے جاری یہ رجحان اگر اسی طرح برقرار رہا تو عین ممکن ہے کہ دائیں بازو کی انتہا پسند جماعتیں یورپ کے بعض ممالک میں اقتدار بھی حاصل کرنے میں کامیاب ہو جائیں اور اگر یہ مفروضہ درست ثابت ہوا تو اس سے صرف یورپی یونین ہی نہیں بلکہ عالمی سیاست پر بھی بہت اہم اثرات مرتب ہوں گے۔
شہریار خان سابق صدر نیشنل پریس کلب اسلام آباد
اس پوسٹ کو شیئر کریں ٹوئٹر
پاکستان، افغانستان اور برطانیہ کے مابین ہونیوالے سہ فریقی اجلاس میں وزیراعظم نوازشریف، برطانوی ہم منصب ڈیوڈ کیمرون اور افغان صدر حامد کرزئی نے افغان امن کیلئے تعاون جاری رکھنے کے عزم کا اعادہ کیا.
امام نسائی ؒ نے ایک حدیث کو متعدد مقامات پر تحریر کیاہے اور اس سے مسائل بھی اخذ کیے ہیں۔امام صاحب نےمتعددمسائل کے لیے مختلف ابواب تشکیل دیے ہیں ۔ایک حدیث کو بہت سارے لوگ روایت کر رہے ہوں تو امام نسائی ؒ اس حدیث کے سب راویوں کا ذکر کر دیتے ہیں ۔فن اصول حدیث کی اصطلاح میں ایک حدیث کے بہت سارےراویوںکے سلسلے کو طرق کہتے ہیں ۔حدیث کا بیان کرنے والا راوی اپنے سے زیادہ مرتبہ کے آدمی کی مخالفت کرےتوامام نسائی ؒ اس کا بھی تفصیل سے ذکر کرتے ہیں ایسی حدیث کو شاذ کہتے ہیں۔
انہوں نے بتایا کہ چنیوٹ میں ان کیسز کے دریافت ہونے کے بعدفوری طور پر الائیڈ ہسپتال فیصل آباد سے مریضوں کی ادویات کا آغاز کر دیا گیا تھا تا ہم ساتھ ہی چنیوٹ میں نئے سنٹر پر کام شروع کر دیا گیا۔ اس موقع پر انہوں نے ڈسٹرکٹ ہیڈکوارٹر ہسپتال چنیوٹ میںWaste انسنیریٹر لگانے کابھی افتتاح کیا ۔اس تقریب میں ہیپا ٹائٹس کنٹرول پروگرام کی پروگرام ڈائریکٹر ڈاکٹر زاہدہ سرور ہیپا ٹائٹس انسنیریٹرز کے پروجیکٹ کے بارے میں تفصیل سے بتایا۔
دہلیز کو چوم کے چھوڑ دیا دیکھا کہ یہ پتھر بھاری ہے
حکومت پنجاب
مقتول ایس پی طاہر داوڑ کے اہل خانہ کو سوشل میڈیا پر پھیلی خبروں اور تصویروں کے متعلق پہلی بار بتایا تو ان کا رد عمل کیا تھا ؟جان کر ہی آپ کی آنکھیں نم ہو جائیں گی

بیلنس پالیسی، وزارت داخلہ نے 66 ممنوعہ تنظیموں میں تین شیعہ جماعتوں کو بھی شامل کردیا
دھماکے میں دس افراد زخمی بھی ہوئے ہیں۔
اپ ڈیٹ کریں اور محفوظ، مزید آرام دہ، پرسکون اور پیداواری ٹریڈنگ کے تجربے کے لئے ایک کوشش کریں.
’’پدماوت‘‘کی تاریخ ایک بار پھر تبدیل
ہفتہ 31 مئی 2014 کا کارٹون
ذرائع کا کہنا ہے منکھیال میں زیر تعمیر ہاؤسنگ سوسائٹی میں تحریک انصاف ہری پور کے بااثر رہنماء بھی شراکت دار ہیں اور محکمہ جنگلات سے ہونے والے معاہدے کی خلاف ورزی کرتے ہوئے سرکاری زمین سے راستہ بنایا گیا ہے جس کے لیے سینکڑوں درختوں کو کاٹا گیا ہے۔
11 لیکن مریم قبر کے با ہر کھڑی رو تی رہی اور روتے ہوئے اس نے قبر میں جھانک کر دیکھا۔
پاکستان مسلم لیگ(ن) کی طرف سے باضابطہ طور پر کسی بھی امیدوار کے نام کا اعلان اب تک نہیں کیا گیا۔ تاہم، پارٹی چئیرمین راجہ ظفرالحق کا نام چئیرمین سینیٹ کے لیے لیا جارہا ہے۔
کابل اسپورٹس کمپلیکس میں خودکش حملہ، 18 افراد ہلاک
زیکا پر قابو پانے کے لیے برازیل اور کمبوڈیا میں کروڑوں مچھر چھوڑے جائیں گے - BBC News اردو
آپ کے بعد دوسری شادی کے لیے جانا چاہیئے 40?
رپورٹ میں کہا گیا ہے کہ قالین کی پشت کو مضبوط بنانے، اس میں دبیز فوم لگانے اور مختلف گوند لگانے کے عمل میں یہ زہریلے کیمیکل پیدا ہورہے ہیں۔ قالین ساز کمپنیوں کی اکثریت صارفین کو اس سے آگاہ نہیں کرتی اور وہ اس خطرناک شے کو گھر لے آتے ہیں۔
١ - اے جی، اے میاں، بے تکلف دوست یا محبوب (مرد یا عورت) کو خطاب کرنے کا کلمہ
میں اپنے بچوں کو اپنی حیثیت سے زیادہ مہنگے اسکول میں پڑھارہا ہوں۔
اے خدا تیری خدائی کا بھرم رہ جائے
لوٹ مار کی سی سی ٹی وی فوٹیج
پی سی بی نے پی ایس ایل فور کے شیڈول کا اعلان کردیا
حیدرآباد ۔ /9 فبروری (سیاست نیوز) آٹو پاسنجرس کے بھیس میں مسافرین کے قیمتی موبائیل فونس کے سرقہ میں ملوث 6 رکنی جیب کتروں کی ایک ٹولی کو کمشنر ٹاسک فورس ایسٹ زون ٹیم نے گرفتار کرلیا ۔ بتایا جاتا ہے کہ 24 سالہ شیخ شوکت ، 30 سالہ سید اسد ، 23 سالہ محمد مجید ، 27 سالہ بابا اسمعیل خان ، 20 سالہ سید خلیق اور 24 سالہ شیخ وسیم اکرم جو آپس میں دوست ہیں اور پرتعیش زندگی کے عادی ہیں ۔ مذکورہ ملزمین آٹو ڈرائیورس اور پاسنجرس کے بھیس میں گھومتے ہوئے آٹو میں سوار مسافرین کی توجہ ہٹاکر ان کے قیمتی موبائیل فونس کا سرقہ کرلیا کرتے تھے اور بعد ازاں ان موبائیل فونس کو فروخت کردیا کرتے تھے ۔ ٹاسک فورس پولیس نے اس ٹولی کو بے نقاب کرتے ہوئے ان کے قبضے سے 17 مسروقہ قیمتی موبائیل فون جن کی مالیت 3 لاکھ بتائی جاتی ہے برآمد کرلیا اور انہیں افضل گنج پولیس اسٹیشن کے حوالے کردیا ۔
ٹنڈو جام، بلدیہ کے 23 سینیٹری، 46 عارضی ملازمین کو فارغ کردیا گیا
قدیم دور میں عوام الناس تو کجا، خواص میں بھی توہم پرستی عام تھی۔ ایسے واقعات جن میں دور کا بھی کوئی تعلق نہ ہوا کرتا تھا، لوگ اپنے توہمات کے ذریعے ان میں تعلق قائم کر لیا کرتے تھے۔ ہم اگر اپنے قدیم دیہاتی معاشرے کا جائزہ لیں تو ان توہمات کی طویل فہرست تیار کی جا سکتی ہے۔ مثال کے طور پر بلی کے راستہ کاٹنے سے آفات اور سورج و چاند گرہن سے بیماریوں کو وابستہ کیا جاتا ہے۔ بیٹھ کر ٹانگیں ہلانے اور ٹوٹا ہوا آئینہ دیکھنے کو منحوس سمجھا جاتا ہے۔ اس کی سب سے درد ناک مثال یہ ہے کہ اگر شادی کے فوراً بعد کوئی سانحہ رونما ہو جائے تو اس کا قصور وار لڑکی کو ٹھہرا کر اسے منحوس قرار دیا جاتا ہے۔

اقوام متحدہ کے مطابق صومالیہ میں جنم لینے والے بحران سے 62 لاکھ افراد کے متاثر ہونے کا خطرہ ہے جو ملک کی نصف آبادی سے زیادہ تعداد ہے۔
30 “باپ نے پھر دوسرے بیٹے کے پاس جاکر کہا کہ بیٹا آج تو انگور کے باغ میں جاکر کام کر۔ تب بیٹے نے کہا، اے میرے ابّا ٹھیک ہے میں جاکر کام کرتا ہوں۔ لیکن وہ بیٹا کام پر گیا ہی نہیں۔
فاروق بھائی نے کہا اگر ٹیسوری کو واپس نہ لیا تو میں

پیپلز پارٹی کا سندھ کی نگراں حکومت پر معتصبانہ رویے کا الزام
انٹرنیٹ ٹی وی
وزیر داخلہ نے مدینہ انسٹی ٹیوٹ آف لیڈر شپ کی طرف سے اقامے کا سرٹیفکیٹ

ناممکن کی طبیعیات (8)

اخذ کردہ از «https://ur.wikipedia.org/w/index.php?title=زمرہ:مملکت_صقلیہ&oldid=2632797»
ابوداؤد میں ہے کہ حضور صلی اللہ علیہ وسلم نے ہمارے سامنے اپنے بہت سے نام بیان فرمائے جو ہمیں محفوظ رہے ان میں سے یہ چند ہیں،
بی جے پی اور آر ایس ایس پرماحول کو خوفزدہ کرنے کا الزام

انہوں نے چاند نظر ، اس بستی کے اس کوچے میں اور دل وحشی سمیت کئی مجموعہ کلام لکھے جبکہ نثری تحریروں میں چلتے ہو تو چین چلیے ، آوارہ گرد کی ڈائری ، اردو کی آخری کتاب، دنیا گول ہے،ابن بطوطہ کے تعاقب اور خمار گندم بھی قابل ذکر ہیں۔ مرحوم کی برسی کے موقع پر مختلف تقریبات میں ان کی اردو کیلئے شاندار خدمات کو مثالی الفاظ میں خراج عقیدت بھی پیش کیا گیا۔
جنرل ضیاء الحق اور چیف جسٹس لاہور ہائیکورٹ مولوی مشتاق حسین کا تعصب اور بغض بھٹو شہید کا تختۂ دار تک تعاقب کرتا رہا۔ بھٹو صاحب اپنی عزت کو اپنی زندگی سے بھی زیادہ اہمیت دیتے تھے۔ انکے ساتھ پھانسی سے پہلے کورٹ روم، میڈیا اور موت کی کوٹھڑی میں جس طرح توہین آمیز اور اذیت ناک سلوک کیا گیا اس کا راقم ایک ہی جیل میں قیدی ہونے کے ناطے عینی شاہد ہے۔ جسٹس مولوی مشتاق حسین نے قیدی بھٹو کیلئے اپنی انا کی تسکین کیلئے کورٹ روم میں خصوصی کٹہرا بنوایا اور دوران سماعت بھٹو صاحب کے بارے میں حقارت آمیز جملے بولتے رہے۔ عدالت لانے کیلئے کوئی پروٹوکول نہیں ہوتا تھا۔ سزائے موت سنانے کے بعد بھی جسٹس مولوی مشتاق حسین کی نفرت اور تعصب کو تسکین نہ ملی۔ کوٹ لکھپت جیل کے سپرنٹنڈنٹ حمید اصغر نے جیل رولز کیمطابق بھٹو صاحب کی بیرک کو موت کی کوٹھڑی قرار دے دیا۔ چیف جسٹس مولوی مشتاق حسین نے دبائو ڈال کر ان کو موت کی کوٹھڑی میں منتقل کرادیا۔ جیل میں بھٹو صاحب کی کڑی نگرانی کی جاتی تھی ان کو جھکانے کیلئے ہر حربہ استعمال کیا گیا۔ سیاسی کارکنوں کو انکی بیرک کے سامنے کوڑے مارے گئے تاکہ ان کو ذہنی اذیت پہنچائی جائے۔ افواہ پھیل گئی کہ تنظیم آزادی فلسطین بھٹو صاحب کو ہیلی کاپٹر سے جیل سے نکال کر لے جانے کی منصوبہ بندی کررہی ہے ۔ جیل کی تمام کھلی جگہوں پر گہرے کھڈے کھود دئیے گئے تاکہ ہیلی کاپٹر لینڈ نہ کرسکے اور پانی کی ٹینکی پر اینٹی ائیر کرافٹ گن نصب کردی گئی۔
تیرے اندر بھی ایک روشنی ہے۔ اگر تو اس کی قدر جانے اور اس کو پہچانے تو سب لوگ تجھ کو روشنی کہنے لگیں گے ، خاک کا پتلا کوئی نہیں کہے گا۔”
چھین کر غیر سے اپنوں نے مجھے قتل کیا
ہمارے ساتھ شامل

اسی بارے میں
ب۔ رسول اللہ صلی اللہ علیہ وسلم کے بارے میں

قطر کے معاملے میں پاکستان کو سعودی اتحاد کا ساتھ دینا چاہیے،پرویز مشرف
ہرموسم جلد پراثرانداز ہوتاہے اورہرموسم کے مطابق ہی جلد کی حفاظت کرنی پڑتی ہے ورنہ بہت سے مسائل سراٹھانے لگتے ہیں۔جب بھی سورج کی روشنی براہ راست جلد پرپڑتی ہے تو جلد کی صحت متاثر ہوتی ہے۔گرمیوں میں سورج کی تپش کے باعث عام طورپرجلد کے کچھ…
سمندروں میں تو جیلی فش تیرنے والوں کے لیے بھیانک خواب ثابت ہوتی ہیں مگر Palau کے جزیرے ایل مالک آئی لینڈ میں واقع جیلی فش لیک کی گہرائی میں یہ غیرمتوقع مسرت کا باعث بن جاتی ہیں، یہاں موجود گولڈن جیلی فشز مختلف رنگوں میں جگمگاتی نظر آتی ہیں اور ان کا سائز ایک سکے سے لے کر فٹبال جتنا ہوسکتا ہے اور سب سے اچھی بات یہ ہے کہ یہ کاٹنے یا ڈنک مارنے کی صلاحیت بھی نہیں رکھتیں بلکہ لوگوں کے ارگرد خاموشی سے تیرتی رہتی ہیں۔ تاہم جھیل میں بہت زیادہ گہرائی میں جانے سے گریز کرنا چاہئے کیونکہ وہاں خطرناک حد تک ہائیڈرون سلفرائیڈ گیس پھیلی ہوئی ہے جو کہ جان لیوا بھی ثابت ہوسکتی ہے۔
لیکن اگر وہ یہ شادی ان خواتین میں سے کرنا چاہتا ہے جن کی اجازت سورۃ النساء 5 میں ہے یعنی محصنات مومنات یا محصنات اہل الکتاب میں سے اور اگر پہلی بیوی بھی انہی میں سے ہے تو پھر وہ ازاوج بدل کرے گا یعنی پہلی بیوی کو الگ کرے گا اور دوسری لے کر آئے گا۔
شریف خاندان جس پر سب سے زیادہ اعتبار کرتا تھا وہی اسحاق ڈار چپکے سے کیا کام کر گئے
اردن، سعودی عرب اور کویت میں شدید بارشیں، 12 افراد ہلاک
216 محمد کاظم علی پیرزادہ  پی پی۔273 (بہاولپور۔ VII)
بغیر محرم کے بڑی تعداد میں ہندوستانی خواتین سفر حج پر جائیں گی : مختار عباس نقوی
نوجوانوں کا صفحہ
جرمنی میں مخلوط حکومت کے قیام کے لیے جاری مذاکرات میں شریک جماعتیں چاہتی ہیں کہ جرمنی میں نصب تمام جوہری ہتیھاروں کو ہٹا دیا جائے۔ خبر رساں ادارے روئٹرز نے یہ بات ایک دستاویز کے حوالے سے بتائی ہے۔
اس آیت سے پتہ چلتا ہے کہ اللہ کے چہرہ ہے۔
اب کوئی کشمیری بھارت کا حصہ نہیں بننا چاہتا، نیویارک ٹائمز - Dunya Pakistan
" لوگ جب ظالم کو دیکھیں اور اس کے ہاتھ نہ پکڑیں تو بعید نہیں کہ اللہ تعالیٰ ان پر عذاب عام نازل کردے۔
فیصل آباد :سینٹ الیکشن میں فیصل آباد کو نظر انداز کیے جا نے پر پی ٹی آئی فیصل آباد ریجن میں پی ٹی آئی میں اختلافات شدت اختیار کر گئے متعدد سا بق سینئر رہنما ؤں کا پی ٹی آئی چھوڑنے کا فیصلہ پی ٹی آئی کو جنرل الیکشن میں مشکلات کا سا منا ہو سکتا ہے عمران خان پر یشان
فرید خا مو ش ہو جا ، یہ راز کی با تیں اتنے عمو می ا ندا ز سے ظا ہر نہ کر بس اپنے دوست سے غا فل نہ ہو ،یہی حکم الہیٰ ہے۔
ناروے کی سرزمین پر پہلی محفل قرآن مجید منعقد، جس میں عالمی شہرت یافتہ پاکستانی قاری خالد رضا قادری کی خصوصی شرکت
یہاں پر پرویز مشرف کی ملک سے واپسی کی بات کی گئی ہے‘ سب کو اچھی طرح سے معلوم ہے وفاقی حکومت عدالت میں گئی تھی اور عدالتی حکم کے بعد ای سی ایل سے ان کا نام ہٹایا گیا اور انہیں باہر جانے دیا گیا۔
مظاہروں کا حالیہ سلسلہ ترک حکومت کی جانب سے استنبول کے ایک تاریخی باغ کی زمین پر تجارتی تعمیرات کے منصوبے کے خلاف شروع ہوا تھا جس نے بعد ازاں حکومت مخالف مظاہروں کا رنگ اختیار کرلیا تھا۔
حکومت اور اُن کے آقاؤں کو پتہ ہے کہ اِنہوں نے اِس سے زیادہ کچھ نہیں کرنا
دنیا بھر میں نفرت بھری سیاست میں اضافہ، ایمنسٹی کی رپورٹ 22.02.2018
میت پر نوحہ خوانی ، ملت سے خارج کرنے والا عمل
پولیس کے مطابق شہر کے مصروف ترین علاقے میں واقع ہوٹل کے سامنے دھماکا خیز مواد سے بھری کار کو اڑا دیا گیا، دھماکے سے ارد گرد کی عمارتوں کے شیشے ٹوٹ گئے اور انہیں نقصان پہنچا۔ سڑک کنارے کھڑی 8 گاڑیاں مکمل طور پر تباہ ہو گئیں۔

فہرست مضامین
پرامن اور خوشحال پاکستان ہم سب کا خواب ہے، بلوچستان کی ساحلی پٹی ملک میں سب سے بڑی ہے، ساحلی علاقوں سے 10 ارب روپے کی فشریز برآمد ہو سکتی ہیں، بلوچستان کے لئے موسم سرما میں گیس کی قیمتوں میں رعایت کے لئے بات کروں گا
بھارت اور کٹھ پتلی حکمران کشمیریوں کا جذبہ آزادی توڑنے میں ناکامی کے بعد خانہ جنگی کی سازش کررہے ہیں، پولیس اہلکارعوام کے خلاف کھڑا ہونے کے بجائے تحریک آزادی کے لیے اپنی ذمہ داریاں پوری کریں، شبیر شاہ
بی بی سی کے بارے میں
وفاقی حکومت ملکی معیشت کے استحکام کیلئے پر عزم ہے،حماد اظہر
Next Next post: بلوچستان: حلقہ این اے 260 کے ضمنی انتخابات، 15 جولائی کی تاریخ مقرر
تحقیقی مضامین (6)

رات بھر لوگ ایسے ہی دبکے رہے۔ اس اندھیرے میں نہ گھر جا سکتے تھے اور البیلے کو پکڑنے کا ارادہ تو لوگوں کے ذہن سے غائب بھی ہو چکا تھا۔ پیشاب سریتا کے علاوہ تقریباً تمام لوگوں نے جہاں بیٹھے تھے وہیں کیا۔ اچانک کسی کے کھانسنے کی آواز آ جاتی تو لوگوں کی جان نکل جاتی۔ حالانکہ کھانسنے والا، کھانسی کو خوب دباتا، لیکن جب بات قابو میں نہیں رہتی تو بالآخر دو چار آوازیں نکل ہی جاتیں۔ سریتا گھر آ کر مزے سے سو گئی تھی۔
پی ایچ پی کی 5.3 یا اس سے زیادہ.
واضح رہے کہ کوئٹہ کے سول اسپتال میں دھماکے کے نتیجے میں 72 افراد جاں بحق جبکہ 112 سے زائد افراد زخمی ہوئے تھے، دھماکہ اس وقت ہوا جب اس سانحے سے کچھ دیر قبل ٹارگٹ کلنگ میں جاں بحق ہونے والے وکیل رہنما بلال کاسی کی میت لینے کے لیے وکلا برادری سول اسپتال کے احاطے میں جمع تھی۔

سبز کچھوے (1)
ملت روڈ پر پی ٹی آئی اور مسلم لیگ نواز کے کارکنان آمنے سامنے آ گئے اور ایک دوسرے کے خلاف نعرے بازی کر رہے ہیں۔ تاہم پولیس صورتحال پر قابو پانے کی کوشش کر رہی ہے۔
یہ خبر جس ویب سائٹ سے لی گئی ہے اس کا لنک یہاں ہے. شکریہ
قرآن کریم میں اجملاً اور حدیث میں تفصیلاً یہ بتایا گیا ہے کہ عورتوں کو طلاق دینے کا شرعی طریقہ یہ ہے کہ ایک طہر میں ایک طلاق دے دوسرے میں دوسری طلاق دے ، تیسرے طہر میں تیسری
بیجنگ: چیف جسٹس آف پاکستان جسٹس میاں ثاقب نثار اور صدر سپریم پیپلز کورٹ آف چائنہ ژوکیانگ سے ملاقات کے دوران تبادلہ خیال کر رہے ہیں۔
اسے ای میل کریں!BlogThis‏Twitter پر اشتراک کریں‏Facebook پر اشتراک کریں
تلنگانہ بھر میں ٹی آر ایس کی لہر ‘88 حلقوں سے شاندار کامیابی
ریاض میں سعودی جاپان مشترکہ منصوبے کا افتتاح ،250 خواتین کو ملازمتیں دی جائیں گی۔
اور کوئی تم میں پورا بھر لیا (مر جاتے ہیں)،
ادلب: دھماکے سے تباہ ہونے والے عمارتوں کے ملبے میں تاحال لاشیں تلاش کی جارہی ہیں
The post اب صرف ایک کلک سے فیس بک سے واٹس ایپ پر پوسٹ شیئر کیجیے appeared first on i14 News.
شامی فوج نے ایک اسرائیلی ڈرون اور لڑاکا طیارے کو مار گرایا
اب کچھ نہ کہنا.یہ میں نے پہلے سے رکھی ہوئی تھی میری اک رشتے کی بہن نے انڈیا سے بھیجی تھی – وہ شکر گزار نظروں سے بی بی جان کو دیکھ کر رحصت ہوئیں تو کنول ماں کے پاس آ کر بیٹھ گئی –
سلام آباد(ورلڈ فاسٹ نیوز فار یو):احمد نورانی کیس کی تفتیش میں نیا موڑ آ گیا جس کے مطابق سینیر صحافی احمد نوارانی کا معاشقہ ان پر حملے کی وجہ بنا ۔تفصیلات کے مطابق سینیر صحافی احمد نورانی پر حملے میں نجی یونیورسٹی کے طلباء ملوث پائے گئے ہیں ۔اس انکشاف کے بعد پولیس نے تفیش کے دائر ہ کار کو […]
تصاویر کا سائز کم کرنے والے سافٹ ویئر، ایپلی کیشنز اور آن لائن ویب سائٹس تو آپ نے بہت دیکھی ہوں گی لیکن تصاویر کے…
واضح رہے کہ دپیکا رنویر اور کپل شرما کے بعد پریانکا چوپڑا اور نک جونز شادی کے بندھن میں بندھیں گے دونوں کی شادی بھارتی ریاست جودھ پور میں دسمبر کے آخری ہفتے میں ہوگی اور تقریب میں 200 مہمانوں کو مدعو کیاجائے گا۔
بی بی سی سائٹ پر صفحات
بھائی چارے کی اہمیت قرآن و حدیث کی روشنی میں uploaded at 1:53 pm
•آپ کے والد کا نام حضرت رسول پاک صلی اللہ علیہ وسلم کے والد کے نام پر (یعنی عبداﷲ) ہو گاَ ۔ جب کہ مرزا قادیانی کے باپ کا نام مرزا غلام مرتضیٰ تھا۔
میٹرک کے سالانہ امتحانات کے نتائج کا اعلان بی آر سی لورالائی نے پھر میدان مار لیا
◄ جارجیا (امریکی ریاست) کے میٹروپولیٹن علاقہ جات‏ (1 ص)
تسنیم نیوز ایجنسی کی رپورٹ کے مطابق، یہ اتفاق پاکستان فضائیہ کے سربراہ ائیر چیف مارشل سہیل امان اور انکے روسی ہم منصب کرنل جنرل وکٹر بوڈریو کے درمیان ماسکو میں ہونے والی ملاقات میں ہوا۔
-1045 ℃ ~ 60 ℃ پر کم 45٪ سے زیادہ سے زیادہ 85٪ آر ایچ
بھارت میں ایک ساتھ 3 طلاقوں کو قابلِ سزا جرم قرار دینے کا آرڈیننس منظور
پنجاب اسمبلی میں پی ٹی آئی کی فتح پر حمزہ شہباز اور سعد رفیق کی تصاویر دیکھ کر آپ بھی ہنسی روک نہ پائیں گے
ان کا کہنا تھا کہ شمالی وزیرستان کا آپریشن اپنے اہداف حاصل کرتا ہوا کامیابی کے ساتھ آگے بڑھ رہا ہے لیکن اس کے مکمل ہونے کے بارے میں ڈیڈ لائن نہیں دی جا سکتی۔
ایک تصویر………… ایک کہانی
پاکستانی معاشرے میں شدت پسندی و عدم برداشت کی تاریخ، وجوہات اور ان کا تدارک۔۔۔۔کاشف حسین/مقابلہ مضمون نویسی
متقی انسان چھوٹے بڑے ، دانستہ نادانستہ ہر طرح کے گناہوں سے پرہیز کرتا ہے۔ مگر یہ بھی سچ ہے کہ انسان خطا کا پتلا ہے۔ یہ جذبات کی رو میں بہہ کر گناہ کا ارتکاب ضرور کرتا رہتا ہے۔ اسی لئے مسلسل توبہ استغفار کی تلقین کی گئی ہے۔ ایسی صورت میں الله رب العزت نے اپنی بےمثال رحمت سے مومنین کو یہ نوید سنائی ہے۔

پولیس نے اپوزیشن جماعتوں کے احتجاج میں آصف زرداری اور عمران خان کی شرکت کو اہم سیکورٹی رسک قرار دیدیا
Home / Top Stories / ریاست تلنگانہ میں اُردو کو دوسری سرکاری زبان کی منظوری
پنجاب کے ایڈیشنل پراسیکیوٹر جنرل نے کہا کہ یہ ریاست کی ذمہ داری ہے ۔ عدالت کے پوچھنے پر بتایا گیا کہ مجرمہ کا شوہر نشہ کرتا ہے ۔ جسٹس گلزار احمد نے کہا کہ مسئلہ یہ ہے کہ کسی نے لیبارٹری کی رپورٹ کو چیلنج نہیں کیا، یہ بھی نہیں بتایا گیا کہ کتنی مقدار کا کیمیائی تجزیہ کیا گیا، پھر اس کا کیا کیا جائے؟ سرکاری وکیل نے کہا کہ اس کو ایک کلو ہی مانا جائے گا پانچ کلو نہیں ۔
اور آیات مبارکہ میں جو مقید یامطلق افعال کا تذکرہ ہواہے جیسا کہ وہ یہ جانتا ہے اور فیصلہ کرتا ہے اور ارادہ کرتا ہے ،دیکھتا ہے ،سنتا ہے،منادی کرتا ہے،سرگوشی کرتاہے،کلام کرتا ہے،یہ ایمان بلافعال میں د اخل ہیں۔
آپ کے شکریہ ادا کرنے کا شکریہ۔ آپ کی یہ تحریر میرے بلاگ پر خاصی مقبول ہوئی ہے اور اب تک ۵۵۵ ہٹس ہوچکے ہیں۔ یہ جان کر خوشی ہوئی کہ آپ کی کچھ اور تحریریں بھی ہیں اگر آپ چاہیں تو انکی اشاعت کے لئے میرا بلاگ حاضر ہے
اس لنک کو کاپی کیجیے
اسلام آباد(مانیٹرنگ ڈیسک) نیب ان ایکشن، سعد رفیق کی اہلیہ کو بھی شامل تفتیش کرنے کا حکم، سعد رفیق کے خلاف ریلوے میں مہنگے داموں خریدے گئے انجنوں کی بھی تحقیقات شروع کر دی گئیں، علیم خان اورچوہدری برادران کے بیرون ملک کاروبار اور اثاثوں کی تفصیلات بیرون ممالک سے طلب کر لی گئیں۔گجرات پولیس […]
میڈیا سینٹر
پاکستان میں بولے جانے والی تمام 74 زبانوں کی فہرست (ماخذ: ایتھنولاگ، فورم فار لینگویج انیشی ایٹیو)
عالمی کپ 2007 کے امپائرز
ایک سوال پر کہ کیا ایم کیو ایم پاکستان الیکشن کے سلسلے میں وائٹ پیپرز جاری کردئیے ہیں علی محمد خان کا کہنا تھا کہ ہوسکتا ہے ایسا ہی ہو اور ہو سکتا ہے کہ ایم کیو ایم کوئی ڈیل کرناچاہتی ہے۔
جشن آزادی کے سلسلہ میں ٹی او آر کی سربراہی میں ایم بی ہائی سکول میں ہاکی کا نمائشی میچ منعقد کیا گیا
سینٹ کی کل 104نشستوں میں سے 52اراکین کی مارچ میں مدت پوری ہو نے پر سینٹ کی رکنیت ختم ہو جا ئے گی
دشمن بوکھلاہٹ کا شکار ہے اور سافٹ ٹارگٹ کو نشانہ بنانے کی کوشش کررہا ہے، دیوراج انبو
انہوں نے مزید کہا کہ پاک ایران گیس پائپ لائن منصوبے پر یورپی یونین کو کوئی اعتراض نہیں بلکہ وہ پاکستان میں ترقی و استحکام کی خواہاں ہے۔یورپی یونین کے سفیرنے بتایا کہ رکن ممالک سے پاکستان کے لیے سرمایہ کاری حاصل کرنے میں بھی نومنتخب حکومت کی معاونت کریں گے۔عمران خان نے یورپی یونین کی سفیر کی پاکستان میں ترقی و استحکام کی خواہش کا خیر مقدم کیاتاہم ملاقات میں شاہ محمود قریشی، اسد عمر اور ڈاکٹر شہزاد وسیم بھی موجود تھے۔
مشاورتی اجلاسوں سے مسلسل غائب چوہدری نثار نے کابینہ اجلاس میں وزیراعظم سے تحفظات کا اظہار کیا اور کہا کہ صورتحال کو مس ہینڈل کیا گیا سیاسی اور لیگل ٹیم نے معامالات کو صحیح سے نہیں سنبھالا، خوشامدیوں نے آپ کو یہاں تک پہنچایا۔
اردو موبائل ایپ
اسے ای میل کریں !BlogThis ‏Twitter پر اشتراک کریں ‏Facebook پر اشتراک کریں
پوپ، جو رومن کیتھولک چرچ کے سربراہ ہیں، یوکرین کے تنازع میں ملوث تمام افراد کے لیے دعا کی۔ پوپ نے کہا کہ تشدد کو روکنے کے لیے تمام تر ضروری کوششیں کی جانی چاہئیں۔
3. اس طرح کیڑوں مختلف ہوتی ہے اور زراعت کی پیداوار، اناج اسٹوریج اور روزمرہ زندگی میں وسیع پیمانے پر استعمال کرنے کے لئے عملدرآمد کی صلاحیت ہے؛
انٹرنیٹ ٹی وی
ہماری بارے ميں
ڈاکٹر عاصم نے ریڑھ کی ہڈی کے علاج کیلئے بیرون ملک علاج کی استدعا کی تھی، چھبیس مئی کو جسٹس جنید غفار کی سربراہی میں دو رکنی بینچ نے سابق مشیر پیٹرولیم ڈاکٹرعاصم کی بیرون ملک جانے کی درخواست پر فیصلہ محفوظ کیا تھا۔
‫ہوائی جہاز میں فون بند کر دیں یا وائرلیس افعال کو‬
اپنے حق میں بھی کسی روز تُو پتھر ہو جا
پاکستان میں کم عمری کی شادیوں کا مسئلہ
یہ تنازع برطانوی دورِ حکومت میں شروع ہوا جب مدراس پریزیڈنسی (نامل ناڈو) اور میصور کے صوبے (کرناٹکا) کے درمیان پانی پر تناؤ بڑھا۔

ایک ماں عاشق نہیں ہو سکتی۔ ماں صرف ماں ہے، صدیوں سے۔ اس رشتے کے تقدس کا مان میں رکھتی مگر کسی نے مجھ سے پوچھا ہی نہیں کہ میں اس تقدیس کے قابل ہوں یا نہیں۔ بس مجھے زہر دے دیا۔ کیونکہ میں رومان کی ملکہ تھی۔ ماں بن جاتی تو میرے بچے میرے عشق پر شرمندہ ہوتے۔ کیونکہ ماؤں کو عشق کرنے کی اجازت نہیں۔ اولاد ماں کی ممتا کو بھی کھرے کھوٹے کی کسوٹی پر پرکھتی ہے۔ میں جہاں ہوں، وہاں سے سب دیکھ رہی ہوں۔ اپنے اندر عشق کا بھڑکتا تنور لئے، شوہر کی خدمت کرتی، بچے پیدا کرتی مائیں۔ مگر کبھی اظہار عشق نہ کر پاتی ماؤں کو دیکھ سکتی ہوں کہ وہ اب بٹ گئی ہیں، دو رشتوں میں۔ مگر یہ تقسیم ظاہری ہے باطن میں وہ اپنا رانجھن ہی ہیں۔
ٹرمپ کی امریکہ میں غیر قانونی طور پر آباد 18 لاکھ افراد کو شہریت دینے پر آمادگی ظاہر - آج کل
(ii)اسلام آباد / راولپنڈی ڈویژن کے اندر واقع نجی ادارے
پاکستان تحریک انصاف
’پاکستان نے آئی ٹی میں ترکی سمیت کئی ممالک کو پیچھے چھوڑ دیا ہے‘
بھارت کے خلاف ٹیسٹ، افغان دستے کا اعلان
کیا خواتین عوامی مقامات پر بچوں کو چھاتی سے دودھ پلائیں؟
یہ بھی پڑھیں: پی ایس ایل میچزکھیلنے کیلیے پاکستان نہیں جاؤں گا، این مورگن
میرے خلاف تیسرا فیصلہ بھی آنے والا ہے جس میں ہوسکتا ہے مجھے الیکشن ہی نہ لڑنے دیا جائے۔
ٹی وی چینلوں کے بریکنگ نیوز کی اشاعت کا سلسلہ بدستور جاری ہے اور یہ سلسلہ جب حقیقت کے برعکس ہوتا ہے تو میڈیا کی ذمّہ داری پر سوال کھڑے کرتا ہے۔ ٹائمز ناؤ نے اس بار بھی اپنی بریکنگ نیوز میں جھوٹے دعوے کیے ، ویڈیو دیکھئے :
7 اس دن داؤد نے آسف اور اس کے ساتھیوں کو پہلی دفعہ حکم دیا کہ وہ خداوند کا شکر ادا کرے۔
سب سے اوپر فون ٹرانسفر سافٹ ویئر
پوشیدہ زمرہ:
ابوبکر صدیق (رضی اللہ عنہ) کو نبی کریم صلی اللہ علیہ وسلم کے ساتھ بچپن ہی سے خاص انس اور خلوص تھا اور آپ صلی اللہ علیہ وسلم کے حلقۂ احباب میں داخل تھے۔ تجارت کے اکثر سفروں میں بھی انہیں آپ صلی اللہ علیہ وسلم کی ہمراہی کا شرف حاصل ہوتا تھا۔
فیس بک پر شیئر کیجئیے
اگر کہا جائے کہ چکوترا سپر فوڈ ہے تو اس میں کوئی بھی غلط بات نہ ہوگی۔
مصر کے ساحل سمندر پر عجیب غریب مخلوق سے لوگ خوف کاشکار
کر کٹ چھو ڑ نے کے بعد شاہد آفریدی کے بڑی خو شخبری مل گئی

استعمال کے ضوابط
اس پوسٹ کو شیئر کریں ٹوئٹر
وَاَشْھَدَھُمْ عَلٰی اَنْفُسِھِم:وَاِذْ اَخَذَ رَبُّکَ مِنْ بَنِیْ اٰدَمَ مِنْ ظُھُوْرِھِمْ ذُرِّیَتَھُمْ وَاَشْھَدَھُمْ عَلٰی اَنْفُسِھِمْ اَلَسْتُ بِرَبِکُمْ قَالُوْا بَلٰی (پ ۹، ۱۲)اور جب کہ آپ کے رب نے اولاد آدم کی پشت سے ان کی اولاد کو نکالا اور ان سے انہی کے متعلق اقرار کیا کہ میں تمہارا رب نہیں ہو؟ سب نے جواب دیا کہ کیوں نہیں۔
دنیا کا وہ معروف ترین شہر جہاں دسمبر کے پورے مہینے میں صرف 6 منٹ سورج نک جنوری 23, 2018
ہم اپنی سروس کو بہتر بنانے کے لیے کوکیز استعمال کرتے ہیں۔ اس بارے میں مزید تفصیلات ڈیٹا کے تحفظ سے متعلق حصے میں دیکھی جا سکتی ہیں۔
اسلام آباد (ڈیلی پاکستان آ ن لائن )وزیر اعظم نواز شریف نے چوہدری نثار کاکے استعفے کی پیشکش مسترد کر دی ۔اسلام آباد میں پریس کانفرنس کرتے ہوئے چوہدری نثار علی خان نے کہا کہ گزشتہ روز وزیراعظم نواز شریف سے ملاقات کی اور انہیں استعفیٰ دے کر پریس کانفرنس ...
رسائی کے لنکس
۲۱رمضان(1439ھ) امیرالمومنین علیہ السلام کی شہادت کےموقع پر
شریف خاندان پرسعودی عرب کے احسانات کاقرض ریاست نہیں چکاسکتی۔یمن میں فوج بھیجنے کے فیصلے کی مزاحمت کی جائے گی ،صاحبزادہ محمدحامدرضا
شاہ رخ خان نے بچوں کو بگاڑ دیا ہے، گوری خان – Azad Pakistan
زہرہ نواز کے والد آرمی میں سپاہی تھے‘وہ کراچی میں تعینات تھے‘ریٹائرمنٹ کے بعد انھوں نے کراچی میں گھر بنا لیا‘ زہرہ کا ایک بڑا بھائی اور ایک چھوٹی بہن تھی‘ اللہ نے تینوں کو ذہانت اور قابلیت سے نواز رکھا تھا‘حالات معمول پر چل رہے تھے کہ محمد نواز کے مزاج میں تبدیلیاں آنے لگیں‘ انھوں نے ایک دن گاؤں واپس جانے کا اعلان کر دیا‘ بیوی نے بچوں کے حوالے سے خدشات کا اظہار کیا لیکن بے فائدہ‘خوشحال گھرانے میں لڑائی جھگڑے معمول بن گئے‘ بات مار کٹائی تک پہنچ گئی‘ زہرہ نے ان دنوں ایف ایس سی پارٹ ون کے امتحانات دینے تھے لیکن اس کے والد نے اسے کمرے میں بند کر دیا‘ بھائی نے مداخلت کر کے بہن کے پیپر دلوائے جس پر باپ بیٹے کا بھی دشمن ہو گیا۔
کہانی کو شیئر کریں شیئرنگ کے بارے میں
ہمارے بارے میں
نیٹو حکام نے بھی قندھار میں ہونے والے بم دھماکے کی تصدیق کرتے ہوئے کہا ہے کہ حادثے کے نتیجے میں فوجیوں کی ہلاکت کا خدشہ ہے تاہم جس قافلے پر حملہ ہوا وہ کس ملک کا تھا یہ کہنا قبل ازوقت ہوگا۔

دوسری جانب وزیراعظم شاہد خاقان عباسی نے واقعے کی مذمت کرتے ہوئے رپورٹ طلب کرلی ہے۔
بائبل اس بات کو واضح کرتی ہے کہ خدا آپ سے کیا چاہتا ہے کہ آپ اس کے بارے میں اور اپنی زندگی کے بارے میں جانیں۔ اس میں وعدے شامل ہیں: وہ باتیں جو خدا کہتا ہے کہ وہ آپ کےلئے کرے گا۔ یہاں خدا کے آپ کےلئے چند ایک وعدے تحریر کئے گئے ہیں:
١ - حکومت کے کام؛ کارجہا بنانی۔
12 سالہ لڑکی کے ریپ کے بدلے میں 17 سالہ لڑکی کا ریپ
پاکستان میں غربت کی شرح30 فیصد ہے : عالمی بنک
روس، ایران اور ترکی شام کے بارے میں فیصلہ کرنے والے تین ممالک ہیں جن کے مسلسل اجلاس بھی منعقد ہورہے ہیں اور یہ بات امریکہ اور یہودی ریاست نیز یورپی ممالک کے لئے قبول نہ تھی اور امریکہ کو امید تھی کہ اس حملے سے شامی حکومت اور اس کے حلیفوں کی پوزیشن مجروح ہوگی اور ممکنہ اگلے مذاکرات میں شامی حکومت سے اپنے لئے بھی اور اپنے حلیف عبریوں اور عربوں کے لئے بھی، رعایتیں حاصل کرسکیں گے چنانچہ انھوں نے یہ محدود حملہ سرانجام دیا۔
۲) ”میں اللہ کے کلمات تامہ کے ذریعہ ہر وہم میں ڈالنے والے شیطان اور ہر نظربد سے اللہ کی پناہ چاہتاہوں“۔
معروف تجزیہ نگار ڈاکٹر شاہد مسعود نے پروگرام ’لائیو ود ڈاکٹر شاہد مسعود‘ میں کہا ہے کہ انتخابات کے ساتھ احتساب کا عمل بھی چلتا رہے گا ۔ انتشار اور خلفشار کی طرف ملک جا رہا ہے ۔ سوال: تحریک...مزید پڑھیں
خدا کیلئے ۔۔۔۔۔۔۔۔ لوگوں کو سلامت رہنے دے۔ لوگوں میں سے اور لوگوں پر اپنا بغض مذہب کے نام پر مت نکال۔۔
واضح رہے کہ گزشتہ ایک دہائی سے ممبئی میں مقیم عدنان سمیع کو یکم جنوری 2016 کو ہندوستانی شہریت دی گئی تھی۔لاہور سے تعلق رکھنے والے عدنان سمیع پہلی بار 13 مارچ 2001 کو ایک سال کے وزٹ ویزہ پر بھارت گئے تھے۔
ممبئی( وائس نیوز گروپ آف میڈیا )بالی ووڈ اداکار ورون دھون نے کہا ہے کہ فلموں کے انتخاب میں کوئی مخصوص جامع حکمت عملی نہیں اپناتے۔ بھارتی ذرائع ابلاغ کے مطابق اداکار ورون دھون نے بطور اداکار فلمی سفر پر۔۔۔۔۔
جنسی مساوات یورپی یونین کی بنیادی اقدار میں سے ایک قدر ہے جو اس کے آئینی اور قانونی ڈھانچے میں شامل ہے۔ یورپی یونین لڑکیوں اور خواتین کے حقوق کا تحفظ کرنے والے ملکوں میں صف اول میں شامل ہے اور وہ خواتین کے حقوق کے تحفظ کو ملک کے اندر اور باہر فروغ دینے کے لئے سرگرم عمل ہے۔
اہل تشیع کے ۲۲ مراجع نے اہل سنت کے مقدسات کی بے احترامی کو حرام قرار دیا، آپ نے کیا کیا؟
آج کا دن کیسا گزرے گا
کامرس, تمام اشیاء, مطابقت, تشکیل, globals کے, Ini کی, جادو, بند, پر, آپشن, کی php.ini, کی قیمت درج کرنے, قائم کرنے رجسٹر
شہر کی خبریں
صرف دو روٹیوں کی طلب گار ہوں کیا وہ یہ دو روٹیاں دے سکتا ہے؟
افغان دفاعی حکام نے وی او اے کو بتایا کہ افغان فورسز نے کنڑ میں آپریشز کیے جس میں داعش اور طالبان جنگجو ہلاک اور زخمی ہوئے۔
مرکزی مواد پر جائیں
تازہ ترین خبریں
ہر جمعہ کے دن جنت میں ایک بازار لگے گا کہ اُس میں شمالی ہوا چلے گی جو جنتیوں کے چہروں اور کپڑوں پرلگے گی تو اُن کے حسن و جمال میں نکھار پیدا ہو کر وہ بہت زیادہ خوبصورت ہوجائیں گے اور جب وہ بازار سے پلٹ کر اپنے گھر جائیں گے تو اُن کے گھر والے کہیں گے کہ تم تو خداکی قسم!حسن و جمال میں بہت بڑھ گئے ہو۔ تو یہ لوگ کہیں گے کہ ہمارے پیچھے تم لوگوں کا حسن و جمال بھی بہت بڑھ گیا ہے۔ (مشکوٰۃ،ج۲،ص۴۹۶)
روالپنڈی: بھارتی فوج نے کنٹرول لائن پر بلااشتعال فائرنگ کی جس کے نتیجے میں 8 سالہ بچہ شدید زخمی ہوگیا۔
ہمارے بارے میں
_ ہوسٹنگ تین دن اور انعام دن رات جائز نہیں ہے کے لئے اس کے بھائی سے بھی Aathmh میں رہتا ہے کہ تم میں سے کوئی وہ کہنے لگے: اے اللہ کے رسول، اور Aathmh وہ Ikrah اس کے پاس کچھ بھی نہیں کیا گیا ہے نے کہا کہ کس طرح کی جانچ پڑتال
Home / Top Stories / پتانجلی فیکٹری قائم کرنے کے لئے بابا رام دیو جموں اور کشمیر میں زمین حاصل کررہے ہیں۔

''اللہ تعالیٰ اجس شخص کو تروتازہ رکھے جس نے مجھ سے کچھ سنا۔ پھر جیسے اُس نے سنا تھا ویسے ہی دوسروں تک اسے پہنچا دیا۔ ممکن ہے جسے بات پہنچائی جائے وہ پہلے سننے والے سے بھی زیادہ اُسے یاد رکھنے والاہو۔''
اور اب ذرا کچھ نظر مردوں کے مسائل پر۔
پاکستان تحریک انصاف گل صاحب خان کے پی – 40

حالیہ برسوں منشیات کے استعمال کی وجہ سے پاپ موسیقی میں بہترین آواز قرار دی جانے والی اس گلوکارہ کی آواز پر کافی پرا اثر پڑا۔
اخذ کردہ از «https://ur.wikipedia.org/w/index.php?title=زمرہ:سیاست_بلحاظ_کینیڈا_کے_شہر&oldid=2571984»
سائنس و صحت
وہ سوال و جواب ہیں آنکھیں

خیال رہے کہ "اُفق کے پار" یا میرے دیگر بلاگ کے،جملہ حقوق محفوظ نہیں ۔ !
ضرور پڑھیں: عامر لیاقت نے شادی کی مبارکباد دیتے ہوئے دپیکا کی مسکراہٹ کو کس چیز کیساتھ تشبیہ دیدی؟ سوشل میڈیا پر ایسا ہنگامہ برپا ہوا کہ ٹویٹ ہی ڈیلیٹ کر دی
سپریم کورٹ میں عمران خان کی عائشہ گلالئی کی ...
دستیاب نایاب کتابیں، استعمال شدہ کتابیں اور دوسرا ہاتھ کتب کے عنوان "Janam Kahaniyan" سے Intizar Hussain مکمل طور پر درج ہیں ۔

اے این پی خواتین ونگ کے صوبائی صدر شازیہ اورنگزیب نے کہا ہے کہ عمران خان تعلیمی اداروں میں ایڈم سمتھ کا مروجہ نظام لا کر نوجوان نسل کو قوم لوط کی طرح برائیوں میں مبتلا کرنے کے درپے ہیں۔پختون قوم کو نفاذ اسلام اور تبدیلی کے جھوٹے اور پر فریب دعوئوں نعروں پر دھوکہ دیا گیا مگر اب پختون ...
غیر ملکی خبررساں ادارے ’خلیج ٹائمز ‘ کے مطابق وکیل اور لیگل ایڈوائزر خلیفہ بن حووادین نے رابطہ کرنے پر بتایا ہے کہ خلیفہ لاء فرم نے پیر کے روز سپریم کورٹ میں رپورٹ جمع کروائی گئی ہے جس میں وزیراعظم نواز شریف کے کپیٹل ایف زیڈ ای کمپنی میں ملازمت کرنے کے دستاویزات کی تصدیق بھی شامل ہے۔
سپریم کورٹ کا کراچی میں تجاوزات کیخلاف آپریشن جاری رکھنے کا حکم
وقت آ گیا ہے خطے میں پائیدار امن کیلئے مخالف قوتوں کیخلاف طاقت کی بجائے ڈائیلاگ کا طریقہ کار ..

مصنف کا نام شیخ علی رضا
آئی سی سی کی جانب سے جاری ہونے والے اس بیان میں یہ بھی کہا گیا ہے کہ میڈیا رائٹس ایجنسیاں بھی آئی سی سی کی جانب سے حقوق دینے کے لیے بولیاں لگا سکتی ہیں۔
چوتھی بات یہ ہے کہ سر سید کے مذہبی اعتقاد کے اعتزالی ہونے پر تمام مکاتب فکر کے راسخ علماء کا اجماع ہے۔
فلم کے سیٹ سے سامنے آئی ایسی
بابری مسجد کی شہادت کی 26 برسی کے موقع پر اجودھیا میں سیکورٹی کے پختہ انتظامات، دفعہ 144 نافذ
ریلوے کی آمدنی میں اضافہ کی شرح50ارب روپے تک پہنچ چکی ہے، خواجہ سعد رفیق
محمد سلیم الرحمان کی دیگر تحریریں
انٹرنیٹ ٹی وی
اسلام آباد(نیوز ڈیسک) دنیا کی سب سے مختصر جنگ برطانیہ اور زنجبار (افریقہ) کے درمیان لڑی گئی تھی۔ 38 منٹ کی اس جنگ میں برطانیہ جیت گیا تھا۔یہاں یہ بات قابل ذکر ہے کہ اس لڑائی میں مالی اور جانی نقصان کا آج تک کوئی پتہ نہیں چل سکا ہے اور یہ پتہ بھی نہیں چل سکا ہے کہ اس لڑائی کا آغاز کیسی ہوگئی ہے تاہم یہ لڑائی38 منٹ تک جاری رہی تاہم تاج برطانیہ کی طرف سے سلطان خالد کو حکم دیا گیا کہ وہ اپنی فوج کو ہتھیار چھوڑنے کا حکم دے اور اس کیلئے 27 اگست دن 9 بجے کا الٹی میٹم دیا گیا۔
امیتابھ بچن کی جانب سے عالم اسلام کو جشن میلاد النبی ﷺ کی مبارک باد
روایت و درایت – روایت سے یہ مراد ہے کہ جو واقعہ بیان کیا جائے اس شخص کے ذریعے سے بیان کیا جائے جو خود اس واقعہ میں موجود تھا۔ اس سے لے کر اخیر راوی تک روایت کا سلسلہ بہ سند متصل بیان کیا جائے۔ اس کے ساتھ تمام راویوں کی نسبت تحقیق کیا جائے کہ وہ صحیح الراویہ اور ضابطہ تھے یا نہیں۔

ان کا کوئی وطن نہ تھا اور سارا عالم اسلام ان کا وطن تھا لیکن پاکستان سے انہیں خصوصی محبت تھی اور ایک قلبی تعلق تھا۔ ان کی بیوی پولا حمیدہ اسد کے الفاظ میں:
ہمیں ٹوئٹر پر فالو کریں
نوجوانوں کا صفحہ
جنسی خاتون دھوکہ دہی کی ویڈیو ...
ان کا مزید کہنا تھا کہ حکومت سرکاری اور نجی شعبوں کو خواتین سے یکساں سلوک کا پابند بنائے اور ان کے لیے متعلقہ قوانین میں نرمی لائی جائے۔
انہوں نے اس بات پر بھی برہمی کا اظہار کیا تھا کہ میانمار کی فوج کو مبینہ مظالم کی وجہ سے تنقید کا نشانہ بنایا جارہا ہے تاہم ان کے مطابق فوج کو ہدایات جاری کی گئی ہیں کہ بدترین تشدد یا ناقابل نقصانات پہنچانے سے گریز کیا جائے۔
وزیراعظم متحدہ عرب امارات کے نائب صدر اور وزیراعظم سے بھی ملاقات کریں گے، ان کا دورہ دونوں ملکوں کے تعلقات کو مزید مستحکم کرے گا۔
ہمارے دیس کا بچہ، ہمارے بنائے فٹ بال اور فیفا ورلڈ کپ
میں کبھی بھی لندن فلیٹس یا ان کمپنیوں کی بینیفشل مالک نہیں رہی،ان کمپنیوں سے نہ کبھی مالی فائدہ لیا اور نہ ہی کوئی نفع لیا،مریم نواز
محمد علی جوہر یونیورسٹی کے اقلیتی کردار کو منظوری دینے پر مجھے فخر ہے:ڈاکٹر عزیز قریشی ذیشان مراد رام پور،17فروری(ایس ٹی بیورو) میزورم کے گورنرڈاکٹرعزیزقریشی نے کہاہے کہ م�...
ایک فائٹر کھلاڑی کی حیثیت رکھنے والے یونس خان نے کئی مواقعوں پر بہترین پیش کرتے ہوئے ٹیم کو مشکل صورتحال سے نکالا اور ان کی 34 میں سے ریکارڈ پانچ سنچریاں ٹیسٹ میچ کی چوتھی اننگز میں بنائی گئی ہیں۔
متعلقہ مصنوعات
قرآن کی قسم ؟
خیال رہے کہ زینب کے قتل کو چار روز گزر گئے لیکن قاتل کا سراغ نہ مل سکا۔
(۲)بیت المال میں بے جاتصرف کیا اورمسرفانہ طریقہ پر اپنے اعزہ واقارب کے ساتھ سخاوت کا اظہار کیا،مثلاً حکم بن العاص ؓ کو جسے رسول اللہ صلی اللہ علیہ وسلم نے طائف میں جلاوطن کردیا تھا مدینہ آنے کی اجازت دی اوربیت المال سے ایک لاکھ درہم عطا کئےاور اس کے لڑکے حارث کو اجازت دی کہ بازار میں جو فروخت ہو اس کی قیمت سے اپنے لئے عشر وصول کرے،مروان کو افریقہ کے مال غنیمت کا خمس دیا گیا، اسی طرح عبداللہ ابن خالد ؓ کو تین لاکھ درہم کا گرانقدر عطیہ مرحمت کیا اورخود اپنی صاحبزادیوں کو بیت المال کے قیمتی جواہرات عنایت فرمائے،حالانکہ فاروق اعظم ؓ نہایت شدت کے ساتھ اس قسم کے تصرفات سے احتراز کیا تھا، اس کے علاوہ اپنے لئے ایک عظیم الشان محل تعمیر کرایا اورمصارف کا تمام بار بیت المال پر ڈالا بیت المال کے مہتمم عبداللہ بن ارقم ؓ اورمعیقیب نے اس اسراف پر اعتراض کیا تو ان کو معزول کرکے زید بن ثابت ؓ کو یہ عہدہ تفویض کردیا،ایک دفعہ بیت المال میں وظائف تقسیم ہونے کے بعد ایک لاکھ درہم پس انداز ہوئے،حضرت عثمان ؓ نے بے وجہ زید بن ثابت کو یہ گراں قدر رقم لینے کی اجازت دے دی۔
مدر ٹریسا کی مشنری سرگرمیوں کو دنیا بھر میں احترام کی نظروں سے دیکھا جاتا ہے۔ ان کا خیراتی مشن دنیا کے تمام براعظموں میں موجود ہے۔ آج مدر ٹریسا کی ایک 106 ویں سالگرہ ہے۔
کسی لفظ کے آخر میں آنے والی طویل حرکت کو زور دے کر ادا نہیں کیا جاتا:
ایک اور غلطی۔۔۔۔۔ عمران خان نے بنابنایا کھیل بگاڑ دیا، خبر کی تفصیلات پڑھ…
پٹرولیم مصنوعات سے 6 ماہ میں 216.3 ارب روپے کا سیلز ٹیکس وصول
مقننہ وفاقی قانون ساز کونسل
دیگر شعبہ جات
سب سے زیادہ پھانسی کی سزا مسلم ملکوں میں دی جاتی ہے۔
رسائی کے لنکس
!پرائیویٹ سکول کے ہر بچے کو ٹرافی ، یہ کیا مذاق ہے
کون مخلص ہے؟

1668: اُمّ المؤمنین عائشہ صدیقہ رضی اللہ عنہا کہتی ہیں کہ رسول اللہﷺ نے فرمایا کہ اے عائشہ! یہ جبرئیلؑ ہیں تمہیں سلام کہتے ہیں۔ میں نے کہا کہ و علیہ السلام و رحمۃ اللہ۔ عائشہ رضی اللہ عنہا کہتی ہیں کہ آپﷺ وہ چیزیں دیکھتے تھے جو میں نہیں دیکھتی تھی۔
کمیشن سازی ماحولیات کے لیے نقصان دہ ہے!وسعت اللہ خان
کہانی کو شیئر کریں شیئرنگ کے بارے میں
سونی کی آن لائن سروسز پر سائبر حملے کا یہ پہلا واقعہ نہیں ہے۔ اس سے قبل اپریل کے مہینے میں بھی اس طرح کی ایک کارروائی کی گئی تھی۔
عربی زبان میں ثلاثی مجرد کے باب سے مشتق اسم فاعل ہے۔ اردو میں بطور صفت استعمال ہوتا ہے اور تحریراً ١٦٦٥ء کو "پھول بن" میں مستعمل ملتا ہے۔
پرچم کشائی کی تقریب میں اسپیکر قومی اسمبلی سردار ایاز صادق اور چیئرمین سینیٹ صادق سنجرانی نے بھی شرکت کی۔
اگر آپ یہ سمجھتے ہیں کہ ”ہم سب“ ایک مثبت سوچ کو فروغ دے کر ایک بہتر پاکستان کی تشکیل میں مدد دے رہا ہے تو ہمارا ساتھ دیں۔ سپورٹ کے لئے اس لنک پر کلک کریں
بابری مسجد کو شر پسندوں نے نہیں بلکہ بی جے پی کے لوگو ں نے منہدم کیا : ڈاکٹر راجیو دھون

جنوبی افریقہ
error: برائے مہربانی اسے شیئر کیجئے۔۔۔!! شکریہ
اب تک 170 سے زائد مجرموں کو تختہ دار پر لٹکایا جا چکا ہے اور ان میں بھی اکثریت دہشت گردی کی بجائے دیگر سنگین جرائم میں سزائے موت کے مرتکب مجرموں کی ہے۔
بذریعہ فیس بک تبصرہ تحریر کریں
کرن جوہر کے شو ’’کافی ود کرن سیزن6 ‘‘میں سیف علی خان اور سارہ علی خان شرکت کریں گے
مرکزی نیویگیشن پر جائیں
بانو قدسیہ صرف ایک ناول نگار ہی نہیں ایک دانشور بھی ہیں
متحدہ عرب امارات نے یمن میں انسانی فلاح وبہبود کی ترقی کے لئے مجموعی طور پر 13 ارب درہم سے زائد کی امداد فراہم کی: یمن سفیر
ضلع چکوال کی سیاست میں آنے والے چند دنوں میں بڑی سیاسی تبدیلیاں رونما ہورہی ہیں
مصطفی کی اس جگہ پر مصطفائی خوب ہے
افغانستان میں پارلیمانی انتخابات کے دوران دھماکے، درجنوں افراد ہلاک

یاور عباس: بات یہ ہے کہ ایران پر عالمی پابندیاں عائد تھیں جس کی وجہ سے ایران کے ساتھ بینکاری کرنا تاحال ناممکن تھا، نہ صرف یہ مسئلہ پاکستان کو درپیش تھا بلکہ دنیا کے بہت سارے ممالک ایران کے ساتھ رسمی طور پر بینکاری نہیں کرسکتے ہیں۔ آئی پی آئی جو گیس پائپ لائن ہے یہ ایک چھوٹا پروجیکٹ نہیں ہے یہ ایک بہت بڑا پروجیکٹ ہے۔ اس پر اربوں ڈالر کی انویسمنٹ ہے اور ایران پر پابندیوں کی وجہ سے ابھی تک کوئی بھی عالمی بینک پاکستان کے ساتھ تعاون کرنے کو تیار نہیں تھا، نہ عالمی بینک نہ ایشیایی ترقیاتی بینک، اسی وجہ سے یہ منصوبہ تاخیر کا شکار ہوا لیکن جب بھی پاک ایران حکام کے درمیان ملاقات ہوتی ہے، تو اس بات کا دونوں اقرار کرتے ہیں کہ بیشک تاخیر ہوئی بھی ہو، پھر بھی ہم اس منصوبے کو پایہ تکمیل تک پہنچائیں گے۔
ہم میں سے شاید ہی کوئی ایسا ہوگا جس نے کبھی کسی خلائی شٹل میں قدم رکھا ہو، اس کا ہرگز یہ مطلب نہیں کہ ہم خلا بازوں جیسی تربیت حاصل نہیں کر سکتے بلکہ اب تو یہ کام آسان ہو گیا ہے۔ اسپیس نیشن نیویگیٹر ایک ایسی موبائل ایپ ہے جو نوجوان خلا بازوں یا ان کی طرح تربیت حاصل کرنے کے خواہشمندوں کو تین شعبوں میں مدد دیتی ہے: جسمانی، ذہنی اور سماجی۔
اس پوسٹ کو شیئر کریں ای میل

وزیراعظم عمران خان کا وزارتوں سے براہ راست بریفنگ لینے کا فیصلہ
ملک کو خسارے اور قرضوں کی دلدل میں ہم نے نہیں دھکیلا بلکہ اس کا اصل ذمہ دار کون ہے؟ مسلم لیگ ن نے حیرت انگیز دعویٰ کردیا

بین الاقوامی خبر رساں ادارے کے مطابق سائنس دانوں نے فضا میں جمناسٹک کھلاڑی کی طرح قلابازیاں کھانے اور خطرناک اسٹنٹ دکھانے والا روبوٹ تیار کر لیا ہے۔ ڈزنی کمپنی اس پروجیکٹ پر دہائیوں سے کام کر رہی ہے جسے ’ اسٹنٹرونکس‘ کا نام دیا گیا ہے اور جو ڈزنی لینڈ پارک میں رکھا جائے گا۔
اضلاع کی خبریں
اجلاس میں پیٹریاس نے منگل کو شمال مشرقی صوبہٴ کنڑ میں نیٹو کے فضائی حملوں کے نتیجے میں نو افغان لڑکوں کی ہلاکت پر ایک بار پھرمعذرت کی۔ تاہم، مسٹر کرزئی نے کہا کہ معذرت کافی نہیں اور یہ کہ اتحادی افواج کے ہاتھوں شہریوں کی ہلاکتیں امریکی اور افغانستان کے تعلقات میں کشیدگی کاایک اہم سبب ہیں۔

مصر میں داعش سے منسلک 21 وہابی دہشت گردوں کو سزائے موت
جسکے علاوہ کوئی اور لائق تسبیح نہیں۔ پاک ہے وہ جوہر چیز کی تعدادکا علم رکھتا ہے۔ پاک ہے وہ جو صاحب احسان
تفتیشی حکام کے مطابق ملزم یوسف رضا اس گروہ کا سرغنہ ہے جو پڑوسی ملک سمیت دو خفیہ ایجنسیوں کے لیے کام کرتا رہا، ملزم جھنگ کے علاقے کوٹ عیسیٰ شاہ سے تعلق رکھتا ہے اور کراچی میں ابوالحسن اصفہانی روڈ کا رہائشی ہے۔اردو، پنجابی، فارسی اور انگلش زبان کا ماہر ملزم متعدد بار افغانستان اور ایران آتا جاتا رہا ہے۔ اس کے علاوہ ملزم پستول، کلاشنکوف اور جی تھری رائفل چلانے کا بھی ماہر ہے۔
آج کی تصاویر‎
زرداری صاحب، بہادر بچہ اور بلاول بھٹو کا مستقبل
گوگل پلس پر فالو کریں
بہتر ہو سکتی تھی 0 Votes
روس نے اقوامِ متحدہ کی سکیورٹی کونسل کے ممبران کو قرارداد کا مسودہ پیش کیا ہے جس میں کہا گیا ہے کہ شام میں اقوامِ متحدہ کے مبصرین کا مشن بڑھایا جائے۔
یہ کہہ تو دوں کہ میں بھی ان کا ہم خیال ہوں مگر
مخدوم امین فہیم کے انتقال کے بعد ان کے بیٹے مخدوم جمیل الزماں سروری جماعت کے انیس ویں روحانی پیشوا بن گئے، امین فہیم کے سوئم پر مخدوم جمیل الزماں کی دستار بندی کی گئی جس میں اسپیکر سندھ اسمبلی آغا سراج درانی، وزیر اعلیٰ سندھ سید قائم علی شاہ، مختلف علاقوں میں سروری جماعت کے خلفا اور مریدین کی بڑی تعداد نے شرکت کی۔
محمد عامر کے اگلے چھ مہینوں کا فیصلہ لندن کی عدالت کرچکی لیکن اس سے پہلے ہی آئی سی سی کا ٹریبونل ان کی زندگی کے پانچ سال لے اڑا تھا۔ مطلب یہ کہ محمد عامر لندن جیل سے نیک شہری کا سرٹیفکیٹ لے کر باہر بھی آگئے تب بھی رات کی سیاہی دن کے اجالے میں تبدیل نہیں ہوگی اور کرکٹ کھیلنے کی خواہش کی تکمیل کے لئے انہیں طویل انتظار کرنا ہوگا۔
"Renato کی Usatii، معروف اپوزیشن رہنما کی صورت مالڈووا میں گرفتار کر لیا ریاست کی علامت ہے اور یہی وجہ ہے کہ ہم، دبا Moldovan کی حزب اختلاف کے ارکان، انصاف کی تلاش کے لئے یورپ کے کونسل کے لیے آئے ہیں."

پاکستان اور امریکا کے درمیان تعلقات کشیدہ ہیں ، ڈاکٹر شاہد مسعود
اہم صفحات اور لنکس
ننکانہ صاحب
بنگلہ دیش میں جاری پانچویں آئی سی سی ورلڈ ٹی ٹوئنٹی کے میچ میں بھارت نے بنگلہ دیش کی باآسانی ہرا کر سیمی فائنل کے لیے کوالیفائی کر لیا ہے۔
دم اور جھاڑ پھونک (8)
افغان مہاجرین کا انخلاء ، لاپتہ افراد بازیاب اور وسائل پر اختیار دیا جائے ،بی این پی
کھیل 4 گھنٹے پہلے

اسرائیل، فیس بک اور گوگل جیسی بڑی بین الاقوامی…

اشتہار کا انتخاب
سارے جہاں کو جس نے علم و ہنر ديا تھا
جیرالڈ ورسٹین; ایک یہودی تھنک ٹینک اور سابق امریکی سفیر جن کا یمن کی تباہی میں اہم کردار ہے
فن تعمیر کی شاہکار ’ دیوڑھی کی مسجد ‘ 15 اگست کو سب کے لیے کھولی جائے گی
بی بی سی سے رابطہ کریں
اِس ہفتے کے پسندیدہ مضامین

فرانس میں لڑکیاں برہنہ ہو کر گھروں سے باہر نکل آئی –
دوسری جانب وفاقی وزیر برائے ریلوے غلام احمد بلور نے ہمارے نامہ نگار سے بات کرتے ہوئے کہا کہ انہوں نے یہ بات کی ہے اور اب بھی وہ اس پر قائم ہیں۔
بھارتی فوج سب سے زیادہ خودکشیاں کرنے والی فوج کیسے بنی
کھیل کی خبریں
سال 2070ء میں مسلمانوں کی تعداد کتنی ہو گی ؟
زمرہ:بادشاہت
One Response to “ایک دوست نے ایک لطیفہ بھیجا ہے امید ہے آپ محظوظ ہوں گے”
’’نیشنل پارک میں نجی اراضی پر بھی درخت نہیں کاٹے جا سکتے‘‘
اس کے بعد میرا لنڈ ڈھیلا پڑنے لگا مگر پھوپھی نے میرے لنڈ کو چوستے نہیں چھوڑا اور دو منٹ بعد میرا لنڈ پھر کھڑا ہو گیا.
ملک بھر میں جشن ولادت مصطفیٰ صلی اللہ علیہ والہ وسلم کی تقریبات

– اور مجھے لکھتے وقت مکالموں کے ری پِیڈ ہونے کاڈر رہتا ہے۔ وجہ یہ ہے کہ سبھی الفاظ مجھے اپنے سے لگتے ہیں۔
ووٹرز کی تفصیلات لیک، الیکشن کمیشن کا چیئرمین نادرا کو خط
اس اعتراف کے بعد فصیح الدین حلقہ ارادت میں شامل ہوئے اور ساری زندگی حضرت بابا فرید رحمتہ اﷲ علیہ کی خدمت میں گزار دی۔
اپنے دوست کو ای میل کریں
’’ان روزوں کو میں نے مخفی طور پر رکھا۔ بعض دفعہ اظہار میں سلب ِ رحمت کا اندیشہ ہوتا ہے۔‘‘
ڈاکٹر اے آر اندرے اسکول اور جونیئر کالج کا سالانہ جلسہ تقسیم انعامات
آئی فون 6s کے علاوہ بجلی بٹن کیبل موڑنا
چنیوٹ، ایم ڈبلیوایم کا این اے 99اور پی پی 96پر تحریک انصاف کے امیدوارمہر غلام محمد لالی او رمحترمہ سلیم بی بی بھروانہ کی حمایت کا اعلان
جے یو آئی کا آصف زرداری، بلاول اور مراد علی شاہ سے مقابلے کیلئے امیدواروں کے ناموں کا اعلان
عزیز صحافی دوستو۔ سمجھ میں نہیں آ رہا کہ کیا لکھوں؟ سچ لکھوں تو اپنی ہی برادری کا غدار سمجھا جاوں گا، سیاسی جماعت کا ٹاوٹ ثابت کیا جاوں گا، اور نہ لکھوں تو بھی خاموش رہنے کے طعنے دیئے جائیں... Read more
محمد بن سلمان کو آل سعود خاندان میں نفرت اور دشمنی کا سامنا

کراچی (اُردو پوائنٹ اخبار تازہ ترین۔13اکتوبر۔2006ء) کراچی میں وائرل ہیمرجک فیور کے مزید 22 مریضوں کو مختلف ہسپتالوں میں داخل کیا گیا ہے۔ محکمہ صحت نے پلیٹ لیٹس کی کمی کے باعث لوگوں سے خون عطیہ کرنے کی اپیل کی ہے جبکہ سکھر میں بھی ایک شخص میں ڈینگی وائرس کی تشخیص ہوئی ہے۔ ایڈیشنل سیکرٹری صحت ڈاکٹر عبدالماجد نے بتایا کہ کراچی کے بعد اب سکھر میں بھی ایک مریض میں ڈینگی وائرس کی تشخیص ہوئی ہے تاہم وہ مریض آٹھ دن ہسپتال میں زیر علاج رہنے کے بعد صحت یاب ہوگیا ہے اور اسے گزشتہ روز ہسپتال سے فارغ کر دیا گیا ہے۔
چیچہ وطنی کی شخصیات
افتخار بھائی کیا آپ وہ مضمون نکال سکتے ہیں۔ اس کو میں آپ کے شکریہ کے ساتھ جسارت میگزین میں شائع کروں گا۔
تمثیل کا آغاز اس طرح ہوتا ہے کہ چند سہیلیاں پانی بھرنے کے لئے پنگھٹ پہ جاتی ہیں۔ ان میں کئی ایسی ہیں جنہوں نے گھڑے بھرکرسروں پہ رکھ لئے ہیں اور کچھ ایسی بدقسمت ہیں کہ وہ خالی گھڑے لے کر لوٹ رہی ہیں۔ اب جنہوں نے بھرے گھڑے سروں پہ رکھے ہیں وہ بڑی احتیاط سے پھونک پھونک کر قدم رکھ رہی ہیں اس ڈر سے کہ کہیں پاؤں پھسل نہ جائے اور پانی گر نہ جائے۔ اور نتیجہ کے طور پر کہتے ہیں کہ کمائی صرف انہی کی ہے جو پانی سمیت صحیح وسالم گھر لوٹتی ہیں۔
آج سماعت کے سلسلے میں نوازشریف عدالت میں پیش نہیں ہوئے جس پر سپریم کورٹ نے سابق وزیراعظم کو کل پیش ہونے کے لیے دوبارہ نوٹس جاری کردیا، نوازشریف کو عدالت میں اپنے وکیل کے ذریعے بھی حاضری یقینی بنانے کا کہا گیا ہے۔ عدالت عظمیٰ نے منیر اے ملک ایڈووکیٹ اور بیرسٹر علی ظفر کو عدالتی معاون مقرر کیا ہے۔ سماعت کے آغاز پر چیف جسٹس نے ریمارکس دیئے کہ جب کیس کی سماعت کا سوچا تو نواز شریف اور جہانگیر ترین کا نام ذہن میں آیا، اسی لیے دونوں کو نوٹس جاری کیا۔

الیکٹرانکس کی معروف کمپنی سونی کی بنائی ہوئی ’سمارٹ عینک‘ اگلے مہینے دس ممالک میں فروخت کے لیے مارکیٹ میں پیش کی جا رہی ہیں۔

اعمال پر توجہ دینے کی ضرورت
صنعتی پیداوار (ماہانہ)
لندن: دنیا میں ایک ڈاک خانہ ایسا بھی ہے جو مکمل طور پر پانی کے اندر موجود ہے اور یہاں سے آپ واٹر پروف ڈاک پوری دنیا کو بھیج سکتے ہیں۔
محمد علی جناح:شخصیت اور سیاست
متعلقہ مصنوعات
اس بیماری کے لاحق ہونے کی کیا وجہ ہوتی ہے؟
3. دیوار موٹائی کی قابل اجازت انفیکشن برائے نام ڈبلیو ٹی کے ± 10٪ سے زیادہ نہیں ہے.

ایکسچینج ریٹ پر اسٹیٹ بینک کو حکومت سے مشاورت کرنی چاہیے،اسد عمر
ناصر: اُس کو آزمانے کی کوشش کی۔ کیسے؟
وزیرِ اعظم بننے کا موقع ملا تو ترجیحات بتاؤں گا، شہباز شریف
سنگھ کے حامیوں نے اس جھوٹ کی اتنی شدت کے ساتھ اشاعت و تشہیر کی کہ بالآخر کرناٹک پولس کے اعلی حکام کو پریس کانفرنس کے ذریعہ مبینہ پروپیگنڈہ کی تردید کرنی پڑی کہ حکومت نے ایسا کوئی حکم نامہ جاری نہیں کیا ہے۔ بلکہ یہ سب جھوٹ ہے۔ اس افواہ کے سررشتہ معلوم کرنے کی جستجو کی تو ہماری جستجو postcard.news نامی ویب سائٹ پر جاکر ختم ہوئی۔ postcard.news نامی ویب سائٹ کٹر ہندو توا وادی کی ہے، اس کا کام ہی ہر روز فیک نیوز بنا کر سوشل میڈیا پر پھیلانا ہے۔
سٹی ایف ایم 89
کیا بنا تحقیق کیے ہمارے فیسبکی مجاہدین اس کے ان اقدامات کو سراہیں گے یا پھر روایتی ہٹ دھرمی کو برقرار رکھتے ہووے اسے یہودی سازش ہی قرار دیں گے . میرے خیال سے انہیں اب اس بیان کے بعد تو یہ مان لینا چاہیے کہ ” فیس بک بھی مسلمان ہوگئی ہے ”
موسم کا حال

اختتامی تقریب سے خطاب کرتے ہوئے سہارا یوتھ کھرمنگ کے صدر وزیر محمد انجم نے کہا کہ سہارا یوتھ کھرمنگ میں بلتی ثقافت کو زندہ ررکھنے کے لئے کوشاں ہے اور کافی حد تککامیاب رہے ہیں جبکہ سہارا یوتھ جوانوں کو ہنر مند بنانے کے لئے کئی ورکشاپس انعقاد کرچکے ہیں ۔
Home » Business » بارکلیز – ٹائمز آف انڈیا کا کہنا ہے کہ ایمیزون بھارت مجموعی فروخت میں فلپکارٹ کھاتا ہے
”کوئی بات نہیں ہے- اور مجھے بھی اب کچھ یاد نہیں ہے-“ وردا نے بات ٹالنے کے لئے غصہ دکھاتے ہوئے کہا-
اگر کوئی صاحب بصیرت اگست میں پیش آنے والے کوئٹہ وگوادر کے واقعات،بھارت کے وزیراعظم نریندرمودی کی 15 اگست کولال قلعے میں پاکستان کے خلاف اشتعال انگیز تقریر، بلوچستان میں دہشت گردی کااعتراف 22 اگست کوالطاف کاپاکستان کے خلاف زہر میں بجھا خطاب میڈیا ہاوسز پرحملے ، پھر امریکہ اور افریقہ میں اپنی تنظیم کے کارکنوں سے خطاب میں پاکستان توڑنے کے معاذاللہ منصوبے کوایک پیچ پررکھے تو نتیجہ نکالنا مشکل نہیں کہ الطاف کو کس نئی گرینڈ سازش کامہرہ بنایا جارہا ہے ۔اصل میں یہ سی پیک کے خلاف امریکی اور بھارتی مشترکہ مہم کا حصہ ہے کہ وہ چاہتے ہیں کہ گوادر والاسارا منصوبہ بربادہوجائے۔پاکستان کے تمام دشمن یاد رکھیں اللہ تعالیٰ کے فضل وکرم سے پاکستان ٹوٹنے کے لئے نہیں، ان شاء اللہ تعالیٰ قیامت تک قائم رہنے کے لئے بنا ہے۔ لفظ’’ پاکستان‘‘ کے ساتھ روئے زمین میں زندہ باد کے علاوہ کوئی لفظ سجتا ہی نہیں ہے۔ زندہ دل ہی پاکستان زندہ باد کانعرہ لگا سکتے ہیں ۔مردہ دلوں کویہ توفیق نہیں ہے ۔صاحبِ نظر مولانا شاہ احمد نورانی نے بہت پہلے فرمایا تھا کہ الطاف مرے گا تو اس کو پاکستان کی مٹی نصیب نہیں ہوگی۔اس کی اس دھرتی کے خلاف حالیہ سنگ باری اور آتش زنی سے ثابت ہوگیا کہ وہ اس پاک سرزمین کی پاک مٹی کے لائق ہی نہیں۔ الطاف جیسے غدار چلتے پھرتے مردار ہیں اور پاکستان ان شاء اللہ قیامت تک سداسلامت اور برقرار ہے۔

ہم سے رابطہ کریں
تمہیں کہو کہ یہ انداز گفتگو کیا ہے...
وہ نرم و گداز بستر کی بجائے کھلے سمندر کے کنارے پہ تھا۔

ایران کا کہنا ہے کہ اس کی جوہری سرگرمیاں پرامن مقاصد کے لیے ہیں جب کہ مغرب کو خدشہ ہے کہ ایران جوہری بم بنانا چاہتا ہے۔
ہماری بارے ميں
اس قرارداد کی قانونی حیثیت سلامتی کونسل کی قرارداد کی طرح پابند کرنے والی نہیں۔ تاہم اس میں شامی حکومت کی جانب سے بھاری ہتھیاروں کے استعمال کے علاوہ شامی حکومت کی جانب سے سویلین علاقوں سے افوج کے انخلاء میں ناکامی پر بھی تنقید کی گئی ہے۔
آپ کس کو جانتے ہیں، لاگ ان کر کے معلوم کریں Entertainment Pakistan
4 تجھ سے پوچھتے ہیں کہ ان کے لیے کیا چیز حلال ہے کہہ دو تمہارے واسطے سب پاکیزہ چیزیں حلا ل کی گئی ہیں اور جو شکاری جانور جسے شکار پر دوڑنے کی تعلیم دو کہ انہیں سکھاتے ہو اس میں سے جو الله نے تمہیں سکھایا ہے سو اس میں سے کھاؤ جو وہ تمہارے لیے پکڑ رکھیں اور اس پر الله کا نا م لو اور الله سے ڈرتے رہو بیشک الله جلد حساب لینے والا ہے
ایک شام کا احوال، ایک رات کی کہانی
افکار تازہ اور سبق آموز کہانیاں آزاد کشمیر کے تمام کالجوں کی لائیبریوں میں شامل
اپنے دوست کو ای میل کریں
انسان کا جسم دو چیزوں سے مرکب ہے:
اس معاملے میں لب کشائی کی ہے۔بھارتی میڈیا رپورٹس کے مطابق اداکار سیف علی خان کا کہنا تھا کہ تیمور کو مکمل طور پر کوئی بھی مذہب اختیار کرنے میں آزادی حاصل ہے جب کہ بطور والد میں چاہتا ہوں میرا بیٹا کھلے ذہن اورملک کا اچھا امیج بنانے والا بنے لیکن کرینہ تیمور کو لبرل اورعاجزانسان دیکھنے کی خواہش مند ہیں تاہم تیمور نے خود ہی اپنے مستقبل کا فیصلہ کرنا ہے۔واضح رہے کہ سیف علی خان اور کرینہ کپور نے 2012 میں شادی کی تھی
اسلام کا تصور تزکیہ نفس (1)
ایک بزرگ بولے میں ہوں۔
تبصرے دیکھیں
سینٹ الیکشن ، پیپلز پارٹی کے نظر یات کی اینٹ سے اینٹ بجا کر زرداری جیت گئے
محققین نے اس صورت حال سے نمٹنے کے لئے کی کوشش ہے کہ ایک طریقہ یہ اعداد و شمار ڈی کی شناخت حساس معلومات ہے کہ کرنے کے لئے ہے. لیکن، میں باب 6 (اخلاقیات) اس نقطہ نظر کو سنجیدگی سے وسیع پیمانے پر سماجی سائنسدانوں اور ڈیٹا سائنسدانوں کو دونوں طرف سے کی تعریف نہیں کر رہے ہیں اس طریقے سے لمیٹڈ میں تفصیل سے دکھایا جائے گا کے طور پر.
سیالکوٹ ،تحریک انصاف کی حکومت ابھی تک خارجہ پالیسی واضح کرنے میں ناکام رہی ہے،خواجہ آصف
ہمارے بارے میں
کیا جنابِ ابو طالب کی وفات حالتِ ایمان میں ہوئی تھی؟
اتنے نفیس بزرگ کے ساتھ اس سلوک پر ضرور خدا کی ناراضگی مول لی گئی ہے
سفیان نوری ( جو اپنے زمانہ کے مشہور فقہاء میں سے ایک ہیں اور اہل سنت کے یہاں علم و زہد پرہیز کاری کے حوالے سے بہت مشہور ہیں ) نے بھی امام جعفر صادق (ع) کی شاگردی اور آپ سے علمی اور اخلاقی میدان میں کسب فیض کیا ہے اور امام صادق (ع) سے حدیثیں بھی نقل کی ہیں۔
امام حسین (ع) کا قافلہ، ماہ محرم کی دوسری تاریخ کو کربلا میں وارد ہوتا ہے۔ اس سرزمین پر امام (ع) اور ان کے خاندان اور اصحاب با وفا کے لئے حالات مزید سخت و دشوار ہو جاتے ہیں دشمن امام (ع) اور ان کے بچوں پر پانی بند کر دیتے ہیں تاکہ شاید امام اور ان کے ہمراہ اصحاب، اپنی استقامت کھو بیٹھیں اور ان کے سامنے تسلیم ہو جائیں لیکن ایسے حالات میں کربلا والوں نے ایثار و فدا کاری کا ایسا اعلی ترین نمونہ پیش کیا جو رہتی دنیا تک کے لئے نمونۂ عمل بن گیا۔
پینے کے پانی کی مصنوعات ریگولیشن
اس میں عبد الرزاق کو شیعہ لکھا گیا ہے
الغرض زندگی کی تمام کیفیتیں، احساس کی کروٹیں اور خیال کے زاویے، مرزا غالب کی شاعری میں سبھی کچھ ملتا ہے۔
خیبر صہیون تحقیقاتی ویب گاہ: مقامی ذرائع کے مطابق، اسرائیلی فوج نے یعبد قصبے میں فلسطینی ہائی اسکول پر دھاوا بولا اور اسکول میں موجود طلباء، اساتذہ اور دیگر عملے کو تشدد کا نشانہ بنایا۔ فلسطینی طلباء نے قابض فوج کی غنڈہ گردی کے خلاف احتجاج کیا تو صہیونی فوجیوں نے ان پر آنسوگیس کی شیلنگ کی۔
پہلے زیادہ سے سال ایک PociandSmith said…
صرف اس فورم میں تلاش
یہ وہی جماعت ہے جو فوج کو بدنام کرنے کیلئے ڈان لیکس لائے
نوجوانوں کا صفحہ
امریکہ کو عالمی سطح پر شکست کا سامنا ۔ روحانی
’’نینڈرتھل کی نمایاں خصوصیات میں ایک اہم خاصیت، ان کی پسلیوں کے جال اور حرکت پذیر ہڈیوں کا زیادہ بھاری بھرکم ہونا بھی ہے۔ تمام محفوظ شدہ ہڈیاں ایک ایسی مضبوطی کا تعین کرتی ہیں جو شاید ہی کسی انسان نے حاصل کی ہو۔ مزید یہ کہ مذکورہ مضبوطی صرف بالغ مردوں ہی تک محدود نہ تھی (جیسا کہ عموماً توقع کی جاتی ہے) بلکہ ان کی عورتیں، نوجوان اور بچے تک اسی قدر مضبوط جسم کے مالک تھے۔‘‘
آپ کا درخواست‌کردہ عمل گروہ: صارفین کے صارفین تک محدود ہے.
کرنے کے لئے ایئر لائن ٹکٹ آسٹریلیا
رمضان المبارک میں ہمیشہ دس روز کا اعتکاف فرماتے تھے۔ 10ھ میں 20روز کا اعتکاف فرمایا۔ ایک دن حضرت فاطمہ بتول رضی اللہ تعالی عنہما تشریف لائیں تو ان سے فرمایا:پیاری بیٹی!اب مجھے اپنی رحلت قریب معلوم ہوتی ہے۔ انہی ایام میں شہدائے احد کی تکلیف، بے بسی کی شہادت اور مردانہ وار قربانیوں کا خیال آ گیا تو گنج شہیداں میں تشریف لے گئے اور بڑے دردوگذارسے ان کے لئے دعائیں کیں۔ نماز جنازہ پڑھی اور انہیں اس طرح الوداع کہی جس طرح ایک شفیق بزرگ، اپنے کم سن بچوں سے پیار کرتا ہے اور پھر انہیں الوداع کہتا ہے۔ یہاں سے واپس آئے تو منبر نبوی (صلی اللہ علیہ و آلہ و سلم) پر جلوہ طراز ہوئے اور ارباب صدق وصفاسے نہایت دردمندانہ لہجہ میں مخاطب ہو کر ارشاد فرمایا۔
اضلاع کی خبریں
“رابطے کی اخلاقیات”
شہر کی خبریں
مینڈیلاکی عمر94 برس ہے اور وہ خاصے عرصے سے علیل ہیں۔ ہفتے کی رات کو ان کی حالت بگڑ گئی اور انھیں پریٹوریا کے ہسپتال میں داخل کروا دیا گیا۔
ذَنْب’‘ : سب سے پہلے اس کا سادہ ترجمہ میں مفردات راغب کے حوالے سے آپ کے سامنے رکھتا ہوں۔ جب اس لفظ کا ’’ن‘‘ ساکن ہو تو اس کے معنے گناہ کے ہوتے ہیں اور اس کی جمع ذُنُوْب آتی ہے ’’ذال‘‘ کی پیش کے ساتھ۔ذَنوب نہیں بلکہ ذُنوب مفردات امام راغب میں ’’ یُسْتَعْمَلْ فِی کُلّ فِعْلٍ یْسْتَوخَمُ عُقْبَاہُ‘‘
یہی وجہ ہے کہ اناّ جب کیک کی دکان میں داخل ہوتی ہیں تو وہ کہتی ہیں،
خود ساختہ سادھو سے ناجائز تعلقات کی مخالفت کرنے والے بیٹے کا ماں نے کرایا قتل
ہلاک ہونے والے انتالیس افراد میں سولہ غیر ملکی بھی شامل ہیں، ترک وزیر داخلہ
امریکہ سمیت 20 سے زائد ممالک کے عمران خان کو خطوط، نیک
نکاح ہلالہ کے خاتون کی پہلی شکایت پر پولیس نے عصمت ریزی کے الزام پر ایف ائی آر درج کی۔
اس وزارت نے اقوام متحدہ کے سیکریٹری جنرل اور سلامتی کونسل کے سربراہ کے نام علیحدہ علیحدہ مراسلے میں اس دہشت گردانہ حملے کی بابت ان کو آگاہ کیا اور اس حملے کی مذمت کی۔
پرانے زمانے میں کسان گھروں کو رنگ کرنے کے لیے بیل کا خون استعمال کیا کرتے تھے۔ وہ چونے اور چند دوسرے اجزاء اور تیل وغیرہ کو خون کے ساتھ مکس کر دیا کرتے تھے اور دیوار کے لیے رنگ تیار ہو جاتا تھا۔ یہ رنگ لکڑی کے فرش کے لیے بھی استعمال کیا جاتا تھا۔
۱۴. (اے رسولﷺ) کہو کیا میں اللہ کو چھوڑ کر کسی اور کو اپنا سرپرست بناؤں ؟ جو آسمانوں اور زمین کا بنانے والا ہے جو (ساری مخلوق کو) روزی دیتا ہے (کھلاتا ہے ) مگر اس کو کوئی روزی نہیں دیتا (اسے کوئی نہیں کھلاتا)۔ کہو۔ مجھے حکم دیا گیا ہے کہ میں سب سے پہلا مسلمان (خدا کے سامنے سر تسلیم جھکانے والا) بن کر رہوں اور یہ حکم بھی دیا گیا ہے کہ شرک کرنے والوں میں سے نہ ہونا۔
﻿ نماز آیات کا وقت - آیت اللہ شیخ محمد جواد فاضل لنکرانی کی ویب سائٹ
انتہا پسندی اور رد عمل کی نفسیات (2)
* اعتماد ان امیدوں کی طرف سے حساب حدود میں دکھایا نہیں کیا گیا
’’تو تمہارا کیا خیال ہے کہ یہی وجہ ہے؟…. اچھا، تم غلط فہمی پر ہو۔ تمہیں یاد ہے کہ چند دن پہلے تم نے ڈاک سے آئی کوئی چیز وصول کی تھی؟‘‘
نادر بولی اچھا تو وہ بھی میں نے نہیں سنا۔
ٹریفک حادثات کی روک تھام، پولیس کو بلی سے مدد لینی پڑ گئی، ویڈیو وائرل
ممبئی: عامر خان کی فلم ، پی کے کی ریلیز کو دیکھتے ہوئے دیگر فلم میکر اپنی فلموں کی ریلیز 19 دسمبر کو کرنے کے بجائے آگے پیچھے کر رہے ہیں کیونکہ ان کو عامر خان کی فلم کی کامیابی کا خوف ہے۔ جس طرح سلمان خان کو یہ یقین...
اس ہفتے کی کتاب (ortadirek)
اس صفحے کو مشتہر کریں
5. ایک برف شادی سے پہلے ہونا
Hot Tags: پتھر لیپت چپ چھت ٹائل بناتا ہے فیکٹری میں ڈومینیکن ریپبلک، ہیٹی، جمیکا، بارباڈوس، چین، مینوفیکچررز، سپلائرز، فیکٹری، کمپنی، تھوک، خرید، سستی، کم قیمت، مصنوعات
دنیا والی بیوی آخرت میں کسے ملے گی ( Jul 10, 2018 )
پروفیسر غلام یحیٰ انجم صاحب ممبئی یونورسٹی میں منعقد ہونے والے سیمنار میں شرکت کی غرض سے تشریف لائے ہوئے تھے ۔ اس بھاگ دوڑ کی دنیا میں جب کہ کسی کے پاس مذہبی کتابیں پڑھنے اور علما ء کے پاس بیٹھنے کا وقت نہیں کس طرح سے دینی معلومات فراہم کی جا ئے ۔ اس موضوع پر علماء نے سنجیدگی سے غور کیا نیز مختلف تجاویز زیر غور آئیں اور ابھی اس سلسلے میں کئی ایک مٹنگ کی ضرورت ہے ۔ تاکہ مناسب حل تلاش کیا جاسکے ۔ ڈاکٹر صاحب نے فرمایا مجھے امید ہے کہ علاء اکر ام کے مشوروں سے مستقبل میں کوئی نہ کوئی حل اس کے بابت ضرور تلاش کیا جاسکے گا۔ انشاء اللہ
٭٭ ابو بکر بن ابی شیبہ، عبد الوہاب، خالد، ابی علاء، مطرف، حضرت عیاض بن حمار فرماتے ہیں کہ اللہ کے رسول نے فرمایا جسے گمشدہ چیز ملے تو وہ ایک یا دو دینداروں کو گواہ بنا لے پھر اس میں کوئی تبدیلی نہ کرے اسے چھپائے نہیں اگر اس کا مالک آ جائے تو وہی اس کا حقدار ہے ورنہ وہ اللہ کا مال ہے اللہ جسے چاہے دیدے۔
گرچہ من لیلیٰ اساسم دل چومجنون دونواست سربہ صحرامی زنم لیکن حیازنجیر پااست دختر شاہم ولیکن روبہ فقر آوردہ ام 'زیب' و 'زینت' بس ھمینم نام من زیب النساء است تاریخ پاک و ہند میں اس کے بارے میں لکھا گیا ہے کہ زیب النساء نے عربی اور فارسی کی اعلٰی تعلیم حاصل کرنے کے ساتھ ساتھ قرآن پاک بھی حفظ کیا۔ شعروشاعری میں اپنے استاد ملا محمد سعید اشرف ماژندارانی سے اصلاح لی، علما اور اہل فن کی بھر پور سرپرستی کی اور ان کے لیے ایک اعلٰی پائے کا کتب خانہ قائم کیا۔ اشعار کا نمونہ ملاحظہ ہو:۔
ہاتھ کا دیا ہی کام آتا ہے ۔ نیکی کبھی نہ کبھی کام آتی ہے ۔
ان کے کہنے کا الگ انداز تھا
10.5 ملی میٹر / 11 ملی میٹر ہیرے کی تار کو کاٹنے کے ...
اب چھوڑ دے ان کو بک بک کریں، اور کھیلیں، جب تک ملیں اپنے اس دن سے، جس کا انکووعدہ ہے۔
بدقسمتی سے مسلم معاشروں میں شدت پسندی اور معروضی حالات کے درمیان تعلق پر کوئی جامع تحقیق سامنے نہ آ سکی۔
مدینہ مسجد آشٹن میں علامہ محمد اقبال کی 80ویں برسی کے حوالہ سے بزم کا انعقاد
اسلام آباد (اُردو پوائنٹ اخبارتازہ ترین۔ 27 مئی2018ء) ڈاکٹر اعجاز کو وزارت خارجہ میں افغانستان ڈیسک کا نیا ڈائریکٹرجنرل مقرر کیا گیا ہے ۔ وزارت خارجہ کے ذرائع نے ’’این این آئی ‘‘کو بتایا کہ ڈاکٹر اعجاز کو منصور احمد خان کی جگہ نیا افغان ڈیسک کا انچارج بنایا گیا ہے جبکہ منصور خان کو آسٹریا میں پاکستان کا سفیر تعینات کیا گیا ہے ۔
اقبال اور قرآن
یاماہا موٹرز نے 125سی سی سیریز کی نئی بائیک کی قیمت میں15ہزار تک کا اضافہ
کراچی میں بلدیاتی الیکشن کون روک رہا ہے؟؟؟
جرمن زبان کی ترویج کا ایوارڈ، گلوکاروں کے ایک گروپ کے نام 14.10.2018
مریم نے سوشل میڈیا پر اپنی ایک جگہ بنا لی ہے ….اگرچہ پی ٹی آئی اس میدان میں نون لیگ سے کہیں آگے ہے مگر مریم نے اس خلا کو کافی کم کیا ہے ….خاص تو پر نوجوان طبقے کو اپنی طرف راغب کرنے کے لیے سوشل میڈیا پر پارٹی کو متحرک کرنا بہت ضروری تھا ….نہ صرف یہ بلکہ مریم نے جس سٹائل سے ….اور طنزیہ انداز میں اپنے مخالفین کو ٹویٹر پر رگیدا ہے …..اس سے ظاہر ہوتا ہے کہ مریم میں کچھ صلاحیتیں ہیں ….یاد رہے کہ امریکی صدر ٹرمپ نے ٹویٹر کو بڑے ہی موثر انداز میں اپنے حق میں استعمال کیا تھا …..الیکٹرانک میڈیا میں مریم کے ٹویٹ جس طرح …مثبت اور منفی انداز میں ڈسکس ہوتے ہیں …اس سے اندازہ لگانا مشکل نہیں کہ یہ کارآمد ثابت ہورہے ہیں
مردم شماری عملے کو کوئٹہ کے رہائشی نے آگاہ کیا کہ اس کے 10 بچے اور 23 بیٹیاں جبکہ تین بیویاں ہیں جو اس کے ساتھ ہی رہائش پذیر ہیں۔ مردم شماری کے فارم میں اتنے بچوں کے اندراج کا خانہ موجود نہیں تو ٹیم نے کمشنر کوئٹہ کو آگاہ کردیا۔
اس واقعے کے بعد عرب گُل نے ترک وطن کا فیصلہ کر لیا۔ اس کا کہنا ہے کہ وہ ایک ایجنٹ کی مدد سے پاکستان سے نکلا لیکن اس وقت اسے معلوم نہیں تھا کہ اس کی منزل یورپ میں جرمنی جیسا کوئی ملک ہو گا۔

میری خواہش ہے کہ میں پھر سے فرشتہ ہو جاؤں
یہاں تک کے میڈیا کو بھی ہوا نہیں لگنے دی گئی تھی جس کی وجہ یہ تھی کہ ہمارے دوستوں اور ہمدردوں پر پیپلز پارٹی کی حکومت نے ہزاروں جھوٹے مقدمات درج کررکھے تھے، سربراہ جی ... مزید
سیرت النبی صلی اللہ علیہ وسلم (385)
اس اعتراف کے ساتھ بھائی لوگ نے ایک اور حقیقت کا ادراک کیا ہے کے اس کی وجہ سے حکومت نے 5 سال پورے کیے اگر ایم کیوایم ساتھ نہ دیتی توحکومت 5 سال تو کیا 4مہینے بھی پورے نہ کرتی۔
پاکستان حکومت اس فنڈ کو اپنے سیکیورٹی اخراجات کے ساتھ ساتھ کرنٹ اکاؤنٹ خسارہ کم کرنے کیلئے استعمال کرتی رہی ہے۔
اینڈرائیڈ لولی پوپ 5.0 کے بارے میں مزید جاننے کے لیے یہ لنک ملاحظہ کیجئے۔
پاکستان کے خلاف ٹیسٹ: انگلش کپتان نمبر تین پر کھیلیں گے
اس کے بعد فلم میں دیکھا جا سکتا ہے کہ ڈرائیور ہنستے ہوئے پوشیدہ کیمرے کی جانب اشارہ کرتا ہے اور مسافر کو بتاتا ہے کہ ’ ہم آپ سے مذاق کر رہے تھے تاکہ آپ کو دکھایا جا سکے کہ دہشت گردی کیسی ہوتی ہے۔‘
بین الاقوامی
← شہباز شریف کو اسلام آباد لانے کا ارادہ شائد ترک کر دیا جائے
”مگر میں تمہاری دی ہوئی قیمت ادا نہیں کر سکتی۔“ کنیز نےحیران ہو کر کہا۔
خاندان کا رواج ہوتا ہے یا کوئی تکنیکی خرابی کہ اگر ایک بھائی اولاد میں خود کفیل ہو گیا ہے تو باقی بہن بھائی پیچھے نہیں رہتے۔ہمارے ساتھ بھی یہی معمالہ ہوا اور کزنز کی ایک فوج تیار ہو گئی۔بارہ پھوپیوں،چار چچا،چھ خالہ اور دو ماموں،سب کا اپنا اپنادرجن ۔کل ملا کے کتنے ہوئےآپ حساب لگا لیں کیونکہ آجکل ہمارے ملک میں حساب کتاب کا موسم چل رہا ہے۔
عافیہ صدیقی کو کون رہائی دلائے گا؟
اسلامی سیاست کا دوسرا نام 'نصیحت' (نصح) اور 'حکمت' ہے۔ نصیحت سے مراد جذبۂ خیر خواہی ہے اور حکمت سے مقصود یہاں وہ حکمتِ عملی ہے جو جذبۂ خیر خواہی کے نفاذ اور اطلاقات سے تعلق رکھتی ہے۔ اسلامی سیاست کے لئے ضروری ہے کہ ملتِ اسلامیہ کے سربراہ اور حکام سبھی اس جذبۂ خیر خواہی اور صفاتِ حکمت سے متصف ہوں، چنانچہ حضور علیہ الصلوٰۃ والسلام کا ارشاد ہے:
* اسٹیج کے دائیں اور بائیں جانب جامعہ سے امسال تعلیم مکمل کرنے والے طلبہ کے بیٹھنے کی جگہ بنائی گئی تھی۔
اینڈرائیڈ میسجز گوگل کی رچ کمیونیکشن سروسز (آر سی ایس) کا حصہ ہے جس کی مدد سے یہ کمپنی واٹس ایپ کو شکست دینا چاہتی ہے۔
سیریز کا تیسرا اور فیصلہ کن میچ لارڈز میں 7 سے 11 ستمبر تک کھیلا جائے گا یواین آئی لیڈز؍؍مین آ ف دی میچ شائی ہوپ (ناٹ آؤٹ) اور کریگ بریتھ ویٹ (95) کے درمیان تیسرے وکٹ کے لئے 144 رنوں کی ش... مزیدپڑھیں
پرفیوم استعمال کریں، لیکن کہیں غلط جگہ ...
‫یونیسوک نے حال ہی میں مکمل ہونے والی انڈیا موبائل کانگریس 2018ء میں 5جی اور آئی او ٹی-ریڈی پیشکشوں کی وسیع اقسام کی نمائش کردی
تجھے کیا معلوم سجین کیا ہے۔‏
لکیری روشنی کی قیادت کی
صدر پاکستان کے عہدہ کو فعال کرنے کی ضرورت

لاہور ہائی کورٹ نے سانحہ ماڈل ٹاؤن کی رپورٹ منظر عام پر لانے کا حکم دے دیا۔
ان ملاؤوں میں ابولکلام آزاد جیسے ہٹ دھرم بھی شامل تھے۔ موصوف کے حوالے سے سنا ہے کہ قائداعظم کے ” مسلم قومیت ” والے نظریے کے علاوہ انکو خود اسلام پر بھی شک تھا اور سالہا سال تک ملحد بن کر زندگی گزاری۔ اور یہ بھی کہ مولانا کے اکثر تربیت یافتہ بعد میں ملحد و بے دین ہوگئے۔
آپ کے شرعی مسائل اور ان کا حل
انڈونیشیا میں امدادی کارکن پراسرار طور پر گر کر تباہ ہونے والے روسی طیارے کا ملبہ جمع کرنے کے لیے ایک دور افتادہ آتش فشاں کے قریب اپنی کوششیں جاری رکھے ہوئے ہیں۔
اسلام اور عورت
ہندی کے مشہور شاعر سمپت سرل کی اچھے دن پر دوبئی میں پیش کی گئی کویتا۔ ویڈیو
میکسیکو میں 20 افراد کو قتل کرکے اعضاء نکالنے والا سفاک جوڑا گرفتار »

چوہدری شجاعت حسین کی کتاب سچ تو یہ ہے کے حوالے سے گپ شپ!افتخار بھٹہ
زیادہ پڑھی جانے والی خبریں
ڈونلڈ ٹرمپ ایسا شرمناک ترین کام کرتے پکڑے گئے کہ ان کی بیگم کا غصہ آسمان پر جا پہنچا، اہم ترین دورے پر ساتھ جانے سے ہی انکار کردیا
این اے131میں ضمنی الیکشن ہو سکتا ہے،روزگار کی فراہمی سمیت عوامی مسائل کے حل پر سمجھوتہ نہیں ہوگا :عبدالعلیم خان
اسلام آباد: قومی اسمبلی میں اپوزیشن لیڈر سید خورشید شاہ کا کہنا ہے کہ تحریک انصاف کی جانب سے نگراں وزیرِاعظم کے نام کا اعلان کرنے پر سکتے میں آگیا ہوں اب ان کے ساتھ بیٹھنے کی کوئی ضرورت نہیں۔
لیکن، قطر میں گذشتہ پچاس سالوں میں تیل اور گیس کے بڑے ذخائر ملے جس کے بعد اس کی قسمت بدل گئی۔ آج کی تاریخ میں قطر میں دنیا کا سب سے بڑا گیس کا ذخیرہ ہے۔ یہی اس کی امیری کی چابی ہے۔
’پشاور کا حملہ، پاکستان کے لیے تبدیلی کا موقع‘
گرم ، شہوت انگیز اور مطلب
Dostoevskogo سٹریٹ کے علاقے. سینٹ پیٹرز برگ ، روس ، 9 جولائی ، 2010
ہماری ویب سائٹ پر اشتہار دیجیے
پاکستان مسلم لیگ
ذرائع کے مطابق نواز شریف کا این اے 120کا دورہ بھی متوقع ہے جہاں وہ ضمنی الیکشن میں کامیابی پر حلقے کے عوام کا شکریہ ادا کریں گے، پاکستان آنے سے قبل نواز شریف نے کہا مائنس یا پلس ون کا فیصلہ فرد واحد یاغیبی قوت نہیں عوام کرتے ہیں، آئند انتخابات میں پتہ چل جائے گا کہ عوام کس کو پلس اور کس کو مائنس کرتے ہیں، کارکن افواہوں پرکان نہ دھریں اور آئندہ انتخابات کی تیاری کریں، 3 نومبر کو احتساب عدالت میں پیش ہوں گا۔
بیرونی ملک سے موبائل لانے والے ہو جائے ہوشیار
تیز ہواؤں، بھاری بارش اور سمندری لہروں سے گھروں کو بھاری نقصان پہنچا ہے۔ طوفان سے 50 ہزار گھروں میں بجلی اور ٹیلی فون کی لائنیں ٹوٹ گئی ہیں جس سے انتظامیہ کا کسی سے رابطہ نہیں ہو پا رہا ہے۔
(١٣) فرمایا خاتم الانبیاءﷺ نے کہ جس نے روزہ دار کا روزہ کھُلوایا یا مجاہد کو سامان دیدیا تو اس کو روزہ دارجیسا اجر ملے گا۔ (بیہقی فی شعب عن زید بن خالد) اور غازی اور روزہ دار کے ثواب میں کچھ کمی نہ ہو گی جیسا کہ دوسری احادیث سے ثابت ہے۔
میانمار (برما) چووّن ملین آبادی پر مشتمل جنوب مشرقی ایشیائی ملک ہے جس کی سرحدیں انڈیا، بنگلہ دیش، چائنہ، لاوس اور تھائی لینڈ سے جڑی ہوئی ہیں، اس ملک میں نُواسی...
چراغ ہوں کب سے جل رہا ہوں مجھے دعاؤں میں یاد رکھیے
ويسٹر ويلے نے افغانستان آنے سے قبل ہمسايہ ملک پاکستان کا دورہ کيا تھا اور وہاں بھی دہشت گردی کے خلاف جنگ ميں قريبی تعاون کی اپيل کی تھی۔ انہوں نے پاکستان ميں کہا کہ دوسرے سب سے بڑے اسلامی ملک اور ايٹمی طاقت پاکستان کا کردار پورے خطے کے لئے کليدی اہميت رکھتا ہے۔ انہوں نے جرمن اسلحے کے حصول کے پاکستانی مطالبے کا کوئی ذکر نہيں کيا۔ افغانستان اور پاکستان کا سرحدی علاقہ اسلام کے نام پر دہشت گردی کرنے والوں کے چھپنے کی اہم ترين جگہ سمجھا جاتا ہے۔
آج کی سب سے بڑی خبر : کیا نثار پی ٹی آئی میں آرہے ہیں ؟ قومی اسمبلی میں عمران خان اور چوہدری نثار نے ایسا کام کر دکھایا کہ پوری (ن) لیگ دنگ رہ گئی
فی الواقع ان سے نبی اللہ حضرت صالح علیہ السلام نے صاف فرمادیا تھا کہ تم نے اللہ کی اونٹنی کو قتل کیا ہے تو تم اب تین دن تک مزے اڑالو پھر اللہ کا سچا وعدہ ہو کر رہے گا۔
مہمانوں کی دعوت ہو گئی۔ میرے انتظامات کو سراہا گیا اور شکر ہے وقت ٹل گیا مگر ساتھ ہی مجھے اپنی فکر لگی ہوئی تھی۔ دن یونہی ایک ایک کر کے گزرتے گئے۔ کہیں سے قرض چکانے کا بندوبست ہوتا نظر نہیں آتا تھا۔ میں اندر ہی اندر سخت پریشان تھا مگر حضور صلی اللہ علیہ وسلم سے ذکر نہیں کیا تھا۔ ایک دن میں عشاء کی اذان کے لئے وضو کر رہا تھا کہ لبیہہ اپنے چند دوستوں سمیت ادھر سے گزرا اور اُس نے نہایت درشت، حقارت آمیز لہجے میں مجھے پکارا:
عمران خان کی اپ ...
لارڈز ٹیسٹ کا دوسرا دن؛ پاکستان کو 166 رنز کی برتری حاصل
- ایسک کو اچھی طرح سے ضائع کرنے والا
اسی دوران ہفتے کی صبح ملک کے شمالی علاقے سینائی میں اس گیس پائپ لائن پردھماکہ ہوا، جو اسرائیل کو قدرتی گیس کی ترسیل کا ایک اہم ذریعہ ہے۔ ابتدائی طور پر کہا جا رہا تھا کہ نامعلوم افراد نے پائپ لائن پر حملہ کیا ہے تاہم بعد ازاں حکام نے تصدیق کی کہ یہ دھماکہ گیس لیکیج کی وجہ سے ہوا تھا، جس میں دہشت گردی کا کوئی امکان نہیں ہے۔ حکام نے امدادی کارروائیاں شروع کرتے ہوئے اس پائپ لائن میں گیس کی ترسیل روک دی ہے۔ اس پائپ لائن کے ذریعے اسرائیل اور اردن کو قدرتی گیس سپلائی کی جاتی ہے۔
اسلام کا تعارف حاصل کریں
اس سے ملتے جلتے آرٹیکل
لوح محفوظ * یہ امام مبین ہے۔ لوح محو ہے اور اثبات ہے۔ * یہ مقام ولی اور نبی کو ملاتا ہے۔ یہی عالم محفوظ ہے اثبات کرنے والا ( ام الکتاب) * یہ مقام زمرد سے نبی دو رخی تختی ہے۔ جس پر قیامت تک ہونے والے واقعات درج ہیں۔ * یہی لوح محصور ہے ۔ اسی پر ملائکہ تسخیر ڈیرہ ڈالے بیٹھے ہیں۔ * اس کی مثال تیرے ایمان کی طرح ہے۔ * لوح میں احوال کا زمان و مکان، اوضاع اور اعراض متنوع ہونا Read More...
1 مسہ کے یا قہ کا بیٹا کی کہاوتیں۔ اسے اس آدمی نے اتی ایل اور اُکال سے کہا :
ٹخنے کے جوتے مندرجہ بالا (1)

ہمارے بارے میں
لیژر فٹبال فیسٹیول میں شریک رونالڈینیو اور ریان گگز نے کہاکہ پاکستانی کھلاڑیوں کا ٹیلنٹ متاثر کن ہے تاہم انہیں اچھے کوچز اور اکیڈمیز کی ضرورت ہے، سکیورٹی کے حوالے سے دونوں سپرسٹارز نے کہاکہ پاکستان کے بارے میں جو سنا تھا یہاں آکر اس کے برعکس پایا اور ان کی خواہش ہے انفرادی طور کے ساتھ ساتھ دنیا بھر کی ٹیموں کو بھی پاکستان آنا چاہیے انہیں ہمیشہ یاد رہنے والی ہاسپیٹیلٹی ملے گی۔
نواز شریف اور واجپائی ملاقات میں کشمیر کا ذکر ہی نہیں تھا ،یہ تاثر غلط ہے کہ فوج مسئلہ کشمیر کا حل نہیں چاہتی،اشفاق پرویز کیانی کی مدت ملازمت ... مزید
آپکا ای میل ایڈریس شائع نہیں کیا جائے گا
بہن اپنی پسند کی شادی کرنا چاہتی ہے ،کیا اسکی مدد کے لئے میں یہ تسبیح پڑھ لوں ؟
بی بی سی سائٹ پر صفحات
ہو نے کا اعلا ن کر دیا ،ضلعی چیئر
تعویذ اور دم قرآن و حدیث کی روشنی میں
بغیر اجازت کسی قسم کی اشاعت ممنوع ہے

بیرون ملک پاکستانیوں کی عدم دلچسپی: صرف 7140 افراد نے ہی خود کو ووٹر رجسٹرڈ کرایا
مولانا فضل الرحمان ان سب میں سے بہتر ہیں.
مزید معلومات ٹھیک ہے
تاہم بھارتی ڈرون نے کب اور کیسے چین کی حدود کی خلاف ورزی کی ، اس حوالے سے تفصیلات فراہم نہیں کی گئیں۔
اردو نیوز شو
کلثوم نواز کے انتقال کے بعد فیصلے کا آنا شریف خاندان کیلئے ریلیف ہے: بلاول بھٹو زرداری
• بیٹری: 38AH-250AH، مکمل طور پر مہر کی بحالی سے پاک قیادت ایسڈ بیٹری/گیلاد ۔ (1PC، 2PC، 4PC)
سری لنکا سے مصر تک پھولوں کا گچھا اور ماں کا دل
آصف زرداری سپریم کورٹ پیش ہوں گے یا نہیں ؟ سابق صدر کے وکیل نے ایسا اعلان کر دیا کہ سن کر کسی کو یقین نہیں آئے گا
ہمارے بارے میں
شاہ سلیم خان پولیس کے نوجوانوں کو انتخابی سرگرمیوں کے لئے استعمال کر رہا ہے، ظہور کریم ایڈووکیٹ رہنما پیپلز پارٹی
ندوۃ العلماء سے استعفا[ترمیم]
رہ نماوں نے کہا کہ مذہبی جماعتیں بے گناہوں کا خون کرنے کو حرام قرار دیتی ہیں اور مطالبہ کرتی ہیں کہ منظم دہشت گردی ریاستوں کی آپس کی چپقلش ہے ،اسے مذہب سے نہ جوڑا جائے
بس ایک جنگ باقی ہے

حیدر قریشی کی کتاب" میری محبتیں" پر ہانی السعید ، (مصر) کا تبصرہ۔ تفصیلات کے لئے یہاں کلک کیجئے
کچھ باغیوں نے کہا ہے کہ وہ تب تک امن کو برقرار رکھیں گے جب تک یوکرین کی فوج ایسا کرنے پر تیار ہوگی۔
سبط حسن بچوں کو سکول میں استاد سے مار پڑ جائے اور مار
دوسری طرف یوینان کی حکومت کے 340 ارب یورو کے بڑے قرضے کے حجم کے بوجھ تلے ملکی اقتصادی حرکت تھمتی دکھائی دے رہی ہے اور اب یورو زون کے قرضوں کی فروخت سے ایک اور بحران پیدا ہوتا دکھائی دے رہا ہے۔ انٹرنیشنل مانیٹری فنڈ نے یورپی بینکوں کو ہدایت کی ہے کہ وہ اپنے محفوظ سرمائے کا حجم وسیع کریں اور یورپی اقوام کے لیڈران بھی ہنگامی بنیادوں پر امداد فراہم کرنے کے لیے تیار رہیں۔
ہم اب حل کی طرف آتے ہیں‘ عمران خان کے پاس پانچ نقاط ہوں‘ دس ہوں یا پھر گیارہ لیکن یہ ہرگز‘ ہرگز اور ہرگز اٹھارہویں ترمیم کو چھیڑنے کی غلطی نہ کریں‘ میں سمجھتا ہوں اٹھارہویں ترمیم نانی کا نکاح ہے‘ یہ نکاح ہونا ہی نہیں چاہیے تھا یا ...
-:3 سنٹرل پروسیسنگ یونٹ(CPU) -: سنٹرل پروسیسنگ یونٹ(CPU) کمپیوٹر کے میموری سسٹم یونٹ کے اندرونی حصہ میں نصب ہوتاہے۔ یہ کمپیوٹر کا دماغ ہوتاہے۔ یہ سسٹم کے اندر ہونے والے تمام حسابی ‘ اینالیٹیکل اور لاجیکل فنکشنز کی تکمیل کرتاہے ان کو تین اہم حصوں میں تقسیم کیا جا سکتا ہے۔
روسی سفیر سے رابطے، فلن کا ’ایف بی آئی‘ سے غلط بیانی کا اعتراف
آنے والے ادوار بڑے پرفِتن نظر آتے ہیں اور اس کے متعلق بھی نبی کریم صلی اللہ علیہ وآلہٖ و سلم نے فرمایا تھا کہ ’میری امت پر ایک دور ایسے آئے گا جس میں فِتنے اتنی تیزی سے آئیں گے جیسے تسبیح ٹوٹ جانے سے تسبیح کے دانے تیزی سے زمین کی طرف آتے ہیں‘۔ لہٰذا اپنی نسلوں کی ابھی سے تربیت اور ایمان کی فِکر فرمایئے،موبائل کے بیجا استعمال سے،دیر رات تک جاگنے، فیشن اور یہودی انداز اپنانے سے، نمازوں کو ترک کرنے سے روکیے ... ورنہ آزمائش کا مقابلہ دشوار ہو گا !۔۔
معروف شاعر اشفاق حسین کے اعزاز میں مقتدرہ قومی زبان ، اسلام آباد نے ایک تقریب کا اھتمام کیا۔ صدارت افتخار عارف نے کی ۔ ان کےشعری مجموعے" میں گیا وقت نہیں ہوں" پر محمد حمید شاہد، جلیل عالی ، ثروت محی الدین، احسان اکبرنے اظہار خیال کیا۔ غضنفر ہاشمی تقریب کے میزبان تھے ۔آخر میں شاعر نے اپنا منتخب کلام سنایا ۔
مزید معلومات ٹھیک ہے
ایک آدمی کے پاس تین سنگترے تھے
بی بی سی سے رابطہ کریں
اپوزیشن ارکان سمجھتے ہیں کہ اگر وزیر اعظم کے استعفے کیلئے لائی گئی قرار داد منظور نہ ہوئی تو اس سے اپوزیشن کی سبکی ہوگی اور اس کا براہ راست فائدہ وزیر اعظم کو پہنچے گا، اسی لیے قرار داد موخر کرنے کا فیصلہ کیا گیا ہے۔
بے لوث عوامی خدمت کا یہ سفر جاری رہے گا، حناء ارشد وڑائچ
١ - غیر فوجداری قانون، وہ قانون جو مال جاندار اور قرضہ وغیرہ سے متعلق ہے۔
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی

کراچی — پاکستانی ڈرامہ شروع ہی سے معاشرے کا آئینہ دار رہا ہے شاید یہی اس کی کامیابی کی سب سے بڑی وجہ رہی ہے۔ اس وقت بھارت کے درجنوں ٹی وی چینلز پاکستان میں دیکھے جارہے ہیں جن میں دن رات ڈرامے دکھائے جاتے ہیں لیکن اس کے باوجود بھی پاکستانی ڈرامہ منفرد پہچان رکھتا ہے اور ڈرامے کی دوڑ میں سب سے آگے ہے۔
تازہ ترین : پلوامہ معرکہ آرائی کے نزدیک جھڑپوں میں شہری جاں بحق، تین زخمی
زائرہ وسیم سری نگر میں واقع بلیوار ڈ روڈ پر اپنی کار میں سفر کر رہی تھیں کہ تیز رفتاری کے باعث ڈرائیور سے کار بے قابو ہو کر جھیل میں جا گری جس کے بعد مقامی افراد نے اداکارہ اور دیگر افراد کو فوری طور پر نکال کر ہسپتال منتقل کر دیا ۔زائرہ وسیم کو حادثے میں معمولی زخم آئے ہیں ۔
ترک فضائیہ نے فضائی حدود کی خلاف ورزی پر شامی جنگی جہاز مار ..
مسجد انبالہ اس زمین میں بنائی گئی جو مقامی جماعت کے امیر بابو عبدالرحمن صاحب نے اپنے مکان کے لئے مخصوص کر رکھی تھی۔ اور اس کا نقشہ بھی تیار ہو چکا تھا۔ حاجی میراں بخش صاحب نے زرکثیر صرف کرکے یہاں مسجد تعمیر کرائی جس کا افتتاح ۳۰/ جولائی ۱۹۳۳ء کو ہوا۔10] p[۳۱۵
مرکزی مواد پر جائیں
تازہ ترین خبر
بدمعاشیہ نے 100 ارب کے اثاثے چھپائے ہیں ، ڈاکٹر شاہد مسعود
میرے پاس شمالی کوریا سے زیادہ بڑا اور طاقتور بٹن موجود : ٹرمپ
نام: شمسی توانائی سے فلائیڈڈ لائٹ، ذہین شمسی سڑک کی روشنی کی قسم: RS-FB80-C، 20W ایل ای ڈی طاقت مقدار: 48pcs ایل ای ڈی برانڈ: Bridgelux شمسی توانائی پینل: 80W / 18V بیٹری: لتیم بیٹری، 275WH / 11.1V Lumens: 3000LM روشنی کی کارکردگی: 210LM / W قطب اونچائی: 8meters مواد:...
’’عادل شاہی دور میں اردو غزل‘‘ ’’بصارت سے بصیرت تک‘‘ ’’انتخابِ داؤد اورنگ آبادی‘‘ ’’دکنی ادب کی تحقیق‘‘ نامی کتابیں ۲۰۱۲ء میں زیورِ طباعت سے آراستہ ہوئیں۔یہ کتابیں بھی تحقیق وتنقید اور تدوین کے زمرے میں آتی ہیں۔رفیع الدین قادری کی مرتّبہ ’’مضامینِ زور‘‘ کی تیسری جلدمفید مقدمے کے ساتھ اسی سال منظرِ عام پر آئی۔کتب خا نۂ سالار جنگ کے اردو مخطوطات کی دوسری جلد بھی اسی سال مرتب کی۔ان مطبوعہ کتابوں کے علاوہ اور بھی کچھ مسودات ہیں جو اشاعت کی راہ دیکھ رہے ہیں۔
منیجنگ ڈائریکٹر اوپی ایف افتخار بابر نے کہا ہے کہ اوپی ایف گرلز سکول راولپنڈی کو ہا ئیر سکینڈری سکول کا درجہ دے دیا گیا اور گرمیوں کی تعطیلات کے بعد ایف اے اور ایف ایس سی کلاسوں کا اجراء کیا جائے گا،اوپی ایف گرلز سکول راولپنڈی میں تقریب حلف برداری سے خطاب کرتے ہوئے ایم ڈی اوپی ایف نے سکول کے لئے ایک بس دینے کا اعلان کیا انہوں نے مزید کہا کہ بہت جلد سکول کی لیبارٹری کو سائنسی آلات اور لائبریری کو کتب مہیا کی جائیں گی،ایم ڈی نے کہا کہ اوپی ایف ہر شعبہ زندگی میں سمندر پارپاکستانیوں اور ان کے اہل
صحت کی بنیادی اور تمام سہولیات کی فراہمی حکومت کی ترجیح ہے ،محمود خان عوامی خواہشات کے مطابق بہتر طبی سہولیات کی فراہمی میں کوئی رکاوٹ حائل نہیں ہونی چاہیے،وزیر اعلیٰ خیبر پختونخوا اُردو پوائنٹ پاکستان
ہمارا جسم مختلف تکالیف کو اگر محسو س کرتا ہے تو یہ بھی قدرت کا تحفہ ہے کیوں کہ درد ہونے پر علاج تو کیا جا سکتا ہے لیکن کچھ مریضوں پر بڑی بیماریاں اچانک حملہ آور ہوتی ہیں اور انھیں سنبھلنے کا موقع نہیں ملتا ۔ اسی طرح کولیسٹرول کی زیادتی سے اگر ٹانگوں میں تکالیف کی کوئی بھی علامت ظاہر ہو تو ڈاکٹر سے رجوع کیا جا سکتا ہے لیکن کئی کیسز میں کولیسٹرول کے باعث ٹانگوں کو نقصان پہنچنے کی کوئی علامت ظاہر نہیں ہوتی
ہماری ویب سائٹ پر اشتہار دیجیے
دوسری جانب افغانستان اور پاکستان کے لئے امریکی مندوب رچرڈ ہالبروک کا کہنا ہے کہ 2014ء تک سکیورٹی ذمہ داریاں افغان فورسز کے حوالے کرنے کا یہ مطلب نہیں کہ غیرملکی افواج وہاں موجود نہیں ہوں گی۔
نیٹو ممالک کے وزرائے خارجہ
مختلف جگہوں پر چائینیز(Chinese)کام کرتے نظر آئے جس کی وجہ بر یگیڈئیر طارق(ر) اس منصوبے کو سی پیک (CPEC)کا حصہ بننا بتایا ۔اس منصوبے پر نہایت تیزی سے کام جاری ہے ۔جون 2015ء تک اسے مکمل کر لیا جا ئےگا اور 660 میگا واٹ نیشنل گرڈ میں شامل کر دیئے جا ئیں گے ۔ابتدا ئی طور پر اسکی پیداوار کو 4000 میگا واٹ تک لے جایا جائے گا ۔ منصوبے کا تخمینہ سوا دو سو ارب روپے رکھا گیا ہے ۔
اھرام مصر اور امام احمد رضا خان کا نقطہ نظر
بھارت نے پہلے ٹی ٹوئنٹی میں ساﺅتھ افریقہ کو28رنز سے شکست دے دی
’’دیکھیں دادا… صبر کا پھل میٹھا ہوتا ہے آپ کو دو پوتوں کے ساتھ ایک پوتی بھی ملی ہے بالکل فری۔‘‘ میں چہکا۔
عمران خان سے متعلقہ کالم
دنیا کے کسی خطے کسی ملک میں کوئی حکومت اپنے خلاف چلنے والی تحریکوں کی کبھی حوصلہ افزائی نہیں کر سکتی اور نہ کرتی ہے اور اگر یہ تحریکیں عوام کے خلاف چلائی جائیں تو ان کے خلاف اقدام نہ کرنا تو جرم ہے ۔ پاکستان میں دہشت گردی کے واقعات فوج ، حکومت اور […]
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی
چوتھی آواز: ان کا یوکے سے جو ٹی وی چینل چلتا ہے تم یوٹیوب پہ دیکھو کبھی، تمہیں پتا چلے کتنے خطرناک لوگ ہیں یہ اور ہمارے مذہب کی جڑیں کاٹ رہے ہیں۔ایہہ پتا اے کیہ کردے نئیں۔۔۔۔۔ اس دن وہ جب ہمیں اپنے گھر لیکر گیا تھا اور تم نے دیکھا تھا کہ کیسے اس کی بہن ایک دم سے کمرے میں آئی ،جینیز اور کرتے میں اور کیسے وہ ایک دم بے تکلف ہوگئی اور وہ بھی اس دوران کیسے ہمیں اس کے قریب کررہا تھا۔مرے تایا اپنے دوست کو بتارہے تھے کہ یہ ہمارے مذہب سے اپنی طرف بلانے کے لئے اپنی عورتوں کو استعمال کرتے ہیں۔ان کی عورتیں اپنے جال میں پھنسا کر ہمارے نوجوان گمراہ کرتی ہیں۔
اسلام اور خواتین
ننکانہ صاحب
19 یہ وہ آدمِی ہیں جو تفِرقے ڈالتے ہیں اور نفسانی ہیں اور رُوح سے بے بہرہ۔
آپ اپنے Facebook اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
PERFECT <3333 پہلے زیادہ سے سال ایک

اب چار سالہ آنرز ڈگری میں ’اے ‘ یا ’اے مائینس ‘ لینے والے نوعمر مرد و خواتین مزید دو سال لگا کر ایم فل کی ڈگری حاصل کرتے ہیں اور پھر لیکچرار سے پہلے کالج ٹیچنگ انٹرن بننے کے خواب دیکھتے ہیں ۔
اعلامیے کے مطابق عمران خان نے بابراعوان کو 25ستمبر کو شو کاز کا جواب الیکشن کمیشن میں جمع کرانے کی ہدایت کی۔
شمالی ایتھیوپیا کے شہر تگرے میں رہنے والے دیرار نے بتایا کہ وہ لڑکپن سے ہی اپنے ہاتھوں پر چلنے کے عادی ہیں۔ وہ چینی اور امریکی فلمیں دیکھتے ہوئے جوان ہوئے ہیں جس میں وہ لوگوں کو ہاتھوں پر چلتا دیکھ کر حیران رہ جاتے تھے۔ تاہم انہیں معلوم نہیں تھا کہ فلموں میں سب ایڈیٹنگ اور کیمرے کا کھیل ہوتا ہے۔ دیرار نے اپنی پسندیدہ فلموں کے ایکشن خود کرنے کی کوشش کی لیکن سب سے زیادہ مہارت انہوں نے دونوں ہاتھوں پر چلنے میں حاصل کی اور مشق سے اسے مزید بہتر بنالیا۔
حکومت نے پچھلی حکومت کے رواں مالی سال 19-2018 کے بجٹ میں اہم تبدیلیوں کا فیصلہ کیا ہے ۔ فوٹو: فائل
Home » پاکستان » پاکستان تحریک انصاف کے یوتھ کنونشن پر پولس کی یلغار،متعدد پارٹی کارکنان گرفتار

زن و شوہر کے مابین کام کی تقسیم
پارٹی کے ممبران جس سماجی تبدیلی اور انقلاب کے لئے بظا ہر جدو جہد کر رہے ہوتے ہیں، اُس انقلاب اور سماجی انصاف کی جھلک پارٹی کی سیاسی و سماجی ثقافت اور پارٹی کے انقلابی کارکنوں کی طرزِ معاشرت میں بھی ضرور نظر آنی چاہیے۔ ورنہ تو پارٹی دھوکہ کر رہی ہوتی ہے۔
انٹرنیٹ ٹی وی
آپ اپنے Facebook اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
امریکہ کی ہمیشہ سے یہی عادت رہی ہے کہ جب بھی کسی ملک یا حکومت کا تختہ الٹنا ہو اور وہاں پر اپنی من پسند حکومت لانا ہو تو سب سے پہلے ان ممالک کے خلاف امریکی راگ الاپنے کا انداز انسانی حقوق کا نعرہ ہی ہوتا ہے اور ایسے تمام ممالک جہاں جہاں امریکہ نے فوجی دخل اندازی اور حملے کئے اور متعدد مقامات پر دہشت گرد گروہوں کو جنم دیا اور ان کی مالی و مسلح معاونت کی ، ان تمام کیسز میں ہمیں ایسا ہی نظرآتا ہے کہ انسانی حقوق کی پامالی کا بہانہ بنا کر ان ممالک پر فوجی چڑھائی کی گئی اور پھر تاریخ گواہ ہے کہ ہیرو شیما ہو کہ ناگا ساکی، ویت نام ہو یا افغانستان، عراق ہو کہ شام، لیبیا ہو یا یمن، دنیا کے ہر اطراف میں امریکی اسلحہ اور حکومت انسانی حقوق بلکہ پوری انسانیت کی دھجیاں بکھیرنے میں سرفہرست نظر آئی ہے۔
نئی دہلی:بھارت کے مشرقی حصے میں اس ہاتھی کو مارنے کی تیاری کی جا رہی ہے جو گذشتہ کئی مہینوں کے دوران 15 لوگوں کو ہلاک کر چکا ہے۔بھارتی ٹی وی کے مطابق عہدے داروں نے کہاکہ ہماری اولین کوشش ہاتھی کو پکڑ نا ہے۔ اگر وہ کسی بھی طرح ہمارے کنٹرول میں نہ آیا تو پھر آخری چارہ کار کے طور پر اسے ہلاک کر دیا جائے گا۔
تفصیلات کے مطابق انضمام کا کہنا تھاکہ آسٹریلیا کے لئے بہترین کھلاڑیوں کا انتخاب کیاگیا تھا،سیریز کے دوران کسی کو مشورہ نہیں دے سکتا۔اب سیریز کا اختتام ہوگیا توتمام کھلاڑیوں کی کارکردگی کا جائزہ لیا جائے گا۔مصباح الحق کے بارے بات کرتے ہوئے چیف سلیکٹر نے کہا کہ ریٹائرمنٹ کا فیصلہ مصباح کو خود کرنا ہے،یہ نہیں کہنا چاہیے کہ 35 سال کے کھلاڑیوں کو فارغ کردیا جائے گا۔آخر می انضمام الحق نے کہا کہ ٹیم کی سلیکشن سے متعلق مجھ پر کوئی دباؤ نہیں ہے،پی ایس ایل کے اچھے کھلاڑی ٹیم میں ضرور آئیں گے۔ محمد حفیظ سے متعلق بات کرتے ہوئے انہوں نے کہاپچھلے سال محمد حفیظ ون ڈے کا بہترین کھلاڑی تھا۔
پی ایس ایل کی نمبر ون ٹیم اسلام آباد یونائیٹڈ کراچی کنگز کے سامنے ڈھیر، آسان ہدف دے دیا
آپ اپنے Twitter اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
یہ بحث مشینوں کی آمد کے ساتھ ہی شروع ہو گئی تھی۔ ہمارے ہاں بھی اس پر بات ہوئی جب پرنٹنگ مشین ایجاد ہوئی۔کہا گیا کہ اگر اسے ہندوستان میں فروغ دیا گیا تو کاتبوں کا کیا بنے گا؟ ان کے روزگار کو بچانے کے لیے پرنٹنگ مشین لگانے سے انکار کر دیاگیا۔ اس کے نتیجے میں، ہم انسان کے تہذیبی قافلے سے کیسے بچھڑے، یہ ایک الگ داستان ہے۔ \\’اغیار‘ کسی ایسی سوچ کو قبول نہیں کرتے۔ وہ ترقی کے سفر کو جاری رکھتے اور نئے پیدا ہونے والے مسائل کا حل تلاش کر تے ہیں۔ اس بحث میں شریک ایک گروہ کا کہنا ہے کہ نئی ٹیکنالوجی روزگار کے نئے مواقع پیدا کرتی ہے۔ پرانے ہنر اور مہارتیں متروک ہوجاتی ہیں اور نئے ہنر ان کی جگہ لے لیتے ہیں۔ اس لیے سماج کو نئی مہارتیں اور ہنر مند پیدا کر نی چاہئیں۔ اسے \\’علم کی بنیاد پر قائم معیشت‘ (knowledge based Economy) کا نام دیا جاتا ہے۔
تازہ ترین خبریں
تحول (metabolism) سے مراد تمام جانداروں کے جسم میں ہونے والے مختلف کیمیائی تعملات کی ہوتی ہے کہ جو مجموعی طور پر حیات کو ممکن بناتے ہیں۔ کیمیائی تعملات یا عوامل کے اس مجموعے میں وہ عوامل بھی شامل ہیں کہ جو جسم میں تعمیری کیمیائی تعملات کے دوران واقع ہوتے ہیں اور وہ عوامل بھی شامل ہیں کہ جو متعدد کیمیائی مرکبات کی توڑ پھوڑ کے ذریعہ توانائی پیدا کرنے کے دوران واقع ہوتے ہوں۔
آپ یہاں ہیں: ہوم پيج Tag: غزہ
@Emiii241 اللہ ہمیں بھی ایسی عورت سے نواز دے...
شیخ الازھر (مصر)
باکسر عامر خان نے فریال سے علیحدگی کا باضابطہ اعلان کردیا
ایسی فطرت کے حامل کو ناکامی کیسے مل سکتی ہے۔
وزیر اعظم نریندر مودی سے دوران انٹریو زی نیوز کے اینکر نے روزگار کے متعلق سوال پوچھا ‘ حالانکہ وہ سوال بلکل ہی نہیں لگ رہا تھا بلکہ ایسا محسوس ہورہا تھا کہ وہ روزگار کے متعلق بات چھیڑیں اور وزیر اعظم نریندر مودی اسکا فوری جواب دیکر روزگار کو لے کر عوام میں پائی جانے والی برہمی کودور کرنے کاکام کریں۔
ليبيا کی قومی عبوری کونسل کے چئيرمين محمود جبريل اگلے دس دنوں کے اندر ايک عبوری حکومت تشکيل دينا چاہتے ہيں۔ انہوں نے طرابلس ميں کہا کہ يہ عبوری حکومت ملک کے تمام علاقوں کے نمائندوں پر مشتمل ہو گی: ’’نئی حکومت ميں مغربی اور مشرقی شہروں اور صوبوں، عبوری کونسل کے اراکين اور جنوب اور شمال کے نمائندے اور اُن زير محاصرہ علاقوں کے نمائندے بھی شامل ہوں گے، جو قذافی کے حاميوں کے قبضے ميں ہيں۔ يہ عبوری حکومت عبوری قومی کونسل کے فيصلوں کو عملی شکل دے گی۔‘‘
کل24 دسمبر بروز اتوار سے مٹھن کوٹ ضلع راجن پور میں شروع ہورہی ہیں جس کے لئے ملک بھر سے زائرین کی آمد کا سلسلہ شروع ہو گیا ہے زائرین قافلوں کی صورت میں جوق در جوق حق فریدؒ یا فریدؒ کے نعرے لگاتے ہوئے شہر میں داخل ہو رہے ہیں شہر کو دلہن کی طرح خوبصورت لائیٹوں، جھنڈیوں اور خیر مقدمی بینروں سے سجا دیا گیا ہے عرس پر تقریبات کے انعقاد کے لئے مختلف سیاسی، سماجی اور مذہبی تنظیموں نے انتظامات شروع کر دئے ہیں ایک اندازہ کے مطابق ملک بھر اور بیرون ملک سے تقریباً پانچ سے آٹھ لاکھ تک افراد عرس میں شرکت کرتے ہیں دریں اثناء 24 دسمبربروزاتوارکومٹھن کوٹ ضلع راجن پور میں شروع ہونے والیبرصغیر پاک و ہند کے عظیم صوفی شاعر حضرت خواجہ غلام فرید ؒ کے سالانہ سہ روزہ عرس کے موقع پر ڈپٹی کمشنر راجن پور اشفاق احمد چوہدری نے ضلع راجن پور کی ریونیو حدود میں 26دسمبر 2017ء بروز منگل کومقامی تعطیل کا اعلان کیا ہے۔جس کا نوٹیفیکیشن جاری کر دیا گیا ہے۔اس تعطیل کا اطلاق بورڈ یا یونیورسٹی کی طرف سے جاری امتحانات اوردیگر ایمرجنسی ڈیوٹی پر مامور افسران و ملازمین پر نہیں ہو گا۔
۔سفید منہ والے، ان کے منہ بند ہوتے ہیں
” آپ بھی ہماری طرف ضرور آنا، ہاںکل یا پرسوں مت آنا، ایسے کئی لوگوں کی عادت ہوتی ہے کہ ایک دن مہمان آیا اور دوسرے دن منہ اُٹھا کر اُس کے گھر پہنچ جانا ایسا کرنا آپ جمعے والے دن آ جانا کیونکہ جمعے والے دن دوکان بند ہوتی ہے۔ اگر آپ کسی اور دن آئی تو میرے بھائی کو دوکان بند کرنا پڑے گی ۔اس طرح ہمارا نقصان ہوگا۔“اماں ان کو دروازے تک چھوڑنے گئی اور مینا منحوس بھی اُن کے ساتھ ہی دفعہ ہو گئی۔اماں واپس آئی تو بہت ہی افسردہ تھیں دونوں لڑکیاں پریشان ہو گئی
چین اور عمران خان

اور کسی کو اس بات پر اعتراض کہ تبصروں میں کالم کیوں پیسٹ کرتے ہیں اب اگر کوئی پورے کالم کو اپنے الفاظ میں لکھ دے تو یہ اس کے ذاتی خیالات اور اگر کوئی وہی کالم پیسٹ کر کے لگا دے کہ یہ ایک اور نقطئہ نظر ہے تو کیونکہ ان کے خیالات کی تردید ہونے لگتی ہے اس لیئے یہ تو بڑا گناہ ہوا ایسا کرنا قطعی غیر اخلاقی ہو جاتا ہے!
اس سے قبل، یکم اگست کو بھی مختلف تاجر تنظیموں نے شٹرڈاوٴن ہڑتال کی تھی۔ ایک ہی ہفتے میں دو ہڑتالیں تاجر تنظیموں کے مختلف دھڑکوں کا نتیجہ ہیں۔ کچھ تاجر تنظیمیں یکم اگست کو جبکہ کچھ تنظیمیں پانچ اگست کو ہڑتال کرنے کے حق میں تھیں۔
پاکستان ویمنز کرکٹ ٹیم کو نیوزی لینڈ کے خلاف وائٹ واش کا سامنا


March 25, 2015 اضلاع کی خبریں

حضرت ابراہیم علیہ السلام اپنے آپ میں امت قانت اور حنیف تھے :[ النحل ۱۲۰]


نوبل انعام یافتہ ملالہ یوسفزئی کی وزیراعظم سے ملاقات
اب سکول میں بچوں کو کوئی بھی تنگ نہیں کر سکے گا
بہر حال آپ کو دہلی سے راولپنڈی لے گئے اور وہاں کم وبیش ایک سال جیل خانے میں نظر بند رکھا دو آدمی ساتھ تھے ایک میر عبد الغنی ساکن سورج گڑھ جو بڑے عابد ، زاہد بزرگ تھے انہوں نے جیل خانے ہی میں وفات پائی میاں صاحب نے خود ہی تجہیز وتکفین کی اور نماز جنازہ پڑھائی ۔ دوسرے صاحب عطاء اللہ تھے جنہوں نے اس زمانے میں پوری صحیح بخاری سبقاً سبقاً پڑھی اور قرآن مجید بھی حفظ کیا ۔ میاں صاحب نے سرکاری لائبریری سے کتابیں منگوانے کی اجازت لے لی تھی اور ان کا بیشتر وقت مطالعے میں گزرتا تھا۔ راولپنڈی جیل میں مجاہدین کے متعلق بہت سے کاغذات جمع کردیئے گئے تھے جن میں اکثر فارسی میں تھے ۔ شمس العلماء مولوی محمد حسین آزاد ان کاغذات کی جانچ پڑتال پر لگائے گئے تھے وہ بھی دیر تک راولپنڈی میں مقیم رہے۔ ذوق کے دیوان کی ترتیب انہوں نے وہیں شروع کی تھی میاں نذیر حسین کے خلاف کوئی الزام پایۂ ثبوت کو نہ پہنچ سکا تو تقریباً ایک سال بعد انہیں ابتلاء سے نجات ملی ۔ (غلام رسول مہر، سرگزشت مجاہدین، ص: 382، مطبوعہ لاہور)
ترکمانستان کے صدر کو سیاہ پسند نہیں، شہر میں صرف سفید…
یہ یادداشت فارن ریلیشنز آتھرائزیشن ایکٹ 2013ء کی شرائط کے تحت وزیر خارجہ کو منگل کو بھیجی گئی۔
پاکونی کے پریذیڈنٹ طاہر میاں ، سیکرٹری جنرل علی رشید، چئیرمین پرویز ریاض امرا ئ، چیف پیٹرن طارق خان پیٹرن، سینئر وائس پریذیڈنٹ ضیا قریشی ، وائس چئیرمین طالب حسین سمیت دیگر نے اپنے خطاب میں کہا کہ ہم نئے سفیر اعزاز احمد چوہدری کو پوری پاکستانی امریکن کمیونٹی کی جانب سے خوش آمدید کہتے ہیں اور انہیں اپنے ہر ممکن و مکمل تعاون کا یقین دلاتے ہیں۔
امریکہ میں بچوں کے سکول پرحملہ،3افرادہلاک ،حملہ آور

اس کی تفصیل درج ذیل لنک پر ملاحظہ کیجئے۔
ویکیپیڈیا کا تعارف
چترال کے اسپیشل افراد کو ساتھ لے کر چلنے کی کوشش کی جائے تاکہ ان کی صلاحیتوں سے بھر پور استفادہ کیا جاسکے/ڈی سی خورشیدعالم محسود/ضلع ناظم مغفرت شاہ _ DailyChitral
خدا تیرے جہاں سے بھی بڑا ہے
فوج کے شعبہ تعلقات عامہ ’آئی ایس پی آر‘ کے ایک بیان کے مطابق پیر کو درمیانے فاصلے تک مار کرنے والے جس میزائل کا تجربہ کیا گیا وہ روایتی اور جوہری ہتھیار اپنے ہدف تک لے جانے کی صلاحیت رکھتا ہے۔
فیض اور ان کے والداعجاز مودی نے اس معاملے میں کمال صبرو تحمل کا مظاہرہ کیا۔ فیض نے نامہ نگاروں کو بتایا کہ ’’کالج کے زمانے میں ہمیں احساس ہوگیا کہ محبت سے پیٹ نہیں بھرتا اس لیے میں نے دوسرے ہی سال گارمنٹ کا اپنا کاروبار شروع کردیا۔ نرپت چند نے جب اس سے بات کی تو جواب دیا ’’جناب ہم برسوں سے ایک دوسرے کو جانتے ہیں‘‘۔ فیض پچاس طلباء کی جماعت میں تنہا مسلمان تھا اس کے باوجود اسے خوف محسوس نہیں ہوا۔ نرپت چند کی دھونس دھمکی پر خاموشی اختیار کرنے کی وجہ یہ بتائی کہ ’’وہ مجھ سے بڑے ہیں اور یہ قابل فہم ہے۔ اس لیے کہ ایسی صورتحال میں ہر والد کا ردعمل اسی طر ح کا ہوگا‘‘۔ہندو جاگرن منچ کے شور شرابے کے باوجود فیض کی پہاڑ جیسی استقامت نے مسلم و غیر مسلم دونوں کو متاثر کیا ہوگا۔ اپنی اہلیہ کے عزت نفس کا خیال اور اس کے والد کا احترام کرنے والا اخلاق بھی قابلِ تعریف ہے۔ فیض کے والد اعجاز کو جب علم ہوا تو انہوں نے غوروفکر کرکے فیصلہ کرنے کی تلقین کی اس لیے یہ بین المذاہب شادی ہے اور کہیں دوسال بعد وہ پیچھے نہ ہٹ جائیں جس سے دونوں کی زندگی تباہ ہوجائے۔ یہ سلجھا ہوا بیان اعجاز مودی کی ذہنی پختگی اور ہونے والی بہو سے غمخواری کا آئینہ دار ہے۔

جاوید بانڈ کو ہاٹ اور زبردست کہانیوں کے سلسلے چلانے پر اعزازی ممبرشپ دے دی گئی ہے

امریکہ:ایف 35 طیاروں کو پرواز کی اجازت
30 اور زبولون کی نسل میں سے ایک ایک مرد جو بیس برس یا اس سے اوپر اوپر کی عمرکا اور جنگ کرنے کے قابل تھا وہ اپن ےگھرانے اور آبائی خاندان کے مطابق اپنے نام سے گنا گیا
طاہر بھٹی فروری 26, 2017 , 2:38 صبح English Page, حقوق/جدوجہد, نیوز/حالات حاضرہ 0 525
ٹرمپ کا بیان ان کیلئے سبق ہے، جو 9/11 کے بعد امریکہ کو خوش کرنا چاہتے تھے:شیریں مزاری
اس روایت کو ابن معین نے رد کیا ہے اور سوالات الجنید میں ہے
Home / عرب دنیا / آن لائن 7.5 لاکھ قربانی کے جانور حجاج کے منتظر،فی جانور 450 ریال میں دستیاب
لاہور (ڈیلی پاکستان آن لائن)مسلم لیگ ن کے رہنما رانا ثناءاللہ نے کہا کہ چودھری نثار نے ہمیشہ خود کو پارٹی میں سب سے بڑا سمجھا اور اس بات کا جواز یہ تھا کہ ان کو نواز شریف کا اعتماد حاصل تھا ۔
2۔محمد یونس سکردو
ایک حدیث میں ہے کہ ایک شخص راستہ میں جارہا تھا کہ اس کو سخت پیاس لگ گئی، اتفاق سے اس کو ایک کنواں مل گیا اور اس نے کنویں میں اتر کر پانی پی لیا، کنویں سے نکلا تو دیکھا کہ ایک کتا پیاس سے زبان نکال رہا ہے اور کیچڑ چاٹ رہا ہے، اس نے اپنی پیاس کی شدت کو یاد کرکے اس پر ترس کھایا اور کنویں میں اتر کر پانی لایا اور اس کو پلایا۔ خدا کے نزدیک اس کا یہ عمل مقبول ہوا اور خدا نے اس کو بخش دیا۔ صحابہ کرامؓ نے اس واقعہ کو سناتو بولے یا رسول اللہ صلی اللہ علیہ وسلم! کیا جانوروں کے ساتھ سلوک کرنے میں بھی ثواب ملتا ہے؟ فرمایا کہ ہر ذی حیات کے ساتھ سلوک کرنا موجب ثواب ہے۔ صرف جان داروں ہی تک نہیں بلکہ نباتا ت تک کی خدمت اور
دریائی گھوڑوں کے بال کیوں نہیں ہوتے؟
بھارتی آرمی چیف کی پاکستان پر حملہ کرنے کی دھمکی، پاکستان پر حملہ کرنے سے پہلے بھارتی آرمی چیف اپنی ٹانگوں میں وزن ڈالے ، کشمیر کو آزاد کیا جائے اور ڈرامے بازی بند کی جائے، پاکستان کو درد محسوس کرانے والے پہلے اپنے درد کو تو ختم کریں ﻿،بھارتی مودی کے بعد ایک اور ہندو کا ڈرامہ باز بیان posted on September 22, 2018
2) تہہ بہ تہہ ہے راز کوئی آب کی تحویل میں (شاعر - عالم خورشید)


صاحبزادہ جہانگیر کی جانب سے پارٹی چیئرمین اور ملک و قوم کیلئے قرآن خوانی و دعا
Previous مریخ پر جانا چاہتے ہیں؟ 2030ء کا انتظار کریں!
سونل چوہان (انگریزی: Sonal Chauhan) ایک بھارتی فلمی اداکارہ ہے۔[1]
Home » دنیا » مقتول اسامہ بن لادن کے بیٹے نے امریکہ سے انتقام لینے کی دھمکی دی
زین احمد گلشن اقبال سے اپنے ساتھ دو کرسیاں بھی لائے تھے۔ وہ تحریک انصاف کے علاوہ کسی سیاسی جماعت کے جلسے میں نہیں گئے یہاں فیلمی کے ساتھ آئے تھے۔
استناد کے عمل یا سرکاری لائسنس مطلوبہ ملازمت کے لئے ہو سکتے ہیں.
ٹوکیو: ٹوکیو 2020 اولمپکس کے بورڈ پر تنقید کی گئی تھی کہ صرف بوڑھے مرد ہی اس پر حکمران ہیں۔ اس پر خواتین اور سابق اولمپئن افراد کو اس میں شامل کیا گیا۔ اور اب منتظمین کو ایک میوزک پروڈیوسر کی تعیناتی پر ایک نئے ممکنہ تنازعے کا سامنا ہے۔
نہال ہاشمی کی تقریر غلط’ بالکل غلط۔ اس کی جتنی بھی مذمت کی جائے کم، سوال مگر یہ ہے کہ جب شیخ رشید نے کہا تھا ”عدالت سے قانون کا جنازہ نکلے گا یا نون کا ”۔ تب عدلیہ کا آہنی پنجہ اُس کی گردن پر کیوں نہیں کسا گیا؟ اس قسم کے بیانات کپتان صاحب بھی متواتر دیتے چلے آ رہے ہیں لیکن انہیں توہینِ عدالت کی لٹکتی تلوار کا خوف ہے نہ خطرہ۔ میاں صاحب کے بیٹوں سے کئی کئی گھنٹوں پر محیط تفتیش نے بھی سیاسی گھٹن میں اضافہ کر دیا ہے۔ حسین نواز کی سوشل میڈیا پرتصویر نے بھی خوب دھوم مچائی۔ اسی تصویر کو بعد ازاں تحریکِ انصاف کے علی زیدی نے شیئر کیا اور جی بھر کے میاں خاندان کی بے بسی کا مذاق اُڑایا گیا۔ یہ حرکت نواز لیگ کو مشتعل کرنے کے لیے کافی تھی، اِس کے باوجودمیاں صاحب کا صبر و تحمل قابلِ ستائش رہا ۔ سوال مگر یہ ہے کہ جوڈیشل اکیڈمی میںتو کوئی پرندہ بھی پَر نہیں مار سکتا۔ اِس وقت وہاں جے آئی ٹی کا راج ہے، کسی وکیل تک کو بھی اندر آنے کی اجازت نہیں، پھر یہ تصویر سوشل میڈیا تک کیسے پہنچی؟۔ کل کلاں اگر جے آئی ٹی کی کارروائی بھی سوشل میڈیا پر نظر آنے لگی تو جے آئی ٹی کی تحقیقات پر کون اعتبار کرے گا؟ وہ کون سے خفیہ ہاتھ ہیں جو بہرصورت تصادم چاہتے ہیں۔
پیش سے طرف کی HelloEAA پہلے زیادہ سے سال ایک
گیس کے بعد بجلی کی قیمتوں میں بھی اضافہ کردیا گیا
وائرلیس رسائی پوائنٹ سے نمٹنے کے طریقوں کا سراغ لگانا ہے: SSID نشر نہیں کرتے، WPA2 کا استعمال کرتے ہوئے اور میک ایڈریس Sifting کا استعمال کرتے ہوئے ان میں سے سب سے زیادہ مرکزی دھارے ہیں.
اکیس برس کے زوخار سارنیف پر الزام ثابت ہونے کی صورت میں اُسے سزائے موت ہوسکتی ہے۔ ان الزامات میں حملوں کے تین روز بعد یونیورسٹی پولیس اہل کار پر گولیاں چلانے اور بم سے حملہ کرنا شامل ہے، ایسے میں جب وہ اور26 برس کے تمرلان بوسٹن سے بھاگنے کی کوشش کر رہے تھے۔
ایسی خشک کھانسی جو ٹھنڈی ہوا لگنے سے لاحق ہوئی ہو اِس دوا سے ٹھیک ہو جاتی ہے اِس دوا کا مریض حد درجہ بےچین اور تشویش میں مبتلا رہتا ہے .
کینبرا (این این آئی) آسٹریلیا کی یونیورسٹی آف میلبورن کے سائنسدانوں نے جدید تحقیق کے بعد نوجوان جوڑوں کو ہدایت کی ہے کہ کبھی بھی ویلنٹائن ڈے پر شادی مت کریں کیونکہ اس روز ہونے والی شادی کے بہت جلد خاتمے سے دوچار ہونے کے امکانات بہت زیادہ ہوتے ہیں۔ […]
بھارتی اداکارہ نے مسلمان سے شادی کے لئے اسلام قبول کرلیا، بھارت میں کہرام مچ گیا

فہرست رہنمائی
مزید کوئٹہ کی خبریں
فی الحال بات اُن پبلک پراپرٹیز تک محدود رہنی چاہئے جنہیں صرف چند افراد کے شوقِ شہنشاہی کی تسکین کے لئے ضائع کیا جارہا ہے ۔۔۔
بھارتی میڈیا کے مطابق ملائکہ اروڑا نے اپنی سالگرہ دبئی میں 4 قریبی دوستوں کے ہمراہ منائی ہے ۔ ملائکہ اروڑا نے سماجی رابطوں کے ویب سائٹ پر اپنی سالگرہ کی تصاویر شئیر کی ہیں ۔جس میں دیکھا جا سکتا ہے کہ انہوں نے اپنی سالگرہ دھوم دھام سے منائی ہے۔
میسوری اور ٹیکساس کی ریاستوں میں 2014 کے دوران دس، دس افراد کی سزائے موت پر عملدرآمد کیا گیا۔
ادارتی امور اور استفسارات کے لیے رابطہ کریں
مقبول ترانے’’ دل دل پاکستان‘‘ کا تخلیق کار اس وقت کہاں اور کس حال میں ہے؟ جان کر آپ کو بھی دکھ ہو گا
عامر خان کو پاکستان جانے کا مشورہ
اردو پوائنٹ پاکستان ۔ اس ایوان میں وہ لوگ بھی براجمان ہیں جو اس پر لعنت بھیجتے تھے ، عابد علی شیر ۔ اسلام آباد
بھائی۔۔۔بات پختونوں سے ہمدردی کی نہیں پاکستان سے نفرت کی ہے
امریکا میں 2 مختلف یونیورسٹیوں میں فائرنگ سے 2 افراد ہلاک، 3 زخمی
ماہ نامہ بنات اھل السنت جولائی 2014 کا تازہ شمارہ آن لائن پڑھنے اور ڈاون لوڈ کرنے کے لیے یہاں پر کلک کریں
گائوں، محلے کی عورتیں، لڑکیاں نئی دلہن کو دیکھنے اکھٹی ہو گئیں۔ کمرے میں اور باہر برآمدے میں شور مچا ہوا تھا۔ کان پڑی آواز سنائی نہ دیتی تھی۔ دھیرے دھیرے باقی باراتی بھی پہنچنا شروع ہو گئے ۔ رسموں کے لئے دلہا کو بلایا گیا۔
3. کاسمیٹک فیلڈ میں لاگو کیا گیا ہے، اس کا کینسر مخالف اثر ہے.
ریلوے اسٹیشن پر کام کرنے والے باہمت قُلی کی کہانی
2008ء: واہ کینٹ میں حملہ
یو کے انڈیپنڈنٹ پارٹی کے رہنما نائیجل فراژ نے اسے برطانیہ کا کا ’یومِ آزادی‘ قرار دیا ہے
یقین ہونا آدھی کامیابی ہے۔
دوبارہ دوبارہ دستیاب.
پسندیدہ ویب سائٹ
گیلپ پاکستان میں 78 فیصد نے چین ، 14 فیصد نے سعودی عرب کو پاکستان کا بہترین دوست قرار دیا۔
Next: بروز اتوار الممتاز ہسپتال فری میڈیکل کیمپ کا انعقاد ،ڈاکٹر محمد سکندر نیازی مریضوں کا معائنہ کریں گے ۔
’ہم سب‘ میں کیسے لکھا جائے؟
اسی طرح ارشاد باری تعالی ہے ۔

ایردوآن نے کولون میں جامع مسجد کا افتتاح کر دیا 29.09.2018
Next : شدید بارشوں کی وجہ سے غریب اور متوسط طبقے کو نقصان ہوا مکانات اور کھڑی فصلیں تباہ وبرباد ہوچکی ہیں
جواب: دیکھا جائے تو اس اعتراض کے پیچھے بھی مرزا غلام احمد قادیانی اوراس کی امت کی انگریز حکومت کی نمک خواری کا جذبہ کارفرما ہے، ورنہ مرزائیوں اور تمام دنیا کو معلوم ہے کہ جہاد کا حکم حضرت محمد صلی اللہ علیہ وسلم نے نہیں ؛ بلکہ اللہ تعالیٰ نے دیا ہے،اس لئے ہم یہ کہنے میں حق بجانب ہیں کہ مرزائیوں، قادیانیوں اور ان کے باوا غلام احمد قادیانی کا اسلام اور قرآن پر نہ صرف یہ کہ ایمان نہیں؛ بلکہ ان کا اس سے دور کا بھی واسطہ نہیں۔
جو شخص ایمان کے بعد اللہ
حضرت امام مہدی (عج) کا انتظار چونکہ حجت خدا اور پيغمبراکرم ﷺ کے حقیقی جانشين کا انتظار ہے لھذا حقیقی انتظار کو مختصر بیان کرتے ہیں۔
حضرت توفیق ایک اعلیٰ درجہ کے نقاد تھے۔ زبان و بیان پر انہیں کافی دسترس حاصل تھا۔ وہ لفظوں کے نبض شناس تھے۔ صنائع اور بدائع پر انہیں انہیں کافی عبور تھا۔’’جب حیدرآباد میں سکہ قرطاس کا اجرائعمل میں آیا تو نوٹ پر عبارت لکھنے کے لئے آپ کے خط کے ساتھ مختلف خوشنویسوں کا مقابلہ کیا گیا۔ آخر میں آپ ہی کا خط منتخب کیا گیا۔ چنانچہ جو نوٹ ممالک محروسہ میں رائج تھے ان کی اردو عبارت آپ ہی کے خط کا چربہ ہے۔‘‘

جس میں اس کا حل بھی موجود ہے
جاوا اسکرپٹ جے ایس، ایچ ٹی ایم ایل، سی ایس ایس، پی ایچ پی کی
اپنا تبصرہ لکھیں
جوانوں سے منسوب یوم ولادت علی اکبر علیہ السلام اور ہماری ذمہ داریاں
خواتین کا صفحہ
کمرے سے ایک فعال ڈریسنگ روم بھی جڑا ہے
اب اس کی سزا کا ذکر ہو رہا ہے کہ میں انہیں جہنم کی آگ میں غرق کر دونگا

وفاقی حکومت نے حافظ سعید کے متعلق حساس دستاویزات پیش کر دیں
بانو قدسیہ کی تصنیف، "حاصل گھاٹ" سے اقتباس۔
ہمارے نبی صلی اللہ علیہ وسلم کو آسمان سے اتارتا۔ خدا نے جو فرمایا تم نے اب تک نہیں پڑھا
اللہ تعالیٰ بیگم کلثوم نواز کوصحت کاملہ عطافرمائے اور ان کی عمر دراز ف...
دوسری جانب انڈین نیشنل کانگریس کی جانب سے سونیاگاندھی اور راہول گاندھی کی قیادت میں پارلیمنٹ ہاؤس سے راشتراپتی بھون تک احتجاجی مارچ کیا۔
2 تمہارے لوگ میری ایک نہیں سنے۔ وہ میری تعلیم کو قبول نہیں کر تے۔ یروشلم نے خداوند پر توکل نہیں کیا۔ وہ اپنے خدا کے پاس نہیں گئی۔
طوفان پیٹ (1)
شہر کی خبریں
پاکستان میں قیام امن کی حالیہ جدوجہد !

لڑکی کو غیرت کے نام پر قتل کرنے والے مجرم کو سزائے موت
آخری بار اپڈیٹ کیا گیا فروری 03, 2017
بعض والدین کو یہ شکایت ہوتی ہے کہ ان کے بچے خوراک پر توجہ نہیں دیتے یا کھانے میں دلچسپی نہیں لیتے۔ اس طرح کے بچوں میں کھانے سے بے رخی بے حد بڑھ جاتی ہے ایسے بچے کو کھانے کی ترغیب دینے کے لیے ان کے والدین کو چاہیئے کہ 6 یا 7 مختلف قسم کی وہ غذائیں جو رنگوں سے بھر پور ہوں ایک پلیٹ میں رکھ کر دی جائیں۔ تاکہ مختلف قسم کے رنگوں کو دیکھ کر بچے کھانے کی طرف اپنے آپ کو مائل کرسکیں۔
چیف جسٹس ثاقب نثار نے ریمارکس دیئے کہ حسین حقانی نے واپسی سے متعلق عدالت میں بیان حلفی دیا، یقین دہانی اور بیان حلفی کے باوجود حسین حقانی واپس پاکستان نہیں آیا، اس کیس میں 6 سال ضائع کر دیئے۔ عدالت کا کہنا تھا کہ پارلیمنٹ بیرون ممالک میں موجود ملزمان کی وطن واپسی کیلئے قانون سازی کرے.قانون سازی کے بعد بہتر پوزیشن میں ہونگے، ایڈیشنل پراسیکیوٹر جنرل نیب نے کہا کہ گزشتہ روز ہی پتہ چلاکہ ملزمان کی وطن واپسی کیلئے نیب کارروائی کرسکتا ہے۔ عدالت نے حسین حقانی کی وطن واپسی کیلئے قومی احتساب بیورو کو کارروائی شروع کرنے کا حکم دیتے ہوئے سماعت ایک ہفتے کیلئے ملتوی کر دی۔
اللہ تعالیٰ قیامت کے دن ندادے گامیرے پڑوسی کہاں ہیں؟ میرے پڑوسی کہاں ہیں؟ فرشتے کہیں گے:اے ہمارے رب کس کے لائق ہے کہ وہ آپ کا پڑوسی بنے؟ اللہ تعالیٰ فرمائے گا:مساجد کوآباد کرنے والے کہاںہیں(وہی میرے پڑوسی ہیں)
توحید کی چوکھٹ پر لے آئے وہ انساں کو
271 اگر تم خیرات ظاہر کرکے دو تو بھی اچھی بات ہے اور اگر اسے چھپا کردو اور فقیروں کو پہنچادو تو تمہارے حق میں وہ بہتر ہے اور الله تمہارے کچھ گناہ دور کر دے گا اور الله تمہارے کاموں سے خوب خبر رکھنے والا ہے
میڈیا سینٹر
نیویارک ۔ (اُردو پوائنٹ اخبارتازہ ترین۔ 23 مئی2018ء) ریکا اور یورپ میں سونے کے نرخوں میں استحکام رہا جبکہ ایشیا میں کمی ہوئی جس کی وجہ ڈالر کی شرح تبادلہ میں اتار چڑھائو ہے۔نیویارک میں سپاٹ گولڈ کے نرخ وقفے کے بعد 1292.51 ڈالر فی اونس پر فلیٹ رہے۔
لاہور،ملتان اور بہاولپور کے اسپتالوں میں اب بھی کئی زخمی زندگی اور موت کی کشمکش میں مبتلا ہیں۔
”سیدنا انس بن مالک رضی اللہ عنہ سے روایت ہے کہ جب مؤذن اذان (مغرب) کہتا تو نبی صلی اللہ علیہ وسلم کے (کبار) صحابہ کرام ستونوں کی طرف ایک دوسرے سے سبقت کرتے، یہاں تک کہ نبی کریم صلی اللہ علیہ وسلم تشریف لاتے، وہ (صحابہ) اسی حالت میں مغرب سے پہلے دو رکعتیں پڑھتے، اذان اور اقامت کے درمیان کثیر وقت نہیں ہوتا تھا۔“ (صحیح بخاری : ۱/۸۷، ح : ۶۲۵، صحیح مسلم : ۱/۲۸۷، ح : ۸۳۷)
بعض اوقات عقل داڑھ میں درد رہنے لگتا ہے یا اس میں پیپ پڑجاتی ہے یا مواد خارج ہونے لگتا ہے تو پھر اسے نکالنے کی ضرورت پیش آجاتی ہے ۔
اس طیارے نے 6 اکتوبر 1977ء کو پہلی پرواز کی تھی اور اگست 1983ء میں سوویت فضائیہ کا حصہ بنا۔
فارکس مارکیٹ کا سب سے بڑا نقصان حتمی طور پر اس کے سب سے بڑے فائدہ کی وجہ سے ہوتا ہے۔ یہ بہت بڑا ہوتا ہے اس لئے کوئی اسے تمام کرنسی پیئر کو فالو کرنے کے لئے پچیدہ پا سکتا ہے۔ کرنسی کی قیمت کی حرکت عام طور پر جدید خبروں، افواہوں، بنیادیات، سیاسی مسائل اور بڑے مذہبی اور عالمی تقریبات کی وجہ ہوتی ہے۔ کرنسی مارکیٹ بہت متحرک اور پیشن گوئی نہ کی جا سکنے والی ہوتی ہے۔ لیکن ایک عقل مند حکمت عملی، کافی تحمل اور علم، اہم فیصلہ کرنا اور بھرپور رسک مینجمنٹ کرنے سے فارکس ٹریڈنگ کسی کو بھی لکھ پتی میں بدل سکتی ہے۔ غالبا، آپ کو خود کو فارکس ٹریڈر بنانے کے لیے بہت ذیادہ کوشش کرنے کی ضرورت نہیں۔اس لئے آپ ابھی شروع کیوں نہیں کرتے؟
پشاور - ایک پاکستانی این جی او ملک بھر میں امن کو مضبوط بنانے اور خوشحال پاکستان کی تعمیر میں مدد کے لیے کام کر رہی ہے۔
ہماری (کانگریس پارٹی) کی پوزیشن اُس وقت مضبوط ہوگی جب ہم واپس اقتدار پر آئیں گے، ہم موجودہ جی ایس ٹی کو آسان کریں گے اور کوشش کریں گے کہ اسے معقول ون ٹائم ٹیکس کریں۔ راہول گاندھی نے یہ بات پروفیشنل اور کاروباری لوگوں کے ساتھ بات چیت کرنے کے دوران کہی۔
کورنگی انڈسٹریل ایریا ، کراچی ، پاکستان

اہل محلہ کے مطابق تینوں لڑکیاں غیر شادی شدہ تھیں۔دس دن پہلے ان کا باپ مر گیا تھا جس کی وجہ سے یہ بہت صدمے میں تھیں اور باپ کے چلے جانے سے کوڑیوں کی محتاج ہو گئیں تھیں ۔جس وجہ سے تینوں بہنوں نے بھائی کو کام کے بہانے گھر سے باہر بھیجا اور خودکشی کر لی۔
’کشمیر میں تشدد نے نوجوان کو بے خوف کر دیا ہے : رپورٹ
اسکاٹ لینڈ کے خلاف ٹی20: پاکستانی دستے کا اعلان
ہمارے متعلق
ورلڈ واٹر ڈے ۔پانی کا عالمی دن
پنجاب کے عوام کو شہباز شریف جیسا وزیر اعلیٰ نہیں مل سکتا
پا کستان 84 ارب ڈالر کا مقروض‘ پیسے کا مصرف کہیں نظر
محافظہ فیوم
میری مانو۔۔۔پروگرام اور شیڈول بنانے ترک کر دو۔ جو کرنا ہے وہ کرنا شروع کر دو۔آگے تمہاری مرضی۔“
Home بین الاقوامی ٹرمپ کی دھمکی کام کر گئی،سعودی عرب نے صحافی جمال خشوگی کی...
چودھری شجاعت حسین نے آئین کے آرٹیکل چھ میں ترمیم کامسودہ سینیٹ کوبھجوادیا،آئین کے آرٹیکل 6 میں"ہائی ٹریژن "(غداری )کالفظ مملکت کے خلاف جرم میں ... مزید
urwiki سانچہ:جنوبی ڈکوٹا
غوث علی شاہ - آزاد دائرۃ المعارف، ویکیپیڈیا
گلزار صاحب 84 برس کے ہو گئے
جماعت اسلامی فاٹا کے ذمہ داران کا اجلاس
متحد ہ قومی موومنٹ کی رابطہ کمیٹی نے 5Aپاپوش نگر میں قائم غوثیہ الیمنٹری اسکول کی انتظامیہ کو کالعدم جماعت کی جانب سے دھمکی آمیز خط پر گہری تشویش کااظہار کرتے ہوئے اسے دہشت گردوں کی علم دشمن اور بذدلانہ کارروائی قرار دیاہے۔ایک مذمتی بیان میں رابطہ کمیٹی نے کہا کہ ایک جانب صوبہ پنجاب کے بیشتر حصو ں میں تعلیمی ادارے بند ہیں اور والدین اپنے بچوں کے تحفظ کیلئے سخت ذہنی اذیت کا شکار ہیں دوسری جانب ملک کے سب سے بڑے شہرمیں کھلے عام دن دھاڑے کالعدم جماعت کی جانب سے اسکول انتظامیہ کو دھمکیاں نہ صرف طالب علموں ، انکے والدین اور اساتذہ کیلئے پریشانی کا سبب ہے بلکہ شہر کے ہر پر امن شہری کی تشویش میں اضافے کا باعث ہے۔انہوں نے کہاکہ ایم کیوا یم کراچی کے امن کیلئے سنجیدہ ہے اور اسکے لئے اول روزسے قانون نافذ کرنیوالے اداروں کو اپنے ہر ممکن تعاون کی یقین دہانی کر وارہی ہے، ہم اپنے اتحاد سے دہشت گردوں کو شکست دیں گے اور تعلیم دشمن اقدامات کو کسی صورت کامیاب نہیں ہونے دیں گے۔رابطہ کمیٹی نے وفاقی وزیر داخلہ چوہدری نثار علی خان ،وزیر اعلیٰ سندھ سید قائم علی شاہ اور صوبائی وزیر داخلہ سہیل انور سیال سے مطالبہ کیا ہے کہ وہ 5Aپاپوش نگر میں قائم غوثیہ الیمنٹری اسکول کو کالعدم دہشت گرد تنظیم کی جانب سے ملنے والے دھمکی آمیز خط کو سنجیدگی سے لیکر اس کے پیچھے پوشیدہ مذموم عناصر کو فوری گرفتا ر کریں اور مذکورہ اسکول سمیت شہر بھر کے تعلیمی اداروں کی سیکورٹی کیلئے خاطر خواہ اقدامات بروکار لائیں۔
آج کا اخبار
نئی پوسٹوں کے بارے میں مجھے ای میل کے ذریعے آگاہ کریں۔
رسائی کے لنکس
اس کے بعد کے سالوں میں اس کے مختلف طرح کے ماڈل بنائے جاتے رہے تھے۔ ان میں سے ایک جنگی میزائیل بردار ایکرونو پلان ” لون” تھا جس کی آزمائش 1980 کی دہائی میں کی گئی تھی۔
کشمیر کو بھارت اور پاکستان دونوں سے آزاد کر دیا جانا چاہیے اور پھل پاکستان کو کرنا چاہئے: محمود خان اچکزئی بی بی سی کو انٹرویو - ٹائمز آف چترال
_ محمد اسلم رضا _ کی فی الحال ( 1 ) کتاب / کتابیں میسر ہیں۔
امام مہدی بارے میں

مُسلِم کے لُغوی معنی تو اُوپر لکھ دیئے مگر اِصطلاحی طور پر مُسلِم یا مُسلمان اُس شخص کو کہا جاتا ہے جو اللہ سُبْحَانُہُ وَ تَعَالٰی کی اطاعت قبول کرتا ہے یعنی اللہ کا ہر حُکم مانتا یا کم از کم ماننے کا دعویدار ہوتا ہے ۔ ايک مُسلم يا مُسلمان اللہ کا حُکم تب ہی ماننے کے قابل ہو گا جب اُسے معلوم ہو گا کہ اللہ کا حُکم کیا ہے ۔ اللہ کے حُکم کو جاننے کے لئے اُسے قرآن الحکیم کو پڑھ کر اسکے معنی سمجھنا پڑیں گے ۔
عینی شاہدین کا کہنا ہے کہ ہارون بلور تقریب کے مہمان خصوصی تھے ان کے پہنچنے پر حملہ آور نے ان کے قریب پہنچ کر خود کو دھماکے سے اڑالیا۔ دھماکے کے بعد اے این پی کے کارکنان بڑی تعداد میں جائے وقوع اور اسپتال پہنچ گئے۔

سلمان خان کے خلاف مقدمہ درج وجہ جان کر آپ بھی حیران ہونگے
وولونگونگ - آزاد دائرۃ المعارف، ویکیپیڈیا
Humprecht 1666-1668 سالوں میں تعمیر، ایک منفرد یلڈیڈیکل بلڈنگ ترتیب کے ساتھ جیکن ضلع میں ایک قسمت ہے. یہ PLA بوہیمانیا جنت میں، اسی نام کے قدیم ترین علاقے میں سووبکوکا کے شمال مغرب کے بارے میں 0,5 کلومیٹر میں واقع ہے. اس کی شکل میں، ہمپریچٹ چارٹ، سووبکوکا کے قریب پلکا کے پہاڑی پر واقع ہے. سلطنت کا سب سے بڑا تعاقب یقینی طور پر 16 میٹر ہائی ہال ہے [...]
بچوں کے نام
آج کے بعد سے لوگ آپ کے ساتھ جو بھی سلوک کریں یا جو بھی رویہ اختیار کریں یا آپ کے بارے میں جو بھی کہیں ان کو ایسا کرنے دیں اور ان کی راہ میں حائل نہ ہوں -
نئی کوٹھڑی میں پہلی شب سوتے جاگتے گزری۔ ہر تین گھنٹے بعد پہرے پر موجود سنتری تبدیلی کے وقت اپنے زندہ و موجود ہونے کی باآوازِ بلند گواہی لازم تھی تو دوسری طرف ہر چھ گھنٹے بعد سنتری بادشاہ آواز دے کر کہتا،’’شاہ دوائی لے کے کھا لا‘‘ (شاہ دوائی لے کر کھا لو)۔اگلی صبح کوٹھڑی کی صفائی کے لئے آنے والا جمعدار ایک خالی بوتل لے کر آیا اور بولا،’’تیرا پیشاب وی ٹیسٹ ہونا اے۔ ناشتے تو پہلاں ایندے وچ پیشاب دا نمونہ بھر دئیں‘‘(تمہارا پیشاب بھی ٹیسٹ ہونا ہے۔ ناشتے سے پہلے اس میں پیشاب کا نمونہ بھر دینا) یورن ٹیسٹ کے لئے ہدایت نامہ تھا۔ کچھ دیر بعد چائے اور آدھی روٹی کا ناشتہ مل گیا۔ دوسرے سنتری کی تبدیلی کے بعد ڈاکٹر اور اس کا معاون دو اہلکاروں اور ایک نامعلوم افسر کے ہمراہ کوٹھڑی میں آئے۔ ڈاکٹر نے ماتھے اور گردن کے زخموں کا معائنہ کیا۔ دونوں پر مرہم سی لگائی۔ گردن پر البتہ پٹی کر دی۔ اس کے بعد اس نے بلڈ ٹیسٹ کے لئے دو سرنجوں میں خون لیا۔ اور کوٹھڑی سے چلے گئے۔کافی دیر کے بعد مجھے کوٹھڑی کی طرف آتی آوازیں سنائی دیں۔ پھر سنتری کے سیلیوٹ نے یقین دلایا کہ کوئی آرہا ہے۔ آنے والے نمودار ہوئے تو ایک تو فلک شیر اعوان تھا۔ دوسرا وہی پنجاب پولیس کا ایڈیشنل آئی جی۔ ان کے ساتھ ایک اور شخص بھی تھا۔ میں اسے پہلی بار دیکھ رہا تھا۔
ہیومن رائٹس کمیشن آف پاکستان کے اسد بٹ نے اس حوالے سے اپنے تاثرات دیتے ہوئے ڈی ڈبلیو کو بتایا کہ ٹی ٹی پی کے بہت سارے لوگ اسٹیبلشمنٹ کے قریب رہیں ہیں اور وہ اب ان کو بچا رہی ہے،’’میں نے خود آٹھ سال پہلے گلگت کے قریب ایک علاقے میں ایک طرف طالبان کے کیمپ دیکھے اور دوسری طرف آرمی کے۔ تو یہ ان کے ہی لوگ ہیں۔ کیا ہم بھول گئے ہیں کہ حمید گل اور دوسرے جر نیل ان دہشت گردوں کو اپنا بیٹا قرار دیتے تھے۔ ان کے خلاف کوئی کارروائی نہیں ہو گی‘‘۔
اضلاع کی خبریں
دماغ کو تیز بنانے والے 12 سپرفوڈ
6 حوالہ جات
عورتوں کا چہرے کے بال صاف کرنا «
اگست 2016ء میں جنیوا میں اقوامِ متحدہ کی نسلی تفریق کے خاتمے کی کمیٹی (UNCERD) کے 90ویں اجلاس کے موقع پر کمیونٹی کو لاحق خطرات کی نشاندہی کی گئی۔ اس میں پاکستان کی میعادی رپورٹ کا جائزہ پیش کیا گیا تھا جس میں نشاندہی کی گئی تھی کہ شیدی مزدور، بالخصوص خواتین حکومت کے بنیادی معاوضے اور موافق اقتصادی مواقع سے محروم ہیں۔
پاکستان نے سزا یافتہ بھارتی جاسوس کمانڈر کلبھویشن یادیو کی اہلیہ اور والدہ کے دورے کے 24 گھنٹے بعد عائد کردہ بے بنیاد بھارتی الزام کو مستر کردیا ۔ ترجمان دفتر خارجہ کی جانب سے بدھ کو جاری بیان میں کہاگیا ہے کہ ہم الفاظ کی بے معنی جنگ میں الجھنا نہیں چاہتے۔
چینی موبائل کمپنی ویوو نے ایپل اور سام سنگ کو بھی پیچھے چھوڑدیا، ایک ایسا فیچر موبائل میں دیدیا جو صارفین کی اشد ضرورت تھی
واشنگٹن: امریکی وسط مدتی انتخابات میں پہلی بار 2 مسلمان خواتین بھی منتخب ہوکر کانگریس میں پہنچ گئیں۔ڈیمو کریٹ امیدوار راشدہ طلائب مشی گن اور الہان عمر منی سوٹا سے منتخب ہوئیں۔
دو طرفہ سیریز کیس: بھارت کا پاکستان سے اخراجات کی مد میں رقم کا مطالبہ
عوام کے مختلف طبقات سے تعلق رکھنے والے ہزاروں افراد نے پیر کو رہبرانقلاب اسلامی آیت اللہ العظمی سید علی خامنہ ای سے ملاقات کی۔
(کیا کپڑوں کا یہاں توڑا ہے؟)

وہ سائیکل چلانے اور چلنے والے سیاحوں، فلاح و بہبود کے پیکجوں، چھٹیوں کے پیکیجز، سبھی شامل پیکجوں اور بہت کچھ کے لئے آؤٹ لیٹ پیش کرتے ہیں!
وصول کرنے کے لیے اپنا ای میل ایڈریس میں داخل
علامہ اقبال اوپن یونیورسٹی میں 2روزہ بین الاقوامی کانفرنس 21 مارچ کو شروع ہوگی
بی بی سی کے بارے میں
اردو نیوز شو
تلاش پر جائیں
اضلاع کی خبریں
اسلام آباد: صدر مملکت ممنون حسین سے کامرس اینڈ ٹیکسٹائل کے وزیر محمد پرویز ملک ملاقات کر رہے ہیں۔
۱ شوال، عید الفطر
چاپلوس آدمی آپ کو نقصان پہنچا کر اپنا اُلو سیدھا کرنا چاہتا ہے۔ (برنارڈشا)
دل تو بھیڑیے کے سینے میں بھی دھڑکتا ہے
متعلقہ خبریں
پی سی بی کی جانب سےشائقین کرکٹ کیلئے خوشخبری کیونکہ پی ایس ایل-3 کیلئے فائنل شیڈول کا اعلان کر دیا گیا ہے.
پاکستان کے رموز ڈاک
مرکزی مواد پر جائیں
میں نے پاکستان کی مشہور یونیورسٹی سے انجنئیرنگ کی ڈگری حاصل کی ہے ، میرے پاس بہت سے آئیڈیاز ہیں لیکن میں لوگوں کے سامنے بات…
پاکستان ، امریکہ ، کینیڈا ، لندن ، عمارات اور سعودیہ سے آپ ہنڈی کا کاروبار ختم نہیں کرسکتے ، کیوں کہ منی چینجر کے علاوہ ، برسوں سے پاکستان سے باہر بسنے والے خاندان یہ کام کر رہے ہیں ، گو تھوڑے پیمانے پر کر رہے ہیں ، لیکن ہو رہا ہے ، جس سے پاکستان سے باہر گئے محنت کش طبقہ کے والدین ، گذارہ کر رہے ہیں ۔
جواب: یہاں فساد یوں تو ایک عمومی انداز میں آیا ہے لیکن جو مضمون چل رہا ہے اس میں فساد سے مراد حق پرستی کا انکار ہے ۔ یہی انکارحق تمام فساد کی جڑ ہے۔ اسی سے کرپشن، قتل و غارت گری، بے ایمانی جھوٹ، بے ہودگی پیدا ہوتی ہیں۔ یہ فساد یہود میں بہت عام تھا۔
لاہور (وقائع نگار خصوصی) لاہور ہائیکورٹ کے مسٹر جسٹس نجم الحسن نے مختلف شہروں میں ہلاکتوں کا مبینہ سبب بننے والے کھانسی کے ٹائنو سیرپ کی فروخت پر پابندی کے لئے دائر درخواست میں سیکرٹری صحت پنجاب سے آج تحریری وضاحت طلب کر لی۔ عدالتی سماعت کے دوران درخواست گذار کے وکیل محمد اظہر صدیق نے عدالت کو بتایا کہ ٹائنو سیرپ سے ہلاکتوں کا سلسہ تاحال جاری ہے۔ اگر ٹائنو سیرپ کی فروخت نہ روکی گئی تو بڑے پیمانے پر انسانی جانوں کے ضیاع کا خطرہ ہے۔ انتظامیہ غفلت کا مظاہرہ کر رہی ہے، جس کی وجہ سے بہت سے لوگوں کی اموات ہو سکتی ہیں لہٰذا فاضل عدالت ٹائنو سیرپ کی فروخت اور اس دوا کو تجویز کرنے پر پابندی عائد کرنے کے احکامات جا ری کرے۔
ایکسپریس کے بارے میں

ویسے اپ حضرات یہ بتانا پسندکریں گے کہ یہ جو روزانہ بے شمار لوگ پنجاب، سرحد، سندھ اور بلوچستان میں ذاتی دشمنیوں پرقتل ہوتے رہتے ہیں انہیں بھی ایم کیو ایم والے ہی قتل کرتے ہیں ؟
کھیل کی خبریں
مسلم انسٹیٹیوٹ کے زیر اہتمام راونڈ ٹیبل ڈسکشن بعنوان ’’معاشرے میں امن اور برداشت کے لیے صوفیاء کا کردار‘‘کا انعقاد یکم مئی 2018ء کو ریکارڈ ہال لندن میں کیا گیا- ڈاکٹر ہسام الملک (سینئر ٹیچنگ فیلو کنگز کالج، لندن )، ڈاکٹر لیلیٰ عاصمہ ( ڈائریکٹر ادارہ برائے ...مزید پڑھیں

سب دوستوں اور قارئین سے ان کی صحت کے لیے دعا کی درخواست ہے۔۔۔ کہ اللہ کوئی معجزہ دکھائے اور وہ بھلی چنگی ہو جائیں۔۔ جو بقول ڈاکٹروں کے اب ناممکن ہے۔۔۔ا
میں موسیقاروں کے ایک خاندان سے تعلق رکھتے ہیں اور اپنے مستقبل کے شوہر ایک زخم انگوٹھے کی طرح باہر کھڑے نہیں ہونا چاہئے! ایک پیشہ ور موسیقار کی زندگی میں ھیںچتی اور دباؤ کی ایک گہری تعریف اور تفہیم کی ضرورت ہے. میں نومبر کے دوران ایک بہت سفر ختم, دسمبر, اور ہر سال جنوری میں جنوبی بھارت بھر میں مختلف کلاسیکی موسیقی تہوار میں انجام دینے کے لئے اور اس وجہ سے اس شخص کو میں نے شادی کر رہا ہوں میری موسیقی کی کوششوں میں میری مدد کرنے کے لئے تیار ہونا چاہئے.
”پس میں نے اپنے بچے کو اٹھایا اور قبر سے باہر نکالا جیسے ہی میں قبر سے باہر نکلا قبر پہلے کی طرح دوبارہ بند ہو گئی ۔ ۔ ۔
اسے کہنا دسمبر لوٹ آیا ہے
امام نووی رحمۃاللہ علیہ فرماتے ہیں مستحب یہ ہے کہ (آدمی گھر میں داخل ہوتے وقت )بسم اللہ پڑھے اور بکثرت ذکر الہی کرے ,اور سلام کرے چاہے گھر میں آدمی ہوں یا نہ ہوں ,کیونکہ اللہ تعالی کا فرمان ہے
پرساد موریا تو اپنی نشست پر بڑی سبقت حاصل کر چکے ہیں تاہم بظاہر ان کے پارٹی چھوڑنے کا اثر ان کے بیٹے کی انتخابی مہم پر پڑا ہے جو سماج وادی پارٹی کے امیدوار سے شکست کھا گئے ہیں۔
کرسٹیانو رونالڈو نے 9 سال بعد سپینش کلب ریال میڈرڈ سے راہیں جدا کر لیں، پرتگالی سپر سٹار نے اطالوی کلب یووینٹس کیساتھ 105 ملین پاؤنڈز کے عوض معاہدہ طے کر لیا۔ ہسپانوی کلب نے بھی خبر کی تصدیق کر دی۔ کرسٹیانو رونالڈو 2009 میں ریال میڈرڈ کیساتھ جڑے، انہوں نے کلب کو 4 بار چیمپئنز لیگ کا ٹائٹل جتوایا۔ نئے معاہدے کے مطابق پرتگالی فٹبالر 4 سال تک یووینٹس کیساتھ منسلک رہیں گے۔
گزشتہ ایک سال سے میں نے کوئی چیز اسے تحفتاً نہیں دی تھی، سوائے اُس ایک عدد مار کر پین کے جواس وقت اس کے دانتوں کے درمیان پھنسا ہوا تھا۔ شاید یہ اس بھیگی بھیگی شام کا اثر تھا کہ میرا دل اس کے لئے نم ہو رہا تھا اور اس کے تعلق سے کوئی منفی خیال دل کے کسی گوشے میں کہیں پر بھی موجود نہ تھا۔ اور اس سے پہلے کہ قلم دانتوں سے نکل کر کورے کاغذ پر دوڑنا شروع کرتا میں نے ایک نیت کی۔۔۔
کامیابی حاصل کرکے مصطفی آباد میں عالمی معیار کی یونیورسٹی بنائوں گا، چوہدری عرفان _ Geo Urdu

1 ہفتہ پہلے
سندھ میں دو ماہ میں کرپشن کے الزام میں 52 افسران گرفتار
میں اور میرے ہم عمر جو انیس صد چُوراسی کے آس پاس پیدا ہوئے ایک ایسی نسل ہیں جن کی اب تک کی پہلی نصف زندگی انیسویں اور پچھلی نصف زندگی اکیسویں صدی میں گزری ہے۔ ہم نے اپنے پُرکھوں کی قدریں دیکھی ہیں اور مٹی میں اپنے بچپن بِتائے ہیں، تو آج برقی ترقی کے ذرائع بھی استعمال کرنا سیکھ چکے ہیں۔
وضو کے کچھ شرائط ہیں اور ان کی رعایت نہ کرنے کی صورت میں وضو باطل ہوتا ہے۔ وضو کے شرائط میں سے ایک یہ ہے کہ انسان اپنے منہ اور دونوں ہاتھوں کو خود دھوئے اور خود اپنے سر اور دونوں پاوں پر مسح ...

بورے والا (این این آئی) سپاٹ فکسنگ کیس میں معطل ہونے والے کھلاڑی محمد عرفان کے گھر بیٹے کی پیدائش ہوئی تفصیلات کے مطابق محمد عرفان کے گھر ایک بیٹے کی پیدائش ہوئی ہے ٗ بیٹے کی ہسپتال میں پیدائش کے بعد محمد عرفان نے اظہار تشکر کیااپنے بیٹے کی تصاویر سوشل میڈیا ویب سائٹ ٹوئٹر پر شیئر کیں۔ محمد عرفان نے ٹوئٹر پر لکھا کہ ’’ میرا بیٹا، میرے آشیانہ میں ایک اور خوبصورت اضافہ ٗبرائے مہربانی اس کی صحت ، کامیابی اور زندگی کیلئے دعا کیجئے‘‘۔واضح رہے کہ محمد عرفان پی ایس ایل سپاٹ فکسنگ سکینڈل میں 6
لاہور(نیوزلائن)چیف جسٹس پاکستان جسٹس میاں ثاقب نثار کی لاہور میں کیسز کی سماعت کرنے کی اطلاع پر سائلین کی ایک بڑی تعداد صبح سویرے ہی سپریم کورٹ لاہور رجسٹری پہنچ گئی ،باریش بزرگ داد رسی کیلئے چیف جسٹس کے سکواڈ کی گاڑی کے آگے لیٹ گیا ۔ تفصیلات کے مطابق گزشتہ روز بھی سائلین کی ایک بڑی تعداد چیف جسٹس کی آمد سے قبل ہی سپریم کورت لاہور رجسٹری کے باہرپہنچ گئی اور ان میں سے کئی نے مطالبات کے حق میں بینرز اور پلے کارڈز اٹھا رکھے تھے ۔صبح…
پاکستان انڈر 19 کرکٹ ٹیم کی کرائسٹ چرچ میں سخت ٹریننگ
رسائی کے لیے لنک
خیبر پختونخوا کے آباد مقامات
واضح رہے کہ ماہرہ خان رواں سال جنوری میں شاہ رخ خان کے ساتھ فلم رئیس میں نظر آئی تھیں ،فلم میں ان کی اداکاری کو بے حد سراہا گیا تھا جب کہ شائقین کے ساتھ بالی ووڈ سٹارز بھی ان کی خوبصورتی کے مداح ہوگئے تھے جن میں رنبیر کپور بھی شامل ہیں۔ماہرہ ان دنوں پاکستان کے نامور ہدایت کار شعیب منصور کی فلم ورنہ کی شوٹنگ میں مصروف ہیں۔
کئی لوگوں میں زندگی بھرشخصیت سازی کا جمود رہتا ،جو سالہا سال پہلے تھے آج بھی وہی ہیں ۔
* ایک اور نازک سوال ملاحظہ ہو۔ حضرت عائشہؓ خود عورت ذات ہونے کی وجہ سے شرم و حیا کی لطافتوں کو سمجھتی تھیں۔ چنانچہ انھیں خیال آیا کہ ایک کنواری لڑکی نکاح کے وقت رضامندی دیتے وقت کس درجہ شرماتی ہے؛ چنانچہ اسی مشکل کو حضورؐ کے سامنے رکھا تو آپؐ نے فرمایا ’’اس کی خاموشی ہی اس کی رضامندی ہے‘‘۔
ملک کی آدھی سے زیادہ آبادی قومی خط غربت سے نیچے زندگی گزار رہی ہے جس 2011 اور 2012 کے بعد سے فلاح و بہبود کے کاموں میں شديد تنزلی کی نشاندہی ہوتی ہے۔
انہوں نے بتایا کہ ’سپریم کورٹ کے حکم کے بعد آصف علی زرداری کا نام ای سی ایل میں ڈال دیا گیا ہے‘۔
پونچھ//پونچھ کے صدر مقام قلعہ مارکٹ اور صدر بازار میں جگہ جگہ ناجائز تجاوزات کی وجہ سے ٹریفک کی آمدو رفت متاثر ہورہی ہے اور لوگوں کو چلنے کاراستہ تک نہیں ملتا۔ اگر چہ میونسپل کونسل کی جانب سے بار بار ناجائز تجاوزات ہٹائی جا تی ہیں مگر کچھ ہی گھنٹوں بعد پھر سے یہ پھر سے کھڑی کرلی جاتی ہیں اورچھوٹے کاروباری تجاوز کر کے بازار سے گزرنے والے پیدل راہگیروں اور گاڑی والوں کے لئے مسائل کھڑے کررہے ہیں۔پونچھ یوتھ کے ضلع صدر نیشو گپتا نے کہا کہ ناجائز تجاوزات اور اس جانب متعلقہ حکام کی مسلسل عدم توجہی لوگوں کیلئے شدید پریشانی بنی ہوئی ہے ۔انہوںنے ڈپٹی کمشنر پونچھ طارق احمد زرگر سے فوری سخت نوٹس لینے کا مطالبہ کیا ۔ انہوں نے کہا کہ اس وقت قلعہ بازار، صدر بازار اور ہاتھی تھان بازار تجاوزات کا مرکز بن چکے ہیں اورسڑک سکڑ کر گلی بن گئی ہے۔ انہوںنے کہا کہ آمدورفت میں شدید دشواری کا سامنا ہے اور
عمران خان نے آج تک کسی اچھے کام کی تعریف نہیں کی ۔
پارلیمان کی آئینی اصلاحات کی کمیٹی کے چیرمین سینیٹر رضا ربانی نے پیر کی شام ایوانِ بالا یعنی سینیٹ میں اٹھارویں ترمیم کے نام سے آئینی اصلاحات کا بل باقاعدہ بحث و منظوری کے لیے پیش کیا۔
_ الحمد آپ کی تعریف نہیں کیا جو خدا، کے لئے ہو، لیکن دیگر meticulousness کے پر ان کی meticulousness کے کے جواب میں جو، شکر کہا
روزنامہ پاکستان کا اعزاز،کارگو سکینڈل کی خبر، چیئرمین پی آئی اے اپنے عہدے سے ...
بعد ازاں متعدد گرفتاریاں عمل میں آئیں، گذشتہ سال پروین رحمان قتل کیس کے مرکزی ملزم رحیم سواتی کو منگھو پیر سے حراست میں لے لیا تھا جو کہ اے این پی کے ٹکٹ پر کونسلر بھی رہ چکا تھا اور جس کے تحریک طالبان سے بھی تعلقات تھے.

ٹی وی سے فلموں میں قدم رکھنے والے فنکار
آج کے کالم
خودکش حملوں اور اور دہشت گردی کے خلاف فتوی
پوری کوشش ہوگی کہ میرے اور وزیراعظم کے درمیان نام پر اتفاق ہو جائے، خورشید شاہ
پسند کریں لوڈ کیا جا رہا ہے۔۔۔
ان حالات میں ہمیں ایسے تعلیمی نظام اور ایسے معلیمین کی ضرورت ہیں۔ جو ہماری دنیا کے مستقبل کو انسانیت کا درس دے۔ انھیں دنیا میں رہنے والا اور با شعور انسان بنائے۔ انھیں انسانیت کا خدمت گار بنائے۔ اچھائی اور عدل کا علمبردار بنائے۔
مزدوروں کی یونین امریکن فیڈریشن آف لیبر نے روزانہ کام کرنے کے دورانیے کو آٹھ گھنٹے کرنے کے مطالبے پر یکم مئی کو احتجاج کا اعلان کیا تھا۔ اس وقت ایک نئے قانون کے تحت وفاقی دفاتر کے ملازمین اور پبلک ورکرز کو روزانہ آٹھ گھنٹے کرنے کا حق دیا گیا تھا تاہم صنعتوں میں کام کرنے والے مزدوروں کو اس حق سے محروم رکھا گیا۔
سنت کی اہمیت اور اسکے صحیح مقام کا معروضی خاکہ؛ احادیث کے بارے میں بنیادی سوالوں کے جوابات؛ شکوک و شبہات اور مغالطوں کا تسلی بخش تجزیہ؛ سنت اور اس کے عمومی خدوخال پر انتہاءی مفید کتاب
کیا ہم ایک بیوفا قوم ہیں؟؟؟ نکاح وہ مقدس فریضہ ہے جسے اللہ تعالیٰ نے اولادِ آدم کے لیے پسند فرمایا ہے۔ بغیر نکاح کے پرائی عورت کو ہاتھ لگانا تو بہت دور کی بات...
بھارت کے منفی جواب پرمایوسی ہوئی، عمران خان
نئی دہلی: بھارتی کرکٹر کپیل دیو اپنا مجسمہ دیکھکر ساکت رہ گئے اور وہ کافی دیر تک اپنے مجسمے کو حیرانگی سے…
پیرمحل (نامہ نگار) ڈسٹرکٹ پولیس آفیسر عثمان اکرم گوندل کے حکم پر آپریشن ردالفساد کے تحت حساس اداروں کے ہمراہ موضع پنڈی غازی آباد میں سرچ آپریشن کیا سرچ آپریشن کے دوران 32 گھروں کی تلاشی لی گئی اور 71 افراد کے شناختی کارڈز کی بائیو میٹرک تصدیق کی گئی اور کرایہ داران کے کوائف چیک کیے گئے
#پی _ ایس _ایل
مولانا حامد الحق حقانی دفاع پاکستان کونسل کے چیئرمین
حضور اکرم ﷺ کے طائف کے سفر کا قصہ
شہر کی خبریں
urwiki زمرہ:منگولیا جغرافیہ-متعلقہ فہارست
عرب نیوز کی رپورٹ کے مطابق اقتصادی ماہرین کا کہنا ہے کہ سعودی عرب سے بیرون ملک بھیجی جانے والی رقوم میں کمی کی سب سے بڑی وجوہات میں گرتی ہوئی اقتصادی شرح نمو اور حکومتی پراجیکٹس کی معطلی ہے۔ سعودی عرب میں کام کرنے والے غیر ملکیوں نے فروری 2017ءمیں اپنے ممالک کو 1.77 ارب سعودی ریال (تقریباً 2.87 کھرب پاکستانی روپے) کی رقوم بھیجیں، جو کہ گزشتہ سال کے ماہ فروری میں بھیجی گئی رقوم کی نسبت 15 فیصد کم ہے۔ یہ اعدادوشمار سعودی عریبین مانیٹری اتھارٹی نے جاری کئے ہیں۔
ہمارے بارے میں
مصر کے سرکاری ذرائع ابلاغ کے مطابق دھماکہ دارالحکومت کے مغربی ضلع طالبیہ میں ہوا۔ فوری طور پر یہ معلوم نہیں ہو سکا کہ جاں بحق ہونے والے افراد پولیس اہلکار تھے یا عام شہری۔
امریکی وزیر خارجہ ہلری کلنٹن نےاپنے نو روزہ دورے کا آغاز کر دیا ہے جس دوران وہ کم از کم سات ملکوں میں جائیں گی، جس میں عالمی صحت سے لےکر ماحول دوست توانائی، انٹرنیٹ کی آزادی سے لے کر انسداد دہشت گردی اور مشرق وسطیٰ پر بات چیت ہوگی۔
راہل گاندھی ہندوستان کے اگلے وزیر اعظم ۔ نریندر مودی ان سے خوف زدہ : سابق وزیر خارجہ پاکستان
جنرل باجوہ نے تر بت میں ایم ار آئی (MRI) ادارہ قائم کرنے کا بھی اعلان کیا ۔
لاہور (اُردو پوائنٹ اخبارتازہ ترین۔ 10 مئی2018ء) صوبائی وزیر قانون و پارلیمانی امور رانا ثنا اللہ خان نے کہا ہے کہ خلائی مخلوق کا تمام انتخابات میں محدود کردار ضرور رہا ہے لیکن اس بار توخلائی مخلوق انتخابات لڑ رہی ہے،خلائی مخلوق کو اس مرتبہ خلا میں بھیج دیں گے۔
۸۔جنگ کے موقع پر تیمارداری، مرہم پٹی، مجاہدوں کھانا پکانا، اسلحہ اور رسد رسانی، پیغام رسانی وغیرہ کی خدمات انجام دینا عورتوں کے لیے جائز ہے، پردے کے احکام سے قبل بھی یہ خدمات عورتیں انجام دیتی تھیں اور ان احکام کے آنے کے بعد بھی دیتی رہیں اور آج بھی دے سکتی ہیں۔ لیکن یہ جواز اس شرط کے ساتھ ہے کہ فوج اسلامی ہو، حدود اللہ کی پابند ہو اور ان بدمعاشیوں سے پاک ہو جن میں آج کل کی فوجوں نے ناموری حاصل کررکھی ہے(W.A.CSI) جیسے معصوم ناموں سے عورتوں کو بھرتی کرنا اور پھر بدمعاش سپاہیوں اور افسروں کے لیے ان سے قحبہ گری کی خدمت لینا وہ شیطانی کام ہے جس کے لیے کوئی گنجائش برائے نام بھی اسلامی تہذیب میں نہیں نکل سکتی۔
آپ کا کام اطمینان کو فروغ دینے کے لئے پانچ طریقے
خواتین کا صفحہ

ہم دھوپ میں بادل کی، درختوں کی طرح ہیں!!!!!!!
اردو نیوز شو
وزیراعظم شاہد خاقان عباسی کی زیر صدارت اعلیٰ سطحی اجلاس: ڈاکٹر طاہر القادری کا نام ای سی ایل میں ڈالنے کا فیصلہ
جرمنی: سیاسی بحران ختم، ایس پی ڈی مخلوط حکومت میں شامل ہو گی 21.01.2018
مطلوبہ الفاظ:اے پی پی, بزنس, صاف, کارپوریٹ, تخلیقی, لینڈنگ کے صفحے, مارکیٹنگ, minimalist, پورٹ فولیو, پریمیم ٹیمپلیٹ, مصنوعات, اپ شروع, ویڈیو, ویڈیو کے پس منظرآپ تلاش کے مطلوبہ الفاظ درج کر سکتے ہیں !
کبھی کچھ دشمنوں کے باب میں، دوست!
اس سے مراد جفت اور طاق عدد ہیں یا وہ معدودات جو جفت اور طاق ہوتے ہیں


''مرد بنو مرد''راحیل شریف کے طعنے پر بھارتی فوج نے حقیقت میں بہادری کا مظاہرہ کر دکھایا - Prime News
مندرجہ بالا دلائل سے ثابت ہوا کہ، کسی مسلمان يا شہيد کی ميت کو قبر سے نکال کر، یا دفن کیے بغیر بطور ثبوت پيش کرنے کی کوئی شرعی دليل نہيں بلکہ ایسا فعل نہ صرف ميت کی بے حرمتی ہے بلکہ میت کے قرآن و سنت سے ثابت دس حقوق و فرائض کے برخلاف ہے جس کی کوئی مسلمان اور ذی عقل شخص اجازت نہيں دے سکتا۔
اور وہ کچھ بھی سکھلاتا ہے جو تم پہلے نہ جانتے تھے۔
(63) اور ان کے دلوں میں میل کر دیا اگر تم زمین میں جو کچھ ہے سب خرچ کر دیتے ان کے دل نہ ملا سکتے لیکن اللہ نے ان کے دل ملا دیئے ، بیشک وہی ہے غالب حکمت والا،
امام نووی رحمہ اللہ تعالی اس حدیث کی شرح کرتے ہوئے کہتے ہیں :
٦٦۔١ یہ انہیں نہایت کراہت سے کھانا پڑے گا جس سے ظاہر بات ہے پیٹ بوجھل ہی ہونگے۔(66)
یعنی اللہ کے عذاب سے۔ اس لئے اس عذاب سے بچنے کا اہتمام بھی کرتے رہے، اس لئے کہ انسان کو جس چیز کا ڈر ہوتا ہے، اس سے بچنے کے لئے وہ تگ و دو کرتا ہے۔
اردو نیوز روم سوشل میڈیا
بہت شدید قسم کے موسم کا شادر و نادر ہی ذکر ملتا ہے،یہاں تک کے برطانیہ میں بھی جہاں پر ہم موسم پر بات چیت کے لیے مشہور… مزید پڑھیں
اس براؤزر میں میرا نام، ای میل، اور ویب سائٹ محفوظ رکھیں اگلی بار جب میں تبصرہ کرنے کےلیے۔
صحت و تندرستی کے لیے خاص مشورے
مجھے یقین ہے کہ عماد وسیم میرا خلا پر کرنے میں کامیاب ہو جائیں گے، شاہد آفریدی
انٹرنیٹ ٹی وی
میرے اپنے گھر سے لوگ بندوق کے زور پر قربانی کی کھال لے گئے تھے۔
سبسکرائب کریں
واقعہ یہ ہے کہ کاروبارِ شوق کی کوئی عمر نہیں ہوتی۔ ان کے قریبی دوست اس سے واقف تھے۔ محمود ایاز نے ’’سوغات‘‘ میں اس کی طرف اشارہ بھی کیا تھا ’’عشق نامہ‘‘ میں یہ شعر بھی ملتا ہے :
اضلاع کی خبریں
انھوں نے ذرائع ابلاغ کے نمائندوں سے بات کرتے ہوئے کہا ہے کہ مذاکرات کے لیے وقت محدود ہے کیونکہ اگلے برس مارچ میں برطانیہ کی جانب سے یورپی یونین کے آئین کے آرٹیکل 50 کے تحت ای یو کو چھوڑنے کے عمل کا آغاز متوقع ہے اور یہ عمل آئین کے تحت دو سال کے اندر مکمل کرنا ضروری ہے۔
جنوبی اٹلی ميں عام طور پر دکانيں شام کے وقت جلد بند ہو جاتی ہيں۔ سہ پہر کے وقت کھانے کا وقفہ بھی معمول کی بات ہے۔ اس کے برعکس بنگلہ ديشی دکان دار زيادہ دير تک کام کرتے رہتے ہيں، خواہ کوئی بھی موسم اور کوئی بھی وقت ہو۔ پچيس سالہ مومن معتوبر کہتا ہے، ’’ہم تھکے ہوئے ہوں تو بھی اپنی دکان کھلی رکھتے ہيں اور کام کاج کرتے رہتے ہيں۔ رمضان ميں بھی يہ معمول مشکل نہيں کيونکہ يہ تو ہمارا مذہب ہے۔‘‘
مجارستان 99% 99.2% 98.9% 15 سال کی عمر اور اس سے زیادہ پڑھ اور لکھ سکتے ہیں (2010 اندازہ)
دبئی: جیت کا کریڈٹ کپتان اور کوچ کو جاتا ہے ٗ ٹیم ایک دوسرے کی کمپنی انجوائے کررہی ہے۔انہوں نے کہا کہ باقی ٹیمیں بھی اچھی ہیں اور سب ہی ٹیمیں بیلنس دکھائی دے رہی ہیں ٗیہ ٹورنامنٹ لمبا ہے، لمبی ریس ہے ٗآگے کچھ بھی ہوسکتا ہے۔
سی پیک کے متعلق مشیر برائے تجارت ‘ ٹیکسٹائل انڈسٹری‘ پیداوا رو سرمایہ کاری عبدالرزاق داؤد کے انٹرویو کو توڑ مروڑ کر اس وقت پیش کیا گیا جب چین کے وزیر خارجہ وانگ ژی پاکستان کے تین روزہ دورے پر آئے ہوئے تھے اور میڈیا میں یہ تاثر دینے کی کوشش کی گئی کہ جیسے پاکستان میں نئی آنیوالی حکومت سی پیک معاہدے پر کام روک کر اس سے دستبرداری کا اعلان کردے گی۔ کچھ تو ان کے انٹرویو کو توڑ مروڑ کر پیش کرکے یہ تاثر دیا گیا اور پھر ساتھ ہی ساتھ پاکستان دشمن لوگوں کو شعلہ بیانی کا موقع مل گیا ۔ یہ پروپیگنڈہ اس قدر تیز تھا کہ ن لیگ کے رہنماؤں کو بھی بیان دینا پڑا کہ ہم سی پیک سے کسی کو یوٹرن نہیں لینے دیں گے اور اس معاملے پر قوم سیسہ پلائی دیوار بن جائے گی کیونکہ یہ منصوبے پاکستان کی ترقی کے لئے اب بنیادی حیثیت رکھتے ہیں۔
تفصیلات کے مطابق گزشتہ دنوں قائد ملت جعفریہ پاکستان حضرت آیت اللہ علامہ سید ساجد علی نقوی نے پریس کانفرنس میں مطالبہ کیا تھا جوڈیشل کمیشن سے ہمیں توقع ہے کہ وہ غیر جانبداری سے حقائق کو عوام کے سامنے منظر عام پرلائیں اور مساجد و امام باگاہ اور ملحقہ املاک کا بھی دورہ کرکے نقصانات،حقائق اور واقعات کا جائزہ لے کر انصاف کے تقاضوں کو پوراکریں گے ۔ جس کے بعد جوڈیشل کمیشن کا شیعہ علما کونسل کے سکٹری جرنل علامہ عارف واحدی سے رابطہ اور تمام جلائی جانے والی امام بارگاہوں کا دورہ
پشاور: خیبر پختونخواحکومت نے چیمپئینز ٹرافی میں پاکستان کی جیت میں اہم کردار ادا کرنے والے فخر زمان کے نام پرسکول کھولنے کا اعلان کر دیا ہے۔

مجموعی کابینہ حسب ضرورت کیا ہے

ان کا مزید کہنا تھا کہ حکومت نے شہر میں چوہوں کی بڑھتی ہوئی تعداد سے نمٹنے کے پیش نظر خصوصی بجٹ بھی منظور کیا ہے۔
کہ ان کی اہلیہ امریکی ریاست فلوریڈا میں لگاتار مرگی کے تین شدید دوروں کی وجہ سے چار روز سے ہسپتال میں داخل اور زیر علاج ہیں، اس موقع پر اقرار الحسن نے اپنے گھر والوں سے دوری کا تذکرہ کرتے ہوئے کہا گھر والوں اور فیملی سے دور ہونے کی وجہ سے شدید تکلیف کا سامنا کرنا پڑا تاہم اب حالات نارمل ہیں۔اس موقع پر اقرار الحسن نے اپنے بیٹے پہلاج کی ہمت کی داد دیتے ہوئے بتایا کہ اس موقع پر پہلاج نے نہایت ہمت اور بہادری کا مظاہرہ کیا ہے۔
WordPress.com پر بلاگ.
ٹی آر ٹی سے متعلق
’سیکس کے بدلے کام لینے والا بھی برابر کا قصور وار ہے‘
جنوبی افریقہ
ترکی میں مسافر ہوائی جہاز خوفناک حادثے کا شکار ہونے سے بال بال بچ گیا، ہوائی جہاز میں سوار 150 سے زائد افراد کو بحفاظت نکال لیا گیا۔ جرمن خبر رساں ادارے کے مطابق ترک صوبے ترابزون کے ہوائی اڈے پر اترنے والا مسافر ہوائی جہاز بوئنگ حیران کن انداز میں لینڈنگ کے بعد رن وے سے پھسلتا ہوا قریب ہی بحیرہ اسود کے کنارے پر واقع چٹانی علاقے میں معلق ... مزید
اک کھیل ۔۔۔ جس کے سب کے سب کردار اصلی ہیں
دھماکے کے بعد ملک بھر میں اہم مقامات پر سیکیورٹی ہائی الرٹ کر دی گئی ہے۔کنزور ویٹو پارٹی سے تعلق رکھنے والی برطانوی وزیر اعظم نے واقعے کو ہولناک دہشتگردی قرار دیتے ہوئے8 جون کو ہونے والے عام انتخابات کیلئے اپنی انتخابی مہم معطل کر دی ہے۔
بی بی سی سائٹ پر صفحات
ڈاؤن لوڈ مقام: ایپلیکیشن ڈاؤن لوڈ کی جا سکتی ہےGoogle Play سٹور سے.
نئی دہلی: ریزرو بینک آف انڈیانے کہا ہے کہ مرکز کی نریندر مودی حکومت کی طرف سے جولائی میں خریف فصل کی ایم ایس پی میں کیا گیا اضافہ یو پی اے حکومت کے وقت کیے گئے اضافہ کے مقابلے میں کافی کم ہے۔آر بی آئی نے کہا کہ 2008 سے 2009اور2012 سے 2013 کے درمیان میں یو پی اے حکومت کے ذریعے کے گئے ایم ایس پی میں اضافہ زیادہ تھا۔
﻿باتھ روم ہیڈ کم زیادہ سے زیادہ حد انچ بارش شاور
ابوظہبی(اُردو پوائنٹ اخبارتازہ ترین۔ 17 اپریل2018ء)متحدہ عرب امارات کے وزیر مملکت برائے امور خارجہ انور قرقاش نے کہا ہے کہ امیرِ قطر شیخ تمیم بن حمد آل ثانی کی سعودی عرب کے شہر ظہران میں منعقدہ القدس سربراہ اجلاس میں عدم شرکت ان کے اکھڑپن کی واضح مظہر ہے۔میڈیارپورٹس کے مطابق انھوں نے اپنے ٹویٹر اکاؤنٹ پر لکھا کہ امیر قطر کی ظہران عرب سربراہ اجلاس سے غیر حاضری دوحہ کی بحران کے آغاز کے بعد سے اختیار کردہ غیر لچکدار پالیسی کا فطری اور قابلِ افسوس نتیجہ ہے۔
Tamber on ہم کیا کر رہے ہیں ؟
اور اس کے فوراً بعد پانچ تکبیروں کا باب باندھا:
کھلے منصوبے والا یہ غسل خانہ اس چھوٹے سے, ایک بندے یے لیے بنے اپادٹمینٹ کے لیے زبردست ہے۔ یوں تو یہ دیوان خانے سے جڑا ہوا ہے مگر کونے میں بنے ہونے کی وجہ سے الگ تھلگ بھی ہے۔
سبسکرائب کریں!

درجہ ذیل اصطلاحات تحقیقی مقصد کے لیے استعمال کی گئی ہیں جن کی وضاحت ضروری ہے۔
ہمارے بارے میں

کپتان سرفراز احمد اور عماد وسیم نے 103 رنز کی پارٹنرشپ کرکے ٹیم کو واپس میچ میں لے آئے لیکن 188 کے مجموعی اسکور پر سرفراز احمد 64 رنز بناکر گرینڈ ہوم کی گیند پر بولڈ ہوئے۔
کھیل ہی کھیل میں POOLE
کچھ نے ان کو سڑی ہوئی بھنڈی کا خطاب دے دالا ان کا کہنا تھا کہ بغیر میک اپ کے بہتر لگ رہی ہو ورنہ سڑی ہوئی بھنڈی لگتی تھیں
’’ابے اب اس اداکار کو اپنی شوگر یاد نہیں آ رہی؟ کباب تو لگتا ہے کھاتے ہوئے بھول گیا ہے !‘‘
تھائی لینڈ اور گارڈ کے تقریبا 300 کلو گرام سے بیس کمانڈوز
تفصیلات کے مطابق 71 سالہ پیٹرک ہیکی پر شبہ ہے کہ انہوں نے غیر قانونی طور پر اولمپک کی ٹکٹیں اپنے ایجنٹس کو دیں جو انہیں مہنگی قیمت پر فروخت کرتے تھے.
یہ بھی کر دیکھا ھے سو بار کہ جب راہوں میں
انقرہ 9 مئی ( سیاست ڈاٹ کام ) ترکی کے وزیر اعظم احمد داود اوگلو نے ان اطلاعات کا مسترد کردیا کہ ان کا ملک پڑوسی شام میں فوجی مداخلت کی تیاری کر رہا ہے ۔ مقامی ذرائع ابلاغ نے یہ اطلاع دی ۔ اخبار حریت نے داؤد اوگلو کا یہ کہتے ہوئے حوالہ دیا کہ ایسا نہیں ۔ ابھی صورتحال ایسی نہیں ہے کہ ترکی اس میں مداخلت کرے ۔ اپوزیشن کے کچھ قائدین نے ادعا کیا تھا کہ برسر اقتدار انصاف و ڈیولپمنٹ پارٹی شام میں مداخلت کرسکتی ہے تاکہ اندرون ملک اپنی مقبولیت میں اضافہ کیا جاسکے ۔ وزیر اعظم ترکی نے کہا شام کی صورتحال غیر واضح ہے تاہم ایسی نہیں ہے کہ ترکی اس میں مداخلت کرے ۔اپوزیشن کو اندیشے تھے کہ ہفتے کی رات تک ترکی شام میں فوجی مداخلت کرے ۔

نوٹ: تحریرکافی طویل ہوگئی، لیکن اختصار میرے بس سے باہر تھا۔
طیارہ کیس، نواز شریف (1)
خیبرپختونخوا کے تعلیمی اداروں میں نسوار کے استعمال پر پابندی عائد

تھائی لینڈ میں’انتخابات میں تاخیر ہو سکتی ہے‘
ہم ان لوگوں کے بارے میں جاننا چاہتے ہیں، جو پاکستانی معاشرے میں مثبت تبدیلی لا رہے ہیں۔
نئی دہلی:دہلی کے وزیر اعلی اروند کجریوال ایک پروگرام میں بی جے پی کارکنان پر جم کربرس پڑے۔ انہوں نے بی جے پی کارکنان کو اوقات میں رہنے کی نصیحت دے ڈالی اور جوتے پڑنے کی بھی بات کہی۔یہ معاملہ دراصل بوانا حلقہ انتخاب کا ہے جہاں وزیر اعلی ۷…
پاکستان کا آئی ایم ایف کے پاس جانے کا فیصلہ
بحث اور مباحثہ (5)

سوال : آپ نے اپنے ادارہ معہد القرآن الکریم کی بنیاد کس سن میں رکھی؟
نصف سے زیادہ
Location: لاہور ، پاکستان
ناسا کی ٹیکنالوجی کی بدولت بحیرہ مردار کے سکرولوں کے رازوں…
پنہور اس حوالے سے تحریر کرتے ہیں کہ ’جنانی یا جونانی دریائے سندھ کے ایک مغربی بہاؤ پر آباد تھا اور ایک خوبصورت شہر تھا۔ سومروں کا ’وُنڑ‘ (اُنڑ) نامی ایک امیر تھا۔ جام اُنڑ، سومرہ اور سمہ قوموں کا اکٹھا سردار تھا جو تغلقوں کا عملدار تھا۔‘
مقبوضہ کشمیر میں بھارتی فوج نے 150 کبوتروں کو حراست میں لے لیا
محمد اویس مصباحی کا تمام مواد تلاش کریں
یہ بھی پڑھیں

فی الحال دبئی میں ہی ہوں، دسمبر کے بعد انڈیا چلا جاؤں گا، اپنوں کی بہت یاد آرہی ہے ۔ اور یہ گذشتہ ہفتے کا واقعہ ہے ۔

لہذا داعیان یعنی باطل کے داعیان پر رد کرنا جو کہ لوگوں کو جماعت سے علیحدگی کی دعوت دیتے ہیں جس کا نتیجہ آخر میں دین ہی ترک کردینا بنتا ہے، ایسوں پر رد کرنا واجب اور مطلوب ہے۔ ان کے بارے میں یہ نہیں کہنا چاہیے کہ: یہ بھی داعیان ہیں (اور تم داعیان دین کا رد کرتے ہو!) کیونکہ ہم نے تو یہ مانا کہ بلاشبہ وہ داعیان ہیں مگر جہنم کے دروازوں کی طرف بلانے والے داعیان ہيں۔ پس یا اللہ! سلامتی کا سوال ہے۔
4 خدا نے اپنے لوگوں کی آرامگاہ میں داخلہ کا وعدہ کیا ہے یہ آج بھی سچ ہے اس لئے ہمیں ڈرنا ہوگا کہ کہیں ہم میں سے کوئی اس وعدہ کو چھوڑ نہ بیٹھے۔ 2 نجات کی راہ کا پیغام ہمیں کہہ دیا گیا ہے لیکن اس تعلیم سے ان لوگوں نے کوئی استفادہ نہیں کیا بلا شبہ انہوں نے وہ تعلیمات سنیں لیکن اس کو ایمان کے ساتھ اقرار نہیں کیا۔ 3 ہم جو ایمان لا ئے خدا کی آرام گاہ میں داخل ہوں گے جیسا کہ خدا نے کہا ہے ،
پیغمبر۔ قرآن مجید کی سورہ ہود، حجر، زاریات، انعام،بقرۃ میں آپ کا مجملاً ذکر ہے۔ سورہ مریم (آیہ 49) اور سورہ الصفت (آیہ 112) کے مطابق آپ اللہ کے برگزیدہ نبی تھے۔ بائبل کے مطابق آپ ابراہیم کے چھوٹے بیٹے تھے اور سارہ آپ کی والدہ تھیں۔ آپ پیدا ہوئے تو ابراہیم کی عمر 100 سال اور سارہ کی 90 سال تھی۔ جائے پیدائش و وفات سرزمین شام ہے۔
مصری طیارے کا معمہ حل ہونے تک چین سے نہ بیٹھا جائے: ماہرین
انڈونیشیا: آچے میں عسکریت پسندی پر کنٹرول کے لیے مزید اقدامات کی ضرورت
انہوں نے ان دستاویزات کے متعلق بتایا کہ یہ تفصیلات اس وقت کی وزیر خارجہ حنا ربانی کھر نے سینیٹ میں پیش کی تھیں، سینیٹر ایس ایم ظفر نے سوال کیا تھا کہ کتنے امریکی باشندوں کو ویزے جاری کیے گئے جس پر وزیر خارجہ نے ڈاکیو منٹس دیے۔
سائنس اور ٹیکنالوجی

"اکثر اسپ ایسے دیکھے گئے کہ ان کو ہر چند چابک سوار جما کر بلاتے ہیں چند روز میں عمدہ جمنے لگتے ہیں لیکن بولنا نہیں آتا۔" ( ١٨٧٢ء، رسالہ سالوتر، ٢٥:٣ )
کبھی کبھی ہمارے ارد گرد خاموشی اس قدر بڑھ جاتی ہے کہ پھر وہ ہم سے باتیں کرنے لگتی ہے۔۔ عجیب بات ہے نا، خاموشی اور بات چیت تو دو بر خلاف پہلوں ہیں، پھر یہ ایک کیسے ہو جاتی ہیں؟ خاموشی محوِ گفتگو کیسے ہو جاتی ہے۔۔
٭ جاہل کو دور ہی سے سلام کر دینا عباد صالحین کے اوصاف میں داخل ہے۔ لیکن جاہلیت کو مٹانا اور باطل کا تعاقب کرنا عین جہاد ہے۔
غیر ملکی خبر رساں ذرائع کے مطابق امریکی شپریم کورٹ نے لیجنڈ باکسر کی گرفتاری پر بڑھتے ہوئے عوامی احتجاج کو مد نظر رکھتے ہوئے محمد علی کی سزا کو ختم کردیا تھا۔
میڈیا سینٹر
باور کیا جاتا ہے کہ امریکہ میں نائن الیون کے حملوں کے تناظر میں مجوزہ قانون سازی شدید سعودی ناراضی اور مشرقِ وسطیٰ میں بڑھتا ہوا ایرانی اثر و رسوخ اِس دورے کا محور رہا ۔ تفصیل کے ساتھ کاشف قمر۔

برکس مشترکہ اعلامیہ میں لشکر طیبہ اور جیش محمد کی ... مزید پڑھیں
’بچوں کی قربانی کو بھولنے نہیں دیں گے‘
اس پوسٹ کو شیئر کریں فیس بک
سائوتھ کیرولینا میں ٹرمپ کے جلسے میں ا سکارف پہن کر ’’سلام میں پرامن ہوں‘‘ کے نعرے کی ٹی شرٹ کے ساتھ اپنی مسلم شناخت اور مسلمانوں سے امتیازی سلوک کے خلاف بیج لگا کر شریک ہونے والی 56 سالہ مسلم خاتون روز حمید کو سلام کہ جب اسے ٹرمپ کے سیکورٹی والوں نے بلا جواز ہال سے نکالا تو وہ خاموش اور پرامن رہی اور پھر امریکی میڈیا میں انتہائی باوقار انداز سے اپنا موقف پیش کیا اسی طرح شکاگو میں ٹرمپ کی آمد کے خلاف ریلی میں چند مسلمان بچیوں اور نوجوانوں نے بلا اشتعال جس طرح خود کو ہزاروں کے اس اجتماع میں نمایاں اور باوقار رکھا اور اس کا جو اثر ہوا ہے وہی امریکہ کے مسلمانوں کیلئے راستہ ہے ۔ ان پرامن نوجوانوں کو بھی سلام۔
15 ویں اور 16 ویں صدی کا زمانہ بلوچوں کے عروج کا دور تھا - 18-03-08
اللہ تعالی نے اہل ایمان سے وعدہ فرمایا ہے کہ جنت میں ان کے پاس فرشتے ہر دروازے سے آئیں گے اور انہیں سلام کریں گے، اسکا نقشہ اللہ تعالی دنیا میں بھی دکھانا چاہتا ہے، گویا فرماتاہے کہ اگر تم میری عبادت میں مشغول ہو گئے تو تم پر فرشتے نازل ہو کر تمہارے پاس سلام کرنے اور زیارت کرنے کی غرض سے آئیں گے۔
جلال پور بھٹیاں کے نواحی قصبہ ونیکی تارڑ میں نجی سکول کی ٹیچر کا ہوم ورک نہ کرنے پر سات سالہ طالبعلم علی عباس پر تشدد کیا ۔ اس بہیمانہ تشدد کی وجہ سے بچے کے تین دانت ٹوٹ گئے۔
کل بغداد میں پانی کی پائپوں اور آنسو گیس کے ذریعہ مظاہرہ کرنے والوں کو منتشر کرتے ہوئے دیکھا جا سکتا ہے (رائٹرز)
مریخ پر خلائی جہاز کو اتارنا مشکل کیوں ہوتا ہے؟
گلستان جوہر بم دھماکا کچھ لیڈ مل گئی ہیں، اس پر کام ہو رہا ہے،آئی جی سندھ
ڈبلن ٹیسٹ کا ٹاس ہوگیا آئرلینڈ کاپاکستان کیخلاف ٹاس جیت کر فیلڈنگ کا فیصلہ
الزری جوزف بھی بغیر کھاتہ کھولے محمد عباس کی گیند پر کلین بولڈ ہوگئے، گیبریل کی وکٹ بھی محمد عباس کے حصے میں آئی۔ وہ صفر پر بابر اعظم کے ہاتھوں کیچ آؤٹ ہوئے۔
◄ بینن میں انتخابات‏ (1 ز)
مذکورہ تحقیق اورفتاویٰ سے بہ خوبی واضح ہوگیا کہ قرآن مجید کو خواہ چھوٹی سورت ہی کیوں نہ ہو، غیرعربی (لیپی) میں لکھنا جائز نہیں ہے؛ لہٰذا قرآن کے عربی نظم (عبارت) کے بغیرمحض گجراتی، ہندی یا بنگالی وغیرہ رسم الخط میں قرآنِ پاک کا لکھنا خواہ بعض حروف کے دائیں، بائیں یا اوپر، نیچے کچھ علامتیں مقرر کرکے عربی حروف سے مطابق کرنے کی سعی کی گئی ہو پھر بھی ایک طرح کی آواز والے حروف میں جو امتیاز عربی میں ہے، وہ غیر عربی میں ممکن نہیں نیز غیر عربی میں رسمِ عثمانی کی رعایت بھی ہرگز نہ ہوسکے گی؛ اس لیے خالص غیر عربی میں قرآن شائع کرنا جائز نہیں ہے۔ اس سے یہ بھی معلوم ہوگیا کہ نابینا کے حفظ کے لیے جو نصاب (بریل کوڈ) تیارکیاگیا ہے، وہ حفظ کے لیے ”تلقن“ کا ایک ذریعہ تو ہے، جس کی وجہ نابینا شخص دوسرے حافظ کا محتاج نہیں رہتا ؛ مگر اسے مصحف یعنی قرآن مجید ہرگز نہیں کہا جائے گا۔
ڈوئچے ویلے نیوز لیٹر سروس میں خوش آمدید۔ براہ کرم یہاں رجسٹریشن کروائیں۔
سائنس اور ٹیکنالوجی
کوئی سرمایہ کاری درکار نہیں ہے
5. سورۃ یونس قرآن پاک کی کون سی منزل میں ہے؟
پشاور کے آدم خور چوہےعمران کی حکمرانی کو کاٹ رہے...
شروع اللہ کے نام سے جو بڑا مہربان نہایت رحم والا ہے ِ

اقبال اہل یورپ کی سود خوری ، میخواری ، عریانی ، بے حیائی اور مادر پدر آزادی کے تو سخت مخالف ہیں لیکن وہاں کی بہت سی اخلاقی خوبیوں کی تعریف بھی کرتے ہیں۔ اہل یورپ کی محنت کی عادت ، ایفائے عہد، پابندی وقت ، کاروباری دیانت اور اسی قسم کی اخلاقی خوبیوں کے باعث انہیں یورپ کے غیر مسلم اپنے ہاں کے مسلمانوں کی نسبت اسلام کے زیادہ پابند نظر آتے ہیں۔
خاران(اُردو پوائنٹ اخبار تازہ ترین۔28اگست۔2014ء) خاران رخشانی قومی اتحاد کے سینئر رہنما و سماجی کارکن میر خالد نور بادینی نے اپنے ایک اخباری بیان میں کہا ہے کہ کلی بیدی ہسپتال کے اسٹاف ہمیشہ غیر حاضر رہتی ہے اور موجودہ نام نہاد قوم پرست حکومت تو صحت کے شعبے کی بہتری کیلئے بڑے بڑے دعوے تو کرتی ہے لیکن افسوس کے ساتھ کہنا پڑتا ہے کہ خاران کلی بیدی ہسپتال کا سٹاف سالوں سال اپنے فرائض کی انجام دی سے غائب رہتا ہے انہوں نے کہا ہے کہ ہسپتال کا اسٹاف اپنے ذاتی کاروبار میں مصروف ہے اور ہسپتال میں مریضوں کا کوئی پرسان حال تک نہیں ہسپتال کی ادویات پہنچنے سے پہلے ہی اسٹاف میں تقسیم ہوجاتی ہیں انہوں نے مزید کہا کہ ہم سیکرٹری ہیلتھ اور ڈی جی ہیلتھ سے پُر زور اپیل کرتے ہیں کہ غیر حاضر سٹاف کے خلاف سخت سے سخت کاروائی کی جائے اور ہمیں ہسپتال کی تالہ بندی پر مجبور نہ کیا جائے۔
جبکہ زیادہ منافع اِس بات کو ظاہر کرتا ہے کہ اُن مصنوعات کی مانگ مارکیٹ نسبتاََ کم ہے اور یہ کہ زیاد تر ہربل مینو فیکچرز اِس پراڈکٹ (product) کو نہیں بنا رہے ہیں۔
واقعہ ہارلے اسٹریٹ کلینک کی پہلی منزل پر پیش آیا جہاں سابق وزیراعظم نواز شریف کی اہلیہ کلثوم نواز کو وینٹی لیٹر پر رکھا گیا ہے ، کلثوم نواز کے کمرے میں داخل ہونے ولالے کی شناخت ڈاکٹر نوید کے نام سے ہوئی ہے۔
کا دادرس مصیبت زدوں کا غمگسار بے قراروں کی دعا قبول کرنے والا سننے والوں میں زیادہ سننے والا
الجواد ٹرسٹ نے گزشتہ تین ماہ میں سوہاوہ شہر اور گردو نواح میں غریب اور مستحق بچیوں کی رجسٹریشن کی اور مقامی حال میں ان کی شادی کی تقریب کا اہتمام کیا جس میں سوہاوہ شہر اور باراتیوں سمیت چھ سو افراد نے شرکت کی جن کو ٹرسٹ کی طرف سے کھانا بھی دیا گیا اور باراتوں کو بہترین ویلکم بھی کیا گیا ۔
چیمپئنز ٹرافی میں دنیا کی بہترین ٹیموں سے مقابلہ ہوگا، اولٹمنز
14 حضرت سائیں محمد یعقوب (مانسہرہ
فلوریڈا میں پبلک پارک سے ملکی تاریخ کا سب سے بڑا مگرمچھ پکڑا گیا
ہم اپنی سروس کو بہتر بنانے کے لیے کوکیز استعمال کرتے ہیں۔ اس بارے میں مزید تفصیلات ڈیٹا کے تحفظ سے متعلق حصے میں دیکھی جا سکتی ہیں۔
صرف نواز شریف کا احتساب نظر آرہا ہے۔ ہمت ہے تو سب پر ہاتھ ڈالو اسفند یار ...
خوشحال خان خٹک
خدا کے سوا کسی کو کارساز خیال کر کے نہ پکارو
مرکزی نیویگیشن پر جائیں
تجربے کے دوران کمپیوٹر کے ماہرین نے ایک مشہور کورین کمپنی کی گیلیکسی سیریز کا موبائل فون سیٹ استعمال کیا جو پاکستان میں بھی عام دستیاب ہے۔ ریڈیو سگنلز کے ذریعے ہیکنگ کے لیے ضروری ہے کہ کمپیوٹر میں ماہرین کا ڈیزائن کردہ یا اسی نوع کا سوفٹ ویئر انسٹال ہو۔ یہ پہلا موقع ہے جب موبائل فون کو کمپیوٹر ہیکنگ میں استعمال کیا گیا ہے۔ ریڈیو سگنلز کے ذریعے ہیکنگ کی تیکنیک کا ایک خطرناک پہلو یہ ہے کہ کمپیوٹر استعمال کرنے والے کو اندازہ بھی نہیں ہوپاتا کہ ہارڈ ڈسک میں محفوظ ڈیٹا چوری ہوگیا ہے۔
کونتریلہ میں 150 سال قبل تعمیر شدہ عمارت ٹوٹ پھوٹ کا شکار
ممبئی: اداکار گووندا کی آج 54 ویں سالگرہ ہے ۔21دسمبر 1963کو بھارتی ریاست مہاراشٹرا کے شہر تہانے میں پیدا ہونے والے گووندا ارون آہوجا نے اپنے بالی ووڈ کیریئر کا آغاز 1986میں فلم ’’الزام‘‘سے کیا۔اداکار گووندا نے کیریئر کے آغاز میں ڈانس اور ایکشن والی فلمیں کیں اور بعد میں […]
6جس کے لئے اللہ رب العزت عذاب کافیصلہ کردے پھر اللہ کے عذاب سے اس شخص کو کوئی نہیں بچاسکتا۔
کاشف نصیر صاحب، خودکشی کی وجوہات کو اس طرح مذہب سے جوڑنا کہ جو اللہ پرست ہے وہ خودکشی نہیں کرے گا۔ یہ بالکل ایسا ہی ہے جیسا کہ ایک دفعہ جنید جمشید نے کہہ دیا کہ غربت سے تنگ آ کر ہاتھ نہیں پھیلانا چاہئیں بلکہ انتظار کرنا چاہئیے جو شخص تین دن تک فاقے کو برداشت کرے خدا اسے سال بھر کے رزق کی فراوانی دیتا ہے۔ مگر ہم جانتے ہیں کہ ایسا نہیں ہوتا اور نہ ہوگا۔ اسکا یہ مطلب نہیں کہ اللہ پہ میرا یقین نہیں بلکہ اسکا ایک اور سادہ سا مطلب یہ ہے کہ انسان کو وہی کچھ نلتا ہے جسکی وہ کوشش کرتا ہے۔ انفرادی سطح پہ یہ بات بھی ظلط ہوتی دکھائ دیتی ہے۔ انسان کو اکثر وہ نہیں ملتا جسکی وہ کوشش کرتا ہے۔
کذبات مرزا ’’ایام الصلح‘‘ 136 (عیسیؑ کی پوجا کی وجہ سے وہ وفات یافتہ ہیں ، پھر فرشتے کیا ہیں؟)
ارتقاء ہائی سپیڈ پیکٹ ایکسیس
تربت یونیورسٹی کا پہلا کا نووکیشن 8 مارچ کو منعقد ہوگا
کیا آپ نے اکاؤنٹ بنایا ہوا ہے؟
یریوان ۔ (اُردو پوائنٹ اخبارتازہ ترین۔ 26 اپریل2018ء) آرمنیا کی پارلیمنٹ ملک کے نئے وزیر اعظم کا انتخاب یکم مئی کو کرے گی۔جمعرات کو آرمینیا کی پارلیمنٹ کی ویبسائٹ پر جاری آرمینین صدر کے ایک بیان کے مطابق ملک کے نئے وزیر اعظم کا انتخاب یکم مئی کو پارلیمانی اجلاس میں کیا جائے گا۔
2112 سوزن ایٹلنگر: ہمیں اتنے سارے ڈیٹا کے ساتھ کیا کرنا چاہیے؟ 1,257,619
تو ہٹ واحد کی دھن جاتا ہے “آپ کی شکل” Ed Sheeran کی طرف سے. اس سے آپ کے جسم کی شکل ہے کہ ہمیں بتانا ایڈ Sheeran کی ضرورت نہیں ہے (مردوں اور عورتوں دونوں کے لیے) کا تعین کرتا ہے کہ کس طرح پرکشش آپ کو نظر آتے. البتہ, ہم اپنے تمام اداروں کے ساتھ پیدا ہوتے ہیں اور ہم ایک خداداد تحفہ کے لئے افسوس محسوس نہیں کرنا چاہئے.
قومی احتجاج کے ساتھ کچھ اور کرنے کے کام
تلاش پر جائیں
فیسوں کا معاملہ: سپریم کورٹ کا تمام بڑے نجی اسکولوں کو نوٹسز جاری کرنے کا حکم
ہر نفس کو یہ ذائقہ چکھنا ہے۔۔
سعودی عرب کے جنگی طیاروں نے جمعرات کو بھی یمن کے صوبوں الحدیدہ ، بیضا، مارب ، صعدہ اورحجہ پر شدید بمباری کی تھی۔
انٹرنیٹ ٹی وی
اطلاعات کے مطابق امریکی صدر ڈونلڈ ٹرمپ نے غصے میں تارکینِ وطن کے خلاف نازیبا الفاظ استعمال کیے ہیں جس کے بعد اقوامِ متحدہ کے ترجمان نے صدر ٹرمپ کی مذمت کرتے ہوئے ان کے الفاظ کو حیران کن، شرمناک اور نسل پرستانہ قرار دیا ہے۔
ٹرمپ کے بقول، ’’میں دو ریاست یا ایک ریاست کو دیکھ رہا ہوں۔ میں اُسی بات پر خوش ہوں گا جسے وہ پسند کریں گے‘‘۔
جواب : ایک آدمی جب اپنا سب کچھ چھوڑ کے نئے ماحول میں آتا ہے تو اس کو پریشانی تو ہوتی ہی ہے مجھے بھی اس سے واسطہ پڑا، کئی بار کئی کئی روز تک فاقہ کرنا پڑا میرے لئے سب سے تکلیف کی بات مسلمان بھائیوں کے سوالات اور ہر آدمی کا انٹرویو لینا تھا، مگر ان سب کے باوجود میں نے جس قیمتی ایمان کو قبول کیا تھا اس کے لئے یہ پریشانیاں کوئی زیادہ نہیں لگیں۔
تعلیم و صحت
لوز نامی صحافی نے فرانس کے ثقافتی جریدے کو دئیے گئے انٹرویو میں کہا کہ ’’اس موضوع پرمیری دلچسپی ختم ہوگئی ہے لہذا اب میں مسلمانوں کے نبی (حضرت محمد صلی علیہ وآلہ وسلم) کے مزید خاکے نہیں بناؤں گا‘‘۔
خوب لکھا ہے۔ نام اگر اصل بھی لکھ دیتے تو کوئی مزائقہ نا تھا۔ میں یہ پروگرام ہنسنے کے لئے دیکھتا ہوں۔کمال لہجہ ہے صاحب کا اور مجال ہے جو درستگی کی کبھی کوشش کی گئی ہو۔ پرچی کی واضح مثال ہے۔
ایوان نمائندگان میں ریبپلکن ارکان کے رہنما جان بوئہنر کا کہنا ہے کہ ایسا رواں سال نہیں ہوسکتا اور ان کی ارکان سرحد پر سکیورٹی میں اضافہ چاہتے ہیں۔
وہ کہتے ہیں: 'ایک دن ساڑھے چھ بجے صبح میرا فون بجا۔ اڈوانی لائن پر تھے، انھوں نے کہا کہ آپ نے مشرف کی خبر سنی ہو گی۔ آپ اپنے دوست کو بتائیے کہ اس کا کچھ سہرا ہم دونوں کی ملاقات کو جاتا ہے۔
اس میں سلفیٹ (=/> 10 kg/mg) موجود ہے۔
موبائل سائٹ
فی الوقت صارفین بائیو اسپین 2018 ایپ اینڈروئیڈ اور آئی او ایس دونوں کے لیے ڈاؤن لوڈ کر سکتے ہیں۔ یہ ایپ استعمال میں آسان ہے اور تقریب کے شرکاء کو پورے کنونشن کے دوران زبردست معاونت فراہم کرتی ہے۔ یہ ایپ شرکاء کو خود مختار رہنے، نیٹ ورک بنانے اور تمام متعلقہ معلومات اپنی ہتھیلی پر حاصل کرنے میں سہولت فراہم کرتی ہے۔
میک کین کی وارننگ، پاکستان کے ساتھ امریکی رویے میں تبدیلی
کیا آپ نے اس کا بلڈ پریشر دیکھا تھا
محمد صلاح کے چیچنیاکے چاہنے والوں نے سالگرہ پر 100کلو کا مزیردار کیک پیش کر دیا
لوہے کا کمر بند (1)

امریکی سینٹ کی مسلح افواج کمیٹی کے چیئرمین نے اعتراف کیا ہے کہ واشنگٹن کی نادرست پالیسیوں اور مناسب حکمت عملی کے فقدان کی بناء پر افغانستان میں داعش کا وجود عمل میں آیا ہے۔ یہ حقیقت واضح ہو گئی ہے کہ مختلف دہشت گرد گروہ منجملہ داعش گروہ، مغربی اور خاص طور سے امریکی انٹیلی جنس اداروں کے ہاتھوں ...
علامہ اقبال اوپن یونیورسٹی میں 2روزہ بین الاقوامی کانفرنس 21 مارچ کو شروع ہوگی
اس لنک کو کاپی کیجیے
معاشی استحکام کیسے ممکن ہے؟
پھر فرمایا : حفصہ! اللہ سے ڈرو!
دوبئی کے پانی کے نیچے ایک دورے
جو کبھی زمیں پہ اتری وہ خدا کی بادشاہی
پسندیدہ قلم کار:
نیوزنور:ایران میں جنوری 2018 کے فتنے پر گہری نظر ڈالتے ہوئے اس میں 2009کے فتنوں کی جھلک اور خارجی لابی کا ہاتھ نظر آتا ہے۔البتہ جب تک ملت ایران بصیرت اور ایمان سے لیس ہے اور سایہ ولایت میں ہے تب تک یہ ہر طوفان کو عبور کرنے کا حوصلہ رکھتی ہے اور دشمنوں کی سازشیں ملت ایران کے ایمان اور قوت میں اضافے کا سبب بنیں گی۔

تو وہ کہتا ہے کہ یہ قیامت بعض لوگوں کو دن میں آلے گی اور بعضوں کو رات میں آ دبوچے گی:
فرض کریں چین امریکہ سے کہتا ہے کہ اس نے چین سے جو قرض لے رکھا چین معاشی اصطلاح میں اسے ’’ کال اِن‘‘ کر رہا ہے ، قرض واپس کیا جائے۔کیا ہم جانتے ہیں کہ جب چین 1 ٹریلین ڈالر سے زائد کا قرض ’ کال ان ‘ کرے گا تو اس کے کیا نتائج نکلیں گے ؟
آرٹ اور تفریح چونکہ فکر ونظر کی بھی ترجمانی کرتے ہیں، اس لئے آرٹ پر ایمان لانا بالواسطہ اس فکر ونظر کو تسلیم کرنا ہے جو اس آرٹ کے درپردہ کارفرما ہوتی ہے، دہلی کی جامع مسجد بھی ایک آرٹ کی مثال ہے، جو عقیدت کو توحید کا درس دیتی اور ایک خدا کے حضور جبیں سائی کی دعوت دیتی ہے اور سومناتھ کا مندر بھی آرٹ کا ایک نمونہ ہے جس سے شرک کا دھواں اٹھتا ہے اور کفر کی حوصلہ افزائی ہوتی ہے۔ اس سے ان لوگوں کو اپنے فکری توہمات سے باہر آجانا چاہئے جو مطلقاً آرٹ کی موافقت یا مخالفت کو اپنا فریضہ سمجھتے ہیں۔
خواجہ سلمان رفیق نے کہا کہ وہ سیکرٹری ہیلتھ اور ڈی جی ہیلتھ کے ہمراہ تمام ڈویژن اور اضلاع کا دورہ کر رہے ہیں اور صورتحال کا موقع پر جائزہ لے کر وزیراعلیٰ کو رپورٹ پیش کریں گے۔ انہوں نے کہا کہ اگر BHUsاور RHCپر نوجوان ڈاکٹرز نہ آئے تو ایک تجویز زیرغور ہے کہ ایڈہاک تعیناتیوں کیلئے ڈاکٹرز کی عمر کی حد بڑھا دی جائے اور زیادہ عمر کے ڈاکٹرز کو بھی بنیادی مراکز صحت پر لوگوں کی خدمت کا موقع فراہم کیاجائے۔ قبل ازیں ڈاکٹر سہیل ثقلین نے پی ایچ ڈی سی میں شروع کئے گئے تربیتی پروگرام کے بارے بریفنگ دی۔
عامر لیاقت نے کاغذات نامزدگی میں دوسری بیوی کا تذکرہ کیوں…
خیرجب ہم نے اس کتاب کا مطالعہ کیا تو معلوم ہوا کہ اس کتاب کے مرتبین، ڈاکٹر محمد افتخار کھوکھر،احمد حاطب صدیقی اور محمد اسلام نشتر صاحبان نے بڑی عرق ریزی اور محنت سے تیار کیاہے۔یہ کتاب جماعت اول تا پنجم تک کے طالب علموں کے لیے مفید ہے۔اُردو زبان کے ذخیرہ ٔ الفاظ کی درجہ بندی کے لیے مستند لغات؛ ادراہ فروغ قومی زبان اسلام آباد،صوبہ پنجاب،سندھ،خیبرپختون خواہ اوربلوچستان کے چاروں ٹیکسٹ بک بورڈوں؛ نیشنل بک فائونڈیشن کی شائع کردہ متعلقہ جماعتوں کی زیر تدریس اُردو کتابوں؛ آفاق؛ اوکسفرڈ؛گابا؛ گوہر اور رہبر جیسے معیاری درسی کتب شائع کرنے والے اداروں کی کتب کے ذخیرہ ہائے الفاظ کو بھی پیش نظر رکھا گیا ہے۔ مرتبین کے پیش نظر یہ بات بھی ہے کہ متعلقہ طبقات کے رد عمل کی مدد سے آئندہ اس کتاب کو مزید بہتر کیا جائے گاتاکہ اس کو قومی سطح کی مستقل ضرورت کاحل پیش کر سکیں۔
’یوٹرن‘ تو اچھا ہوتا ہے!
ہمارے بارے میں
میرا تبصرہ ظاہر نہ کریں
حالیہ تبصرے
محدث ٹیم منہج سلف پر لکھی گئی کتبِ فتاویٰ کو یونیکوڈائز کروانے کا خیال رکھتی ہے، اور الحمدللہ اس پر کام شروع بھی کرایا جا چکا ہے۔ اور پھر ان تمام کتب فتاویٰ کو محدث فتویٰ سائٹ پہ اپلوڈ بھی کردیا جائے گا۔ اس صدقہ جاریہ میں محدث ٹیم کے ساتھ تعاون کیجیے! ۔تفصیلات جاننے کے لئے یہاں کلک کریں۔ ۔
صدر ٹرمپ چاہتے ہیں کہ امریکا کی فضائی، زمینی اور بحری افواج کی طرح خلا میں بھی امریکی فوج ہونا چاہیے۔ ان کے مطابق ’خلا میں برتری‘ امریکا کی ضرورت ہے اور واشنگٹن کی مسلح افواج کا ایک کام ’خلا میں دفاع‘ بھی ہونا چاہیے۔
جن کے ہنگاموں سے تھے آباد ویرانے کبھی : شہر ان کے مٹ گئے ، آبادیاں بن ہو گئیں
اردو بلاگنگ، بلاگ لکھنا، بلاگ کا موضوع، (1)

قدیم زمانوں سے سمجھا جاتا رہا ہے کہ عورتوں میں مردوں کی نسبت کم جنسی خواہش پائی جاتی ہے. تاہم تحقیق سے معلوم ہوا ہے کہ یہ تاثر درست نہیں ہے بلکہ بیشتر خواتین ہفتے میں چھ بار جسمانی قربت کی خواہش رکھتی ہیں. اس خواہش کو دبانے میں محض معاشرتی دباﺅ ہی کو دخل نہیں بلکہ عورتوں کو روزمرہ کام کاج کے حوالے سے بھی دباﺅ کا سامنا پڑتا ہے اس کے باعث وہ اپنی فطری خواہشات کی تکمیل میں ناآسودہ رہ جاتی ہیں. افزائش کے بارے میں آگہی کے ادارے کنڈارا نے پانچ سو خواتین سے ان کی نجی
اتوار کو مسجد کے چئیرمین نے کہا کہ عوامی ٹرانسپورٹ کو سیاحوں کو مسجد کی عمارت تک لانے کی اجازت نہیں دی جائے گی اور مزید کہا کہ سیاحوں کو لانے والی کمپنیوں سے بھی گفتگو کی جائے گی تاکہ مستقبل میں ایسے واقعات نہ پیش آئیں۔ملیشیا میں غیر ملکیوں کو عام طور مشورہ دیا جاتا ہے کہ وہ مذہبی مقامات اور مساجد جاتے ہوئے سادہ لباس پہنیں۔
محمد کے نواسے نے جو کی تیغوں کے سائے میں
اسرائیلی اور فلسطینی براہ راست مذاکرات کی بحالی پر تیار ہو گئے ہیں۔ امریکی وزیر خارجہ ہلیری کلنٹن کا کہنا ہے کہ اسرائیلی وزیر اعظم اور فلسطینی اتھارٹی کے صدر کو آئندہ ماہ مذاکرات کے لئے واشنگٹن مدعو کیا گیا ہے۔ (21.08.2010)
اضلاع کی خبریں
سندھ کی ثقافت
تلاش پر جائیں

بات یہ پہلے ، مسافر کو بتا دی جائے
زینب کے قاتلوں کے تعاقب میں
: کیا، جلال، مترجم
کی آج ہی کے اخبارات میں شائع ہونے والی پی پی مجلس عاملہ کے تازہ اجلاس کی کارروائی کی سرکاری رپورٹنک کے مطابق زرداری صاحب نے اپنی شادی کی افواہوں کی سختی سے تردید کی ہے۔ اور کہا ہے کہ وہ بے نظیر کے مشن کے ساتھ شادی کرچکے ہیں۔ بھٹو کی دامادی کا اعزاز ہر گز کھونا نہیں چاہتے۔ وغیرہ
شعيب صفدر۔۔ ہاں لگتا تو مجھے بھی اب کچھ ايسا ہے۔ اور ميں نے يہ کہا ہے کہ مجھے افسوس ہوا ميرا يقين کرو مجھے بہت خوشی ہے مگر ايسے سوالات خوشی کا مزہ غارت کر ديتے ہيں۔ اور ويسے آپ کا مشورہ بڑا زبردست ہے کہ منگنی کے بغير شادی ہو جاتی ہے D:
یہ تو اچھا ہوا کہ شیطان کو اس ماہ مبارک میں زنجیروں میں جکڑ لیا جاتا ہے‘ مگر دوسری جانب انسانی شیاطین اب اتنے زیادہ ہو گئے ہیں کہ بڑے شیطان ابلیس کو زنجیریں نہ بھی پہنائی جائیں‘ تب بھی شیطانی پروگرام چلتے رہتے ہیں۔
[86:3] اور تُجھے کیا بتائے کہ رات کو ظاہر ہونے والا کیا ہے؟
بتایا گیاہے کہ صرف لاہور میں موجود عامل ‘جادوگر‘ پیر‘نجومی عطائیے‘ جعلی حکیم اور قحبہ خانے اور منشیات کے اڈے پانچ ہزار سے زائد کی تعداد میں موجود ہیں۔ ہر تھانہ اپنے علاقے میں مذکورہ دو نمبریوں سے باقاعدہ منتھلیاں اکٹھی کرتا ہے اوراپنا حصہ رکھ کر اعلیٰ افسران کو پہنچایا جاتاہے۔ مذکورہ افراد سے لاہور پولیس5کروڑ روپے ماہانہ سے زائد بھتہ اکٹھا کرتی ہے جوبڑے منظم طریقہ سے افسران و انتظامیہ میں تقسیم ہوجاتا ہے۔
امیر امان اللہ خان اور افغانستان میں مغربی ثقافت کی ترویج
اردو نیوز شو
اقبال و جناح نے شدت پسند یا لیبرل ریاست کیلئے نہیں بلکہ حقیقی اسلامی ریاست کیلئے جدوجہد کی تھی، آغا علی رضوی
اشتہار کا انتخاب
آن لائن ملنہ پروفائل مثالیں مردوں کے لئے —
ہم ہمیشہ اپنے کسٹمر بیس کی توسیع کرنے کے منتظر ہیں. اگر آپ کو ہماری سیریز میں سے کسی میں دلچسپی رکھتے ہیں تو، مزید معلومات کے لئے ہم سے رابطہ کریں. آپ اطمینان ہماری کوششوں کا مقصد ہے، کسی بھی انکوائری اور سوال ہماری اعلی کارکردگی، اخلاص کے ساتھ حسن معاشرت اور اچھا کی توجہ اور فوری جواب ہو جائے گا.
ادارتی نوٹ: پوسٹ میں شائع کی گئی رائے مصنف کی ہے اور ادارے کا مصنف کی رائے سے متفق ہونا ضروری نہیں ہے۔ کاپی رائٹ 'ہم سب' ڈاٹ کام. بلا اجازت آرٹیکل نقل کر کے شائع کرنا کاپی رائٹ قوانین کے تحت ایک جرم ہے
6- لاؤڈ اسپیکر کے استعمال میں بھی ضرورت اور لوگوں کے آرام و آسائش کو مدنظر رکھنا چاہیے۔ بالخصوص ایسے اوقات میں ضرور اس بات کا خیال رکھنا چاہیے کہ جن میں لوگ عام طور پر آرام کرتے ہیں، کیونکہ عام طور پر گھروں میں بوڑھے اور مریض لوگ ہوتے ہیں۔

پوزیشن میں نہیں ہے۔ پی ٹی آئی اور دوسری جماعتوں کی دوسری استدعا یہ تھی کہ وزیراعظم نے برٹش ورجن آئی لینڈ کمپنیوں کے ذریعے رقم بنائی اور منی لانڈرنگ کی - لندن میں چار فلیٹس اپنے بچوں کے نام پر خریدے گئے جو اس وقت کوئی ذریعہ آمدن نہ رکھتے تھے اور وہ اپنے ٹیکس گوشواروں میں اپنے اثاثے ظاہر کرنے میں بھی ناکام رہے ہیں۔
یمنی جزیرے پر متحدہ عرب اماراتی فوج کی تعیناتی، ترکی کا اظہار تشویش
اسی بارے میں
ڈاکٹر صاحب نے مسیحیت کے حوالے سے اس میں پاۓ جانے والے تمام مقامات زیارت کا بیان بھی بڑے دلچسپ اور مفصل طریقے سے کیا ہے. اس کے علاوہ القدس میں پائی جا نے والی کلسیاوں کی مکمل تفصیل اس کتاب میں موجود ہے. مسیحی طلبہ تاریخ اوردانشوروں کے لئے "القدس (یروشلیم)" ایک خاص تحفه ہے . میں نے گزشتہ چند ماہ میں اس کتاب کو کئی بار پڑھا ہے اور ہر بار ڈاکٹر صاحب کی محنت اور علمیت سے متاثر ہوۓ بغیر نہیں رہ سکا. میں چونکہ خود مسیحی تاریخ اور مسیحی اردو ادب کے حلقوں میں ابھی طفل مکتب کی حیثیت رکھتا ہوں اس لئے نہیں چاہتا کہ میرے یہ چند الٹے سیدھے جملۓ اس کتاب کے متعلق تبصرہ سمجھےجائیں . میرے ان جملوں کو اگر آپ اس کتاب کا ادنی سا تعا رف سمجھ کر قبول فرمائیں تو زیادہ مناسب ہو گا.
شہر قیصر یہ میں ایک شخص کرنیلیس نامی تھا ۔ وہ ایک فوجی پلٹن کا صوبے دار تھا جو “اطالیاتی “ کہلا تی تھی ۔
اگر لڑکی لڑبھڑ کر ماں باپ کے گھر چلی جائے تو لڑکی کی ماں اپنی بیٹی کو لے جاکر داماد کے حوالے کردے اور اس کے پاس تھوڑی دیر بیٹھ کرباتیں کرے تو داماد کتنا ہی ناراض کیوں نہ ہو،راضی ہوجائے گا اور اگر ساس وسسر گھر میں بہو کے ساتھ الفت ومحبت رکھیں اور اگر جھگڑا پیدا ہو جائے تو اس کی طرفداری کریں تو بہو خواہ کتنی ہی بری کیوں نہ ہو خود بخود ان کے ساتھ محبت کرنےلگے گی اور جھگڑا فساد ختم ہوجائے گا ۔
اعلامیے میں باور کرایا گیا ہے کہ بیرونی ادائیگیوں کا حصہ جی ڈی پی کے 6 فیصد تک پہنچ گیا ہے، بیان کے مطابق بیرونی ادائیگیاں جی ڈی پی کے 9 فیصد ہونے کی بات ڈیٹا کی صحیح تشریح نہیں تھی۔

سانحہ شکار پور سے قبل طالبان کی جانب سے امامبارگاہ کربلا معلیٰ کو دھمکی دی گئی تھی
بے باک حد سے گزر جانے والوں کی (١) اطاعت سے باز آجاؤ۔‏
وزیراعظم عمران خان نے سیلابی پانی کو استعمال میں لانے اور پانی کے ضیاع کو روکنے کے لیے ’ریچارج پاکستان‘ کے نام سے منصوبے کر لیا
جواب دیں جواب منسوخ کریں
وہ آہستگی سے بولی....ہم بچپن سے پیار ہی تو کرتے آئے ہیں۔ہمارے کھیل کود، لڑائی جھگڑے،ضد اور من مانی میں محبت کا عنصر ہی تو شامل ہے۔کیا وجہ ہے کہ ہم ایک دوسرے کے اتنے قریب ہیں۔دور بھی تو ہو سکتے تھے۔لازمی تو نہیں کہ ایک ہی ماحول میں دو خون اگر اکٹھے رہیں تو ان میں مماثلت پیدا ہو جائے....یگانگت پید ا ہو جائے۔مگر ایسا ہی ہوا....کیونکر ہوا....زیّاد اس کی وجہ پیار ہی تو ہے۔تم نے مجھے محبت کی مورت بنا دیا ہے۔اپنی ذات کے ذرے ذرے کو میرے جسم میں بسا دیا ہے۔مَیں مَیں نہیں تم ہوں ....تم ہو زیّاد تم ہو۔مجھ میں تم زندہ ہو۔میرا جسم میرا اور نام میرا ہے۔باقی سب کا سب تم ہو اور آئندہ یہ بات میں تمہیں کبھی نہیں سمجھاؤں گی۔وہ کروٹ بدل کر سسکیاں لینے لگی۔
پاک یوخرست کی تقریب منانے کے لیے عبادت گُزار مسیحیوں کی جماعت اکٹھی ہوتی ہے اور سبھی جانتے ہیں کہ اِس وقت خُداوند حضرت یسوع مسیح ان کے درمیان موجود ہے اور کہہ رہا ہے:۔
T / T، ویسٹرن یونین، علی بابا یقین دہانی کرائی ٹریڈ ادائیگی
اپنی ویب سائٹ پر کھیل جمپر - چھوٹا آدمی شیخی داخل کرنے کے لئے، آپ کی ویب سائٹ کے HTML کوڈ میں کوڈ کی کاپی اور چسپاں. تم کھیل جمپر - چھوٹا آدمی شیخی ، نقل پسند ہے اور کسی دوست یا آپ کے تمام دوستوں کو لنک بھیج دیں تو اس کے علاوہ،، دنیا کے ساتھ کھیل کا اشتراک کریں!
اہم معلومات
اور اسی پر بس نہیں بلکہ غریب عوام کے امیر وزیراعظم کے اقوام متحدہ کے وزٹ کے لئے مہنگی ترین لیموزین گاڑیاں بھی دو درجن کے قریب باوردی ڈرائیوروں اور گارڈ کے ساتھ چوبیس گھنٹے دستیاب ہوں گی۔ دورہ امریکہ کے موقع پر وزیراعظم شاہدخاقان عباسی کی امریکی وزیر خارجہ ہنجری کسنجر سے بھی میٹنگ کا امکان ہے۔ واضح رہے کہ فورسیزن ہوٹل میں دنیا کے امیر ترین رئیس اور عرب شیخ ٹھہرتے ہیں۔
واضح رہے کہ یہ استثنا صرف سفیر کی ذات کو نہیں بلکہ سفارت خانے کی عمارت کو اور سفیر کے سامان (luggage) کو بھی حاصل ہےاور ان کو سفیر کی ذات کی طرح کسی بھی اقدام سے محفوظ (inviolable)مانا جاتا ہے ۔ پس یہ سامان اور زمین کا یہ ٹکڑا ریاست ب میں موجود ہونے کے باوجود اس کے قانون کے اطلاق کے دائرے سے باہر ہوتے ہیں اور ان پر ریاست الف کے قانون کا اطلاق ہوتا ہے ۔ اسے extra-territorial jurisdiction ، یعنی اپنی علاقائی حدود سے باہر کسی شخص، شے یا جگہ پر اختیار، کہتے ہیں ۔
فلم سٹار کریکٹر موم شخصیت کیپٹن امریکہ

فراقؔ صاحب کے چھوٹے بھائی شری پت سہائے نے ایک بار دوران گفتگو مجھ سے فرمایا کہ فراقؔ صاحب نے اپنی ماں سے بھی اچھا برتاؤ نہیں کیا۔ ایک مرتبہ والدہ میرے ہی یہاں موجود تھیں اور فراقؔ صاحب کسی مشاعرے سے واپسی پر وہاں آ گئے جب والدہ صاحبہ کو معلوم ہوا کہ بڑے بھیا آئے ہیں تو وہ ساری بدل کر ملاقات کے کمرے میں منتظر بیٹھ گئیں جب میں نے فراقؔ صاحب سے کہا کہ والدہ صاحبہ آپ کی منتظر ہیں تو کہنے لگے کہ وہ بڑھیا مجھ سے مل کر کیا کرے گی اور والدہ مایوس ہو گئیں۔ برخلاف اس کے جب والدہ کا انتقال ہوا تو ان کے غم میں ایک نظم لکھ دی۔
کشمیر میں جھادی سرگرمیوں کے شروع میں حزب المجاھدین اور صلاح الدین کو دشمن نمبر ایک گردانا جاتا تھا مگر بعد میں جیش محمد اور لشکر طیبہ جیسی تنظیموں کی کشمیر کی جھادی محاذ پر منظر عام پر آنے کے بعد مولانا مسعود اظہر اور خاص کر حافظ محمد سعید کی اہمیت بڑھ گئی ۔ امریکہ حافظ سعید کو پہلے سے بین الاقوامی دھشت گرد قرار دے چکی ہے اور اس کی گرفتاری میں مدد دینے پر دس ملین ڈالر کا انعام بھی رکھا ہے۔
نام ای سی ایل سے نکالا جائے
مشرف کے جرائم کی فہرست بہت طویل ہے، ان کا وفاقی حکومت کی رضامندی سے بیرون ملک چلے جانا انصاف و قانون کا مذاق اڑانے اور جمہوریت کو مزید کمزور کرنے کے مترادف ہے۔ ایسے حالات میں جب کہ سنگین غداری کیس میں مشرف کی 31 مارچ کو طلبی اور لال مسجد کیس میں وارنٹ گرفتاری موجود ہے۔ 12 اپریل کو مشرف کو پیش کرنے کے حکم کے ساتھ ضامنوں کو نوٹسز بھی جاری کیے جا چکے ہیں۔ ان حالات میں پرویز مشرف کی بیرون ملک روانگی سے حکمرانوں کی نا اہلی کے متعلق کئی سوالات نے جنم لے لیا ہے۔ جب تک آئین شکنی کے ارتکاب پر جنرل (ر) پرویز مشرف اور دیگر سہولت کاروں کو ریاست سے بغاوت آئین کے آرٹیکل چھ کے تحت قرار واقعی سزا نہیں دی جاتی تب تک ملک میں آمریت اور مارشل لاء کا راستہ نہیں رک سکتا اور ملک میں پارلیمنٹ کی بالادستی اورشہریوں کے نمائندہ اداروں کے احترام کا خواب کبھی شرمندہ تعبیر نہیں ہو سکتا۔
زمرہ:میکسیکو کے غار - آزاد دائرۃ المعارف، ویکیپیڈیا
ہمارے متعلق
دیکھ کر یہ ویڈیو مجھ کو بہت اچھا لگا
ہم نے پولیس والوں کو پیسے دیے، اس بات کو یقینی بنایا کہ گاڑیاں پارٹی کے مقام کے باہر کھڑی نہ کی جائیں، اور مہمانوں کی فہرست کو صرف دوستوں تک محدود رکھا جائے۔
Previous: تحصیل ناظم مولانا محمد الیاس تحصیل امارت کے عہدے پر بحال،تحصیل ناظم کے خلاف بار بار عدم اعتماد کی تحریک لانے سے جماعت کو نقصان ہوگا/ شجاع الملک
یوم عاشور آج عقیدت و احترام کے ساتھ منایا جائے گا
وہ جب بستی میں داخل ہوئی تو گلی کے نکڑ پر کھڑے نورالدین پر غم و غصے اور حیرت کے پہاڑ ٹوٹ پڑے۔
﻿بغاوت کے بعد اٹھائے گئے کئی اقدامات...
اس دوران ترکی سے یونانی جزیروں تک پہنچنے والے غیر قانونی تارکین وطن کی تعداد تقریباﹰ ساڑھے چھ ہزار کے قریب رہی۔
الخبر میں نماز کے اوقات
اس لیے جب زندگی میں ’’حجامت ‘‘ شروع ہوتو مایوس نہیں ہونا چاہیے ۔ یقین رکھنا چاہیے کہ یہ عارضی مرحلہ ہے ۔ جلد گزرجائے گا۔ ‘‘، بات یہیں تک پہنچی تھی کہ ایک صاحب بول اٹھے ۔ ’’مگر میں تو کبھی نہیں چاہوں گا کہ میری ایسی حجامت ہو۔ کیا اس کا بھی کوئی نسخہ ہے ؟‘‘
٭ اسی طرح حضرت نظام الدین اولیاء محبوب الہٰی رحمۃ اللہ علیہ کے ہاں بانگِ درا میں اس طرح نذرانہ عقیدت پیش کرتے ہیں:
پاکستان کے اس غریب ’’مزدور‘‘ کی کہانی جو اپنی محنت کے بل…
مجلس وحدت مسلمین پاکستان ایک سیاسی و مذہبی جماعت ہے جسکا اولین مقصد دین کا احیاء اور مملکت خدادادِ پاکستان کی سالمیت اور استحکام کے لیے عملی کوشش کرنا ہے، اسلامی حکومت کے قیام کے لیے عملی جدوجہد، مختلف ادیان، مذاہب و مسالک کے مابین روابط اور ہم آہنگی کا فروغ، تعلیمات ِقرآن اور محمد وآل محمدعلیہم السلام کی روشنی میں امام حسین علیہ السلام کے ذکر و افکارکا فروغ اوراس کاتحفظ اورامر با لمعروف اور نہی عن المنکرکا احیاء ہمارا نصب العین ہے
استعمال کے ضوابط
نوجوانوں کا صفحہ
چند سالوں میں، پہلے بھی اور پیچھے بھی اللہ ہی کا حکم ہے ، اور اس دن اہل ایمان خوش ہوں گے۔ (۴)
مرکزی نیویگیشن پر جائیں
ہندوستان اور افغانستان دہشت گردی کو ختم کر کے اقتصادی تعاون بڑھائیں گے– News18 Urdu
بات کو سمجھانے کے لیے عملی اعتبار سے کچھ مزید وضاحت کرتا ہوں کہ مثلا اگر سبعہ اوجہ والا قول سبعہ احر ف کی تشریح مانیں تومکہ میں تو بہرحال ایک حرف پر قرآن پڑھا جاتا تھا۔ اب اگر آپ وہ حرف غیب وخطاب والا لے لیں تو یہ بات بہرحال قطعی ہے کہ یعلمون،تعلمون دونوں مکہ کے اندر نہیں تھے، مکہ میں تو صرف ایک تھا۔ اسی طرح اگر آپ حرکات وسکنات کے اختلاف کا حرف لے لیں تو یَکْذِبون، یُکَذِّبُون دونوں میں سے کوئی ایک مکہ میں مقروء تھی دوسری نہیں ۔اسی طرح اگر آپ متعدد لہجات والا ایک حرف مراد لہجات لیتے ہیں ، تو لہجات میں تسہیل و تحقیق ، امالہ و عدم امالہ، ادغام واظہار وغیرہ لہجات شامل ہیں ۔اب مکہ میں پڑھے جانے والے قرآن میں یہ سارے لہجات قطعی طور پر مقروء نہیں تھے۔
افسوس، اس سلسلے میں گھوڑا گلی مری کے شاعر سید صادق بخاری کا کلام نہیں مل سکا۔ بہر حال یہ دونوں شاعر کوہسار کا وہ تہذیبی اثاثہ ہیں جن پر ملت کوہسار ہمیشہ فخر کرتی رہے گی۔ (کل سرکل بکوٹ کے صحافیوں کی تحریک پاکستان میں شاندار خدمات کا جائزہ پیش کیا جائیگا، پڑھنا نہ بھولئیے گا) ۔۔۔۔۔

خواتین کا صفحہ
◄ فہرست پاکستان کی جامعات اور کلیات‏ (2 ص)
لیکن یہ میرے لیے گھر ہے اور میں تنہا چلتا ہوں۔
۱۱۶: یعنی کیا یہ کوئی کم معجزہ ہے کہ انہی میں سے ایک اُمی شخص نے وہ کتاب پیش کی ہے جس میں شروع سے اب تک کی تمام کتبِ آسمانی کی مضامین اور تعلیمات کا عطر نکال کر رکھ دیا گیا ہے۔ انسان کی ہدایت و رہنمائی کے لیے اُن کتابوں میں جو کچھ تھا، وہ سب نہ صرف یہ کہ اس میں جمع کر دیا گیا، بلکہ اس کو ایسا کھول کر واضح بھی کر دیا گیا کہ صحرا نشین بدّو تک اس کو سمجھ کر فائدہ اُٹھا سکتے ہیں۔
ذات کے حوالے سے
آپ صلی اللہ علیہ وسلم کی زیارت مبارک
تعلیمی تناظر میں اس مضمون کی حیثیت اسلاموفوبیا سے زیادہ کی نہیں ہے۔ جے این یو طلبہ یونین نے اس کی مخالفت کی ہے۔ مذہبِ اسلام امن و سلامتی کا پیغام دیتا ہے۔ لہٰذا دہشت گردی کو اسلام سے جوڑنا ایک گھناؤنی سازش اور مذہب اسلام کی توہین ہے جسے کسی بھی صورت میں قبول نہیں کیا جاسکتا۔
چاند نکلا ہے ڈوبے گا کچھ دیر میں
عابد شیرعلی سے سی این جی ایسوسی ایشن کے وفد کی ملاقات ، سی این جی اسٹیشنزکو گیس کی لوڈشیڈنگ سے مستثنیٰ ..
فلسطین پر ہونیوالے مظالم میں مسلمان حکمران برابر کے شریک ہیں، مسلمان ممالک اسرائیل سے تعلقات ختم کریں۔ او آئی سی فوجی اتحاد بنائے اور مسئلہ فلسطین کیلئے اقدام کرے، ملی یکجہتی کونسل کے قائدین کا ہنگامی اجلاس اور پریس بریفنگ سے خطاب
تجارت کی غرض سے کچھ مسلمانوں تاجر لنکا میں آباد ہو گئے تھے۔ لنکا کے راجہ کے حجاج کے ساتھ بہت خوشگوار تعلقات تھے۔ اس نے ان تعلقات کو مزید خوشگوار بنانے کے لیے کچھ قیمتی تحائف اور وفات شدہ تاجروں کے بیوی بچے ایک جہاز میں سوار کرکے بصرہ روانہ کر دیے۔ لیکن جب دیبل کے قریب پہنچا میدھ قوم کے کچھ ڈاکوؤں نے اسے لوٹ لیا اور عورتوں کو قیدی بنا لیا۔ انہی عورتوں میں سے ایک عورت نے حجاج کے نام دہائی دی۔ اس واقعہ کی اطلاع جب حجاج کو ملی تو اس نے فوری کارروائی کرنے کا ارادہ کیا۔ اس نے راجہ داہر کو سامان واپس کرنے، یتیموں اور عورتوں کو رہا کرنے اور ڈاکوؤں کو اسلامی حکومت کے حوالے کرنے کا مطالبہ کیا۔ لیکن اس نے بڑا روکھا جواب دیا۔ اور کہا ڈاکوؤں کو پر میرا کوئی اختیار نہیں اور نہ ہم ان کی تلاش کر سکتے ہیں۔ جہاں تک قیدی عورتوں کا تعلق ہے انہیں تم خود ہی چھرانے کی کوشش کرو۔ حجاج یہ جواب سن کر آگ بگولا ہو گیا۔ اور فوراً فوجی کارروائی کا انتظام کیا اس طرح راجہ کی ہٹ دھرمی نے عربوں کو سندھ پر حملہ آور ہونے پر مجبور کر دیا تھا۔
فیس بک پر ہمارا پیج لائک کیجیے
متعلقہ تبدیلیاں
حسین حقانی کو انٹرپول کے ذریعے ملک میں لانے کی سفارش
لیکن کانگریس سب سے زیادہ مخمصہ میں ہے۔ یہ جماعت قرارداد کی کھل کر حمایت کرے گی، تو بی جے پی اس کو ملک گیر مسئلہ بنا کر منموہن سنگھ حکومت کا قافیہ تنگ کرے گی۔ اور اگر اس نے معاملہ اپنے شریک اقتدار پر چھوڑ کر درمیان کا راستہ اختیار کرلیا، تو بی جے پی اسے بالواسطہ حمایت سے تعبیر کرکے کانگریس پر دوہرے معیار کا الزام عائد کرکے ’دہشت گردوں کا ہمدرد‘ قرار دے گی۔ آخری راستہ ہے مخالفت کا، لیکن یہ سیاسی نقصانات کا پیش خیمہ ہوگا۔ کیونکہ افضل گورو ایک کشمیری مسلم ہیں، اور پھانسی کی سزا پانے کے بعد وہ مسلم اکثریت کی ہمدردی حاصل کرچکے ہیں۔ کانگریس کی زیادہ سیٹیں جموں کے مسلم اکثریتی علاقوں میں ہیں، اور وہ ان میں اضافہ کی خواہش رکھتی ہے۔
ذمیوں کے حقوق کے سلسلے میں جو کچھ بھی مساعی سیدنا فاروقِ اعظم رضی اللہ عنہ نے انجام دی وہ خالصتاً ان کے اجتہادی کارناموں کے ذیل میں آتا ہے ، کیونکہ اس ضمن میں نبی کریم ﷺ کے طرزِ عمل کی کوئی عملی نظیر موجود نہیں تھی۔
صنعت کے ماہرین سے سیکھیں جو سیکھنے اور ترقی کے علاقے میں وسیع تجربے ہیں
اور ایک بات ثابت ہو گئی کہ جنہوں نے تقلید پر سخت کلام کیا وہ حقیقت میں اسی وجہ سے کیا وہ بغیر حجت کسی کی بات پر عمل کرنے کو جائز نہیں سمجھتے تھے نہ ہم سمجھتے ہیں کہ عامی عامی کے پیچھے چلے مجتہد مجتہد کے پیچھے۔ اسی کا انہوں نے تقلید کا نام لے کر رد کیا۔
۲۔۔۔۔۔۔۔۔ یعنی پوری رات بجز تھوڑے حصہ کے عبادت ( نماز) میں گذارو۔ تھوڑے حصہ سے مراد رات کا ایک تہائی حصہ ہے۔ مطلب یہ ہے کہ رات کے ایک تہائی حصہ میں آرام کرو اور دو تہائی حصے عبادت میں گزارو چنانچہ آیت ۲۰ میں بیان ہوا ہے کہ نبی صلی اللہ علیہ وسلم دو تہائی رات عبادت میں گزارا کرتے تھے۔
اولڈہم:دنیا بھر میں اردو زبان کو منفرد حیثیت حاصل ہے،اردو ادب سے والہانہ لگائو رکھنے والے افراد شعر و سخن کی محفلوں کا انعقاد کر کے جہاں اس زبان کوزندہ رکھے ہوئے ہیں وہاں پر اپنی نوجوان نسل کو مادر ی و قومی زبان سے روشناس کروانے میں اہم کردار ادا کر رہے ہیں،گریٹر مانچسٹر کو یہ منفرد اعزاز حاصل ہے کہ یہاں پر ایسی محافل کا انعقاد تواتر سے ہوتا ہے اور مختلف تنظیمیں فعال کردار ادا کر رہی ہیں،ان میں سے ایک انتہائی متحرک تنظیم خزینہ شعر و ادب انٹر نیشنل مانچسٹر یوکے کی تعارفی تقریب اولڈہم کے ہنی ول سنٹر میں منعقد ہوئی،معروف شاعرہ نغمانہ کنول شیخ اور چوہدری عارف پندھیر نے کہا کہ برطانیہ بھر میں سکولوں کالجوں میں اردو زبان میں باقاعدہ کورسز ہیں جی سی ایس ای اور اے لیول تسلیم شدہ ہے،نہایت ضروری ہے کہ نوجوان نسل کو پاکستان کی قومی زبان سے منسلک رکھا جائے،شعر و سخن کے ذریعے عشق حقیقی و مجازی کو فروغ دیا جائے،اردو شعرائے کرام کی کمی ہوتی جا رہی ہے نوجوان نسل کو اس طرف بھی راغب کرنا چاہئے،اس طرح کی محافل سے ایک دوسرے کے قریب آنے کاموقع ملتا ہے،باہمی روابط کا سلسلہ بڑھتا ہے برطانیہ بھر کے مختلف شہروں سے شعرائے کرام کا آنا اس بات کی دلیل ہے،اس موقع پر شعرائے کرام صابر رضا،ضمیر جاوید،اشتیاق میر،کشور ثبات،محمد اظہر،شکیل قمر،امتیاز علی گوہر،محمد انور جمال فاروقی،انعام سحری،شارق خان،ڈاکٹر ناہید کیانی،سید ظہیر انور،عشرت نے اپنے کلام سنا کر حاضرین محفل کے دلوں میں سحر کر کے خو ب داد وصول کی،گلاسگو سے آئی ہوئی مہمان شاعرہ شمشاد وحید کی کتاب رونمائی بھی ہوئی،ایگزیکٹو کمیٹی ممبران حاجی چوہدری عبدالرفیق،شہزاد مرزا،ممتاز علی،زرقا احمد،سید سجاد حیدر بھی موجود تھے،گریٹر مانچسٹر کے کاروباری،سیاسی و سماجی شخصیات نے شرکت کی،نمایاں کارنامہ سرانجام دینے والوں کو گولڈ میڈل دیئے گئے ان میں سے فوٹو گرافر صحافی مرزا غلام حسین کو میڈل سے نوازنہ قابل ستائش تھا،مولانا عبدالشکور قادری نے دعا کی اور اسلام کی سر بلندی امت مسلمہ کے اندر اتحاد و اتفاق پر زور دیا گیا۔خصوصی رپورٹ:فیاض بشیر
جو لوگ آپ کو حجروں کے پیچھے سے پکارتے ہیں ان میں سے اکثر (بالکل) بے عقل ہیں
آپ نے جو فقہی مسائل بیان فرمودہ حضرت مصلح موعود رضی اللہ عنہ جمع کئے ہیں مجھے ان کے دیکھنے کا موقع ملا ہے۔آپ نے ماشاء اللہ خوب محنت سے کام کیا ہے اور اچھی خاصی ترتیب سے انہیں جمع کیا ہے۔اگر انہیں شائع کیا جائے تو یہ دوستوں کے لئے بہت مفید ثابت ہو سکتے ہیں ۔

بھارت پاکستان میں بدامنی اور دہشت گردی میں ہمیشہ ملوث رہا ہے۔ طاہر حسین سید - جیو اردو
چین کی ریاست سنکیانگ میں مسلمانوں کے عقائد پر پابندی
میری حقیقی آواز لوگوں نے کبھی نہیں سنی، لیڈی گاگا
جب خدا کی خصوصیات پر غور کیا جاتا ہے ۔ خیال کہ خدا اپنے وعدے نبھانے کامل ہے ، آخری ایام کے مقدسین کے لئے سب سے زیادہ خوش گوار ہے ، خاص طور پر اس خیال کو قائم کرنے میں جب عہود کی بات ہوتی ہے ، تو عہود کے ذریعے ہم اپنی زندگی کو اس ایمان سے مقدس بناتے ہیں کہ ہمیں یسوع...
صبح تو ہو گی !
یونیسیف نے کہا ہے کہ وہ 1997 سے ویکسین، لگانے کے آلات اور دوسرا ضروری سامان فراہم کر کے شمالی کوریا کو اس مرض سے بچاؤ میں مدد فراہم کر رہا ہے۔
وینسن ماسیف (Vinson Massif) (تلفظ: /ˈvɪnsən mæˈsiːf/) یا کوہ وینسن (Mount Vinson) ایک بڑا پہاڑ ماسیف ہے جو 21 کلومیٹر (13 میل) طویل اور 13 کلومیٹر (8.1 میل) وسیع ہے۔
پیپلز پارٹی شاہ محمود کی تنقید مسترد کرتے ہوئے کہتی آئی ہے کہ وہ پارٹی سے اس لیے علیحدہ ہوئے کہ انھیں دوبارہ وزیر خارجہ نہیں بنایا گیا، اور ان کے جانے سے پیپلز پارٹی کو کوئی فرق نہیں پڑے گا۔
گرفتاریوں سے تحریک آزادی کی رفتار کو روکا نہیں جاسکتا،تحریک حریت جموں کشمیر
تعجب یہ ہے کہ حافظ ابن الفرضی نے اپنی کتاب المؤتلف والمختلف میں ترمذی کا تذکرہ کیا، اور ان کی علمی منزلت کو واضح کیا، تو ابن حزم کیسے ان معلومات کی آگاہی سے چوک گئے۔ (تہذیب التہذیب)
پیپلز پارٹی کی سینٹرل ایگزیکٹو کمیٹی، فیڈرل کونسل اور وفاقی وزرا کا اجلاس آج نوڈیرو ہاؤس میں ہو گا۔ بیگم نصرت بھٹو کی رسم قل کے بعد صدارتی ہاس نوڈیرو میں ہونے والے پیپلز پارٹی کی سینٹرل ایگزیکٹو کمیٹی، فیڈرل کونسل اور…
آپکا ای میل ایڈریس شائع نہیں کیا جائے گا
مرکزی مواد پر جائیں
چونکہ آپ دیگر اساتذہ سے کم عمر تھے اور بعض مدرسے کے موجودہ طالبعلم بھی شاید آپ سے عمر میں بڑے تھے تو کچھ لوگ آپ کو نظروں میں نہیں لاتے تھے. مجھے یاد ہے کہ جب معالم الاصول کا درس ہوتا تھا تو کلاس میں ہم 4 طالبعلم ہوا کرتے تھے آپ کا امتحان لینے کچھ طالبعلم دروازے کے پیچھے رہ کر سنا کرتے تھے. بعد میں جب ہم نے ان طالبعلموں سے پوچھا تو وہ کہہ رہے تھے کہ آقای عرفانی بے مثال ہیں اور اسطرح سے بہت سارے دیگر سینیر طالب علم بھی آپ سے کسب فیض کرنے کے درپے ہوئے.
مرکزی نیویگیشن پر جائیں
15- *بچوں کے کمرے اور چیزوں کو غیر محسوس طور پر چیک کرتے رہیں.* آپ کے علم میں ہونا چاہیے کہ آپ کے بچوں کی الماری کس قسم کی چیزوں سے بھری ہے. مسئلہ یہ ہے کہ آج کے دور میں پرائویسی نام کا عفریت میڈیا کی مدد سے ہم پر مسلط کر دیا گیا ہے

''اگر ان کو ایک ہی مرتبہ نکال کر بیچنے کی شرط عائد کر دی جاتی تو اس میں مشقت ہو تی اور لوگوں کے اَموال خراب ہوتے جبکہ شریعت کا یہ تقاضا نہیں ہے۔ اور اگر یہ پابندی لگا دی جاتی کہ تھوڑی تھوڑی مقدار میںبیچی جائے یعنی جتنی نکالی جائے، اتنی ہی فروخت کی جائے تو اس میں بھی تنگی اور حرج ہوتا، اس سے اصحابِ مال اور مشتری کے مفادات کامعطل ہونا کسی سے مخفی نہیں ہے۔'' [ایضاً: ص۸۲۱]
جواب دیں جواب منسوخ کریں
فیس بک پر شیئر کیجئیے
ایران نے ایٹمی معاہدہ کی پابندی کی ہے:یورپی یونین
مالدیپ: سابق صدر محمد نشید کو تیرہ سال قید کی سزا
خیال رہے کہ ڈو تھوڑی موٹی رہے۔
تونے اپنے لعےن چچا کو بلا کرمال و دولت سے نوازا جبکہ اس کو بلانا تم سے پھلے والے لوگوں کی سنت اور سیرت کے خلاف تھا اور تو نے رشتہ داری کی وجہ سے اسے خمس دے کر دوسرے لوگوں پر ظلم کیا۔ [10]
اگلا: انٹیگریٹڈ سرکٹ مرکزی عملی اکائی کی ترقی
بنگال کا نام تبدیل کرنے کے لئے ممتا کی مہم میں ایم ایچ اے سب سے بڑی رکاوٹ بن رہا ہے۔
پوشیدہ زمرہ:
جینا مرنا ہے سب کچھ نبی کے لئے
تمام شہر الجھتا ہے رات دن مجھ سے
اپنے پوپ اور اس کے مقرر کیے ہوئے پادریوں کو دین کے بارے میں جو منصب دے دیا ہے
بھارت میں پاکستانی اداکارہ عروہ حسین کی شرمناک تصاویر
آئی بی سی کا فیس بک پیج لائک کریں
موجودہ نسل کو یہ نمی فراہم کرنا ہماری ذمہ داری ہے۔ اس نمی کے بغیر زرخیزی کی خواہش عبث ہے۔ اگر ہم گلاب بوئیں گے تو ہی گلاب کی خوشبو سے معطر ہو سکیں گے، ببول بونا اور گلاب کی خواہش کرنا سب سے بڑی حماقت ہے۔ میں نسل نو سے مایوس نہیں بلکہ ’’خوش اُمید‘‘ ہوں کہ وہ اپنا محاسبہ کرکے اپنی خامیوں کی اصلاح کرے گی اور اپنے عمل سے ثابت کرے گی کہ وہ صحیح مسلمان اور محبِ وطن ہے۔جب کوئی چیز اپنے مقصد اور مدار سے ہٹ جاتی ہے تو وہ اپنا مقام کھو دیتی ہے۔ کچھ ایسا ہی حال حضرت انسان کا ہے۔ انسان اپنی تخلیق کے مقصد ’’عبادتِ الٰہی‘‘ اور ’’دردِ دل‘‘ سے ہٹ گیا تو اس کا جو حال ہوا ، اس کی وضاحت قرآن مجید میں ان الفاظ میں کی گئی۔
انھوں نے کہا کہ بلوچستان کے نوجوانوں کے لیے ترقی کی راہیں کھل چکی ہیں لہذا نوجوان صوبے کی ترقی کے لیے اپنا اپنا کردار ادا کریں۔
غزوہحنین، فتح مکہ کے بعد ۸ ھ میں ہوا، صفوان اس وقت تک مسلمان نہیں ہوئے تھے، بلکہ صفوان کافر ہونے کی حالت میں آپ کے ساتھ حنین میں شریک ہوا۔
ایران میں دہشت گردوں کا حملہ انتہائی قابل مذمت ہے ،ْراجہ ظفر الحق

بین الاقوامی

اس میں فقہ کے احکام بھی ہیں۔کتاب میں کئی علمی پہلوؤں پر گفتگو ہے۔قریب تھا کہ یہ کتاب تفسیر بالماثور کے د ائرہ سے نکل جاتی۔کیونکہ بعض اوقات کو بغیر کسی تبصرے کے بیان کیا گیا ہے۔"
کیرالا کو تلنگانہ کی طرف سے 25 کروڑ روپئے کا چیک حوالے
ہماری تین جنگیں ۔۔۔ ایک دشمنوں کے خلاف  دوسری دہشت گردوں کے خلاف اور تیسری غداروں کے خلاف
پرائزبانڈ کا کاروبار جائز ہے یا نہیں؟ شرعی حکم جانیے
دونوں ممالک کے سربراہان تاریخی ملاقات کے لیے سنگاپور پہنچ چکے ہیں۔
سٹینلیس سٹیل کے مطابق بنانے کے لیے توجہ تار رسی اور پہیہ فرغ روابط[Jun 27, 2016]
اس لنک کو کاپی کیجیے
بی بی سی کے بارے میں
ہمارے بارے میں
شیعہ نیوز ۔ مستند اور تازہ شیعہ خبروں کا مرکز - " مظلوموں کے خون سے تر نوالہ ہمیں قبول نہیں "
گزشتہ سال فروری میں لاہور میں پنجاب اسمبلی سے کچھ فاصلے پر کیے جانے والے ایک حملے میں پولیس افسران اور اہلکاروں سمیت 18 افراد ہلاک اور 80 زخمی ہو گئے تھے۔
فیس بک پر شیئر کیجئیے
کچھ یادیں ،کچھ باتیں
عدالت نے کیس کی سماعت کے بعد دونوں کو قید کی سزا سنا دی۔
اسلام آباد ہائی کورٹ کیجانب سے نوازشریف، مریم نواز، کیپٹن صدر کی سزا معطل، رہائی کا حکم جاری

اس لنک کو کاپی کیجیے
ان ’دیگر‘ زبانوں کو قومی زبانوں کا درجہ دینے کی سادہ منطق یہ ہے کہ ان زبانوں کے بولنے والے پاکستانی ہیں اور وہ ہر لحاذ سے اپنی ثقافت اور زبان کی ترویج و حفاظت کا حق رکھتے ہیں۔ یہ حق انہیں دستور پاکستان آرٹیکل 28 کی صورت میں فراہم کرتا ہے۔
تلاش پر جائیں
بطحاء (مکہ) کی آغوش میں ، ھاشم کے خاندان کا چشم و چراغ گم ہوگیا ، ( اس نے خاک کا لباس پہنا)
ایسے اداکارہ جو غیر مسلم ہے لیکن سب انہیں مسلمان سمجھتے ہیں
شام کے اہم شہر حلب میں، جہاں فائر بندی اور باغیوں اور عام شہریوں کے انخلا کا معاہدہ طے پا گیا تھا، بدھ کے روز ایک بار پھر شديد جھڑپیں شروع ہو گئیں جن کا الزام مختلف فریق اور ان کے سرپرست ایک دوسرے پر لگاتے ہوئے کہہ رہے ہیں کہ فائر بندی کی خلاف ورزی دوسرے فریق کی جانب سے ہوئی۔
اگر اس طرح نہیں مانتیں تو منوانے کے اور بھی طریقے ہیں۔ مثلاً:
جعلی اکاؤنٹس کیس:چیف جسٹس کا نمرمجید کو بھی گرفتار کرکے شامل تفتیش کرنے کا…
اس پر وزیراعظم نے مجمع کے دوسری جانب منہ کر کے زیادہ گرج دار صدا لگائی ’’صدیوں سے قائم سرداری نظام کا آج خاتمہ ہو گیا ہے۔‘‘ یہ کہہ انھوں نے ایک بار پھر حاضرین جلسہ کا جائزہ لیا جو یا تو اس اعلان کے دور رس نتائج سے بے خبر تھے یا اس کی صداقت کے بارے میںشکوک رکھتے تھے لہٰذا بے حس و حرکت بیٹھے تھے۔ لیکن ہمارا لیڈر بھی ہتھیار ڈالنے والا نہیں تھا۔ اس نے فوراً پینترا بدلا اور اگلے ہی سانس میں اعلان کیا ’’کل پورے بلوچستان میں چھٹی ہو گی۔‘‘ یہ سننا تھا کہ لوگ دیوانہ وار رقص کرنے لگے اور فضا ’’زندہ باد‘‘ اور ’’جیوے جیوے‘‘ کے نعروں سے گونج اٹھی۔ یہ سب تماشا بمشکل چند سیکنڈ میں وقوع پذیر ہو گیا۔
۴: وَھُمْ یَلْعَبُوْنَ کے دو مطلب ہو سکتے ہیں۔ ایک وہ جو اوپر ترجمہ میں اختیار کیا گیا ہے، اور اس میں کھیل سے مراد یہی زندگی کا کھیل ہے جسے خدا اور آخرت سے غافل لوگ کھیل رہے ہیں۔ دوسرا مطلب یہ ہے کہ وہ اسے سنجیدگی کے ساتھ نہیں سنتے بلکہ کھیل اور مذاق کے طور پر سُنتے ہیں۔
اسرائیل کے ہاتھوں مکانات، امن اور عالمی قوانین کی تباہیپیر 13 جمادی الاول 1437هـ - 22 فروری 2016م
دوسرا معنی صِنْوَان ، ایک درخت، جس کی کئی شاخیں اور تنے ہوں، جیسے انار، انجیر اور بعض کھجوریں۔
اینٹوں کے بھٹوں پر کام کرنے والی حوصلہ مند جفاکش خواتین کی کہانیوں پر مبنی ایک خصوصی فیچر" کامیابی کا سفر" بھی صبح کی نشریات کا حصہ ہوگا۔
کارٹونسٹ جنھوں نے مزاحیہ فرانسیسی رسالے ’چارلی ہیبڈو‘ میں پیغمبر اسلام کے خاکے بنائے تھے ،جس پر جنوری میں رسالے کے دفاتر کو شوٹنگ کا ہدف بنایا گیا تھا، کہا ہے کہ وہ رسالے کو خیرباد کہہ رہے ہیں۔
کیا نواز شریف اسٹیبلشمنٹ مخالف رہیں گے یا جی ایچ کیو سے ہاتھ ملائیں گے؟ 19.09.2018
تحفظات کی پالیسیوں کو نذر انداز کرنے والے ایم اے یو کو کیوں دئے جائیں فنڈس؟ این سی ایس سی کا ایچ آر ڈی سے سوال
بس وزیراعلیٰ بن جائیں! پی ٹی آئی رہنماؤں نے عمران…

امریکہ کی ریاست فلوریڈا میں سوسال میں آنے والے بدترین سمندری طوفان کے نتیجے میں کم سےکم 13 افراد ہلاک ہوگئے...
اللہ تعالیٰ کی نشانی جھٹلانے والوں کا انجام۔۔۔تحریر/رائے صابرحسین
تعلیم و صحت
علی جہانگیر صدیقی کی امریکہ میں پاکستانی سفیر تعیناتی ملک کیلئے باعث شرمندگی ہے ،ْ اسلام آباد ہائی کورٹ

مزید پڑھیں باپ بننے میں مشکلات کے شکار مردوں کے جسم میں اس چیز کی کمی ہوتی ہے
رسائی میں مدد

" بیٹی ، میرے نزدیک جو ایمر جنسی ، آپ کی آنٹی کو اُن کی طبیعت خراب ہونے کی صورت میں ہسپتال لے کر جانا ہے ۔ رہا میں ، تو خواہ مخواہ ایمرجنسی کا سگنل کیوں دوں ۔ بہر حال ، جونہی موسم ٹھیک ہوا تو میں لازمی جاؤں گا " میں نے جواب دیا ۔
تب سے جانا کہ وفا کیا ہے محبت کیا ہے
موبائل سائٹ
ہوم ہندوستان 1971 کے بعد سرحد پار سے سب سے زیادہ فائرنگ، ہندوستان کا...
پس فتویٰ کا یہ لفظ یعنی غنی دلالت کررہا ہے کہ شرعاً نفس وجوب ہوچکا ہے اور نظریہ اس کے خلاف قائم کیاگیا کہ مالدار پر نفس وجوب وقت سے پہلے نہیں ہوگا یہ دونوں کیسے صحیح ہوسکتے ہیں۔ لہٰذا وہ تعارض جس کے رفع کی درخواست مفتی اسماعیل صاحب بھڈکودروی دامت برکاتہم نے اپنے خط میں فرمائی ہے اُس رفع کی اس کے سوا کوئی صورت نہیں ہے کہ جو فتاوی اصول اور تعامل امت کے مطابق دئیے گئے ہیں اس کو یعنی المعتبر مکان الاضحیہ کے ضابطہ علی الاطلاق کو تسلیم کیا جائے اور جو فتاوی یا تحریر اس کے خلاف واقع ہورہے ہیں اُن سب سے رجوع کیا جائے تاکہ عام مسلمانوں کی تشویش باقی نہ رہے۔
مشہور زمانہ شاعر فیض احمد فیض کی 34ویں برسی
قرآن اور علوم قرآن (805)
لیکن وہاں موجود لوگوں کا کہنا ہے کہ سکیورٹی فورسز نے مظاہرین پر اس وقت فائرنگ کی جب انہوں نے صدارتی محل کی جانب مارچ کرنا شروع کیا۔
اللہ تعالیٰ ظالم کو ڈھیل دیتا ہے لیکن جب اس کی پکڑ نازل ہوتی ہے تو پھر کوئی جائے پناہ باقی نہیں رہتی یہ فرما کر رسول اللہ صلی اللہ علیہ وسلم نے آیت قرآن (وکذلک اخذ ربک اذا اخذ القری وہی ظالمتہ ان اخذہ الیم شدید) تلاوت فرمائی ۔
کیا انیس سو اسی کی دہائی میں ایرانی قوم کو جن چیزوں پر فخر کرنی چاہئے تھی ان سے بیزار نہیں تھے؟کیا اس وقت کے سپرپاورز سے تعلقات سے وہ قوم بیزار نہیں ہوئے؟ پھر آگے حضرت اقبال امامت کی مزیدتشریح کرتے ہوئے فرماتے ہیں:
(انس رضی اللہ عنہ کا بیان تھا کہ) چنانچہ میں انصار میں سب سے زیادہ مالدار ہوں۔
کھیل کی خبریں
مجھے کیوں نکالا’ سے ‘مٹی پاؤ’ تک’
سیاسی تنظیموں کی اپیل پر کارروائی کا ادعا، چیف الیکشن کمشنر کا بیان، رہنمایانہ خطوط مقامی زبان میں فراہم کرنے کا مطالبہ
روزانہ یہ جادوئی ڈرنک پی لیں اس قدر طاقت ور ہے کہ 1 ہفتے میں
” مسلمان جب مدینہ میں آئے تو وقت کا اندازہ کرکے جمع ہوکر نماز پڑ ھ لیا کرتے تھے اور کوئی شخص اس پر ندا نہیں کرتا تھا۔ ایک دن لوگ اس پر بات کرنے لگے۔ بعض نے کہا کہ عیسائیوں کی طرح ناقوس بجا لیا کریں اور بعض نے کہا کہ یہودیوں کی طرح نرسنگا بجا لیا کریں تو سیدنا عمر نے کہا کیوں نہ ہم لوگ کوئی آدمی مقرر کر دیں جو لوگوں کو نماز کے لیے مطلع کر دیا کرے ؟ اس پر رسول اللہ ﷺ نے کہا کہ اے بلال ! اٹھو اور نماز کے لیے اعلان کرو۔
لاہور(سپورٹس ڈیسک) برازیل کے سٹار فٹ بالر فارورڈ کھلاڑی نیمار جونیئر نے کہا ہے کہ فٹبال ورلڈ کپ کے کوارٹر فائنل میںبیلجیئم سے شکست میرے کیر یئر کا بد ترین دن تھا ۔ میچ ہار کر بہت زیادہ مایوسی کا شکار ہوئے ۔ انہوں نے تسلیم کیا کہ کوارٹر فائنل میں اچھے کھیل کامظاہرہ نہیں کرسکے ۔ برازیل ٹیم چھٹی بار ورلڈ کپ جیتنے کیلئے فیورٹ تھی ۔ کھلاڑیوں کا کمبی نیشن بھی اچھا اور ہم آہنگی کے ساتھ کھیل رہے تھے ۔ 26سالہ کھلاڑی آئندہ ورلڈ کپ تک تیس سال کے ہو جائیں گے ۔ انہوں نے اگلا میگا ایونٹ کھیلنے کا بھی اظہار کیا ہے ۔ انہوں نے مزید کہا کہ ہم جانتے تھے کہ آگے بڑھ سکتے ہیں‘کنڈیشنز بھی ہماری فیور میں تھیں مگر بد قسمتی سے میچ نہیں جیت سکے ۔ ٹیم چاہتی تھی کہ تاریخ رقم کریں مگر ایسا نہیں ہوسکا ۔ یہ ہماراوقت نہیں تھا ‘فٹبال کھیلنے کیلئے ایسے کمبی نیشن اور طاقت بنانا بہت مشکل ہے ۔ لیکن مجھے یقین ہے کہ خدا ہماری مد د کرے گااور ہم اپنی طاقت بنانے میں کامیاب ہو جائیں گے ۔ خدا کا کبھی ناشکر گزار نہیں ہوا ۔ شکست پر بھی خدا کا شکر ادا کرتا ہوں ‘اسی پر یقین رکھتا ہوں ۔ شاید شکست ہی بہتر ہو‘آئندہ کیلئے کامیابی عطا ء کرے گا۔ ٹیم کا حصہ بن کر بہت زیادہ خوش ہوں ۔
امریکی اور برطانوی میڈیا اور سیاحت کے حوالے سے برٹش بیک پیکر سوسائٹی نے پاکستان کو بہتر سیاحتی مقام قرار دیتے ہوئے کہا ہے کہ وہاں سیاحت کا رجحان بڑھا ہے اور گزشتہ سال 17 لاکھ غیر ملکی سیاحوں نے پاکستان میں سیاحت کی جوکہ 2016 کی نسبت 2 لاکھ ...
الیکٹرونک میڈیا (1)
55 گیلن سلنڈر سٹیل ڈھول تفصیل Huatai گروپ کے فوائد: ہم فیکٹری مہارت tinplate میں 0.1L-60L سے صلاحیت کے ساتھ کر سکتے ہیں اور پینل بنانے کے وسیع پیمانے پر پینٹ / سیاہی / سالوینٹ / epoxy / کوٹنگ / چپکنے والی / پاؤڈر / کھلونا / فروغ پیکنگ کے لئے استعمال کیا جاتا ہے مصنوعات / پالتو جانوروں کی خوراک / زیتون کا تیل / مچھلی / کھانے کی مصنوعات ...
شام کے بحران سے متعلق امن مذاکرات کو بحال کرنے کے لیے عالمی طاقتوں کا اجلاس میونخ میں ہوا۔
Next articleہاردک، راہول کے ‘دوست’ بننے کے لئے تیار،پیشکش کی تو چلا جاوں گا
تازہ اپڈیٹس کے لئے سبسکرائب کریں
بھارت نے وزیراعظم عمران خان کی ملاقات کی تجویز قبول کرلی
کچھ پھول اپنے رہائشی کمرے میں لائیں یا اپنی میز پر کوئی پودا رکھ دیں۔ آپ کے گھر یا دفتر میں سبزے کی یہ معمولی سی جھلک مزاج کو خوشگوار بنانے کے ساتھ جذباتی طور پر مستحکم شخصیت بنانے میں مدد فراہم کرتی ہے۔ یہ پودے گھر کی چار دیواری میں موجود مضر صحت آلودگی کو بھی جذب کرلیتے ہیں جو گلے کے راستے آپ کے پھیپھڑے میں جاکر تباہ کن اثرات کا سبب بن سکتی ہے۔
پشاور سے دو حہ جانیوالی نجی ائیر لائن کا طیارہ حادثے سے بال بال بچ گیا
اکیسویں صدی کے پہلے پندرہ برسوں میں جہاں پاکستان میں پرتشدد کارروائیوں اور دہشت گردی میں بالعموم بہت اضافہ ہوا ہے، وہیں پر پاکستان کا پھلتا پھولتا، شور مچاتا میڈیا بالخصوص اس تشدد کے ہدف کے طور پر ابھرا ہے۔ (03.05.2016)
موٹر سائیکل حصوں
اسی بارے میں
اللہ کا ایک تحفہ ہے
عمران خان کی آج کوئٹہ روانگی، سانحہ مستونگ کے زخمیوں کی عیادت کریں گے جولائ 15, 2018
’’آجاؤ شیر محمد! دروازہ کھلا ہے۔‘‘انہوں نے بلند آواز سے کہا۔
اب تک 50 ہزار سے زائد سرکاری ملازموں کو برطرف یا معطل کیا گیا ہے جب کہ 600 سکول بند کر دیے گئے ہیں۔
Next: پاکستان کو اب ادائیگیوں کے توازن میں بحران کا سامنا نہیں، وزیرخزانہ
فرنچائز مالکان کے کھلاڑیوں کے کمروں میں جانے پر پابندی
عالمی مارکیٹ میں تیل سستا ہو گیا
بھرے مجمع میں اپنے حسن کا اعلان کرتی ہے
ایڈیلیڈ ون ڈے میں پاکستان کو شکست، آسٹریلیا نے سیریز جیت لی
موجودہ اقدار، تاریخی اعداد و شمار، کی پیشن گوئی، اعداد و شمار، چارٹ اور معاشی کیلنڈر - بھارت - حکومت بجٹ.
بابا ایسی باتیں مت کریں۔ اللہ نے چاہا تو ہم اسی ملک میں عزت و وقار سے رہیں گے۔
کشمیریوں کو حق خودارادیت کے مطالبے پر بدترین تشدد کا نشانہ…
اس بیان کے بعد تنازع کھڑا ہوگیا تھا جس کے بعد چیئرمین کرکٹ بورڈ احسان مانی نے بھی قومی ٹیم کے کپتان سرفراز احمد کو ورلڈکپ تک برقرار رکھنے کے فیصلے سے متعلق سوال پر کہا تھا کہ اس حوالے سے کرکٹ کمیٹی کی تجاویز کے بعد فیصلہ کیا جائے گا۔
پنڈتوں کے لیے’سیف زون‘ کے خلاف کشمیر میں ہڑتال
عابد شیر علی نے گرمیوں میں بجلی کی لوڈ شیڈنگ میں کمی کی نوید سنادی
تفصیلات کے مطابق لندن میں منعقدہ تقریب میں پاکستانی ہائی کمشنر صاحب زادہ احمد خان بطور مہمانِ خصوصی مدعو تھے، خطاب کے لیے مائیک دیا گیا تھا ہائی کمشنر خود پر قابو نہ رکھ سکے اور تقریب کی نظامت شروع کردی۔
‫ •‏‪ Wi-Fi‬ڈیٹا کا استعمال‪ :‬اپنے ‪ Wi-Fi‬ڈیٹا کے استعمال کی نگرانی کریں۔‬
صبا قمر نے بھارت کے بارے میں ایسا بیان دے دیا کہ آپ حیران رہ جائیں گے ! ←
ٹیم ایچ ٹی وی 5 مہینے پہلے
خاتون خانہ باورچی خانہ میں تھی۔ آلو کی بھجیہ بنا رہی تھی۔ اور گنگنا رہی تھی:
شہزاد کی سنچری، شاہد آفریدی کا عالمی …

برطانوی اسکول میں روزہ رکھنے اور حجاب کرنے پر پابندی عائد
ننھی زینب کے قاتل عمران علی کو پھانسی پر لٹکا دیا گیا

کئی بار خودکشی کرنے کا سوچا، زائرہ وسیم کا انکشاف
لئین کئی عشروں سے جاری اس بحث کا حوالہ دے رہے تھے کہ کیا کوئی ایسا میزائل تیار کرنا عملی طور پرممکن ہے جوکسی حملہ آور میزائل کو راستے میں ہی تباہ کر دے اور یہ کام معقول لاگت پر کر سکے۔ابھی یہ بحث مکمل طور سے ختم نہیں ہوئی ہے لیکن اوباما انتظامیہ کے بلسٹک میزائل سے دفاع کے جائزے میں جو فروری میں جاری کیا گیا، اس منصوبے کی تائید کی گئی ہے۔ یہ وہ منصوبہ ہے جس کی حمایت ریپبلیکن پارٹی سے تعلق رکھنے والے صدور اور کانگریس کے ارکان نے کی تھی۔
تاہم انٹرنیٹ صارفین کے حقوق کے لیے کام کرنے والے سرگرم کارکنوں کا کہنا ہے کہ اس طرح عوام کو ’پی ٹی اے‘ کے ذریعے ’ایس ایم ایس‘ بھیجنے سے عدم برداشت کے رویے مزید بڑھیں گے۔
بالی وڈ کا بال ٹھاکرے
منی لانڈرنگ کیس ،ْزرداری کا وکلا کے مشورے پر (آج)سپریم کورٹ میں پیش نہ ہونے کا فیصلہ سابق صدر کی لاہور میں منی لانڈرنگ کیس سے متعلق اپنی وکلاء ٹیم سے مشاورت جب سپریم کورٹ آصف زرداری کو ذاتی حیثیت ... مزید
تجزیہ کار رسول بخش رئیس کا کہنا ہے کہ شمالی اتحاد افغانستان میں قائم حکومت کا ایک اہم حصہ ہے اور اس سمیت بعض دیگر گروپوں سے ایران کے اچھے تعلقات کی وجہ سے افغانستان میں امن و مصالحت کی کوششوں میں تہران مثبت کردار ادا کر سکتا ہے۔
انسٹی ٹیوٹ فار ڈویلپمنٹ اسٹڈیز اینڈ پریکٹسز(آئی ڈی ایس پی) کہنے کو تو ایک این جی او ہے مگر اس کے ’کرتوت‘کچھ غیر این جی اوآنہ ہیں۔ اس ادارے کے اکثر پروگرام اور سرگرمیاں اُسے معروف معنوں میں این جی او کی صف سے علیحدہ کرتے ہیں۔ یہی وہ نمایاں وصف ہے جو اسے دیگر طبقہ ہائے فکر سے جوڑنے ...
نمونے لینے کی تکنیک) یا کسی دوسرے ادارے یا کے پروفیسرز
بڑی خبریں (2)
پاکستان اور بحرین کے تعلقات دوستی کے مضبوط رشتے کے تسلسل کا منہ بولتا ثبوت ہیں
امام (علیہ السلام)جاگ رہے تهے آنکهیں خواب سے محروم تهیں کیونکہ روئے زمین پر دکھ کے مارے ظلم کے پنجے میں تهے اور ان کا جینا دوبهر ہورہا تها. کچھ لوگ لہو و لعب اور سرکشی میں مبتلا تهے،قوت اور طاقت والے ایک طرف ظلم و جور کا بازار گرم کئے ہوئے تهے اور کمزور اور ناتوان طاقتور کا لقمہ بنے ہوئے تهے، آپ (علیہ السلام)کے دشمن شر و فساد میں ایک دوسرے کا ہاتھ بتا رہے تهے، کچھ بدکار تهے جو تعصب و نافرمانی کے کاموں میں ایک دوسرے کی محبت کا دم بهرتے تهے، کچھ خود کو آپ (علیہ السلام)کے یاران و انصار میں سے جانتے تهے مگر انہوں نے حق کو ترک کردیا تها اور ایک دوسرے کی مدد سے گریزان تهے.
اندر کی دُنیائیں شاہکار سید آصف شاہکار۔ Column حقوق اشاعت (copyright) صرف ہمارے پاس محفوظ ہیں۔اسےبغیراجازت چھاپنا،نقل کرنا،غیرقانونی ہے۔ مُختلف پیشوں یا کاموں کی خانہ بدوشی کی زندگی میں کبھی تو اِنسان چوٹی پر ہوتا ہے اور کبھی…
ابھی تو پارٹی شروع ہوئی ہے
اضلاع والوں کو بھی غور کیا جائیگا ۔
اس پوسٹ کو شیئر کریں Messenger

وقت بدلنے کے ساتھ ساتھ خواتیں پر یہ بات اچھی طرح واضح ہو گئی کہ زمانے میں محبت کے سوا اور بھی متعدد دکھ ہیں، اسی طرح اگر راحتوں کا حصول محض وصل کی راحت تک ہی محدود نہیں۔ معاشرتی زندگی کے تیزی سے بدلتے ہوئے حالات اور نئی احساساتی کیفیات نے فکر و نظر کی کایا پلٹ دی اس طرح تخلیق فن کے لمحوں میں خواتین نے زندگی کی حقیقی معنویت کو سمجھتے ہوئے متنوع موضوعات،نئے شعری تجربات اور آفاقی حالات پر خامہ فرسائی کو شعار بنایا۔ امروز کی شورش میں اندیشۂ فردا کا یہ خیال اپنے جلو میں شائستہ انداز فکر،دل کشی،رنگینی،خلوص و مروت اور صد آفرینی کے ایسے گل ہائے رنگ رنگ لایا جس کے اعجاز سے حقیقت اور فریب حقیقت کے متعلق تمام صداقتیں معلوم ہوئیں اور زندگی کی اقدار عالیہ کو تحفظ ملا۔ چند مثالیں پیش خدمت ہیں :
اسراء ومعراج کی تاریخ وزمانہ کون سا ہے ؟

سرگودھا:گدی نشین نے 20 مریدوں کو بے دردی سے قتل کر دیا،
آپکا ای میل ایڈریس شائع نہیں کیا جائے گا
دہلی کے وزیر اعلی اروند کیجریوال اپنے مطالبات کو لے کر پیر کی شام سے ہی لیفٹیننٹ گورنر کی رہائش گاہ پر دھرنے پر بیٹھے ہوئے ہیں۔ آپ لیڈروں کے اس طرح پوری رات ایل جی ہاؤس پر دھرنے کے مدنظر سیکورٹی بڑھا دی گئی ہے۔
آج کی پوسٹس
نواز شریف کیخلاف 2 نیب ریفرنسز پر آج فیصلہ محفوظ ہونے کا امکان
ائیر مارشل اصغر خان کی یاد میں

شگر(عابدشگری) شدید آندھی اور تیز ہوائیں اور بارش سے شگرکے مختلف علاقوں میں متعدد درخت اکھڑ گئے۔فصلیں بھی تباہ ،لوگوں کو لاکھوں کا نقصان، پیر کی دن چلنے والی تیز ہواؤں اور آندھی نے شگر میں شدید تباہی مچادی۔ تیز ہواؤں کی وجہ سے شگر کے مختلف جگوں پر درخت اکھڑ گئے۔جبکہ فصلوں کو بھی شدید نقصان پہنچا۔تیز ہوائیں تقریبا دو گھنٹہ چلتا رہا ۔ جس کے نتیجے میں مختلف علاقوں میں درختوں کے اکھڑنے کی اطلاع ہے تاہم کسی جانی نقصان کی کوئی اطلاع موصول نہیں ہوا۔تیز ہواؤں کے بعد بارش کا موسلہ دار بارش بھی ہوئی۔
حضرت مولانا اصغر علی روحی رحمۃ اللہ علیہ
اگر آپ چین ویکیوم پمپ مینوفیکچررز، سپلائرز اور فیکٹری، یا ویکیوم پمپ حساسیت کی جانچ پڑتال اور چین میں پیشہ ورانہ سپلائر کے ساتھ دریافت کیمیائی، حیاتیات، دواسازی، اور خوراک ویکیوم پمپ کی تلاش کر رہے ہیں تو، براہ مہربانی Toption Instrument سے رابطہ کرنے کے لئے آزاد محسوس کریں.
Thread: کامران میرا بیٹا ہے، کبھی چھوڑ کر نہیں جائے گا
ہماری ویب سائٹ پر اشتہار دیجیے
سیلاب سے شمال اور شمال مشرق بے حال ، 300 افراد ہلاک
آزاد کشمیر کی خبریں

اخذ کردہ از «https://ur.wikiquote.org/w/index.php?title=سٹیو_جابز&oldid=6113»
اس سے قبل جرمن چانسلر اینجیلا مرکل نے کہا تھا کہ جب تک صحافی جمال خاشقجی کے قتل کے حوالے سے وضاحت نہیں ہوتی سعودی عرب کو اسلحے کی فروخت نہیں ہوگی۔
افغانستان کے عام انتخابات کی اہمیت پر ایران کی تاکید
دوسری جانب عبدالمجید نیازی کی جانب سے مبینہ گالیوں پر پیپلز پارٹی کے رہنما رفیع اللہ شدید غصے میں آگئے اور پی ٹی آئی رہنما کو مارنے کے لیے دوڑے تاہم حکومتی اور اپوزیشن ارکان رفیع اللہ کو پکڑتے رہے۔ اسپیکر کی وارننگ کے باوجود صورتحال کنٹرول نہ ہوئی تو اجلاس ملتوی کردیا گیا۔
16 مارچ بنگلہ دیش فتح
لاہور (اُردو پوائنٹ اخبارتازہ ترین۔ 11 مئی2018ء) پرنسپل سروسز انسٹیٹیوٹ آف میڈیکل سائنسز ڈاکٹر محمود ایاز نے کہا کہ چند روز میں وزیر داخلہ احسن اقبال سے ملاقات کی اجازت ہو گی، احسن اقبال تیزی سے صحت یاب ہو رہے ہیں۔

جاتلی پولیس نے مستالہ میں قتل ہونیوالی ماں بیٹی کے قاتلوں کو گرفتار کر لیا
میرعلی(صباح نیوز)شمالی وزیرستان میں ہونے والے دھماکے کے نتیجے میں ایک شخص جاں بحق جبکہ 4افراد زخمی ہو گئے۔ضلعی انتظامیہ کے مطابق شمالی وزیرستان کی تحصیل میرعلی عیدک گاﺅں میں بارودی مواد موٹر سائیکل میں نصب تھا جس کے پھٹنے سے دھماکا ہوا جس کی زد میں آکرایک شخص جان سے گیا جبکہ 4افراد زخمی ہوگئے۔ ضلعی انتظامیہ نے کہا کہ جاں بحق ہونے والوں کی لاشوں اور زخمیوں کو میران شاہ اور بنوں کے ہسپتالوں میں منتقل کیا گیا، واقعہ کی تحقیقات بھی شروع ہو گئیں۔
انسانی زندگی کا سب سے خطرناک مرحلہ:۔
موبائل سائٹ
بی بی سی سائٹ پر صفحات
لوگ تو چاہتے ہیں صرف خبر میں رہنا
مولانا طارق جمیل صاحب پر مظفر حسین کا اعتراضمبلغ اسلام مولانا طارق جمیل صاحب مدظلہ العالی پر بریلوی مولوی پیر مظفر حسین...
تھی،دوسرے ہاف کے آغاز ہی میں اسلام آباد نے مزید دو گول کرکے برتری 3-0 کردی لیکن آخری مراحل میں خیبرپختونخواہ نے دو گول کرکے مقابلہ 3-2 کردیا جو میچ کے اختتام تک جاری رہا، فاتح ٹیم کی جانب سے منیب، صمد اور شیروں بھٹی نے ایک، ایک گول کیا، جبکہ خیبرپختونخواہ کی طرف سے اسد اللہ اور حبیب اللہ نے ایک، ایک گول کیا، تیسری پوزیشن کے لئے کھیلے گئے میچ میں پنجاب نے بلوچستان کو 4-0 ہرا دیا، جبکہ خواتین کے ایونٹ میں سندھ نے
Home عرب دنیا سے بحرین میں انتخابی نتائج کے اعلان کے بعد کابینہ مستعفی
واشنگٹن : ناسا کا نظام شمسی کے سب سے بڑے سیارے کے مشاہدے کے مشن کا آغاز ہوگیا، خلائی گاڑی جونو نے مشتری کے مدار میں سفر شروع کردیا ہے، جس کا مشن نظام شمسی کے سب سے بڑے سیارے کا مشاہدہ کرنا ہے ۔
منشیات اور ان کا سدباب جلد 2(6611#)
سب سے زیادہ پڑھی جانے والی
ہمارے بارے میں
شہر قائد/ شہر کی آواز

کا ایک جوڑا: خوش آمدید گاہکوں کو ہمارے فیکٹری کا دورہ
آج اردو زبان کے منفرد اورنامورمصنف سعادت حسن منٹو کی 63 ویں برسی ہے،...
تازہ ترین خبریں
تلاش پر جائیں
سعودی عرب ہر کارروائی کا منہ توڑ جواب دے گا
ادائیگی کریں
ہاتھ ابھی تک کانپ رہے ہیں
زیر التوا کا جائزہ لینے کے: 0

ناسا کے مطابق 2014 جے او 25 نامی سیارچہ آج زمین سے محض 18 لاکھ کلومیٹر کے فاصلے سے گزرے گا، یہ فاصلہ زمین اور چاند کے درمیان فاصلے سے قریب 4.6 گنا زیادہ ہے۔
10 اس وجہ سے آسماننے شبنم روک لیا اور زمین فصل دینی بند کر دی۔”
خیال رہے کہ چین میں نوجوانوں میں بڑھتی ہوئی خودکشی کی شرح کا الزام تعلیمی نظام کو ٹھہرایا جاتا ہے، جہاں طلبہ پر اچھے گریڈز لانے کا دباؤ ہوتا ہے۔
سکاٹ لینڈ ریفرنڈم: کیا جنوبی ایشیا میں ایسا ممکن ہے سنئیے41:50
اس پوسٹ کو شیئر کریں Messenger
فیس بک پر شیئر کیجئیے
#آئیفا بہترین اداکار ایوارڈ : دیوداس (2003ء )
عدالت نے دیگر7 ملزمان کو عدم ثبوت کی بنا پر بری کردیا،حنیف عباسی این اے-60 سے نااہل بھی قرار دے دیے گئے۔

نجی ٹیلی ویژن پر گلگت بلتستان کے خلاف خوفناک ہرزہ سرائی۔
انگریزی میری مادری زبان ہے۔ Английский - мой родной язык.
اسلام اور عصر حاضر (11)
زمرہ:جزائر سلیمان کی سیاست
اپنے دوست کو ای میل کریں
پی پی 148لاہور:مسلم لیگ ن کےشہبازاحمد60 ہزار608 ووٹ لےکرجیت گئے۔تحریک انصاف کےآجاسم شریف کو43ہزار220 ووٹ ملے۔
ہر صورت اس خاتون کو اپنی زندگی میں لیکر آؤ، پنکی پیرنی نےعمران خان کی نئی دلہن کون ہیں پنکی پیرنی نے انہیں کیا حکم دیا ہے جان کر آپ پر بھی سکتہ طاری ہوجائے گا

کم و بیش 80 ممالک میں اس وقت متناسب نمایندگی کا نظام ان ممالک کے اپنے اپنے حالات کے تحت ڈھال کر Tailored to the need of their country scenario and national conditions رائج کیا گیا ہے، کہ اس طریقہ انتخاب سے عوام الناس کی حقیقی نمایندگی ہوتی ہے اور حقیقی عوامی نمایندے مراکز اقتدار و اختیار تک پہنچتے ہیں۔
یہ آپ نے بہت بڑا لفظ بول دیاہے کیاآئین کے مطابق صدر مملکت کسی کا نام مسترد کرسکتے ہیں ؟کیا صدر مملکت ایڈوائس کو مسترد کرنے کا اختیارکھتے ہیں ؟ ، چیف جسٹس
ہمارے بارے میں
بین الاقوامی
اُردو ٹائپ کرنے میں دشواری؟
چترال (نمائندہ) گزشتہ روز سہ پہر تقریباً 4 بجے کے آس پاس پریت کے سامنے ہونے والے گاڑی حادثے میں 2 افراد جان بحق ہوگئے تھے۔ موڑ کہو سے چترا جاتے ہوئے سوزوکی جیپ برنس میں موڑ کاٹتے ہوئے گہری کھائی میں گر گئی تھی جس میں سوار چترال کے مشہور کاروباری شخصیت اور ترچ میر ٹریول ایجنسی کے مالک عبدلرزاق اور محکمہ تعلیم میں کلارک غلام ربانی جان بحق ہوگئے تھے۔
سرفراز احمد کا کہنا تھا کہ ہماری ٹیم اس وقت اچھا کھیل رہی ہے، ایشیا کپ میں ساری ٹیمیں بہت اچھی ہیں اوراچھا مقابلہ ہوگا.
کیونکہ ہمیں عادت ہے دونمبری کام کرنے کی اس لیئے ہم اللہ میاں سے بھی دو نمبری کیا کرتے ہیں اللہ کے بندوں کو تکلیف دو اور اللہ سے رحم کی امید رکھو ہے نا کتنی بڑی منافقت
’’جمائما سے شادی کی پہلی رات میں روتے روتے سو گیا، کیونکہ اس نے شراب پی لی تھی ...
بینینگٹن ٹاؤن شپ، مارشل کاؤنٹی، الینوائے مارشل کاؤنٹی، الینوائے
ڈبوں کے ناقص دودھ کی فروخت کیس کی سماعت کے موقع پر ناظر کورٹ کی جانب سے رپورٹ پیش کی گئی جس میں بتایا گیا کہ بھینسوں کو اضافی دودھ کے لیے لگائے جانے والے 39پیکٹس شاہین میڈیکل اسٹور سے ضبط کیے گئے ہیں۔ جس پر عدالت نے ریمارکس دیئے کہ ڈرگ انسپکٹر کیا کام کر رہے ہیں ،عدالت نے ڈرگ انسپکٹروں کو ٹیکوں کو ضبط کرنے کے احکامات دیے اس کے ساتھ ساتھ ایف آئی اے کق بھی ہدایت دی گئی ہے ک ڈسٹری بیوٹر اور ریٹیلرز کا جائزہ لے اور ملک پیک کمپنیوں میں چھاپا مار کر صفائی ستھرائی کے معاملات اور دودھ فیکٹریوں میں موجود ملازمین کے میڈیکل سرٹیفیکیٹ چیک کئے جائیں۔
سید الشہداء (ع)کی عزاداری کے درخشاں گوہر کے تحفظ اور اس کی اشاعت کی ذمہ داری ہمیشہ سے حوزہ ہائے علمیہ کے زعماء اور بزرگ علماء کے دوش پر رہی ہے۔ اسی وجہ سے روشن فکر علماء ہمیشہ اس سعی و تلاش میں رہے ہیں کہ آفتوں کو عزاداری کی مجالس سے دور کریں جو عوام کی جہالت یا دشمنوں کے پروپیگنڈوں کی وجہ سے ان گرانقدر مجلسوں کے دامن گیر ہوئی ہیں۔
مانچسٹر:پاکستان پیپلز پارٹی کے بزرگ رہنما بھٹو کے ساتھی حاجی شریف کی جانب سے مقامی ہوٹل میں پیپلز پارٹی شہید بھٹو گروپ کی چیئرمین غنویٰ بھٹو کے اعزاز میں عشائیہ دیا گیا جس میں مقامی قیادت کے علاوہ کارکنوں کی کثیر تعداد نے شرکت کی تقریب سے خطاب کرتے ہوئے غنویٰ بھٹو نے کہا
شیرازی ہاﺅس کا یہ وسیع و عریض ڈرائینگ روم اور گھر کے مکینوں کا رہن سہن ،اُن کی آسودہ حالی کا منہ بولتا ثبوت تھا ۔وےکٹورین سٹائل کی کھڑکیوں کو میرون رنگ کے دبیز پردوں سے سجایا گیا تھا۔کمرے کے وسط میں لگا چائینیزفانوس اور یہا ں کی گئی لائٹنگ …
جو سبسکرائبرز 250 ڈالر ماہانہ دیتے ہیں انھیں جوڈی کی طرف سے بھیجا گیا مواد اپنے موبائل فون میں محفوظ کرنے کی اجازت ہوتی ہے۔
5: دوسروں کی ہر وقت منظوری چاہنے کی ممانعت
تین طلاق سے متعلق بل پارلیمنٹ میں آج ہوگا پیش ۔ قرآن اور آئین کی روح کے خلاف کوئی قانون منظور نہیں۔ مسلم پرسنل لا ء بورڈ کا موقف سخت پر Raihan Nadwi
ہمارے بارے میں
بھارت کے پاکستان پر من گھڑت اور بے ہودہ الزامات
بھارت اور بنگلہ دیش کے درمیان میچ سے کرکٹ عالمی میلے کا آغاز
برطانیہ نے الطاف حسین کو سزا دینے کی یقین دہانی کروا دی ،عمران فاروق کی اہلیہ قتل میں ملوث،سکارٹ لینڈ سوال کے جواب کیلئے دوبارہ متحرک، کئی راہنما ئوں کےاعترافی بیان بھی سامنے آنے کو تیار،سنسنی خیز انکشافاتJul 14th, 20155 comments
اس پوسٹ کو شیئر کریں ٹوئٹر
اردو نیوز شو
6 داؤد نے کہا ” وہ شخص جو یبوسی لوگوں پر حملہ کرنے میں رہنمائی کرے گا وہ میری فوج کا سپہ سالار ہو گا۔” اور یوآب جو کہ ضرویاہ کا بیٹا تھا حملہ کی رہنمائی کی اور اس لئے وہ فوج کا سپہ سالار بن گیا۔
نقیب قتل کیس؛ پولیس نے راؤ انوار کو مرکزی ملزم قرار...
انتخابی مواد اردو میں بھی سربراہ کرنے کا مطالبہ
شعور و فہم کی بھی اہمیت اپنی جگہ لیکن
HomeNewsNP VIDEOSاگلے چوبیس گھنٹے میں فیض آباد میں ہی نہیں ہماری پارلیمنٹ میں بھی کچھ نہ کچھ ہونے والا ہے: حامد میر
23 جون کو ہونے والے عوامی ریفرنڈم میں برطانوی عوام کی اکثریت نے یورپی یونین سے الگ ہونے کے حق میں ووٹ دیا تھا۔
کوئٹہ گلیڈی ایٹرز کے سب سے اہم کھلاڑی پی ایس ایل ادھوری چھوڑ کر بھارت چلے گئے؟ لیکن کیوں
وزیراعظم عمران خان۔ استحکامِ جمہوریت یا کچھ اور؟
محمد وسیم کو آج تک اس بات کا بھی افسوس ہے کہ چار سال قبل وہ دہلی میں منعقدہ کامن ویلتھ گیمز میں کانسی کا تمغہ جیتا تھا لیکن فوراً بعد چین میں منعقدہ ایشین گیمز میں عامر خان کے بھائی ہارون خان کی شرکت یقینی بنانے کے لیے انہیں اپنی کٹیگری تبدیل کرنے پر مجبور کیا گیا جس سے ان کی کارکردگی متاثر ہوئی حالانکہ ایشین گیمز سے قبل انھوں نے بیجنگ میں ورلڈ کومبیٹ گیمز میں گولڈ میڈل جیتا تھا۔
وفات کے بعد امی جی میری شاعری میں بھی آنے لگیں:
ہماری جناب الطاف حسین سے درخواست ہے کہ اپنے اقلیتوں کے حوالے سے دیئے گئے بیانات کو عملی جامہ پنہا کر پاکستان میں ایک نئ مثال قائم کریں
مرکزی مواد پر جائیں
سام سنگ نے انٹیل کو پیچھے چھوڑ دیا
نیویارک : دنیا کا سب سے بڑا سرچ انجن گوگل نے اپنے سوشل میڈیا پلیٹ فارم گورگل پلس کو بند...
آزادی کی منزل قریب تر ہے، فلسطینی قوم کا خون جلد رنگ لائے گا: خالد مشعل
کراچی (اسٹاف رپورٹر) پاکستان میں ڈپریشن، دماغی اور نفسیاتی بیماریوں میں اضافہ ہو رہا ہے اس کی وجہ معاشرتی و معاشی مسائل، غیر محفوظ ہونا، سیاسی عدم استحکام، بے روزگاری، روزگار کے دوران کام کا دباؤ، خوف، امتیازی سلوک اور معاشرتی تبدیلی وغیرہ ہیں۔ ان خیالات کا اظہار ماہرین صحت نے عالمی دماغی صحت کے دن کے موقع پر کیا۔ صدر پاکستان سائیکاٹری سوسائٹی اور جناح اسپتال میں سربراہ ڈپارٹمنٹ نفسیات ڈاکٹر اقبال آفریدی نے کہا کہ ڈپریشن عالمی مسئلہ ہے جو خاص طور پر ترقی پذیر ممالک میں درپیش ہے۔ انہوں نے کہا کہ ڈپریشن کی وجہ سے عالمی بیماریوں کے بوجھ اور اخراجات میں اضافہ ہوا ہے جس سے پوری دنیا میں ہر معاشر
تیز رفتار کار نے 2 مزدوروں کو کچل ڈالا، ایک جاں بحق
واپس اوپر جائیں
کھیل کی خبریں
ایک فحش تحریر (18+ بھی نہ پڑھیں)
یہ اصطلاحات پورے دین میں استعمال ہوتی ہیں کل نو اصطلاحات بیان کی جائیں گی
مسلسل ایسوسی ایشن اور اندرونی ترقیاتی گروپوں کے ساتھ آپریشن گروپوں کی مصروفیت کو ترقیاتی زندگی کی زندگی کے ذریعے
اضلاع کی خبریں

اگر آپ کے پاس کیبل ٹیلیویژن ہے، تو براہ مہربانی کیبل کمپنی کو اپنی منتقلی سے مطلع کریں۔ آپ کو اپنی ٹیلیفوں کی سروس کو منقطع کروانےکیلئے بھی لازماًبندوبست کرناچاہئیے۔
چنانچہ حرکت بیداری اسلامی اور اس کے نشانات اس موضوع کی صاف حکایت کرتے ہیں کہ اس خطے کے لوگ کبھی بھی ان کے ایسے پروگراموں کو وجود میں نہیں آنے دیں گے اسلئے کہ اب وہ امریکہ اوریورپ کو دشمن کی نگاہ سے دیکھتے اور جہان اسلام میں تمام مشکلات کو وجود میں لانے کا سبب انہیں کو جانتے ہیں ۔
دو دہائیاں گزرنے کے باوجود فلم انڈسٹری پنجابی فلموں کے ہیروئن صائمہ نور کا متبادل تلاش نہ کر سکی
امریکی وزیر خارجہ نے ایسا بیا ن دے دیا کہ بڑے مسلمان ملک میں حکومت کا تختہ الٹنے کی قیاس ...
لاہور: پریس کلب کے باہر احتجاجی مظاہروں کے باعث پولیس نے رکاوٹیں کھڑی کر کے راستے کو بند کر رکھا ہے۔
”بیوقوف لڑکی تمہیں وہاں اپنے تمام حالات بتانے چاہئے تھے تمہارا پاسپورٹ کس طرح تمہارے خبیث میاں نے ضبط کر رکھا ہے یہ بتاتیں تو یقینا وہ تمہاری مدد کرتے اپنے بچوں کے بارے میں بھی سب کچھ سچ سچ بتانا چاہئے تھا۔“
April 27, 2017 اضلاع کی خبریں Leave a comment
سرزمین جنوبی فرانسیسیہ و انٹارکٹیکا
بی بی سی سے رابطہ کریں
یقیناً یہ سب وعظ اور نصیحتیں بہت اچھے ہیں لیکن جب پیٹ خالی ہوں۔ جب حاملہ عورتیں ہر چلتی گاڑی کو امدادی گاڑی سمجھ کر پیچھے پیچھے بھاگ رہی ہوں۔ جب بچے خوراک کی تقسیم کے وقت اپنے ہی بڑوں کے پیروں تلے آ رہے ہوں اور جب بڑے چھینا جھپٹی کے دوران پولیس کے ڈنڈوں کی زد میں آ رہے ہوں ۔ کیا یہ وقت وعظ اور نصیحت کے لیے مناسب ہے؟
بھارت میں بی جے پی اور آر ایس ایس انتہا پسند عناصر کی ٹریننگ کر رہی ہے، یہ دونوں انتہا پسند تنظیمیں لوگوں کو بھرتی کررہی ہیں اور ملک میں ہندو دہشت گردی کے کیمپ چلا رہی ہیں۔ بھارت میں ہندو انتہا پسندی بڑھانے کے کیمپس موجود ہیں جن میں انتہا پسندی کی تربیت دینے کا انکشاف ہوا ہے“۔ بھارتی وزیر داخلہ نے جس محفل میں ہندو انتہاءپسندی پھیلنے کی بات کی اس میں وزیراعظم منموہن سنگھ اور حکمران جماعت کانگرس کے رہنما راہول گاندھی بھی موجود تھے۔ اگر یہ بات وزیر خارجہ سلمان خورشید نے کی ہوتی تو ہندوﺅں کے تعصب کا شکار ہو کر وزارت سے نکالے جا چکے ہوتے۔بہرحال پاکستان کو شندے کے اعتراف کو عالمی سطح پر اجاگر کرنا چاہئے۔ بھارت جس شد و مد سے پاکستان کو بدنام کرنے کیلئے سرگرداں ہے پاکستان کو کہیں بڑھ کر اپنا کیس اٹھانا چاہئے۔ خدا کیلئے شندے کے اس اعتراف کے بعد تو حکمران، سیاستدان میڈیا اور دیگر تمام طبقات متحد ہو کر یک زبان ہو جائیں۔ بھارت کو مشرف والے مذکورہ سخت، دوٹوک اور غیر لچکدار لہجے میں جواب دیں۔
انسٹی ٹیوٹ آف نیورو سائنسز جنرل ہسپتال کو خود مختاری دینے پر غور
اور رسول اللہ صلی اللہ علیہ و سلم نے فرمایا: ہر اولاد آدم کے لیے زنا کا بھی کچھ حصہ مقدر ہے، وہ اس کو لازمی طور پر پاتا ہے، فرمایا: آنکھ کا زنا (نامحرم پر) نظر کرنا ہے اور اس کی تصدیق نظر موڑ لینا ہے، اور زبان کا زنا (فحش) بات چیت ہے، اور دل کا زنا خواہش کرنا ہے اور شرم گاہ گناہ کی تصدیق کرتی ہے یا جھٹلاتی ہے۔
I'm very very very HAPPY! *-* گیا کیا پوسٹ پہلے زیادہ سے سال ایک
پی ٹی آئی رہنما نے کہا کہ عمران خان کی کامیابی سے خطے میں جو امید کی لہر آئی ہے اسے پورا کریں گے ۔انہوں نے کہا کہ تحریک انصاف کااداروں کے ساتھ نیاسفرشروع ہورہاہے،اداروں میں میرٹ پر تعیناتیاں کریں گے ،ان کا 3کیسزمیں اپنا وکالت نامہ جمع کرادیا ہے،عمران خان کی طرف سے آج الیکشن کمیشن میں پیش ہوا۔
ہنگو، 9 ملزم گرفتار، ملاگوری، افغان مہاجرین کے 30 گھر منہدم، قلعہ عبداللہ میں منشیات کی 7 فیکٹریاں مسمار
یکم اگست 1991: جب بی ایس ایف نے خون کی ہولی کھیلی _ Imtiyaz Khan
ڈی ڈبلیو کے ایڈیٹرز ہر صبح اپنی تازہ ترین خبریں اور چنیدہ رپورٹس اپنے پڑھنے والوں کو بھیجتے ہیں۔ آپ بھی یہاں کلک کر کے یہ نیوز لیٹر موصول کر سکتے ہیں۔
پلاننگ کمیشن کے ساتھ1ارب70روپے کے منصوبےکا آغاز کیا ہے،قائم مقام وائس چانسلر زرعی یونیورسٹی پشاور
دوسری عبادت قربانی ہے، قربانی کے لئے اللہ تعالیٰ نے ذی الحجہ کے تین دن یعنی دس گیارہ اور بارہ تاریخ مقرر فرمادی ہے۔ ان ایام کے علاوہ اگر کوئی شخص قربانی کی عبادت کرنا چاہے تو نہیں کرسکتا۔ البتہ اگر کوئی شخص صدقہ کرنا چاہے تو بکرا ذبح کرکے اس کا گوشت صدقہ کرسکتاہے؛مگر یہ قربانی کی عبادت ان تین دنوں کے سوا کسی اور دن میں انجام نہیں پاسکتی۔ لہٰذا اللہ تبارک وتعالیٰ نے اس زمانے کو یہ امتیاز بخشا ہے۔ اسی وجہ سے علماء کرام نے احادیث کی روشنی میں یہ لکھا ہے کہ رمضان المبارک کے بعد سب سے زیادہ فضیلت والے ایام ذی الحجہ کےابتدائی ایام ہیں، ان میں عبادتوں کا ثواب بڑھ جاتا ہے اور اللہ تعالیٰ ان ایام میں اپنی خصوصی رحمتیں نازل فرماتے ہیں۔ "۔ (ملخص ازاصلاحی خطبات ج2ص122)
تلاش پر جائیں
گرینڈ آپریشن درست لیکن (روزنامہ جنگ04 اکتوبر ، 2018)
صدر ٹرمپ نے اپنی طاقت کو بچانے کے لیے رپبلکن پارٹی کے امیدواروں کے لیے سرتوڑ الیکشن مہم چلائی اور ایک دن میں کئی کئی ریاستوں میں انتخابی جلسوں سے خطاب کیا۔ انھوں نے آخری روز تین مختلف ریاستوں میں تین ریلیوں سے خطاب کیا۔ صدر ٹرمپ نے ایک ریلی سے خطاب کرتے ہوئے کہا کہ انھوں نے پچھلے دو برسوں میں جو کامیابیاں حاصل کی ہیں وہ سب داؤ پر لگی ہوئی ہیں۔
اس پوسٹ کو شیئر کریں فیس بک
وزیر اعظم نواز شریف شیخ رشید کو اسمبلی میں بیٹھ کر کیسے دیکھتے ہیں ؟
اور میں کہتا ھوں
صیہونی حکومت غیر قانونی اور ناجائز حکومت ہے ، سید علی خامنہ ای
مجھے اس شخص سے نفرت ہے حمنہ اس شخص نے مجھ سے میرا سب کچھ چھین لیا کچھ بھی نہیں رہنے دیا میرے پاس۔ وہ رو رہی تھی اور حمنہ کی سمجھ میں نہیں آرہا تھا کہ وہ کیسے اسے چپ کرائے۔ تبھی وہ بولی۔
وزیراعلیٰ پنجاب شہباز شریف نے یہ ہدایات متعلقہ محکموں کے سربراہی اجلاس سے ویڈیو لنک کے ذریعے خطاب کرتے ہوئے دیں انہوں نے انتظامی اداروں کی جانب سے عید الاضحیٰ پر صفائی، مویشی منڈیوں میں انتظامات اور ٹریفک نظام سے متعلق اقدامات کا جائزہ لیا۔
پی پی بہادر جماعت ہے، ہم نے ضیاء اور مشرف جیسے آمر کا مقابلہ کیا ، اس کٹھ پتلی وزیراعظم کا بھی کریں گے: بلاول
ای کامرس, ای کامرس, تمام چیزیں, بینک ٹرانسفر, beanstream, کریڈٹ کارڈ, ای کامرس, interac, ادائیگی کے گیٹ وے, WooCommerce کے
توانائی کے مسئلے پر قابو پانے کیلئے دن رات ایک کئے ہوئے ہیں : شہباز شریف
کشمیر نہ پہلے بھارت کا حصہ تھا اور نہ ہے:…
اپوزیشن طعنے دے رہی ہے کہ یہ ٹیم ملک نہیں چلا سکتی۔ سب سے زیادہ تنقید وزیراعلیٰ پنجاب عثمان بزدار پر ہوتی ہے۔ انہیں ناتجربہ کاری کا طعنہ دیا جاتا ہے۔ 92ء کے عالمی کپ کی ٹیم میں انضمام نیا کھلاڑی تھا۔ کسی کو اُمید ہی نہیں تھی کہ وہ سیمی فائنل اور فائنل میں اتنا عمدہ کھیلے گا کہ ٹیم کی جیت میں اہم کردار ادا کر سکے گا۔ ورلڈ کپ جیتنے کے بعد کپتان کا وہ انتخاب درست ثابت ہوا۔
طبقاتی جرٹ اور اس جدوجہد کے اثرات سے خوف زدہ ہو کر حکومت نے ورکرز کے مطالبات تسلیم کر لئے یوں ایم ڈی ہارون اعجاز کو مستعفی ہونا پڑا جھوٹے مقدمات کا خاتمہ ہوا ۔برطرف ملازمین بحال ہوئے اور ترک ائیر لائینز سے معاہدہ منسوخ کرنا پڑا ۔

فون 6، 6 کے علاوہ، 5s اور زیادہ
حدیث کی اہمیت اور ضرورت

ناصر إقبال نے کہا ہے: ↑
اور حسینی قافلہ ساڑے نو سو انگریزی میل یا 800 عربی میل کی مسافت اور دشوار گزار مراحل طے کر کے کسی بھی حالت میں 20 یا 22 دن میں یعنی 2 محرم 61 ہجری کو ہر گز اس مقام پر نہیں پہنچ سکتا تھا۔ تو آپ سوچیئے کہ پھر پانی بند کرنے ، وحشیانہ مظالم اور جنگ و جدل کی من گھڑت روایتیں اور مصنوعی معرکہ آرائیوں کی داستانیں کس اب و تاب سے بیان کی گئیں کہ آٹھ دن پہلے ہی قافلے کو جاۓ وقوعہ تک پنچانا مقصود تھا
متذکرہ چاروں عنوانات کی واضح وضاحت کے بعد اس تکلیف دہ امر کا اظہار بھی ضروری ہے کہ فی زمانہ مجموعہ کلام کو دیوان اور کلیات سے موسوم کیا جارہا ہے۔ اب مجموعہ کلام کو کچھ حضرات دیوان اور کلیات بھی لکھ رہے ہیں جس کی وجہ سے ان متفرق موضوعات کا تشخص متاثر ہو رہا ہے۔ صاحبانِ علم و فضل سے درخواست ہے کہ ان مسائل کی جانب توجہ فرمائیں تاکہ ان موضوعات کا تشخص اور اہمیت برقرار رہے۔
ہوشیار رہیں کہ آپ کی غیر معمولی احتیاط پسندی سرحد پر موجود سرکاری کارندوں کو شک میں ڈال سکتی ہے۔
سیکیورٹی حکام نے ملزم کو اس وقت گرفتار کیا جب وہ مصری نوجوان سے طے شدہ رقم کی پہلی قسط 20,000پاﺅنڈ وصول کر رہاتھا۔ بعدازاں ملزم نے اس نوجوان سمیت متعدد افراد سے گورکن اور معاون گورکن کی آسامیوں کے لیے بھاری رقوم طلب کرنے کا اعتراف کیا ۔
تلاش کیا جانے والا لفظ:
, انگریزی میں, 42 صفحات, Andesite Press, اس ناول کا, نیا
عمران خان نے ٹیلی فون کر کے سندھ سے ایسی شخصیت کو فوری اسلام آباد بلا لیا کہ ...
چلاس میں ذرائع ابلاغ کے نمائبدوں سے بات چیت کرتے ہوئے صوبائی وزیر صحت نے کہا کہ پانچ سالوں میں صحت کے شعبے میں ریکارڈ بہتری لائی گئی ۔ماضی میں ڈاکٹرز سترہ گریڈ میں بھرتی ہو کراسی سکیل میں ریٹائر ہو جاتے تھے،صوبائی حکومت کی کاوشوں سے ڈاکٹروں کو سروس سٹریکچر ملا۔ اب ایک میڈیکل آفسر گریڈ 20تک جا سکے گا۔ اسی طرح پیرا میڈیکل سٹاف کو خیبر پختونخواہ کا سروس سٹریکچر دیا گیا۔ انہوں نے کہا کہ ضلع دیامر میں ڈسپنسریاں اور ہسپتال کی عمارتیں بنی تھیں لیکن سٹاف نہ ہونے کی وجہ سے فعال نہیں ہو سکیں تھیں ۔جس کیلئے تین سو اسامیاں کی منظوری لی گئی ہے ۔بھرتیوں کے بعد صحت کی سہولیات مذید بہتر طریقے سے میسر ہوں گی۔انوں نے کہا کہ گلگت بلتستان میں فرقہ واریت کے خاتمے کیلئے مساجد بورڈ کی تشکیل اور ضابطہ اخلاق مرتب کرنا صوبائی حکومت کا اہم کارنامہ ہے جیسے ملک بھر میں سراہا جا رہا ہے۔
کھیل کی خبریں
byقلم کار مارچ 20, 2017 صفحہ اول, معاشرہ
پیش سے طرف کی sleepyzebra
ہم ان لوگوں کے بارے میں جاننا چاہتے ہیں، جو پاکستانی معاشرے میں مثبت تبدیلی لا رہے ہیں۔
بنت امجد, ‏مئی 17, 2015, فورم : حدیث - شریعت کا دوسرا اہم ستون
اور اندر میرے کمرے میں دیواریں مجھ سے کہتی ہیں:
ایریزونا، نیو میکسیکو، کولوراڈو، ٹیکساس، اوکلاہوما، بشمول شمالی چہواہوا، كواہويلا، اور تاماولیپاس
با حجاب خواتین کو نکالنے والے امریکی ریستوران کی انتظامیہ نے ازالے کا فیصلہ کر لیا
حدود اللہ کا نفاذ یا پھر۔۔۔!
‫کبھی آئندہ تم نے ایسا معاملہ کیا پھر اس طرح کی باتیں کرتا ہوا بھاگ کر‬
آج کا اخبار
سٹٓارایشیا نیوزاسپیشل کے مطابق ایشیائی ترقیاتی بینک گرین کلائمیٹ فنڈ کے تحت پاکستان کو 4 کروڑ 90 لاکھ ڈالر فراہم کرے گا، اے ڈی بی کی طرف سے پاکستان کو 1 کروڑ 20 لاکھ ڈالر گرانٹ دی جائے گی جب کہ 3 کروڑ 70 لاکھ ڈالر قرض کی صورت میں دیئے جائیں گے۔
جامعہ ایاصوفیہ، جسے اب عجائب گھر کی شکل دے دی گئی ہے
دل مگر کم کسی سے ملتا ہے
انگلینڈ کا دورہ ویسٹ انڈیز کیلئے ٹیسٹ اور ون ڈے سکواڈز کا اعلان
میاں چنوں (نامہ نگار) لڑکی کو چھیڑنے پر ورثا نے نوجوان پڑوسی کو ڈنڈوں اور سوٹوں سے تشدد کر کے ہلاک کر دیا۔ پولیس نے مقدمہ درج کر کے تینوں ملزموں کو گرفتار کر لیا۔ چک نمبر 15/125 ایل گﺅشالہ کا رہائشی محمد الیاس پڑوسی لڑکی (ف) سے اکثر چھیڑ خانی کرتا تھا۔ متعدد بار منع کیا مگر باز نہ آیا گذشتہ روز گھر سے نکلتے ہی شاہد، دُر محمد اور شعبان نے حملہ کر دیا۔
کراچی میں سندھ ہائیکورٹ سے زیر حراست ملزمان پھر فرار ہوگئے۔
تلاش کے مفید روابط
اس بیماری یعنی گیمنگ ڈس آرڈر میں دیر تک ویڈیو گیمز کھیلنا ، اور انہیں دوسرے معمولات زندگی پر فوقیت دینا نمایاں ہیں ۔ عالمی ادارہ صحت کا کہنا ہے کہ یہ لت ذہنی بیماری ہے ۔ جو انسانی ذہن کی استعداد کار کو بری طرح متاثر کرتی ہے ۔ اسے اضطرابی کیفیت سے دوچار ایسا کرتی ہے کہ کھیلنے والا چڑ چڑا اور ضدی ہوتا جاتا ہے ۔ فیصلے کرنے کا فقدان نمایاں ہوتا ہے ۔ برطانوی عوام تو کچھ زیادہ ہی دھتی ہے ۔جبھی تو ہر سال ڈیجیٹل ایڈکشن کے پچاس نئے مریض سامنے آتے ہیں اور اگر اس لت پر قابو نہ پایا گیا تو تعداد میں مزید اضافہ ہوسکتا ہے ۔
حالیہ چند سالوں میں نئی ترقی کے تصور کو نافذ کرتے ہوئے شانڈونگ صوبے نے اعلیٰ معیار کی مسابقت حاصل کی اور ترقی کے پرانےمحرّک کو نئے سے تبدیل کرنے، بحری ٹیکنالوجی تحقیق و پیشرفت، تجارت کی شروعات وغیرہ میں نمایاں کامیابی حاصل کی۔
لیکن یہ خاموشی مختصر تھی۔
پاکستان میں ایک عرصہ کے بعد ایک دفعہ پھر سیاسی جمہوری عناصر کے خلاف کرپشن اور احتساب کی مہم شروع گئی ہے۔ ماضی میں سیاسی حکومتوں کے خلاف نادیدہ مقتدر قوتوں کی طرف سے مارشل لاء لگانے سے پہلے اسکی راہ ہموار کرنے کیلئے کرپشن کہانیاں پھیلائی جاتی تھیں اور اس وقت کے رسائل اورجریدوں میں بر سر اقتدار سیاسی رہنماوں کے بارے میں سکینڈل شائع کروائے جایا کرتے تھے یا یوں کہہ لیں کہ شائع ہوتے تھے اور نتیجۃ کچھ دنون یا ہفتوں بعد وہی صدا ایک بار پھر ریڈیو پاکستان پرــــ \\”میرے پیارے ہم وطنو؛ اسلام علیکم\\”، سنائی دیتا تھا۔
آسٹریلوی چیف سلیکٹر، روڈ مارش کا کہنا ہے کہ آسٹریلیا کو سری لنکا کے ہاتھوں وائٹ واش پر پریشان ہونے کی کوئی ضرورت نہیں، یہ ایک معمولی سی بات تھی۔ سری لنکا میں سیریز کے تینوں ٹیسٹ میچوں میں شکست کے

ثانیا تصوف زدہ علما کا تجدید و احیاء دین پر بھی رد عمل جو قیام جماعت سے پہلے کی تصنیف ہے۔
امریکہ ہر سال 150 سے زیادہ ممالک کے 10 لاکھ سے زیادہ تارکین وطن کو مستقل رہائش اور تقریباً پانچ لاکھ افراد کو شہریت دیتا ہے۔
وزیراعظم کے سمدھی اور پاکستان کے وزیر خزانہ نے جے آئی ٹی کے سامنے سب سے کم وقت گزارنے کا ریکارڈ قائم کیا۔۔۔ صرف 45منٹ ...
کیا زعفرانی رنگ لہو کے رنگ پر بھاری پڑے گا؟
محمد عامر یونس, ‏نومبر 03، 2014, فورم میں: حنفی
نماز کے کتنے فرائض ہیں؟
حرام خور کا کوئی مالی صدقہ اللہ کے ہاں شرف قبولیت نہیں پاتا۔ اِس بارے میں قرآن کی نصوص بھی موجود ہیں اور احادیث شریفہ بھی۔
سبسکرائب کریں
ادبِ اطفال کے ضمن میں ترقی اردو بورڈ کی خدمات بھی لائقِ تحسین ہیں جس نے این۔ سی۔ ای۔ آر۔ ٹی کے اشتراک سے نصابی کتابیں بھی شائع کی ہیں جن میں ’ ایلس آئینہ گھر میں ‘ (لیوبس کل)، اینڈرسن کی کہانیاں ‘ ( مرتب اظہر افسر)، ’ رانبس کروسو‘ ( ڈینیل ڈیفو)، ’للی پت کا سفر‘ ( جوناتھن سوئفٹ) جیسے عمدہ ترجمے ’ باپو اور بچے ‘ ( پی۔ ڈی۔ ٹنڈن)، ’ اقبال کی کہانی‘ (جگن ناتھ آزادؔ) جیسی رہنمایانِ قوم و ادب سے متعلق کتابیں، ’ان سے ملیے ‘ (منوہر ورما)، ’فضائی اور خلائی اڑان‘ ( شاداں پرویز)، ’ فٹبال کی کہانی ‘ ( راج نرائن رازؔ)، ’ادب کسے کہتے ہیں ‘ ( اطہر پرویز) جیسی معلوماتی تصانیف اور ’ اچھی چڑیا‘ ( شفیع الدین نیّر)، ’حاتم طائی کا قصّہ‘، ’چار درویش کا قصہ‘( نو رالحسن نقوی)، ’ بچوں کی نظمیں ‘( جگن ناتھ آزاد) ’صبح کی پری‘ ( رتن سنگھ)، ’مصر اور شمالی افریقہ کی کہانیاں ‘، ’ ایلس حیرت نگر میں ‘ ( عبد الحیٔ)، ’انوکھی کہانیاں ‘ ( قاسم صدیقی) ’ کالا کنواں ‘ (صالحہ عابد حسین)، ’ کٹھ پتلی: ایک تماشہ‘ (سطوت رسول) جیسا تخلیقی ادب سلیقے کے ساتھ شائع کر کے ادب اطفال میں اضافہ کیا گیا ہے۔
اور چوتھائی ملک کے حاکم ہیرو دیس سب احوال سن کر گھبرا گیا اس لیے کہ بعض کہتے تھے کہ یوحنا مردوں میں سے جی اُٹھا ہے اور بعض یہ کہ ایلیاہ ظاہر ہوا ہے اور بعض یہ کہ قدیم نبیوں میں سے کوئی جی اُٹھا ہے، مگر ہیرودیس نے کہا کہ یوحنا کا تو میں نے سرکٹوادیا اب یہ( مسیح) کون ہے جس کی بابت ایسی باتیں سنتا ہوں؟( باب ۹ آیات ۷۔۹)
یہ خبر ہی نہ تھی طور جل جائے گا
آسٹریلیا اور نیوزی لینڈ 2015 کوارٹر فائنل 5/14 7 4 3 0 –
تلہ گنگ(تحصیل رپورٹر)سیاسی مداخلت کے باعث تاحال ٹیچرز تبادلہ پالیسی پر عملدر آمد نہ ہو سکا ،ٹیچرز میں بے چینی،تعلیمی سرگرمیاں معطل ہو کر رہ گئیں ۔تفصیلات کے مطابق گورنمنٹ پنجاب ایجو کیشن ڈیپارٹمنٹ کی جانب سے 27جولائی کو ٹیچرز تبادلہ کی پالیسی کا نوٹفیکیشن جاری ہوا ۔جس کے مطابق 27جولائی سے 13اگست تک ٹیچرز سے اُن کے من پسند اسٹیشنز پر تبادلوں کی درخواستیں جمع کرانے کو کہا گیا۔13اگست سے23اگست تک ان درخواستوں کی جانچ پڑتال مکمل کر کے میرٹ لسٹیں باقاعدہ آویزاں کی جانی تھیں ۔24اگست سے 27اگست تک تبادلوں کے احکامات جاری ہونے تھے اور27اگست سے 31اگست تک تبدیل ہونے والے ٹیچرز نے اپنے اپنے اسٹیشنز پر اپنی ڈیوٹیاں سنبھال لینی تھیں ۔تاہم مقامی سیاست دانوں اور ان کے کارندوں نے محکمہ کے حکام پر دباؤ ڈالنا شروع کر دیا کہ تبادلے اُن کی مرضی سے ہونگے اور اس ضمن میں میرٹ لسٹیں آویزاں بھی نہیں کرنی مبادا کوئی فریق عدالت نہ چلا جائے ۔سیاسی مداخلت سے یوں اب تک نہ تو میرٹ لسٹیں آویزاں ہو سکیں اور نہ ہی ٹیچرز کے تبادلوں کے کوئی سرکاری احکامات جا ری ہو سکے۔اس صورتحال میں ٹیچرز میں شدید بے چینی پھیلی ہوئی ہے اور تعلیمی سرگرمیاں معطل ہو کر رہ گئی ہیں ۔
تصویری البم
میں نے تمہاری گرفتاری کے بارے میں سنا تھا لیکن اس کے بعد مجھے تمہاری طرف سے کوئی اطلاع نہیں ملی جس کی وجہ سے میں پریشان تھی ۔ مجھے کچھ نہیں معلوم ہے کہ تمہیں کس طرح اورکہاں سے گرفتار کیا گیا تھا ۔
دولتالہ(نامہ نگار)معروف سیاسی پی ٹی آئی رہنماء چوہدری …Read More »
پاکستان کی پہلی پروفیشنل سپر باکسنگ لیگ کی افتتاحی تقریب جمعرات کو ہوگی
موضوع زیر بحث کا سلسلہ کا دوسرا سوال یہ ہے کہ کیا کسی غیر مسلم اور غیر اہل کتاب کا جھوٹا کھانا پینا کسی مسلم کے لئے جائز ہے یا نہیں؟
کھیل ہی کھیل میں کامبیٹ مشن نے مزید کہا: 19.03.2012

اے آر وائی ڈیجیٹل نیٹ ورک
وزیراعلیٰ پنجاب سردار عثمان بزدار سے مختلف اضلاع سے تعلق رکھنے والے اراکین اسمبلی اور تحریک انصاف کے عہدیداروں کی ملاقات
انٹرنیٹ ٹی وی
ہم سے رابطہ كريں

اس کے بعد ایک عرصہ تک ان زنان بازاری کے مملوکہ مکانوں کی فہرستیں اور نقشے تیار ہوتے اور مکانوں کے گاہک پیدا کیے جاتے رہے۔ بیشتر مکانوں کو بذریعہ نیلام فروخت کرنے کا فیصلہ کیا گیا۔ ان عورتوں کو چھ مہینے تک شہر میں اپنے ہی مکانوںمیں رہنے کی اجازت دے دی گئی تاکہ اس عرصے میں وہ مخصوص علاقہ میں مکان وغیرہ بنوا سکیں۔
ایشیاءکپ : پاکستان اور بھارت کے درمیان اہم معرکہ کل ہوگا
استعمال کے ضوابط


اے آر وائی نیوز
میڈیا سینٹر / تمام میڈیا مواد
بدقسمتی سے پاکستان کے قیام کے فوراً بعد بیوروکریسی و سیاست دانوں کی رسہ کشی کے باعث عدم استحکام کا شکار رہا، انیس قائم خانی
Policy Research CLOSE اگر آپ روبرو یا ٹیلیفون پر مشاورت چاہتے ہیں تو آپ اس کے لیے بذریعہ ویب سائیٹ درخواست کر سکتے ہیں۔ YouTube Videos
اس قسم کے اقدامات صرف اسی وقت سماجی و اقتصادی ترقی کا سبب بن سکتے ہیں جب ایسا تحقیق کا ماحول تشکیل دیا جائے جو کہ مضبوط علمی معیشت کے قیام کو فروغ دے۔ مگر افسوس کہ پاکستان اپنی GDP کا صرف 0.3% حصہ سائنس اور صرف 2% حصہ تعلیم پر خرچ کرتا ہے۔ جس نے ہمارے ملک کو دنیا کے ان دس ممالک کی صف میں لاکھڑا کیا ہے جو تعلیم پر سب سے کم خرچ کرتے ہیں۔ یہ سب محض اس جاگیر دارانہ نظام کے مضبوط شکنجے کی وجہ سے ہے جو ہماری قومی جمہوریت پر ہاوی ہے۔ ہم صرف اور صرف اپنی اصل دولت،یعنی اپنی نوجوان نسل پر سرمایہ کاری کرکے ناخواندگی اور غربت کے دلدل سے باہرنکل سکتے ہیں اور دنیا میں اقوام عالم کی صف میں پروقار انداز سے کھڑے ہو سکتے ہیں۔
'مگر ابو دیکھ لیں گے تو انہیں برا لگے گا ۔ وہ خود یہ سویٹر میرے لئے تبتین مارکٹ سے لائے تھے ۔ ' وہ ہچكچاتا ہوا کہتا ہے۔
مرکزی نیویگیشن پر جائیں
2019 الیکشن اور ہماری حکمت عملی!
اسرائیلی حکام کا یہ بھی کہنا ہے کہ اوراہم کے علاوہ حماس نے ایک اور اسرائیلی عرب کو بھی پکڑ رکھا ہے تاہم اس شخص کا نام ظاہر نہیں کیا گیا۔
اسلام کا معاشرتی نظام
بڑے بھائی حکیم عبدالحمید ہیں۔ 1935ء میں حکیم محمد سعید صاحب کو آمادہ کیا کہ وہ خاندان کی روایت کے مطابق ’’طب‘‘ کی مکمل تعلیم حاصل کریں۔ ’’طب‘‘ ہی ان کی زندگی ہے حکیم صاحب جو صحافی بننا چاہتے تھے۔ ’’طب‘‘ کی دُنیا سے وابسطہ ہو گئے۔ 1940ء میں ’’طب‘‘ میں ڈگری حاصل کی۔ دِن کو وہ ہمدرددواخانہ میں دوا سازی کے علاوہ مختلف شعبوں میں کام کرتے اور شام کو ’’مطب‘‘ فرماتے۔
یہ اتنی ساری مثالیں دینے کی ضرورت یوں پیش آئی کہ ضروری نہیں کہ جسے ہم اُردو میں قطری شہزادے کا تحفہ سمجھ رہے ہیں، وہ عربی میں بھی تحفہ ہی ہو۔ یاد رکھیں، سرزمینِ عرب سے ہمیں چندہ ملتا ہے، خیرات ملتی ہے یا فنڈنگ ملتی ہے۔ البتہ یہ ضرور ممکن ہے کہ میاں صاحب کو شاید کسی نیکی کا انعام یا تحفہ مل گیا ہو۔ (نیکی اُردو والی ہے)۔
ہم نے خوف کی زنجیروں کو توڑنا ہے ۔
عام طور پر یہ تاثر پایا جاتا ہے کہ کی بورڈ کے ’’ایف‘‘ اور ’’جے‘‘ بٹن پر ابھار اس لیے ہوتے ہیں کہ نابینا افراد ان کی مدد سے بآسانی ٹائپنگ کر سکتے ہیں، تاہم ماہرین نے اس تاثر کو غلط قرار دیا ہے۔ ’’گارجین‘‘ کے مطابق ’’ایف‘‘ اور ’’جے‘‘ کے بٹن پر ابھار اس لیے ڈیزائن کیے گئے ہیں کہ کمپیوٹر صارفین نیچے دیکھے بغیر درست کیز کا پتا لگاسکیں۔
مسلمانوں کیساتھ میانمار حکومت کا برتاؤ ناقابل قبول ہے، سیکریٹری جنرل اقوام متحدہ
مٹھائیاں تقسیم کرنے سے گریز کرنا چاہیے
چوتھے روز کے آغاز میں بنگلہ دیشی کرکٹ ٹیم نے اپنے اسکور184 رنز8 کھلاڑی آؤٹ پراننگ کا آغاز کیا ۔مشرفی مرتضیٰ کے علاوہ کوئی بھی بنگلہ دیشی بلے باز بہترین کارکردگی نہ دکھا سکا اورپوری ٹیم اسکور میں محض 58 رنز کا اضافہ کر کے ڈھیر ہو گئی، تیسرے روز کے کھیل کی خاص بات مشرفی کے چوالیس رنز تھے۔ نیوز ی لینڈ کی جانب سے کپتان ویٹوری نے 76 رنز دے کر4اورمجموعی طورپرمیچ میں 9وکٹیں حاصل کیں ۔پٹیل اوربرین نے دودوکھلاڑیوں کوآؤٹ کیا ۔ چٹاگانگ ٹیسٹ کی پہلی اننگ کے ہیرو بنگلہ دیشی ٹائیگر شکیب الحسن جنہوں نے پہلی اننگ میں محض سینتیس رنز کے عوض سات وکٹیں حاصل کیں۔انہوں نے دوسری اننگ میں بنگلہ دیش کی لڑکھڑاتی بیٹنگ لائن کا مضبوط سہارا بنتے ہوئے ایک سو اکیاون گیندوں پراکہتررنز اسکورکیے۔
فیصلہ مؤخر کرنے کی نواز شریف، مریم نواز کی درخواست مسترد
فرمان ہے کہ حدیبیہ والے دن جن باایمان صحابہ نے اللہ کی اور اس کے رسول صلی اللہ علیہ وسلم کی بات مان لی اللہ نے ان کے دلوں کو مطمئن کر دیا اور ان کے ایمان اور بڑھ گئے
جس طرح پھول سے ہوتی ہے چمن کی زینت
لاہور (سٹی رپورٹر) یونین کونسل نمبر 12قاضی پارک شاہدرہ کے مکینوں کا سڑک کی تعمیر کے دوران پانی کی نکاسی کیلئے ہودیاں نہ بنانے پر احتجاجی مظاہرہ ،نماز جمعہ کے بعد لوگوں نے روڈ پر شدید نعرے بازی کی ۔اس موقع پر سابق جنرل کونسلر کامران مشتاق نے خطاب کرتے ہوئے کہا کہ قاضی پارک کی مین روڈ عوام کا دیرینہ مطالبہ تھا جو تقریباً12سال سے ٹوٹ پھوٹ کا شکار تھی لیکن اتنے عرصے کے بعد حکومت نے سڑک بنائی بھی ہے تونکاسی کا کوئی بندو بست نہیں کیا گیا ۔انہوں نے کہا کہ سڑک کا کہیں بھی کوئی لیول نہیں کیا گیا کہیں سے اونچی ہے تو کہیں سے نیچی پانی کے نکاس کے لئے نالیاں بھی نہیں بنائی گئیں۔کامران مشتاق پوما نے کہا کہ حکومت کو چاہیے کے سڑک میں استعمال ہونے والے میٹریل کا آڈٹ کرائے اور ناقص میٹریل ثابت ہونے پر ٹھیکیدار کے تمام بل روکنے کے ساتھ سخت کارروائی بھی کی جائے ۔انہوں نے کہا کہ اگر مطالبات پر عمل نہ کیا گیا تو احتجاج کا دائرہ کار وسیع کریں گے۔
error: مغذرت: چترال ایکسپریس میں شائع کسی بھی مواد کو کاپی کرنا ممنوع ہے۔
21 اس لئے کہ اگرچہ انہوں نے نے خدا کو جان تو لیا مگر اس کی خدائی کے لائق اس کی تمجید اور شکر گزاری نہ کی بلکہ باطل خیالات میں پڑ گئے اور ان کے بے سَمَجھ دلوں پر اَندھیرا چھا گیا۔
کیسی مشکل گھڑی ہوتی ہے وہ جب “اس” کا سٹیٹس بھی لائک کرنا پڑتا ہے جن کے متعلق ایک بار گھریلو ڈسکشن میں ہماری بہن نے پوچھا تھا کہ یہ مکھی کو پیدا کرنے میں بھی تو رب کی حکمت ہے نا کوئی اور ہم نے “ان صاحب” کی مثال دے کر واضح کیا تھا نہیں کچھ برا قدرت کے کارحانے میں-
پارلیمنٹ نے جمعرات (15 جنوری) کو تین قراردادوں منظور: زور الیکسی Navalny (تصویر) اور اس کے بھائی کے اعتقادات "غیر مصدقہ الزامات کی بنیاد پر" تھے اور "سیاسی مداخلت سے آزاد" ہونے کا عدالتی کارروائی کے لئے بلا. پاکستان میں "اسکول کے بچوں کے سفاکانہ قتل عام" کی مذمت؛ اور گہرائی سے کرغستان میں ہم جنس پرست پروپیگنڈا بل پر تشویش. [...]
عراق میں بیروزگاری اور بدعنوانی کے خلاف جاری مظاہروں میں مزید دو افراد ہلاک ہو گئے
سکے-لے-پیٹت
Home Unlabelled پی ٹی آئی کارکنان نے عثمان ڈار کے بھائی سے کی گئی بدتمیزی کا بدلہ خواجہ آصف سے لے لیا پی ٹی آئی کارکنان نے کچا شہاب پورہ میں خواجہ آصف کو گھیر لیا، نعرے بازی بھی کی، میڈیا ... مزید
استنبول شہر دنیا کے بہترین شہروں میں شمار ہونے لگا۔ یہ اس کے وژن، اس کی عوامی خدمت کا پہلا چیلنج تھا جو اس نے پورا کر دکھایا۔
سورہ آل عمران کی اکتیسویں آیت میں آپ صلی الله علیہ وسلم سے کہلوایا کہ جو الله سے محبت کر تا ہے اسے چاہئے کہ آپ صلی الله علیہ وسلم کی پیروی کرے۔۔۔ الله اس سے محبت کرے گا اوراس کے گناہ معاف کردے گا۔۔۔
مزید اہم خبریں
۱۹۶۔ تُو نہ بہک اس پر کہ آتے جاتے ہیں کافر شہروں میں۔
نئی دہلی،10؍جولائی (ایس او نیوز؍ایجنسی) برطانیہ کی نیشنل ہیلتھ سروس (این ایچ ایس)نے جن سرنج کو غیر محفوظ بتایا تھا وہ ہندوستان کے ہاسپٹلوں میں پہنچ رہی ہیں اور ممکنہ طور پر ملک کے کچھ ہاسپٹل میں ان کا استعمال بھی کر لیا گیا ہے۔ دی سنڈے ٹائمس کی خبروں میں کہا گیا ہے کہ ممنوعہ گریس بائے سرنج ڈرائیورس ،ہندوستان ،جنوبی افریقہ اور نیپال جیسے ملکوں کے ہاسپٹل اور میڈیکل آرگنائزیشن میں بھیجے گئے ہیں۔
سورہ بنی اسرائیل کی ۹۱ویں آیت میں بھی کفار کی بے جا توقعات کو ذکر کیا گیا ہے کہ وہ کہتے تھے : "ہم تمہارے اوپر ایمان نہیں لائیں گے مگر یہ کہ تم آسمان ہمارے سر پر گرا دو یا خدا اور فرشتوں کو ہمارے پاس لے آؤ۔ اس آیت میں کفار کی اس قسم کی توقعات کو مسترد کر دیا گیا ہے۔
2012 میں آر سی بی نے واٹر سروس چارجز میں اضافے کی تجویز دی تھی تاکہ 7 مرلے کا ایک گھر ہر ماہ 300 روپے ادا کرے۔ ایسا کیوں ہے کہ صارفین ہر ماہ 4800 روپے خرچ کر کے نجی طور پر پانی حاصل کرنے کو ترجیح دیتے ہیں، جبکہ 300 روپے ماہانہ آر سی بی کو ادا کر کے آسانی سے پانی حاصل کرنے پر آمادہ نہیں ہوتے؟
دنیا کی چند میوزک میگا اسٹارز میں سے ایک ٹیلرسوئفٹ کو اپنی دونوں بلیوں ’میریڈتھ گرے‘ اور ’اولیویا بین سن' سے بہت پیار ہے۔ وہ جب بھی ملک سے باہر جاتی ہیں سب سے زیادہ انہی کو مس کرتی ہیں اور انہی کے لئے فکرمند بھی رہتی ہیں۔
یقینِ محکم کے لئے ایک چرواہے کی مثال بیان فرمائی۔ اس چرواہے کو جنگل میں پیاس کی شدت نے تنگ کیا۔ اس نے ایک کنویں میں پانی دیکھنے کے لئے جھانکا تو دیکھا کہ ایک مرد اُلٹا لٹک رہا ہے۔ … → پڑھنا جاری رکھیں

بچوں کا صفحہ
یہاں پاکستان میں چونکہ تخیّل کو کھلا چھوڑنا بھی موت کو دعوت دینے جیسا ہو گیا ہے(جبکہ تخیّل تو ایک بگٹٹ گھوڑا ہے!) ۔ جیسے دلیل دینا قتل کا بلاوا بن گیا ہے ۔ سو، سب نے یہ ٹھان لی ہے کہ تخیّل سے کام لینے کی کوئی ضرورت نہیں ۔ بنے بنائے ، ڈھلے ڈھلائے تخیّل کے نمونے موجود ہیں، ان کی جگا لی کریں، اور دنیا اور عاقبت، دونوں میں فلاح پائیں ۔ ہر کہیں، ہر شعبے میں یہی کچھ ہو رہا ہے ۔

بابری مسجد کو شر پسندوں نے نہیں بلکہ بی جے پی کے لوگو ں نے منہدم کیا : ڈاکٹر راجیو دھون
اس وقت اسے برطانیہ کا سب سے مہنگا گھر بتایا گیا تھا۔ اب اس مکان کی قیمت 110 ملین پاؤنڈ لگائی گئی ہے۔
واضح رہے کہ مولوی جاوید خفائے راشدین ونگ سپاہ صحابہ کا صدر اور مسجد ہیڈکوارٹر پشاور کا اما جمعہ و جماعت بھی تھا اور 18 مدرسے بھی چلاتا تھا۔شیخ عبدالمحسن بھی مسجد کا امام جماعت اور تنظیم کا سرگرم رکن تھا۔ جن میں پہلے شیخ عبدالمحسن اور پھر چند دن بعد مولوی جاوید کو قتل کیا گیا۔
اچانک ایک بہن کی لبوں سے ایک ایسی دردناک سسکی نکلی کہ اسے دیکھ کر سب کی آنکھیں نم ہوگئیں مگر لب ابھی تک خاموش تھے۔ آخر اس گھر میں ایسا سماء کیوں کر تھا۔ عید کا دن جیسے ہی قریب تر ہوتی جارہی تھی انکے غم میں اضافہ کیونکر ہورہا تھا، کیوں علاقے کی خوشی، رونقیں پٹاخوں کی آوازیں انہیں سلگتی انگاروں کی مانند جلا رہی تھی ؟؟؟؟
بے شک نبی اکرم نے ان (علی) کیلئے فرمایا :بیشک تو دین کا سردار ہے اور مال لالچی لوگوں کا سردار ہے.
جسٹس فائز عیسی نے کہا کہ وزارت دفاع بھی عدالت کی طرح عوام کو جوابدہ ہے۔
کسی کے ساتھ بداخلاقی کا مظاہرہ کرنے والا مقابل سے زیادہ اپنا نقصان کرتا ہے۔
بے باک قلم کاروں ،مفسد مقرروں اور ناعاقبت اندیش عالموں نے اس بات کی قطعا پر واہ نہیں کی کہ ان رکیک موضوعات سے صحابہ کرام کا وقار خاک میں ملت ہے حضور اور اہلبیت اطہار کی توہین ہوتی ہے ۔انھیں صرف اپنے ممدوح کی جھوٹی سچی مدح سے غرض ہے خواہ ان کی یہ اندھی محبت روشن دشمنی ثابت ہو یا ان کی بے جا عقیدت دوسرے مذاہب کی نظر میں اسلام کی تضحیک وتذلیل بن جائے ۔مگر مرغا ایک ٹانگ پر ہی رہے گا ۔
میری شہرت تمہارے کام آ جائے تو حاضر ہے
پاکستان میں چین کے فوجی اڈوں سے متعلق امریکی رپورٹ پر بیجنگ نے واضح اعلان کردیا
شمالی کوریا کا مقابلہ کرنے پر ٹرمپ کی تاکید
کمیوٹیشن / گریجوٹی کی ادائیگی صرف پنشنر کے بنک اکاؤنٹ کے ذریعے کی جائے گی۔
کيا آپ پاس ورڈ بھول گئے ہیں؟
وزارت داخلہ نے باہتر تنظیموں کو کالعدم قرار دیا ہے اور وزارت داخلہ معلومات جمع کررہی ہے کہ کون سی کالعدم تنظیم متحرک ہے اور کس نام سے متحرک ہے۔ اس کے ساتھ ہی مسلح جتھے رکھنے والی کالعدم تنظیموں کے بارے میں بھی معلومات جمع کی جارہی ہیں ۔
پہلے آپ کی نطم پڑھ کر اور آج یہ تحریر پڑھ کر لکھنے کے لئے الفاظ نہیں مل رہے۔۔۔
عورت کی حیثیت مرد کے برابر ہی ہوتی تھی۔
Android کے لئے جاسوسی کی سافٹ ویئر تنصیب کرنے کے فوائد
خاموشی کوتوڑو (بریکنگ دی سائلنس) نامی 240 صفحات کی اس رپورٹ میں گذشتہ سال 50 روزہ اسرائیلی جارحیت میں ملوث ہر عہدے کے اسرائیلی فوجیوں کے اعترافی بیانات شامل ہیں جب کہ غیرملکی خبررساں ادارے سے بات کرتے ہوئے رپورٹ پر کام کرنے والے ریسرچ ڈائریکٹر اویہائی اسٹولرکا کہنا تھا کہ فوجیوں کے انٹرویو اس سوال کا جواب مل جاتا ہے کہ آخر اتنی بڑی تعداد میں معصوم شہری کیوں ہلاک ہوئے اور غزہ کا بنیادی ڈھانچہ کیوں کر تباہو برباد ہوکر رہ گیا۔
پیر 29 جنوری 2018 - خصوصی مضامین میں شائع کیا گیا
١ - ایک قسم کی ٹوپی جو امرا پہنا کرتے تھے۔
باغوں میں اور چشموں میں۔
پاکستان کے صوبہ خیبر پختونخوا کے دارالحکومت پشاور میں زرعی تحقیق کے لیے مختص ترناب فارم کی زمین پر ایکسپو سینٹر تعمیر کیا جا رہا ہے۔ صوبائی حکومت نے اس کے لیے 25 ایکڑ زمین مختص کی ہے۔
ہفتہ وار صفحات
واپس اوپر جائیں
متحدہ عرب امارات قبلہ اول کے قریب اسرائیل کے لئے جائیداد خریدنے میں ملوث
پیش سے طرف کی Annkook
بی جے پی حکومت نے سی بی آئی کو ’کلیکشن بیورو‘ میں تبدیل کر دیا: چندرا بابو نائیڈو
وفاقی وزیر احسن اقبال کا کہنا تھا کہ سی پیک نہایت شفاف پروگرام ہے، توانائی کے شعبے میں تمام تر سرمایہ کاری نجی شعبہ کررہا ہے جس کا ٹیرف اور دیگر معاملات نیپرا دیکھ رہا ہے ، جبکہ انفراسٹرکچر کے منصوبوں کیلئے چین کا ادارہ این ڈی آر سی تین کمپنیوں کا پینل تجویز کرتا ہے جس میں کم بولی والی اور مستعد کمپنی کو ٹھیکے دیئے جاتے ہیں۔ وفاقی وزیر نے بتایا کہ سی پیک میں 2014 سے2030 تک قلیل ، درمیانے اور طویل مدت منصوبے شامل ہیں جسکی تکمیل سے پاکستان میں معاشی انقلاب آئے گا جو پورے خطے کیلئے گیم چینجر ثابت ہوگا۔سی پیک منصوبوں کے حوالے سے تفصیلات بتاتے ہوئے احسن اقبال کا کہنا تھا کہ گوادر بندرگاہ پاک چین اقتصادی راہداری کا گیٹ وے ہے۔ جہاں 3ائر پورٹ، سو میگاواٹ بجلی پیدا کرنے کے پلانٹ کے علاوہ واٹر ٹریٹمنٹ پلانٹ اور مقامی آبادی کے معیار زندگی کو بلند کرنے کیلئے ہسپتال کا منصوبہ زیر تکمیل ہے ۔ پاکستان میں توانائی کے شعبے میں جاری کوئلے ، ہائیڈل ، سولر اور دیگرمنصوبوں سے14 سے15 ہزار میگاواٹ بجلی پید ا ہوگی، ان منصوبوں میں سُکی کناری ، کروٹ اور کوہالہ کے پن بجلی منصوبے بھی شامل ہیں، انہوں نے مزید کہا کہ توانائی کے شعبے میں گردشی قرضوں کی شرح کم کرنے کیلئے تیل پر انحصار کم کیا جارہا ہے اور کوئلے سمیت مقامی وسائل کوزیادہ سے زیادہ برؤے کار لایا جارہا ہے۔
شاہی شادی Fiona کینز، لیاکاسٹرشاری کی بنیاد پر کیک ڈیزائنر کی طرف سے تیار کیا گیا کیک، روایتی پھل کثیر سطحی کیک کریم اور سفید پاگ کے ساتھ سجایا گیا ہو گا ۔ کیک William کے ساتھ ...
عوام کے فیصلے کر نے کا حق صرف پارلیمنٹ کو ہے :آصف علی زرداری
پشاور (آئی این پی )امیر جماعت اسلامی خیبر پختونخوا مشتاق احمد خان نے کہا ہے کہ امریکی صدر ٹرمپ کی ٹویٹ جھوٹ کا پلندہ...
کئی اداروں سے بھر پور علمی استفادہ کے بعد کلکتہ جامع مسجد اہل حدیث میں خطیب ، امام ، مفتی اور مناد کی حیثیت سے ایک طویل عرصہ تک مقرر رہے۔ اللہ تعالیٰ نے مرحوم کو بہت ساری خوبیوں سے نوازا تھا ، صحافت وخطابت کے ذوق کی بنا پر ’اخبار اہل حدیث دہلی‘ کی مجلس ادارت سے منسلک ہوئے اور کئی علمی مقالے آپ نے تحریر فرمائے۔ سلفی العقیدہ کتب کی نشر واشاعت کے لیے عالم اسلام کا معروف و مشہور ادارہ الدارالسلفیہ : بمبئی قائم کیا جس کے ذریعہ سے چھوٹی بڑی تقریبا تین سو کتابیں شائع کروائیں۔ آج سے اٹھارہ سال قبل اپنا ذاتی ماہنامہ البلاغ : بمبئی جاری کیا تھا ، جو اپنی نوعیت کا منفرد ماہنامہ ہے اور جس کو قبولیت عام حاصل ہے۔
رسائی کے لنکس
مشہور قول کی بنا پر نبی کا مفہوم رسول سے زیادہ وسیع ہے اس بنا پر ہر رسول نبی ہے لیکن بعض انبیا رسول نہیں ہیں۔[81] ایک حدیث کی بنا پر انبیا میں سے ۳۱۳ رسول تھے۔[82]
منی لانڈرنگ کیس ،ْآصف زرداری اور فریال تالپور پیش ،ْ
اِس فیصلے کے بعد، نگرانی کے امریکی پروگرام کی قانونی حیثیت کے بارے میں نئی بحث چِھڑ گئی ہے۔
26 اور مجھے معلوم نہ ہو کہ میرا حساب کیا ہے
٢٣۔ ان اہل کتاب سے مراد مدینے کے یہودی ہیں جن کی اکثریت قبول اسلام سے محروم رہی اور وہ اسلام مسلمانوں اور نبی صلی اللہ علیہ و سلم کے خلاف مکر و سازشوں میں مصروف رہے تاآنکہ ان کے دو قبیلے جلا وطن اور ایک قبیلہ قتل کر دیا گیا۔

اگرچہ بائیکاٹ مہم کی وجہ سے سیاحوں کی تعداد میں کمی نہیں آئی لیکن اس کے باوجود کچھ ہوٹل والوں نے سیاحوں کو خوش آمدید کہنے کے لیے بینر وغیرہ لگائے ہیں، جبکہ ایک آدھ جگہ سیاحوں سے معافی بھی مانگی گئی ہے۔
ہاکی ورلڈ کپ 2018ء کی رنگا رنگ افتتاحی تقریب، فنکاروں کی شرکت
Wondershareکی طرف سے، سفیراسر تیار کیا ایک موثر ذریعہ نہ صرف اپنے فون مؤثر صاف ہے لیکن یہ بھی آپ کو مستقل طور پر آپ کے فون سے آپ کی نجی معلومات کو مٹا دے اور اسے اریکوورابلی آپ نے کبھی بند آپ کے آلہ تلف کرنا چاہتے ہیں چاہیے بنانے کی اجازت دیتا ہے ۔

١ - نقش کیا ہوا۔
مدد 27 مطلوب ہے
سعودی عرب : سینیٹ میں وقفہ سوالات کے دوران تحریری جواب میں خواجہ آصف کا کہنا تھا کہ سعودی عرب میں جنوری 2013 سے اب تک 66 پاکستانیوں کے سر قلم کردیے گئے جب کہ سال 2013 میں 10اور 2014 میں 13 پاکستانیوں کے سرقلم کردیے گئے تھے

کتاب اور سی ڈی دکھاتا ہے
انھوں نے ہندوستان کے طول و عرض میں اور خصوصاً شمال مغربی سرحدی صوبے میں ان گنت تبلیغی دورے کیے اور بے شمار جلسوں اور مناظروں میں حصہ لینے کے ساتھ ساتھ کئی لوگوں کو مسلمان کیا۔
لیسلی اڈوِن کی فلم نے بھارتی حکام کو ناراض کیا ہے اور ایک تنازع کھڑا کیا
’’جب میں اسکول میں تھا تو کہا جاتا تھا کہ جسے جرمن آتی ہے وہ کبھی گریجویشن نہیں کر سکتا ۔ کیوں کہ ایک عمر لگ جاتی تھی جرمن آتے آتے۔ سنا ہے آج کل یہی معاملہ چینی زبان کے ساتھ ہے۔ ‘‘
کچھ روز قبل، عزاز میں ہونے والے ایک حملے کے نتیجے میں 40سے زائد افراد ہلاک ہوئے۔
مطالعے کے تین بنیادی اصول ہیں۔ ان پر عمل کر کے ہی آپ ایک اچھے لکھاری اور مصنف بن سکتے ہیں۔
سینیٹ کمیٹی کے وفد کی قیادت سینیٹر ہدایت اللہ کررہے تھے جبکہ خالدہ پروین، کلثوم پروین اور چوہدری تنویر خان بھی اس میں شامل تھے۔
صحت ⬅صحت کی خبریں⬅قومی احتساب بیورو خیبر پختونخوا نے صوبے کے میڈیکل اور ڈینٹل کالجز کو غیر معیاری جنریٹرز فراہم ..
بیوڑی وادی میں ایک شخص اپنے بھائی کے ہاتھوں قتل
عوام کو شہر چھوڑ کردوردراز علاقوں میں جانے کا حکم دیا ۔ تاکہ وہ شہروں کی
کشمیر ی صحافی شجاعت بخاری کے قتل سے سبق سیکھ لیں‘ بی جے پی لیڈر چودھری لال سنگھ کا متنازع بیان‘
محمد علی خان
orgasm کے ویڈیو - مہینہ کی سب سے مقبول ویڈیو _ XXX فحش ویڈیو اور مفت جنسی فلمیں
ن لیگ کے اقتدار میں پہلی بار تین سال مکمل

اسلام آباد(اُردو پوائنٹ اخبارتازہ ترین۔ 07 دسمبر2017ء) وزیراعظم شاہد خاقان عباسی نے کہا ہے کہپا کستان برطانیہ کیساتھ قریبی تعلقات کو انتہائی اہمیت دیتا ہے ، دہشت گردی کے خلاف کامیابیوں کے باعث پاکستان برطانوی سرمایہ کاروں کیلئے بہترین مقام ہے ، برطانوی سرمایہ کار پاکستان میں سرمایہ کاری کے مواقع سے فائدہ اٹھائیں،حکومتی کاوشوں کے باعث پاکستان میں طلب سے زیادہ بجلی پیدا ہورہی ہے ۔
انار کھانا آنکھوں کے لیے بھی کافی فائدہ مند ہے۔ امراض چشم کے لئے میٹھے انار کا رس نکال کر اسے سبز رنگ کی بوتل میں چالیس دن دھوپ میں رکھ دیں، پھر اس پانی کو سلائی کی مدد سے آنکھوں میں لگائیں۔ یہ پانی جتنا پرانا ہوگا، اتنا ہی اس کے فوائد میں اضافہ ہوتا چلا جائے گا۔
لاہور ہائی کورٹ کی جانب سے معروف پاکستانی صحافی سیرل المیڈا کے ناقابل ضمانت وارنٹ گرفتاری جاری کرنے پر سوشل میڈیا صارفین کی جانب سے زبردست ردعمل دیکھا گیا ہے۔
یمن تنازع میں مثبت کردار ادا کرنے کو تیار ...
منظر نگاری سے ایک قدم گے جا کر فاضل خاکہ نگار نے منظر آفرینی کے ہنر سے کام لیا ہے۔ ایک مثال دیکھئے:
زونگ نے یہ منظر اگلے دن بھی دیکھا‘ خاتون آئی‘ کوڑا اکٹھا کیا اور تھیلا لے کر چلی گئی ‘ اس کے بعد سینٹری ورکرز آئے‘ ساحل کا چکر لگایا اور اطمینان سے سر ہلاتے ہوئے واپس چلے گئے‘ یہ سلسلہ کئی دنوں تک چلتا رہا یہاں تک کہ زونگ کو محسوس ہونے لگا وہ خاتون اکیلی سینٹری ورکر ہے اور باقی تمام لوگ باس ہیں اور وہ روزانہ ساحل پر انسپکشن کےلئے آتے ہیں‘ یہ روٹین زونگ کےلئے تجسس ثابت ہوئی‘ یہ اگلی صبح اپنے ہٹ سے نکلا‘ خاتون کے پاس گیا اور اسے سلام کیا‘
حکومت کے 100 روز
کاخیال کرتے ہوئے حضرت نقی (علیہ السّلام) سے کوئی تعرض نہیں کیا
آج کے کالمز
اخذ کردہ از «https://ur.wikiquote.org/w/index.php?title=صارف:AleXXw&oldid=4741»
اس رپورٹ میں برطانیہ کے مختلف اقدامات پرخدشات کا اظہار کیاگیا ہے جن میں پناہ گزینوں کی ذمہ داری اٹھانے سے انکار، تحقیقاتی اختیارات کے مجوزہ بل اور سعودی عرب کو ہتھیاروں کی فروخت سے متعلق لائسنسز کا اجرا شامل ہے۔
ان کے سر کے بال کچھ بھورے اور باقی سب سفید تھے۔ آنکھوں پر موٹاسا چشمہ اور ہاتھ میں قلم تھا۔
میری نہیں یہ پانی کی کہانی ہے!
وہ فصل گل ، جسے اندیشہ زوال نہ ہو
گھر > خبریں > مواد


«بیضائی دانت» سے مربوط صفحات - آزاد دائرۃ المعارف، ویکیپیڈیا
ٹھٹھہ سیمنٹ کمپنی لمٹیڈ، جملہ حقوق محفوظ ہیں، آخری ترمیم: 21اپریل،2016
‫خفیہ موڈ کو استعمال کرنا‬
کروڑوں دلوں کی دھڑکن معروف بھارتی اداکارہ ایشوریا رائے نے خودکشی کر لی
قرض ادا نہ کرنے والا شہری بینک میں قید اغوا کی اطلاع پر 5ملازمین گرفتار
جہانگیر اختر اس اعتراض کا جواب دیتے ہوئے کہتے ہیں کہ انہیں پیپلز پارٹی سے اپنی وابستگی پر فخر ہے اور یہ بات ان کے لیے اور بھی بڑا اعزاز ہے کہ حکمران جماعت کے ایک ادنیٰ کارکن ہوتے ہوئے بھی وہ کرپشن کے خلاف ہر فورم پر آواز اٹھا رہے ہیں۔ انہوں نے کہا کہ پیپلز پارٹی کی بنیاد بھٹو خاندان نے رکھی اور اس کے لیے جان کی قربانیاں بھی دیں۔ جہانگیر اختر نے اس عزم کا اظہار بھی کیا کہ وہ پارٹی وابستگی سے بالاتر ہو کر کرپشن کے خلاف اپنا مشن جاری رکھیں گے۔
اگر وہ جاگ اٹھتے اور انہیں پتہ چل جاتا کہ ہیلو کو نکال دیا گیا ہے تو وہ آپس میں اتفاق کر کے بلدیہ کے میئر کے پاس جا کر کہتے :
سائنسدانوں کو یقین ہے کہ وہ پیدائشی طور پر بہرے افراد کے علاج میں کامیابی کے بہت قریب ہیں، ایسے افراد کے کانوں میں اسٹیم سیلز لگائے جائیں گے جو کہ اس موروثی مرض کے شکار افراد میں پائی جانے والی خرابی کو دور کریں گے۔
جیل تو جیل ہوتی ہے،سختیاں تو برداشت کرنی ہوں گی: شہباز شریف کا میڈیا کو جواب
اس طرح کی بے شمار مثالیں پیش کی جاسکتی ہیں جنہیں حضرت اقبال طاقت کے حصول کی وکالت کرتے ہیں۔
۱۳۲. اس کی وصیت ابراہیم اور یعقوب نے اپنی اولاد کو کی، کہ ہمارے بچو! اللہ تعالیٰ نے تمہارے لئے اس دین کو پسند فرما لیا، خبردار! تم مسلمان ہی مرنا
آنے والا وقت پیپلز پارٹی کا ہو گا،کامیاب ہو کر خواتین کی فلاح و بہبود کے لئے کام کرونگی،مہرین انور راجہ
مکمل پڑھیں: والد کا دن 2019 خواہشات
سکردو میں خاص مسلک کے لوگوں کی اکثریت کی وجہ سے ہڑتال کی گئی،راء کی جانب سے فنڈنگ کا شک ہے۔ وزیر اعلی گلگت بلتستان۔
. اس کے بجائے کی بجائے . ہر چیز کو معمول کے ساتھ کرنا چاہتے ہیں ٹیگ. اگر آپ کسی وجہ سے واقعی یہ نہیں کرسکتے ہیں تو، اچھی تصویر سائٹ نقشہ بنائیں اور واقعی وضاحتی تصاویر نام استعمال کریں.
’کینسر امریکہ‘ کا خاتمہ کر دیا جائے گا، انڈر ویئر بمبار کی دھمکی _ حالات حاضرہ _ DW _ 05.10.2011
تمام اشاعت کے جملہ حقوق بحق ادارہ محفوظ ہیں۔بغیر اجازت کسی قسم کی اشاعت ممنوع ہے
ممبئی: بالی ووڈ کے دبنگ اداکار سلمان خان 52 سال کے ہوچکے ہیں اور ابھی تک کنوارے ہیں ان کے گھر والوں اور پرستاروں کی شدید خواہش ہے کہ سلمان خان جلد سے جلد شادی کے بندھن میں بندھ جائیں لیکن سلمان خان خود شادی کے بارے میں کیا کہتے ہیں اس حوالے سے انہوں نے پہلی بار بھارتی ٹی وی کے مقبول ترین شو’’آپ کی عدالت‘‘میں کھل کر اپنا موقف بیان کیا۔ جس کی ویڈیو سوشل میڈیا پر...
پانامہ کیس کا فیصلہ واقعی ایسا ہے کہ لوگ بیس سال یاد رکھیں گے مدعی اور مدعا علیہ سمیت سبھوں نے خو شی سے لڈ یاں ڈالیں جی بھر کر مٹھائی کھا ئی اور اب آ فٹر شاک سبھی سوچ رہے ہیں کہ شاید ان کے ساتھ ہاتھ ہو گیا ہے ۔ فیصلہ کو تاریخ ساز ماننے اور مبارک سلامت کے جذ باتی ہچکولوں کے بعد عمران خان نے سپریم کورٹ کے تاریخ ساز فیصلہ کے تحت شریف خاندان کے خلاف بنا ئی جانے والی جے آ ئی ٹی کو ہی ماننے سے انکار کر دیا انہیں خطرہ ہے کہ مجوزہ جے آ ئی ٹی میں سبھی نوز شریف کی حکومت کے چہیتے ملازمین ہوں گے تو ایسے میں نہ تو شفاف تحقیقات ہوسکیں گی اور نہ ہی انصاف ہو سکے گا دوسری طرف ابال ٹھنڈا ہو نے کے بعد حکمران جماعت کو بھی پانامہ فیصلہ میں چپھے تحفظات نظر آ ہی گئے لیکن وسیع تر قومی مفاد میں بننے والی جے آ ئی ٹی کے ساتھ مکمل تعاون کا سند یسہ اس شرط کے ساتھ دیا کہ ہو سکتا ہے ہم فیصلہ کے خلاف نظر ثانی میں چلے جائیں۔

چینی زبان میں شنگھائی شہر کے نام کا مطلب ہے’’سمندر پر بنایا گیا شہر‘‘ اور ماہرین کے بہت محتاط اندازوں کے مطابق اس نمائش کو دیکھنے کے لئے بیرون ملک سے کم ازکم بھی تین اور پانچ ملین کے درمیان مہمان اس نمائش کا رخ کریں گے۔
عمران خان وزیراعظم پاکستان منتخب
نریندرا مودی کی بیٹیوں کے ساتھ سیلفی کی اپیل
کے ذریعہ دباؤ ڈالنے کے لۓ آپ لوگوں کو یہ بھی معلوم ہے کہ میں بغیر کسی زبان میں بولی بغیر زبانی طور پر زبانی طور پر زبانی طور پر
ضرور پڑھیں:سینئر افسر کا وفاقی وزیر خسرو بختیار کا حکم ماننے سے انکارپھر تحریک انصاف کی حکومت نے اس کیساتھ کیا سلوک کردیا؟ وہ خبرآگئی جس کی کسی کو توقع نہ تھی

9/11 حملوں کو آج 17 برس ہوگئے، اور اب حملوں کے بعد کی ایک
جھاڑکھنڈ: ایک ہی خاندان کے 6 افراد نے خود کشی کرلی
ہلکے خیر مقدم کا خیر مقدم: ایندھن کین، گزشتہ فروری شارک میں تجارت کرنے کے بعد، کلیب بینک سینٹر میں اپنا پہلا کھیل کھیل رہا تھا، اس کے اوپر مرکزی برف کے ویڈیو بورڈ پر ایک پیغام کے ساتھ خیر مقدم کیا گیا. مختصر پیغام نے بھیڑ سے آلے کا ایک ہلکے دور لگایا، لیکن کینی نے اپنی واپسی میں مخلوط جواب موصول کیا.
بین الاقوامی
پاکستان کے وزیراعظم متحدہ عرب امارات کے دورے پر ابوظہبی پہنچ گئے
pakdesiherbal نے 20 نومبر 2017 کو شایع کیا۔
نیب کی پہلی اور آخری وابستگی پاکستان کے مفادات کا تحفظ ہے:چیئرمین نیب

تازہ ترین شو
1 گھنٹہ پہلے
دوستوں کے ساتھ شیر کریں
ماہرہ خان ایوارڈ شو میں ایسا لباس پہن کر آ گئیں ، لوگوں کے…
اپنا تبصرہ تحریر کریں

ہم صدارتی نظام کی طرف بڑھ رہے ہیں
اب چونکہ آصف علی زرداری نے وطن واپسی کا ارادہ کرہی لیا ہے تو اُنہیں چاہیے کہ حالات کی نزاکت اور نئے الیکشن کی آمد کا خیال رکھتے ہوئے پارٹی کو نئے سرے سے منظم اور متحرک کریں۔کرپشن اور نااہلی جیسی خرابیوں کا علاج تلاش کریں اور صرف کارکردگی کی بنیاد پرلوگوں سے حق حاکمیت کی استدعا کریں۔وہ جب تک صوبہ سندھ سے مفلسی، جہالت اور غربت کا خاتمہ کرنے کی کوششیں نہیں کریں گے ۔ اُسے جدید اورترقی یافتہ نہیں بنائیں گے سارے ملک کے عوام اُن کی باتوں پرکوئی اعتبار نہیں کریں گے۔ مدِ مقابل کوئی مضبوط سیاسی حریف یا جماعت نہ ہونے کی وجہ سے سندھ کی حد تک تو اُنہیں دوبارہ حکومت کرنے کا موقع مل جائے گا لیکن سارے پاکستان میںحکمرانی کرنے کا شوق ہرگز پورا نہیں ہوپائے گا۔
انہوں نے ادلب کی صورت حال کا ذکر کرتے ہوئے کہا کہ یہ شامی حکومت کا حق ہے کہ پورے ملک پر اس کا کنٹرول ہو- ان کا کہنا تھا کہ ادلب میں موجود دہشت گردوں کے ڈرون حملوں کو نظر انداز نہیں کیا جا سکتا البتہ وہاں عام شہریوں کی آبادی کے پیش نظر تمام پہلوؤں کو مد نظر رکھنا ہو گا-
اور ہر دیکھنے والے کے لیے دوزخ سامنے لائی جائے گی۔
دھرنوں کی سیاست نے ملک کو معاشی طور پر غیر مستعکم کر دیا ہے: شیخ وسیم اکرم _ Geo Urdu
حیدرآباد۔/29اکٹوبر، ( راست ) مولانا سید ظہور الحق مظاہری ولد سید عبدالعزیز امام مسجد قادریہ سید علی گوڑہ مراد نگر کا آج مہدی پٹنم کے قریب حادثہ میں انتقال ہوگیا۔ وہ 62سال کے تھے ۔ تفصیلات کیلئے فون 9949695969 ، 9052209494 پر ربط کریں۔
میں یہ بات بڑے دکھ سے عرض کرتا ہوں کہ مجھے واقعی ڈر لگتا ہے، شہروں میں بسنے والے ان ’’ سیاحوں ‘‘ سے جو اپنی آبادیوں کو ہجوم میں بدلنے میں فخر محسوس کررہے ہیں کہ ہم دنیا کی چھٹی بڑی قوم (آبادی کے حوالے سے ) ہیں۔ میرے ایک نہایت اہل علم دوست جناب شکور طاہر نے میرے اس خوف کی تصدیق یوں کی کہ کئی سال قبل انہوں نے اسلام آباد سے چند کلومیٹر باہر بارہ کہو میں ایک ندی کنارے گھر بنانا شروع کیا۔ وہاں پر معروف ادیب ممتاز مفتی کے صاحبزادے عکسی مفتی نے پہلے ہی گھر بنا رکھا تھا۔ لہٰذا انہوں نے اُن کے گھر کے ساتھ ہی زمین کا ایک ٹکڑا لے کر اپنا گھر بنا ڈالا۔ متعدد بار انہوں نے عکسی مفتی سے کہا کہ اس آبادی کی گلی پختہ کروا لیتے ہیں۔ عکسی مفتی نے ہمیشہ ہی اس تجویز کی حوصلہ شکنی کی اور اس خوب صورت وادی میں گھر بنانے کے لیے دیگر ’’شہریوں‘‘ کی بھی حوصلہ شکنی کرتے رہے کہ بابا میں تو یہاں گھر بنا کر پچھتا رہا ہوں، نہ جانے رات کو کیسی عجیب وغریب آوازیں آتی ہیں، خونخوار جانوروں کی بلکہ پُراسرار آوازیں بھی۔ مگر رفتہ رفتہ یہ وادی شہری آبادی میں بدل گئی اور اب یہ وادی بھی ’’شہری ہجوم‘‘ کا نظارہ پیش کرتی ہے۔ یہ اس قوم کے متعدد المیوں میں سے ایک المیہ ہے۔
سونے کے ان طریقوں سے آپ جسم کی مختلف تکالیف سے چھٹکارہ پاسکتے ہیں
مرکزی نیویگیشن پر جائیں
سانچہ:ناروے کی ہوائی کمپنیاں
دہشت گردی کے خلاف جنگ میں امریکی فتح کے لئے ’’عوامی...
اقوام متحدہ ۔26 جولائی ۔ ( سیاست ڈاٹ کام ) شام میں جنگی جرائم کے خودمختار اقوام متحدہ کمیشن نے کہا کہ اسلامی ریاست کے انتہاپسند گروپ کے کمانڈرس کو اگر مبینہ طورپر غداروں کی خفیہ فہرست میں شامل کرنا ہو تو وہ اچھے اُمیدوار ثابت ہوسکتے ہیں۔ برازیل کے سفارت کار اور دانشور پالوسرگیوپنیرونے کہا کہ القاعدہ سے علحدہ ہونے والا گروپ جو اب شمالی اور مشرقی شام پر اپنا کنٹرول رکھتا ہے ، اب سرعام سزائے موت دینے ، مسلوب کرنے اور دیگر انسانی حقوق کی پامالی میں ملوث ہیں۔ مسٹر پالو نے اس سلسلہ میں سنی عسکریت پسند گروپ کا خصوصی طورپر تذکرہ کرتے ہوئے فہرست میں موجود افراد کے زمروں کی تفصیلات بتائیں۔
آنکھ اُن کی لڑی یوں میری آنکھ سے، دیکھ کر یہ لڑائی مزہ آ گیا
آج کے کالمز
اضلاع کی خبریں
چین میں ورلڈ روبوٹ کانفرنس کا انعقاد
جماعت اسلامی کا موقف ہے کہ ٹربیونل کے ذریعے حکومت اپنے مخالفین کو نشانہ بنا رہی ہے۔
مونتیریا ( ہسپانوی: Montería) کولمبیا کا ایک رہائشی علاقہ جو Caribbean Region (Colombia) میں واقع ہے۔ [1]
لندن:مسلم لیگ (ن) کے قائد سابق وزیراعظم نواز شریف کی صاحبزادی مریم نواز نے 13جولائی بروز جمعہ کو اپنے والد نوازشریف کے ہمراہ وطن واپسی کا اعلان کرتے ہوئے کہا ہے کہ پہلے ہمارا فیصلہ تھا کہ والدہ کے ہوش میں آنے تک وطن واپس نہیں جائیں گے ۔
اپنا تبصرہ لکھیں
478 اللہ نے جاہلوں سے اس وقت تک سیکھنے کا عہد نہیں لیا جب تک جاننے والوں سے یہ عہد نہیں لیا کہ وہ سکھانے میں دریغ نہ کریں ۔
گردے کے درد کا علاج
اور آپ (اپنے رب کے حضور یہ) عرض کرتے رہیں: اے میرے رب! مجھے سچائی (خوشنودی) کے ساتھ داخل فرما (جہاں بھی داخل فرمانا ہو) اور مجھے سچائی (و خوشنودی) کے ساتھ باہر لے آ(جہاں سے بھی لانا ہو) اور مجھے اپنی جانب سے مددگار غلبہ و قوت عطا فرما دے
تازہ ترین شو
یہ لڑکیاں ملک کے شمال مشرقی صوبے یوبے کے ڈاپچی شہر کے ایک سکول سے 19 فروری سے لاپتہ ہیں جب جہادی تنظیم نے ان کے سکول پر حملہ کیا تھا۔صدر محمد بخاری نے اسے ‘قومی سانحے’ سے تعبیر کرتے ہوئے طالبات کے اہل خانہ سے معافی مانگی ہے۔اس حملے نے 2014 کے چیبوک حملے کی یاد تازہ کردی ہے جس میں ڈھائی سو سے زیادہ لڑکیاں اغوا کر لی گئی تھیں۔
ان سے ملیے!
بھارت میں خود کشی کی شرح میں اضافہ
ٹھیک ہے مجھے چند لمحے چاہیے اس فیصلے کے لیے ، لیکن شرط یہ ہے کہ تم خاموشی سے میری بات مانو گی اور جو کہوں گا وہ کرتی جاؤ گی " زینیا نے جواب میں کچھ کہنے کے لیے منہ کھولا ہی تھا مگر عمر کے چہرے پر موجود تاثرات دیکھ کر خاموش ہو گئی
Next articleکیا کھا یا ہائی بلڈ پریشر کے ساتھ کھانا نہیں کرنا (ہائی بلڈ پریشر)
رسائی کے لنکس
بی بی سی نے عہدے داروں کے حوالے سے بتایا ہے کہ چین کے صوبے شان چی کی مزہی کاؤنٹی کے ایک ہائی سکول کے نزدیک چاقو سے مسلح ایک شخص نے طالب علموں پر اس وقت حملے کیے جب وہ چھٹی ہونے کے بعد اپنے گھروں کو جا رہے تھے۔
”جو شخص سیاہ خضاب لگاتا ہے، قیامت کے دن اللہ تعالیٰ اسے ( نظر رحمت سے ) نہیں دیکھے گا۔“ [الطبقات الكبري لابن سعد : 340/1]
شام کے وزیرخارجہ ایران اور شام کے حکام کے درمیان جاری مسلسل صلاح ومشورے کے لئے تہران پہنچے ہیں ۔

انٹرنیٹ ٹی وی
‫ •کالیں‪ :‬وائس کال کے لیے سم یا یوسم کارڈ منتخب کریں۔‬
جاپانی کھیلنے کے لئے کپڑے
قرن افريقہ کی موجودہ خشک سالی پچھلے بہت طويل عرصے ميں پيدا ہونے والی سب سے شديد خشک سالی ہے۔ بارش کے کئی موسم بارش کے بغير ہی گذر گئے ہيں۔ مويشی ايک عر صہ پہلے ہی مر چکے ہيں اور کھيتوں ميں کچھ بھی نہيں اگ رہا ہے۔ خاص طور پر صوماليہ کا جنوبی علاقہ اس آفت کا شکار ہے، جو پہلے ہی بہت زيادہ خستہ حال ہے۔ يہاں لوگ کئی عشروں سے جنگ اور تنازعات کی چکی ميں پس رہے ہيں۔ يہاں دہشت گرد تنظيم الشباب کی حکمرانی ہے، جس نے ابھی کچھ ہی عرصہ پہلے تک ہر قسم کی مدد کو يہاں آنے سے روک رکھا تھا۔
سکوٹر کے نام کا ایک اور طوفان جس کے اوپری بادل سفید رنگ کے تھے، عظیم دھبے کے جنوب میں دکھائی دیا۔ اس کی رفتار عظیم دھبے والے طوفان سے زیادہ تیز تھی۔ اسے وائجر دوم کے پہنچنے سے ذرا قبل دیکھا گیا تھا۔ بعد کی تصویروں میں زیادہ تیز رفتار بادل دکھائی دیے۔ ایک چھوٹا دھبہ جو جنوبی سائیکلون ہے، 1989 میں دیکھا گیا۔ ابتدا میں یہ بالکل تاریک تھا لیکن جب وائجر دوم پہنچا تو اس کے درمیان سفید رنگ کا مرکز بن چکا تھا جو اکثر تصاویر میں واضح دکھائی دیتا تھا۔
وزیر اعظم نریندر مودی نے سفر پر اپنے فیس بک پیج پر لکھا “9 اور جون کو ایس سی او چوٹی کانفرنس میں حصہ لینے کے لئے میں چین کے چنگداو میں رہوں گا۔ ایک مکمل رکن کے طور پر ہندوستان کے لے یہ پہلا ایس سی او چوٹی کانفرنس ہوگا۔ ایس سی او ممالک کے لیڈروں کے ساتھ بات چیت ہوگی اور ان کے ساتھ مختلف موضوعات پر تبادلہ خیال کریں گے۔
نبی کریم ﷺ کا دل اور بدن تمام نور ہے سارے نور (سورج، چاند، ستارے وغیرہ) آپ کے نور سے مستیز اور روشن ہیں اور دلوں کے راز
مشین آپ کے وورکپیکا کے لئے مناسب نہیں ہے تو براہ مہربانی ہمیں درج ذیل معلومات بتائیں کہ:
انسداد پولیو مہم ، ڈی سی او پشاور اور اساتذہ تنظیموں کے درمیان مذاکرات ناکام ، اساتذہ قومی فریضے کی انجام دہی کیلئے مہم چلائیں ، ڈی سی او ، 250روپے کی خاطر زندگی خطرے میں نہیں ڈال سکتے ، سکولوں میں ... مزید
بالی وڈ کی نئی دبنگ اداکارہ...
جرمنی کا دوبارہ اتحاد ايک بڑا تاريخی واقعہ ہے۔ اس وقت وفاقی جرمنی کے چانسلر ہيلموٹ کوہل تھے۔ يہ فيصلہ آنے والا وقت ہی کرے گا کہ وہ اس اتحاد کے خالق يا محض صحيح وقت پر ايک تاريخی عمل سے فائدہ اٹھانے والے تھے۔ (17.09.2010)
صحافی کی جانب سے کیے جانے والے سوال کہ عمران خان کا فیصلہ سپریم کورٹ میں محفوظ ہے، عدالت نے ابھی تک اس کیس کا فیصلہ نہیں سنایا اس پرآپ کیا کہیں گے۔
۳۳۔ ۔ ۔ ۔ ۔ ۔ ۔ ۔ یعنی بندے پوری طرح اس کے قابو میں اور اس کی گرفت میں ہیں۔ وہ جس بندے کو جس حال میں رکھنا چاہے کوئی طاقت نہیں جو اسے اس سے روک سکے۔
کراچی (اُردو پوائنٹ اخبار تازہ ترین۔ 27اپریل۔2015ء)صوبائی سیکریٹری صحت سعید احمد منگنیجو نے کہا ہے کہ محکمہ صحت کے تمام افسران کوایک ٹیم کی طرح کام کرنا ہوگا تاکہ نہ صرف محکمہ کے ملازمین کے مسائل حل ہوسکیں بلکہ عوام کو بہتر طبی سہولیات کی فراہمی بھی بنائی جاسکے ۔ان خیالات کااظہار انہوں نے پیر کو محکمہ صحت کا چارج سنبھالنے کے بعد افسران کے تعارفی اجلاس کی صدارت کرتے ہوئے کیا ۔
آپ کو ہمیں اپنا نام یا پتا دینے کی ضرورت نہیں ہے۔
اسلام اور سائنس (19)
ایم کیوایم ، پاکستان کو ایسا ملک بناناچاہتی ہے جہاں فوج اور عدلیہ، آئی...
زرد رنگ Pigments - Pigments - شنگھائی ٹاتناوس صنعت کمپنی, ل.
تفصیلات کے مطابق ساڑھے پانچ سال سے پی ٹی سی ایل پنشنرز کی جانب سے جاری کیس میں آج سپریم کورٹ آف پاکستان کے چیف جسٹس انور ظہیر جمالی نے فیصلہ سناتے ہوئے پی ٹی سی ایل ملازمین اور پنشنرز کی نجکاری سے پہلے کی سرکاری حیثیت کو بحال رکھا اور انہیں تمام روکی گئی ادائیگیاں کرنے کا حکم سناتے ہوئے کہا کہ پی ٹی سی ایل کی نجکاری ایسے کی گئی ہے جیسے یہ پاکستان کی نہیں بلکہ کسی دشمن کی پراپرٹی ہو اگر یہ کسی کی ذاتی ملکیت ہوتی تو کبھی بھی فروخت نہ کی جاتی یہ کہنا تھا جسٹس امیر مسلم ہانی کا دوران سماعت انھوں نے مزید کہا کہ پی ٹی سی ایل پنشنرز اور ملازمین کی تمام ادائیگیاں بھی کی جائیں .
تحریک انصاف اور ق لیگ کے درمیان ہونی والی ملاقات اپوزیشن انتخابی اتحاد کی ایک کڑی ہے۔
لیکن طاقت کا دوسرا رخ بہت بھیانک ہے ۔طاقت کی حامل قومیں خود کوبڑھیااور پسماندہ اقوام کو گٹھیا سمجھتی ہیںاور ان کا یہ غرورانہیں اس بات پر مائل کرتا ہے کہ کمزور اقوام کو اپنے قدموںپر جھکایا جائے ان کی تذلیل کی جائے اور ان کے معاشی اور قدرتی ذرائع پر قبضہ کر کے ان کو اپنا دست نگر رکھا جائے۔طاقتور اقوام کبھی روشن خیالی کے نام پر تو کبھی تہذیب اور جمہوریت کا نعرہ لے کر دنیا میں قتل عام کرتی ہیںتو کبھی انسانی حقوق کا نعرہ لگاتے ہوئے کمزور ممالک پر چڑھ دوڑتی ہیں۔اگردور قدیم میںایتھنز نے اسی طاقت کے نشے میں چور ہو کر (MILOS)جزیرے پر حملہ کر کے اس کو اپنا باجگزار بنایا تو دور جدید میں یہی کردار امریکہ بہادر ادا کر رہا ہے جو چانکیہ کی ارتھ شاستراور میکیاولی کی دی پرنس جےسی کتب کی روشنی میں ےہ لازم سمجھتا ہے کہ ذاتی مقاصد حاصل کرنے کے لیے تمام اخلاقیات کو روند بھی ڈا لا جائے تو کوئی پروا نہیں۔اپنے ا ن خےالات کو عملی جامہ پہناتے ہوئے پہلے تو تیسری دنیا کے ممالک کے اسباب ووسائل پر قبضہ جماتا ہے اور پھر انہی ممالک کو تعمیر نو کے نام پر ٓائی ا ےم اےف اورورلڈبنک جیسے اداروں کا دست نگر بنا دیتا ہے۔۔تاریخ اس بات کی شاہد ہے کہ طاقت کبھی کسی کی لونڈی نہیں ہوتی ۔ایک وقت تھاکہ جب رومن سلطنت کا دنیا میںطوطی بولتا تھااس کے بعد عربوں کی باری اور اس کے بعد بالترتیب عثمانی ،صفوی اور مغل اقوام طاقت کی حامل رہیں۔لیکن ان اقوام نے اپنی طاقت کے ستون غریب اور پسی ہوئی اقوام کی بے بسی پر ہی کھڑے کیئے۔المختصر طاقتور کو اپنا وجود برقرار رکھنے کے لیے کمزور کے دل میں مستقل طور پر خوف اور دبدبہ قائم رکھنا ضروری ہے۔
رسائی کے لنکس
بس پھر کیا تھا، میری آنکھوں سے گرم گرم آنسو میرے چہرے کو بھگوتے چلے گئے۔
نکاح کا بیان
پچھلے دنوں بر صغیر کے علمی ودینی حلقے اس وقت سوگوار ہوگئے جب انھیں یہ خبرملی کہ حضرت مولانا عبد الحق اعظمی (استاذ حدیث دار العلوم دیوبند) کا مختصر علالت کے بعد موٴرخہ ۳۰/ ربیع الاول ۱۴۳۸ھ ( ۳۰/ دسمبر۲۰۱۶ء) کو انتقال ہوگیا ہے۔
پرنٹ کریں یہ صفحہ پرنٹ کریں
بچوں کا صفحہ
حضورﷺ قرآن و حدیث کا جو ربط بیان فرما رہے ہیں وہ اس حدیث سے واضح ہے، کیا اب بھی کوئی کہہ سکتا ہے کہ حدیث قرآن کے خلاف ایک عجمی سازش ہے،اگر ایسا ہوتا توحدیث پرقرآن کے اتنے وسیع سائے ہرگز نہ پھیلتے۔
۱۸۵۷ء کے ہنگامے اور ناکام جدوجہد آزادی کے بعد شہر دہلی پر جو قیامت ٹوٹی، اس کی تفصیل بیان کرتے ہوئے قلم کانپتا ہے۔ بقول شاعر:

تشکیل کنندہ خصوصی ٹیم نے شب روز انتھک محنت لگن وجانفشانی سے اپنے فرائض منصبی احسن طریقہ سے سرانجام دیتے ہوئے اور تمام قانونی تقاضوں کو مدنظر رکھتے ہوئے ریڈ پارٹی تشکیل دے کر ملزمان کو جنکے نام ذیل ہیں کو اسلحہ سمیت گرفتار کرلیا

انہوں (عمران خان)نے ایسے دھیمے اندازمیں میرے سوال کا جواب دیا جیسے وہ نہ چاہتے ہوں کہ اس بھری محفل میں کوئی ان کے جواب کو سنے اورسمجھے۔میں نے اسلام آباد کے خیبرپختونخوا ہائوس میں ان کے ساتھ نشست سے فائدہ اٹھاتے ہوئے ان سے پوچھا تھا کہ کیاانہیں معلوم ہے کہ خیبرپختونخوا میں ان کی حکومت کے وزیراعلیٰ پرویزخٹک (جوخود بھی اسی نشست میں موجود تھے)احتساب کے اسی قانون میں ترمیم لانے جارہے ہیں جسے انہوں نے خود ملک میں رائج احتساب کے دیگرنظاموں سے بہترقراردیکر اسمبلی سے منظورکروایا تھا توعمران خان کا جواب کچھ یوں تھا ـــ "نہیں مجھے پتہ ہے کہ ہمیں احتساب کمیشن کے قانون میں ترمیم کرنی پڑرہی ہے کیونکہ صوبے میں بیوروکریسی نے پین ڈائون یعنی قلم چھوڑہڑتال کردی تھی اورہمیں ان کے خدشات کوکم کرنے اورنظام کوچلانے کے لئے یہ ترمیم لانی پڑرہی ہے"۔
حیات انسا نی زندگی کی عمارت کے قیا م اور بقا ئ کے حوالےسے تین اہم ستون روح ،نفس،قلب ہیں۔اس مقا لےمیں ان کا تعلق اور کردار بتا یا گیا …
پاکستان میں سری لنکلن کرکٹ ٹیم پر حملے کا ماسٹر مائنڈ، افغانستان میں مارا گیا - تسنیم نیوز ایجنسی
جو لوگ گھر سے دور رہتے ہیں، کبھی کبھار گھر آتے ہیں اور آتے ہوئے خوشی محسوس کرتے ہیں کہ اپنے گھر پہنچ رہے ہیں اور گھر والے انتظار میں ہیں ـ مہینوں بعد گھر کا کھانا، ماں کا پیار، باپ کی شفقت بھائی بہنوں سے چھیڑ چھاڑ، بھانجے اور بھانجیوں کی چوں چوں وغیرہ ـ مگر ہمیشہ سے مجھے گھر آتے دل کی دھڑکن تیز ہوجاتی ہے ـ آنے سے پہلے فون کر دیتا ہوں کہ ایئرپورٹ، ریلوے اسٹیشن یا پھر بس اسٹاپ تک پہنچ گیا ہوں ـ اکثر ایسا ہوتا ہے کہ آدھی رات گھر پہنچتا ہوں اور گھر والے انتظار میں جاگتے ہیں خاص طور سے امّی ـ کھانے کو بار بار گرم کرتی ہیں کہ اب آئے گا اور اب آہی جائے گا اور لو پہنچ ہی گیا ـ اور جب کھانے بیٹھتا ہوں تو میرے سامنے بیٹھ جاتی ہیں ـ خیر خیریت اب پرانی بات ـ اپنا المارا کھول پانچ ـ دس لڑکیوں کی تصویریں ساتھ لے بیٹھتی ہیں جو میری غیر موجودگی میں جمع کر رکھتی ہیں ـ

Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی
ای میل کریں:
عمران خان کا ہند۔پاک بات چیت کا احیاء کرنے مودی کو مکتوب
میں نے کر سکتے ہیں بتا میری thong کرتا ہے آپ چاہتے ہیں کرنے کے لئے جرک بند joi
انسانی ترقیاتی اشاریہ
آزادی کے لیئے بے شمار قربانیاں دینے والوں کی نسلیں کسی صورت غلامی کی زندگی نہیں گزار سکتیں ۔ رکن رابطہ کمیٹی اقبال مقدم
گؤ رکھشا کے نام پر تشدد میں پہلی بار عدالتی گرفت ،علیم الدین کی موت کے معاملہ میں بی جے پی لیڈر سمیت ۱۱؍ ملزمین قصور وار قرار
مطلقہ عورت عدت کے بعد شادی کر سکتی ہے۔
یاد رہے کہ گزشتہ برس 17 اپریل کو پاک فوج کے شعبہ تعلقات عامہ آئی ایس پی آر کے ڈائریکٹر جنرل (ڈی جی) میجر جنرل آصف غفور نے پریس بریفنگ کے دوران بتایا تھا کہ احسان اللہ احسان نے خود کو سیکیورٹی اداروں کے حوالے کردیا۔
آئی پی ایل میچز منسوخ کر دیے گئے
بینڈ: 1.2 سینٹی میٹر x 20 سینٹی میٹر

چوتھے اوور میں افعانستان کے کپتان محمد نبی نے رن آؤٹ کا ایک یقینی موقع ضائع کیا لیکن دو ہی اوور بعد حامد حسن نےتجربہ کار کمارا سنگاکارا کو بولڈ کر کے اس غلطی کا ازالہ کر دیا۔
ٹیلی ویژن اور ریڈیو
ہندوستان میں مہنگائی کی وجہ کیا سیاسی پارٹیاں ہیں؟
معروف صحافی سمیع ابراہیم نے اے آر وائی نیوز کو خیرباد کہہ دیا، اب کس چینل میں جا رہے ہیں؟ بڑی خبر آ گئی
اخذ کردہ از «https://ur.wikipedia.org/w/index.php?title=سرائے_عالمگير&oldid=3254859»
اورنگ زیب عید کے موقع پر گھر نہیں ائے۔ والد نے کشمیر سے دہشت گردوں کو صاف کرنے کا کیا مطالبہ
١ - اترنے یا اوپر سے نیچے آنے کا عمل۔
انفرادیتِ کلام کی صورتیں مختلف ہو سکتی ہیں ۔ کہیں یہ شدّتِ جذبہ اور احساس کی اثر پذیری میں ظاہر ہوتی ہے (میر تقی میر) تو کہیں بلندیِ خیال کی شکل اختیار کر لیتی ہے (مرزا غالب)، کہیں زبان کی سادگی اور معاملہ بندی پر منحصر ہوتی ہے (داغ) اور کہیں مشاقیِ لفاظ پر (ناسخ)۔ اسی طرح انفرادیتِ کلام شعوری بھی ہو سکتی ہے اور غیر شعوری بھی۔ شعوری انفرادیت اس خصوصیت کلام کو کہا جائے گا جسے شاعر اختیاری طور پر، سوچ سمجھ کر اپناتا ہے اور غیر شعوری انفرادیت اس خصوصیت کو کہیں جو شاعر کی افتادِ طبع اور تربیتِ فکر کے قدرتی نتیجہ کے طور پر اضطراری طور پر اس کے کلام میں دَر آتی ہے۔
ہندویاپھر مسلم شخص کی موت‘ دماغی طور پر معذور نوجوان کی موت کے بعد شمشان گھاٹ میں تدفین
بزرگ خاتون مسافر کو گرنے کی وجہ سے چوٹیں آئیں ان کو فوری طور پر اسپتال لے جایا گیا جہاں پر بعد میں وفات پاگئیں۔ان کے رشتہ داروں کی خواہش پر ان کو نجف مقدس میں ہی دفن کر دیا گیا۔ ترجمان پی آئی اے نے بتایا کہ پی آئی اے کے عراق میں متعین اہلکار وفات پا جانے والی خاتون کے رشتہ داروں سے رابطہ میں رہے اور ان کو پی آئی اے کی جانب سے تدفین کے اخراجات سمیت ہر ممکن مدد فراہم کی۔
دنیا بھر سے
اسلام آباد سپر فٹ بال لیگ 6 اکتوبر سے شروع ہو گی
اس پوسٹ کو شیئر کریں ای میل
مقامی خبریں
پرنٹ کریں یہ صفحہ پرنٹ کریں
عدالت میں نواز شریف کا بطور ملزم تحریری بیان یو ایس بی میں جمع کرا دیا گیا، نواز شریف کی جانب سے دیے گئے جواب کمپیوٹر پر ٹائپ کیے گئے. وکیل نے عدالت کو گوش گزار کیا کہ نواز شریف نے فلیگ شپ ریفرنس میں 136 سوالوں کے جواب دے دیے، باقی4سوالوں کے جوابات کچھ درستگیوں کے بعد کل جمع کرائیں گے.

نسلاً بعد نسلاً، ٹیکنالوجی جذبۂ ہمدردی پر اسی طرح وار کرتی ہے۔ اب ہم ہر وقت ہر کسی سے جڑے رہنے کے عادی ہوچکے ہیں لیکن یہ سب ہماری گفتگو کے دوران ہورہا ہے، کم سے کم اس گفتگو کے دوران جو برق رفتار اور زیادہ مربوط نہ ہو، جس میں ہم مختلف خیالات بس پھینکتے رہیں اور بیک وقت موجود ہوں بھی اور نہیں بھی۔ لیکن ہمدردی اور اپنائیت اسی طرح کی گفتگو میں پروان چڑھتی ہے جس میں ہم آنکھوں میں آنکھیں ڈال کر بات کریں، ایک دوسرے کو سکھ پہنچائیں اور حدِ ادب میں رہتے ہوئے اختلاف کریں۔ اسی طرح کی گفتگو میں ہمیں پتا چلتا ہے کہ ہم کون ہیں اور کیا ہیں۔

اس صورتِ حال میں بہت سے لوگ ایم کیو ایم لندن کی قیادت کی جانب دیکھ رہے ہیں اور وہاں سے کسی اعلان کے منتظر ہیں۔
اسلام آباد(ڈیلی پاکستان آن لائن)پاکستان تحریک انصاف کے رہنما اور وزیراعظم عمران خان کے معاون خصوصی نعیم الحق نے کہا ہے کہ سابق وزیراعظم نواز شریف ، مریم نواز اور کیپٹن صفدرکی سزائیں معطل ہونے اور ان کو رہا کرنے کے بارے میں عدالتی حکم سے وزیراعظم عمران خان کو آگاہ کردیا گیا ہے ۔
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے. بیرونی لنکس کے بارے میں ہماری پالیسی.

شوگر کے مریضوں کیلئے حیران کن نسخہ، اب پریشان ہونے کی ضرورت نہیں – News Watch
آج سرحدوں اور ملکی صورتحا ل سے آگاہ کروں گا۔جنگ بندی معاہدے کی خلاف ورزیوں میں اضافہ ہورہا ہے۔ سرحدوں پر ملٹری کو نشانہ نہیں بنایا جارہا ہے۔بھارتی فورسز جان بوجھ کرشہری آبادی کو نشانہ بنا رہی ہیں۔2017 اور 2018ء میں سیز فائرمعاہدے کی زیادہ خلاف ورزیاں ہوئیں۔2018ء میں 2593بار سیز فائر کی خلاف ورزی کی گئی۔2018ء میں55شہری شہید اور 300سے زائد زخمی ہوئے ہیں۔
نام نشان نہ ملنا، سراغ لگانے میں ناکام ہو جانا۔
»پٹرولیم مصنوعات پر 100 ارب کے اضافی ٹیکس واپس ، نان فائلر کو گاڑیاں اور جائیدادیں خریدنے کی اجازت ، کم ازکم پنشن 10 ہزار روپے مقرر ، گاڑیاں ، موبائل فون ، سگریٹ ،غیر ملکی چاکلیٹ ، جوس ، دودھ ، مشروبات مہنگے
تبصرے دیکھیں
’ڈرون طیاروں کے استعمال سے متعلق ابہام اور عدم شفافیت کے باعث ڈرون حملے ہر قسم کے احتساب سے بالاتر ہوگئے ہیں اورا ن سے متاثر افراد مناسب قانونی چارہ جوئی سے محروم کردیے گئے ہیں‘: اقوام متحدہ
ارب پتی شخص کی بیٹی جس کا ماہانہ خرچ 4 لاکھ روپے سے زائد، اسے تجرباتی طور پر انتہائی ...
احسن اقبال کا کہنا تھا کہ ڈائریکٹر جنرل (ڈی جی) رینجرز میجر جنرل محمد سعید نے گروپ سے متعلق بریفنگ دی ہے، جبکہ کسی گروپ یا پارٹی کو اشتعال انگیز کارروائیوں میں ملوث ہونے کی اجازت نہیں دی جائے گی۔
ہو سکتا ہے میری نواز شریف سے …
اور اگر تم ہو چاہتیاں اﷲ کو اور اس کے رسول کو اور پچھلے (آخرت کے) گھر کو،
آگیا اس کا کوئی اور ہی ملنے والا
منگل : 11 دسمبر 2018 کی اہم ترین عالمی خبریں
ادارتی نوٹ: پوسٹ میں شائع کی گئی رائے مصنف کی ہے اور ادارے کا مصنف کی رائے سے متفق ہونا ضروری نہیں ہے۔ کاپی رائٹ 'ہم سب' ڈاٹ کام. بلا اجازت آرٹیکل نقل کر کے شائع کرنا کاپی رائٹ قوانین کے تحت ایک جرم ہے
(۳) موت سے مسلما ن کے گناہ مٹتے ہیں. 22


مزید مضامین
ہم اپنی آنکھوں سے دیکھتے ہیں کہ جن لوگوں نے ہم سے بہت بعد میں اپنے کیریر کا آغاز کیا، آج ان کے پاس اپنا مکان ہے، ان کی اپنی گاڑیاں ہیں اور خطیر رقم کا بینک بیلنس ہے۔ جب کہ ایسے لوگ بھی ہیں جنھوں نے اپنی پوری زندگی لکھنے لکھانے میں لگادی، لیکن مادی لحاظ سے وہ کیریر کی ابتدا کے وقت جہاں تھے سالہا سال بعد بھی وہیں کے وہیں کھڑے ہیں۔ ان میں سے کئی لوگوں نے علمی سطح پر اپنی پہچان ضرور بنائی ہے مگر علم کو کون پوچھتا ہے، ہندستانی تو گھوڑے گاڑیاں ہی دیکھتے ہیں۔
ڈوئچے ویلے نیوز لیٹر سروس میں خوش آمدید۔ براہ کرم یہاں رجسٹریشن کروائیں۔
دنیا کی واحد صبح سویرے ہی خالی ہونے والی ڈونٹ شاپ
خطبہ دوئم : مملکت بے تقویٰ لوگوں کی وجہ سے غیر محفوظ ؛ دہشتگردی میں وقفے سے دھوکے میں مت آئیں ؛ پتے جھاڑنے سے دہشت گردی ختم نہیں ہوتی ؛ دہشت گردی اور امن کیلئے علت و معلول (سبب و م...
کراچی سے میرپورخاص اور بدین کے لیے ٹرین چلانے کا اعلان
تلاوت و نعت کے ساتھ ہی تقریری مقابلہ شروع کیا گیا جس کی میزبانی کے فرائض ابرار حسین گوجر نے ادا کیے۔ مجموعی طور پر بچوں میں انتہائی دلچسپ تقریری مقابلہ دیکھنے میں آیا۔ اس مقابلہ کے لیے ججز کا تقرر کرنل (ریٹائرڈ) بشارت علی نے کیا اورتقریری مقابلہ میں پہلی پوزیشن حاصل کرنے والے طالب علم دانیال یاسر کے نام کا اعلان بھی انھوں نے کیا۔
انہوں نے بتایا کہ ملاقات کے دوران پاکستان حکام کی جانب سے بھارتی ڈیم پر تحفظات زیرِ بحث آئے ،ْ سندھ طاس معاہدے کی روشنی میں اس کا پٴْر امن حل نکالنے پر زور دیا گیا۔عالمی بین کی ترجمان نے سندھ طاس معاہدے کی اہمیت اجاگر کرتے ہوئے کہا کہ یہ معاہدہ ایک اہم ترین بین الاقوامی معاہدہ ہے جو پاکستان اور بھارت کو اپنے عوام کی ضروریات پوری کرنے کے لیے حال اور مستقبل میں پانی کے موثر انتظام کے حوالے سے چیلنجز کا سامنا کرنے کیلئے ایک ضروری تعاون پر مبنی فریم روک فراہم کرتا ہے۔

سب لوگ اپنے اپنے عزیزوں کو رولیے.
بھارتی زیر انتظام کشمیر میں ہوئی تازہ خونریز جھڑپوں کے نتیجے میں تین فوجیوں سمیت کم از کم بیس افراد ہلاک ہو گئے ہیں۔ نئی دہلی حکومت نے مزید تشدد کے پیش نظر سری نگر میں سکیورٹی ہائی الرٹ کر دی ہے۔
مکرمی! گذشتہ روز سوشل میڈیا پر ایک خبر نظر سے گزری کہ کمالیہ میں ایک گینگ پکڑ لیا گیا ہے جو چھوٹی ...
پاکستان مسلم لیگ ن خواتین ونگ کی جانب سے شعور آگاہی اور شمولیتی پروگرام کا انعقاد
خواب:۔ میں نے دیکھا کہ میں ایک محفل میں ہوتا ہوں۔ وہاں بہت سے بزرگ بھی تشریف فرما ہوتے ہیں۔ پھر اچانک میری نظر ایک بزرگ پر رک جاتی ہے۔ میں غور سے انہیں دیکھتا ہوں تو وہ میرے مرشد کریم ہوتے ہیں۔ میں جلدی سے ان کے پاس جاتا ہوں ان سے بڑی خوشی سے ملتا ہوں اور ان کے قدموں میں بیٹھ جاتا ہوں۔ تعبیر بتا دیجئے۔
واشنگٹن ۔ امریکی صدر ڈونالڈ ٹرمپ نے ڈیفنس ہیڈکوارٹر پنٹاگن کو جنوبی کوریا میں تعینات امریکی فوجیوں کی تعداد میں کمی کئے جانے کے متبادل پر غور کرنے کی ہدایت دی ہے۔
اس کی بیکری پہ گاہکوں کا ہجوم ہوتا تھا اور وہ دھن تقریبا سیکھ چکی تھی۔پیٹر! وہ اجنبی جس کا سایہ اسے خزاں کی چوکھٹ پر نظر آیا تھا اب بالکل بھی اجنبی نہیں رہا تھا۔ وہ تمام دن جہاز پر آنے والا سامان بازار میں بیچا کرتا تھا اور سر شام ہی اس کی بیکری کے کاونٹر پہ موجود ہوتا۔دھیرے دھیرے دوستی بڑھتی گئی۔
سلسلہ مدتوں تک بند ہوگیا تھا۔ آسمانی سلطنت صرف عقل کے ہاتھ میں تھی۔ پس اس ناقص عقل نے کن کن خرابیوں میں لوگوں کو ڈالا، کیا اس سے کوئی ناواقف بھی ہے۔ دیکھو الہام کا پانی جب مدت تک
اشتہار یلئڈی سکرین
مجھے کچھ وقت لگتا ہے خود کو سنبھالنے میں۔ مالویکا جی کی طرف دیکھتا ہوں۔ وہ آنکھوں ہی آنکھوں میں میرا حوصلہ بڑھاتی ہیں۔ میں بات آگے بڑھاتا ہوں، ’’ہاں، تو میں اپنے بچپن کی باتیں بتا رہا تھا۔ میرے پتا جی کارپینٹر تھے اور گھر میں رہ کر ہی کام کرتے تھے۔ ہم لوگوں کا ایک بہت پرانا، بڑا سا گھر تھا۔ ہمارے پتا جی بہت غصے والے آدمی تھے اور غصہ آنے پر کسی کو بھی نہیں چھوڑتے تھے۔ آج بھی اگر میں گنوں تو پہلی بار گھر چھوڑنے تک، یعنی تیرہ چودہ سال کی عمر تک میں جتنی مار ان سے کھا چکا تھا، اس کے بیسیوں نشان میں آپ کو اب بھی گن کر دکھا سکتا ہوں۔ تن پر بھی اور من پر بھی۔ ناراضگی میں وہ اپنی جگہ پر بیٹھے بیٹھے، جو بھی اوزار ہاتھ میں ہو، وہی دے مارتے تھے۔ ان کے مارنے کی وجوہات بہت معمولی ہوتی تھیں۔ بیشک آخری مرتبہ بھی میں گھر سے پٹ کر ہی روتا ہوا نکلا تھا اور اس کے بعد پورے چودہ برس بعد ہی گھر واپس آیا تھا۔ ایک بار پھر گھر چھوڑنے کے لئے۔ پر اس کی کہانی الگ ہے۔‘‘
آپ جب چاہیں چلے آ جائیں بے کھٹکے ادھر
تفصیلات کے مطابق بلائند کرکٹ ورلڈ کپ میں شرکت کے لئے نیپا ل اور بنگلہ دیش کی ٹیمیں لاہور پہنچ گئیں۔ لاہور کے مقامی ہوٹل پہنچنے پر پاکستان بلائنڈ کرکٹ کونسل کے آفیشلز نے مہمان ٹیموں کا فقیدالمثال استقبال کیا۔ بلائنڈ کرکٹ ورلڈکپ کی افتتاحی تقریب 7 جنوری کو جبکہ افتتاحی میچ 8جنوری کو قذافی سٹیڈیم لاہور میں کھیلا جائے گا۔ بھارتی ٹیم کے پاکستان آنے سے انکار کے بعد افتتاحی میچ میں پاکستان اور بنگلہ دیش کی ٹیمیں آمنے سامنے ہوں گی۔
یہ موقف صرف تحریک انصاف کا نہیں تھا بلکہ دیگر متعدد جماعتوں کا بھی تھا جس کے باعث سعودی مسلم لیگ نون کی حکومت یمن جنگ میں حصہ نہ لینے پر مجبور ہو گی اس فیصلے کے باوجود پاکستان نے یمن جنگ میں سعودی عرب کو لاجسٹک مدد فراہم کرنے پر اکتفاء کر لیا اور اب بھی لاجسٹک مدد جاری ہے اب جبکہ عمران خان اور انکی جماعت نے انتخابات میں کامیابی حاصل کر لی ہے اور حکومت بنانے جا رہی ہے تو اس بات کا قوی امکان ہے کہ پاکستان سعودی عرب کی لاجسٹک مدد بند کرتے ہوئے سعودی اتحاد کو بھی خیر باد کہے۔ آپ کو یاد ہو گا کہ عمران خان نے انتخابات میں کامیابی حاصل کرنے کے بعد اپنے پہلے خطاب میں کہا تھا کہ پاکستان مشر ق وسطی کے تنازعوں میں حصہ نہیں بنے گا بلکہ ثالثی کردار ادا کرتے ہوئے تنازعوں کو حل کرنے کی بھرپور کوشش کریگا ۔
