25 دسمبر - رام نارائن کی پیدائش۔
اگست 26, 2017 این اے120کا ضمنی انتخاب، آخری گیند تک لڑیں گے، عمران خانپر تبصرے بند ہیں
ہماری تاریخ فوجی آمریت، معاشی استحصال اور مذہبی شدت پسندی کے خلاف جدوجہد کی تاریخ ہے اور عسکریت پسند مذہبی بنیاد پرستی، ریاستی اداروں کے ماورائے آئین اقدامات اور کمزور جمہوری نظام کے باوجود پاکستان میں انسانی حقوق کی جدوجہد جاری رہے گی۔
عمر کے بڑھنے کے ساتھ ساتھ انسان کے چہرے پر جُھریوں کے اُبھرنے کا عمل فطری ہے۔ تاہم ان جُھریوں کو بہت زیادہ نمایاں نظر آنے سے روکنے کے لیے اس کے خلاف کچھ کیا جا سکتا ہے۔ اس بارے میں جرمنی کے صارفین کے تحفظ سے متعلق ایک معروف جریدے ’ٹیسٹ‘ کی ایک تازہ ترین رپورٹ میں چند دلچسپ حقائق سامنے آئے ہیں۔
• Science & Technology (1530) سائنس / ٹیکنالوجی
سرفراز بگٹی نے یہ بھی کہا کہ 25 نومبر کے واقعے کی تحقیقات کیلئے ایک فرانزک ٹیم کو لاہور سے بلایا گیا ہے اس کے علاوہ کوئٹہ میں ہونے والے ماہ نومبر کے تینوں افسوسناک واقعات کے محرکات اوراس میں ملوث گروپوں کا جائزہ لے رہے ہیں۔دوسری جانب گزشتہ دنوں کے خود کش دھماکے کے بعد کوئٹہ شہر میں لوگوں میں خوف و ہراس بھی پیدا ہوا ہے تاہم شہر کی سکیورٹی سخت کر دی گئی ہے اور مختلف علاقوں میں چیکنگ کا سلسلہ شروع کیا گیا ہے۔
’’جو بھی بات کہی جا رہی ہو وہ اگر خلوص سے کہی جائے اور مقصدیت رکھتی ہو تو بڑی اچھی بات ہے اگر یہ سب کچھ داد بٹورنے کے لئے ہے تو ظاہر کہ بے اثر ہو گی۔ ‘‘
مقبوضہ کشمیر میں بھارتی افواج کی فائرنگ سے شہری شہید، حریت رہنماؤں کی شدید مذمت
بی بی سی کے بارے میں
ایونٹ میں پاکستانی ٹیم کوئی میچ نہیں ہاری تھی جس کی وجہ سے قومی ٹیم کو فائنل میں فیورٹ دیا جارہا تھا، گرین شرٹس نے سیمی فائنل میں انڈونیشیا کو 4-5 سے شکست دے کر فائنل کے لیے کوالیفائی کیا تھا۔
مذہبی مضامین
کیا میں کریڈٹ کارڈ کے ذریعے ادائیگی کر سکتا ہوں؟
وزیراعلیٰ عثمان بزدار سے آسٹریلین ہائی کمشنر کی ملاقات، صحت، تعلیم سمیت مختلف شعبوں میں شراکت بڑھانے پر اتفاق

چوتھی چیز جو اقبالؒ کی تعمیرِشخصیت میں اہم ہے وہ آپ کی “نالۂ نیم شبی” ہے۔ اگرچہ آپ مطالعے اور درس وتدریس کے شوقین تھے۔ اس کے باوجود آپ کی فکر کو قوتِ تاثیر نصیب ہونے میں آپ کی آہِ سحرگاہی کا ہاتھ ہے۔ رات کے آخری پہر، میٹھی نیند سے بیدار ہو کر اپنے رب کے سامنے گڑگڑانا آپ کو نئی قوتیں عطا کرتا۔ یہی وجہ ہے کہ آپ کو اپنی سحرگاہی قیمتی سرمائے کی مانند عزیز تھی۔
محمد حفیظ نے 55 ٹیسٹ میچوں کی 104 اننگز میں 10سنچریوں اور 12 نصف سنچریوں کی مدد سے 3ہزار 644 رنز بنائے جبکہ اس کے علاوہ 53وکٹیں بھی حاصل کیں۔
لڑائی کے خاتمے کے لیے افغان طالبان کا امریکہ سے پھر بات چیت پر زور
فوجی بوڑھا نہیں ہوتا (4)
‫ •ویڈیو کال‪ :‬ویڈیو کالز کیلئے سم یا یوسم کارڈ منتخب کریں۔‬
کھیل کھیلتے ہیں واشنگٹن 2 آن لائن:
آپ فرما دیں انہیں پکارو جنہیں تم اللہ کے سوا (معبود) گمان کرتے ہو، وہ (تو) ایک ذرہ کے برابر بھی مالک نہیں (اختیار نہیں رکھتے ) آسمانوں میں اور نہ زمین میں، اور نہ ان میں (آسمان و زمین میں) ان کا کوئی ساجھا ہے ، اور نہ ان میں سے کوئی اللہ کا مددگار ہے۔ (۲۲)
فرح ناز اصفہانی
مرکزی مواد پر جائیں
بات کمزوری کی نہیں، بات یہ ہے کہ ہم فریق ثانی سے کہیں زیادہ ذمہ دار، “فیملی اورینٹڈ” اور خیال رکھنا جاننے والے ہوتے ہیں۔
تصور کیا جارہاہے . چیف ایگزیکٹو آفیسر ٹیلی نار عرفان وہاب خان نے حال ہی میں ٹیلی نار آئی-چیمپئن بنانے کے لئے فیس بک کی طرف سے مفت بنیادیات کے ساتھ اپنے حالیہ تعاون کے بارے میں بتایا.انہوں نے کہا کہ ڈیٹا حاصل کرنا دراصل پاکستان کے نوجوانوں کو ترقی کی راہ پر گامزن کرناہے تاکہ وہ اس جدید دور میں دنیا سے مقابلہ کرنے کے قابل بن سکیں .ٹیلی نار آئی چیمپ کو اسی سوچ پر عمل کرتے ہوئے بنایا گیاہے تاکہ پاکستانی بچوں کو انٹرنیٹ تک رسائی دی جا سکے اور وہ اس کے ذریعے اپنی پڑھائی کی ضروریات کو پورا کر سکیں اور آگے بڑھتے جائیں . ٹیلی نار آئی چیمپئن ایک انقلابی تصور ہے جس کے ذریعے پاکستانی طلباءکیلئے علم اور معلومات کے نئے اور تیز ترین دروازے کھل جائیں گے .ٹیلی نار ہمیشہ سے اس چیز پر یقین رکھتاہے کہ معاشرے کو تجارتی حدود سے آگے نکل کر کچھ ایسا دیا جائےجوکہ ان کو ترقی یافتہ اور ایک بااختیار معاشرہ بنانے میں مدد فراہم کرے .اس مقصد کے پیش نظر ٹیلی نار کی ٹیموں نے وسیع سفر کیا ہے تاکہ’ ڈیٹا ‘کی دستیابی کے طریقہ کار کار کو بچوں کو بہتر طریقے سمجھانے میں مدد کر سکیں اوروہ موبائل کے استعمال کو سیکھ کر اچھے طریقے سے پڑھائی کر سکیں .موبائل ڈیٹا اور فیس کی جانب سے
فیصلے میں کہا گیا ہے کہ خواجہ آصف نے کافی عرصے سے غیر ملکی کمپنیوں کے ساتھ معاہدہ کر رکھا تھا ۔عدالتی فیصلے میں کہا گیا خواجہ آصف کے وکیل کی طرف سے یہ دلائل دینا کہ ان کے مؤکل کا اقامہ ملازمت کیلئے نہیں بلکہ کسی اور مقصد کیلئے ہے کسی طور پر بھی قابل قبول نہیں ہے۔تحریری فیصلے میں کہا گیا ہے کہ اگر اس طرح کے معاملے پارلیمنٹ کی بجائے عدالتوں میں ہوں گے تو پھر عدالتیں قانون کے مطابق ہی فیصلہ دیں گی۔
علامہ ابن حجر فرماتے ہیں کہ "صدوق" لیکن مہتم بالتثیع تھا۔"

کٹھ پتلی حکومت ہر حوالے سے ناکا م ہو چکی ہے چٹیا کاٹنے کے مجرموں کو فوری طور پر پکڑاجائے،اکبر لون
بچوں کا صفحہ
امریکہ دنیا کو زہر کی گولی کھلانے کی کوشش کر رہا...
اگر میں داؤ پر لگا سکوں
رکشا ہم لے کر جائے گا
چودھری نثار اکوڑہ خٹک میں دار العلوم حقانیہ گئے جہاں انہوں نے مولانا سمیع الحق کی شہادت پر انکے اہل خانہ سے اظہار تعزیت کیا اوردرجات کی بلندی کیلئے دعا کی۔ ا نہوں نے کہا کہ مولانا سمیع الحق بہت بڑے محب وطن تھے اور انکی ساری زندگی پاکستان کی خدمت کرتے ہوئے گزری۔
بی بی سی سائٹ پر صفحات
’’جب اُس نے عالمِ ارواح میں عذاب میں مبتلا ہوکر اپنی آنکھیں اوپر اُٹھائیں تو دُور سے ابرہام کو دیکھا… اور اُس نے چلا کر کہا: اَے باپ ابرہام! مجھ پر رحم کر اور لعزر کو بھیج تاکہ وہ اپنی اُنگلی کا سرا پانی سے تر کرکے میری زبان کو ٹھنڈک پہنچائے کیونکہ میں اِس آگ میں تڑپ رہا ہوں‘‘ (لوقا 16:23۔24).
حالیہ پوسٹیں
جہاں تک صنعتوں کا تعلق ہے عرب اس میدان میں ساری دنیا سے پیچھے تھے۔ اگر کسی جگہ کپڑے کی بنائ یا چمڑے کی دباغت کی ابتدائ صنعتیں پائ جاتی تھیں تو یہ وہی علاقے تھے جو زیادہ جدید تہذیبوں کے قریب واقع تھیں۔ عرب کے اس خطے میں بالکل موجود نہ تھیں۔ خواتین بھی اپنے طور پہ اس معاشی جدو جہد کا حصہ تھیں وہ سوت کاتنے کا کام کرتیں اور آمدنی پیدا کرتیں۔ لیکن تین قابل احترام مہینوں کو چھوڑ کر سال کے نو مہینے جاری رہنے والی جنگ پہ بیشتر آمدنی لٹا دی جاتی اور یوں عام انسان فقر اور فاقے سے باہر نہ نکل پاتا فقر کا عالم یہ تھا کہ پہننے کو کپڑے اور کھانے کو خوراک موجود نہ تھی۔
ہمیں فالو کریں:
’’سی پیک میں سعودی عرب کے حوالے سے چین کو اعتماد میں لے لیا‘‘
پی آئ اے کی پرواز عُمرہ کے خواہشمند چار سو پچاس افراد کو حجاز مقدس کی بجائے کہاں لے گئ.جان کر آپ بهی قومی ائیر لائن کو داد دیں گے…. →
ووٹرز کی تفصیلات منظر عام پر آنے کے بعد الیکشن کمیشن نے چیئرمین نادرا عثمان یوسف مبین کو خط لکھ دیا۔
ملک کے چھوٹے بڑے شہروں میں نو محرم الحرام کے جلوس
امریکی محکمہ موسمیات کی جانب سے جاری کی جانے والی وارننگ میں کہا گیا ہے کہ برف پگھلنے کی وجہ سے دریاؤں میں پانی کی سطح میں اضافہ ہو رہا ہے ،،، پانی کی سطح میں اضافے کے باعث کچھ علاقوں میں نچلے درجے کا سیلاب آ چکا ہے جبکہ مشرقی واشنگٹن اور جنوبی ایڈاہو میں بھی سیلاب آ سکتا ہے۔ محکمہ موسمیات کے ترجمان کا کہنا ہے کہ ’دریائے سپوکین‘ انیس سو ستانوے کے بعد بلند ترین سطح پر ہے جبکہ ’کوئر ڈی الین‘ جھیل میں پانی کا بہاؤ ستر ہزارکیوبک فٹ پر پہنچ گیا ہے جس میں سے صرف پینتیس ہزار قدرتی طریقے سے بہہ رہا ہے،،، پانی کی بلند ہوتی سطح کے باعث ہاربر آئی لینڈ پر لوگوں کو شدید مشکلات کا سامنا ہے ،،، محکمہ موسمیات نے لوگوں کو حفاظتی اقدامات اختیار کرنے اور سیلاب آنے کی صورت میں فوری طور پر امدادی اداروں کو اطلاع کرنے کی ہدایت کی ہے۔
قرآن پاک کے اتنے فیضوں اور برکات سے مستفید ہوتے ہیں تو قرآن کے ہم پر چند حقوق بھی ہیں اور ان حقوق کا پورا کرنے کی ہر مسلمان کو کوشش کرنی چاہیے۔
کورل ڈرا کی کلاسز بھی کروائے گا۔
ملتان: پیسے بنانے کے لیے میٹرو جیسے منصوبے شروع کیے گے: عمران خان

کھیل کی خبریں

امریکی ہم منصب سے ملاقات کا کوئی ارادہ نہیں: ایرانی وزیر خارجہ
تبصروں کا آر ایس ایس
عرش سے فرش پر۔
اسلام آباد میں بننے والے نئے ائیرپورٹ کی عمارت کیساتھ وہ کام ہو گیا کہ سٹاف کی دوڑیں لگ گئیں، ...
‫جاسکتا ہے تاکہ ان کا اس طرح کے مقاصد کی تکمیل ہوجائے۔ آپ ‪ S Health‬کے ذریعہ ذخیرہ کردہ ذاتی‬
یہ سچ ہے کہ ملتان ہمیشہ سے حکمرانوں کی حکمرانی کے لیے تو پسندیدہ رہا مگر یہاں کی نسلوں کے لیے ان کے پاس کبھی اچھا پلان نہیں رہا۔ اب جو شعور اور بیداری کی لہر اٹھ رہی ہے اس کو جاری رہنا چاہیے تاکہ آنےوالے وقت میں یہ علاقہ اپنی دنیا آپ پیدا کرسکے۔
ہماری تازہ ترین تحریریں اپنے ای میل ان باکس میں حاصل کرنے کے لیے اپنا ای میل ایڈریس درج کیجیے۔
اور بہت فرشتے ہیں آسمانوں میں، کام نہیں آتی ان کی سفارش کچھ،
جواب: نہیں، اگر میں ایسا کرتا تو کیا یہ جرم ہے؟
اجلاس میں چیئرمین جوائنٹ چیفس آف سٹاف کمیٹی، تینوں مسلح افواج کے سربراہان، دفاع، خارجہ، داخلہ اور خزانہ کے وزراء، قومی سلامتی کے مشیر اور انٹیلی جنس اداروں کے سربراہان شریک ہوئے۔
مسلم لیگ (ن) کی حکو مت نے ٹیکس نافذ نہیں کیا بلکہ یہ پا کستان پیپلزپارٹی کی دورمیں نافذ ہو ا۔ وزیر تعمیرا ت ڈا کٹر اقبا ل
کیا جمعہ کے دن روزہ رکھنا مکروہ ہے؟
کھیل کی خبریں
حکومت اور اپوزیشن کے درمیان مبینہ انتخابی دھاندلی کی تحقیقات کے لیے خصوصی کمیٹی کے قیام پر اتفاق ہوگیا
August 30, 2016 12:31 AM ISTعالمی منظر : بنگلہ دیش پولیس نے ڈھاکہ حملہ کے ایک سازشی کو مار گرایا
آصف علی نے کہا:
ہم سب ویب سائٹ پر شائع ہونے والی کسی ادکارہ کی کئی تصاویر جو قابلِ اعتراض تھیں۔
گورنمنٹ بوائز ڈگری کالج پشین کا اعزاز
کیا آپ جانتے ہیں اسامہ بن لادن کے بیٹےحمزہ بن لادن نے اپنے بیٹے’’ اسامہ‘‘ کی موت کی خبر کس طرح دی؟
بیجنگ میں منعقدہ پہلے بین الاقوامی دفاعی فورم میں پاکستانی وفد کی شرکت
ایران کے مختلف شہروں سے معتمد افراد نے گواہی دی ہے کہ انہوں نے اپنی آنکھوں سے چاند کو دیکھا ہے لہذا یقینی طور پر ٢٧ مئی ٢٠١٧ بروز ہفتہ کو ایران میں ماہ مبارک رمضان کی پہلی تاریخ ہے ۔
دنیا میں ہر چوتھا شخص خراٹوں کی مرض کا شکار کیوں ہے ؟
ترجمۂ کنزالایمان: جب کہتے تھے منافق (ف۹۴) اور وہ جن کے دلوں میں آزار ہے (ف۹۵) کہ یہ مسلمان اپنے دین پر مغرور ہیں (ف۹۶) اور جو اللّٰہ پر بھروسہ کرے (ف۹۷) تو بیشک اللّٰہ (ف۹۸) غالب حکمت والا ہے
سوال: یسوع کی وفات کے وقت ہیکل کے پردے کے دو حصوں میں پھٹنے کی کیا اہمیت تھی؟
احسن اقبال نے جنوبی پنجاب صوبے کیلئے آئینی ترمیم میں حکومت کی مدد کی پیشکش کردی
24۔ سپیشل ایجوکیشن کیلئے ایک ارب 29 کروڑ رکھے گئے ہیں۔
اس لئےماہ رمضان میں دعا ءکرنے کا اہتمام کیجئےاور یہ یقین رکھئےجوبرابردروازہ کھٹکھٹائےاسکےلئے دروازہ کھول دیا جاتا ہے۔
ایک انگریز کو پنجابی سیکھنے کا بہت شوق تھا۔ کسی نے اسے بتایا کہ 136 چک کے قدیم بزرگ پنجابی کی تعلیم دیتے ہیں۔
ای - میل (شائع نہیں کیا جائیگا) (درکار)
کہ ہم ان سے باہر جو چاہیں بھی تو سوچ سکتے نہیں
4000 ایم اے ایچ کی بیٹری کے ساتھ نوبیا وی 18 بھی جاری کر دیا گیا
اس بلاگ کو ۔ ۔ ۔ آوارہ فکر کی ڈائری ۔ ۔ ۔ سمجھ لیں

”پاکستان کودبئی میں ایک ۔۔۔“رمیض راجہ نے بھارت کے مقابلے میں قومی کرکٹ ٹیم کودرپیش ایک بڑے خطرے کی نشاندہی کردی
ادارتی امور اور استفسارات کے لیے رابطہ کریں

یہ بھی پڑھیں
سائنس اینڈ ٹیکنالوجی
خلاصہ یہ کہ یہ گرانی فقہ کی اصطلاح میں ”غبن فاحش“ کہلاتی ہے، جو مکروہ ہے، حتیٰ کہ شریعت نے مشتری کو غبنِ فاحش کی وجہ سے مبیع (خریدی ہوئی چیز) کے واپس کرنے کا حق دیا ہے۔ (رد المحتار:۴/۱۷۸، رشیدیہ پاکستان)
اپوزیشن کی احتجاجی تحریک کا آغاز پنجاب حکومت کا انجام؟
اپنی تحریر شامل کریں
برطانوی انٹارکٹک علاقہ[3][11] (برطانیہ)
تبصرہ کرنے کے لیے کلک کریں
آج مولوی صاحبان کو علماء کا مقام اور حقوق تو اچھے سے یاد ہیں مگر اس اہم ترین منصب کی ذمہ داریوں سے بالکل بےخبر نظر آتے ہیں۔ انبیاء کا وارث ہونے کے لیے جدوجہد بھی انبیاء جیسی ہی درکار ہے۔ اگر مثالیں عمر بن خطابؓ اور عمر بن عبدالعزیزؒ کی ہیں تو ان جیسا بننے کی کوشش بھی نظر آنی چاہیے۔ پھر لوگوں پہ آپ کی باتوں کا اثر بھی ہوگا اور قوم کی تقدیر بھی بدلے گی۔ ہمارے کچھ سوال ہیں۔ ہمیں جواب چاہیں۔ یاد رہے کہ آپ کے جواب نہ دینے، سوال کرنے والوں کا مذاق بنانے اور خودساختہ جواب دینے، جس کا سوال سے کوئی تعلق نہیں ہوتا، کی وجہ سے سے نوجوان نسل کا ایک نمایاں طبقہ مذہب سے باغی ہوچکا ہے۔ اور ہورہا ہے۔ امید کرتا ہوں کہ آپ انہیں قابل جواب سمجھیں گے اور نیت پہ شک بھی نہیں کریں گے۔ بغض، حسد، تعصب بھی نہیں ڈھونڈیں گے۔
میں ان کی باتیں سن کر حیران ہوتی تھی اور شاہد کی طرف دیکھتی تھی کہ میں تو صرف دس عمروں کی نیت کر کے آئی تھی اور انھوں نے کہہ دیا تھا کہ طواف پر توجہ دیں گے کہ عمرے میں وقت اور مشقت زیادہ ہے جب کہ طواف کی فضیلت زیادہ ہے۔
ذمل بیڈ سے اٹھی اور شاور لینے چلی گئی۔ ۔ اس نے میرون شرٹ اور ساتھ میں بلیک جینز پہنی۔ ۔ ۔ آج اس نے اپنے سیاہ چمکدار بالوں کو کیچر میں جکڑ لیا تھا۔ ۔ آنکھوں میں کاجل لگایا اور ہونٹوں پر گلوس۔ ۔ اس سے زیادہ اس کا دل نہیں کیا۔ ۔ ۔
1 ہفتہ پہلے
ٹرمپ، کلنٹن پہلا مباحثہ اہم ثابت ہو سکتا ہے
اس ضمن وہ مزید لکھتے ہیں کہ چند خوانین اور ملک وغیرہ جو انگریزوں کے ریزہ چین تھے۔ وہ سمجھ گئے تھے کہ اگر میجر خورشید کی بات پر عمل کرتے ہیں تو ایک بھی زندہ نہیں بچے گا۔اس لیے انھیں میجر خورشید کے پروگرام پر عمل کی جرأت نہ ہو سکی۔میجر خورشید کو پنجابیوں نے پٹھانوں کی بربادی کے لیے بھیجا تھا۔لیکن وہ اپنے ناپاک مقصد میں کامیاب نہ ہو سکا۔
انضمام الحق نے بتایا کہ گزشتہ سیزن میں قائداعظم ٹرافی کے دوران بولنگ کنڈیشنز تھیں مگر سعد علی نے غیرمعمولی پرفارمنس دی اسی لیے ان کو موقع دیا گیا، میں نے کئی بھی بار فواد سے بات کی اور ان کو اعتماد دیا کہ وہ سخت محنت کا سلسلہ جاری رکھیں۔
شیئرنگ کے بارے میں
Tag: ملک بھر میں بارشوں کا نیا سلسلہ کب شروع ہوگا؟ محکمہ موسمیات نے گرم موسم میں ٹھنڈی ٹھندی پیشگوئی کردی
مسٹر. Fernbach پھر جبکہ مسٹر گورننگ باڈی کے قریب پہنچے. Angoff گزشتہ چند سالوں کے دوران Fernmoor کی طرف سے تعمیر کی خصوصیات کے چھوٹے پرچے تقسیم کئے. Fernmoor ہومز کے صدر نے کہا کہ ان کی کمپنی ڈیلاویئر کے ساتھ ساتھ نیو جرسی میں ترقی ہے اور ہے کہ وہ کچھ ماہ کے لئے Braunstein خاندان کے ساتھ بات کر رہے ہیں, کہہ, “ہم آگے بڑھنے کے لئے تیار ہیں.”

گورکھپور کے ڈاکٹر کفیل اپنی ملازمت واپس چاہتے ہیں۔
میں پچھواڑے میں ایک بار پھر اس کے آخر. girlsvideo.org 00:16
درارےن غیر قانونی ہیں اور آپ کے سافٹ ویئر کی معطلی کی صورت میں نکل سکتا ہے
افغانستان کے ایک گاؤں میں شدت پسندوں نے حملہ کرکے 40 افراد کو قتل کردیا جبکہ کئی افراد کو اپنے ساتھ لے گئے۔

پاکستان تحریک انصاف (پی ٹی آئی) کے چیئرمین عمران خان نے الزام لگایا ہے کہ شریف برادران اور پاکستان پیپلز پارٹی کے آصف علی زرداری نے اپنے قریبی ساتھیوں کی تقرری کرکے ملک کے ریاستی اداروں کو تباہ کیا اور لوگوں کو انصاف فراہم کرنے میں رکاوٹ پیدا کی۔
جنوبی کوریا کے بائیس برس کے ہوانگ ہی چَن کا نام یورپ میں جانا پہچانا جاتا ہے۔ وہ آسٹریا کی فٹ بال کلب ریڈ بُل سالزبرگ سے کھیلتے ہیں۔ اُن کی کوشش ہے کہ وہ روس میں کھیلے جانے والے فٹ بال ورلڈ کپ میں اپنی ٹیم کی مجموعی کارکردگی میں بہتر کردار ادا کر سکیں۔
'ہم سب' کا کمنٹس سے متفق ہونا ضروری نہیں ہے۔ کمنٹ کرنے والا فرد اپنے الفاظ کا مکمل طور پر ذمہ دار ہے اور اس کے کمنٹس کا 'ہم سب' کی انتظامیہ سے کوئی تعلق نہیں ہے۔
گلگت بلتستان کے اضلاع
رمضان المبارک کا چاند نظر آ گیا ، کل پہلا روزہ ہو گا ، اوقات برائے سحر و افطار

رانا تہویر علی ریوالور سنبھالے دروازوں کی روک بنتا پھر رہا تھا کہ کہیں سرسوکھے کسی دروازے سے نکل کر فرار نہ ہوجائے! ویسے اس کی آنکھوں میں کچھ اس قسم کے تاثرات پائے جاتے رہے تھے جیسے اچھی فیلڈنگ کرنے والے کسی چست وچالاک بچے کی آنکھوں میں پائے جاتے ہیں۔ جولیا کبھی اس کی طرف دیکھنے لگی تھی اور کبھی سرسوکھے کی طرف۔۔!
مانچسٹر میں محرم الحرام یوم شوریٰ کا جلوس برآمد،شیعہ اور دوسری کمیونٹی کی کثیر تعداد میں شرکت
دنیا بھر میں یہ بحث چل پڑی ہے کہ روبوٹس اور آرٹیفیشل انٹیلی جنس انسانوں کی ملازمتوں کو لے اڑیں گے اور اس سے بے روزگاری بڑھے گی لیکن کیا یہ بات حیرت انگیز نہیں کہ جاپان میں مصنوعی ذہانت پر مشتمل ایک فرضی شخصیت نے شہر کے میئر کے انتخابات میں حصہ لینے کا اعلان کردیا ہے۔
کابینہ کی اقتصادی رابطہ کمیٹی نے اپنے گزشتہ اجلاس میں ایک کمیٹی تشکیل دی تھی تاکہ وزارت پانی وبجلی کی جانب سے اس سلسلے میں پیش کی گئی تجاویز کا تفصیلی جائزہ لیاجاسکے۔
میرین کاؤنٹی، اوہائیو
٥ - تھوڑا، کم (مقدار میں)۔
اپنے ای میل اکاﺅنٹ کا پاسورڈ فوری تبدیل کریں
نیا مضمون تحریر کریں
ڈاکٹر سلیم خان ساکشی مہاراج نے کہا تھا ’’مودی راج بھوج ہیں ...
مطابق تربیت دی جائے۔
وفاقی وزیرخزانہ اسد عمر کی زیرصدارت اقتصادی رابطہ کمیٹی کا اجلاس ہوا جس میں بجلی کے نرخوں میں اضافے کی منظوری دی گئی۔ذرائع ای سی سی کے مطابق بجلی کے نرخوں میں 2 روپے فی یونٹ اضافے کی منظوری دی گئی ہے جسے گزشتہ حکومت نے نیپرا سے منظوری کے باوجود روکے رکھا تھا۔
مرکزی مواد پر جائیں
اور اے محبوب اگر تم ان سے پوچھو تو کہيں گے کہ ہم تو يوں ہي ہنسي کھيل ميں تھے تم فرماؤ کيا اللہ اور اس کي آيتوں اور اس کے رسول سے ہنستے ہو
امریکی خبر رساں ادارے کا کہنا تھا کہ 46 سالہ ملزم نے ہفتے روز یہودی معبد خانے میں داخل ہوکر اے آر 15 رائفل سے فائرنگ کی تھی اور 3 دستی بم بھی پھینکے تھے جس کی زد میں آکر 11 افراد ہلاک اور 6 سے زائد زخمی ہوئے تھے۔
عظیم الشان،جلیل القدر عالم دین ڈاکٹر حافظ 
link گیا کیا پوسٹ پہلے زیادہ سے سال ایک
جنید صفدر کی لندن میں لڑائی کی ویڈیو بھی منظر عام پر
ہتک عزت کا مقدمہ، میشا شفیع نے علی ظفر کو جواب بھجوادیا

مزید پڑھیں: منی لانڈرنگ کیس: فریال تالپورنے زرضمانت جمع کرادی
خیال رہے کہ فلم ’منا بھائی ایم بی بی ایس‘ میں نوازالدین صدیقی چور بنے تھے، جو سنجے دت کے والد سنیل دت کا بٹوا چراتے ہوئے پکڑے گئے تھے۔
◄ ہانگ کانگ کے مصنفین‏ (9 ز)
کویت میں حزب اختلاف اور حکومت کے درمیان مہینوں سے اختلاف جاری ہے۔
ہمیں چودہ اگست کو ملی ہوئی آزادی کو اسی تناظر میں دیکھنا ہوگا نہ کہ مودی کے نظریے سے ۔جس نے ہندوستان میں باقی ماندہ مسلمانوں کی تاریخ کے نقوش کو مٹانا شروع کردیا ہے۔اس وقت ہندوستان میں جو مسلمانوں کی حالت ہے وہ اس بات کی گواہی دیتی ہے کہ ہمارے قائداعظم نے علیحدہ وطن کی بات کرکے دانش مندی کا فیصلہ کیا تھا اور جس کی بنیاد مذہب پرستی قطعأً نہ تھی بلکہ یہ جنگ اس اقلیت کی جنگ تھی جس نے ہندوستان پر صدیوں تک راج کیا تھا۔ قائد اعظم نے جب ہندوستان کی سیاست میں قدم رکھا تو ان کے پاس متحدہ ہندوستان کا نظریہ تھا اور دو حقیقتوں کو جوڑکرایک ساتھ چلنے کا خیال تھا، مگر اس سیاست میں آنے کے بعد ان کے سامنے نئے حقائق نے جنم لیا۔ بالآخر 1935ء میں انھوں نے علیحدہ وطن کا تصور پیش کیا ان ہی علاقوں میں جہاں مسلمان اکثریت میں تھے۔ یہی تھا وادی مہران اور دوسری طرف بنگال۔
گنیز بک کے 100 سے زائد ریکارڈ بنانے والا امریکی
سنا ہے آج آیا چاہتا ہے چارہ گر اپنا
عدنان مسعود صاحب، آپکے بیان سے ڈھارس بندھی کہ ہمارے پاس بھی ماحول کے علاوہ دلیل ہے۔
ہمارے بارے میں
جو صرف ایک ٹھکانے سے تیرے واقف ہیں
افغان بارڈر پولیس کے سابق سربراہ جنرل گل نبی احمد زئی نے وائس آف امریکہ کو بتایا کہ طالبان کے لیے ایران کی حمایت اب کوئی راز نہیں ہے۔ وہ براہ راست ملوث ہے اور سپاہ پاسداران انقلاب کے کمانڈر فرح کی جنگ کی قیادت کررہے ہیں۔
ایبٹ آباد کی دوخواتین سعودی عرب منشیات سمگل کرتے ہوئے گرفتار۔
آخری بار اپڈیٹ کیا گیا اگست 23, 2015
میں نے کہا: کیا جب تک پیغمبر زندہ ہیں تب تک ہے یا انکی رحلت کے بعد بھی شب قدر قیامت تک ماہ رمضان میں رہے گی؟
سورہ قیامت مکی سورتوں میں سے ہے اور ترتیب نزول کے اعتبار سے 31ویں جبکہ مُصحَف شریف کی موجودہ ترتیب کے اعتبار سے 75ویں سورہ ہے[2] جو قرآن کے 29ویں پارے میں واقع ہے۔

غزہ (اُردو پوائنٹ اخبارتازہ ترین۔ 22 جون2018ء) قابض صہیونی فوج نے فلسطین کے علاقے غزہ کی پٹی کی مشرقی سرحد پر آتش گیر کاغذی جہاز یہودی کالونیوں پر پھینکنے والے فلسطینیوں پر بمباری کی تاہم کوئی جانی نقصان نہیںہوا۔اطلاعات کے مطابق قابض فوج نے بمباری میں کاغذی جہاز اور آتش گیر غبارے اڑانے والوں کو رفح کے علاقے میں نشانہ بنایا۔
اسد عمر نے انکشاف کیا کہ وزیراعظم نے خط کے بدلے قطری شہزادے کو بغیر بولی کے پورٹ قاسم کا دو ارب ڈالر کا میگا پروجیکٹ دے دیا۔ جس میں قطری شہزادے کو ڈیڑھ ارب ڈالر کا فائدہ پہنچایا جارہا ہے۔
حالیہ مضامین
جولائی 10, 2018 کرپشن کے بغیر کامیابی ممکن نہیں! 23-07-2013پر تبصرے بند ہیں
’’ الیکشن 2018 کس حد تک امید افزاء ہے ؟ ‘‘
ڈالر 70 پیسے مہنگا، اوپن مارکیٹ میں 140 روپے میں لین دین
سمندری طوفان ورداچنائی کے شمالی علاقے سے ٹکرائے گا،طوفان کے باعث ساحلی شہر چنائی میں موسلادھار بارش ہو رہی ہے جبکہ طوفانی ہوائیں بھی چل رہی ہیں۔
ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں سلفی, اسلامک اسٹیٹ, داعش, جرمنی, دہشت گردی, انسدادِ دہشت گردی, شدت پسندی, اصل اسلام
’شام کے خلاف کیا کارروائی ہوگی، یہ فیصلہ نہیں ہوا‘
سربراہ تحریک انصاف عمران خان (فائل فوٹو)
لاہور (نیوز ڈیسک) سابق وزیراعظم شاہد خاقان عباسی نے قائد ن لیگ نوازشریف کی خاموشی کی وجہ بتا دی۔ انہوں نے کہا کہ نوازشریف پیشیاں بھگت رہے، اس لیے خاموش ہیں، سیاستدانوں کی خاموشی ملک کیلئے نقصان دہ ہے، سیاستدان کبھی خاموش نہیں رہتے۔ مسلم لیگ ن کے رہنماء شاہد ...
یہی قول بہت ٹھیک ہے کیونکہ لفظ اواب مشتق ہے اوب سے اور اس کے معنی رجوع کرنے کے ہیں جیسے عرب کہتے ہیں اب فلاں
سعودی اتحاد نے اپنے تحریری بیان میں کہا ہے کہ وہ امریکی ماہرین کے ساتھ مل کر'فوری طور پر اس واقعے کی تحقیقات' کرے گا۔
کچا راستہ بھی اور پگڈنڈیاں بھی اور ان سب کو ننگے پاؤں عبور کرنا آسان نہیں تھا چنانچہ اس کے پاس صرف ایک ہی آپشن بچتا تھا یہ میراتھن سے باہر چلا جائے لیکن انتظامیہ سمیت پورا اسٹیڈیم اس وقت حیران رہ گیا جب ابراہیم مکونگا نے جرابوں میں دوڑنے کا اعلان کر دیا۔
خیال کیجئے __کہیں مر ہی نہ جاؤں ۔
1۔ السیرۃ الحلبیۃ، ج3، ص283۔ تذکرۃ الخواص الامۃ، ص 18۔ دائرۃ المعارف، فرید وجدی، ج3، ص543۔ تذکرۃ الخواص الامۃ
کیوں کہ اُن دنوں ٹی وی تو کیا ، ریڈیو بھی نہیں ہوتا تھا، وہ اِس لئے کہ بجلی نہیں ہوتی ، 1966 میں ابا نے سیکنڈ ہینڈ فلپس ریڈیو کوئیٹہ میں خریدا تھا کیوں کہ وہاں ، بجلی گھر سے بجلی آتی تھی۔
ابورافع نے فوراً کہا ''وہ فرشتے تھے۔''

اردو نیوز شو
لاہور، باغ جناح میں حمزہ شہباز شریف کی موجودگی میں گو نواز گو کے نعرے لگانے والے تحریک انصاف کو کارکن کو پولیس اہلکار ..
کراچی (نمائندہ سپورٹس)ویسٹ انڈیز کی ٹیم اپنا دورہ پاکستان مکمل کرکے براستہ دبئی وطن واپس روانہ ہوئی۔ تین ٹی ٹونٹی میچوں کی سیریز مکمل ہونے کے بعد ویسٹ انڈیز کرکٹ ٹیم کے کھلاڑیوں، کوچز اور آفیشلز کو انتہائی سخت سکیورٹی ...
اردو نیوز شو
پیپلز پارٹی میں کرپشن کے بہت بڑے بڑے مگر مچھ ہیں،امجد شعیب
پاکستان بننے کے بعد نئے حکمرانوں نے سرمایہ داری کے تحفظ کے لئے امریکی سامراج کی گماشتگی کی پالیسی اپنائی اور لیاقت علی خان نے روس کا دورہ منسوخ کرکے واشنگٹن کا رخ کیا۔ لیکن اس وقت کے حالات اور خصوصاً ایشیا بھر میں ابھرتی ہوئی انقلابی تحریکوں کی وجہ سے یہاں کے حکمران اور سامراجی طاقتیں ایک چھوٹی سی کمیونسٹ پارٹی سے بھی خوفزدہ تھے۔ 1950ء کی دہائی میں نامور کمیونسٹ رہنماؤں فیض احمد فیض، سجاد ظہیر، حسن ناصر اور بیشتر لیڈروں اور کارکنان کو قید و بند کی صعوبتوں اور تشدد کا نشانہ بنایا گیا۔ حسن ناصر کو ایسی ہی ایک سرکاری وار دات میں بعد ازاں قتل کردیا گیا۔ ایسے کئی گمنام شہیدوں کی طویل فہرست ہے۔
ریل گاڑی اور الیکشن میں ہے ایک شہ مشترک
اسی بارے میں
پی ایس ایل اور آئی پی ایل کا مالی موازنہ
Copyright © 2018 بی بی سی. بی بی سی بیرونی سائٹوں پر شائع شدہ مواد کی ذمہ دار نہیں ہے بیرونی لنکس کے بارے میں ہماری پالیسی
دوسری جانب ایک خبر رساں ادارے ”اے بی پی لائیو“ نے کہا ہے کہ ویرات کوہلی کا انسٹاگرام پر موجود اکاﺅنٹ تکنیکی مسائل سے دوچار ہے کیونکہ اس کے اکاﺅنٹ سے کچھ ایسے اکاﺅنٹ کو بھی ” ان فالو“ کر دیا گیا ہے جنہیں وہ اکثر استعمال کیا کرتے تھے۔ خیر! چاہے جو بھی ہو لیکن بھارتی میڈیا اس بات کی امید کر رہا ہے کہ رنبیر کپور اور کترینہ کیف، فرحان اختر اور ادھونا، رباز خان اور ملائکہ اروڑا خان کے بعد اب ویرات کوہلی اور انوشکا شرما میں علیحدگی نہ ہو
‏بہت تھے میرے بھی اس دنیا میں اپنے..! پھر عشق ہوا اور ہم لاوارث ہو گئے۔ ۔ !! …
چارلی ہینڈو حملے میں 12 افراد ہلاک ہوتے تھے، جس میں صحافی بھی شامل تھے جنھوں نے پیغمبر اسلام کے خاکے بنائے تھے، جس پر ترجمان کی حیثیت سے عنسی نے ذمہ داری قبول کی تھی۔

افغانستان کا اچانک دورہ اور ایک رات کا قیام
صحت کی صحت اور ذائقے کا ذائقہ۔
مقبوضہ کشمیر ،شوہر سے بدلہ لینے کے لیے سوتیلی بیٹی کا ریپ کروایا،سابق اہلیہ
نئی دہلی۱۷؍ جنوری ۲۰۱۲:
پاکستان میں ہونے والے انتخابات کی کہانی۔ دوسرا حصہ
سعودی عرب نے سال 2017 میں یہ ثابت کرنے کی کوشش کی کہ یہ قدامت پسند معاشرہ تبدیلی کی طرف بڑھ رہا ہے۔ اس سال سعودی عرب میں کون کون سی بڑی تبدیلیاں آئیں دیکھیے اس پکچر گیلری میں۔
اسلام آباد( 17اکتوبر، 2018) وزیراعظم عمران خان کی زیرصدارت پارٹی رہنماؤں کامشاورتی اجلاس ہوا جس میں50لاکھ گھروں کی تعمیرکے معاملے پرتبادلہ خیال کیا گیا۔ عمران خان کی زیر صدارت منعقدہ پارٹی رہنماؤں کے مشاورتی اجلاس میں اسدعمر،نعیم الحق،فوادچودھری و دیگررہنماؤں ...
علامہ محمد اقبال
خواتین کیلئے غیر محفوظ 10 سرفہرست ممالک (فہرست 2018 سے)
اِن ضلعوں میں اِس مِشن کے تحت پولِیو بیخ کنی پروگرام کے ذریعے پہچانی گئی 4،00،000 اعلیٰ جوکھم والی بستیوں پر دھیان دیا جائے‌ گا۔ اِن علاقوں میں جغرافیائی، مردم نگارانہ، ذاتی اَور جاری عمل سے متعلق دیگر چنوتیوں کی وجہ سے کم ٹیکے لگائے جا سکے ہیں۔ ثبوتوں سے پتہ چلتا ہے کہ زیادہ تر ٹیکہ کاری سے محروم اَور جانِب دارانہ ٹیکہ شدہ بچّے اِنہی علاقوں میں ہیں۔

کنگ ایڈورڈ میڈیکل یونیورسٹی
پاکستان نے سعودی عرب کو سی پیک میں شمولیت کی دعوت دیدی ،فواد چوہدری
کیا کوٸ روگ لگا بیٹھے ہو۔۔۔۔۔۔
بہتر حل نکالنے کی صلاحیت

آپ یہاں ہیں: ہوم پيج امريكہ الشرق الاوسط” کے ساتھ ہاک کی گفتگو: ہم ایران کے سلسلہ میں لازمی معاہدے کے خواہشمند ہیں
عراق میں اقوام متحدہ کی انسانی بنیادوں پر امداد کی کوارڈینیٹر لیزا گراندے نے کہا: 'یہ جان کر اطمینان ہوا کہ موصل میں عسکری مہم ختم ہو رہی ہے۔ لڑائی ختم ہو سکتی ہے لیکن انسانی بحران ختم نہیں ہوا ہے۔ بہت سے لوگ جو وہاں سے بھاگے ہیں انھوں نے اپنا سب کچھ کھو دیا ہے۔ انھیں پناہ، خوارک، طبی امداد، پینے کے پانی، حفضان صحت اور ایمرجنسی کٹ کی ضرورت ہوگی۔'
سول اور عسکری اداروں کی کوششوں سے بلوچستان میں امن قائم ہوا: نواز شریف

آتا تھا نظر ، حیدرِ کرار کا چہرا
قتل امام حسینؓ پر کربلا کے علاوہ کن کن شہروں میں خون کی بارش ہوئی؟تاریخ کا ایسا المناک واقعہ کہ جس پر آسماں خون کے آنسو روتا رہا،آپ بھی جانئے
اس پوسٹ کو شیئر کریں وٹس ایپ
*** روزنامہ صباح کے مطابق ، ترکی کا تیار کردہ ہیلی کاپٹر ٹی 625 اس بات کا ثبوت ہے کہ ترک دفاعی صنعت جدید دنیا کے شانہ بشانہ اپنی صلاحیتوں کا لوہا منوانے کے قابل ہو گئی ہے ۔

بذریعہ ای میل آپ کو دس بڑی خبروں کے ساتھ ساتھ کرنسی اور سونے کے ریٹس بھی بھیجے جائیں گے۔
آرمی پبلک سکول کے طلبہ کے لیے الوداعی تقریب
’’یہ ہے وہ عورت جس کی کیس ہسٹری آج ہماری پریزنٹیشن کا موضوع ہے۔‘‘
موسمیاتی تبدیلیوں اور اُن کے نتیجے میں بڑھتی ہوئی قدرتی آفات کو روکنے کے لیے آج کل دُنیا بھر میں یہ کوششیں کی جا رہی ہیں کہ زمینی درجہء حرارت میں اضافے کو زیادہ سے زیادہ دو سینٹی گریڈ تک محدود رکھا جائے۔ تاہم ڈربن میں اپنا تازہ ترین مطالعاتی جائزہ جاری کرتے ہوئے ماحولیاتی تنظیم کلائمیٹ ایکشن ٹریکر کے ماہرین نے خبردار کیا ہے کہ اگر تمام ممالک فضا میں ضرر رساں گیسوں کے اخراج کے سلسلے میں اپنے وعدوں پر قائم بھی رہیں تو بھی وہ زمینی درجہء حرارت میں دو سینٹی گریڈ سے زیادہ کے اضافے کو نہیں روک پائیں گے اور امکان یہ ہے کہ درجہء حرارت میں اضافے کی شرح 3.5 فیصد یا اِس سے بھی زیادہ تک پہنچ جائے گی۔
ریکارڈ بنانے کی خوشی، سیریز میں ناکامی کے سبب ماند پڑ گئی، یاسر شاہ 07.12.2018 _ 04:39 منٹ
1عنصر یا Element کے ماخذ کا صحیح اندازہ نہیں لیکن یہ جدید کیمیاء میں بہت کثرت سے استعمال ہو رہا ہے ۔اگرچہ یہ لفظ یونانیوں نے استعمال نہیں کیا مگر اسے استعمال کیے بغیر یا حوالہ دیے بغیر اہل یونان کے نظریات کو بیان کرنا ممکن نہیں۔
کاپی رائٹ © شیڈونگ لفٹ مشینری کمپنی، لمیٹڈ تمام حقوق محفوظ ہیں.
اذلان شاہ: پاکستان نے کینیڈا کو تین گول سے شکست دے دی
لاہور میں اپنی پہلی پریس کانفرنس کرتے ہوئے مکی آرتھر کا کہنا تھا کہ ‘چیف سلیکٹر انضمام الحق سمیت پی سی بی حکام سے مفید بات ہوئی ہے’۔
سینٹ الیکشن میں (ن) لیگ کی فتح پی ٹی آئی نے دوبارہ

۶:- جب سے مسلمانوں کا اللہ کی ذات سے رشتہ عبدیت کمزور ہوا ہے، انہوں نے عبادات و اعمال کے علاوہ قریب قریب سب ہی کچھ چھوڑ دیا ہے، حتی کہ بارگاہ الٰہی میں رونا، بلبلانا اور دعائیں مانگنا بھی چھوڑ دیا ہے۔
ج۔ اگر شہوانی تصورات اخراج منی کی خاطر ہوں یا تصور کرنے والا جانتا ہو کہ ان شہوانی تصورات سے منی خارج ہوجائے گی تو حرام ہے۔
) یعنی باپردہ ( ہے تو ہیرے جواہیرات، سونا چاندی اور اس کی بیش بہا قیمت ہے لیکن اگر وہ مٹھی کی طرح کھل جائے ) بے پردہ ہوجائے ( تو وہ بے وقعت پتھر اور کنکریوں کی مانند ہے جس کی کوئی عزت اور قیمت نہیں۔
مرکزی مواد پر جائیں
والدہ کے انتقال کا صدمہ یاسر شاہ کی کارکردگی میں رکاوٹ نہ بن سکا
سین-پروسپر، چودیرے-اپلکھس، کیوبک (انگریزی: Saint-Prosper, Chaudière-Appalaches, Quebec) کینیڈا کا ایک رہائشی علاقہ جو Chaudière-Appalaches میں واقع ہے۔[1]
بڑی مدد کے ساتھ ایک ناول بدعت
٣۔ نئے تنظیمی ڈھانچے کے فوائد حسبِ ذیل ہیں:
۳؍ جولائی ان کی برسی کے موقع پر
اٹلی میں کل اتوار کے دن سے ملکی پارلیمان کے دونوں ایوانوں کے لئے انتخابات کا جو دوروزہ سلسلہ شروع ہوا تھا، وہ آج بھی جاری رہا۔ ان انتخابات میں بڑی سیاسی جماعتوں کے مابین سخت مقابلے کے باوجود، تازہ ترین جائزوں کے مطابق، بظاہریہ امکانات تھوڑے سے زیادہ ہیں کہ ماضی میں دو مرتبہ وزیر اعظم کےعہدے پر فائز رہ چکنے والے Silvio Berlusconi شاید آئندہ دنوں میں تیسری مرتبہ اٹلی میں سربراہ حکومت منتخب کر لئے جائیں گے۔
رٹلینڈ کاؤنٹی، ورمونٹ (انگریزی: Rutland County, Vermont) ریاستہائے متحدہ امریکا کا ایک کاؤنٹی جو ورمونٹ میں واقع ہے۔[4]
ایک ہزار شاہی خاندان اور شاہی شادیاں 28-11-2010
ہجرت ختم الرسل صلی علیہ و سلم کی زندگی کا ایک عنوانِ جلی ہے۔ آپ کی ہجرت نے تاریخ اور جغرافیہ دونوں کو بدل دیا اور قومیتِ مسلم ہجرتِ مصطفی سے صورت پذیر ہوئے ہے۔ ہجرت ہی اسلامی ریاست کا سنگِ بنیاد ہے۔ ہجرت کا ہمہ پہلو واقعہ ہی اسلامی تقویم کا صورت گر ہے۔ رفیع الدین راز کا یہ مصرع، مفہومِ ہجرت کو سمجھنے کی کلید ہے اور یہ مصرع کسی الہامی لمحے میں انھیں عطا کیا گیا ہے:
اسلام انسان کو بنیادی طور پر اپنی انسانیت کی بنا پر قابل اکرام و محبت اور ہمدردی کامستحق بتاتا ہے۔ ایک بار نبی کریم صلی اللہ علیہ وسلم کی مجلس میں کچھ صحابہ حاضرتھے کہ ایک جنازہ گزرا۔ آپ کھڑے ہو گئے۔ لوگوں نے (یہ دیکھ کر کہ آپ صلی اللہ علیہ وسلم جنازہ کے اکرام میں کھڑے ہوئے ہیں) آپ کو بتلایا کہ ایک یہودی کا جنازہ ہے۔ آپ صلی اللہ علیہ وسلم نے فرمایا کیا یہ جان (یعنی انسان) نہیں؟ آپ صلی اللہ علیہ وسلم کے بعد کچھ صحابہ اس پر عمل بھی کیا کرتے تھے۔ (بخاری، مسلم)
نواز شریف کی تقاریر نشر کرنے پر پابندی نہیں، سپریم کورٹ
شمال مشرق سے
نکاح ہلالہ کے خاتون کی پہلی شکایت پر پولیس نے عصمت ریزی کے الزام پر ایف ائی آر درج کی۔
زمرہ:آئرلینڈ میں منشیات - آزاد دائرۃ المعارف، ویکیپیڈیا
ڈیم فنڈ: بیرونِ ملک مقیم پاکستانیوں نے اب تک ایک ارب روپے فراہم کیے
سپریم کورٹ میں 2خواجہ سراؤں کو ملازمت دیں گے، چیف جسٹس کا اعلان

خادم حسین رضوی پھر میدان میں آگئے ،اب تحریک لبیک نے آرمی چیف کے بارے میں ایسی بات کہہ دی کہ آپ کا بھی منہ کھلا کا کھلا رہ جائے گا ساتھ ہی حکومت پر بھی بجلیاں گرا دیں
وفاقی حکومت ملکی معیشت کے استحکام کیلئے پر عزم ہے،حماد اظہر
حضرت مولانا ابرار الحق ہردوئی رحمۃ اللہ علیہ
پھر بھی ہندوستانی حکومت نے سماجی کارکنوں،دانشوروں ،صحافیوں اور سرکار کی پالیسیوں کی تنقید کرنےوالوں کو زدو کوب کیااور ان کو غدار وطن کہتے ہوئے کئی معاملوں میں ہتک عزت کے الزامات عائد کیے۔قانونی کارروائی اور بدعنوانی کے من مانے الزامات نے میڈیا ہاؤس کو سیلف سینسر کے لیے مجبور کیا ۔
کِیُونکہ خُدا نے دُنیا سے ایسی مُحبت رکھی کہ اُس نے اپنا اِکلوتا بیٹا بخش دیاتاکہ جو کوئی اُس پر اِیمان لائے ہلاک نہ ہو بلکہ ہمیشہ کی زِندگی پائے۔
لاہور (کلچرل رپورٹر) لاہور آرٹس کے زیراہتمام ایک محفل موسیقی ہوئی جس میں صدارتی ایوارڈ یافتہ گلوکار استاد بدرالزماں، قمرالزماں نے پرفارم کیا جسے حاضرین نے بہت پسند کیا اور انہیں دل کھول کر داد دی۔ اس موقع پر انہوں نے بتایا کہ ہم نے حال ہی میں بھارت سے واپس آئے ہیں اور بھارت میں بھی ہماری پرفارمنس بہت پسند کی گئی۔
سائنس اور ٹیکنالوجی
جواب نمبر ۳۔ بے شک وہ اسباب جو انسان کو اس عقیدہ کو مضبوطی سے پکڑنے، اس پر ثابت قدمی اختیار کرنے، اسکی چاشنی ولذّت کو محسوس کرنے میں معاون ومدگار ثابت ہوتے ہیں وہ کتاب اللہ وسنّت رسول صلی اللہ علیہ وسلم کے ساتھ مضبوط رشتہ اور ان کے ساتھ زندگی گزارنا ہے، اور دینی تعلیمات ، منہج اور سلوک کا حاصل کرنا، اور ان دونوں مصادر اور ان کے اندر جو کچھ آیا ہے اس کے ذریعہ مخلوق کے ساتھ تعامل کرنا ہے۔
تہران (مانیٹرنگ ڈیسک)ایرانی سائنسدانوں اور ماہرین کی تیار کردہ دو نئی آبدوزوں کو ایرانی بحریہ میں شامل کر لیا گیا۔آبدوزیں حوالے کیے جانے کی تقریب سے خطاب کرتے ہوئے بحریہ کے کمانڈر ریئر ایڈمرل حسین خانزادی نے کہا ہے کہ فوج اور سپاہ کی بحریہ ملک کی آبی سرحدوں کی حفاظت اور خلیج فارس، آبنائے ہرمز اور بحیرہ عمان کی سلامتی کو یقینی بنانے میں اپنا بھرپور کردار ادا کر رہی ہے۔
دارالسلام سے ایک رپورٹ میں رائٹرز خبر رساں ادارے نے بتایا ہے کہ صدر کے طور پر یہ اُن کا پہلا بیرونی ممالک کا دورہ ہے، جس کے دوران وہ تنزانیہ، جنوبی افریقہ اور ریپبلک آف کانگو جائیں گے۔ اِس سے قبل، وہ روس کا دورہ کر چکے ہیں۔
اس بازار میں
اس ایوارڈ سے انفرادی یا اجتماعی طور پر ایسی شخصیت کو نوازا جائے گا جنہوں نے پاکستان میں سماجی اشراک کو فروغ دینے کے لئے اہم فنکارانہ یا ثقافتی تعاون فراہم کیا ہو۔ فنکارانہ پریکٹس میں کوئی بھی فنی یا ثقافتی میڈیم شامل ہو سکتا ہے جیسے فن، سینما، تھیٹر، موسیقی، ادب، تعلیمی اور ادارتی شرکت۔ یہ ایوارڈ ہر دو سال بینالے دورانیہ میں دیا جائے گا۔
ہم ایک جدید آن لائن سوفٹ وئیر تیار کروائیں گے۔ جس پہ کسٹمرز (مستقبل میں مرنےوالےافراد) کا ایک اکاؤنٹ آن لائن کھولا جائے گا۔ جیسا کہ فیس بک یا ٹویٹر کا اکاؤنٹ ہوتا ہے۔ کسٹمراپنی پروفائل میں داخل ہو کر ضروری معلومات مہیا کر سکے گا۔ یہ کام انٹرنیٹ کی سہولت کے ذریعے دنیا کے کسی بھی کونے میں بیٹھ کے سر انجام دیا جا سکے گا۔ مثلا اپنی زندگی کا کوئی اہم واقعہ (اگر اس کی ویڈیو موجود ہوتو وہ بھی ساتھ لگائی جا سکے گی ورنہ زبانی ویڈیو پیغام کے ذریعے)۔ بعض کسٹمرز اکاؤنٹ بنانے کے بعد بھی برسوں زندہ رہیں گے پس اگر کسی کسٹمر کو لگے کہ میں نے اپنی پروفائل پہ کچھ غیر ضروری یا غیر مناسب معلومات دے دی ہیں تو کسٹمر جب چاہے انہیں حذف بھی کرسکے گا۔ مثلا اپنی پہلی محبت کی روداد کو ختم کرنا یا اپنی شادی کے متعلق دی گئی معلومات کو ہٹانا وغیرہ۔ اس طرح روزانہ کی بنیاد پہ نئے نئے آپشنز کا اضافہ ہوتا رہے گا۔ ہر نیا کسٹمر کسی پرانے کسٹمر کی پروفائل کے جائزے سے اندازہ لگا لے گا کہ اسے اپن ی پرو فائل پہ کون کون سی معلومات دینی ہے۔ اور یہ سلسلہ جاری رہے گا۔
مواد پر جائیں
نوائے وقت گروپ
نظموں غزلوں کے مجموعے "سرخ گلاب اور بدرِ منیر” میں بھی دیکھ لیا ہے اور ساقی صاحب سے تصدیق بھی کر لی ہے۔
سر جی ایک بات کروں اگر اجازت دیں۔
وزیر دفاع انجینئر خرم دستگیر خان کی لائن آف کنٹرول پر بھارتی فوج کی بلا اشتعال فائرنگ کی مذمت
ابھی تک کسی تنظیم نے اس خود کش حملہ کی ذمہ داری قبول نہیں کی ہے۔واضح رہے کہ اے این پی 2013کے انتخابات میں بھی طالبان کا اصل نشانہ رہی تھی۔ہارون بلور خیبر پختون خوا صوبہ میں ذی اثر سیاسی خاندان کے چشم و چراغ تھے ۔ ان کے والد بشیربلور بھی2012میں خود کش دھماکہ میں ہلاک ہو چکے ہیں۔
لنڈی کوتل (مانیٹرنگ ڈیسک) حکومتِ پاکستان کی جانب سے 2016 سے افغانستان کے ساتھ درآمدات اور برآمدات پر عائد پابندی میں نرمی کے بعد دونوں ممالک کے درمیان طورخم سرحد سے دو طرفہ تجارت اپنا توازن حاصل کر رہی ہے۔ رپورٹ کے مطابق دونوں ممالک کے درمیان تعلقات میں اس وقت کشیدگی ...
ابوظہبی ٹیسٹ: نیوزی لینڈ پہلی اننگز میں 153 رنز پر آؤٹ
بین الاقوامی
اگر یاسمین راشد رکن قومی اسمبلی منتخب ہو جاتیں تو کیا ہوتا ۔۔۔۔۔ڈاکٹر اجمل نیازی نے ایسی بات کہہ دی جسکی آپ بھی تائید کریں گے
وہ آسمان تھا اور میرے اختیار میں تھا
کراچی(ویب ڈیسک) جمعیت علماء اسلام کے سربراہ مولانافضل الرحمن کے پاس قومی اسمبلی میں جانے کے دو مواقع موجود ہیں۔ الیکشن کمیشن کے قوانین کے مطابق جن حلقے میں خواتین کی ووٹنگ کی شرح 10 فیصد سے کم ہوگی وہاں نتائج کالعدم قرار دیئے جائینگے۔
لنکس محض آپکی معلومات اور آسان نیویگیشن کے لئے فراہم کیے گئے ہیں ۔ ہم (InvestingStockOnline.com) تھرڈ پارٹی
اپنے بچے کی آخری اطلاع کا انتظار مت کیجیے
اس سلسلہ میں ہم افریقہ کی مثال کو خاص طور پر دیکھتے ہیں ، افریقہ میں ، نو آبادیاتی عہد کے خاتمہ تک تعلیم صرف امراء اور نو آبادیاتی خدمت گاروں تک محدود تھی ، اس عہد کے خاتمہ سے اب تک افریقہ نے تعلیمی شعبہ میں بہت ترقی کی ہے ، اس وقت پورے افریقہ کی شرح خواندگی ستر فیصد کے لگ بگ ہے …..مگر معاشی شعبہ میں دیکھیں تو حد درجہ مایوسی ہوتی ہے … اس کی آبادی ١.١٥ بلین ہے جو پوری دنیا کی آبادی (7.13 بلین ) کا تقریبا سولہ فیصد بنتی ہے مگر دنیا کی معیشت میں اس کا حصہ محض 2.4 فیصد ہے … ذیل میں چارٹ دیا گیا ہے ، ملاحظہ فرمائیں
شیخ حسینہ کے قتل کی سازش ‘10ملزمین کو سزائے موت
رنویر کے دپیکا کو شادی کے موقع پر دئیے گئے تحفے کی قیمت کتنی؟
لاؤس کے شہریوں کے لیے ارجنٹائن کا سیاحتی ویزا درکار ہے۔
2، اعلی صحت سے متعلق cantilever بیم لوڈ سیل
مسٹر امبانی نے کہاکہ جیو نے ریلائنس کو اسٹریٹجک طورپر تکنالوجی پلیٹ فارم کمپنی کی حیثیت سے پیش کرنے میں مدد کی ہے۔ ڈیجیٹل پلیٹ فارم اب نئے دور کے کارخانے اور خدمات فراہم کرنے والے بن گئے ہیں۔ مسٹر امبانی کی بیٹی ایشا امبانی اور آکاش امبانی نے اس موقع پر کہاکہ اب ایم بی پی ایس کے دن ختم ہوگئے اور جی بی پی ایس کا زمانہ آگیا ہے۔ انہوں نے کہاکہ اب آپ کا گھر پوری طرح سے وائس فائی کوریج کے دائرے میں ہوگا۔ ہر ایک آلہ، پلگ پوائنٹ، سوئچ اسمارٹ بن جائیں گے۔ لوگ چوبیس گھنٹے ساتوں دن سیکورٹی نگرانی اور الرٹ کرنے والے کیمرے لگاکر اپنی سیکورٹی کو مزید پختہ کرسکیں گے۔ جیو کے کاروبار کے سلسلہ میں مسٹر مکیش امبانی نے کہاکہ جیو کاکاروبار 69ہزار کروڑ روپے کو پار کر گیا ہے۔
ہمارے ہاں 39 مہمان اور کوئی رکن نہیں آن لائن ہیں۔
مولن کے بیان سے تعلقات متاثر ہوسکتے ہیں، پاکستان _ حالات حاضرہ _ DW _ 08.07.2011
جِس کے ساتھ عالمِ بالا کی فجر ہم پر آئے گی۔
برطانیہ میں بسنے والے پاکستانی نوجوان نسل کی بہترین تربیت کریں: چوہدری شہباز، محمد ابو بکر
شہر کی خبریں
جب ننھا سا تھا
‫آؤ تاریخ اور وقت بھی بتایا اور آنے کا مقصد بھی۔ آپ نے میرے ساتھ کان لگایا‬
سکاٹ لینڈ(ڈیلی جلا وطن ڈاٹ کام)چیف آرگنائزر پاکستان مسلم لیگ ن سکاٹ لینڈ فخر اقبال چوہدری آف وہاڑی نے اپنے بیان میں کہا ہے کہ وزیراعلیٰ پنجاب میاں شہباز شریف نے جنوبی پنجاب کے مسائل کو حل کرنے میں بھر پور اقدامات اٹھائے ہیں جس پر ہم ان کے مشکور و ممنون ہیں میاں شہباز شریف عوامی مسائل کے بارے
متعلقہ تبدیلیاں
Image caption خفیہ اداروں کو کس قانون کے تحت لوگوں کے ٹیلیفون ٹیپ کرنے کا اختیار دیا گیا ہے: عدالت کا استفسار
اردو ادب میں شعراکی فہرست توطویل ترہے،مگر شاعرات اور وہ بھی ایسی شاعر ات،جن کے لب و لہجے نے،اندازواسلوب نے،مضامینِ شعر نے، خیالات کی ندرت و جودت و جدت نے اورالبیلے طرزِاظہاروادانے ایک دنیا کو مسحور کر دیا ہو،کم ازکم اردوادب میں نایاب نہیں تو کم یاب ضرور ہیں۔ پروین شاکر ( 24 ؍ نومبر 1952 ء-26 ؍دسمبر 1996 ء) سے پہلے بھی اردو میں خاتون شاعرات تھیں اور خودان کے دورمیں بھی اداجعفری، کشور ناہید، فہمیدہ ریاض وغیرہ اعلیٰ پایے کی خاتون شاعرات موجود تھیں، جن کی قدر خود پروین شاکربھی دل سے کرتی تھیں، مگراس کے باوجود اردو شاعری کو جو لہجہ پروین نے دیا،وہ سب سے اچھوتا، انوکھا اور دلچسپ تھا، انھوں نے صنفِ نازک کے مسائل، مشکلات، خانگی الجھنوں، انفرادی مشکلوں، معاشرتی جکڑ بندیوں، حسن و عشق کی خاردار راہوں کی آبلہ پائیوں کا ذکر اپنی شاعری میں بڑے منفرد انداز میں کیا۔
کانز میں کیا پہننا ہے ابھی تک فیصلہ نہیں کیا، ماہرہ خان کی پریشانی
مضامین ڈاٹ کام پر شائع ہونے والی تمام نگارشات قلم کاروں کی ذاتی آراء پر مبنی ہیں۔ ادارہ کا ان سے متفق ہونا ضروری نہیں۔

برطانیہ: یورپی یونین سے نکلنے کے معاہدے کی منظوری
سوال: کیا عید الفطر اور عید الاضحیٰ کے دن کو اہل بیت(ع) کے غم میں سوگ کے دن کے طور پر منانا صحیح ہے؟
مرکزی مواد پر جائیں
عمران خان اور بشریٰ بی بی کی شادی کھٹائی میں پڑ گئی
ان چار قسم کے مردوں سے کبھی بھول کر بھی شادی مت ...
ان نمازوں کے علاوہ ایک جمعہ کی نماز ہے جو جمعہ کے دن ظہر کے وقت پڑھی جاتی ہے اس دن ظہر کی نماز نہیں پڑھی جاتی جمعہ کی نماز سے پہلے امام خطبہ پڑھتا ہے جس میں جب موقعہ کسی اسلامی مسئلہ یا مسلمانوں کی کسی ضرورت کے متعلق وہ اپنے خیالات کا اظہار کرتا ہے اس کے بعد وہ دو رکعت نماز پڑھاتا ہے جس میں برخلاف ظہر کی نماز کے سورۂ فاتحہ اور قرآن کریم کا حصہ بلند آواز سے پڑھا جاتا ہے سورۂ فاتحہ کی تلاوت کے وقت مقتدی ساتھ ساتھ سورۂ فاتحہ کے الفاظ منہ میں آہستہ طور پر دہراتے جاتے ہیں ا ور دوسری قراء ت کے وقت صرف کلامِ الٰہی سنتے ہیں۔
بم ڈسپوزل سکواڈ کے رکن نے بی بی سی کو بتایا ہے کہ ابتدائی شواہد سے تو یہ ایک خودکش حملہ لگتا ہے اور اس بارے میں مزید تحقیقات کی جا رہی ہیں۔

سینیٹ الیکشن میں 1ارب20کروڑروپے سے ارکان اسمبلی ...
اس پوسٹ کو شیئر کریں ای میل

عظمیٰ ظفر روشنیوں کے شہر کراچی سے تعلق رکھتی ہیں۔ اپلائیڈ زولوجی میں ماسٹرز ہیں ، گھر داری سے وابستہ ہیں اور ادب سے گہری وابستگی رکھتی ہیں۔ لفظوں کی گہرائی پر تاثیر ہوتی ہے، جو زندگی بدل دیتی ہے، اسی لیے صفحۂ قرطاس پر اپنی مرضی کے رنگ بھرتی ہیں۔
بداخلاقی کی سیاست جاری رہی تو اسمبلی باقی رہے گی نہ ہی سندھ حکومت باقی رہے گی،لیاقت جتوئی ،جامشورو میں اربوں روپے کی سرکاری زمین کی خوردبرد اور صحت بارے تین تحریک استحقاق ... مزید
کئی گوشوں کے لئے خاندانی سیاست کا غلبہ بھلے ہی تیل میں گری مکھی کی مانند ہوسکتا ہے۔ کوئی شک نہیں کہ کانگریس کے حریف اس نکتہ کو مسلسل شدت سے اٹھاتے رہیں گے کیونکہ پارٹی میں بحالی کے آثار دکھائی دینے لگے ہیں جو اس کی طلبہ تنظیم نیشنل اسٹوڈنٹس یونین آف انڈیا، اور اس کے حلیفوں کی دہلی یونیورسٹی، الہ آباد یونیورسٹی اور کاشی ودیاپیٹھ کے اسٹوڈنٹس یونین انتخابات میں کامیابیوں سے عیاں ہورہی ہے۔ آخرالذکر دو اداروں میں سماجوادی پارٹی کی طلبہ تنظیم نے بی جے پی کی طلبہ تنظیم اکھل بھارتیہ ودیارتھی پریشد (اے بی وی پی) کے مقابل جیت درج کرائی ہے۔مگر یہ حقیقت ہے کہ کانگریس اب آسان حریف نہیں رہی صرف اس وجہ سے عیاں ہے کیونکہ اسے معیشت کے بارے میں بی جے پی کے غلط اقدامات اور اپنی صفوں میں عسکریت پسند عناصر پر قابو پانے میں اس کی ناکامی کی وجہ سے فائدہ ہورہا ہے، جیسا کہ وہ دھمکیوں سے ظاہر ہورہا ہے جو فلم ’’پدماوتی‘‘ کے ڈائریکٹر اور ایکٹرز کے خلاف دی جارہی ہیں کہ یہ فلم قرونِ وسطیٰ کی ہندوستانی تاریخ کے زعفرانی چربہ سے میل نہیں کھاتی ہے!
»آئین کے آرٹیکل 68کی کھلم کھلا خلاف ورزی:وزیر اعظم کااعلیٰ عدلیہ کے خلاف اعلان جنگ
بلاشبہ اس وقت ہمارے ہاں بننے والوں فلموں کے معیارمیں بہتری آئی ہے اوراس سلسلہ میں نوجوان فنکاروں نے بھی اہم کردار ادا کیا ہے۔ مجھے امید ہے کہ آنے والے چند برسوں میں پاکستان فلم انڈسٹری کا نام اور مقام بلند ہوگا اورآج اپنا فنی سفر شروع کرنے والے باصلاحیت فنکار مستقبل کے سپرسٹار ہوں گے۔
Discountable قیمت گرم، شہوت انگیز دوپہر کے کھانے ٹھنڈے باکس ...
جب پولیس افسرنے بچپن میں ریپ کرنے والے کو قید کیا June 23, 2018
دنیا کی طرح یہاں کے حالات کے بھی تغیر پذیر ہونے کا عقیدہ ”آدمی کو مکمل مایوسی سے بچاتا ہے اور انتہائی اقدامات اٹھانے سے محفوظ رکھتا ہے“۔ اللہ تعالیٰ فرماتے ہیں ”تاکہ تم اپنے سے فوت شدہ کسی چیز پر رنجیدہ نہ ہوجایا کرو اور نہ عطا کردہ چیز پر اترایا کرو“ جیسے احکامات انسان کے لیے انتہائی تقویت کا باعث ہوتے ہیں۔

پییلین ایلومینیم CNC ایلومینیم گہا، سی این سی ایلومینیم گہا مشینی، سی سی سی پروسیسنگ، جو ایک پیشہ ور فیکٹری سے لیس ہے، پر توجہ مرکوز کرتا ہے. تجربے والے عملے اور اعلی درجے کے سامان کی مدد سے، ہم آپ کو ہماری مصنوعات کی اعلی معیار، اعلی صحت سے متعلق اور عمدہ ڈیزائن فراہم کر سکتے ہیں. چلو اور چین میں سستی مصنوعات حاصل کرو.
ہمارے بارے میں
مجھے یہ بتائیے کہ اس طرح کے بیان پر اگر کانٹ نے اعتراض کیا تو کیا غلط کیا۔ یہ بیٹے کی قربانی نہیں، اسے قتل کرنے کا عمل ہے۔ لیکن وہ قرآن مجید کو خالی الدماغ ہو کر پڑھ لیتا تو اسے معلوم ہوجاتا کہ وہاں تو ایک بالکل دوسری بات کہی گئی ہے۔ وہاں پہلی بات یہ کہی گئی ہے کہ جب سیدنا ابراہیم نے یہ خواب دیکھا تو سب سے پہلے اسے اپنے بیٹے کے سامنے رکھ کر اس کی رائے پوچھی۔عظیم باپ کے عظیم فرزند نے جواب دیا کہ آپ کو جو حکم دیا گیا ہے اس کی تعمیل کیجیے، مجھے آپ انشاء اللہ صبر کرنے والوں میں پائیں گے۔ قرآن ان دونوں کے رویے کو اس طرح بیا ن کرتا ہے کہ فلما اسلما یعنی جب ان دونوں نے سرتسلیم خم کر دیا۔ یعنی یہ معاملہ دونوں ہستیوں کی مکمل مرضی، شعور اور بندگی کے احساس کے ساتھ رونما ہوا تھا۔
تلخ بات سامنے کہہ دیتے تھے اور خود دار بہت تھے۔ پروگرام کی (سامعین میں بیٹھی ہوئی) ہوسٹ صوفیا مرزا ذرا بد مزاجی کا مظاہرہ کرتی تھیں اور پروگرام کے میزبان سے براہ راست تعلق پر نازاں تھیں لہذا میک اپ روم میں کوئی نہ کوئی ہنگامہ بپا رہتا۔ ایک دن رانا صاحب نے انہیں سمجھانے کی غرض سے کہا کہ ان سے بدتہذیبی کا مظاہرہ نہ کیا جائے کیوں کہ وہ صوفیا مرزا کے باپ کی جگہ ہیں۔ اس پر صوفیا مرزا سیخ پا ہو گئیں اور بولیں کہ خدا نہ کرے ان کا باپ ایسا ہو۔ رانا صاحب نے ایسی انواع و اقسام کی گالیوں سے تواضع شروع کی کہ خدا کی پناہ! مجھ سمیت تین لوگوں نے انہیں بڑی مشکل سے سنبھالا اور کمرے سے باہر لے گئے۔
فارسی زبان سے اسم صفت ہے اردو میں داخل ہوا۔ ١٦٠٩ء کو "قطب مشترٍ" میں مستعمل ملتا ہے۔
اپنی رائے بھیجیں
اردو نیوز شو
اور مسلمانوں کا خیال ہے کہ زبانی جمع خرچ کے علاوہ کانگریس نے ان کے لیے کچھ نہیں کیا۔
فـــــ: مسئلہ صاحبِ ہدایہ نے ایک کتاب میں فرمایا کہ خون جو تھوڑا تھوڑا نکلے کہ کسی دفعہ کا نکلا ہوا بہنے کے قابل نہ ہو اگرچہ جمع کرنے سے کتنا ہی ہو جائے اصلاً ناقضِ وضو نہیں اگرچہ ایک ہی مجلس میں نکلے یہ قول خلاف مشہور و مخالف جمہور ہے بے ضرورت اس پر عمل جائز نہیں ، ہاں جو ایسے زخم یا آبلوں میں مبتلا ہو جس سے اکثر خون یا ریم قلیل نکلتا رہتا ہے کہ ایک بار کا نکلا ہوا بہنے کے قابل نہیں ہوتا مگر جلسہ واحدہ کا جمع کئے سے ہو جاتا ہے اور بار بار وضو اور کپڑوں کی تطہیر موجب ضیق کثیر ہے کہ معذوری کی حد تک نہ پہنچا اس کے لئے اس پر عمل میں بہت آسانی ہے ۔
اس موقع پر شاہ محمود قریشی نے کہا کہ چین پاکستان کا قریبی دوست اور اسٹریٹجک معاون شراکت دار ہے، وزیراعظم عمران خان کی حکومت باہمی دوستی کو مزید مضبوط کرنے کے لئے پرعزم ہے۔
ڈی مونٹ فونٹ یونیورسٹی اور السٹر یونیورسٹی کی مشترکہ تحقیق میں دعویٰ کیا گیا کہ بہن کی موجودگی لوگوں کو زیادہ خوش باش اور مشکل حالات سے نمٹنے کے لیے زیادہ پرامید بنادیتی ہے۔

اٹھارہویں ترمیم کے خلاف کوئی سازش کامیاب ہونے نہیں ہونے ...
متحدہ عرب امارات قبلہ اول کے قریب اسرائیل کے لئے جائیداد خریدنے میں ملوث

05/نومبر تبصرہ / تجزیہ جاوید اختر آج ادبی دنیا منٹو صدی منارہی ہے اور اسی کے پیشِ نظر ماضی میں لاتعداد سمینار بھی ہوئے۔ 11؍مئی 1912ء کو سمبر...
اسلام آباد یونائیٹڈ نے کراچی کنگز کو آٹھ وکٹوں سے شکست دے دی ہے۔
سیاستدان کون اور کیا چاہتا ہے؟
دوسری جانب وفاقی وزیر داخلہ چوہدری نثار علی نے بدھ کو اس حوالے سے اسلام آباد میں پریس کانفرنس میں میڈیا کے نمائندوں کو بتایا کہ وفاق کی جانب سے سندھ حکومت کو رینجرز کے اختیارات پر موجود تحفظات دور کرانے کی یقین دہانی کرادی گئی ہے جس کے بعد امید ہے کہ نصف شب تک سندھ حکومت رینجرز کے اختیارات میں اضافے کا نوٹیفیکیشن جاری کردے گی۔
میرے پسندیدہ۔۔
عطیہ بتول جو پنجاب پولیس کے بم ڈسپوزل سکواڈ کا حصہ بننے والی پہلی خاتون اہلکار ہیں۔ عطیہ نے ایک مہینے کی تربیت کے بعد سکواڈ میں باقاعدہ شمولیت اختیار کی۔
بھارت میں انڈین نیشنل کانگریس کے نائب صدر راہل گاندھی نے الزام عائد کیا ہے کہ بی جے پی نے اتر پردیش میں سیاسی فوائد کے لیے فسادات کروائے۔

اپنے دوست کو ای میل کریں
اپنی رائے سے آگاہ کریں
ابوکائی، باتآن ( لاطینی: Abucay, Bataan) فلپائن کا ایک فلپائن کی بلدیات جو باتآن میں واقع ہے۔ [3]

زارا شیخ نے کہا کہ بدقسمتی سے ایک دور ایسا گزرا ہے کہ جس میں پاکستان میں بننے والی زیادہ ترفلمیں ذات برادری، غنڈہ گردی اوردیرینہ دشمن داریوں کے موضوعات پرمبنی ہوتی تھیں جن کوفلم بینوں کی اکثریت نے عرصہ دراز سے مسترد کردیا ہے۔ گھسے پٹے موضوعات کی فلموں میں ایک طرف توفلم میکنگ کا ایک سا انداز دکھائی دیتا ہے جو کسی بھی اعتبارسے ہالی ووڈ اوربولی ووڈ سمیت دنیا کے بیشترممالک میں بننے والی فلموں سے مقابلہ کرنے کے قابل نہیں ہوتا تھا۔
ترجمہ:’’اور کسی بھی نماز کے لئے اس کا وقت داخل ہونے سے پہلے اذان نہ دی جائے اور (اگر دے دی گئی تو) وقت کے اندر اس کا اعادہ کیا جائے، کیوں کہ اذان اطلاع دینے کے لئے ہوتی ہے اور وقت سے پہلے (اذان) لوگوں کو جہالت میں ڈالنا ہے۔ امام یوسفؒ فرماتے ہیں اور یہی امام شافعیؒ کا بھی قول ہے کہ رات کے نصف اخیر میں فجر کے لئے اذان دینا جائز ہے اس لئے کہ اہل حرمین سے توارث کے ساتھ یہ عمل منقول ہے، اور سب کے خلاف حضرت بلالؓ سے آپؐ کا یہ فرمان حجت ہے کہ تم اس وقت تک اذان نہ دو یہاں تک کہ تمھارے لئے اس طرح فجر واضح نہ ہوجائے اور آپؐ نے چوڑائی میں اپنے ہاتھوں کو پھیلایا‘‘۔(احسن الہدایہ از مفتی عبدالحلیم قاسمی بستوی ترجمہ و شرح اردو ہدایہ از شیخ ابوالحسن علی ابن ابی بکر فرغانیؒ، مکتبہ رحمانیہ، لاہور،، جلد۱، صفحہ ۳۳۴)۔
*امتحاں میں جب کبھی ٹکرا گیا کوئی سوال*

ایناکونڈا کی ویڈیو ز تو آپ نے بہت دیکھی ہوں گی لیکن دیکھیں پہلی مرتبہ اینا کونڈا کے حملے کی ویڈیو ہاتھی کو کیسے مار ڈالا، ویڈیو دیکھیں
” اب تو مجھے بھی دلچسپی ہوچلی ہے۔“حمید نے کہا ” لیکن یہ تو بتا ئےے کہ آپ کو یقین کیو نکر ہوا تھا کہ وہی قاتل ہے۔“
اردو نیوز شو
ویکی کومنز پر بندر گز سے متعلق سمعی و بصری مواد ملاحظہ کریں۔
پھر کہتے ہیں قائم ہو نہ سکا دنیا میں نطامِ آزادی کا
ایک دوست نے میرے اندور پہنچنے کے بعد مبارکباد کا خط لکھا جس میں میری خوش قسمتی کو سراہا، فضائے اندور کی رنگینیوں کا پرشوق الفاظ میں ذکر کیا اور آنے کی تمنا ظاہر کی ، میں نے انہیں دعوت دیتے ہوئے لکھا کہ اگر میری جگہ تم آئے ہوتے تو واقعی خوش نصیب ٹھہرتے اور اگر تم آجاؤ تو شاید تمہاری زندہ دلی کے صدقے میں میں بھی ان مناظر سے لطف اندوز ہوسکوں جن کی تعریف میں تم رطب اللسان ہو کیونکہ مجھے تو ہر نغمہ خاموش اور ہر منظر دلگیر نظر آتا ہے ۔ میری حالات ایسی ہورہی ہے جس میں بے کیفی زیادہ اور بے تعلقی بدرجہ اتم پائی جاتی ہے ۔ غالب نے شاید اسی ذہنی تعطل سے زچ ہوکر کہاتھا ؎

کیلی فورنیا (این این آئی)پچاس اور ساٹھ کی دہائی کی گلیمرس ہالی وڈ اداکارہ مارلن مونرو کی نقلی ہیرے کی بالیاں پونے دو لاکھ ڈالرز میں نیلام ہوگئیں۔حسین ہالی وڈ اداکارہ مارلن مونرو کی دلکش بالیاں ایک لاکھ پچاسی ہزار ڈالرز میں کیلیفورنیا میں نیلام ہو گئی ہیں۔ یہ وہی گلیمرس بالیاں ہیں جو اداکارہ نے1955ءمیں فلم دا روز ٹیٹو کے پریمیئر پر پہنیں تھی۔ اس نیلامی میں ہالی وڈ کی دوسری یادگاریں بھی رکھی گئی تھیں۔

جان ابراہام کی آئندہ فلم جوہری تجربے پر مبنی ہو گی
پاکستان میں سزا کاٹنے والا بھارتی جاسوس حامد انصاری بھارتی حکام کے حوالے
ہنگری کی جانب سے ملکی سرحدوں کی نگرانی مزید سخت کرنے کے اعلان کے بعد اب شاہد کا کہنا ہے کہ ان اقدامات سے اُس کی اور اُس جیسے دیگر کئی پناہ کے متلاشی افراد کو، جو اپنے ملکوں سے غربت اور شورش کے باعث ہجرت پر مجبور ہوئے ہیں، کی زندگیاں مزید مشکل ہو گئی ہیں۔
آپ کو براہ راست فائلوں کو ڈاؤن لوڈ سے بچنے کے لئے لوڈ، اتارنا مینیجر سکرپٹ کو استعمال کر سکتے ہیں، اور صرف رجسٹرڈ صارفین کو ڈاؤن لوڈ کرنے کے لئے محدود.
آج کے کالم
ہم توانائی کا استعمال اُس کی پیداوار کرنے سے زیادہ تیزی سے کرتے ہیں کوئلا ، تیل اَور قدرتی گیس سب سے زیادہ استعمال میں آنے والے ہیں جِن کا موجودہ شکل ہزاروں سالوں کے بعد تیار ہوا ہے ۔ توانائی وسائل محدود ہیں ہندوستان میں دنیا کی آبادی 16 % ہے اَور دنیا کی توانائی وسائل کاتقریباً 1 % حصہ پایا جاتا ہے ۔ زیادہ تر توانائی ذرائع کو نہ تو دوبارہ استعمال میں لایا جا سکتا ہے اَور نہ تجدید شدہ کیا جا سکتا ہے ۔ غیر قابل تجدید توانائی کے ذرائع کا ایندھن استعمال میں حصہ 80 % ہے ۔ اس لئے ایسا کہا گیا ہے کہ اَگلے 40 سالوں میں ہمارے توانائی کے تمام ذرائع ختم ہو سکتے ہیں ۔ ہم توانائی کی بچت کرکے اپنے ملک کی قیمتی پیسہ کا بچت کرتے ہیں ۔ تقریباً 75 فیصدی اپنی ضروریات کا کَچّے تیل در آمد سے پُورا کرتے ہیں ۔ اِس در آمد کی کُل قیمت ہر سال ہندوستانی روپیوں میں تقریباً ۔ 50،000 کروڑ روپیے تَک ہوتا ہے ۔
لوگ ’موٹی‘ کہتے ہیں تو برا نہیں لگتا: ودیابالن - BBC News اردو
کوئی مل گیا (2004)، ای ٹی دی ایکسٹرا ٹیریسٹرینل (1982)
محمد رسول اللہ کی طرف سے کسرٰی عظیم فارس کی جانب

امریکہ کے نو منتخب صدر ڈونلڈ ٹرمپ جو امریکی انتخابات میں روسی مداخلت کر مسترد کرتے ہیں۔
پہلے تو ملائیشیا میں برائے نام ٹورسٹ آتے تھے، لیکن نائن الیون والے امریکی واقعے کے بعد عرب دنیا کے لوگ اس طرح آنے لگے ہیں۔ ملائیشیا کے ماڈرن ہونے اور یہاں ہر قسم کی سہولیات کی بہ آسانی دستیابی کے سبب یہاں یورپین بھی کثرت سے آنے لگے ہیں۔
سٹی 42ذرائع کے مطابق چیئرمین سینیٹ کے انتخاب میں راجا ظفرالحق کی شکست ، راجا ظفرالحق کو کم ووٹ ملنے پر تحقیقاتی کمیٹی تشکیل دے دی گئی،جو کہ سینیٹ الیکشن کے مختلف پہلووں کا جائزہ لے گی۔
6.2 شاہ رخ خان کی کامیاب فلمیں
پرنٹ کریں یہ صفحہ پرنٹ کریں
دیگر زبانیں
علماء امامیہ کا عقیدہ اور ان کے فتاوی بھی اسی روش پر موجود ہیں جس کی بنیاد اہل بیت علیہ السلام نے رکھی ہے ہم ذیل میں چند علماء کی آراء کو آپ کے سامنے پیش کررہے ہیں ۔
پوپ فرانسس کی گاڑی کو حادثہ، مذہبی پیشوا نے لوگوں کے دل جیت لیے، ویڈیو وائرل
ٹیلی ویژن اور ریڈیو
تازہ ترین: اسلام میں لباس کا تصور اور مغربی ہتھکنڈے م حمزہ, ‏دسمبر 19, 2018 5:07 صبح
پاکستان اور چین کے درمیان ایک درجن سے زائد نئے معاہدوں پر دستخط _ سچ ٹائمز
حالیہ برسوں میں پاکستان اور امریکہ کے تعلقات خراب ہوتے گئے ہیں۔ حال ہی میں تعلقات میں گراوٹ مزید گہری ہوئی جب امریکہ نے پاکستانی سفارت کاروں پر پاکستانی سفاتخانے سے 40 کلومیٹر سے زیادہ دور جانے کیلئے پانچ روز قبل اجازت لینے کا پابند بنا دیا۔ اس کے جواب میں پاکستان نے بھی امریکی سفارتکاروں کے خلاف ایسی ہی پابندیاں عائد کر دیں۔

اترکھنڈ پولیس نے شاہی امام کے گھر میں گھس کرخواتین کے ساتھ بد سلوکی
’گزشتہ 2 ماہ کے دوران 4 فحش اداکاروں کی اموات میری وجہ سے ہوئی کیونکہ میں نے۔۔۔‘ فحش فلموں سے توبہ کرنے والی اداکارہ نے ایسی بات کہہ دی کہ انٹرنیٹ پر طوفان آگیا
سابق وزیراعلیٰ سندھ نے ضمانت قبل از گرفتاری کی درخواست دائر کردی
کراچی, سندھ, Pakistan
انٹری ٹیسٹ …نئے تجربات کب تک؟
مجھ سے اکثر ہو جاتی ہے
وزیراعظم کو بے لگام اختیارات نہیں ہیں، چیف جسٹس
ايک برس قبل ان تين بھائيوں کے والد، جو کہ خود بھی ڈاکٹر تھے اسی جبر کا شکار ہوۓ۔
بھگتنا اس کو اپنی ظلم کا خمیازہ ہوتا ہے

نصراللہ خان: سبحان اللہ، الحمد للہ، اللہ اکبر...

میرے چہرے پر بھی ہوں گے بے رُخی کے زاوئیے
شاہد خاقان عباسی کو وزیراعظم بنانے کی کئی وجوہات سمجھ آتی ہیں۔ پہلی تو یہ کہ پاناما کیس کے شور شرابے میں اُنہوں نے ہمیشہ نواز شریف کا بڑے جارحانہ انداز میں دفاع کیا۔ دوسری وجہ یہ بھی ہے کہ وہ مسلم لیگ (ن) کے اندر ایک غیر متنازع شخص ہیں۔ اُن کی خواجہ محمد آصف کے ساتھ بھی دوستی ہے اور چوہدری نثار علی خان کے ساتھ بھی احترام کا رشتہ ہے۔ تیسری اور اہم ترین وجہ یہ ہے کہ 12اکتوبر 1999ء کی فوجی بغاوت کے بعد نواز شریف کے ہمراہ جن افراد پر جنرل پرویز مشرف نے طیارہ ہائی جیک کرنے کا الزام لگایا تھا ان میں شاہد خاقان عباسی بھی شامل تھے۔
دنيا کے سب سے آلودہ شہروں ميں چودہ بھارتی شہر شامل ہيں جب کہ دارالحکومت نئی دہلی فضائی آلودگی ميں عالمی سطح پر چھٹے نمبر پر ہے۔ فضائی آلودگی کی ايک بڑی وجہ فصلوں کی کٹائی کے بعد کھيتوں ميں آگ لگانے کا عمل بھی ہے۔
انصاف کے علمبردار اور خدا واسطے کے گواہ بنو اگرچہ تمہارے انصاف اور تمہاری گواہی کی زد خود تمہاری اپنی ذات پر یا تمہارے والدین اور رشتہ داروں پر ہی کیوں نہ پڑتی ہو (النساء:135)۔
اسلئے فوری طور پر برساتی نالوںکو صاف کرنا اور برساتی پانی گزرنے کے قابل بنائے رکھنا ضروری ہے ۔ جبکہ سیوریج لائنوں کا ورکنگ کنڈیشن میں ہونا نہایت ضرور ی ہے ورنہ گنداپانی بارش کے پانی کے ساتھ مل گیا تو سارے ضلع میںگندگی اور تعفّن پھیل جانے کااندیشہ ہے۔ انہوں نے کراچی واٹر و سیوریج بورڈ کے ذمہ داران سے کہا کہ وہ بارشوں سے قبل سیورئج سسٹم کو بہتر کرلیں تاکہ دوران برسات عوام کو سیوریج کے مسائل کا سامنا نہ کرنا پڑے ۔
سے نتائج 2016 EU میڈیا سروے، 'کیا Influencers کو اثرات'، ایک کام ریس / Burson-Marsteller سروے ترجیح دی نیوز نے ذرائع اور MEPs کے، یورپی یونین کے حکام اور برسلز میں رائے سازوں کی طرف سے استعمال سوشل میڈیا چینلز میں.
مریم نواز کی ایسی ٹویٹ سامنے آ گئی کہ سب کو حیران کر دیا !
صحت ⬅صحت کی خبریں⬅فرانسیسی خاتون کا بیٹی کی استانی پر چاقو سے حملہ،پے در پے وار کر کے اسے موت کی نیند سلا دیا،دل ..
17اپریل کا پروگرام نشرِ مکرر کے طور پر 24اپریل کو بھی نشر کیا گیا
Previous تین طلاق بل دستور کے مغائر ‘ خواتین کے حقوق کی خلاف ورزی
مصوری کے شاہکار دیکھنے ہوں تو چار عظیم الشان آرٹ میوزیم حاضر ہیں۔گرمیوں میں جائیں تو انٹرنیشنل فلم فیسٹیول اور جاز فیسٹیول میں گم ہوجائیں۔ کسی بھی مقامی اخبار میں کسی مقبول تھیٹر شو کا وقت پڑھ لیں یا کسی بھی ٹیکسی والے سے کسی بھی ایسی جگہ کا پتہ پوچھ لیں جہاں شام سکون سے گزر سکے۔
شیئرنگ کے بارے میں
کارروائی کے دوران ٹریلر کے ڈرائیور اور کلینر کو گرفتار کر لیا گیا، تاہم پولیس ذرائع کا کہنا ہے کہ ٹریلر کو گزشتہ رات پکڑا گیا تھا اور مرکزی اسمگلر گل خان کو مبینہ طور پرلاکھوں روپے رشوت لے کر چھوڑ دیا گیا۔
(۲) ہل محمد رسول من عند اللّٰہ؟ کیا حضرت محمد (صلی اللہ علیہ وسلم) اللہ کے رسول ہیں؟ اس سوال کے تحت وہ اپنے ذہن کے مطابق اس بات پر دلائل قائم کرنے کی کوشش کرتا ہے کہ حضرت محمدصلی اللہ علیہ وسلم اللہ کے رسول نہیں ہوسکتے۔
انڈونیشیا میں جاری گیمزکے مینز ہاکی ایونٹ میں پاکستانی ٹیم کی اب تک کی کارکردگی انتہائی شاندار رہی ہے اور اس نے ابتدائی تینوں میچزمیں فتوحات حاصل کیں، گرین شرٹس نے پہلے میچ میں تھائی لینڈ، دوسرے میچ میں اومان اور تیسرے میچ میں قازقستان کو شکست سے دوچار کیا۔
گریڈ سٹیشن کے بعد رہی سہی کسرواپڈا الپوری سب ڈویژن کے اہلکاراڈہ بند کرکے پورا کرتی ہے جبکہ حکومت پاکستان نے اپنی طرف سے بجلی کی لوڈ شیڈنگ کا شیڈیول جاری کیا ہے جس میں دیہاتی اٹھ گھنٹے اور شہری علاقوں میں چھ گھنٹے کا اعلان کیا گیا ہے لیکن یہاں حکومت پاکستان کے ساتھ ساتھ محکمہ واپڈا شانگلہ کے اہلکاربھی اپنی مرضی پر بجلی کی طریقہ کار وضع کر ر رہے ہیں ، جن کی طریقہ کار میں بجلی یا تو سرے سے مکمل غائب یااپنی مرضی کے مطابق چلاتے ہیں، جس کی وجہ سے کاروباری زندگی ٹھپ ہوکر رہ گئی ہے ، دوسری جانب سٹاف کی کمی کی وجہ سے مسلسل اووربلنگ کا سلسلہ بھی جاری ہے،،غریب عوام بل جمع کرنے سے قاصر، شانگلہ میں کوئی انڈسٹری یا کوئی فیکٹری موجود نہیں تاہم غیر اعلانیہ لوڈ شیڈنگ یہاں کے عوام کے ساتھ سراسر زیادتی اور منتخب نمائندوں کی نااہلی کے مترادف ہے،دوسری جانب شانگلہ میں مسلسل لوڈ شیڈنگ سے ہسپتالوں میں مریض کو بھی سخت مشکلات کا سامنا کرنا پڑ رہا ہے، عوامی حلقوں نے احتجاج کی دھمکی دیتے ہوئے پیسکو خیبر پختونخوا کے اعلیٰ حکام سے مطالبہ کیا ہے کہ شانگلہ میں جاری ناروا لوڈ شیڈنگ ،اووربلنگ کا سلسلہ ختم کرنے میں اپنا کردار ادا کریں،شا نگلہ میں محکمہ واپڈا میں سٹاف کی کمی کو پورا کرنے کیلئے ٹھوس اقدامات اٹھائیں۔
26 پس چپکے سے اپنے گھر والوں کے پاس گیا اور ایک موٹا بچھڑا (تلا ہوا) لایا
اسلام آباد: سابق وزیراعظم نواز شریف، ان کی صاحبزادی مریم نواز اور داماد کیپٹن (ر) صفدر کی ایون فیلڈ ریفرنس میں سزا کی معطلی کی درخواستوں پر سماعت کرنے والا اسلام آباد ہائیکورٹ کا بینچ تبدیل ہوگیا۔
وزیر اعظم کے وژن اور وزیر اعلیٰ کی رہنمائی میں وزارت اطلاعات میں کوئی کرپشن ہوگی نہ بد عنوانی ،قانون اور رولز ریگولیشنز کے مطابق کام چلائیں گے، فیاض الحسن چوہان
اس پوسٹ کو شیئر کریں وٹس ایپ
کل جو گزرا ہے تو بھی اسے دیکھے
پنجاب بھر کی جیلوں میں’’ تعلیم بالغاں‘‘ پروگرام شروع کرنے کا فیصلہ
مہمان ٹیم کو میزبان ٹیم کے خلاف چار میچوں کی سیریز میں 1-0 کی برتری حاصل ہوگئی، شان مارش نے 60 رنز بنائے، بھارت کے محمد شامی، ایشون اور جیسپریت بمراہ نے 3,3 جبکہ ایشانت شرما ... مزید
بلاول بھٹو بچے نہیں لیکن سیاست سے نابلد ضرور ہیں، چوہدری نثار
لاہور : گلوکار ملکو میوزیکل شوز میں پرفارم کرنے کے لئے کل (جمعرات) کینیڈا روانہ ہوں گے جہاں وہ تمام بڑے شہروں میں اپنی آواز کا جادو جگائیں گے ۔ ملکو ایک ہفتے تک کینیڈا میں پرفارم کرنے کے بعد... Read more
خاران میں تقریب سے خطاب کے دوران وزیر اعظم شاہد خاقان کا کہنا تھا کہ نواز شریف ترقی کا دوسرا نام ہے، ترقی جھوٹے وعدوں سے نہیں ہوتی، بلوچستان معدنی وسائل سےمالامال صوبہ ہے، 2013 سے پہلے بلوچستان میں بڑے بڑے منصوبے التوا کا شکار تھے، مسلم لیگ (ن) نے بلوچستان کی ترقی کیلئے بے مثال عمی اقدامات کیے ، ہم نے ہمیشہ اس علاقے میں ترقی کی کوشش کی جس کو ضرورت ہو، آج بلوچستان میں بہترین شاہراہوں کا جال بچھایا جارہاہے، وہ وقت دور نہیں جب بلوچستان ملک کا امیر ترین صوبہ ہوگا۔
حضرت امیر المومنین قیام گاہ میں
بہت زیادہ جنسی عمل کرنے سے انسان ایسا ہوجاتا ہے،نئی سائنسی تحقیق نے چونکا دیا
رضوان صدیقی نے مزید کہا انجلی اتھا کی جانب سے لگائے جانے والےالزامات کے نتیجے میں ان کی موکل زرین خان کا نام خراب ہوا ہے، اس معاملے پر مزید تفتیش کی ضرورت ہے اور اسی وجہ سے بھارتی پینل کوڈ کے سیکشن 509 کے تحت کیس رجسٹرڈ کرلیا گیا ہے۔
۴۔ ابوذر تنہا زندہ رہیں گے تنہا وفات پائیں گے اور تنہا ہی اٹھا ئے جا ئیں گے
’پیٹر اپنے ساتھیوں کی رہائی تک چین سے نہیں بیٹھیں گے‘
چین میں اعلی مواد کمپنی, ل. تھرمل کوندکٹاواٹی مینوفیکچررز - تھوک مصنوعات - چالکا شان ڈونگ کے لئے الومانا کشتہ
جے یو آئی (ف) کا فاٹا انضمام کے خلاف دھرنے کا اعلان
اسلام آباد — پولیس نے توہین مذہب مقدمے میں رمشا مسیح کے خلاف عبوری چالان سیشن عدالت میں پیش کر دیا ہے۔
تازہ ترین خبریں
، جس دور میں میں نے اسٹیج کیا اس وقت اسٹیج ڈرامے میں گانے کا کوئی تصور بھی نہیں تھا مگر جب سے اسٹیج ڈرامے میں رقص آیا ہے تو ڈرامے کی اصل شکل بگڑ گئی۔
ڈاکٹر نایک نے ” دن کے ضمن میں ” زمانوں ” کے بارے میں بھی بات کی ہے۔ بائبل میں ” دن ” کے لفظ سے مراد ایک طویل زمانہ بھی ہوسکتا ہے۔ ضرور نہیں کہ اس سے چوبیس گھنٹے والا دن ہی مراد ہو جیسا کہ ڈاکٹر موریس بوکائیے نے اپنی کتاب میں ثابت کرنا چاہا۔ میرا خیال یہی ہے کہ اس سے طویل زمانے مراد ہیں۔ دیگر مسائل بھی ہیں جن کا ذکر ڈاکٹر نائیک نے کیا ہے۔ میں تسلیم کرتا ہوں کہ یہ مسائل موجود ہیں اور ان کے مناسب جوابات میرے پاس نہیں ہیں۔
یہ سوال واقعی اہم ہے اس کا جواب بھی تاریخی حوالوں سے ملتا ہے۔
تازہ ترین خبریں
اخبار کے بارے میں
تازہ ترین شو
اس صفحہ میں آخری بار مورخہ 7 اکتوبر 2018ء کو 16:04 بجے ترمیم کی گئی۔
عمران خان کی اصل آزمائش: صادق بھی اور امین بھی؟

’’یہ تو سب کے ساتھ ہو رہا ہے!‘‘
غیر ملکی خبر رساں ادارے کے مطابق حملہ آوروں نے جلال آباد کے علاقے پولیس ڈسٹرکٹ 3 میں موجود محکمہ تعلیم کی عمارت پر دھاوا بولا جبکہ عمارت کے نزدیک 2 دھماکے بھی سنے گئے۔
میں وہ دوبارہ قومی اسمبلی کے رکن منتخب ہوئے اور بینظیر بھٹو کی کابینہ میں انہیں سٹیٹ منسٹر فار فائنانس بنا دیا گیا۔
امام خامنہ ای: اغیار کے مقابلے میں اپنی عظمت و وقار کا اظہار لازمی/ صدر روحانی کا موقف مضبوط ہے
انسانی حقوق ’پامال‘ کرنے والے، حقوق کی عالمی کونسل کے رکن 13.10.2018
بچوں کا صفحہ

فرانسیسی اخبار لیفیگارو نے کچھ عرصے قبل اپنی رپورٹ میں انکشاف کیا تھا کہ شام اور عراق میں فرانس سے تعلق رکھنے والے داعش کے جتنے بھی عناصر سرگرم تھے ان میں سے بیس فیصد ایسے تھے جنھیں حکومت فرانس کی پوری سپورٹ حاصل تھی۔
اگر مرد ایک ایسی عورت سے صحبت ، ہم بستری کرے جو اس کی بیوی نہیں ہے تو، یہ زنا کہلاتا ہے، ضروری نہیں کی ساتھ سونے کو ہی زنا ...
◈ امام ابن خزیمہ رحمہ اللہ نے اس حدیث پر یہ باب قائم کیا ہے :
مزید دکھائیں
ایمبولینس کا تربیت یافہ عملہ جانتا ہے کہ گاڑیوں میں پھنسے افراد کو کس طرح نکالنا ہے لہٰذا انہیں ان کا کام سر انجام دینے دیں۔ آپ صرف اتنا کریں کہ گاڑی سے باہر موجود جسم کے حصے سے خون کو (اگر بہہ رہا ہو تو) روکنے کی کوشش کریں۔
آپ کی ویب سائٹ lymphoma کی ہے جو سب کے لئے واضح اور درست معلومات کے لئے بینچ مارک ثابت ہے ... رون, اسکاٹ لینڈ
اردو کے فروغ میں میڈیا کا کردار، (4)
بچوں کا جنگ

مودی دہلی کے دورے کے بعد اپنے انتخابی حلقے وارانسی (بنارس) بھی گئے جہاں سے انھوں نے عام آدمی پارٹی کے سربراہ اروند کیجریوال کو شکست دی تھی۔ وارانسی میں بھی ان کی جماعت کے کارکنوں اور رہنماؤں نے ان کا والہانہ استقبال کیا۔
ابھی تو یار لوگ علی امین گنڈاپور کو نہیں بھولے تھے، اب پیش خدمت ہیں خرم نواز گنڈاپور۔علی امین گنڈا پور تو منی سے بھی زیادہ مشہور ہوئے شہد کے لیے مگر یہ شیخ الحدیث ڈاکٹر علامہ طاہر القادری کی مذہبی جماعت کے سیکرٹری جنرل جناب خرم نواز گنڈاپور اپنے لہجہ کی شیرینی اور چاشنی کے لیے مشہور ہو گئے ہیں۔
کیونکہ میرا دوست اسی دوران 1999 میں اعلٰی تعلیم کیلئے بیرون ملک چلا گیا تھا اس نے کہا آج آپ کو سگنل پر پہچانا بہرحال مجھے بہت خوشی ہوئی کیونکہ مجھے یہ تو میڈیا کے زریعے پتہ چل گیا تھا کہ وہ ایک نامور گلوکار بن چکا ہے لیکن ملاقات پندرہ سال بعد ہورہی تھی لیکن آنکھوں پر پھر بھی یقین نہیں آرہا تھا وہ مجھ سے مل کر بہت ہی خوش ہورہا تھا روڈ پر ایک مختصر سی ملاقات کرکے جانے لگا تو میں نے کہا کبھی آؤنا دوبارہ ہماری بار میں اس نے ہنس کہ کہا کہ مجھے پتہ ہے تم لوگ مجھے پانچ روپے دے کر پھر چھین لوگے یہ کہہ کر وہ چلاگیا
شام میں 2011ء میں اصلاحات کے لیے شروع ہونے والی تحریک بعد میں خانہ جنگی کی صورت اختیار کر گئی اور اب تک ایک لاکھ سے زائد افراد ہلاک ہو چکے ہیں۔
A5: ہماری اصل (میں اسٹاک) مصنوعات کی فیس کے لئے نمونہ، خریدار کی قیمت پر چارج شپنگ کیا جائے گا, OEM اور اودم ڈیزائن گا چارج ڈیزائن کے مطابق قیمت خدماتی نہیں کیا جائے گا ایک بار ہم اپنے استعمال کنندگان کے بلک آرڈر کریں ۔
موبائل فونز کی ملکی درآمدات میں 21.1 فیصد کی کمی
وزیراعظم عمران خان نے سعودی عرب میں پاکستانیوں کے لیے ویزا فیس کے ...
اس نتیجے ایک دلچسپ سوال متصور ہوتا ہے. ہم صرف لوگوں کی محبت میں گر جب واقعی نہیں کہ عمر کا فرق نتیجہ اخذ کرنا چاہئے?
پنجاب حکومت کا ایک اور شاندار منصوبہ، عوام کی بڑی خواہش پوری ہو گئی
دعوت کی خبریں
افغان طالبان کا ضلع کوہستان پر قبضہ، گورنر سمیت 8 افراد جاں بحق
سینے میں جلن کی وجوہات اور اس کا علاج
سہ فریقی مذاکرات : پاکستان، افغانستان اور چین دہشت گردی کے جڑ سے خاتمے پر متفق
’الجماعۃ‘ سے مراد کیا ہے؟
ساتھ ہی انہوں نے 22 تاریخ کو لیاقت باغ میں حلقہ این اے 60 کا جلسہ کرنے کا بھی اعلان کیا۔
3. اور سیدنا مسیح کی بغیر باپ کے معجزانہ پیدائش کو اُلوہیتِ مسیح کی دلیل سمجھنے والوں کا یوں ردّ کیا کہ اس طرح تو اللّٰہ تعالیٰ نے جناب آدم ﷤ کو بغیر ماں اور باپ کے اور حوا علیہا السلام کو آدم﷤ سے بغیر ماں کے پیدا کیا ہے۔ دراصل وہ جب کسی کام کو کرنا چاہتا ہے تو اسےكُنْ (ہوجا )کہتا ہے تو وہ فَيَكُوْنُ ہو جاتا ہے ۔ چنانچہ قرآن میں ہے:
جامشورو: مختلف علاقوں میں پولیس کا کومبنگ آپریشن، 13 ملزمان گرفتار
(۲) میں نے سنا ہے کہ غلاظت اگر ایک درہم سے کم حصے میں لگی ہو تو اسے دھونا ضروری نہیں، تو کیا یہ بات قرآن وحدیث سے ثابت ہے؟ اگر ہے، تو براہ کرم، اس کا حوالہ ضرور بتائیں، کرم ہوگا۔
چیف جسٹس میاں ثاقب نثار کا لواری ٹنل بند ہونے کا نوٹس

ایک تحقیق کے مطابق لاکھوں خواتین بچوں کی پیدائش کے لیے غیر ضروری طور پر آپریشن کراتی ہیں جبکہ ان کے ہاں بچے کی پیدائش محفوظ قدرتی طور پر بھی ممکن ہوتی ہے۔ خبردار کیا گیا ہے کہ یہ آپریشن زیادہ تر خطرناک ثابت ہوتے ہیں۔
کا کتنا نقصان ہوگا ۔ کبھی یہ سوچا ہے آپ نے ۔ پھر یہ بھی ذھن میں رکھیں کہ جو کمپنی آپ چھوڑ رہیں ہیں کیا وہ
اُس نے سیاہ لباس پہن رکھا تھا ۔چادر میں اُس کا چہر چھپا ہوا تھا ۔اُس کا جھکا ہوا جسم ظاہر کررہا تھا کہ وہ ایک بڑھیا تھی ۔اُس کے ہاتھ میں ایک لالٹین بھی روشن تھی ۔وہ ایک لرزتی ،مگر تیزآواز میں پُکاررہی تھی :”میان پوترو ! چھورچھے لگن․․․․․․میان پوترو ! چھورچھے لگن۔

طلاق بدعت پر سپریم کورٹ کا فیصلہ : جانئے، کس نے کیا کہا ؟
بھارت میں 7سالہ لڑکی کا ریپ کردیا گیا

آئی ٹی اور انٹرنیٹ
ورلڈ بینک اور آئی ایف اے ڈی کی رپورٹ میں بتائی گئی تفصیلات کے تناظر میں مبصرین کا کہنا ہے کہ پاکستان کی اقتصادی شرح نمو ایسی نہیں ہے کہ مستقبل قریب میں یہ سچ ہوتا دکھائی دے۔
امام حسین کے اصحاب و انصار میں سے 2 افراد ابتدا میں یزیدی لشکر کے ہاتھوں اسیر ہوئے اور بعد میں شہید ہوئے:
Previous ٹی آر ایس پارٹی میں شمولیت
52 اُنہوں نے اُس کے جواب میں کہا کیا تُو بھی گلِیل کا ہے؟تلاش کر اور دیکھ کہ گلِیل میں سے کوئی نبی برپا نہِیں ہونیکا۔
ٹرمپ خاشقجی کی موت پر سعودی عرب کے جواب سے مطمئن نہیں
سلطنت عثمانیہ
لاڑکانہ(اُردو پوائنٹ اخبارتازہ ترین۔ 12 فروری2018ء) محکمہ صحت کی جانب سے ضلع بھر میں تین روزہ انسداد پولیو مہم کا آغاز کیا گیا ہے جہاں پہلے روز تشکیل کردہ پولیو ٹیموں نے گھر گھر، بس اسٹینڈس اور دیگر مقامات پر جاکر ایک روز سے پانچ سال تک کے بچوں کو پولیو سے بچاؤ کے قطرے پلوائے۔
فلسطینیوں کی لاشوں پر بیت المقدس میں امریکی سفارتخانہ
جب پورا چاند نکلا تو میں تھر کی نیم ریگستانی تنہائی میں، فلاحی اداروں میں کام کرنے والے چند دوستوں کے ہمراہ، ایک گاؤں سے نگر پارکر کے شہر یا بستی کی طرف جارہا تھا۔ ڈبل کیبن کے پچھلے حصے میں ہم کھلے آس
فیس بک پر شیئر کیجئیے
فیس بک نے مشہور چینلز کی ویڈیو سروس کا آغاز کردیا
میڈیا سینٹر
جیانگ لیانگیاوو مشین اور سولوتشن آپ کے لئے بنانے کے لئے اعلی معیار لکڑی چھرے کرنا آپ پیشہ ورانہ لکڑی گولی کی فراہمی ہے ۔
ہمارے بارے میں
جو شخص تلاوت قرآن سے مانوس ہو گیا تو، اسے دوستوں کی جدائی سے وحشت نہیں ہو گی۔
سوات (زما سوات ڈاٹ کام ، تازہ ترین۔ 25 اپریل 2018ء) سوات کی تحصیل خوازہ خیلہ کے علاقہ پیشوگا، فقیرہ میں خوفناک آتشزدگی میں چھ مکانات جل کر خاکستر ہوگئے۔ گذشتہ رات بوجہ بجلی شارٹ سرکٹ شبیر نامی شخص کے گھر میں آگ لگ گئی جس نے پڑوس میں واقع ان کے بھائیوں خیبر، حبیب اللہ، شاہوش، نور محمد اور زیزور کے گھروں کو بھی اپنی لپیٹ میں لے لیا۔ اس خوفناک آتشزدگی کے نتیجے میں چھ گھروں میں موجود تمام سامان جل کر خاکستر ہوگیا۔ پہاڑی علاقہ ہونے کی وجہ سے ریسکیو ٹیمیں آگ بجھانے کے لئے نہ پہنچ سکیں۔

!محمد حسین کی کہانی

تعلیم اورہنر مندی کاحصول اتنامہنگاہوگیاہے کہ آبادی کی بھاری اکثریت والے گھرانے اچھے معیار کے ہنر اورعلم خریدنے کی سکت اور حیثیت ہی نہیںرکھتے۔ 1950-70ء کی دہائیوں میں جو تھوڑابہت سرکاری تعلیمی ادارے اورپولی ٹیکنیکل انسٹیٹیوٹ علم وہنر نسبتاً سستا فراہم کیا کرتے تھے ،ان شعبوں میں کٹوتیوں سے یہ تقریباً ختم ہی ہوتے جارہے ہیں۔بیرون ملک لاکھوں کی تعداد میں محنت کش اپنی محنت کی اجرت کے حصول کے لیے ہجرت کر گئے لیکن آج یورپ اور امریکہ 2008ء کے کریش کے بعدروزگاردینے سے قاصرہوتے جارہے ہیں۔ نسل پرستی اورمذہبی منافرتوں کے شدت پکڑنے سے لاکھوں واپس آنے کے بارے میں غور کررہے ہیں جبکہ ہزاروں آبھی گئے ہیں۔خلیج اورعرب ممالک میں بڑے پیمانے پرپاکستانی اور جنوبی ایشیا کے مزدوروں کو بے دخل کرکے ملک واپس بھیجنے کا سلسلہ تیز ہوگیا ہے۔اس سے نہ صرف بیرون ملک مزدوروں کی ترسیلات میںکمی آنے سے معیشت مزید بحران زدہ ہوگی بلکہ پاکستان میں بیروزگاری کا سمندر مزید بڑھے گا۔لیکن جو مزدور برسرروزگارہیں ان کے حالات اس بیروزگاری کے بڑھتے ہوئے حجم سے مزید بدتر ہوتے چلے جارہے ہیں۔ اس بیروزگاری کو مالکان ایک دبائو بنا کر ان مزدوروں کو بلیک میل کرتے ہیں اور
راولپنڈی: میٹرو بس سروس کے شہر میں لاکھوں روپے کے لگائے گئے بینرز تیز آندھی اور طوفان کی نذر ہو رہے ہیں۔
ایک لڑکا سڑک پر بھیک مانگ رہا تھا۔ ایک عورت نے کہا تمہیں شرم نہیں آتی۔ تمہاری عمر کے لڑکے کو اسکول جانا چاہیے۔ لڑکے نے جواب دیا۔ وہاں بھی گیا تھا۔ مگر کسی نے ایک پیسہ بھی نہیں دیا۔
نرم دل نواب نے انگریزوں کو سمجھانے کی کوشش کی مگر انگریزوں نے اس نیک نیتی کو کمزوری سمجھا اور شوریدہ سری سے باز نہ آئے۔ ان کی بڑھتی ہوئی سرکشی سے تنگ آ کر نواب سراج الدولہ نے بنگال کو ان شوریدہ سروں سے پاک کرنے کا فیصلہ کر لیا۔ جون 1756 میں اس نے انگریزوں پر حملہ کیا اور ان کی شرارتوں کا مزہ چکھا کر انہیں کلکتہ سے نکال دیا۔ اس وقت نواب چاہتا تو ہر انگلش بولنے والی زبان کاٹ کر پھینک دیتا مگر شریف مزاج نواب نے ان کے ساتھ کوئی زیادتی نہ کی۔ جو باغی انگریز قید ہو کر آئے تھے ان کی جاں بخشی کردی اور انہیں اپنا ساز و سامان لے کر جانے دیا۔ ان میں ایک فتنہ پرداز انگریز واٹس بھی تھا۔
یورپی پولیس یوروپول کے سربراہ راب وین رائٹ نے جرمن اخبار زیتنگ کے لئے انٹرویو میں کہا ہے کہ دہشت گردوں کے یورپ میں تازہ دہشت گردی کے حملے کر سکنے کا امکان موجود تھا۔
میرا تبصرہ ظاہر نہ کریں
پولیس کیا کیا کرے ۔ پہلے سے تو وہ لوگ راتوں میں بچوں کو چبوتروں سے پکڑ کر گھروں کو بھیج رہی تھی اب دن میں بھی ایسے بچوں پر نظر رکھنے کا کام ہم پولیس کو ہی سونپ دیں تو والدین کیا کریں گے ؟ ان کی کیا ذمہ داری ہے ۔ کچھ بھی نہیں ۔ اور کیا میں پولیس کے اس اچھے کام کی تعریف بھی نہیں کرسکتا؟ تو بتایئے والدین نے کونسا ایسا کام کیا ہے کہ ان کی تعریف کروں ؟اور مجھے تو یہ بتایا گییا کہ تعریف تو اللہ کی کرنی چاہئے جس نے ہمیں پیدا کیا ہے مگر ہم رزق کی بھاگ دوڑ میں ایسے گم ہوگئے اسی ایک ذات کو چھوڑ کر ہر ایک کی تعریف کرنے پر آمادہ ہیں ۔
انگیلا میرکل نے یہ بیان بظاہر اپنی حکومت کی ’مہاجر دوست‘ پالیسی کے ناقدین کو خاموش کرنے کے لیے دیا ہے۔ حالیہ کچھ عرصے سے میرکل کو تارکین وطن کی آمد کو روکنے کے مطالبات کے باعث شدید دباؤ کا سامنا ہے۔ تاہم اس دباؤ اور شدید سیاسی مشکلات کے باوجود جرمن سربراہ حکومت حزب اختلاف اور اپنی مخلوط حکومت میں شامل اتحادی جماعتوں کی جانب سے پناہ گزینوں کی ایک حد مقرر کیے جانے کے مطالبات کو بارہا مسترد کرتی رہی ہیں۔
ایک شاعر کو اپنی شاعری پر بہت ناز تھا ایک دن وہ اپنی بیوی سے کہنے لگا کہ دیکھنا میں اپنی شاعری سے دنیا بھر میں آگ لگا دونگا
جسٹس انور ظہیر جمالی پاکستان کے 24ویں چیف جسٹس بن گئے،عہدے کا حلف اٹھا لیا
قطر نے طے شدہ منصوبے سے قبل ہی خلیجی ساحل پر سات ارب ڈالر کی لاگت سے نئی بندرگاہ کھول دی، جس کا مقصد اپنی معیشت کو پڑوسیوں کی جانب سے لگائی جانے والی پابندیوں سے محفوظ رکھنا تھا۔
انہوں نے اپنے ٹویٹ میں نیا پاکستان اور پاکستان زندہ باد کے ہیش ٹیگز بھی استعمال کیے۔ ماورہ حسین نے بھی ایون فیلڈ ریفرنس میں نواز شریف کو ملنے والی سزا پر خوشی کا اظہار کیا۔ ماورہ نے اپنے ٹویٹر پیغام میں نواز شریف کو ملنے والی سزا کو پاکستان کے عظیم دنوں کے آغاز سے تعبیر کیا اور اسے نئے پاکستان کی بنیاد قرار دیا۔
زبان سے بھی نکل گیا کہ آج کا دن بڑا ہیبت ناک دن ہے۔ قوم والے اپنی شرارت سے باز نہیں آئیں گے۔ مجھ میں ان کے مقابلہ کی طاقت نہیں ، کیا ہوگا؟
اگر أج کوئی بھی سیاسی جماعت ان 25 لاکھ خاندانوں کے لیے أواز اٹھاے گا تو ان 1 کروڑ 25 لاکھ لوگوں کی دعا اور انکا ووٹ اس جماعت کے لیے ہی ھوگا۔
چوہدری شجاعت حسین نیب کے سامنے پیش
دارالعلوم نے صرف رسمی تعلیم پر اکتفاء نہیں کیا؛ بلکہ پورے مسلم معاشرہ کے اعمال و عقائد کی اصلاح کا بیڑا بھی اٹھایا۔ قیامِ دارالعلوم کے کچھ عرصہ بعد ہی علمائے حق نے بدعات و خرافات اور مشرکانہ رسوم و عقائد کے خلاف جو چومکھی لڑائی چھیڑی، اس جنگ میں علمائے حق کے ایک حریف شیعہ بھی تھے۔ علمائے دیوبند کی انھیں مخلصانہ تبلیغی و اصلاحی کوششوں سے آہستہ آہستہ سنی مسلمانوں سے شیعی اثرات دور ہوئے اور انھوں نے شیعی رسوم و خرافات سے توبہ کی۔

ایران کے ساتھ تجارتی فروغ کو مزید وسعت دی جا سکتی ہے: پاکستانی ماہر اقتصادیات
سال2018کشمیر کے نام
عالم نے عورت سے کہا، اے اللہ کی بندی؛ میں نہیں سمجھتا کہ تیرا خاوند اس شیر سے زیادہ وحشی ، اجڈ اور خطرناک ہے۔ تو اپنے خاوند کے ساتھ ایسا ہی سلوک کیوں نہیں کرتی جیسا سلوک تو نے اس شیر کے ساتھ کیا۔ جان لے کہ مرد کے دل کا راستہ بھی اس کے معدے سے ہی ہو کر گزرتا ہے۔ خاوند کے پیٹ کو بھر کر رکھ، مگر صبر کے ساتھ، ویسا صبر جیسا شیر جیسے جانور کو دوست بننے کے مرحلے تک میں کیا تھا۔
دوسری طرف اقوام متحدہ کے سیکرٹری جنرل انتونیو گوتریس نے بھی میزائل داغے جانے کی مذمت کرتے ہوئے کہا کہ یہ سلامتی کونسل کی قراردادوں کی خلاف ورزی ہے اور یہ خطے کی امن و سلامتی کے لیے خطرہ ہے۔ انہوں نے پیانگ یانگ پر زور دیا کہ وہ اپنی بین الاقوامی ذمہ داریوں کو پورا کرے اور غیر جوہری راستہ کی طرف واپس آئے۔
بینکوں کے لئے کاروباری طرز عمل کی رہنمائی
ضلع اٹک میں زرعی انقلاب کا سفر جاری رہے گا- اے ڈی سی ایگریکلچر میر نواز جنوری 24, 2018
میرے سوہنے موہنے بچو! سردیاں آ گئی ہیں۔ کیا آپ نے بھی ننھی منی انجو کی طرح فر والا کوٹ، ننھامفلر ،لمبی جرابیں اور شوز پہن رکھے ہیں؟ اللہ کرے آپ میں نہ ہو لیکن ہماری انجو میں تو ایک خراب عادت ہے۔ وہ یہ کہ انہیں سردیوں میں بند جوتے پہننا بالکل پسند نہیں۔ ماما جان ڈانٹ ڈپٹ کر پہنا دیں تو ٹھیک ۔ ورنہ اکثر انجو ننگے پاؤں گھوم رہی ہوتی ہیں۔ ان کی کئی ایک جرابیں شوز نہ پہننے کی وجہ سے پھٹ جاتی ہیں۔
سنیارے کے لڑکے نے تو اپنی اماں کو دھکے دے کر باہر نکال دیا تھا اور وہ بیچاری اسی صدمے سے مرگئی تھی لیکن میں سے ایسا کیا، کیا؟
اڈیالہ جیل روانگی سے قبل نواز شریف کی والدہ سے ملاقات
اقوام متحدہ، امریکا، یورپ ، چین اور دیگر ممالک کی جانب سے وارننگ کے باوجود شمالی کوریا گزشتہ کئی ماہ سے اپنے میزائلوں کے تجربات کر رہا ہے۔ شمالی کوریا کے خلاف کاروائی کے لیے امریکہ اس وقت چین کی حمایت حاصل کرنے کی کوششیں کر رہا ہے جبکہ چین شمالی کوریا کو تنہا کرنے میں ہچکچاہٹ محسوس کر رہا ہے۔
سوزوکی نے کلٹس کا نام پہلی بار 1983 میں استعمال کیا تھا۔ یہاں پاکستان می اسے سوزوکی خیبر (Suzuki Khyber) کہا جاتا تھا جبکہ دیگر دنیا کے لیے یہ کلٹس ہی تھی۔ جاپان میں سوزوکی کلٹس کی پہلی جنریشن 1988 میں ختم کردی گئی لیکن اسی سال اسے خیبر کے نام سے پاکستان میں متعارف کروا دیا گیا۔اس سے پہلے اسی گاڑی کو بیرون ملک سے درآمد کر کے سوزوکی سوِفٹ کے نام سے فروخت کیا جاتا تھا۔ خیبر میں 1 ہزار سی سی کاربیوریٹر انجن لگایا گیا تھا۔ یہ ابتداء ہی سے پاکستانیوں کی پسندیدہ ترین سوزوکی گاڑیوں میں سے ایک بن چکی تھی۔
error: برائے مہربانی اسے شیئر کیجئے۔۔۔!! شکریہ
اپنے بیان میں عجب خان نے انکشاف کیا کہ لڑکی کو 15 اگست کی رات جبکہ لڑکے کو 16 اگست کی رات کو اُن کے گهر والوں نے بجلی کا شاک دے کر قتل کیا۔
وکلاء اپنے چیمبرز کی طرف نہیں جاتے تھے۔طاہر پلازہ میں انسانی اعضاء کے جلنے کی بو کافی عرصے تک رہی۔واقعے کے دوسرے دن جب جنرل باڈی منعقد ہوئی تھی تو وکلاء صرف سسکیوں کے علاوہ کچھ نہ بیان کرسکے۔وہ آنسو وہ خوف وہ سسکیاں وہ وحشت ہم کبھی نہیں بھول سکتے۔مجھے یاد نہیں پڑتا کہ شاید کسی نے تقریر کی ہو کہنے اور سننے کیلئے بچا ہی کیا تھا

عظیم شاعر، کالم نگار، افسانہ نویس، سفیر اور مخیر شخصیت سے خصوصی گفتگو
Montfort قلعہ 1 Hila گاؤں سے شمال مغرب میل کی ایک moat. گلیل ، مشرق وسطی ، 31 مارچ ، 2002
بھٹکل (ہرپل نیوز) 21نومبر۔ کھپریل کے مکان میں اچانک آگ لگنے سے مکان اپنے تمام سازو سامان کے ساتھ جل کر راکھ ہوگیا۔واقعہ بھٹکل کی مخدوم کالونی ، صفا اسٹریٹ میں آج منگل شام کوپیش آیا۔ گھر والوں کے مطابق حادثہ کے موقع پر وہ لوگ گھر سے باہر گئے …
رسائی کے لیے لنک


یہی وہ وقت ہے…
کھیلیں ایک لڑکی کے ساتھ تیار ہے
◄ میکسیکو میں قابل تجدید توانائی بجلی گھر‏ (1 ز)
اب رمضان ختم ہو رہا ہے۔ امید ہے آپ نے عبادت اور خدمتِ خلق کے بیج خوب اچھی طرح بوئے ہوں گے۔ برقت نمازیں ادا کی ہوں گی۔ تھکاوٹ کے باجود محبت سے تراویح ادا کی ہو گی۔ سخت گرمی کے روزوں میں بھوک پیاس برداشت کی ہو گی۔غرباء و مساکین کی افطاری کروائی ہو گی۔
اس صفحہ کو پسند کرنے کے لیے لاگ ان کریں۔
سیدہ جُدامہ بنت جندل رضی اللہ عنہا، سیدہ زینب بنت ابی سلمہ رضی اللہ عنہا 00:51:28
‫شدید چوٹ کا باعث بن سکتے ہيں یا ان کی وجہ سے آپ کے آلے کو نقصان‬

قومی اسمبلی کا حلقہ این اے 69-گجرات 2 نئی حلقہ بندیوں سے قبل این اے 105-گجرات تھا، جو میونسپل کمیٹی کنجاہ، گجرات تحصیل، دیوانہ 1، 2 ہریاں والا کے علاقوں پر مشتمل ہے۔
65 برس ہو چکے ہیں، اس جڑ کو تلاش کرتے ہوئے جس سے خرابی کی شاخیں مسلسل پھوٹتی ہی چلی جا رہی ہیں۔ اخبارات‘ ریڈیو‘ ٹیلی ویژن اور دانش وروں کے مختلف فورم سب کے سب اس نا خوشگوار اور مزید پڑھیں
(2)ناراضگی محبت میں کیسے بد لی
بدھ 24 مئی 2017 کی فن و فنکار کی خبریں
اردو فونٹ ڈاؤن لوڈ کریں
صحت و سائنس
او جی ڈی سی کے وفدکی چیف جسٹس ثاقب نثار سے ملاقات، 3 کروڑ 61 لاکھ 80 ہزار روپے کا چیک پیش کیا
صہیونی ذرائع نے دعوی کیا ہے کہ صہیونی فوجیوں نے چیک پوسٹ کے نزدیک فلسطینی لڑکی کے ہاتھوں میں چاقو دیکھا ہے جس کے بعد اسے گرفتار کیا گیا ہے۔
اُنھوں نے کہا کہ، ’قبائلی صحافی پاکستان کے خطرناک ترین علاقوں سے اپنی رپورٹنگ کے ذریعے دنیا کو باخبر رکھنے کے جہاد میں مصروف ہیں۔ اِن کے تحفظ کو یقینی بنانا پاکستانی حکومت، جب کہ اُنھیں انصاف فراہم کرنا ہم سب کی ذمہ داری ہے‘۔
این آر او عمل درآمد کیس کا ایک نیا موڑ - BBC News Urdu
وزیراعظم کے یوٹرن لینے سے مراد کیا ہے؟
ریسرچ کا استعمال کرتے ہوئے حل اور مسائل کو ٹھیک کرنے کے لئے سائنسی قوانین.
شاعر مشرق ڈاکٹر علامہ اقبال جن کے اشعار قیامت تک آنے والی نسلوں کے طالب علم کے لئے مشعل راہ بن کر قدم قدم پر ان کی رہنمائی کرتے رہیں گے اور زندگی کے نشیب و فراز سے آگاہ کراتے رہیں گے کیونکہ ملک و ملت کی ترقی میں طالب علم کا کردار بےحد اہم ہے، لیکن آج وہی طالب علم اپنی مادری زبان سے وفا نہیں کررہے جسکی وجہ سے اردو سے جڑی تمام تاریخی وراثت اور تہذیب و ثقافت کا نام و نشان مٹایا جارہا ہے اور اسکی وجہ مسلمانوں ہی کی لاپرواہی اور مفادپرستی ہے، جب ہم خود اپنی زبان اپنی وراثت کی قدر نہیں کریں گے تو دوسروں سے قدردانی کی امید رکھنا بیوقوفی ہے.......
اس کا بھی وہی اوپر والا حکم کہ اگر ریح کے خارج ہونے کا یقین ہو یا غالب گمان ہو تو وضو ٹوٹ جائے گا ، اگر صرف وہم ہے تو وضو نہیں ٹوٹے گااور محض وہم کی وجہ سے نماز بھی نہیں توڑے گا. (ماخذہ : امداد الاحکام 1 / 349 )
ہر جمعہ کو اپنے اہل و عیال کے لئے پهل مہیا کرو تاکہ وہ جمعہ کے آنے سے خوش ہوں۔
پاکستانی وزیر اعظم یوسف رضا گیلانی نے کہا ہے کہ ملک کے قبائلی علاقوں میں امریکی ڈرون حملوں سے منفی نتائج برآمد ہوں گے اور ان کی حکومت واشنگٹن انتظامیہ کو اس بات پر قائل کرنے کی کوشش کر رہی ہے۔ (02.01.2011)
امریکہ شام میں اعتدال پسند مخالفین کو دہشت گرد گروہوں سے الگ کرنے کا وعدہ پورا کرے روسی صدر ولادی میر پوتن کا کہنا ہے کہ روس، شام میں قیام امن اور انسانی صورت حال کو بہتر بنانے کیلئے کوشش جاری رکھے گا امریکی اتحاد دہشت گرد تنظیم داعش کے خلاف جنگ کے بہانے شام کی بنیادی ریاستی تنصیبات کو تباہ کررہا ہے ۔۔۔۔۔۔
١ - وہ بات جو سنی جائے، مسموع۔
وزیر خارجہ شاہ محمود قریشی سہہ ملکی مذاکرات میں شرکت کیلئے کابل پہنچ گئے
اسلام آباد: ملک بھرمیں کل سے بارشوں کا نیا سلسلہ شروع ہونے کے ساتھ پہاڑوں پربرفباری کا امکان ہے۔
صادق سنجرانی کے والد خان محمد آصف سنجرانی کو ضلع چاغی کے قبائل میں نمایاں مقام حاصل ہے جو اس وقت چاغی ضلع کونسل رکن ہیں۔
آج کا اخبار
3 صدیوں سے اب سے ، حالت کو تبدیل نہیں کیا ہے.
جواب :۔۱۔ اس نے نبوت کا کبھی دعویٰ نہیں کیا۔
لوکی دل کے لیے بہت زیادہ فائدہ مند ہے، اس کے عرق کو ہفتے میں 3 بار پینا دل کو صحت مند رکھنے میں مدد دیتا ہے جبکہ بلڈ پریشر کو کنٹرول میں رکھتا ہے۔
کان کنی Bitcoins کے لئے ایک فارم بنانے کا طریقہ
ایک طویل عرصے کے انتظار کے بعد، یمن کے صدر علی عبد اللہ صالح اور مخالفین راہنماؤں نے بدھ کے روز ایک معاہدے پر دستخط کیے، جس کے تحت وہ ملک کے نائب صدر عبد رَبو منصور حادی کو اقتدار منتقل کریں گے اور وقت سے قبل صدارتی انتخابات کرائے جائیں گے۔
‘میں نے ان کے بیٹے شمشاد سے کہا کہ جب حسین صاحب ان کے یہاں آئیں تو مجھے اس کی خبر کر دینا۔ شمشاد کا فون آتے ہی میں ان کے یہاں پہنچ گیا۔ انھوں نے میرے آنے کی وجہ پوچھی۔ میں نے جب بتایا تو انھوں نے کہا کہ میں پینٹنگز لے جانے کے لیے پہلے ہی کہہ چکا ہوں۔ تم انھیں کیوں نہیں لے کر گئے۔’
حوثی کے ترجمان محمد عبدالسلام نے کہا کہ اتحادی افواج نے ایک بھیڑ بھاڑ والے علاقے میں حملہ کرکے یہ ثابت کردیا ہے کہ انہیں انسانی زندگی کی پرواہ نہیں ہے۔
اے آر وائی خصوصی
ان کا یہ بھی کہنا ہے کہ اس مقدمے میں انسداد دہشت گردی کی دفعات بھی لگانا زیادتی تھی۔
دنیا کی سب سے بڑی چارپائی پاکستان کے کس شہر میں ہے
تھرور نے نام ظاہر کئے بغیر 2012میں کاروان میگزین میں لکھے آرٹیکل کا ذکر کرتے ہوئے ایک آر ایس ایس ذرائع کا حوالہ دیا ‘ تھرور نے کہاکہ ’’ کہتے ہیں مودی کے شیو ا لنگ پر بیٹھا ایک بچھو ہے۔
عائشہ نام کا شمار لڑکیوں کے ناموں میں ہوتا ہے۔ عائشہ نام کی ابتدائی تاریخ ہندی زبان سے نکلتی ہے۔ عائشہ نام کے افراد کے لیئے خوش قسمت نمر 4 مانا جاتا ہے . جبکہ خوش قسمت دنوں میں منگل, جمعرات شامل ہیں ۔ خوش قسمتی والی دھاتوں میں ہندسوں کے حساب ے تانبا, لوہا شامل ہیں عائشہ نام کے افراد کے لیئے موافق پتھروں میں روبی شامل ہیں .
ایک مرتبہ حضور اکرم ﷺصحابۂ کرام علیہم الرضوان کے جھرمٹ میں تشریف فرما تھے کہ ایک یہودی عورت آپ ﷺ کی خدمت میں روتی ہوئی حاضر ہوئی اور یہ اشعار پڑھنے لگی: جن کا ترجمہ کچھ یوں تھا :ـ
ٹیلی فون نمبر

ان کا کہناتھا کہ یہ بات واضح ہے کہ دونوں حکومتیں ایران کو ایٹمی قوت بننے سے باز رکھنا چاہتی ہیں۔ اور اس مقصد کے حصول کے لیے فوجی قوت کے استعمال پر بھی رضامند ہیں۔
پنجاب میں بارش، محکمہ موسمیات کی کراچی میں بھی برسات کی پیشگوئی - ARYNews.tv _ Urdu - Har Lamha Bakhabar
"ارے میں کب کہتی ہوں تمہارے دماغ میں گڑبڑ ہے‘ دماغ ہوگا تو ہی گڑبڑ ہو گی۔"
چین کی ریاست سنکیانگ میں مسلمانوں کے عقائد پر پابندی
ویکیپیڈیا کا تعارف
پی ایس ایل تھری:پشاورزلمی کی کراچی کنگز کو 44رنز ...


پوسٹ کیا گیا 6 سال پہلے کی طرف سے pstasiw
لاہور(آئی این پی) چیف جسٹس آف پاکستان انور ظہیر جمالی کی سربراہی میں جوڈیشل کمشن کا اجلاس کل 20 اکتوبر کو ہو گا جس میں لاہور ہائیکورٹ کے چیف جسٹس منظور احمد ملک اور سینئر جج جسٹس طارق مسعود کو سپریم کورٹ کا جج بنانے کے حوالے سے غور کیا جائے گا ۔ سپریم کورٹ میں ججز کی دو آسامیاں خالی ہیں جبکہ تیسری آسامی 12 اکتوبر کو جسٹس سرمد جلالی عثمانی کی ریٹائرمنٹ پر خالی ہو جائے گی۔ چیف جسٹس لاہور ہائی کورٹ کے لیے جسٹس اعجازالحسن کے نام پر غور کیا جائے گا۔
14. انڈیاناپولس، انڈیانا, انڈیانا
شیئرنگ کے بارے میں
المصطفٰی اکیڈمی ورکشاپ ۱۳ سے ۱۸ سال تک کے جوانوں کے لئے ۲۰ سے ۲۶ جون تک بمقام: امام حسین فاؤنڈیشن، صفورہ گوٹھ *شرکاء کے لئے آخری دن پکنک کا بھی انتظام کیا گیا ہے۔* فیس: 1000 03323056067 https://t.co/n884DWSghR

ٹیلی ویژن اور ریڈیو
نصیر آباد ،پولیس کی کاروائی، ممل روڈ کے قریب دس کلو بارودی مواد برآمد ،ناکارہ بنا دیا گیا
کراکس: وینزویلا نے برازیل کے سفیر اور کینیڈا کے چارج ڈی افیئر کو اندرونی معاملات میں مداخلت کے الزام میں ملک بدر کردیا۔ برطانوی میڈیا کے مطابق وینزویلا کی قانونی ساز اسمبلی کی اسپیکر ڈیلسی رودریگس نے برازیل اور کینیڈا پر ملک کے اندرونی معاملات میں مداخلت اور قوانین کی …
اپنے دوست کو ای میل کریں
ہمارا کوئی دوست نہیں ہے
باکسنگ میں محمد علی کی زندگی 20 سال رہی جس کے دوران انہوں نے 56 مقابلے جیتے اور 37 ناک آؤٹ اسکور کیا لیکن دنیا ہمیشہ انہیں ایک عظیم شخص کے نام سے جانتی رہے گی۔ مسلمان اور سیاہ فام آج بھی محمد علی کو اپنا ہیرو سمجھتے ہیں۔محمد علی نے زندگی میں چار مرتبہ شادی کی جس سے ان کی 7 بیٹیاں اور دو بیٹے ہیں۔ بیٹیوں میں حنا، لیلی، مریم، رشیدہ، جمیلہ، میا، خالیہ جبکہ دو صاحبزادے اسعد اور محمد جونیئر ہیں.
ملکی وے میں زندگی کے حامل نئے سیارے؟
جہاں رقص ایک فن ہے وہاں فنکار کے ماں باپ کو عزت کیسے دی جاتی ہے؛ ویڈیو لنک
حضرت مولانا مفتی محمد شفیع صاحب پاکستانی علیہ الرحمہ اپنی تفسیر معارف القرآن میں اِس آیت کے ذیل میں تحریر فرماتے ہیں:
استعمال شدہ...زیادہ
خاتون نے جب دیکھا تو انہیں معلوم ہوا کے ان کے ہیڈ فونز میں آگ بھڑک اٹھی ہے۔
اضلاع کی خبریں
شہر کوفہ کا محض ایک آدمی - Qalamkar _ قلم کار: […] سویا ہوا یہ آدمی بعد میں زانو پیٹتا ہے ، گریبان چاک کرتا ہے ، روتا ہے...
سوشل نیٹ ورک
جب ایک ہی بیان بیک وقت جھوٹ اور سچ نہیں ہو سکتاگویا متناقض قضیوں میں درمیانی راستہ نہیں ہوتا
حادثہ کے بعد ہر طرف چیخ وپکار مچ گئی ،لوگوں نے اپنی مدد آپ کے تحت زخمیوں کو قریبی کلینک میں طبی امداد کے لئے منتقل کیا ،ریسکیو اور پولیس بروقت اطلاع کے باوجود کئی گھنٹے بعد پہنچی ۔
کوئی تو ہے جو نظامِ ہستی چلا رہا ہے وہ ہی خدا ہے
اور بادل وہی کرتا ہے جیسا کرنے کا حکم دیتا ہے

بچھڑ کے بھی ایک دوسرے کا خیال ہوگا یہ طے ہوا تھا
سابق اسرائیلی وزیراعظم کو بدعنوانی کے جرم میں 6 برس قید کی سزا
پاکستان میں اس وقت چھ سالہ پرانا قانون نافذ ہے جس کے تحت ایف بی آر کسی بھی شہری کے غیرملکی کاروبار پر سوال جواب سے زیادہ کچھ بھی نہیں کر سکتا۔
وزیراعلیٰ سندھ سید مراد علی شاہ کا رکن سندھ اسمبلی سردار احمد علی خان پتافی کی وفات پر انکے صاحبزادوں سے اظہار تعزیت
ہیئر ڈریسر (1)
جمال خشوگی کا قتل: ولی عہد محمد بن سلمان کا مستقبل کیا ہوگا
ایک تکفیری گروہ سامنے آیا اور اس نے ۱۳۴۴ھ میں اس گنبد کو مسمار کر دیا اور بارگاہ بقیع کو مٹا دیا
سرفراز احمد پر پابندی کا خطرہ
پہلا ٹی 20: نیوزی لینڈ کی پاکستان کو 7 وکٹوں سے شکست
اس سکیم کے تحت پانچ برس کے کم عمر کے تقریبا سترہ کروڑ بچوں کو پولیو کی خوراک دی جاتی ہے اور رضاکار تقریبا بیس کروڑ گھروں پر جا کر بچوں کو خوراک دیتے ہیں۔
اسلام آباد (اُردو پوائنٹ اخبارتازہ ترین۔ 12 جنوری2018ء) وزیر دفاع خرم دستگیر نے کہا ہے کہ پاکستان اور امریکہ کے درمیان مضبوط تعاون ضروری ہے ، پاکستان نے دہشتگردی کے خلاف بڑی جنگ لڑی ۔ جمعہ کو ایک نجی ٹی وی سے گفتگو کرتے ہوئے وزیردفاع نے کہا کہ ہمارا مقصد افغانستان میں امن قائم کرنا ہے ۔ افغانستان میں مستقل بنیادوں پر امن پاکستان کی خواہش ہے ۔ افغانستان میں مستقل بنیادوں پر حکومت قائم ہونی چاہیے ۔ انہوں نے کہا کہ پاک امریکہ کے درمیان پائیدار تعلقات قائم کرنا ضروری ہے …
امریکی شہری کیٹلن کولمن اور ان کے خاندان کی بازیابی دونوں ممالک کے قریبی تعلقات کی عکاس ہے
ہنزہ نگر ( اجلا ل حسین) ڈپٹی کمشنر ہنزہ نگر عمران علی سلطان نے کہا کہ علاقے میں وسائل کو دیکھتے ہوئے عوام کو برابری کے بنیاد پر تقسیم کرینگے چاہیے گندم ہویا نوکری یا بجلی کی تقسیم جغرافیائی لحاظ کو مدنظر رکھتے ہوئے وسائل تقسیم کرینگے تاکہ عوام ہنزہ نگر کو کسی قسیم کی تکلیف نہ ہو۔ ڈی سی ہنزہ نگر نے کہا ہنزہ میں بجلی کی پیداوار عوام کی ضرورت سے انتہائی کم مقدار میں ہے۔ ہنزہ میں نصف شدہ بجلی گھر سے جو بجلی پیدا ہوتی ہے بدقسمتی سے محکمہ کے غیر ذمہ دارنہ کاموں کی وجہ سے مشینوں میں خرابی پیدا ہو گئی ہیں۔ انشااللہ ہم کوشش کرینگے کہ بالائی حکام سے بات کرکے تھرمل جنریٹر مرمت جلد سے جلد ہو اور وان میگا واٹ ہائیڈل بجلی کی مشین بھی جلد سے جلد منگوا کر نصف کرینگے جس کا ٹینڈر ہو چکا ہوہے۔
کتاب و سنت کے حوالے سے مسائل کا حل
اور یہ بھی کیا خوب کہا ہے کہ ''اسرائیلی بچوں کو سچ مچ مار ڈالنے کا فرعونی حکم صرف تورات میں پایا جاتاہے مگر موجودہ تورات 'ساقط الاعتبار' ہے۔'' یہاں ہمارے 'مفکر قرآن' کا یہ دو رُخا پَن بھی قابل غور ہے کہ اُنہوں نے جب اور جہاں چاہا تورات کے اُن واقعات کو بھی جو مطابقِ قرآن ہیں یہ کہہ کر رد کردیا کہ یہ واقعات تورات جیسی ساقط الاعتبار کتاب سے ماخوذ ہیں '' (مثلاً یہی قتل ابناے بنی اسرائیل کے واقعات) لہٰذا ناقابل قبول ہیں ۔لیکن دوسری طرف توراتِ محرفہ کے جن واقعات کو وہ اپنے منسوب الی القرآن تصورات کے موافق پاتے ہیں اُنہیں وہ ہاتھوں ہاتھ قبول کرلیتے ہیں (مثلاً نظامِ یوسفی میں اقتصادی نظام) پھر اُس وقت نہ تورات اُنہیں تحریف شدہ نظر آتی ہے اور نہ ہی ساقط الاعتبار۔
کینٹربری: مشکل کنڈیشنز میں پاکستانی بیٹسمینوں کے ہاتھ پائوں پھول گئے، کینٹ سے چار روزہ میچ کے پہلے ہی دن پوری ٹیم 168 رنز پر ڈھیر ہوگئی۔
یہ ہے اسلام کا وہ آفاقی نظریہ جوبالکل ماڈرن اوراپٹوڈیٹ ہے ،ہرزمانے اورہرجگہ اورہرحالت میں اس نظام پر عمل کرکے خوشگوار زندگی گذاری جاسکتی ہے ،جبکہ موجودہ زمانے میں آزادی نسواں کی جو تحریکیں منظرعام ہر آئی ہیں ان کی بنیاد اس بات پر ہے کہ عرباینت،فحاشی اوربے راہ روی کو انسانی معاشرے میں اعلی پیمانے پر فروغ دیاجائے ،ان کا مطالبہ ہے کہ مردوعورت دونوں کو ایک میدان میں کام کرنے کی بالکلیہ اجازت ہونی چاہیے اس کے بغیر ان کے درمیان مساوات باقی نہیں رہتا ، اوریہ نعرہ دراصل سرمایہ دارانہ نظام کا فروغ دیا ہوا ہے جو مغرب سے اٹھا اورپوری دنیا کو اپنی لپیٹ میں لے لیا ، ورنہ مشرقی تہذیب میں عورت پردے کی عادی تھی ،یہاں تک کہ ہندووں کی مذہبی کتابوں میں پردے کا حکم آیا ہے اورآج تک غیرمسلموں کے بعض مذہبی گھرانوں میں اس کا رواج چلا آرہا ہے ،خود مغرب جو عیسائیت کی دہائی دیتا ہے ان کے مذہب میں مریم علیہا السلام کو باپردہ پیش کیاجاتا ہے ،لیکن برا ہو سرمایہ دارانہ نظام کا جس نے دھرم اورروایت سب کو بالائے طاق رکھتے ہوئے عورت کو چراغ خانہ سے شمع محفل بنادیا،اوراپنی تجارت کو فروغ دینے کے لیے تجارتی اشتہارات میں عورتوں کے حسن کا خوب خوب استعمال کیا، اور خود عورتوں نے اپنی عزت کی نیلامی کو بسروچشم قبول کرلیا ۔
سعودی ذرائع ابلاغ کے مطابق مدینہ منورہ میں میڈیا سے گفتگو کرتے ہوئے ریجنل ٹریفک پولیس کے رعجمان نے بتایا کہ اہلیان مدینہ کے لئے تیار کردہ خود کارچالان سسٹم کا تجرباتی دورکامیابی سے مکمل ہو گیاہے اور آئندہ 5 دن بعد دوران ڈرائیونگ موبائل فون پر گفتگو کرنے اور سیٹ بیلٹ نہ باندھنے والوں کا خود کار سسٹم کے ذریعے چالان شروع کر دیا جائے گا۔ واضح رہے تجرباتی مدت کے دوران فرضی چالان ہوتے تھے جن کی اطلاع گاڑی کے مالک کو ارسال نہیں کی جاتی تھی۔
طلوع غروب آفتاب کے درمیان کے اعمال
یا وہ کتوں کی خوراک بن جاتا ہے
نارووال (ویب ڈیسک) عمران خان کے وزیراعظم بننے پر انہوں نے بھارتی وزیر نوجوت سنگھ سدھو کو بھی تقریب حلف برداری میں شرکت کی دعوت دی تھی جو انہوں نے قبول کرلی تھی لیکن تقریب کے دوران پاک فوج کے سربراہ جنرل قمر جاوید باجوہ سے گلے ملے جس کو لے کر بھارت
آصف زرداری صاحب، پرانی سیاست بدل چکی ہے →
ہرجرمن باشندہ، جو وفاقی جمہوریہء جرمنی کےقیام کے بعد سے تسلسل کے ساتھ تین مہینے سے زیادہ کا وقت جرمنی میں گذار چکا ہو، یہاں منعقدہ پارلیمانی انتخابات میں شرکت کا حقدار ہے۔ (03.09.2009)
خانہ کعبہ کے بالکل سامنے کلاک ٹاور کے اوپر موجود چاند کے اندر ایک کمرہ کس لئے بنایا گیا ہے؟
ناصر عباس نیّر کی اس کتاب کو آکسفرڈ یونیورسٹی پریس نے شائع کیا ہے۔
فی الحال حساب کتاب میں آسانی کے لئے مہمند ڈیم کو ایک طرف رکھ لیتے ہیں اور دیامیر بھاشا ڈیم کی بات کرتے ہیں۔ اس ڈیم کو بنانے کے لئے بارہ ارب ڈالر کی ضرورت ہے۔ یہ منصوبہ برسوں سے کھٹائی میں پڑا ہوا تھا اور پاکستان کے دشمن مطمئن بیٹھے ہوئے تھے۔ لیکن جب چیف جسٹس نے اعلان کیا کہ ان کی زندگی کا مقصد ہی ڈیم بنانا ہے تو یہ طاقتیں لرز گئیں۔ انہوں نے نوٹ کیا کہ ابھی چیف جسٹس کی مدت ملازمت ختم ہونے میں بہت وقت پڑا ہے، وہ چھے ماہ بعد جنوری 2019 میں ریٹائر ہو رہے ہیں۔ اس صورت میں ڈیم بننا یقینی تھا۔ قوم کا چیف صاحب پر جتنا اعتبار ہے وہ بارہ ارب ڈالر کی رقم چند ماہ میں ہی اکاؤنٹ میں جمع کروا سکتی ہے۔

:اسلام آباد وفاقی وزیر خارجہ شاہ محمود قریشی اقوام متحدہ کے جنرل اسمبلی کے اجلاس میں شرکت کے لیے نیو یارک روانہ ہوگئے۔ سیکریٹری خارجہ تہمینہ...
T / T، ویسٹرن یونین، علی بابا یقین دہانی کرائی ٹریڈ ادائیگی
انجمن گلزارمدینہ کے زیر اہتمام لانگ آئی لینڈ کے...
انڈیا اسلامک کلچرل سنٹر کو سیاست سے دور رکھا جائے : اشتیاق ایوبی ، صدر کے انتخاب کے لئے الیکشن ، پرچہ نامزدگی کی آج آخری دن :
بین الاقوامی
ڈاکٹر جاوید اکرم نے کہا کہ گرمی کی شدید لہر اور روزے کے دوران دوپہر کے وقت گھر سے غیر ضروری طور پر باہر نکلنے سے اجتناب کریں
اس پوسٹ کو شیئر کریں وٹس ایپ
تازہ ترین خبریں
ان کے دیکھے سے۔غالب
کابل میں عید میلاد النبیﷺ کی تقرب میں خود کش دھماکہ، 40سے زائد افراد جاں بحق
ہم اپنی سروس کو بہتر بنانے کے لیے کوکیز استعمال کرتے ہیں۔ اس بارے میں مزید تفصیلات ڈیٹا کے تحفظ سے متعلق حصے میں دیکھی جا سکتی ہیں۔
شمالی وزیرستان میں پیر کو ہونے والے مبینہ امریکی میزائل حملے میں کم از کم 18 مشتبہ شدت پسند ہلاک ہو گئے۔
جیساکہ اوپر کی سطروں میں واضح کردیا گیا کہ چاند گہن خدا کی نشانی ہے۔ مومنوں کو اپنے گناہوں سے توبہ واستغفار کرنا چاہیے۔ اس کے لئے باضابطہ نماز مشروع و مستحب ہوئی ہے۔
جے آئی ٹی قطری شہزادے قطری شہزادے کے پاس جانے سے کیوں کترارہی ہے۔انہوں نے کہا کہ ارسلان افتخار کے کیس میں ارسلان کوبلایاگیاتھا اس کے والد کونہیں بلایاگیاتھا،نہ ہی جرات تھی۔ ہم سیاسی لوگ ہی قانون کااحترام کرنے والے ہیں۔جب سپریم کورٹ کے چیف جسٹس کے بیٹے کاکیس آیاتوانبیاء کرام کے حوالے دیے گئے۔بے نظیرقتل کیس میں سیگل سے بیرون ملک کاروائی کی گئی۔
حکام کہتے ہیں: ’وہ انھیں جنت کے بارے میں بتاتے ہیں جہاں دودھ اور شہد کی ندیاں بہتی ہوں گی اور یہ انھیں خود کش بمبار بن کر اپنی جان دینے کے عوض انھیں ملیں گی۔‘
بھارت کا مقبوضہ کشمیر میں انسانی حقوق کی سنگین خلاف…
تابکار عناصر کی فرسودگی (1)
آپ کے ایک غلام افلح کابیان ہے کہ ایک دن آپ کعبہ کے قریب تشریف لے گئے، آپ کی جیسے ہی کعبہ پرنظرپڑی آپ چیخ مارکررونے لگے میں نے کہا کہ حضورسب لوگ دیکھ رہے ہیں آپ آہستہ سے گریہ فرمائیں ارشادکیا،اے ا فلح شاید خدابھی انہیں لوگوں کی طرح میری طرف دیکھ لے اورمیری بخشش کاسہاراہوجائے، اس کے بعدآپ سجدہ میں تشریف لے گئے اورجب سراٹھایاتوساری زمین آنسوؤں سے ترتھی۔
اگر آپ ایک مخصوص ماڈیول پر تبصرہ بھیج رہے ہیں تو مہربانی کرکے اپنے پیخام کے سبجیکٹ میں مناسب تصریحی کوڈ (جو “اس دستاویز کے سٹیٹس“ میں دیا گیا ہے) کو سابقے کے طور پر بریکٹس میں دیں۔ مثال کے طور پر “[سی ایس ایس٣-فلیکسباکس] مارجن کے حساب میں غلطی“- یہ ایڈیٹرز کو آپ کے تبصرے ڈهونڈنے اور ٹریک کرنے میں مدد کرے گا۔
کمال پور تھانہ انچارج سنجیت سونکر نے بتایاکہ لڑکی کے والد کی عمر50کے قریب ہے ،جبکہ معراج کی عمر40سال ہے۔ معراج نے دعویٰ کیا کہ وہ ڈاکٹرہے لیکن پولس کواسکے پاس سے ایسی کوئی ڈگری نہیں ملی۔ واردات کے دن معیراج کے اہل خانہ گھرپرنہیں تھا۔
امام خمینی (رح) کی زندگی کی کچھ میٹھی یادیں
میرے وطن تیری جنت میں آئیں گے اک دن
جڑواں بہنوں کی 102ویں سالگرہ
ہائبرنم کے بروس لی: انٹر دی گیم کے پہلے ہی ہفتے میں 2 ملین سے زیادہ ڈاؤنلوڈز
قدرتی عدسے کو جب نکالا جاتا ہے تو اُس کا غلاف نہیں نکالا جاتا بلکہ اُسے اندر ہی چھوڑ دیا جاتا ہے۔ مصنوعی لینز کو اُسی غلاف کے اندر ڈالا جاتا ہے۔ یہ غلاف بہت سے لو گوں میں بعد میں مو ٹا ہو جاتا ہے جِس سے لینز کے پیچھے ایک جھِلّی بن جاتی ہے جو نظر کو کم کر دیتی ہے۔
بچے کی حفاظت
اب فرش اور دیوار کو ٹچ اسکرین میں بدلنا بہت ... مزید پڑھیں
امریکا میں 2 مختلف یونیورسٹیوں میں فائرنگ سے 2 افراد ہلاک، 3 زخمی
تحقیق کرنے والا
سپریم کورٹ نے ان درخواستوں کی سماعت میں سابق وزیراعظم میاں نواز شریف اور جہانگیر ترین کو بھی نوٹس جاری کیے تھے تاہم نواز شریف کی طرف سے کوئی پیش نہیں ہوا جبکہ جہانگیر ترین کمرہ عدالت میں موجود تھے۔
مستقبل میں، ہم مستقبل میں لوگوں کی ...
→ شیخ رشید پر بڑی پابندی لگانے کا مطالبہ!
اپنے دوست کو ای میل کریں
امریکی وزارت دفاع کی سالانہ رپورٹ کے مطابق چین نے گذشتہ سال چینی فوج پیپلز لبریشن آرمی پر 180 ارب امریکی ڈالر خرچ کیے۔
ریحام خان آدھی رات کو دانیال عزیز کے گھر کیوں جاتی تھیں، عمران خان نے اپنے دوست کو ریحام خان کا فون سننے سے منع کیوں کیا، سینئرصحافی رئوف کلاسرا کے سنسنی خیز انکشافات
زیادہ سے زیادہ مراعات دی جائیں تاکہ ان کی پیداوار لاگت کم ہواور وہ برآمد کرنے کی صورت میں بھی دوسرے ممالک سے مقابلہ کرسکیں۔ مثلاًہمارے ہاں کئی قسم کے ٹیکس نافذ ہیں۔ اندازاََ حکومت کے محصول کا 70 فیصد براہِ راست ٹیکسوں سے حاصل کیا جاتا ہے۔ Presumptiveیعنی بالواسطہ ٹیکس کی مثال لیں۔آمدنی خواہ قابلِ ٹیکس ہویا نہ ہو، یہ ٹیکس ایک مقررہ شرح سے وضع کر لیا جاتا ہے ۔ جس سے غیر ضروری طور پر رقم غیر تر قیاتی مد میں پھنس جاتی ہے اورِ اس کا اثر پیداواری لاگت پر پڑتا ہے۔ اگر یہ ٹیکس زیادہ کٹ جاتا ہے تو خزانے سے اسے واپس لینا بھی جوئے شیرلانے کے مترادف ہے۔ شرح سود بھی دوسرے ممالک کے مقابلے میں زیادہ ہے یعنی 10 فیصد سے15فیصد تک۔ Sales Taxیعنی بِکری ٹیکس 15فیصدہے جبکہ دوسرے ممالک میں اس کی شرح 5فیصدسے7 فیصدتک ہوتی ہے۔علاوہ ازیں ہماری پیداواری لاگت میں ان عوامل کے علاوہ خام مال اور دیگر اجزا میں ڈیویلیویشن کی وجہ سے مسلسل اضافہ ہوتا ہے۔ ڈیویلیویشن کے اسباب میں افراطِ زر، تجارت میں عدم توازن اور Deficit Financing یعنی خسارے کی سرمایہ کاری کے علاوہ قرضہ فراہم کرنے والی ایجنسیوں اور ممالک کی شرائط شامل ہیں۔
اہم اطلاع :- غیر متعلق,غیر اخلاقی اور ذاتیات پر مبنی تبصرہ سے پرہیز کیجئے, مصنف ایسا تبصرہ حذف کرنے کا حق رکھتا ہے نیز مصنف کا مبصر کی رائے سے متفق ہونا ضروری نہیں۔
-اور جو مَیں کرتا ہُوں اُس کو نہیں جانتا کیونکہ جِس کا مَیں اِرادہ کرتا ہُوں وہ نہیں کرتا بلکہ جِس سے مُجھ کو نفرت ہے وُہی کرتا ہُوں
2 ” گزشتہ سال کی نسبت اشیاء کافی مہنگی ہیں لیکن خریداری تو کرنی ہی ہے۔“ عام آدمی کا شکوہ
5 عقلمند بنو اور اچھا سلوک غیر ایمان وا لوں کے ساتھ کرو، اپنے وقت کو ضائع نہ کرو بلکہ جتنا بہتر گذار سکتے ہو گذارو۔ 6 تمہا ری تقریر خوش گوار اور عقلمند کی ہونی چاہئے تب ہی تم اس لا ئق ہو گے کہ ہر شخص کی بات کا جواب دے سکو۔
کھیل کی خبریں
اس نے کہا: 'ہمیں بعد میں لوگوں کی لاشیں ملیں جو زہریلی گیسوں کا نشانہ بنے تھے۔ وہ بموں سے بچنے کے لیے بند جگہوں پر جا چھپے تھے، اس کی وجہ سے وہ گیس کا شکار ہو گئے۔ کسی نے ان کی چیخیں نہیں سنیں۔'

جج لویا کے بیٹے نے اہل خانہ کو ہراساں نہ کرنے کی اپیل کی
یوں تو شاہین ہوا کرتا ہے شب میں الہام
[65:7] اُن کو سکونت مہیا کرو جہاں تم (خود) اپنی حیثیت کے مطابق رہتے ہو اور انہیں تکلیف نہ پہنچاؤ تاکہ ان پر زندگی تنگ کردو۔ اور اگر وہ حمل والیاں ہوں تو ان پر خرچ کرتے رہو یہاں تک کہ وہ اپنے حمل سے فارغ ہو جائیں۔ پھر اگر وہ تمہاری خاطر دودھ پلائیں تو ان کی اُجرت انہیں دو اور اپنے درمیان معروف کے مطابق موافقت کا ماحول پیدا کرو اور اگر تم ایک دوسرے سے (معاملہ فہمی میں) تنگی محسوس کرو تو اُس (باپ) کے لئے کوئی دوسری (دودھ پلانے والی) دودھ پلا ئے۔
نواز شریف نااہل سپریم کورٹ‌ نے صدیوں‌یاد رکھا جانے والا فیصلہ سنا دیا، تاحیات نااہل قرار دیدیا
نیز عرفہ کے دن کی تعیین کے سلسلے میں عام طور پر اہل لغت لکھتے ہیں کہ عرفہ ذی الحجہ کا نواں دن ہے (دیکھئے: ” القاموس الفقهي ” "معجم لغةالفقهاء”، اسی طرح دیگر شروح كتب السنۃ)۔
پنجاب کے مختلف علاقوں میں بارش کا سلسلہ شروع
اسلام آباد ہائیکورٹ کے جسٹس شوکت عزیز صدیقی کے خلاف اختیارات سے تجاوز اور کرپشن کے الزامات پر ریفرنس کی کھلی سماعت کی منظوری دے دی گئی ہے ۔ ذرائع کے مطابق اعلی عدلیہ کے ججوں کا احتساب کرنے والے فورم سپریم جوڈیشل کونسل نے یہ منظوری آج ساڑھے گیارہ بجے ہونے والی کارروائی میں دی ۔
آپریشن کے دوران دکاندار کسی قسم کا لائسنس بھی پیش نہ کر سکے، اسپیشل ٹاسک فورس نے سات دکانیں اور گودام سیل کر دیئے ۔
آٹو سیکٹر کی جانب سے حکومتی پالیسیوں پر تنقید
گرمیوں کی راتوں میں جب وہ چھت پر لیٹتا تو اُس کی سوچوں کا رُخ ماضی کی جانب مُڑ جاتا،وہ اپنے ماں باپ ،بہن بھائیوں کو یاد کرتا اور سوچتا کہ کیا وہ بھی اُسے ایسے ہی یاد کرتے ہوں گے ، گھر کے پچھواڑے بنے باغیچے میں کھلے پھول کیسے ہوں گے وہ جب وہاں تھا تو روز ان پودوں کو پانی دیتا تھا ، تو اب انہیں کون پانی دیتا ہوگا کیا وہ سب پودے سوکھ گئے ہوں گے ؟ انہوں نے گھر میں جو مرغیاں پال رکھی تھیں وہ کیسی ہوں گی ، وہ سوچتا کہ کیا پودے اور جانور بھی انسان کی کمی محسوس کرتے ہوں گے ؟ اُس کا دل کہتا کہ شاید ہاں ۔
انہوں نے کہا کہ بھارت کشمیریوں کی حق خود ارادیت کی تحریک کو دہشت گردی قرار دیتا ہے اور خود اپنی ریاستی دہشت گردی سے توجہ ہٹانے کے لئے تمام ظالمانہ ہتھکنڈے استعمال کررہا ہے۔
یونان میں مقیم پیارے مسلمان بھائی مودبانہ گذارش ہے۔اپنی مدد آپ کے تحت جیئیں!!

بدعنوانی کے طوفان میں کیا سب ہی برائے فروخت ہیں

شاہرائِے ریشم یا سلک روڈ اکنامک بیلٹ کے موضوع پر ہونے والے دو رزہ بین الاقوامی سیمینار میں ادراے کے ڈائریکٹر یانگ چو لی نے کہا کہ مجوزہ اٹھارہ سو کلو میٹر طویل ریلوے لائن گوادر سے شروع ہو کر کراچی اور اسلام آباد سے گزرتی ہوئی چین پہنچے گی۔
خیبر پختونخوا
ابو ظہبی(ورلڈ پوائنٹ نیوز) پہلے ٹی ٹوئنٹی میں پاکستان نے نیوزی لینڈ کو دلچسپ مقابلے کے بعد 2 رنز سے شکست دے کر تین میچوں کی سیریز میں ایک صفر کی برتری حاصل کر لی۔
اس کا کوئی نہیں بدل
بھنوﺅں کے بال گرنے کی کئی وجوہات ہوسکتی ہیں، عمر بڑھنا، ذہنی تناﺅ اور کسی غذائی جز کی کمی، مگر ایک ممکنہ وجہ تھائی رائیڈ ہارمونز کی جسم میں بہت زیادہ کمی ہے جو کہ سر کے بالوں سے محرومی کا باعث بھی بن سکتا ہے، اگر بھنوﺅں کے ساتھ سر کے بال بھی گر رہے ہیں تو ڈاکٹر سے رجوع کیا جانا چاہئے۔
سیمنٹ کی مقامی فروخت میں گزشتہ ماہ 12.4 فیصد اضافہ
بی بی سی سے رابطہ کریں
ریاستہائے متحدہ امریکا (انگریزی:United States of America) براعظم ---- میں واقع ہے۔ اس کے دارالحکومت کا نام واشنگٹن ڈی سی ہے۔ ریاستہائے متحدہ امریکا کی کرنسی کا نام ---- ہے۔اقوام متحدہ کے شعبہ شماریات کے مطابق 2012 میں ریاستہائے متحدہ امریکا کی آبادی ---- تھی۔ en:Portal:United States of America/Intro
دوسرا برن اور پیج، دونوں کے پاس ساڑھے سترہ ساڑھے سترہ ارب ڈالر ہیں :) آپ کی کی تحریر سے اشقال ہو سکتا تھا کہ شاید دونوں کے مشترکہ اثاثے ساڑے سترہ ارب ڈالر کے ہیں :)
دوسری جانب حکام داڑھی رکھنے والے افراد اور برقع اوڑھنے والی خواتین کے خلاف کارروائی کر رہے ہیں۔ ان کا موقف ہے کہ اس سے مذہبی انتہاپسندی کا اظہار ہوتا ہے۔

پاکستان میں عام انتخابات 25 جولائی کو ہوں گے۔ کاغذاتِ نامزدگی کے خلاف اپیلوں پر فیصلوں کا بدھ کو آخری دن تھا۔
کہانی کو شیئر کریں شیئرنگ کے بارے میں
شعرِ اوّل میں موسوی عصا کو الہامی تلمیح کی حیثیت حاصل ہے کیوں کہ اس کا تذکرہ قرآن مجید میں بھی ہے۔ دوسرا شعر موضوعاتی تاثر کی تکمیل کے لیے نقل کیا گیا ہے۔
تصویری البم
مرکزی مواد پر جائیں
اعلیٰ حکام بشمول وزیر اطلاعات پرویز رشید اپنے حالیہ بیان میں کہہ چکے ہیں کہ پاکستان میں صحافیوں کے تحفظ کے لیے ہر ممکن اقدامات کیے جائیں گے اور اس ضمن میں جہاں ضروری ہوا قانون سازی بھی کی جائے گی۔
تحریک انصاف متوسط طبقے کے حقوق کی جنگ لڑرہی ہے، اکرم
ہم وفاؤں کے جزیروں کے ہیں رہنے والے
"واحد پر قابو پانے کہاں ہے, دو کے خلاف مزاحمت،. اور ایک ٹرپل پھنسے ہوئے تار اتنی آسانی سے نہیں ٹوٹتا. "
میرا خیال ہے میرے دوست! جو بات میری بے جان سوچ کو تم نہ سمجھا سکے، آج اس پتلی تماشے نے اس میں جان ڈال دی۔ ۔۔۔۔۔
رہبر معظم انقلاب اسلامی نےمشترکہ مقاصد کے دائرے میں ناوابستہ تحریک کے رکن ممالک کےدرمیان باہمی یکجہتی کو بہت بڑی کامیابی قراردیتے ہوئے فرمایا: اس بات پر بہت خوشی ہے کہ عالمی سطح پر مشترکہ نظام نوید بخش اور حوصلہ افزا ہے۔
مشرقِ وسطیٰ اور شمالی افریقا میں بنیاد پرستی کی وجوہات
منیر سامی گزشتہ ہفتہ نوبل انعام یافتہ مصنف ، وی ایس
زلمی کو شکست، اسلام آباد یونائیٹڈ نے میدان مار لیا
نئی دہلی/6نومبر(ایجنسی) ملک کے سب سے بڑے تہوار دیوالی سے قبل، تیل کی قیمتیں میں کمی جاری ہے، منگل 6نومبر کو لگاتار 10 ویں دن تیل کی قیمتوں میں گراوٹ د...
جواب: ‘ہزاروں خواہشیں ایسی کہ ہر خواہش پہ دم نکلے’، لیکن اس کے باوجود کرک نامہ سے مستقبل میں خاصی امیدیں وابستہ ہیں۔ ساڑھے تین سال کا عرصہ تو بخوبی گزر چکا ہے اور ہم نے اس عرصے میں خود کو خاصی حد تک منوا لیا ہے اور اب ہماری کوشش ہوگی کہ کرک نامہ کو کرکٹ کے لیے ‘ون اسٹاپ شاپ’ بنا دیں کہ جو بھی کرکٹ کا شیدائی ہو اور اردو جانتا ہو اس کے لیے کرک نامہ سے بہتر کوئی مقام نہ بنے۔ اس مقصد کے حصول کےلیے مستقبل کے کچھ منصوبے بنائے ہیں۔ امید کرتے ہیں کہ اگلے ورلڈ کپ سے قبل ان میں سے چند منظرعام پر آ جائیں گے۔
تمام ٹرینوں کی حیثیت آن لائن کیسے تلاش کریں
طریقہ کاشت کھجور ک کے باغ لگانے کے کئی طریقے رائج ہیں لیکن اِن میں مقبول ترین "مربع نما" ہے اِس طریقہ سے کاشت شدہ باغات میں دیگر فصلوں کی کاشت آسان ہ...
پاکستان کے وزیراعظم کاکہنا تھا کہ اگرپاکستان 9/11 کے بعد امریکا کی جنگ میں شامل ہوتا تویہ ملک تباہی سے بچ سکتا تھا، امریکا کی دہشت گردی کے خلاف جنگ میں شامل ہونے کی وجہ سے ہماری معیشت کو 150 ارب ڈالرز کا نقصان پہنچا اورپاکستان نے 80 ہزار سے زائد جانوں کی قربانی دی۔
صفوان (بن معطل سلمی) جو رفع حاجت کی وجہ سے کارواں سے بچھڑ گئے تھے اس طرف سے گزرے انہوں نے آیہ حجاب نازل ہونے سے قبل ام المومنین کو دیکھا تھا۔ آپ کو اس حال میں پایا تو بے ساختہ : انا للہ وانا الیہ راجعون پڑھ کر کہا واحسرتا! رسول اللہ صلی اللہ علیہ وسلم کا حرم پاک! اے ام المومنینؓ! اللہ آپ پر رحم فرمائے، آپ کیسے بچھڑ گئیں ؟ ام المومنین نے کوئی جواب نہ دیا۔ صفوان نے اونٹنی قریب بٹھا کر سوار ہونے کے لیے عرض کیا اور خود دور ہٹ گئے اور ناقہ کو تیز ہانکتے ہوئے چل دئیے تاکہ لشکر کے ساتھ مل جائیں۔ لیکن لشکری مدینہ پہنچ کر تکان سفر دور کرنے اور ابن ابی (منافق) کی ریشہ دوانی سے بچنے کے لیے اور زیادہ گرم رفتار تھے۔ صفوان لشکر سے ذرا دیر بعد ہی دن ہی دن میں شہر میں جا پہنچے۔ ام المومنین بدستور ناقہ پر تشریف فرما تھیں۔ دولت کدہ کے قریب آ کر سواری سے اتریں اور چند قدم چل کر اپنے حجرہ میں پہنچ گئیں

احمد رشید 2009 کے بعد سے پہلی مرتبہ پاکستان کے قبائلی علاقوں میں موجود انتہا پسندوں کے خلاف اہم فوجی اپریشن کیا جارہا ہے۔ اس کے…
ترجمان دفترِ خارجہ کے مطابق اب بھی جب کبھی عافیہ صدیقی کو کوئی مدد چاہیے ہوتی ہے تو اُنھیں فراہم کی جاتی ہے۔
پاکستان کی حکومت پہلے ہی امریکی صدر کے بیان پر سخت ردِ عمل کا اظہار کرتے ہوئے امداد سے متعلق اُن کے موقف کو مسترد کر چکی ہے۔
صدر مملکت ڈاکٹر عارف علوی سے معروف گلوکار فخر عالم کی ملاقات
بھٹو کے آخری دن
کنشاسا: افریقی ملک ڈیموکریٹیک جمہوریہ کانگو کے حکام نے بتایا ہے کہ ایک فوجی ہوائی جہاز پرواز کے کچھ ہی دیر بعد تباہ ہو گیا ۔ اس ہوائی جہاز کے کریش کرنے کے باعث ہلاک ہونے والے فوجیوں کی تعداد نہیں بتائی گئی تاہم اطلاعات کے مطابق اس حادثے میں 12 افراد ہلاک ہوئے ہیں۔
اسلام آباد: سابق وزیراعظم نواز شریف احتساب عدالت پیشی کے بعد واپس جارہے ہیں
کیا غیرمسلم کو خون کا عطیہ دینا جائز ہے؟
قومی کونسل برائے فروغ اردو زبان پر موجود کچھ بہت ہی اہم کتابوں کی فہرست درج ذیل ہیں، ان میں ادبی موضوعات پر کتابیں نہیں ہیں، بلک...
ہماری ناعقبت اندیشی کہ ہم کو 20 سالوں سے ایسا الجھاے رکھا کہ ہم اپنے اصل سرمایہ تعلیم سے بھی گے۔ جب نقل کا رجحان بڑھا اور مہاجر طالب علموں کو بھی دوسرے قومیتوں کی طرح امتحان کا خوف نہ رہا نتیجہ محنت اور جانفشانی سے علم حاصل کرنے کی خواہش بھی ختم ہو گی۔
قرآن پاک کی طرح احادیث میں بھی احمد رضا نے یہ ہی کام کیا ہے۔ ہم صرف یہاں پر ایک مثال نقل کرتے ہیں۔
اس پوسٹ کو شیئر کریں Messenger
خبررساں ادارے اے ایف پی کی رپورٹوں کے مطابق شوئبلے کا کہنا ہے کہ یورپی یونین کو اپنے دفاعی اخراجات میں اضافہ کرنا پڑے گا۔ جرمنی کے کثیر الاشاعتی روزنامے بلڈ سے گفتگو کرتے ہوئے جرمن وزیر خزانہ نے کہا، ’’ہمیں یورپی یونین کے مشترکہ دفاعی منصوبوں پر زیادہ رقم خرچ کرنا ہو گی۔‘‘
پولیس کی جانب سے اس ضمن میں جمع کروائی گئی رپورٹ میں کہا گیا ہے کہ ان افراد کا وقوعے سے کوئی تعلق نہیں ہے اور نہ ہی اُن کے اس واقعے میں ملوث ہونے کے شواہد ملے ہیں۔

امریکہ کی پاکستان میں جیل توڑنے کی کوشش

وزیراعظم عمران خان کا وزارتوں سے براہ راست بریفنگ لینے کا فیصلہ
*ریواولمپکس : یوسین بولٹ نے 200 میٹر کی دوڑ جیت لی
گزارش ہے کہ میری ایک قدیانی گروپ میں مناظرہ بنام حیات مسیح ابن مریم جاری ہے ،قادیانی گروپ کی طرف چند اقوال پیش کے گئے ہے جنکو بزرگوں کی طرف کیا گیا ،میں ان اقوال کی تصدیق یا تردید چاہتا ہوں آپ لوگوں سے التماس ہے میری مدد کی جائے
اپنے دوست کو ای میل کریں
پشاور میں عائشہ گلالئی کے پولیٹکل ایڈوائزر مجاہد خٹک نے بھی پریس کانفرنس کرتے ہوئے ان پر سنگین الزامات لگاتے ہوئے کہا کہ عائشہ گلالئی نے قطر اور دبئی سے کرک میں اسپتال بنانے کے نام پر لاکھوں روپے اکٹھے کئے لیکن تاحال اسپتال کا سنگ بنیاد نہیں رکھا گیا۔

محنت !آپ کی زندگی بدل سکتی ہے
یونانی فلسفے کی یلغار کا مقابلہ چار مختلف انداز میں →
مضامین ڈاٹ کام پر شائع ہونے والی تمام نگارشات قلم کاروں کی ذاتی آراء پر مبنی ہیں۔ ادارہ کا ان سے متفق ہونا ضروری نہیں۔
پی ایس پی کے رہنما انیس ایڈووکیٹ نے مطالبہ کیا کہ وفاقی اور صوبائی حکومتیں عامر لیاقت کو تحفظ فراہم کریں، عامر لیاقت کو سائوتھ افریقا اور بھارت کے را کے سیٹ اپ سے دھمکیوں کے ایس ایم ایس آرہے ہیں، الطاف حسین نے سائوتھ افریقا میں خطاب کرکے عامر لیاقت سمیت اپنے ہر مخالف کو راستے سے ہٹا دینے کے احکامات جاری کردیے ہیں کہ ہر مخالف کو مار دیا جائے چاہے اس کا تعلق کسی بھی پارٹی سے ہو.
ميں يہ سن رہی ہوں ختم ہونے والا ہے
شہر کی خبریں
ہاں حضرت ابن عباسؓ سے مروی ہے کہ آپ نے ایک مرتبہ حضرت عثمان رضی اللہ تعالیٰ عنہ سے کہا کہ دو بھائی ماں کو ثلث سے ہٹا کر سدس تک نہیں لے جاتے قرآن میں اخوۃ جمع کا لفظ ہے دو بھائی اگر مراد ہوتے اخوان کہا جاتا
پاک افغان حکام کے درمیان ہونے والے مذاکرات کے بعد آج طورخم بارڈر کو ہر قسم کی آمدورفت کے لئے کھول دیا گیا ہے۔ طورخم بارڈر کے کھلتے ہی سرحد کے دونوں اطراف وطن واپسی کے منتظر افراد کی لمبی قطاریں لگ گئیں جب کہ گزشتہ کئی روز سے بند ٹریڈ ٹرانزٹ کی آمدورفت بھی آج شروع ہو جائے گی۔
سعودی عرب سے دوسری امدادی قسط پاکستان پہنچ گئی

فیض آباد دھرنا کیس؛ خادم رضوی کو گرفتار کرنے کا حکم
نواز شریف وہیں پہنچیں گے جہاں پہلے تھے، فواد چوہدری
ہماری نمائندہ لورا بیکر کا واشنگٹن سے کہنا ہے کہ ایسا لگتا ہے کہ شہر روپوش ہو گيا ہے۔ رہائشیوں کو یہ کہا گیا ہے کہ وہ طوفان کے گذر جانے تک کسی محفوظ مقام کو تلاش کر لیں اور وہیں رہیں۔ سڑکیں سنساں ہیں، ریستوراں، بار اور سپرمارکٹ بند ہیں۔
جس ایک حرف نے مجھ کو کتاب کر ڈالا
Previous آندھرا پردیش اسمبلی میں وائی ایس آر کانگریس کے 8 ارکان معطل
اور یہ وہ شک ہے جسکا کوئی اعتبار نہیں۔
صبیح رحمانی یہ کتاب مرتب کرکے جہاں نعت کے حوالے سے عقیدت وخدمت کا اظہار کیا ہے وہاں اس کتاب کو معلوماتی ، تحقیقی و دستاویزی بنانے کی بھی پوری کوشش کی ہے جس میں وہ بڑی حد تک کامیاب رہے ہیں۔ڈاکٹر ابوالکلام قاسمی لکھتے ہیں:
ہم سب مل کر چلیں گے
جو ٹوٹ گیا ، سو چھوٹ گیا
آپ کو یہ جاننے کا حق حاصل ہے کہ کون آپ کو ملازمت پر رکھتا ہے۔ اگر آپ کو معلوم نہیں ہے – تو پوچھیں۔
متعلقہ تبدیلیاں
امریکی ایجوکیشن کونسل کی صدر نے استعفیٰ کا اعلان کر دیا
چیف جسٹس کا تبصرہ پسپائی کا اشارہ ہے یا مقابلے کا اعلان
قوم سے خطاب سے قبل صدر موگابے ملک کے فوجی سربراہ سے مصافحہ کر رہے ہیں
تورات شریف میں اللہ تعالیٰ کی عدالت کا نمونہ
کوئی لوٹا ہی نہیں روح کے تہہ خانے سے
اردو تحریر میں اردو کی مفت برقی کتابوں کا پہلا ذخیرہ
2 ۔ قسمیں وعدے پیار وفا سب باتیں ہیں باتوں کا کیا۔۔۔۔کوئی کسی کا نہیں یہ جھوٹے ناتے ہیں ناتوں کا کیا۔
کا جائزہ لیا

دوسری جانب وزیراعلیٰ پنجاب شہبازشریف بھی آج چین جائیں گے، ذرائع کا کہنا ہے کہ ایپک اجلاس میں شہبازشریف کو بھی خصوصی دعوت دی گئی ہے۔
خام تیل کی قیمتوں میں اضافہ، پاکستان میں پٹرولیم نرخ بڑھنے کا امکان
این آر سی کے کام میں ہاتھ بٹانے والے گورنمنٹ ٹیچر کی غیر قانونی بنگلہ دیشی قراردئے جانے کے بعد گرفتاری
تازہ ترین شو
انٹرنیٹ ٹی وی
'ہم سب' کا کمنٹس سے متفق ہونا ضروری نہیں ہے۔ کمنٹ کرنے والا فرد اپنے الفاظ کا مکمل طور پر ذمہ دار ہے اور اس کے کمنٹس کا 'ہم سب' کی انتظامیہ سے کوئی تعلق نہیں ہے۔
شام اور عراق میں ہزاروں جہادی ابھی موجود ہیں، اقوام متحدہ 14.08.2018
کرکٹر عمر گل نے نہایت خوبصورت انداز میں تمام لوگوں کو یوم پاکستان کی مبارکباد دی اور پاکستان کیلئے اپنی نیک خواہشات کا اظہار کیا۔
ابو الدرداء رضی اللہ عنہ کو رسول اللہ صلی اللہ علیہ وسلم کا فرمانا : "لا تشرک باللہ شیئا وان قطعت وحرقت " تجھے جلا دیا جائے ، تیرے ٹکڑے ٹکڑے کردیئے جائیں، اللہ کے ساتھ شرک نہیں کرنا۔
ان الفاظ کے ساتھ اعلامیے میں ایک خالی صفحہ شامل تھا۔ یونیسیف نے ’شام میں بچوں پر جنگ، مشرقی غوطۃ اور دمشق میں بچوں کی بڑی تعداد میں ہلاکتوں کی رپورٹ‘ پر پریس ریلیز جاری کرتے ہوئے غصے کا اظہار کیا۔ ان کا کہنا تھا کہ یونیسیف کی جانب سے یہ ایک خالی اعلامیہ جاری کیا جا رہا ہے، ہمارے پاس اُن بچوں پر ڈھائے جانے والے مظالم کے لیے کوئی الفاظ نہیں ہیں۔ انہوں نے سوال کیا کہ جو اس گھناؤنے کام میں ملوث ہیں ان کے پاس اس کی وضاحت کے لیے اب بھی کوئی الفاظ ہیں؟ خیال رہے کہ اقوام متحدہ نے گزشتہ روز بھی شام میں شہریوں کی ہلاکت کے خاتمے کا مطالبہ کیا تھا۔ تاہم آج شامی نگہداشت برائے انسانی حقوق کے ادارے کے مطابق تقریباً 13 بچوں سمیت 50 شہریوں کو مشرقی غوطۃ کے قریب فضائی بمباری میں ہلاک کر دیا گیا ہے۔ 2012 سے باغیوں کے قبضے میں رہنے والا مشرقی غوطۃ کا علاقہ باغیوں کے زیر اثر آخری جگہ ہے جسے شامی صدر بشار الاسد واپس لینے کی تیاری کر رہے ہیں۔
مرکزی نیویگیشن پر جائیں
کراچی، یخ بستہ ہواؤں کے باعث سردی کی شدت میں اضافہ ، درجہ حرات 11 ڈگری سینٹی گریڈ ریکارڈ
’’واہ تُم نے تو کمال ہی کر دیا۔‘‘کرنل فاتح نے تعریف کرتے ہو ئے کہا۔’’ابھی ایک جھلک دیکھ کر تمہارے مشاہدے کا یہ حال ہے تو ذرا تفصیل سے دیکھا ہوتا تو نہ جانے کیا کرتے۔‘‘
۷۶. لیکن جب اللہ نے اپنے فضل سے انہیں دیا تو یہ اس میں بخیلی کرنے لگے اور ٹال مٹول کر کے منہ موڑ لیا

ہمارے بارے میں
پہلی موثق روایت ظاہری طور پر دلالت کرتی ہے کہ دو نمازوں کے درمیان نوافل کا ادا کرنا، یہ ان نمازوں کے جمع ہونے سے مانع ہوتا ہے۔ نوافل کا مانع ہونا، یہ ایک شرعی مانع ہے، پس اس روایت سے سمجھ میں آتا ہے کہ وہ کام کہ جنکا نماز کے ساتھ کوئی تعلق نہیں ہے، وہ تو بطریق اولی دو نمازوں کے جمع ہونے سے مانع ہوں گے۔
Image caption ’ایٹمی ہتھیار یا وسیع پیمانے پر تباہی مچانے والے ہتھیاروں کی ایران کے سکیورٹی اور دفاعی ڈاکٹرین میں کوئی جگہ نہیں ہے‘
ٹینک کے طریقہ کار کے مطابق یہ ٹینک چمکنگ شراب کی پیداوار کے لئے تیار ہیں.
امریکہ کا یک ریاستی حل، فلسطین کا خاتمہ

سپریم کورٹ کی جانب سے ایک قطعاَ مختلف مسئلہ پر آئے فیصلے کے بعد جو معاملات اُٹھے ہیں ان سے جان چھڑانے کیلئے تحریک انصاف سڑکوںکو بند کردینے والوں سے وزیراعظم کی ’’ریاستی رٹ‘‘ کی ہر صورت بحالی والی تقریر کے باوجود ایک معاہدے پر مجبور ہوئی۔اس معاہدے کی وجہ سے سڑکیں تو کھل گئیں مگر قضیہ حتمی بنیادوں پر حل نہیں ہوا۔کچھ اہم پہلوہیں جن کے بارے میں ’’ایہہ منظور تے ایہہ نامنظور‘‘ والا رویہ نہ اپنایا گیا تو امن وامان کی صورت حال ایک بار پھرقابو سے باہر نکلتی نظر آئے گی۔
کراچی (اُردو پوائنٹ اخبارتازہ ترین۔ 12 جولائی2018ء) پاکستان مسلم لیگ (ن) کے رہنما رانا مشہود نے کہا ہے کہ نگراں وزیراعلی پنجاب کٹھ پتلی کا کردار ادا کررہے ہیں۔ لاکھوں کارکنوں کی گرفتاری سے راستے نہیں روکے جاسکتے ۔قائد میاں نوا ز شریف کا پرپتاک استقبال کیا جائے گا ۔13جولائی کو یوم سیاہ کے طور پر منایاجائے گا ۔پر امن احتجاج ریکارد کرائیں گے اگر ہماری راہ میں رکاوٹ ڈالنے کی کوشش کی گئی تو لانگ مارچ کے آپشن پر غور کرسکتے ہیں ۔
دی وائر ایک غیر منافع بخش ادارہ ہے۔ہماری صحافت کو سرکاری اور کارپوریٹ دباؤ سے آزاد رکھنے کے لیے مالی تعاون کیجیے۔
بی پی آر ڈی سرکلر لیٹر: رمضان المبارک کے مہینے میں دفتر اور کاروبار کے اوقات
لاہور: بالی وڈ کے معروف اداکار اور بھارتی جنتاپارٹی کے رہنما شتروگھن سنہا نے کہا ہے کہ پاکستان کے باصلاحیت فنکار اور گلوکاروں کی عمدہ پرفارمنس نے ہمیشہ مجھے متاثر کیا ہے۔ ماضی میں جس طرح شہنشاہ غزل مہدی حسن ، غلام علی، عابدہ پروین، ریشماں اور استاد نصرت...
مازنگیا میری باتوں کا جواب فلسفیانہ انداز سے دیتا ہے۔ تاریخ ایک پیچیدہ عمل کا نام ہے، وہ کہتا ہے۔ اس سے غلطیاں ہوتی ہیں۔ یہ بچ کر نکلتی، راستہ ڈھونڈتی اور موڑ مڑتی رہتی ہے اور کبھی کبھی کسی اندھی گلی میں پھنس جاتی ہے۔ ماضی کا درست جائزہ لینے کے لیے آپ کے پاس مناسب وسائل ہونے چاہییں۔ اور یہ شرط صرف مستقبل ہی پوری کر سکتا ہے۔
واپس اوپر جائیں
٩۔راستہ صرف ایک
یونیورسٹی میں پاور پالیٹیکس کے تقاضے تو ایک جتھہ بنا کر پورے کرلیے جا تے ہیں لیکن کتنے طلباء اس سے متنفر ہو کر تلخ یادیں لے کر نکلتے ہیں کیا کسی کو اس کا احساس ہے؟ یہ بات عمومی مشاہدے کی ہے کہ ہزار طلباء میں سے جمعیت کی تعداد شاید ایک سو ہوتی ہو اور ان میں سے شاید صرف دس ایسے ہوں جونظریاتی ہوں۔اکثریت ان کے شر سے بچنے کے لیے خاموش رہتی ہے اور جو ان کے ساتھ ہوتے ہیں ان میں سے اکثر کا معاملہ یہ ہوتا ہے کہ چلو تم ادھر کو ہوا ہو جدھر کی۔چنانچہ یونیورسٹی میں یہ اسلامی نظام کے داروغے بن کر دادا گیری کرتے ہیں اور عملی زندگی میں آتے ہی گرگٹ کی طرح رنگ بدل لیتے ہیں۔کوئی ن لیگ میں چلا جاتا ہے تو کوئی کسی این جی او میں ۔جنہیں زمانہ طالبعلمی میں لڑکی کے نام سے ہی فحاشی ٹپکتی نظر آتی ہے وہ عملی زندگی میں خواتین کولیگ کے ساتھ بتیسی نکالتے ہوئے اپنی تصاویر فیس بک کر لگاکر گویا اعلان فرما رہے ہوتے ہیں کہ اسلامی انقلاب کا سورج بس طلوع ہونے ہی والا ہے۔دوسری طرف ایک غالب اکثریت ان سے متنفر ہو کر نکلتی ہے اور اس نفرت کا عذاب ساری عمر جماعت اسلامی کو برداشت کرنا پڑتا ہے۔ سب کچھ دیوار پہ لکھا نظر آ رہا ہے لیکن کون توجہ کرے؟ جماعت اسلامی لاہوری گروپ کو جامعہ پنجاب سے اپنی سیاست کے لیے جو مفت میں ایندھن دستیاب ہے اس سے وہ کیسے دست بردار ہو جائے؟

ہمارے متعلق
ترجمعہ : اور کہتے ہیں کہ ان پر ان کے پروردگارکے پاس کوئی نشانی کیوں نازل نہیں ہوئی۔ کہہ دو کہ خدا نشانی اتارنے پر قادر ہے لیکن اکثر لوگ نہیں جانتے
ارجنٹائن کی ایک ٹینس کھلاڑی
وہی ہے جس نے تمہارے لئے رات بنائی تاکہ تم اس میں آرام کرو اور دن کو روشن بنایا ( تاکہ تم…

یونس خان کے مطابق سلیکشن،کوچنگ اور قیادت کی باگ ڈور ایک ہی شخص کے پاس ہونے سے کامیابی کی راہ ہموار ہوتی ہے
کھیل کی خبریں
ویتنام سے تعلق رکھنے والی نامور خاتون، نگوین نوک نو کنہ قید کی صعوبتیں کاٹ رہی ہیں، اس لیے تقریب میں شریک نہ ہوسکیں۔ وہ ماحولیات سے متعلق سرگرم کارکن ہیں۔ اِس ایوارڈ کا اجرا 2007ء میں کیا گیا؛ اور اب تک 60 ملکوں سے تعلق رکھنے والی 100 سے زائد خواتین کو دیا جا چکا ہے
مطلوبہ الفاظ
نجی طور پر پاکستان آنے والے چینیوں کے مشکوک رویے
٣۔ تیسری آواز میں شاعر ڈرامائی کردار بن کر ان کے ذریعے بولتا ہے۔
میں کہ زندہ ہوں مجھے چھوڑ کے جانے والے
بین الاقوامی

اب رکشے والوں کا 150 سے زائد کا چالان نہیں ہوگا بلکہ کتنے کا ہو گا ؟ کوئی رکشے والاچالان نہ بھرسکاتو وہ میں بھروں گا، جانئے ہیں یہ اعلان کس نے کیا
اس میلے کے انعقاد کے حوالے سے کالام کے ایک دوکاندار نے بتایا کہ کالام میں صرف گرمی کے سیزن میں تین چار ماہ ان کاروبار چلتا ہے باقی سردیوں کے اغاز سے ہی یہاں کاروبار ختم ہوجاتا ہے ۔
دوسری طرف یوٹیلٹی سٹورز پر دالوں کے بعد چینی بھی مہنگی ہوگئی ہے۔ یوٹیلٹی سٹورپر چینی کی قیمت میں 2روپے فی کلو کا اضافہ کردیا گیا ہے جس کے بعد چینی کی قیمت 66 روپے فی کلو ہوگئی ہے۔
بچوں کے نام
[3:4] اور اگر تمہیں اندیشہ ہو کہ یتیم لڑکیوں میں انصاف نہ کرو گے (ف۸) تو نکاح میں لاؤ جو عورتیں تمہیں خوش آئیں دو ۲دو ۲ اور تین۳ تین۳ اور چار ۴چار۴ (ف۹) پھر اگر ڈرو کہ دوبیبیوں کوبرابر نہ رکھ سکو گے تو ایک ہی کرو یا کنیزیں جن کے تم مالک ہو یہ ا س سے زیادہ قریب ہے کہ تم سے ظلم نہ ہو (ف۱۰)
شانگلہ الپوری( رضا شاہ ) یو ۔سی ۔پیر خانہ کے ناظم ڈسٹرکٹ کونسل کے ممبر خان نواب نے اپنے اخباری بیان کو جاری کرتے ہوے کہا ہے کے یونین کونسل پیر خانہ ضلع شانگلہ جو تعمیراتی کام شروع ہے یا جس کے ٹینڈر ہوچکے ہیں اسکی تعمیراتی کام میں کسی قسم کی تاخیر کو برداشت […]
’’ ہم نے حکم دیا کہ اب تم سب یہاں سے اتر جاؤ، تم ایک دوسرے کے دشمن ہو۔ اور تمہیں ایک خاص مدت تک زمین میں ٹھہرنا اور وہیں زندگی بسر کرنا ہے۔‘‘
امریکی خفیہ ایجنسی نے پاکستان میں ڈرون حملوں سے متعلق حکمت عملی سخت کر دی ہے۔
انہوں نے یہ بھی کہا گزشتہ دو سال میں ڈرون حملوں میں ان تنظیموں کو نشانہ بنایا گیا جو افغانستان میں لڑ رہی ہیں اور اس دور میں پاکستانی اسٹیبلشمنٹ نے یہ سلسلہ شروع کیا کہ یہ قومی سلامتی پر حملے کے مترادف ہے۔
سوئٹزرلینڈ میں دنیا کی طویل ترین ریلوے سرنگ پر کام جاری ہے اور یہ 2016 کے اواخر تک مکمل ہو جائے گی۔57 کلومیٹر طویل اس سرنگ میں دو متوازی ریلوے ٹریکس ہوں گے۔
محمد علی خان
کئی مرد جو اپنا استحصالی رونا روتے ہیں ہیں وہ یہ بتائیں کہ اولاد مرد کی مال مرد کا جائیداد مرد کی فیصلے مرد کے اختیار مرد کا معاشرہ مرد کا تو کہاں پر آگیا استحصال بے چارے مرد کا …عورت کو کیا ملتاہے …روٹی کپڑا اور عارضی چھت پہلے میاں کی پھر اولاد کی اور چندے کا کفن واہ واہ واہ بڑا احسان ہے اے مرد کہ تو نے عورت کو اتنی عیاشی کرائی دنیا میں نان نفقہ دیکر عورت سے چوبیس گھنٹے چاکری لیتا ہے.جو اسے بہت گراں.گزرتی ہے تو اس کے بجائے اگر وہ اپنی بیوی کے ہر گھنٹے کی تنخواہ مقرر کر دے تاکہ وہ اپنے پلے سے جو چاہے کرے اپنا.ہر خرچ پورا کرے… تو ہے کوئی ایسا غیرت مند منصف مرد جو بیوی کو نائی دھوبی باورچن بھنگن مزدور مالی نرس چوکیدار ماسی آیا دودہ پلانے والیٹیوٹردرزن اور رات کی ڈیوٹی اور دلپشوری کرنے والی کی تنخواہ ادا کرے۔
چیان یی لوہے کام wrought لوہے کے دروازے نہ صرف آپ اپنے گھر کے لئے ایک آرائشی آپشن پیش کرتے ہیں بلکہ بھی دیگر فوائد بھی پیش کرتے ہیں ۔ آپ اپنے بچوں کے لئے باغ چیان یی لوہے کام wrought لوہے کے دروازے منتخب کرتے ہیں، آپ پتہ چلے گا کہ آپ نے اپنے گھر کی قدر بڑھ رہا ہے کیونکہ یہ زیادہ محفوظ ہے ۔ یکپشنال مواد اور ہمارے معیار کاریگری کے ہمارے گاہکوں مطمئن رہو ۔ چیان یی لوہے کام ظاہر آہنی دروازہ آپ بہترین انتخاب ۔
اسٹاک ایکسچینج
"جوگی اپنے آسن پر سے اٹھ کر باہر نکلا۔" ( ١٨٠٢ء، باغ و بہار، ١٠٨ )

امریکہ: 716 ارب ڈالر کا دفاعی بجٹ منظور
عمران خان نے سرکاری ہسپتالوں میں بہتری کیلئےبڑا اقدام اُٹھا لیا
رام نومی کے جشن کے جلوس میں موجود بعض پولیس افسروں اور مقامی صحافیوں کا بھی یہی خیال ہے۔
مئی 1945ء کی دس اور گیارہ تاریخ کی درمیانی شب امریکی شہر لاس اینجلس میں ٹارگیٹ کمیٹی کا اجلاس منعقد ہوا جس میں ایٹمی حملے کے لئے جاپان کے اندر ٹارگیٹ مقرر کرنا تھا۔ اس اجلاس میں جاپان کے کئی شہر زیر غور رہے جسمیں کیوٹو، ہیروشیما، یوکوہوما، کوکورا اور ناگاساکی ممکنہ ہدف قرار پائے۔ ہیروشیما صنعت و حرفت کا مرکز اور جاپانی فوج کو لاجسٹک سپورٹ فراہم کرنے کی وجہ سے اولین ٹارگیٹ قرار پایا۔ اس کے بعد 6 اگست 1945ء کو امریکی طیارہ بی۔29 بحرالکاہل میں واقع تیانمین کے ہوائی اڈے سے اڑان بھری اور تقریبا صبح ساڑھے آٹھ بجے یورینم 235 کے حامل “لٹل بوائے” نامی ایٹم بم چھ سو فٹ کی بلندی سے ہیروشیما پر گرادیا گیا اور تین دن بعد یعنی 9 اگست کو پلوٹونیم 239 کے حامل “فیٹ مین” نامی ایٹم بم ناگاساکی پر گرادیا گیا۔ تباہی اور بربادی ہرطرف پھیل گیا اور انسانیت کی ایک ایسی توہین کی گئی جس کی نظیر تاریخ میں ملنا ممکن نہیں اور مستقبل میں بھی اگر دہرایا گیا تو انسانیت کا بقا شاید ہمیشہ ہمیشہ کے لئے خطرے میں پڑ جائے گی۔ اس حملے کے بعد جاپان پر امریکی فوج نے کنٹرول سنبھال لیا ۔ حاپان نے غیر مشروط طور پر ہتھیار ڈال دیا اور امریکی فوج کے سربراہ جنرل میک آرتھر نے 40 مبینہ جنگی قیدیوں کو گرفتار کرنے کا حکم جاری کیا جسمیں جاپان کے وزیر اعظم ہیندیکی توجو بھی شامل تھا۔
شاہ زیب قتل کیس: سپریم کورٹ نے ڈائریکٹر ایف آئی اے کراچی محمد مالک اور ایڈیشنل ڈائریکٹر فقیر محمد کوکل طلب کرلیا. ایف آئی اے نے مجرموں کو اوپن ہینڈ دیا ہوا ہے۔ چیف جسٹس
حالیہ پوسٹس

3ٹیسٹ میچوں کی سیریز کے آخری میچ کے تیسرے روز پاکستان کی پوری ٹیم کیویز کے پہلی اننگز کے سکور274رنز کے جواب میں 348رنز بنا کر پوویلین لوٹ گئی ہے ۔ ٹیسٹ مزید پڑہیں
7۔ اب خوارج کا وہ بیان پڑھیے جو انہوں نے حضرت علی رضی اللہ عنہ کے خط کے جواب میں دیا :
یہ وقت شاید ان جیسے سوالات کے اٹھانے کا نہیں لیکن پس منظر کے لیے ان کا ذکر ضروری ہے۔
دنیا حائل ہو جاتی ہے
یونس کا سسرالی خاندان بارسوخ تھا۔ ان لوگوں نے یونس کے خلاف پرچہ کٹوادیا جس میں پولیس کو باور کرایا گیاکہ یونس شادی سے پہلے بیمار ضرور تھا، مگر شادی کے بعد صحت مند رہا۔ دہرے قتل کی وجہ اس کا بیوی سے اختلاف تھا۔ یونس کو حوالات میں بند کردیا گیا۔ وہاں اس کی دماغی خرابی انتہائی حدیں چھونے لگی۔ وہ مکمل طور پر وحشی نظر آنے لگا۔وہ ایسی زبان بولنے لگا تھا، جو کسی کی سمجھ میں نہیں آتی تھی۔وہ ہر وقت تشدد پر آمادہ نظر آتا تھا۔
ایران پہ نئی عالمی پابندیاں عائد کی جائیں، سعودی عرب کی اسرائیلی بولی

مرکزی نیویگیشن پر جائیں

عالمی بینک مطابق اگر اصلاحات میں صرف بجلی کی قیمتوں پر توجہ دی گئی تو نظام کی خرابی کے سبب بجلی کی لاگت میں اضافے کی صورت میں نکلے گا جس سے غریب لوگ متاثر ہوں گے ۔۔۔۔۔۔
زجگر گوشہ رسول صلی اﷲ علیہ وسلم، سیدة النساء حضرت فاطمہ الزہرا کی ذات پاک کے بارے میں مرزا قادیانی نے جو بکواس کی ہے، ہمارا قلم اسے لکھنے کا حوصلہ نہیں رکھتا۔ اگر کسی نے یہ بکواس دیکھنی ہو تو ملعون مرزا قادیانی کی کتاب کا حوالہ درج ہے۔
قومی سلامتی کمیٹی کا اجلاس ،ْبھارتی بلااشتعال فائرنگ کے واقعات کی سخت مذمت ،ْمعصوم شہریوں کی شہادت پر گہرے دکھ کا اظہار ملک کی داخلی و سرحدی سیکیورٹی صورتحال اور حالیہ دہشتگردی کے واقعات پرغور ،ْآپریشن ردالفساد کے نتائج کا بھی جائزہ لیا گیا سکیورٹی فورسز پرحملوں کی مذمت اور کرنل سہیل عابد و دیگر اہلکاروں کی شہادت پر افسوس کا اظہار ایف اے ٹی ایف کے حوالے سے دہشت گردوں کی مالی معاونت روکنے سے متعلق اقدامات پر بھی شرکاء کو بریفنگ دی گئی
نعیم الحق نے نواز شریف سے مریم بارے بڑی بات کہہ دی
قیادت کے پیچھے کیا ہے؟غازی صلاح الدین
Thread: یہ غیر ملکی لگتا ہے
January 25, 2017 کھیل کی خبریں
حضرت مفتی شفیع صاحبؒ نے یہ بھی نقل کیا ہے کہ ہندوستان کی مشہور ومستند تاریخ فرشتہ، میں اس کا ذکر بھی موجود ہے کہ ہندوستان میں مہاراجہ مالیبار نے یہ واقعہ بچشم خود دیکھا اور اپنے روزنامچے میں لکھوایا اور یہی واقعہ ان کے مسلمان ہونے کا سبب بھی بنا اور اوپر کی حدیث جو ابوداؤد طیالسی اور بیہقی نے نقل کی ہے اس میں یہ بات آچکی ہے کہ قریش مکہ نے باہر سے آنے والے لوگوں سے بھی تحقیق کی اور ان لوگوں نے اس واقعے کی تصدیق بھی کی۔
پاکستان کی مزید خبریں
پی ایس ایل تھری اختتامی مراحل میں داخل
اضلاع کی خبریں
ہمارے بارے میں
پراپرٹیز:پیدا کیا: 30 مارچ 16, آخری اپ ڈیٹ: 30 مارچ 16, بهترین ریزولوشن: جی ہاں, ہم آہنگ براؤزر: IE9، IE10، IE11، فائر فاکس، سفاری، اوپرا، کروم، ایج, فائلیں: جے ایس جاوا سکرپٹ، جاوا اسکرپٹ JSON، ایچ ٹی ایم ایل, سافٹ ویئر ورژن: HTML5، گوگل ویب ڈیزائنر، Stencyl 3.2، 2 تعمیریہ صرف اس کے اتحادیوں کی خصوصیات میں سے کچھ ہیں. تمام خصوصیات کو دیکھنے کے لئے تفصیلات صفحہ پر جایئے !
نواز شریف کی ریلی سے پہلے لاہور میں ہنگامہ برپا ہوا تھا
"قاسم اس کمرے کا فرش کتنا بدنما ہو رہا ہے۔ پانی لا کر ابھی صاف کرو، دیکھنا کوئی داغ دھبہ باقی نہ رہے۔”
ہمارا المیہ ہے کہ ہمارے بچوں کو جب وہ ڈگری ڈپلومہ لے کر عملی دنیا میں آتے ہیں تو انہیں سب سے بڑی مشکل یہ پیش آتی ہے کہ مارکیٹ میں کوئی انہیں گائیڈ کرنے والا نہیں ہوتا۔ Internship کا کوئی اچھا ماحول نہیں۔ میں چاہتا ہوں کہ جب آپ اپنے کلینک پر بیٹھیں تو مکمل خود اعتمادی سے پریکٹس کریں۔
بقول اُن کے، ’میری کامیابی ایک یہودی خاندان کی مرہونِ منت ہے، جنھوں نے مجھے اپنا بیٹا بنایا۔ میری مدد کی۔ مجھے مشورے دیے۔ میں اس یہودی خاندان کا بے انتہا شکرگزار ہوں‘۔
نیویارک میں گیس کے دھماکے میں دو عمارتوں کے منہدم ہونے کےنتیجے میں 12 افراد زخمی
خبررساں ادارے رائٹرز کے مطابق راکٹ انٹرنیٹ کمپنی نے اپنی جنوبی ایشیاء کی مقبول ای کامرس ویب سائٹ ’دراز‘ علی بابا گروپ کو فروخت کردیا ہے۔
کھڑا ہوتا ہے ۔
اس موقع پر ان کے ساتھ ایف سی کے اہلکار بھی تھے وہ ان کے ساتھ ہاتھ بھی ملا رہے تھے اور کہہ رہے تھے کہ آپ کو ہتھیار اس لیے نہیں دے رہے کیونکہ سامنے والے بھی پاکستانی ہیں۔لہٰذا ہم حکمت عملی یہ رکھنا چاہےتے ہیں کہ آپ بھی رہیں لیکن ہتھیار کے بغیر ہی یہ معاملہ حل ہو جائے۔ اس دن سے ہی قیادت نے ان کو شک کی نظر سے دیکھا جس کے بعد چودھری نثار علی خان نے کئی موقعوں پر ٹرائل دیا اور کلئیر بھی ہوئے۔
عزاےِ شہادت حضـرت امام هادی(ع)... . . .
حقوقِ انسانی کے لیے کام کرنے والی بین الاقوامی تنظیم ایشین ہیومن رائٹس کمیشن نے کہا ہے کہ بلوچستان میں پچھلے کئی مہینوں سے ماورائے عدالت قتل کے واقعات میں اضافہ ہوا ہے۔
بھارت : اسلحہ ڈپو میں دھماکے کے دوران چھ افراد زندگی کی بازی ہار گئے
امّی رشتہ کرانے والی خاتون کے علاوہ اپنی بڑی بہن اور دیور کے ساتھ زبیر کے گھر گئیں۔ واپسی پر انہوں نے بتایا کہ گھر چھوٹا مگر صاف ستھرا اور آراستہ تھا۔ لڑکے کی والدہ اور بہنوں نے بہت پذیرائی کی۔ زبیر بھی گھر میں تھا۔ چائے خاصی پُرتکلف تھی۔ امّی کو ان لوگوں کا رہن سہن بھی اچھا لگا تھا۔
1965میں آزاد ہونے والا، کراچی کے ایک ضلع کے برابر رقبہ پر مشتمل سنگا پور ،اَپنے بانی لی کو آن یو کی دوررَس اصلاحات کے نتیجے میں صرف تیس سال میں دنیا کا نواں امیر ترین ملک بنا۔ 56 لاکھ آبادی پر مشتمل یہ جزیرہ جو کبھی کیچڑ کا دَریا کہلاتا تھا ،اب اس کا شمار دنیا کے مہنگے ترین شہروں میں ہوتا ہے۔ جس کی برآمدات 513 اَرب ڈالرسالانہ اور فی کس آمدنی 90 ہزار ڈالرسالانہ ہے۔ جبکہ ہمارے لٹیرے حکمرانوں کی بدولت ایٹمی قوت پاکستان کی سالانہ برآمدات صرف 23 اَرب ڈالراورفی کس آمدنی 1512 ڈالرسالانہ ہے۔ حلیمہ یعقوب کے شوہرمحمد عبد اللہ الحبشی یمنی نڑاد ہیں اور ان کے 5 بچے ہیں، یہ خاندان سنگا پور کے علاقے یشون میں آٹھ کمروں کے فلیٹ میں رہتا ہے۔ حلیمہ نے صدر بننے کے بعد صدارتی محل میں رہنے کی بجائے اِسی فلیٹ میں رہنے کا فیصلہ کیا ہے۔ ان کا یہ فیصلہ ہمارے حکمرانوں کے منہ پر طمانچہ ہے۔ پاکستان کے وزیر اعظم ہاؤس کا یومیہ خرچہ 2 لاکھ 30 ہزار روپے سے تجاوز کر چکا ہے۔ اس طرح اوسطاً سالانہ 8 کروڑ 42 لاکھ روپے وزیراعظم ہاؤس پر خرچ ہو رہے ہیں۔ گزشتہ دور میں سرکاری خزانے سے اِسی وزیراعظم ہاؤس میں گھوڑوں کو مربّے بھی کھلائے جاتے رہے ہیں۔ ایک چوکیدارکی بیٹی صدارت تک پہنچ کر اَپنی اوقات نہیں بھولتی ،لیکن ہمارے حکمران مسندِ اقتدار کو اپنا پیدائشی حق تصورکرتے ہیں اور خیال کرتے ہیں کہ رعایا ان کی غلام ہے اوروہ اپنی زندگی کا خراج دے کر، ان کے لیے تعیشات فراہم کرتی رہے گی۔
احتساب عدالت میں مشہور ناول”دیوتا” کی بازگشت
زیادہ پڑھی جانے والی خبریں
جناب فرخ تنویر چوہدری صاحب بھی اپنے بڑے بھائ کی طرح کمیونٹی میں متحرک تھے اور پاکستانی مسیحیوں کی ایک طاقتور آواز تھے۔ اور اپنے بھائ طاہر نوید چوہدری کے مشن کو آگے بڑھا رہے تھے۔ میری معتعد بار ان سے سکایئپ پر بات ہوئ جب ہم پاکستانی مسیحی پناہ گزین جو کہ تھائ لینڈ، سری لنکا اور ملیشیا میں مشکلات میں تھے۔ وہ قوم کا درد رکھتے تھے اور ہر قومی تحریک کو طاہر نوید صاحب کی طرح اپنی زاتی پارٹی سے اوپر اٹھ کر سپورٹ کرتے تھے۔
KarbalaUrdu.com کربلا سمیت تمام مقدس مقامات سے متعلق ہرخبر!۔

ادھر، اقوام متحدہ میں برطانیہ کے معاون سفیر، پیٹر ولسن نے شہریوں کی ہلاکت پر افسوس کا اظہار کیا ہے۔ تاہم، اُنھوں نے کہا کہ برطانیہ عرب اتحاد کی حمایت جاری رکھے گا۔
کھیل کی تفصیل ہے خواب، اتارنا. آن لائن کھیل کو کھیلنے کے لئے کس طرح ایک لڑکی اور اس کے خواب کی دو ایک جیسی تصاویر اختلافات تلاش کریں.

ان بارہ دنوں کے دوران ہوٹل میں قیام کرنے والے خلائی سیاح خلاء سے زمین کے بہت ہی خوبصورت نظاروں سے لطف اندوز ہو سکیں گے۔ چونکہ یہ ہوٹل زمین کے گرد تیز رفتاری سے چکر کاٹتے ہوئے 90 منٹ میں ایک چکر مکمل کرے گا اس لیے اس پر موجود سیاح ایک دن میں سولہ بار سورج کے طلوع و غروب کا نظارہ کر سکیں گے۔ جو کہ نیلے سیارے کے گرد بہت ہی مسحور کن نظارہ ہو گا۔
شیروں کا شکاری
ماسکو: روس کے صدرولادی میرپیوٹن نے منفی 6 سینٹی گریڈ کے درجہ حرارت میں...
میں تنہا تم کو یاد کروں۔۔۔
ستارہ شام ۔. 3-چراغ برتی ۔. لمبی تیزی سے موم بتی کے بعد ایک تیزی سا فرق ہے. بیل کنٹرول میں ہے، لیکن وہ زیادہ حاصل نہیں کرتے ہیں. دوسرا چراغ بہت چھوٹا ہے اور اس کے رنگ اہم نہیں ہے. تیسری تیز موم بتی خلا کے ساتھ کھولتی ہے اور پچھلے تیز فرق کو بھرتی ہے. یہ چراغ اکثر پہلے ایک سے زیادہ لمبا ہے ۔.
کھرمنگ (نامہ نگار) ڈسٹرک کھرمنگ کی ہیڈکوارٹر کی رسہ کشی اس وقت عوامی مسائل سے ذیادہ اہم نظر آتا ہے، ضلع کھرمنگ میں ہیڈکوارٹر کا مسلہ کچھ مقامی سیاست دانوں کیلئے وجہ شہرت بنی ہوئی ہے۔ دوسری طرف ضلعی سرکاری دفاتر کیلئے رسہ کشی بھی جاری ہیں مہدی آباد سے لیکر طولتی تک پھیلے سرکاری دفاتر موصلات کی عدم دستیابی کے سبب عوام کیلئے ایک پیچیدہ مسلہ بنا ہوا ہے لیکن کوئی پوچھنے والا نہیں۔ ضلع شگر میں پاسپورٹ آفس کا قیام بھی عمل میں آیا ہے لیکن کھرمنگ کے نام پر سیاست کرنے والوں کو ابھی محلے کی سیاست سے باہر آنے کا ابھی تک موقع نہیں ملا۔ کھرمنگ ضلع کی اعلان کے وقت گوہری میدان کو ضلعی ہیڈکوارٹر کیلئے باقاعدہ نوٹفکیشن جاری ہواتھا لیکن علاقائی مفاد پرستی کی سیاست کے بھینٹ چڑھ گئے۔ کچھ لوگوں نے اس میدان کیلئے معاوضہ دلانے کی کوشش کرنے کے بجائے سیاسی اور مقامی بیوروکریسی کی طاقت سے ہیڈکوارٹر مخصوص علاقے میں لے جانے کی اُنکی یہ کوششیں تو بے سود ثابت ہوئی لیکن اس وقت اُن سازشی عناصر کی زمینوں کو بھی بغیر کسی معاوضے کے سرکاری استعمال میں لانے کا فیصلہ ہوچُکا ہے۔
صدر پاکستان کی جانب سے مختلف شعبوں میں شاندار کارکردگی کا مظاہرہ کرنیوالی شخصیات کو اعزازات
میں اور مری ذات اگر ایک ہی شے ہیں
۵۴. ابراہیمؑ نے کہا تم مجھے اس حال میں بشارت دیتے ہو کہ مجھ پر بڑھاپا آ چکا ہے یہ کس چیز کی بشارت ہے جو تم مجھے دیتے ہو؟
اپنی ہستی کو مٹانے کی تمنّائی ہوں
”ہم آپ لوگوں سے مل کر بہت کھوش ہوا ہے۔“
امریکی وزیرِ خارجہ ہلری کلنٹن نے کہا ہے کہ امریکہ کواِس بات پر سخت تشویش ہے کہ مصری پولیس نے صدر حسنی مبارک کی حکمرانی کے خاتمے کا مطالبہ کرنے والے مظاہرین پر طاقت کا استعمال کیا ہے۔
فوجی آفیسر اور نیوی کے ملازمین جماعت پر چھائے ہوئے تھے۔ نیوی میں اکثریت بنگالیوں کی تھی۔ سعید بنگالی تو حضرت کا محبوب شاگرد تھا۔ کیپٹن زین العابدین کے کشف کا بھی بہت چرچا تھا۔ ایک دفعہ ہم نے اسے حضرت شیخ المکرم کو لینے کے لئے رسالپور سے چکڑالہ بھیجا تو راستے میں ایکسیڈنٹ مار دیا۔ جب پوچھا کہ یہ کیسے ہو گیا حالانکہ آپ تو اچھے ڈرائیور تھے، کہنے لگا کہ میں نے دیکھا گاڑی میں سوار تمام لوگ اوپر چل رہے ہیں۔ میں بھی بے اختیار آنکھیں بند کر کے ان کے ساتھ شامل ہو گیا۔ اس دوران گاڑی درخت سے جا ٹکرائی اور ایکسیڈنٹ ہو گیا جس میں حضرت شیخ المکرم بھی زخمی ہو گئے اور قاضی ثناء اللہ کو بھی معمولی زخم آئے۔
گل بہاو تنظیم کی چیئرپرسن نے وی او اے کو بتایا کہ فضلے سے کھاد بناکر اس میں بیجوں کو شامل کرکے اسے شاپنگ بیگ کا استعمال کیا گیا ہے۔ کراچی میں جہاں زیادہ تر فلیٹ اور پلازہ بنانے کے رجحان میں اضافہ کے ساتھ زمین بہت کم اور مہنگی ہے اور سبیزیاں اگانے کے لیے زیادہ جگہ درکار نہیں اس طریقے سے کم زمین میں زیادہ سبزیاں اگائی جا سکتی ہیں اس طریقے کو " آسمانی کھیت" کا نام دیاگیا ہے ۔
’’مودی مقبوضہ کشمیر کی صورتحال سےتوجہ ہٹانا چاہتے ہیں‘‘
آپ اپنے Facebook اکاؤنٹ کے ذریعے تبصرہ کر رہے ہیں۔ ( لاگ آؤٹ / تبدیل کریں )
جولائ 2, 2018 _ مہدی قاضی _ رجحان سازی
ایک یا ایک سے زیادہ کلیدی الفاظ درج کریں بوزان, فلم, جنوبی کوریا, زبان, بالی وڈ, ہالی وڈ, ایشیا
پاکستان ایمپلائز کوآپریٹو ہاؤسنگ سوسائٹی
بھارت اور امریکہ انھیں 2008ء میں ممبئی میں ہونے والے دہشت گرد حملوں کے منصوبہ سازوں میں شمار کرتا ہے لیکن حافظ سعید اس الزام کو مسترد کرتے آئے ہیں۔
مختار زیدی۔۔۔۔۔۔ ایسا کہاں سے لائیں تجھ سا کہیں جسے۔ رشحات قلم: اظہر الدین۔صحافی، ای ٹی وی اردو ، اورنگ آباد
ایگزیکٹ کمپنی کس طرح گھر بیٹھے آن لائن فراڈ کرکے کروڑوں روپے کماتی رہی، طریقہ کار جانئے اس ویڈیو رپورٹ میں
عمران خان رنگے ہاتھوں پکڑے گئے۔۔۔گزشتہ روز کیے گئے دعوے کی حقیقت پاکستانیوں کے سامنے آگئی
انہوں نے حکومت کو خبردار کرتے ہوئے کہا کہ ہمارے سوشل میڈیا کے لوگوں کو ہاتھ نہ لگاو¿، سوشل میڈیا پر پابندی لگائی تو سڑکوں پر نکلیں گے، کارکنوں کی سڑکوں پر آنے کی بڑی پریکٹس ہو چکی ہے، اللہ نے موقع دیا تو بلوچستان کو تبدیل کریں گے، بلوچستان کے پولیس والے خیبر پختونخوا کا پولیس ایکٹ مانگ رہے ہیں، کے پی میں کرپشن پر قابو پا لیا ہے، کے پی میں پولیس کا نظام مثال بن چکا ہے، کے پی کو نہ پوری گیس ملتی ہے نہ بجلی اور نہ پانی، یہی حال بلوچستان کا ہے، چھوٹے صوبوں کو ان کا حق نہیں ملتا، کچھی کینال بن جائے تو بلوچستان کو فائدہ ہو گا۔ عمران خان نے مزید کہا کہ یوتھ لون سکیم کے 75 فیصد قرضے پنجاب لے جاتا ہے، اقتدار میں آ کر عدل اور انصاف کا نظام لیکر آئیں گے، ایسا نظام بنائیں گے کہ تمام صوبوں کو مکمل حقوق ملیں گے
لیکن تُو اپنے نیک لوگوں کو چھپا لیتا ہے۔ اور انہیں تو بچا لیتا ہے۔
اخفائے راز کے اصول
مسجد محمدیہ ، ٹی ایم سی ایس لے آؤٹ، جے پی نگر ، فرسٹ اسٹیج
عمران کی سربراہ فوج کے ہمراہ یو اے ای میں آمد
ہمیں فالو کریں:
پولیس تھانہ گلیانہ نے مقدمہ درج کر لیا ہے ۔اور ملزمان سے تفتیش جاری ہے ۔ادھر معلوم ہو ا ہے کہ دو ماہ قبل نوبل کرنسی ایکسچینج میں کی گئی ڈکیتی میں ملوث ایک ملزم کو تھانہ کڑیانوالہ نے گرفتار کر لیا ہے ۔اس کے ساتھی کی تلاش جاری ہے۔

تازہ رہنے کے لئے ہمارے فیڈ کو سبسکرائب کریں!
پی اس پی – istgah.com
4 اگر ادوم کہے ہم برباد تو ہوے پر ویران جگہوں کو پھر آکر تعمیر کریں گے تو رب الافواج فرماتا ہے اگرچہ وہ تعمیر کریں پر میں ڈھاوں گا اور لوگ ان کا یہ نام رکھیں گے شرارت کا ملک۔ وہ لوگ جن پر ہمیشہ خداوند کا قہر ہے۔
(ارمان ہیں بہت سے، میرے پیر)

سکھر موٹر ورکس ایسوسی ایشن کی جانب سے جشن آزادی موقع پر تقریب
واضح رہے کہ گذشتہ ہفتے جب پرویز مشرف کو عدالت میں پیش کیا تو ان کے ساتھ درجنوں لڑاکا بھی تھے جنھوں نے وکیلوں جیسا لباس پہن رکھا تھا۔ ان کی سابق صدر مشرف کے مخالف وکیلوں کے ساتھ جھڑپ ہوئی تھی۔
السلام عليكم ورحمة الله وبركاته ایک طالب علم کو کسی کورس میں د اخلہ لینے کےلئے خود کو احمدی ظاہر کرتاہے۔جبکہ وہ مسلمان ہے کیاکتاب وسنت کی رو سے ایسا کرنا جائز ہے۔ نیز یہ بھی بتایئں کہ اس قسم کا مشورہ دینے کے متعلق شریعت اسلامیہ کا کیا فیصلہ ہےسائل۔عبد...
خاتون کو قتل کرنے والے ملزم کو سزائے موت کا حکم
تاہم ماہرین کا یہ بھی کہنا ہے کہ آئی فون 10 کو درپیش دیگر تمام مسائل میں یہ سبز لکیر کا مسئلہ سب سے زیادہ خطرناک ثابت ہو سکتا ہے۔ کیونکہ دیگر مسائل کا تعلق سافٹ ویئر سے ہے لیکن خطرناک مسئلہ ہارڈویئر میں خرابی کی وجہ سے ہو سکتا ہے۔
فیصل آباد(آن لائن)دورہ بنگلا دیش کے لیے نمائندگی پانے والے نوجوان بیٹسمین محمد رضوان نے خوشی کا اظہار کیا جبکہ جادوگر اسپنر سعید اجمل کہتے ہیں کہ سینئرز کو کپتان اظہر علی سمیت جونیئر کھلاڑیوں کو سپورٹ کرنا چاہیے۔ میڈیا سے گفتگو کرتے ہوئے کوئٹہ سے تعلق رکھنے والے محمد رضوان نے کہا کہ دورہ بنگلا دیش کے لیے منتخب ہونے پر وہ بہت خوش ہیں اور وہ اچھی کارکردگی سے اپنا انتخاب درست ثابت کریں گے۔ جادو گراسپنر سعید اجمل نے کہا کہ نوجوان کھلاڑیوں کو موقع دینا خوش آئند ہے۔

امریکی صدر ڈونلڈ ٹرمپ کا امریکی سفارت خانے کو یروشلم منتقل کرنے اور یروشلم کو اسرائیل کا دارالحکومت تسلیم کرنے کا فیصلہ تحریک کو اور بھی زیادہ مشتعل کرنے کی وجہ بنا ہے۔ یہ اقدام فلسطینی قومی جدوجہد کے بنیادی مطالبات کے خلاف شعوری اشتعال انگیزی تھی۔ منتقلی کی تاریخ بھی دانستہ طور پر ایک ایسے دن رکھی گئی جب اسرائیل کی ریاست کا اعلان ہوئے 70 سال مکمل ہو چکے تھے (1948ء) جس کی وجہ سے 7 لاکھ سے زائد فلسطینیوں کو اپنا گھر بار چھوڑنا پڑا تھا۔۔ایک ایسا دن جسے فلسطینی ’’نکبہ‘‘(تباہی و بربادی) کے نام سے یاد کرتے ہیں۔
فہرست ممالک بلحاظ قدرتی گیس کے ثابت شدہ ذخائر - آزاد دائرۃ المعارف، ویکیپیڈیا
451 _ _ ‎‡a گلوسٹر، میساچوسٹس‏
برونائی کے اضلاع - آزاد دائرۃ المعارف، ویکیپیڈیا
باصلاحیت مسٹر دیپک گپتا حیرت انگیز پینٹنگز کو پیدا کیا ہے. یہاں آپ کے لئے گوتم بدھ ہے.
بکٹکائن قیمت تکنیکی تجزیہ - $ 300 کے لئے سربراہ؟
جواب دیں جواب منسوخ کریں
گوادر کے مقامی تاجروں سے بات ہوئی۔ وہ لوگ بہت پر امید تھے کہ گوادر میں ترقیاتی کاموں نے رفتار پکڑ لی ہے۔ پرانے گوادر کا کافی سارا حصہ گرایا جا رہا ہے۔ اس کو پاس ہی ایک جگہ شفٹ کیا جائے گا۔ گوادر فشری والوں کو بھی متبادل جگہ دے کر گوادر پورٹ کے پاس سے شفٹ کرنے کا پروگرام ہے۔ گوادر میں جگہ جگہ سرکاری عمارتوں پر وزیراعلی بلوچستان اور وزیر اعظم پاکستان کی تصاویر والے بڑے بڑے پینا فلیکس پوسٹر لگے ہوئے ہیں۔ سرکاری عمارتوں پر یہ کچھ اچھے نہیں لگتے۔

ہمارے بارے میں

فیروز سمجھ گیا کہ یہ شہزادی وہی ہے جس کی تلاش میں میں نے شہر بہ شہر خاک چھانی ہے۔
راجستھان میں مسلم اکثریت والا ایک گاؤں ‘ زیادہ تر فوجی۔ ویڈیو
آئ آئ چندریگر روڈ (1)
تو پھر سے خفا ہوگیا
ابھی پرتھوی شا نے اپنے بین الاقوامی کریئر کا آغاز نہیں کیا ہے اور اتنی کم عمر میں اتنا بڑا تشہیری معاہدہ کرنے والے پہلے بھارتی کھلاڑی بن گئے ہیں۔
ایک بار یاد رکھیے گا، قرآن صرف صادق اور آمین کے دل میں اترتا ہے. میں نے اس کتاب کے بڑے بڑے علما کو دیکھا ہے، جو امانت کی راہ سے ذرا سے پھسلے اور پھر ان سے قرآن کی حلاوت چھین لی گئی. اور پھر کبھی وہ اس کتاب کو ہاتھ نہ لگا سکے."
"بہت جلد انسان کا ایمان اپنی تخلیق شدہ مخلوق سائنس پر اتنا مستحکم ہوتا چلا گیا کہ بے اختیاری میں اس نے اپنی مخلوق کے ذریعے ملکوں اور قوموں کو تباہ کرنا شروع کر دیا۔" ( ١٩٩٠ء، پاگل خانہ، ١١ )
اسمبلی میں سادہ اکثریت کے لیے 92 سیٹیں چاہیے اور ابھی سے تھوڑی دیر قبل بی جے پی کو 100 سے زیادہ سیٹوں پر سبقت نظر آ رہی تھی۔
دوسرے مرحلے میں ناظم آباد سے بورڈ آفس جانے والے ٹریک کو منہدم کیاجا ئے گا۔ ناظم آباد ، نارتھ ناظم آباد ، نارتھ کراچی، نیوکراچی اور سرجانی ٹاؤن جانے والے لاکھوں شہری روزانہ ناظم آباد پل استعمال کرتےہیں، پل کے انہدام کے بعد ٹریفک جام میں مزید اضافہ کا خدشہ ہے۔
قصور کے درندے کو سرعام پھانسی دی جائے
اور پہاڑوں کی تخلیق سے بھی پہلے تیرا جنم ہوا۔
مسئلہ کشمیر کو بھرپور طریقے سے اجاگر کیاجائے گا، محمد نواز شریف کا حریت کانفرنس کے رہنماوں سے ملاقات کے دوران اظہار
پروفیسر سوگیتا نے جاپان کے ایک ٹیلی ویژن پر اپنے انٹرویو میں کہا ہے کہ کوا اس سے کہیں زیادہ ذہین ہے جتنا کہ ہم اسے سمجھتے ہیں۔
مایوس مہاجرین آسٹریا سے اپنے اپنے وطن واپس جانے لگے 06.02.2016
مزید دکھائیں
9. اسلام کا کونسا رکن گناہوں سے ڈھال ہے؟
شنگھائی تعاون تنظیم کے ذریعے دونوں ملکوں کی نئی بات چیت شروع ہورہی ہے اور آپس میں انسداد دہشت گردی سمیت حساس مسائل پر تبادلہ خیال کیا جا رہا ہے۔یہ شنگھائی جذبے کی زندہ مثال ہے ۔ چینی صدر شی جن پھنگ نے چھنگ تاو سمٹ میں شنگھائی تعاون تنظیم کے ہم نصیب معاشرے کا تصور پیش کیا ہے ۔اس بارے میںاقوام متحدہ کی نائب سیکریٹری جنرل آمنہ محمد نے یہ خیال ظاہر کیا کہ چینی صدر نے پوری دنیا کی ترقی اور مستقبل کے تناظر میں بنی نوع انسان کے ہم نصیب معاشرے کا تصور پیش کیا ہے۔اس سلسلے میں چین رہنما کردار ادا کریگا۔ ترقی کے راستے میں ہم کسی ملک کو بھی پیچھے نہیںرہنے دیںگے۔ اس ضمن میں دنیا کو چین کی رہنمائی کی ضرورت ہے۔
دینی مدارس کے نصاب اور طرزِ تعلیم پر ایک نظر (قسط اول)
جھوٹ بولنے والوں کا انجام قرآن و ...
’میں مختلف طریقے سے ظاہر ہونے والی آواز ہوں۔ میں اس لا محدود کی آواز ہوں، جس کے بے شمار پہلو ہیں اور یہ پہلو مختلف نوعیت کے ہیں۔ میں اس کبھی نہ ختم ہونے والی مسرت کی آواز ہوں، جو تمام چیزوں میں جاری و ساری ہے۔ مسرت میرے تخلیق کا بنیادی نقطہ ہے اور میری زندگی کا مقصد بھی۔‘
مسلم لیگ ن قانونی اور سیاسی محاذ پر شدید مسائل سے دوچار ہے۔ میاں نوازشریف کی سیاسی جانشینی کے لیے میاں شبہازشریف کھل کرسامنے آچکے۔اب صورت حال یہ ہے کہ مریم نواز قومی اداروں کے ساتھ محازآرائی کے راستے پر گامزن ہیں جبکہ وزیر اعلی پنجاب شہباز شریف مفاہمت کے علمبردار بن کر سامنے آئے ہیں۔ادھر مسلم لیگ ن کے اندر باغی گروپ سے متعلق خبریں بھی سامنے آرہیں جن کی شیخ رشید کے بعقول 50سے 60کے قریب بتائی جارہی ہے۔ مسلم لیگ ن کے اندرونی حلقوں کا خیال ہے کہ پارٹی کی نظر آنے والے سینٹ انتخابات پر مرکوز ہے۔ پی ایم ایل این سمجھتی ہے کہ حالات کچھ بھی ہوں اسے بہرکیف ایوان بالا میں اپنی متوقع اکثریت حاصل کرنا ہے تاکہ موجودہ اور مسقبل کے مسائل سے کامیابی سے نبرد آزما ہوا جاسکے۔ کہتے ہیں سیاست میں مہینہ تو دور ایک ہفتے بھی بہت ہوا کرتا ہے۔ آنے والے دنوں میں مسلم لیگ ن اپنے مسائل پر کب اور کیسے قابو پاتی ہے اس بارے حتمی طور پر کچھ کہنا یقینا مشکل ہے۔
حکمران پاکستان کو دہشت گردی کی ’’گرے لسٹ‘‘ میں شامل کروا کر رخصت ہورہے ہیں : ڈاکٹر طاہر القادری نیوز لیکس سکینڈل اور دہشت گرد ہمسایہ ممالک میں بھجوانے کے الزام سے قومی مفاد کو نقصان پہنچا نااہلی اور کرپشن کی وجہ سے حلقہ بندیوں کے تنازع نے بحران کی شکل اختیار کر لی: سربراہ عوامی تحریک
صوبہٴ خیبر پختونخواہ کےدارالحکومت پشاور کے مضافات میں ایک پولیس چوکی پر ہونے والے ایک بم حملے میں پولیس کا ایک عہدے دار ہلاک جب کہ دوسرا زخمی ہوا۔
برکت حسین گہری سوچ میں ڈوب گئے — ماجرا کیا ہوسکتا ہے؟ کوئی خطرناک بات نہیں ہے۔ نہیں تو … پھر منا میں آئی اس تبدیلی کی وجہ کیا ہے۔ اتنی تبدیلی بے بات اور اچانک تو نہیں آسکتی … وہ ذرا سوچ میں ڈوب گئے۔ معاً انہیں ان کے دوستوں کا خیال آیا — منا کے یہ نئے دوست۔ وہ شمیم کی طرف مڑے۔

بھارتی وزیراعظم نریندر مودی نے یو ٹرن لیتے ہوئے کہا ہے کہ ان کا ملک....
عصر حاضر کے اہم مسائل میں سے ایک مسئلہ جو اہلبیت علیہم السلام کے پیروکاروں کے درمیان خاص اہمیت کا حامل ہے، وہ یہ ہے کہ امام زمان عجل اللہ تعالی کے دور غیبت میں ان کے شیعوں اور چاہنے والوں کی کیا کیا ذمہ داریاں ہیں ؟
جماعت اسلامی کے سابق امیر قاضی حسین احمد اسلام آباد کے ایک اسپتال میں حرکت قلب بند ہوجانے سے انتقال کرگئے۔
رہی بات تنظیمی ذمہ داری طلب کرنے کی تو اس کا طلب کرنا بھی مناسب نہیں کیونکہ نیکی کی دعوت دینے اور بُرائی سے منع کرنے کے لیے ذمہ دار کے منصب پر فائز ہونا ضروری نہیں ، ماتحت رہ کر بھی یہ کام ہو سکتا ہے اللہ عَزَّوَجَلَّ ہمیں اخلاص کے ساتھ نیکی کی دعوت کی دھومیں مچانے والا بنا دے، اٰمِیْن بِجَاہِ النَّبِیِّ الْاَمِیْن صَلَّی اللّٰہُ تَعَالٰی عَلَیْہِ واٰلہٖ وَسَلَّم۔
الحدیدہ ایئر پورٹ مکمل طور پر آزاد / الحدیدہ پر سعودی عرب کے قبضہ کی خبریں بے بنیاد
عباس ناصر 4 دن پہلے
3) آسان آپریشن اور بحالی کی خدمات
رمضان کے علاوہ اعتکاف[ترمیم]
انا للہ وانا الیہ راجعون ہسپتال میںہی انتقال۔۔ پاکستان مسلم لیگ (ن) کو بہت بڑا جھٹکا ۔۔ آہیں اور سسکیاں ۔۔پاکستان میں کہرام مچ گیا
رسائی کے لیے لنک
بھکر ، گورنمنٹ پوسٹ گریجویٹ کالج کے لیے حالیہ بجٹ میں 16 کروڑ روپے مختص کردئیے
اپنے دوست کو ای میل کریں

شاہ رخ خان نے اپنی انتھک محنت کا سہرا سروج خان کے سر باندھ دیا
Posted By: ٹیم آئی بی سی اردو نیوزon: August 19, 2016 In: دنیا, سائنس و ٹیکنالوجیNo CommentsViews: 146 views
ایڈیلیڈ: ایڈیلیڈ ٹیسٹ میں بولرز کی شاندار کارکردگی کے باعث آسٹریلیا نے انگلینڈ کو120سے بآسانی شکست دے کر سیریز میں دو۔صفر کی برتری حاصل کرلی۔ تیسرا ٹیسٹ 14دسمبر سے پرتھ میں کھیلا جائے گا۔
شام ،بشار ا ور روسی طیاروں کی بمباری سے4روز میں 229 شہید
سلامتی کونسل کے اجلاس میں صیہونی بستیاں بنائے جانے کے اقدام کی مذمت
کتاب یہاں دبا کر آڈر کر سکتے ہیں
/شنگھائی، 13 جون 2017ء / پی آر نیوزوائر/– پاکستان کے اہم بینکاری ادارے عسکری بینک لمیٹڈ (اے کے بی ایل) اور دنیا کی سب سے بڑی ادائیگی اسکیموں میں سے ایک یونین پے انٹرنیشنل کے
کیا خاندان میں پھوپھو ہی ہر لڑائی کی وجہ ہوتی ہے؟
کابل سے بی بی سی کے قوئنٹن سومر ولے کا کہنا ہے کہ اس بات کا امکان ہے کہ امریکی صدر افغانستان میں رہ جانے والی افواج کے بارے میں بات کریں گے اور یہ کہ کیا وہ طالبان کے ساتھ لڑیں گی یا اپنی توجہ القاعدہ سے لڑنے پر مرکوز کریں گی۔
ضرور پڑھیں: پنجاب کے مختلف شہروں میں دھند کا راج ، حد نگاہ صفر رہ گئی ، ٹریفک حادثات میں 28 افراد زخمی
کراچیالیکشنلاہورلوڈشیڈنگقرضہپشاورپنجابمسلم لیگ (ن)
سلام ہے ایسی نیوز اینکرکو جس نے سچ کہنے میں کوئی ہچکچاہٹ محسوس نہیں کی ہے۔ ویڈیو
ہاردک پٹیل نے سیکورٹی کی پیشکش کو کیا مسترد ، جاسوسی کی کوشش قرار دیا
مذکورہ آیت اور اسلام و مغرب کی نظر میں انسانی حقوق کی تقابلی بحث کے پیش نظر یہ تسلیم کرنا ہوگا کہ انسان کے عالمی حقوق کی بنیاد سب سے پہلے اسلام میں رکھی گئی جس کا منادی اوّل دین ابراہیم علیہ السلام تھا۔ ممکن ہے کسی کے ذہن میں یہ سوال جنم لے کہ اس دعوت کے مخاطب صرف اہل کتاب ہیں اور دوسرے انسان اس میں شامل نہیں ہیں اور دوسرے یہ کہ اللہ نے ان دونوں باتوں یعنی خدا پرستی اور متنوع و متعد بندگیوں سے رہائی و آزادی کو ان تمام انسانوں کے لئے ایک مشترکہ حقیقت کے طور پر قرار دیا ہے جو انبیائے الہی کے پیروکار اور آسمانی کتابوں پر عمل کرنے والے ہیں۔
مقعد جنسی سے محبت کرتا ہوں- Wet Lesbians
کنویں پر یا گاؤں کے باہرکھڑے پانی کے کنارے عورتوں کے کپڑے دھونے کے مناظر!!ا
سابق مس یونیورس نے بھی دوسری شادی کا اعلان کر دیا

ہمارے عدالتی نظام اور اس سے منسلک پیشہ ور افرادمیں سے مثل نویسوں اور وکلاء کرام کے قلم کی روشنائی ہی واحد روشنائی ہے جوکبھی نہیں خشک ہوتی،مدعی اور مدعاعلیہ ہی نہیں بلکہ ان کی تین تین چار چار نسلوں کی آنکھیں اور ان میں بسی امید کی روشنائی تو ایک دو پیشیوں میں سوکھ ہی نہیں ہمیشہ ہمیش کے لئے اڑ بھی جاتی ہے۔اس کی وجہ کیا ہے؟۔جناب چیف جسٹس صاحب فرماتے ہیں کہ’’ ہم نے قانون کو اپ ڈیٹ نہیں کیا،سب سے بڑا مسئلہ ہے لوگوں کو جلد انصاف نہیں ملتا،وہ کیوں نہیں ملتا اکیلا اس سوال کا جواب نہیں ڈھونڈ پارہا،کتنی دہائیوں کے باوجود ان کو انصاف نہیں ملا،انصاف کا تاخیر سے ملنا انصاف کی موت ہے،یہ نظام کا قصور ہے اور یہ ہم سب کی ذمہ داری ہے‘‘۔
Previous اسکارف کی بے حرمتی پر ایرانی خاتون کو 20 سال قید کی سزا
خدائی ٹھیکیداروں سے آپ نمٹتے رہیں ، میں تو بس یہ کہنے آیا ہوں کہ عنوان کے آخر سے ختمہ ہٹا دیجئے۔
میں اس کا امتی ہوں وہ میرا رسولؐ ہے
