▁25 ▁دسمبر ▁- ▁رام ▁نار ائن ▁کی ▁پیدائش ۔
▁اگست ▁26, ▁2017 ▁این ▁اے 120 کا ▁ضمن ی ▁انتخاب ، ▁آخری ▁گی ند ▁تک ▁لڑ یں ▁گے ، ▁عمران ▁خان پر ▁تبصرے ▁بند ▁ہیں
▁ہماری ▁تاریخ ▁فوجی ▁آمر یت ، ▁معاشی ▁استحصال ▁اور ▁مذہبی ▁شدت ▁پسند ی ▁کے ▁خلاف ▁جدوجہد ▁کی ▁تاریخ ▁ہے ▁اور ▁عسکری ت ▁پسند ▁مذہبی ▁بنیاد ▁پرست ی ، ▁ریاست ی ▁اداروں ▁کے ▁ما ور ائے ▁آئین ▁اقدامات ▁اور ▁کمزور ▁جمہوری ▁نظام ▁کے ▁باوجود ▁پاکستان ▁میں ▁انسانی ▁حقوق ▁کی ▁جدوجہد ▁جاری ▁رہے ▁گی۔
▁عمر ▁کے ▁بڑھ نے ▁کے ▁ساتھ ▁ساتھ ▁انسان ▁کے ▁چہرے ▁پر ▁ج ُ ھر یوں ▁کے ▁ا ُ ب ھر نے ▁کا ▁عمل ▁ فطر ی ▁ہے۔ ▁تاہم ▁ان ▁ج ُ ھر یوں ▁کو ▁بہت ▁زیادہ ▁نمای اں ▁نظر ▁آنے ▁سے ▁روکنے ▁کے ▁لیے ▁اس ▁کے ▁خلاف ▁کچھ ▁کیا ▁جا ▁سکتا ▁ہے۔ ▁اس ▁بارے ▁میں ▁جرمنی ▁کے ▁صارفین ▁کے ▁تحفظ ▁سے ▁متعلق ▁ایک ▁معروف ▁ جری دے ▁ ’ ٹی سٹ ‘ ▁کی ▁ایک ▁تازہ ▁ترین ▁رپورٹ ▁میں ▁چند ▁دلچسپ ▁حق ائ ق ▁سامنے ▁آئے ▁ہیں۔
▁• ▁Science ▁& ▁Technology ▁(15 30) ▁سائنس ▁/ ▁ٹیکنالوجی
▁سرفراز ▁بگ ٹی ▁نے ▁یہ ▁بھی ▁کہا ▁کہ ▁25 ▁نومبر ▁کے ▁واقعے ▁کی ▁تحقیقات ▁کیلئے ▁ایک ▁فرا نز ک ▁ٹیم ▁کو ▁لاہور ▁سے ▁بل ایا ▁گیا ▁ہے ▁اس ▁کے ▁علاوہ ▁کوئٹہ ▁میں ▁ہونے ▁والے ▁ماہ ▁نومبر ▁کے ▁تین وں ▁افسوس ناک ▁واقعات ▁کے ▁مح رک ات ▁اور اس ▁میں ▁ملوث ▁گروپ وں ▁کا ▁جائزہ ▁لے ▁رہے ▁ہیں۔ دو سر ی ▁جانب ▁گزشتہ ▁دنوں ▁کے ▁خود ▁کش ▁دھماکے ▁کے ▁بعد ▁کوئٹہ ▁شہر ▁میں ▁لوگوں ▁میں ▁خوف ▁و ▁ہر اس ▁بھی ▁پیدا ▁ہوا ▁ہے ▁تاہم ▁شہر ▁کی ▁سکیورٹی ▁سخت ▁کر ▁دی ▁گئی ▁ہے ▁اور ▁مختلف ▁علاقوں ▁میں ▁چیک نگ ▁کا ▁سلسلہ ▁شروع ▁کیا ▁گیا ▁ہے۔
▁’’ جو ▁بھی ▁بات ▁کہ ی ▁جا ▁رہی ▁ہو ▁وہ ▁اگر ▁ خلو ص ▁سے ▁کہ ی ▁جائے ▁اور ▁مقصد یت ▁رکھتی ▁ہو ▁تو ▁بڑی ▁اچھی ▁بات ▁ہے ▁اگر ▁یہ ▁سب ▁کچھ ▁داد ▁بٹ ور نے ▁کے ▁لئے ▁ہے ▁تو ▁ظاہر ▁کہ ▁بے ▁اثر ▁ہو ▁گی۔ ▁‘‘
▁مقبوضہ ▁کشمیر ▁میں ▁بھارتی ▁افواج ▁کی ▁فائرنگ ▁سے ▁شہری ▁شہید ، ▁حر یت ▁رہنماؤں ▁کی ▁شدید ▁مذمت
▁بی ▁بی ▁سی ▁کے ▁بارے ▁میں
▁ای ون ٹ ▁میں ▁پاکستانی ▁ٹیم ▁کوئی ▁میچ ▁نہیں ▁ہار ی ▁تھی ▁جس ▁کی ▁وجہ ▁سے ▁قومی ▁ٹیم ▁کو ▁فائنل ▁میں ▁فی ور ٹ ▁دیا ▁جارہا ▁تھا ، ▁گری ن ▁شر ٹس ▁نے ▁سیم ی ▁فائنل ▁میں ▁ان ڈ ونی شی ا ▁کو ▁4-5 ▁سے ▁شکست ▁دے ▁کر ▁فائنل ▁کے ▁لیے ▁کو ال یف ائی ▁کیا ▁تھا۔
▁مذہبی ▁مضامین
▁کیا ▁میں ▁کر یڈ ٹ ▁کارڈ ▁کے ▁ذریعے ▁ادائیگی ▁کر ▁سکتا ▁ہوں ؟
▁وزیراعلی ٰ ▁عثمان ▁بز دار ▁سے ▁آس ٹری لین ▁ہائی ▁کمشنر ▁کی ▁ملاقات ، ▁صحت ، ▁تعلیم ▁سمیت ▁مختلف ▁شعب وں ▁میں ▁شر ا کت ▁بڑھانے ▁پر ▁اتفاق

▁چو تھ ی ▁چیز ▁جو ▁اقبال ؒ ▁کی ▁تعمیر ِ شخص یت ▁میں ▁اہم ▁ہے ▁وہ ▁آپ ▁کی ▁“ نال ۂ ▁نیم ▁شب ی ” ▁ہے۔ ▁اگرچہ ▁آپ ▁مطالع ے ▁اور ▁درس ▁و تد ریس ▁کے ▁شوق ین ▁تھے۔ ▁اس ▁کے ▁باوجود ▁آپ ▁کی ▁فکر ▁کو ▁قوت ِ ▁تاثیر ▁نصیب ▁ہونے ▁میں ▁آپ ▁کی ▁آ ہ ِ ▁سحر گاہ ی ▁کا ▁ہاتھ ▁ہے۔ ▁رات ▁کے ▁آخری ▁پہ ر ، ▁می ٹھی ▁نی ند ▁سے ▁بیدار ▁ہو ▁کر ▁اپنے ▁رب ▁کے ▁سامنے ▁گ ڑ گ ڑا نا ▁آپ ▁کو ▁نئی ▁قوت یں ▁عطا ▁کرتا ۔ ▁یہی ▁وجہ ▁ہے ▁کہ ▁آپ ▁کو ▁اپنی ▁سحر گاہ ی ▁قیمت ی ▁سرما ئے ▁کی ▁مانند ▁عزیز ▁تھی۔
▁محمد ▁حفیظ ▁نے ▁55 ▁ٹیسٹ ▁میچ وں ▁کی ▁104 ▁اننگز ▁میں ▁10 سن چر یوں ▁اور ▁12 ▁نصف ▁سن چر یوں ▁کی ▁مدد ▁سے ▁3 ہ زار ▁ 644 ▁رنز ▁بنائے ▁جبکہ ▁اس ▁کے ▁علاوہ ▁53 و کٹ یں ▁بھی ▁حاصل ▁کی ں۔
▁لڑائی ▁کے ▁خاتمے ▁کے ▁لیے ▁افغان ▁طالبان ▁کا ▁امریکہ ▁سے ▁پھر ▁بات ▁چیت ▁پر ▁زور
▁فوجی ▁بو ڑھ ا ▁نہیں ▁ہوتا ▁(4)
▁‫ ▁• وی ڈی و ▁کال ‪ ▁: ‬ وی ڈی و ▁کال ز ▁کیلئے ▁سم ▁یا ▁یو سم ▁کارڈ ▁منتخب ▁کریں۔ ‬
▁کھیل ▁کھیل تے ▁ہیں ▁واشنگٹن ▁2 ▁آن ▁لائن :
▁آپ ▁فرما ▁دیں ▁انہیں ▁پکار و ▁جنہیں ▁تم ▁اللہ ▁کے ▁سوا ▁( مع بود ) ▁گمان ▁کرتے ▁ہو ، ▁وہ ▁( تو ) ▁ایک ▁ذ رہ ▁کے ▁برابر ▁بھی ▁مالک ▁نہیں ▁( ا خت یار ▁نہیں ▁رکھتے ▁) ▁آسمان وں ▁میں ▁اور ▁نہ ▁زمین ▁میں ، ▁اور ▁نہ ▁ان ▁میں ▁( آس مان ▁و ▁زمین ▁میں ) ▁ان ▁کا ▁کوئی ▁سا جھ ا ▁ہے ▁، ▁اور ▁نہ ▁ان ▁میں ▁سے ▁کوئی ▁اللہ ▁کا ▁مدد گار ▁ہے۔ ▁( ۲۲ )
▁ فرح ▁ناز ▁ا صف ہ انی
▁مرکزی ▁مواد ▁پر ▁جائیں
▁بات ▁کمزور ی ▁کی ▁نہیں ، ▁بات ▁یہ ▁ہے ▁کہ ▁ہم ▁فریق ▁ثانی ▁سے ▁کہیں ▁زیادہ ▁ذم ہ ▁دار ، ▁“ فی مل ی ▁اور ی نٹ ڈ ” ▁اور ▁خیال ▁رکھنا ▁جان نے ▁والے ▁ہوتے ▁ہیں۔
▁تصور ▁کیا ▁جارہا ہے ▁ . ▁چیف ▁ای گز یک ٹو ▁آفیسر ▁ٹیلی ▁نار ▁عرفان ▁وہ اب ▁خان ▁نے ▁حال ▁ہی ▁میں ▁ٹیلی ▁نار ▁آئی - چی مپ ئن ▁بنانے ▁کے ▁لئے ▁فیس ▁بک ▁کی ▁طرف ▁سے ▁مفت ▁بنیادی ات ▁کے ▁ساتھ ▁اپنے ▁حالی ہ ▁تعاون ▁کے ▁بارے ▁میں ▁بتایا . انہ وں ▁نے ▁کہا ▁کہ ▁ڈیٹا ▁حاصل ▁کرنا ▁دراصل ▁پاکستان ▁کے ▁نوجوانوں ▁کو ▁ترقی ▁کی ▁راہ ▁پر ▁گام زن ▁کرنا ہے ▁تاکہ ▁وہ ▁اس ▁جدید ▁دور ▁میں ▁دنیا ▁سے ▁مقابلہ ▁کرنے ▁کے ▁قابل ▁بن ▁سکیں ▁ . ٹی لی ▁نار ▁آئی ▁چی مپ ▁کو ▁اسی ▁سوچ ▁پر ▁عمل ▁کرتے ▁ہوئے ▁بنایا ▁گیا ہے ▁تاکہ ▁پاکستانی ▁بچوں ▁کو ▁انٹرنیٹ ▁تک ▁رسائی ▁دی ▁جا ▁سکے ▁اور ▁وہ ▁اس ▁کے ▁ذریعے ▁اپنی ▁پڑھ ائی ▁کی ▁ضروری ات ▁کو ▁پورا ▁کر ▁سکیں ▁اور ▁آگے ▁بڑھ تے ▁جائیں ▁ . ▁ٹیلی ▁نار ▁آئی ▁چی مپ ئن ▁ایک ▁انقلابی ▁تصور ▁ہے ▁جس ▁کے ▁ذریعے ▁پاکستانی ▁طلب اء کی ل ئے ▁علم ▁اور ▁معلومات ▁کے ▁نئے ▁اور ▁تیز ▁ترین ▁دروازے ▁کھل ▁جائیں ▁گے ▁ . ٹی لی ▁نار ▁ہمیشہ ▁سے ▁اس ▁چیز ▁پر ▁یقین ▁رکھتا ہے ▁کہ ▁معاشرے ▁کو ▁تجارت ی ▁حدود ▁سے ▁آگے ▁نکل ▁کر ▁کچھ ▁ایسا ▁دیا ▁جائے جو کہ ▁ان ▁کو ▁ترقی ▁یافتہ ▁اور ▁ایک ▁با ا خت یار ▁معاشر ہ ▁بنانے ▁میں ▁مدد ▁فراہم ▁کرے ▁ . اس ▁مقصد ▁کے ▁پیش ▁نظر ▁ٹیلی ▁نار ▁کی ▁ٹیم وں ▁نے ▁وسیع ▁سفر ▁کیا ▁ہے ▁تاکہ ’ ▁ڈیٹا ▁‘ کی ▁دستیاب ی ▁کے ▁طریقہ ▁کار ▁کار ▁کو ▁بچوں ▁کو ▁بہتر ▁طریقے ▁سمجھا نے ▁میں ▁مدد ▁کر ▁سکیں ▁اور وہ ▁موبائل ▁کے ▁استعمال ▁کو ▁سیکھ ▁کر ▁اچھے ▁طریقے ▁سے ▁پڑھ ائی ▁کر ▁سکیں ▁ . م وب ائل ▁ڈیٹا ▁اور ▁فیس ▁کی ▁جانب ▁سے
▁فیصلے ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁خواجہ ▁آصف ▁نے ▁کافی ▁عرصے ▁سے ▁غیر ▁ملکی ▁کمپنی وں ▁کے ▁ساتھ ▁معاہدہ ▁کر ▁رکھا ▁تھا ▁۔ عد الت ی ▁فیصلے ▁میں ▁کہا ▁گیا ▁خواجہ ▁آصف ▁کے ▁وکیل ▁کی ▁طرف ▁سے ▁یہ ▁دل ائل ▁دینا ▁کہ ▁ان ▁کے ▁مؤ کل ▁کا ▁ا قام ہ ▁ملازمت ▁کیلئے ▁نہیں ▁بلکہ ▁کسی ▁اور ▁مقصد ▁کیلئے ▁ہے ▁کسی ▁طور ▁پر ▁بھی ▁قابل ▁قبول ▁نہیں ▁ہے۔ تحر یری ▁فیصلے ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁اگر ▁اس ▁طرح ▁کے ▁معاملے ▁پارلیمنٹ ▁کی ▁بجائے ▁عدالت وں ▁میں ▁ہوں ▁گے ▁تو ▁پھر ▁عدالت یں ▁قانون ▁کے ▁مطابق ▁ہی ▁فیصلہ ▁دیں ▁گی۔
▁ علامہ ▁ابن ▁حجر ▁فرماتے ▁ہیں ▁کہ ▁" صد وق " ▁لیکن ▁مہ تم ▁بالت ث ی ع ▁تھا۔ "

▁ک ٹھ ▁پت لی ▁حکومت ▁ہر ▁حوالے ▁سے ▁نا کا ▁م ▁ہو ▁چکی ▁ہے ▁چ ٹی ا ▁کا ٹ نے ▁کے ▁مجرم وں ▁کو ▁فوری ▁طور ▁پر ▁پکڑ اج ائے ، اک بر ▁لون
▁بچوں ▁کا ▁صفحہ
▁امریکہ ▁دنیا ▁کو ▁زہر ▁کی ▁گول ی ▁کھل انے ▁کی ▁کوشش ▁کر ▁رہا ...
▁اگر ▁میں ▁د اؤ ▁پر ▁لگا ▁سک وں
▁رک شا ▁ہم ▁لے ▁کر ▁جائے ▁گا
▁چودھری ▁نثار ▁اک وڑ ہ ▁خ ٹک ▁میں ▁دار ▁العلوم ▁حق ان یہ ▁گئے ▁جہاں ▁انہوں ▁نے ▁مولانا ▁سم ی ع ▁الحق ▁کی ▁شہادت ▁پر ▁ان کے ▁اہل ▁خانہ ▁سے ▁اظہار ▁تعز یت ▁کیا ▁اور درج ات ▁کی ▁بلند ی ▁کیلئے ▁دعا ▁کی۔ ▁ا ▁نہ وں ▁نے ▁کہا ▁کہ ▁مولانا ▁سم ی ع ▁الحق ▁بہت ▁بڑے ▁محب ▁وطن ▁تھے ▁اور ▁ان کی ▁ساری ▁زندگی ▁پاکستان ▁کی ▁خدمت ▁کرتے ▁ہوئے ▁گزر ی ۔
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁’’ جب ▁ا ُ س ▁نے ▁عالم ِ ▁ا رواح ▁میں ▁عذاب ▁میں ▁مبتلا ▁ہوکر ▁اپنی ▁آنکھیں ▁اوپر ▁ا ُ ٹھ ائیں ▁تو ▁د ُ ور ▁سے ▁ابر ہ ام ▁کو ▁دیکھا ... ▁اور ▁ا ُ س ▁نے ▁چلا ▁کر ▁کہا : ▁ا َ ے ▁باپ ▁ابر ہ ام ! ▁مجھ ▁پر ▁رحم ▁کر ▁اور ▁لع زر ▁کو ▁بھیج ▁تاکہ ▁وہ ▁اپنی ▁ا ُ نگ لی ▁کا ▁سرا ▁پانی ▁سے ▁تر ▁کرکے ▁میری ▁زبان ▁کو ▁ ٹھ نڈ ک ▁پہنچ ائے ▁کیونکہ ▁میں ▁ا ِ س ▁آگ ▁میں ▁ت ڑ پ ▁رہا ▁ہوں ‘‘ ▁( لو قا ▁16 :23 ۔ 24) .
▁حالی ہ ▁پوسٹ یں
▁جہاں ▁تک ▁صنعت وں ▁کا ▁تعلق ▁ہے ▁عرب ▁اس ▁میدان ▁میں ▁ساری ▁دنیا ▁سے ▁پیچھے ▁تھے۔ ▁اگر ▁کسی ▁جگہ ▁کپڑے ▁کی ▁بن ائ ▁یا ▁چم ڑے ▁کی ▁د باغ ت ▁کی ▁ابتدا ئ ▁صنعت یں ▁پائ ▁جاتی ▁تھیں ▁تو ▁یہ ▁وہی ▁علاقے ▁تھے ▁جو ▁زیادہ ▁جدید ▁تہذیب وں ▁کے ▁قریب ▁واقع ▁تھیں۔ ▁عرب ▁کے ▁اس ▁خطے ▁میں ▁بالکل ▁موجود ▁نہ ▁تھیں۔ ▁خواتین ▁بھی ▁اپنے ▁طور ▁پہ ▁اس ▁معاشی ▁جد و ▁ جہ د ▁کا ▁حصہ ▁تھیں ▁وہ ▁سو ت ▁کا ت نے ▁کا ▁کام ▁کرتی ں ▁اور ▁آمدن ی ▁پیدا ▁کرتی ں۔ ▁لیکن ▁تین ▁قابل ▁احترام ▁مہین وں ▁کو ▁چھوڑ ▁کر ▁سال ▁کے ▁نو ▁مہین ے ▁جاری ▁رہنے ▁والی ▁جنگ ▁پہ ▁بیشتر ▁آمدن ی ▁ل ٹا ▁دی ▁جاتی ▁اور ▁یوں ▁عام ▁انسان ▁فقر ▁اور ▁ فاق ے ▁سے ▁باہر ▁نہ ▁نکل ▁پات ا ▁فقر ▁کا ▁عالم ▁یہ ▁تھا ▁کہ ▁پہن نے ▁کو ▁کپڑے ▁اور ▁کھانے ▁کو ▁خوراک ▁موجود ▁نہ ▁تھی۔
▁ہمیں ▁فال و ▁کریں :
▁’’ سی ▁پیک ▁میں ▁سعودی ▁عرب ▁کے ▁حوالے ▁سے ▁چین ▁کو ▁اعتماد ▁میں ▁لے ▁لیا ‘‘
▁پی ▁آئ ▁اے ▁کی ▁پرواز ▁ع ُ مر ہ ▁کے ▁خواہش مند ▁چار ▁سو ▁پچ اس ▁افراد ▁کو ▁ح جاز ▁مقدس ▁کی ▁بجائے ▁کہاں ▁لے ▁گ ئ . جان ▁کر ▁آپ ▁به ی ▁قومی ▁ا ئیر ▁لائن ▁کو ▁داد ▁دیں ▁گے . ... ▁→
▁ووٹ رز ▁کی ▁تفصیلات ▁منظر ▁عام ▁پر ▁آنے ▁کے ▁بعد ▁الیکشن ▁کمیشن ▁نے ▁چیئرمین ▁نادر ا ▁عثمان ▁یوسف ▁م بین ▁کو ▁خط ▁لکھ ▁دیا۔
▁ملک ▁کے ▁چھوٹے ▁بڑے ▁شہروں ▁میں ▁نو ▁محرم ▁الحرام ▁کے ▁جلوس
▁امریکی ▁محکمہ ▁موسم یات ▁کی ▁جانب ▁سے ▁جاری ▁کی ▁جانے ▁والی ▁وارن نگ ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁برف ▁پ گھ ل نے ▁کی ▁وجہ ▁سے ▁دریا ؤں ▁میں ▁پانی ▁کی ▁سطح ▁میں ▁اضافہ ▁ہو ▁رہا ▁ہے ▁، ، ، ▁پانی ▁کی ▁سطح ▁میں ▁اضافے ▁کے ▁باعث ▁کچھ ▁علاقوں ▁میں ▁ نچ لے ▁در جے ▁کا ▁سیلاب ▁آ ▁چکا ▁ہے ▁جبکہ ▁مشرقی ▁واشنگٹن ▁اور ▁جنوبی ▁ایڈ ا ہو ▁میں ▁بھی ▁سیلاب ▁آ ▁سکتا ▁ہے۔ ▁محکمہ ▁موسم یات ▁کے ▁ترجمان ▁کا ▁کہنا ▁ہے ▁کہ ▁ ’ دری ائے ▁سپ و کین ‘ ▁ان یس ▁سو ▁ست انو ے ▁کے ▁بعد ▁بلند ▁ترین ▁سطح ▁پر ▁ہے ▁جبکہ ▁ ’ کو ئر ▁ڈی ▁ال ین ‘ ▁جھ یل ▁میں ▁پانی ▁کا ▁بہ اؤ ▁ستر ▁ہزار کی وب ک ▁فٹ ▁پر ▁پہنچ ▁گیا ▁ہے ▁جس ▁میں ▁سے ▁صرف ▁پی ن تیس ▁ہزار ▁قدرت ی ▁طریقے ▁سے ▁بہ ہ ▁رہا ▁ہے ، ، ، ▁پانی ▁کی ▁بلند ▁ہوتی ▁سطح ▁کے ▁باعث ▁ہار بر ▁آئی ▁لینڈ ▁پر ▁لوگوں ▁کو ▁شدید ▁مشکلات ▁کا ▁سامنا ▁ہے ▁، ، ، ▁محکمہ ▁موسم یات ▁نے ▁لوگوں ▁کو ▁حفاظت ی ▁اقدامات ▁اختیار ▁کرنے ▁اور ▁سیلاب ▁آنے ▁کی ▁صورت ▁میں ▁فوری ▁طور ▁پر ▁امداد ی ▁اداروں ▁کو ▁اطلاع ▁کرنے ▁کی ▁ہدایت ▁کی ▁ہے۔
▁قرآن ▁پاک ▁کے ▁اتنے ▁فیض وں ▁اور ▁بر ک ات ▁سے ▁مست ف ید ▁ہوتے ▁ہیں ▁تو ▁قرآن ▁کے ▁ہم ▁پر ▁چند ▁حقوق ▁بھی ▁ہیں ▁اور ▁ان ▁حقوق ▁کا ▁پورا ▁کرنے ▁کی ▁ہر ▁مسلمان ▁کو ▁کوشش ▁کرنی ▁چاہیے۔
▁کور ل ▁ڈرا ▁کی ▁کلاس ز ▁بھی ▁کرو ائے ▁گا۔
▁ملتان : ▁پیسے ▁بنانے ▁کے ▁لیے ▁میٹر و ▁جیسے ▁منصوبے ▁شروع ▁کیے ▁گے : ▁عمران ▁خان

▁کھیل ▁کی ▁خبریں

▁امریکی ▁ہم ▁منصب ▁سے ▁ملاقات ▁کا ▁کوئی ▁اراد ہ ▁نہیں : ▁ایرانی ▁وزیر ▁خارجہ
▁تبصر وں ▁کا ▁آر ▁ایس ▁ایس
▁ع رش ▁سے ▁فرش ▁پر ۔
▁اسلام ▁آباد ▁میں ▁بننے ▁والے ▁نئے ▁ا ئیر پور ٹ ▁کی ▁عمارت ▁کیساتھ ▁وہ ▁کام ▁ہو ▁گیا ▁کہ ▁ سٹ اف ▁کی ▁د وڑ یں ▁لگ ▁گئیں ، ▁...
▁‫ جا سک تا ▁ہے ▁تاکہ ▁ان ▁کا ▁اس ▁طرح ▁کے ▁مقاصد ▁کی ▁تکمیل ▁ہوجائے ۔ ▁آپ ▁‪ ▁S ▁Health ‬ کے ▁ذریعہ ▁ذ خیر ہ ▁کردہ ▁ذاتی ‬
▁یہ ▁سچ ▁ہے ▁کہ ▁ملتان ▁ہمیشہ ▁سے ▁حکمران وں ▁کی ▁حکمران ی ▁کے ▁لیے ▁تو ▁پسند ید ہ ▁رہا ▁مگر ▁یہاں ▁کی ▁نسل وں ▁کے ▁لیے ▁ان ▁کے ▁پاس ▁کبھی ▁اچھا ▁پلان ▁نہیں ▁رہا۔ ▁اب ▁جو ▁شعور ▁اور ▁بیدار ی ▁کی ▁ل ہر ▁اٹھ ▁رہی ▁ہے ▁اس ▁کو ▁جاری ▁رہ نا ▁چاہیے ▁تاکہ ▁آنے وال ے ▁وقت ▁میں ▁یہ ▁علاقہ ▁اپنی ▁دنیا ▁آپ ▁پیدا ▁کر سک ے۔
▁ہماری ▁تازہ ▁ترین ▁تحریر یں ▁اپنے ▁ای ▁میل ▁ان ▁باکس ▁میں ▁حاصل ▁کرنے ▁کے ▁لیے ▁اپنا ▁ای ▁میل ▁ایڈریس ▁درج ▁کیجیے ۔
▁اور ▁بہت ▁فرشت ے ▁ہیں ▁آسمان وں ▁میں ، ▁کام ▁نہیں ▁آتی ▁ان ▁کی ▁سفارش ▁کچھ ،
▁جواب : ▁نہیں ، ▁اگر ▁میں ▁ایسا ▁کرتا ▁تو ▁کیا ▁یہ ▁جرم ▁ہے ؟
▁اجلاس ▁میں ▁چیئرمین ▁جو ائن ٹ ▁چیف س ▁آف ▁ سٹ اف ▁کمیٹی ، ▁تین وں ▁مسلح ▁افواج ▁کے ▁سربراہ ان ، ▁دفاع ، ▁خارجہ ، ▁داخلہ ▁اور ▁خزانہ ▁کے ▁وزراء ، ▁قومی ▁سلامتی ▁کے ▁مش یر ▁اور ▁ان ٹی لی ▁جنس ▁اداروں ▁کے ▁سربراہ ان ▁شریک ▁ہوئے۔
▁مسلم ▁لیگ ▁( ن ) ▁کی ▁ح کو ▁مت ▁نے ▁ٹیکس ▁نافذ ▁نہیں ▁کیا ▁بلکہ ▁یہ ▁پا ▁ک ستان ▁پیپلزپارٹی ▁کی ▁دور میں ▁نافذ ▁ہو ▁ ا۔ ▁وزیر ▁تعمیر ا ▁ت ▁ ڈا ▁ک ٹر ▁ اق با ▁ل
▁کیا ▁جمعہ ▁کے ▁دن ▁روزہ ▁رکھنا ▁مک رو ہ ▁ہے ؟
▁کھیل ▁کی ▁خبریں
▁حکومت ▁اور ▁اپوزیشن ▁کے ▁درمیان ▁مبینہ ▁انتخابی ▁د ھان دلی ▁کی ▁تحقیقات ▁کے ▁لیے ▁خصوصی ▁کمیٹی ▁کے ▁قیام ▁پر ▁اتفاق ▁ہوگیا
▁August ▁30 , ▁2016 ▁12 :31 ▁AM ▁IST عالم ی ▁منظر ▁: ▁بنگلہ ▁دیش ▁پولیس ▁نے ▁ڈھ ا کہ ▁حملہ ▁کے ▁ایک ▁سازش ی ▁کو ▁مار ▁گر ایا
▁آصف ▁علی ▁نے ▁کہا :
▁ہم ▁سب ▁ویب ▁سائٹ ▁پر ▁شائع ▁ہونے ▁والی ▁کسی ▁اد کار ہ ▁کی ▁کئی ▁تصاویر ▁جو ▁قابل ِ ▁اعتراض ▁تھیں۔
▁گور ن منٹ ▁بو ائز ▁ڈگری ▁کالج ▁پ شین ▁کا ▁اعزاز
▁کیا ▁آپ ▁جانتے ▁ہیں ▁اس ام ہ ▁بن ▁لا دن ▁کے ▁بیٹے حم زہ ▁بن ▁لا دن ▁نے ▁اپنے ▁بیٹے ’ ’ ▁اس ام ہ ‘‘ ▁کی ▁موت ▁کی ▁خبر ▁کس ▁طرح ▁دی ؟
▁بی جنگ ▁میں ▁منعقد ہ ▁پہلے ▁بین ▁الاقوامی ▁دفاعی ▁فورم ▁میں ▁پاکستانی ▁وفد ▁کی ▁شرکت
▁ایران ▁کے ▁مختلف ▁شہروں ▁سے ▁م عتمد ▁افراد ▁نے ▁گواہ ی ▁دی ▁ہے ▁کہ ▁انہوں ▁نے ▁اپنی ▁آنکھوں ▁سے ▁چاند ▁کو ▁دیکھا ▁ہے ▁لہذا ▁یقینی ▁طور ▁پر ▁٢ ٧ ▁مئی ▁٢٠١ ٧ ▁بروز ▁ہفتہ ▁کو ▁ایران ▁میں ▁ماہ ▁مبارک ▁رمضان ▁کی ▁پہلی ▁تاریخ ▁ہے ▁۔
▁دنیا ▁میں ▁ہر ▁چو تھا ▁شخص ▁خر اٹ وں ▁کی ▁مرض ▁کا ▁شکار ▁کیوں ▁ہے ▁؟
▁ ترجم ۂ ▁کن زال ای مان : ▁جب ▁کہتے ▁تھے ▁منا فق ▁( ف ۹ ۴ ) ▁اور ▁وہ ▁جن ▁کے ▁دل وں ▁میں ▁آزار ▁ہے ▁( ف ۹ ۵ ) ▁کہ ▁یہ ▁مسلمان ▁اپنے ▁دین ▁پر ▁مغ رور ▁ہیں ▁( ف ۹۶ ) ▁اور ▁جو ▁الل ّ ٰ ہ ▁پر ▁بھر وس ہ ▁کرے ▁( ف ۹۷ ) ▁تو ▁بیش ک ▁الل ّ ٰ ہ ▁( ف ۹۸ ) ▁غالب ▁حکمت ▁والا ▁ہے
▁سوال : ▁ یس وع ▁کی ▁وفات ▁کے ▁وقت ▁ہی کل ▁کے ▁پر دے ▁کے ▁دو ▁حص وں ▁میں ▁پھ ٹ نے ▁کی ▁کیا ▁اہمیت ▁تھی ؟
▁احسن ▁اقبال ▁نے ▁جنوبی ▁پنجاب ▁صوبے ▁کیلئے ▁آئین ی ▁ترمیم ▁میں ▁حکومت ▁کی ▁مدد ▁کی ▁پیش کش ▁کردی
▁24 ۔ ▁س پیش ل ▁ای جو ک یشن ▁کیلئے ▁ایک ▁ارب ▁29 ▁کروڑ ▁رکھے ▁گئے ▁ہیں۔
▁اس ▁لئے ما ہ ▁رمضان ▁میں ▁دعا ▁ء کر نے ▁کا ▁اہتمام ▁کیجئے اور ▁یہ ▁یقین ▁رکھ ئے جو برا برد روا زہ ▁کھ ٹ کھ ٹ ائے اس کے ل ئے ▁دروازہ ▁کھول ▁دیا ▁جاتا ▁ہے۔
▁ایک ▁انگریز ▁کو ▁پنجاب ی ▁سیکھ نے ▁کا ▁بہت ▁شوق ▁تھا۔ ▁کسی ▁نے ▁اسے ▁بتایا ▁کہ ▁136 ▁چک ▁کے ▁قدیم ▁بزرگ ▁پنجاب ی ▁کی ▁تعلیم ▁دیتے ▁ہیں۔
▁ای ▁- ▁میل ▁( ش ائع ▁نہیں ▁کیا ▁جا ئی گا ) ▁( در کار )
▁کہ ▁ہم ▁ان ▁سے ▁باہر ▁جو ▁چاہ یں ▁بھی ▁تو ▁سوچ ▁سکتے ▁نہیں
▁4000 ▁ایم ▁اے ▁ایچ ▁کی ▁بی ٹری ▁کے ▁ساتھ ▁نو بیا ▁وی ▁18 ▁بھی ▁جاری ▁کر ▁دیا ▁گیا
▁اس ▁بلاگ ▁کو ▁۔ ▁۔ ▁۔ ▁آوا رہ ▁فکر ▁کی ▁ڈ ائر ی ▁۔ ▁۔ ▁۔ ▁سمجھ ▁لیں

▁” پاکستان ▁کو دب ئی ▁میں ▁ایک ▁ ۔۔۔ “ رم ی ض ▁را جہ ▁نے ▁بھارت ▁کے ▁مقابلے ▁میں ▁قومی ▁کرکٹ ▁ٹیم ▁کو در پیش ▁ایک ▁بڑے ▁خطر ے ▁کی ▁نشان دہ ی ▁کردی
▁ا دار تی ▁امور ▁اور ▁ استفسار ات ▁کے ▁لیے ▁رابطہ ▁کریں

▁یہ ▁بھی ▁پڑھیں
▁سائنس ▁اینڈ ▁ٹیکنالوجی
▁خلاص ہ ▁یہ ▁کہ ▁یہ ▁گران ی ▁ فق ہ ▁کی ▁اصطلاح ▁میں ▁” غ بن ▁ فاح ش “ ▁کہ لات ی ▁ہے ، ▁جو ▁مک رو ہ ▁ہے ، ▁حتی ٰ ▁کہ ▁شریعت ▁نے ▁مشتری ▁کو ▁غ بن ِ ▁ فاح ش ▁کی ▁وجہ ▁سے ▁مب ی ع ▁( خر ید ی ▁ہوئی ▁چیز ) ▁کے ▁واپس ▁کرنے ▁کا ▁حق ▁دیا ▁ہے۔ ▁( رد ▁المحت ار : ۴ / ۱۷ ۸ ، ▁رشید یہ ▁پاکستان )
▁اپوزیشن ▁کی ▁احتجاج ی ▁تحریک ▁کا ▁آغاز ▁پنجاب ▁حکومت ▁کا ▁انجام ؟
▁اپنی ▁تحریر ▁شامل ▁کریں
▁برطانوی ▁ان ٹ ارک ٹک ▁علاقہ [3] [11] ▁( بر ط ان یہ )
▁تبصرہ ▁کرنے ▁کے ▁لیے ▁کلک ▁کریں
▁آج ▁مولوی ▁صاحب ان ▁کو ▁علماء ▁کا ▁مقام ▁اور ▁حقوق ▁تو ▁اچھے ▁سے ▁یاد ▁ہیں ▁مگر ▁اس ▁اہم ▁ترین ▁منصب ▁کی ▁ذم ہ ▁داری وں ▁سے ▁بالکل ▁بے خبر ▁نظر ▁آتے ▁ہیں۔ ▁ان بی اء ▁کا ▁ وارث ▁ہونے ▁کے ▁لیے ▁جدوجہد ▁بھی ▁ان بی اء ▁جیسی ▁ہی ▁در کار ▁ہے۔ ▁اگر ▁مثال یں ▁عمر ▁بن ▁خطاب ؓ ▁اور ▁عمر ▁بن ▁عبدال عز یز ؒ ▁کی ▁ہیں ▁تو ▁ان ▁جیسا ▁بننے ▁کی ▁کوشش ▁بھی ▁نظر ▁آن ی ▁چاہیے۔ ▁پھر ▁لوگوں ▁پہ ▁آپ ▁کی ▁بات وں ▁کا ▁اثر ▁بھی ▁ہوگا ▁اور ▁قوم ▁کی ▁تقدیر ▁بھی ▁بدل ے ▁گی۔ ▁ہمارے ▁کچھ ▁سوال ▁ہیں۔ ▁ہمیں ▁جواب ▁چاہ یں۔ ▁یاد ▁رہے ▁کہ ▁آپ ▁کے ▁جواب ▁نہ ▁دینے ، ▁سوال ▁کرنے ▁والوں ▁کا ▁مذاق ▁بنانے ▁اور ▁خود سا خت ہ ▁جواب ▁دینے ، ▁جس ▁کا ▁سوال ▁سے ▁کوئی ▁تعلق ▁نہیں ▁ہوتا ، ▁کی ▁وجہ ▁سے ▁سے ▁نوجوان ▁نسل ▁کا ▁ایک ▁نمای اں ▁طبق ہ ▁مذہب ▁سے ▁باغ ی ▁ہو چک ا ▁ہے۔ ▁اور ▁ہورہا ▁ہے۔ ▁امید ▁کرتا ▁ہوں ▁کہ ▁آپ ▁انہیں ▁قابل ▁جواب ▁سمجھ یں ▁گے ▁اور ▁نیت ▁پہ ▁شک ▁بھی ▁نہیں ▁کریں ▁گے۔ ▁ بغض ، ▁حس د ، ▁ تعصب ▁بھی ▁نہیں ▁ڈھ ون ڈ یں ▁گے۔
▁میں ▁ان ▁کی ▁باتیں ▁سن ▁کر ▁حیران ▁ہوتی ▁تھی ▁اور ▁شاہد ▁کی ▁طرف ▁دیکھ تی ▁تھی ▁کہ ▁میں ▁تو ▁صرف ▁دس ▁عمر وں ▁کی ▁نیت ▁کر ▁کے ▁آئی ▁تھی ▁اور ▁انھوں ▁نے ▁کہہ ▁دیا ▁تھا ▁کہ ▁طو اف ▁پر ▁توجہ ▁دیں ▁گے ▁کہ ▁عمر ے ▁میں ▁وقت ▁اور ▁مشق ت ▁زیادہ ▁ہے ▁جب ▁کہ ▁طو اف ▁کی ▁فضیلت ▁زیادہ ▁ہے۔
▁ذم ل ▁بی ڈ ▁سے ▁اٹھ ی ▁اور ▁شا ور ▁لینے ▁چل ی ▁گئی۔ ▁۔ ▁اس ▁نے ▁می رون ▁شر ٹ ▁اور ▁ساتھ ▁میں ▁بل یک ▁جی نز ▁پہن ی ۔ ▁۔ ▁۔ ▁آج ▁اس ▁نے ▁اپنے ▁سیاہ ▁چم ک دار ▁بال وں ▁کو ▁کی چر ▁میں ▁ج کڑ ▁لیا ▁تھا۔ ▁۔ ▁آنکھوں ▁میں ▁کا جل ▁لگایا ▁اور ▁ہو نٹ وں ▁پر ▁گل وس ۔ ▁۔ ▁اس ▁سے ▁زیادہ ▁اس ▁کا ▁دل ▁نہیں ▁کیا۔ ▁۔ ▁۔
▁1 ▁ہفتہ ▁پہلے
▁ٹرمپ ، ▁کلن ٹن ▁پہلا ▁مباحث ہ ▁اہم ▁ثابت ▁ہو ▁سکتا ▁ہے
▁اس ▁ضمن ▁وہ ▁مزید ▁لکھتے ▁ہیں ▁کہ ▁چند ▁خوانی ن ▁اور ▁ملک ▁وغیرہ ▁جو ▁انگریز وں ▁کے ▁ریز ہ ▁چین ▁تھے۔ ▁وہ ▁سمجھ ▁گئے ▁تھے ▁کہ ▁اگر ▁می جر ▁خورشید ▁کی ▁بات ▁پر ▁عمل ▁کرتے ▁ہیں ▁تو ▁ایک ▁بھی ▁زندہ ▁نہیں ▁بچے ▁گا۔ اس ▁لیے ▁انھیں ▁می جر ▁خورشید ▁کے ▁پروگرام ▁پر ▁عمل ▁کی ▁جر أت ▁نہ ▁ہو ▁سک ی ۔ می جر ▁خورشید ▁کو ▁پنجاب یوں ▁نے ▁پ ٹھا نوں ▁کی ▁بر باد ی ▁کے ▁لیے ▁بھی جا ▁تھا۔ لیکن ▁وہ ▁اپنے ▁ناپ اک ▁مقصد ▁میں ▁کامیاب ▁نہ ▁ہو ▁سکا ۔
▁ا نضمام ▁الحق ▁نے ▁بتایا ▁کہ ▁گزشتہ ▁سی زن ▁میں ▁قائد ا عظم ▁ٹر افی ▁کے ▁دوران ▁بول نگ ▁کن ڈی شن ز ▁تھیں ▁مگر ▁سعد ▁علی ▁نے ▁غیر مع مول ی ▁پر فار م نس ▁دی ▁اسی ▁لیے ▁ان ▁کو ▁موقع ▁دیا ▁گیا ، ▁میں ▁نے ▁کئی ▁بھی ▁بار ▁فواد ▁سے ▁بات ▁کی ▁اور ▁ان ▁کو ▁اعتماد ▁دیا ▁کہ ▁وہ ▁سخت ▁محنت ▁کا ▁سلسلہ ▁جاری ▁رکھیں ۔
▁شیئر نگ ▁کے ▁بارے ▁میں
▁Tag : ▁ملک ▁بھر ▁میں ▁بارش وں ▁کا ▁نیا ▁سلسلہ ▁کب ▁شروع ▁ہوگا ؟ ▁محکمہ ▁موسم یات ▁نے ▁گرم ▁موسم ▁میں ▁ ٹھ نڈی ▁ ٹھ ندی ▁پیش گو ئی ▁کردی
▁م سٹر . ▁Fern bach ▁پھر ▁جبکہ ▁م سٹر ▁گور ن نگ ▁با ڈی ▁کے ▁قریب ▁پہنچے . ▁Ang off ▁گزشتہ ▁چند ▁سال وں ▁کے ▁دوران ▁Fern mo or ▁کی ▁طرف ▁سے ▁تعمیر ▁کی ▁خصوصیات ▁کے ▁چھوٹے ▁پر چے ▁تقسیم ▁کئے . ▁Fern mo or ▁ہو مز ▁کے ▁صدر ▁نے ▁کہا ▁کہ ▁ان ▁کی ▁کمپنی ▁ڈی لا و یئر ▁کے ▁ساتھ ▁ساتھ ▁نیو ▁جر سی ▁میں ▁ترقی ▁ہے ▁اور ▁ہے ▁کہ ▁وہ ▁کچھ ▁ماہ ▁کے ▁لئے ▁Braun stein ▁خاندان ▁کے ▁ساتھ ▁بات ▁کر ▁رہے ▁ہیں , ▁کہہ , ▁“ ہم ▁آگے ▁بڑھ نے ▁کے ▁لئے ▁تیار ▁ہیں .”

▁گور کھ پور ▁کے ▁ڈاکٹر ▁کف یل ▁اپنی ▁ملازمت ▁واپس ▁چاہتے ▁ہیں۔
▁میں ▁پ چھ وا ڑے ▁میں ▁ایک ▁بار ▁پھر ▁اس ▁کے ▁آخر . ▁girls video . org ▁00 :16
▁در ارے ن ▁غیر ▁قانونی ▁ہیں ▁اور ▁آپ ▁کے ▁سا ف ٹ ▁و یئر ▁کی ▁معطل ی ▁کی ▁صورت ▁میں ▁نکل ▁سکتا ▁ہے
▁افغانستان ▁کے ▁ایک ▁گاؤں ▁میں ▁شدت ▁پسندوں ▁نے ▁حملہ ▁کرکے ▁40 ▁افراد ▁کو ▁قتل ▁کردیا ▁جبکہ ▁کئی ▁افراد ▁کو ▁اپنے ▁ساتھ ▁لے ▁گئے۔

▁پاکستان ▁تحریک ▁انصاف ▁( پی ▁ٹی ▁آئی ) ▁کے ▁چیئرمین ▁عمران ▁خان ▁نے ▁الزام ▁لگایا ▁ہے ▁کہ ▁شریف ▁برادر ان ▁اور ▁پاکستان ▁پیپلز ▁پارٹی ▁کے ▁آصف ▁علی ▁زرداری ▁نے ▁اپنے ▁قریب ی ▁ساتھ یوں ▁کی ▁تقرر ی ▁کرکے ▁ملک ▁کے ▁ریاست ی ▁اداروں ▁کو ▁تباہ ▁کیا ▁اور ▁لوگوں ▁کو ▁انصاف ▁فراہم ▁کرنے ▁میں ▁رکاوٹ ▁پیدا ▁کی۔
▁جنوبی ▁کوریا ▁کے ▁ بائی س ▁برس ▁کے ▁ہوا نگ ▁ہی ▁چ َ ن ▁کا ▁نام ▁یورپ ▁میں ▁جانا ▁پہچان ا ▁جاتا ▁ہے۔ ▁وہ ▁آس ٹری ا ▁کی ▁فٹ ▁بال ▁کلب ▁ری ڈ ▁ب ُ ل ▁سال ز برگ ▁سے ▁کھیل تے ▁ہیں۔ ▁ا ُ ن ▁کی ▁کوشش ▁ہے ▁کہ ▁وہ ▁روس ▁میں ▁کھیل ے ▁جانے ▁والے ▁فٹ ▁بال ▁ورلڈ ▁کپ ▁میں ▁اپنی ▁ٹیم ▁کی ▁مجموعی ▁کارکردگی ▁میں ▁بہتر ▁کردار ▁ادا ▁کر ▁سکیں ۔
▁' ہم ▁سب ' ▁کا ▁کم ن ٹس ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں ▁ہے۔ ▁کم نٹ ▁کرنے ▁والا ▁فرد ▁اپنے ▁الفاظ ▁کا ▁مکمل ▁طور ▁پر ▁ذم ہ ▁دار ▁ہے ▁اور ▁اس ▁کے ▁کم ن ٹس ▁کا ▁' ہم ▁سب ' ▁کی ▁انتظامیہ ▁سے ▁کوئی ▁تعلق ▁نہیں ▁ہے۔
▁گلگت ▁بلتستان ▁کے ▁اضلاع
▁رمضان ▁المبارک ▁کا ▁چاند ▁نظر ▁آ ▁گیا ▁، ▁کل ▁پہلا ▁روزہ ▁ہو ▁گا ▁، ▁اوقات ▁برائے ▁سحر ▁و ▁افطار

▁را نا ▁تہ و یر ▁علی ▁ری وال ور ▁سنبھال ے ▁در واز وں ▁کی ▁روک ▁بن تا ▁پھر ▁رہا ▁تھا ▁کہ ▁کہیں ▁سر سو کھ ے ▁کسی ▁دروازے ▁سے ▁نکل ▁کر ▁فرار ▁نہ ▁ہوجائے ! ▁ویسے ▁اس ▁کی ▁آنکھوں ▁میں ▁کچھ ▁اس ▁قسم ▁کے ▁تاثر ات ▁پائے ▁جاتے ▁رہے ▁تھے ▁جیسے ▁اچھی ▁ فیل ڈ نگ ▁کرنے ▁والے ▁کسی ▁چ ست ▁و چا لاک ▁بچے ▁کی ▁آنکھوں ▁میں ▁پائے ▁جاتے ▁ہیں۔ ▁جو لی ا ▁کبھی ▁اس ▁کی ▁طرف ▁دیکھنے ▁لگی ▁تھی ▁اور ▁کبھی ▁سر سو کھ ے ▁کی ▁طرف ۔۔ !
▁مان چ سٹر ▁میں ▁محرم ▁الحرام ▁یوم ▁شور ی ٰ ▁کا ▁جلوس ▁برآمد ، شی ع ہ ▁اور ▁دوسری ▁کمیونٹی ▁کی ▁کثیر ▁تعداد ▁میں ▁شرکت
▁دنیا ▁بھر ▁میں ▁یہ ▁بحث ▁چل ▁پڑ ی ▁ہے ▁کہ ▁رو بو ٹس ▁اور ▁آر ٹی فی شل ▁ان ٹی لی ▁جنس ▁انسان وں ▁کی ▁ملازمت وں ▁کو ▁لے ▁ا ڑ یں ▁گے ▁اور ▁اس ▁سے ▁بے ▁روزگار ی ▁بڑھ ے ▁گی ▁لیکن ▁کیا ▁یہ ▁بات ▁حیرت ▁انگیز ▁نہیں ▁کہ ▁جاپان ▁میں ▁مصنوعی ▁ذ ہ انت ▁پر ▁مشتمل ▁ایک ▁فرض ی ▁شخصیت ▁نے ▁شہر ▁کے ▁می ئر ▁کے ▁انتخابات ▁میں ▁حصہ ▁لینے ▁کا ▁اعلان ▁کردیا ▁ہے۔
▁کابینہ ▁کی ▁اقتصادی ▁رابطہ ▁کمیٹی ▁نے ▁اپنے ▁گزشتہ ▁اجلاس ▁میں ▁ایک ▁کمیٹی ▁تشکیل ▁دی ▁تھی ▁تاکہ ▁وزارت ▁پانی ▁وب جل ی ▁کی ▁جانب ▁سے ▁اس ▁سلسلے ▁میں ▁پیش ▁کی ▁گئی ▁ت جا ویز ▁کا ▁تفصیل ی ▁جائزہ ▁لیا جا سک ے۔
▁میری ن ▁کاؤنٹی ، ▁او ہ ائی و
▁ ٥ ▁- ▁تھ وڑ ا ، ▁کم ▁( م ق دار ▁میں ) ۔
▁اپنے ▁ای ▁میل ▁اکاؤنٹ ▁کا ▁پاس ورڈ ▁فوری ▁تبدیل ▁کریں
▁نیا ▁مضمون ▁تحریر ▁کریں
▁ڈاکٹر ▁سلیم ▁خان ▁سا کش ی ▁مہ ا راج ▁نے ▁کہا ▁تھا ▁’’ مود ی ▁راج ▁بھ وج ▁ہیں ▁...
▁مطابق ▁تربیت ▁دی ▁جائے۔
▁وفاقی ▁وزیر خ زان ہ ▁اسد ▁عمر ▁کی ▁زیر صد ارت ▁اقتصادی ▁رابطہ ▁کمیٹی ▁کا ▁اجلاس ▁ہوا ▁جس ▁میں ▁بجلی ▁کے ▁نرخ وں ▁میں ▁اضافے ▁کی ▁منظوری ▁دی ▁گئی۔ ذر ائع ▁ای ▁سی ▁سی ▁کے ▁مطابق ▁بجلی ▁کے ▁نرخ وں ▁میں ▁2 ▁روپے ▁فی ▁یو نٹ ▁اضافے ▁کی ▁منظوری ▁دی ▁گئی ▁ہے ▁جسے ▁گزشتہ ▁حکومت ▁نے ▁نی پر ا ▁سے ▁منظوری ▁کے ▁باوجود ▁رو کے ▁رکھا ▁تھا۔
▁مرکزی ▁مواد ▁پر ▁جائیں
▁اور ▁اے ▁محبوب ▁اگر ▁تم ▁ان ▁سے ▁پوچھ و ▁تو ▁کہ ي ں ▁گے ▁کہ ▁ہم ▁تو ▁ي وں ▁ہ ي ▁ہنس ي ▁کھ يل ▁ميں ▁تھے ▁تم ▁فرما ؤ ▁کي ا ▁اللہ ▁اور ▁اس ▁کي ▁آيت وں ▁اور ▁اس ▁کے ▁رسول ▁سے ▁ہنس تے ▁ہو
▁امریکی ▁خبر ▁رس اں ▁ادارے ▁کا ▁کہنا ▁تھا ▁کہ ▁46 ▁سالہ ▁ملزم ▁نے ▁ہفتے ▁روز ▁یہودی ▁مع بد ▁خان ے ▁میں ▁داخل ▁ہوکر ▁اے ▁آر ▁15 ▁را ئ فل ▁سے ▁فائرنگ ▁کی ▁تھی ▁اور ▁3 ▁دستی ▁بم ▁بھی ▁پھینک ے ▁تھے ▁جس ▁کی ▁زد ▁میں ▁آ کر ▁11 ▁افراد ▁ہلاک ▁اور ▁6 ▁سے ▁زائد ▁زخمی ▁ہوئے ▁تھے۔
▁عظیم ▁ال شان ، جل یل ▁القدر ▁عالم ▁دین ▁ڈاکٹر ▁حافظ
▁link ▁گیا ▁کیا ▁پوسٹ ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک
▁جن ید ▁صفدر ▁کی ▁لندن ▁میں ▁لڑائی ▁کی ▁ویڈیو ▁بھی ▁منظر ▁عام ▁پر
▁ہ ت ک ▁عزت ▁کا ▁مقدمہ ، ▁می شا ▁شف ی ع ▁نے ▁علی ▁ظفر ▁کو ▁جواب ▁بھ جو ادی ا

▁مزید ▁پڑھیں : ▁من ی ▁لا نڈر نگ ▁کیس : ▁فری ال ▁تال پور نے ▁زر ضم انت ▁جمع ▁کر ادی
▁خیال ▁رہے ▁کہ ▁فلم ▁ ’ م نا ▁بھائی ▁ایم ▁بی ▁بی ▁ایس ‘ ▁میں ▁نواز الدین ▁صدیقی ▁چور ▁بنے ▁تھے ، ▁جو ▁سنج ے ▁ دت ▁کے ▁والد ▁سنی ل ▁ دت ▁کا ▁بٹ وا ▁چرا تے ▁ہوئے ▁پکڑ ے ▁گئے ▁تھے۔
▁◄ ▁ہا نگ ▁کا نگ ▁کے ▁مصنف ین ▁(9 ▁ز )
▁کو یت ▁میں ▁حزب ▁اختلاف ▁اور ▁حکومت ▁کے ▁درمیان ▁مہین وں ▁سے ▁اختلاف ▁جاری ▁ہے۔
▁ہمیں ▁چو دہ ▁اگست ▁کو ▁ملی ▁ہوئی ▁آزادی ▁کو ▁اسی ▁ت ناظر ▁میں ▁دیکھ نا ▁ہوگا ▁نہ ▁کہ ▁مودی ▁کے ▁نظری ے ▁سے ▁۔ جس ▁نے ▁ہندوستان ▁میں ▁باقی ▁ماند ہ ▁مسلمانوں ▁کی ▁تاریخ ▁کے ▁نق وش ▁کو ▁م ٹا نا ▁شروع ▁کردیا ▁ہے۔ اس ▁وقت ▁ہندوستان ▁میں ▁جو ▁مسلمانوں ▁کی ▁حالت ▁ہے ▁وہ ▁اس ▁بات ▁کی ▁گواہ ی ▁دیتی ▁ہے ▁کہ ▁ہمارے ▁قائد ا عظم ▁نے ▁علی حد ہ ▁وطن ▁کی ▁بات ▁کرکے ▁دانش ▁من دی ▁کا ▁فیصلہ ▁کیا ▁تھا ▁اور ▁جس ▁کی ▁بنیاد ▁مذہب ▁پرست ی ▁قطعا ً ٔ ▁نہ ▁تھی ▁بلکہ ▁یہ ▁جنگ ▁اس ▁اقلیت ▁کی ▁جنگ ▁تھی ▁جس ▁نے ▁ہندوستان ▁پر ▁صدی وں ▁تک ▁راج ▁کیا ▁تھا۔ ▁قائد ▁اعظم ▁نے ▁جب ▁ہندوستان ▁کی ▁سیاست ▁میں ▁قدم ▁رکھا ▁تو ▁ان ▁کے ▁پاس ▁متحدہ ▁ہندوستان ▁کا ▁نظر یہ ▁تھا ▁اور ▁دو ▁حقیقت وں ▁کو ▁جو ڑ کر ایک ▁ساتھ ▁چلنے ▁کا ▁خیال ▁تھا ، ▁مگر ▁اس ▁سیاست ▁میں ▁آنے ▁کے ▁بعد ▁ان ▁کے ▁سامنے ▁نئے ▁حق ائ ق ▁نے ▁جنم ▁لیا۔ ▁بال آخر ▁1935 ء ▁میں ▁انھوں ▁نے ▁علی حد ہ ▁وطن ▁کا ▁تصور ▁پیش ▁کیا ▁ان ▁ہی ▁علاقوں ▁میں ▁جہاں ▁مسلمان ▁اکثریت ▁میں ▁تھے۔ ▁یہی ▁تھا ▁و ادی ▁مہر ان ▁اور ▁دوسری ▁طرف ▁بنگال ۔
▁ گن یز ▁بک ▁کے ▁100 ▁سے ▁زائد ▁ریکارڈ ▁بنانے ▁والا ▁امریکی
▁سنا ▁ہے ▁آج ▁آیا ▁چاہتا ▁ہے ▁چار ہ ▁گر ▁اپنا
▁عدن ان ▁مسعود ▁صاحب ، ▁آپ کے ▁بیان ▁سے ▁ڈھ ا رس ▁بن دھی ▁کہ ▁ہمارے ▁پاس ▁بھی ▁ماحول ▁کے ▁علاوہ ▁دلیل ▁ہے۔
▁ہمارے ▁بارے ▁میں
▁جو ▁صرف ▁ایک ▁ ٹھ کا نے ▁سے ▁تیر ے ▁وا قف ▁ہیں
▁افغان ▁بار ڈر ▁پولیس ▁کے ▁سابق ▁سربراہ ▁جنرل ▁گل ▁نبی ▁احمد ▁ز ئی ▁نے ▁وائس ▁آف ▁امریکہ ▁کو ▁بتایا ▁کہ ▁طالبان ▁کے ▁لیے ▁ایران ▁کی ▁حمایت ▁اب ▁کوئی ▁راز ▁نہیں ▁ہے۔ ▁وہ ▁براہ ▁راست ▁ملوث ▁ہے ▁اور ▁سپ ا ہ ▁پاسداران ▁انقلاب ▁کے ▁کم ا نڈر ▁ فرح ▁کی ▁جنگ ▁کی ▁قیادت ▁کررہے ▁ہیں۔
▁ای ب ٹ ▁آباد ▁کی ▁دو خوا تین ▁سعودی ▁عرب ▁من شی ات ▁سم گل ▁کرتے ▁ہوئے ▁گرفتار ۔
▁آخری ▁بار ▁اپ ڈی ٹ ▁کیا ▁گیا ▁اگست ▁23, ▁2015
▁میں ▁نے ▁کہا : ▁کیا ▁جب ▁تک ▁پیغمبر ▁زندہ ▁ہیں ▁تب ▁تک ▁ہے ▁یا ▁ان کی ▁رحلت ▁کے ▁بعد ▁بھی ▁شب ▁قدر ▁قیامت ▁تک ▁ماہ ▁رمضان ▁میں ▁رہے ▁گی ؟
▁سور ہ ▁قیامت ▁مک ی ▁سور ت وں ▁میں ▁سے ▁ہے ▁اور ▁ترتیب ▁نزول ▁کے ▁اعتبار ▁سے ▁31 ویں ▁جبکہ ▁م ُ صح َ ف ▁شریف ▁کی ▁موجودہ ▁ترتیب ▁کے ▁اعتبار ▁سے ▁75 ویں ▁سور ہ ▁ہے [2] ▁جو ▁قرآن ▁کے ▁29 ویں ▁پار ے ▁میں ▁واقع ▁ہے۔

▁غ زہ ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁22 ▁جون 2018 ء ) ▁ قاب ض ▁ص ہی ونی ▁فوج ▁نے ▁فلسطین ▁کے ▁علاقے ▁غ زہ ▁کی ▁پ ٹی ▁کی ▁مشرقی ▁سرحد ▁پر ▁آتش ▁گیر ▁کاغذ ی ▁جہاز ▁یہودی ▁کال ون یوں ▁پر ▁پھینک نے ▁والے ▁فلسطینی وں ▁پر ▁بمبار ی ▁کی ▁تاہم ▁کوئی ▁جان ی ▁نقصان ▁نہیں ہو ا۔ اطلاع ات ▁کے ▁مطابق ▁ قاب ض ▁فوج ▁نے ▁بمبار ی ▁میں ▁کاغذ ی ▁جہاز ▁اور ▁آتش ▁گیر ▁غبار ے ▁ا ڑا نے ▁والوں ▁کو ▁ر فح ▁کے ▁علاقے ▁میں ▁نشانہ ▁بنایا ۔
▁اسد ▁عمر ▁نے ▁انکشاف ▁کیا ▁کہ ▁وزیراعظم ▁نے ▁خط ▁کے ▁بدل ے ▁قطر ی ▁شہزاد ے ▁کو ▁بغیر ▁بول ی ▁کے ▁پورٹ ▁قاسم ▁کا ▁دو ▁ارب ▁ڈالر ▁کا ▁می گا ▁پرو جی کٹ ▁دے ▁دیا۔ ▁جس ▁میں ▁قطر ی ▁شہزاد ے ▁کو ▁ڈی ڑھ ▁ارب ▁ڈالر ▁کا ▁فائدہ ▁پہنچا یا ▁جارہا ▁ہے۔
▁حالی ہ ▁مضامین
▁جولائی ▁10 , ▁2018 ▁کرپشن ▁کے ▁بغیر ▁کامیابی ▁ممکن ▁نہیں ! ▁23 -07- 2013 پر ▁تبصرے ▁بند ▁ہیں
▁’’ ▁الیکشن ▁2018 ▁کس ▁حد ▁تک ▁امید ▁اف ز اء ▁ہے ▁؟ ▁‘‘
▁ڈالر ▁70 ▁پیسے ▁مہ نگ ا ، ▁او پن ▁مارکیٹ ▁میں ▁140 ▁روپے ▁میں ▁ لین ▁دین
▁سمندر ی ▁طوفان ▁ورد ا چن ائی ▁کے ▁شمالی ▁علاقے ▁سے ▁ٹکرا ئے ▁گا ، طو فان ▁کے ▁باعث ▁ساحل ی ▁شہر ▁چن ائی ▁میں ▁ موس لاد ھار ▁بارش ▁ہو ▁رہی ▁ہے ▁جبکہ ▁طوفان ی ▁ہو ائیں ▁بھی ▁چل ▁رہی ▁ہیں۔
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁سلف ی , ▁اسلام ک ▁اسٹ یٹ , ▁داعش , ▁جرمنی , ▁دہشت ▁گردی , ▁انسداد ِ ▁دہشت ▁گردی , ▁شدت ▁پسند ی , ▁اصل ▁اسلام
▁ ’ شام ▁کے ▁خلاف ▁کیا ▁کارروائی ▁ہوگی ، ▁یہ ▁فیصلہ ▁نہیں ▁ہوا ‘
▁سربراہ ▁تحریک ▁انصاف ▁عمران ▁خان ▁( فائل ▁فوٹو )
▁لاہور ▁( نیوز ▁ڈیسک ) ▁سابق ▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ▁نے ▁قائد ▁ن ▁لیگ ▁نوازشریف ▁کی ▁خاموش ی ▁کی ▁وجہ ▁بتا ▁دی۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁نوازشریف ▁پیش یاں ▁بھگ ت ▁رہے ، ▁اس ▁لیے ▁خاموش ▁ہیں ، ▁سیاست دان وں ▁کی ▁خاموش ی ▁ملک ▁کیلئے ▁نقصان ▁ دہ ▁ہے ، ▁سیاست دان ▁کبھی ▁خاموش ▁نہیں ▁رہتے ۔ ▁مسلم ▁لیگ ▁ن ▁کے ▁رہنما ء ▁شاہد ▁...
▁یہی ▁قول ▁بہت ▁ٹھیک ▁ہے ▁کیونکہ ▁لفظ ▁او اب ▁مشت ق ▁ہے ▁او ب ▁سے ▁اور ▁اس ▁کے ▁معنی ▁رجوع ▁کرنے ▁کے ▁ہیں ▁جیسے ▁عرب ▁کہتے ▁ہیں ▁اب ▁فل اں
▁سعودی ▁اتحاد ▁نے ▁اپنے ▁تحریری ▁بیان ▁میں ▁کہا ▁ہے ▁کہ ▁وہ ▁امریکی ▁ماہرین ▁کے ▁ساتھ ▁مل ▁کر ' فور ی ▁طور ▁پر ▁اس ▁واقعے ▁کی ▁تحقیقات ' ▁کرے ▁گا۔
▁کچ ا ▁راستہ ▁بھی ▁اور ▁پ گ ڈ نڈ یاں ▁بھی ▁اور ▁ان ▁سب ▁کو ▁ن نگے ▁پ اؤں ▁عبور ▁کرنا ▁آسان ▁نہیں ▁تھا ▁چنانچہ ▁اس ▁کے ▁پاس ▁صرف ▁ایک ▁ہی ▁آپ شن ▁بچ تا ▁تھا ▁یہ ▁می رات ھن ▁سے ▁باہر ▁چلا ▁جائے ▁لیکن ▁انتظامیہ ▁سمیت ▁پورا ▁اسٹ یڈ یم ▁اس ▁وقت ▁حیران ▁رہ ▁گیا ▁جب ▁ابراہیم ▁مک ون گا ▁نے ▁جر اب وں ▁میں ▁دو ڑنے ▁کا ▁اعلان ▁کر ▁دیا۔
▁خیال ▁کیجئے ▁__ کہ یں ▁مر ▁ہی ▁نہ ▁جا ؤں ▁۔
▁1 ۔ ▁الس یر ۃ ▁الحل بی ۃ ، ▁ج 3 ، ▁ص 28 3 ۔ ▁تذکر ۃ ▁ال خوا ص ▁الام ۃ ، ▁ص ▁18 ۔ ▁دائر ۃ ▁المعارف ، ▁فری د ▁وجد ی ، ▁ج 3 ، ▁ص 543 ۔ ▁تذکر ۃ ▁ال خوا ص ▁الام ۃ
▁کیوں ▁کہ ▁ا ُ ن ▁دنوں ▁ٹی ▁وی ▁تو ▁کیا ▁، ▁ریڈیو ▁بھی ▁نہیں ▁ہوتا ▁تھا ، ▁وہ ▁ا ِ س ▁لئے ▁کہ ▁بجلی ▁نہیں ▁ہوتی ▁، ▁1966 ▁میں ▁اب ا ▁نے ▁سی ک نڈ ▁ہی نڈ ▁فل پس ▁ریڈیو ▁کوئی ٹ ہ ▁میں ▁خرید ا ▁تھا ▁کیوں ▁کہ ▁وہاں ▁، ▁بجلی ▁گھر ▁سے ▁بجلی ▁آتی ▁تھی۔
▁ابو راف ع ▁نے ▁فورا ً ▁کہا ▁'' وہ ▁فرشت ے ▁تھے۔ ''

▁اردو ▁نیوز ▁شو
▁لاہور ، ▁باغ ▁جناح ▁میں ▁حم زہ ▁شہباز ▁شریف ▁کی ▁موجودگی ▁میں ▁گو ▁نواز ▁گو ▁کے ▁نعر ے ▁لگانے ▁والے ▁تحریک ▁انصاف ▁کو ▁کار کن ▁کو ▁پولیس ▁اہلکار ▁..
▁کراچی ▁( نمائندہ ▁ سپورٹس ) وی سٹ ▁انڈیز ▁کی ▁ٹیم ▁اپنا ▁دورہ ▁پاکستان ▁مکمل ▁کرکے ▁بر است ہ ▁دبئی ▁وطن ▁واپس ▁روانہ ▁ہوئی۔ ▁تین ▁ٹی ▁ٹو نٹ ی ▁میچ وں ▁کی ▁سیریز ▁مکمل ▁ہونے ▁کے ▁بعد ▁ویسٹ ▁انڈیز ▁کرکٹ ▁ٹیم ▁کے ▁کھلاڑیوں ، ▁کوچ ز ▁اور ▁آف یش لز ▁کو ▁انتہائی ▁سخت ▁سکیورٹی ▁...
▁اردو ▁نیوز ▁شو
▁پیپلز ▁پارٹی ▁میں ▁کرپشن ▁کے ▁بہت ▁بڑے ▁بڑے ▁مگر ▁م چھ ▁ہیں ، ام جد ▁شعیب
▁پاکستان ▁بننے ▁کے ▁بعد ▁نئے ▁حکمران وں ▁نے ▁سرمایہ ▁داری ▁کے ▁تحفظ ▁کے ▁لئے ▁امریکی ▁سام راج ▁کی ▁گم اشت گی ▁کی ▁پالیسی ▁اپنا ئی ▁اور ▁لیاقت ▁علی ▁خان ▁نے ▁روس ▁کا ▁دورہ ▁منسوخ ▁کرکے ▁واشنگٹن ▁کا ▁رخ ▁کیا۔ ▁لیکن ▁اس ▁وقت ▁کے ▁حالات ▁اور ▁خصوصا ً ▁ایشیا ▁بھر ▁میں ▁اب ھر تی ▁ہوئی ▁انقلابی ▁تحریک وں ▁کی ▁وجہ ▁سے ▁یہاں ▁کے ▁حکمران ▁اور ▁سام راج ی ▁طاقت یں ▁ایک ▁چھوٹی ▁سی ▁کمی ون سٹ ▁پارٹی ▁سے ▁بھی ▁خوف زد ہ ▁تھے۔ ▁1950 ء ▁کی ▁دہائی ▁میں ▁نام ور ▁کمی ون سٹ ▁رہنماؤں ▁فیض ▁احمد ▁فیض ، ▁سجاد ▁ظ ہ یر ، ▁حسن ▁ناصر ▁اور ▁بیشتر ▁لیڈر وں ▁اور ▁کارکنان ▁کو ▁قید ▁و ▁بند ▁کی ▁ص عوب ت وں ▁اور ▁تشدد ▁کا ▁نشانہ ▁بنایا ▁گیا۔ ▁حسن ▁ناصر ▁کو ▁ایسی ▁ہی ▁ایک ▁سرکاری ▁وار ▁د ات ▁میں ▁بعد ▁از اں ▁قتل ▁کردیا ▁گیا۔ ▁ایسے ▁کئی ▁گم نام ▁شہید وں ▁کی ▁طویل ▁فہرست ▁ہے۔
▁ری ل ▁گاڑی ▁اور ▁الیکشن ▁میں ▁ہے ▁ایک ▁ شہ ▁مشترک
▁اسی ▁بارے ▁میں
▁پی ▁ایس ▁ایل ▁اور ▁آئی ▁پی ▁ایل ▁کا ▁مالی ▁م واز نہ
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی
▁دوسری ▁جانب ▁ایک ▁خبر ▁رس اں ▁ادارے ▁” ا ے ▁بی ▁پی ▁ لائ یو “ ▁نے ▁کہا ▁ہے ▁کہ ▁وی رات ▁کو ہ لی ▁کا ▁انس ٹا گرام ▁پر ▁موجود ▁اکاؤنٹ ▁تکنیک ی ▁مسائل ▁سے ▁دو چار ▁ہے ▁کیونکہ ▁اس ▁کے ▁اکاؤنٹ ▁سے ▁کچھ ▁ایسے ▁اکاؤنٹ ▁کو ▁بھی ▁” ▁ان ▁فال و “ ▁کر ▁دیا ▁گیا ▁ہے ▁جنہیں ▁وہ ▁اکثر ▁استعمال ▁کیا ▁کرتے ▁تھے۔ ▁خیر ! ▁چاہے ▁جو ▁بھی ▁ہو ▁لیکن ▁بھارتی ▁میڈیا ▁اس ▁بات ▁کی ▁امید ▁کر ▁رہا ▁ہے ▁کہ ▁ رن بیر ▁کپور ▁اور ▁ کتر ینہ ▁کیف ، ▁ فرح ان ▁اختر ▁اور ▁ا دھ ونا ، ▁رب از ▁خان ▁اور ▁م لائ کہ ▁ ارو ڑا ▁خان ▁کے ▁بعد ▁اب ▁وی رات ▁کو ہ لی ▁اور ▁ان وش کا ▁شرم ا ▁میں ▁علی ح دگی ▁نہ ▁ہو
▁بہت ▁تھے ▁میرے ▁بھی ▁اس ▁دنیا ▁میں ▁اپنے ..! ▁پھر ▁عشق ▁ہوا ▁اور ▁ہم ▁لا وارث ▁ہو ▁گئے۔ ▁۔ ▁!! ▁...
▁چار لی ▁ہی نڈ و ▁حملے ▁میں ▁12 ▁افراد ▁ہلاک ▁ہوتے ▁تھے ، ▁جس ▁میں ▁صحافی ▁بھی ▁شامل ▁تھے ▁ج نھوں ▁نے ▁پیغمبر ▁اسلام ▁کے ▁خاک ے ▁بنائے ▁تھے ، ▁جس ▁پر ▁ترجمان ▁کی ▁حیثیت ▁سے ▁عن سی ▁نے ▁ذم ہ ▁داری ▁قبول ▁کی ▁تھی۔

▁افغانستان ▁کا ▁اچانک ▁دورہ ▁اور ▁ایک ▁رات ▁کا ▁قیام
▁صحت ▁کی ▁صحت ▁اور ▁ذ ائ ق ے ▁کا ▁ذ ائ ق ہ ۔
▁مقبوضہ ▁کشمیر ▁، شو ہر ▁سے ▁بدل ہ ▁لینے ▁کے ▁لیے ▁سو ت یلی ▁بیٹی ▁کا ▁ری پ ▁کرو ایا ، سابق ▁اہلیہ
▁نئی ▁دہلی ۱۷ ؍ ▁جنوری ▁۲۰ ۱۲ :
▁پاکستان ▁میں ▁ہونے ▁والے ▁انتخابات ▁کی ▁کہانی ۔ ▁دوسرا ▁حصہ
▁سعودی ▁عرب ▁نے ▁سال ▁2017 ▁میں ▁یہ ▁ثابت ▁کرنے ▁کی ▁کوشش ▁کی ▁کہ ▁یہ ▁قد امت ▁پسند ▁معاشر ہ ▁تبدیلی ▁کی ▁طرف ▁بڑھ ▁رہا ▁ہے۔ ▁اس ▁سال ▁سعودی ▁عرب ▁میں ▁کون ▁کون ▁سی ▁بڑی ▁تبدیل یاں ▁آئیں ▁دیکھی ے ▁اس ▁پک چر ▁گی لری ▁میں ۔
▁اسلام ▁آباد ( ▁17 اک توب ر ، ▁2018) ▁وزیراعظم ▁عمران ▁خان ▁کی ▁زیر صد ارت ▁پارٹی ▁رہنماؤں ▁کام ش اور تی ▁اجلاس ▁ہوا ▁جس ▁میں 50 لا کھ ▁گھروں ▁کی ▁تعمیر کے ▁معاملے ▁پر تبادل ہ ▁خیال ▁کیا ▁گیا۔ ▁عمران ▁خان ▁کی ▁زیر ▁صدارت ▁منعقد ہ ▁پارٹی ▁رہنماؤں ▁کے ▁مشاور تی ▁اجلاس ▁میں ▁اسد عمر ، ن ع یم ▁الحق ، ف واد چو دھر ی ▁و ▁دیگر رہ نم اؤں ▁...
▁ علامہ ▁محمد ▁اقبال
▁خواتین ▁کیلئے ▁غیر ▁محفوظ ▁10 ▁سر ف ہر ست ▁ممالک ▁( ف ہر ست ▁2018 ▁سے )
▁ا ِ ن ▁ضلع وں ▁میں ▁ا ِ س ▁م ِ شن ▁کے ▁تحت ▁پول ِ یو ▁بی خ ▁کنی ▁پروگرام ▁کے ▁ذریعے ▁پہچان ی ▁گئی ▁4 ، 00 ، 000 ▁اعلی ٰ ▁جو کھ م ▁والی ▁بست یوں ▁پر ▁ دھی ان ▁دیا ▁جائے ▁گا۔ ▁ا ِ ن ▁علاقوں ▁میں ▁جغرافی ائی ، ▁مردم ▁نگار انہ ، ▁ذاتی ▁ا َ ور ▁جاری ▁عمل ▁سے ▁متعلق ▁دیگر ▁چن وت یوں ▁کی ▁وجہ ▁سے ▁کم ▁ٹی کے ▁لگائے ▁جا ▁سکے ▁ہیں۔ ▁ثبوت وں ▁سے ▁پتہ ▁چل تا ▁ہے ▁کہ ▁زیادہ ▁تر ▁ٹی کہ ▁کاری ▁سے ▁محروم ▁ا َ ور ▁جان ِ ب ▁دار انہ ▁ٹی کہ ▁شدہ ▁بچ ّ ے ▁ا ِ نہ ی ▁علاقوں ▁میں ▁ہیں۔

▁کنگ ▁ایڈ ورڈ ▁می ڈیکل ▁یونیورسٹی
▁پاکستان ▁نے ▁سعودی ▁عرب ▁کو ▁سی ▁پیک ▁میں ▁شمولیت ▁کی ▁دعوت ▁دیدی ▁، ف واد ▁چوہدری
▁کیا ▁کوي ٴ ▁رو گ ▁لگا ▁بیٹھے ▁ہو۔ ۔۔۔۔۔
▁بہتر ▁حل ▁نکال نے ▁کی ▁صلاحیت

▁آپ ▁یہاں ▁ہیں : ▁ہو م ▁پي ج ▁امر يك ہ ▁الشرق ▁الا وسط ” ▁کے ▁ساتھ ▁ہا ک ▁کی ▁گفتگو : ▁ہم ▁ایران ▁کے ▁سلسلہ ▁میں ▁لازم ی ▁معاہدے ▁کے ▁خواہش مند ▁ہیں
▁عراق ▁میں ▁اقوام ▁متحدہ ▁کی ▁انسانی ▁بنیاد وں ▁پر ▁امداد ▁کی ▁کو ار ڈی ن یٹر ▁لی زا ▁گران دے ▁نے ▁کہا : ▁' یہ ▁جان ▁کر ▁اطمینان ▁ہوا ▁کہ ▁م وصل ▁میں ▁عسکری ▁مہم ▁ختم ▁ہو ▁رہی ▁ہے۔ ▁لڑائی ▁ختم ▁ہو ▁سکتی ▁ہے ▁لیکن ▁انسانی ▁بحران ▁ختم ▁نہیں ▁ہوا ▁ہے۔ ▁بہت ▁سے ▁لوگ ▁جو ▁وہاں ▁سے ▁بھاگ ے ▁ہیں ▁انھوں ▁نے ▁اپنا ▁سب ▁کچھ ▁کھو ▁دیا ▁ہے۔ ▁انھیں ▁پناہ ، ▁خو ارک ، ▁طبی ▁امداد ، ▁پی نے ▁کے ▁پانی ، ▁ح فض ان ▁صحت ▁اور ▁ایم ر جنس ی ▁ کٹ ▁کی ▁ضرورت ▁ہوگی۔ '
▁سول ▁اور ▁عسکری ▁اداروں ▁کی ▁کوشش وں ▁سے ▁بلوچستان ▁میں ▁امن ▁قائم ▁ہوا : ▁نواز ▁شریف

▁آتا ▁تھا ▁نظر ▁، ▁حیدر ِ ▁کر ار ▁کا ▁ چہ را
▁قتل ▁امام ▁حسین ؓ ▁پر ▁کربلا ▁کے ▁علاوہ ▁کن ▁کن ▁شہروں ▁میں ▁خون ▁کی ▁بارش ▁ہوئی ؟ تاریخ ▁کا ▁ایسا ▁الم ناک ▁واقعہ ▁کہ ▁جس ▁پر ▁آس م اں ▁خون ▁کے ▁آن سو ▁رو تا ▁رہا ، آپ ▁بھی ▁جان ئے
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁*** ▁روز نامہ ▁صباح ▁کے ▁مطابق ▁، ▁ترکی ▁کا ▁تیار ▁کردہ ▁ہی لی ▁کا پٹ ر ▁ٹی ▁6 25 ▁اس ▁بات ▁کا ▁ثبوت ▁ہے ▁کہ ▁ترک ▁دفاعی ▁صنعت ▁جدید ▁دنیا ▁کے ▁شان ہ ▁بش انہ ▁اپنی ▁صلاحیت وں ▁کا ▁لو ہا ▁منو انے ▁کے ▁قابل ▁ہو ▁گئی ▁ہے ▁۔

▁ب ذریعہ ▁ای ▁میل ▁آپ ▁کو ▁دس ▁بڑی ▁خبر وں ▁کے ▁ساتھ ▁ساتھ ▁کرنسی ▁اور ▁سو نے ▁کے ▁ری ٹس ▁بھی ▁بھیج ے ▁جائیں ▁گے۔
▁آرمی ▁پ بل ک ▁سکول ▁کے ▁طلب ہ ▁کے ▁لیے ▁الو داع ی ▁تقریب
▁’’ یہ ▁ہے ▁وہ ▁عورت ▁جس ▁کی ▁کیس ▁ہ سٹر ی ▁آج ▁ہماری ▁پر یز نٹ یشن ▁کا ▁موضوع ▁ہے۔ ‘‘
▁موسم ی اتی ▁تبدیلی وں ▁اور ▁ا ُ ن ▁کے ▁نتیجے ▁میں ▁بڑھ تی ▁ہوئی ▁قدرت ی ▁آف ات ▁کو ▁روکنے ▁کے ▁لیے ▁آج ▁کل ▁د ُ نیا ▁بھر ▁میں ▁یہ ▁کوشش یں ▁کی ▁جا ▁رہی ▁ہیں ▁کہ ▁زمینی ▁درجہ ء ▁حرارت ▁میں ▁اضافے ▁کو ▁زیادہ ▁سے ▁زیادہ ▁دو ▁سینٹ ی ▁گری ڈ ▁تک ▁محدود ▁رکھا ▁جائے۔ ▁تاہم ▁ڈر بن ▁میں ▁اپنا ▁تازہ ▁ترین ▁مطالعات ی ▁جائزہ ▁جاری ▁کرتے ▁ہوئے ▁ماحول ی اتی ▁تنظیم ▁کل ائم یٹ ▁ایک شن ▁ ٹری کر ▁کے ▁ماہرین ▁نے ▁خبردار ▁کیا ▁ہے ▁کہ ▁اگر ▁تمام ▁ممالک ▁فضا ▁میں ▁ضرر ▁رس اں ▁گیس وں ▁کے ▁اخراج ▁کے ▁سلسلے ▁میں ▁اپنے ▁وعد وں ▁پر ▁قائم ▁بھی ▁رہیں ▁تو ▁بھی ▁وہ ▁زمینی ▁درجہ ء ▁حرارت ▁میں ▁دو ▁سینٹ ی ▁گری ڈ ▁سے ▁زیادہ ▁کے ▁اضافے ▁کو ▁نہیں ▁روک ▁پ ائیں ▁گے ▁اور ▁امکان ▁یہ ▁ہے ▁کہ ▁درجہ ء ▁حرارت ▁میں ▁اضافے ▁کی ▁شرح ▁3.5 ▁فیصد ▁یا ▁ا ِ س ▁سے ▁بھی ▁زیادہ ▁تک ▁پہنچ ▁جائے ▁گی۔
▁ریکارڈ ▁بنانے ▁کی ▁خوشی ، ▁سیریز ▁میں ▁ناکام ی ▁کے ▁سبب ▁ماند ▁پڑ ▁گئی ، ▁یا سر ▁شاہ ▁07 .12.2018 ▁_ ▁04 :39 ▁ منٹ
▁1 ع نصر ▁یا ▁Element ▁کے ▁ما خذ ▁کا ▁صحیح ▁اندازہ ▁نہیں ▁لیکن ▁یہ ▁جدید ▁کیمیا ء ▁میں ▁بہت ▁ک ثر ت ▁سے ▁استعمال ▁ہو ▁رہا ▁ہے ▁۔ اگر چہ ▁یہ ▁لفظ ▁یونان یوں ▁نے ▁استعمال ▁نہیں ▁کیا ▁مگر ▁اسے ▁استعمال ▁کیے ▁بغیر ▁یا ▁حوالہ ▁دیے ▁بغیر ▁اہل ▁یونان ▁کے ▁نظریات ▁کو ▁بیان ▁کرنا ▁ممکن ▁نہیں۔
▁کاپی ▁رائٹ ▁© ▁شی ڈو نگ ▁ لف ٹ ▁مشین ری ▁کمپنی ، ▁لم یٹ ڈ ▁تمام ▁حقوق ▁محفوظ ▁ہیں .
▁اذ لان ▁شاہ : ▁پاکستان ▁نے ▁کی نی ڈا ▁کو ▁تین ▁گول ▁سے ▁شکست ▁دے ▁دی
▁لاہور ▁میں ▁اپنی ▁پہلی ▁پریس ▁کانفرنس ▁کرتے ▁ہوئے ▁مک ی ▁آر ت ھر ▁کا ▁کہنا ▁تھا ▁کہ ▁‘ چی ف ▁سل یکٹر ▁ا نضمام ▁الحق ▁سمیت ▁پی ▁سی ▁بی ▁حکام ▁سے ▁مفید ▁بات ▁ہوئی ▁ہے ’ ۔
▁سینٹ ▁الیکشن ▁میں ▁( ن ) ▁لیگ ▁کی ▁فتح ▁پی ▁ٹی ▁آئی ▁نے ▁دوبارہ

▁۶ : - ▁جب ▁سے ▁مسلمانوں ▁کا ▁اللہ ▁کی ▁ذات ▁سے ▁رشتہ ▁عبد یت ▁کمزور ▁ہوا ▁ہے ، ▁انہوں ▁نے ▁عباد ات ▁و ▁اعمال ▁کے ▁علاوہ ▁قریب ▁قریب ▁سب ▁ہی ▁کچھ ▁چھوڑ ▁دیا ▁ہے ، ▁حتی ▁کہ ▁بار گاہ ▁ال ٰ ہی ▁میں ▁رو نا ، ▁بل بل انا ▁اور ▁دعا ئیں ▁مانگ نا ▁بھی ▁چھوڑ ▁دیا ▁ہے۔
▁ج ۔ ▁اگر ▁ش ہو انی ▁تصور ات ▁اخراج ▁من ی ▁کی ▁خاطر ▁ہوں ▁یا ▁تصور ▁کرنے ▁والا ▁جانتا ▁ہو ▁کہ ▁ان ▁ش ہو انی ▁تصور ات ▁سے ▁من ی ▁خارج ▁ہوجائے ▁گی ▁تو ▁حرام ▁ہے۔
▁) ▁یعنی ▁با پر دہ ▁( ▁ہے ▁تو ▁ہی رے ▁جو ا ہی رات ، ▁سو نا ▁چاند ی ▁اور ▁اس ▁کی ▁بیش ▁بہ ا ▁قیمت ▁ہے ▁لیکن ▁اگر ▁وہ ▁م ٹھی ▁کی ▁طرح ▁کھل ▁جائے ▁) ▁بے ▁پر دہ ▁ہوجائے ▁( ▁تو ▁وہ ▁بے ▁وقعت ▁پتھر ▁اور ▁کن کری وں ▁کی ▁مانند ▁ہے ▁جس ▁کی ▁کوئی ▁عزت ▁اور ▁قیمت ▁نہیں۔
▁مرکزی ▁مواد ▁پر ▁جائیں
▁والد ہ ▁کے ▁انتقال ▁کا ▁صدم ہ ▁یا سر ▁شاہ ▁کی ▁کارکردگی ▁میں ▁رکاوٹ ▁نہ ▁بن ▁سکا
▁سین - پ روس پر ، ▁چو دی رے - اپ ل کھ س ، ▁کی وب ک ▁( انگ ریز ی : ▁Saint - Pro sper , ▁Cha ud ière - App alach es , ▁Que bec ) ▁کی نی ڈا ▁کا ▁ایک ▁رہائش ی ▁علاقہ ▁جو ▁Cha ud ière - App alach es ▁میں ▁واقع ▁ہے۔ [1]
▁بڑی ▁مدد ▁کے ▁ساتھ ▁ایک ▁ناول ▁بد عت
▁ ٣ ۔ ▁نئے ▁تنظیم ی ▁ڈھ ان چے ▁کے ▁فوائد ▁حسب ِ ▁ذیل ▁ہیں :
▁۳ ؍ ▁جولائی ▁ان ▁کی ▁برس ی ▁کے ▁موقع ▁پر
▁ اٹ لی ▁میں ▁کل ▁اتوار ▁کے ▁دن ▁سے ▁ملکی ▁پارلیمان ▁کے ▁دونوں ▁ایوان وں ▁کے ▁لئے ▁انتخابات ▁کا ▁جو ▁دو روز ہ ▁سلسلہ ▁شروع ▁ہوا ▁تھا ، ▁وہ ▁آج ▁بھی ▁جاری ▁رہا۔ ▁ان ▁انتخابات ▁میں ▁بڑی ▁سیاسی ▁جماعتوں ▁کے ▁ما بین ▁سخت ▁مقابلے ▁کے ▁باوجود ، ▁تازہ ▁ترین ▁جائز وں ▁کے ▁مطابق ، ▁ب ظ ا ہری ہ ▁امکانات ▁تھ و ڑے ▁سے ▁زیادہ ▁ہیں ▁کہ ▁ماضی ▁میں ▁دو ▁مرتبہ ▁وزیر ▁اعظم ▁کے ع ہ دے ▁پر ▁ف ائز ▁رہ ▁چک نے ▁والے ▁Silvi o ▁Berlusconi ▁شاید ▁آئندہ ▁دنوں ▁میں ▁تیسری ▁مرتبہ ▁ اٹ لی ▁میں ▁سربراہ ▁حکومت ▁منتخب ▁کر ▁لئے ▁جائیں ▁گے۔
▁ر ٹ لینڈ ▁کاؤنٹی ، ▁ور مون ٹ ▁( انگ ریز ی : ▁Rut land ▁County , ▁Ver mont ) ▁ریاست ہ ائے ▁متحدہ ▁امریکا ▁کا ▁ایک ▁کاؤنٹی ▁جو ▁ور مون ٹ ▁میں ▁واقع ▁ہے۔ [4]
▁ایک ▁ہزار ▁شاہ ی ▁خاندان ▁اور ▁شاہ ی ▁شادی اں ▁28 -11- 2010
▁ہ جر ت ▁ختم ▁ال رسل ▁صلی ▁علیہ ▁و ▁سلم ▁کی ▁زندگی ▁کا ▁ایک ▁عنوان ِ ▁جل ی ▁ہے۔ ▁آپ ▁کی ▁ہ جر ت ▁نے ▁تاریخ ▁اور ▁جغرافی ہ ▁دونوں ▁کو ▁بدل ▁دیا ▁اور ▁قومی ت ِ ▁مسلم ▁ہ جر ت ِ ▁مصطفی ▁سے ▁صورت ▁پذیر ▁ہوئے ▁ہے۔ ▁ہ جر ت ▁ہی ▁اسلامی ▁ریاست ▁کا ▁سنگ ِ ▁بنیاد ▁ہے۔ ▁ہ جر ت ▁کا ▁ہم ہ ▁پہلو ▁واقعہ ▁ہی ▁اسلامی ▁تقوی م ▁کا ▁صورت ▁گر ▁ہے۔ ▁ر فی ع ▁الدین ▁راز ▁کا ▁یہ ▁مصر ع ، ▁مف ہ وم ِ ▁ہ جر ت ▁کو ▁سمجھ نے ▁کی ▁کلید ▁ہے ▁اور ▁یہ ▁مصر ع ▁کسی ▁ الہ امی ▁لمح ے ▁میں ▁انھیں ▁عطا ▁کیا ▁گیا ▁ہے :
▁اسلام ▁انسان ▁کو ▁بنیادی ▁طور ▁پر ▁اپنی ▁انسانی ت ▁کی ▁بنا ▁پر ▁قابل ▁اک رام ▁و ▁محبت ▁اور ▁ہم در دی ▁کام ستحق ▁بتا تا ▁ہے۔ ▁ایک ▁بار ▁نبی ▁کریم ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کی ▁مجلس ▁میں ▁کچھ ▁صحابہ ▁حاضر ت ھے ▁کہ ▁ایک ▁جنازہ ▁گزر ا۔ ▁آپ ▁کھڑے ▁ہو ▁گئے۔ ▁لوگوں ▁نے ▁( یہ ▁دیکھ ▁کر ▁کہ ▁آپ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁جنازہ ▁کے ▁اک رام ▁میں ▁کھڑے ▁ہوئے ▁ہیں ) ▁آپ ▁کو ▁بت ل ایا ▁کہ ▁ایک ▁یہودی ▁کا ▁جنازہ ▁ہے۔ ▁آپ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁فرمایا ▁کیا ▁یہ ▁جان ▁( یعنی ▁انسان ) ▁نہیں ؟ ▁آپ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁بعد ▁کچھ ▁صحابہ ▁اس ▁پر ▁عمل ▁بھی ▁کیا ▁کرتے ▁تھے۔ ▁( ب خار ی ، ▁مسلم )
▁نواز ▁شریف ▁کی ▁ت قار یر ▁نشر ▁کرنے ▁پر ▁پابندی ▁نہیں ، ▁سپریم ▁کورٹ
▁شمال ▁مشرق ▁سے
▁نکاح ▁ہل الہ ▁کے ▁خاتون ▁کی ▁پہلی ▁شکایت ▁پر ▁پولیس ▁نے ▁ع صمت ▁ریزی ▁کے ▁الزام ▁پر ▁ایف ▁ ائی ▁آر ▁درج ▁کی۔
▁زمرہ : آ ئر لینڈ ▁میں ▁من شی ات ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁ڈیم ▁فنڈ : ▁بیرون ِ ▁ملک ▁مقیم ▁پاکستانیوں ▁نے ▁اب ▁تک ▁ایک ▁ارب ▁روپے ▁فراہم ▁کیے
▁سپریم ▁کورٹ ▁میں ▁2 خوا جہ ▁سر اؤں ▁کو ▁ملازمت ▁دیں ▁گے ، ▁چیف ▁جسٹس ▁کا ▁اعلان

▁خادم ▁حسین ▁رضوی ▁پھر ▁میدان ▁میں ▁آگ ئے ▁، اب ▁تحریک ▁لب یک ▁نے ▁آرمی ▁چیف ▁کے ▁بارے ▁میں ▁ایسی ▁بات ▁کہہ ▁دی ▁کہ ▁آپ ▁کا ▁بھی ▁منہ ▁کھل ا ▁کا ▁کھل ا ▁رہ ▁جائے ▁گا ▁ساتھ ▁ہی ▁حکومت ▁پر ▁بھی ▁بجلی اں ▁گرا ▁دیں
▁وفاقی ▁حکومت ▁ملکی ▁معیشت ▁کے ▁استحکام ▁کیلئے ▁پر ▁عزم ▁ہے ، حم اد ▁ اظ ہر
▁حضرت ▁مولانا ▁ابر ار ▁الحق ▁ہر دو ئی ▁رحم ۃ ▁اللہ ▁علیہ
▁پھر ▁بھی ▁ہندوستان ی ▁حکومت ▁نے ▁سماجی ▁کارکنوں ، دان شور وں ▁، صح افی وں ▁اور ▁سر کار ▁کی ▁پالیسی وں ▁کی ▁تنقید ▁کرنے وال وں ▁کو ▁زد و ▁کو ب ▁کیا اور ▁ان ▁کو ▁غ دار ▁وطن ▁کہتے ▁ہوئے ▁کئی ▁معامل وں ▁میں ▁ہ ت ک ▁عزت ▁کے ▁الزامات ▁عائد ▁کی ے۔ قانون ی ▁کارروائی ▁اور ▁بد عنوان ی ▁کے ▁من ▁ما نے ▁الزامات ▁نے ▁میڈیا ▁ہاؤس ▁کو ▁سی لف ▁سین سر ▁کے ▁لیے ▁مجبور ▁کیا ▁۔
▁ک ِ ی ُ ون کہ ▁خ ُ دا ▁نے ▁د ُ نیا ▁سے ▁ایسی ▁م ُ حب ت ▁رکھی ▁کہ ▁ا ُ س ▁نے ▁اپنا ▁ا ِ کل وتا ▁بیٹا ▁بخش ▁دیا تا کہ ▁جو ▁کوئی ▁ا ُ س ▁پر ▁ا ِ ی مان ▁لائے ▁ہلاک ▁نہ ▁ہو ▁بلکہ ▁ہمیشہ ▁کی ▁ز ِ ندگی ▁پائے ۔
▁لاہور ▁( کل چر ل ▁رپورٹ ر ) ▁لاہور ▁آر ٹس ▁کے ▁زیرا ہ تمام ▁ایک ▁محفل ▁موسیقی ▁ہوئی ▁جس ▁میں ▁صدارت ی ▁ایوارڈ ▁یافتہ ▁گلو کار ▁استاد ▁بدر ال زم اں ، ▁قمر ال زم اں ▁نے ▁پر فار م ▁کیا ▁جسے ▁حاضر ین ▁نے ▁بہت ▁پسند ▁کیا ▁اور ▁انہیں ▁دل ▁کھول ▁کر ▁داد ▁دی۔ ▁اس ▁موقع ▁پر ▁انہوں ▁نے ▁بتایا ▁کہ ▁ہم ▁نے ▁حال ▁ہی ▁میں ▁بھارت ▁سے ▁واپس ▁آئے ▁ہیں ▁اور ▁بھارت ▁میں ▁بھی ▁ہماری ▁پر فار م نس ▁بہت ▁پسند ▁کی ▁گئی۔
▁سائنس ▁اور ▁ٹیکنالوجی
▁جواب ▁نمبر ▁۳ ۔ ▁بے ▁شک ▁وہ ▁اسباب ▁جو ▁انسان ▁کو ▁اس ▁ع قی دہ ▁کو ▁مضبوط ی ▁سے ▁پکڑ نے ، ▁اس ▁پر ▁ثابت ▁قدم ی ▁اختیار ▁کرنے ، ▁اسکی ▁چا شن ی ▁ول ذ ّ ت ▁کو ▁محسوس ▁کرنے ▁میں ▁معاون ▁و مد گار ▁ثابت ▁ہوتے ▁ہیں ▁وہ ▁کتاب ▁اللہ ▁و سن ّ ت ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁ساتھ ▁مضبوط ▁رشتہ ▁اور ▁ان ▁کے ▁ساتھ ▁زندگی ▁گزار نا ▁ہے ، ▁اور ▁دینی ▁تعلیم ات ▁، ▁منہ ج ▁اور ▁سلوک ▁کا ▁حاصل ▁کرنا ، ▁اور ▁ان ▁دونوں ▁مصادر ▁اور ▁ان ▁کے ▁اندر ▁جو ▁کچھ ▁آیا ▁ہے ▁اس ▁کے ▁ذریعہ ▁مخلوق ▁کے ▁ساتھ ▁تعامل ▁کرنا ▁ہے۔
▁تہ ران ▁( مانیٹر نگ ▁ڈیسک ) ایران ی ▁سائنس دان وں ▁اور ▁ماہرین ▁کی ▁تیار ▁کردہ ▁دو ▁نئی ▁آب دوز وں ▁کو ▁ایرانی ▁بحر یہ ▁میں ▁شامل ▁کر ▁لیا ▁گیا۔ آب دوز یں ▁حوالے ▁کیے ▁جانے ▁کی ▁تقریب ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁بحر یہ ▁کے ▁کم ا نڈر ▁ر یئر ▁ایڈ مر ل ▁حسین ▁خان زاد ی ▁نے ▁کہا ▁ہے ▁کہ ▁فوج ▁اور ▁سپ ا ہ ▁کی ▁بحر یہ ▁ملک ▁کی ▁آبی ▁سرحد وں ▁کی ▁حفاظت ▁اور ▁خلیج ▁فارس ، ▁آب ن ائے ▁ہر مز ▁اور ▁بح ی رہ ▁عمان ▁کی ▁سلامتی ▁کو ▁یقینی ▁بنانے ▁میں ▁اپنا ▁بھرپور ▁کردار ▁ادا ▁کر ▁رہی ▁ہے۔
▁دارال سلام ▁سے ▁ایک ▁رپورٹ ▁میں ▁رائٹ رز ▁خبر ▁رس اں ▁ادارے ▁نے ▁بتایا ▁ہے ▁کہ ▁صدر ▁کے ▁طور ▁پر ▁یہ ▁ا ُ ن ▁کا ▁پہلا ▁بیرونی ▁ممالک ▁کا ▁دورہ ▁ہے ، ▁جس ▁کے ▁دوران ▁وہ ▁تن زان یہ ، ▁جنوبی ▁افریقہ ▁اور ▁ری پ بل ک ▁آف ▁کان گو ▁جائیں ▁گے۔ ▁ا ِ س ▁سے ▁قبل ، ▁وہ ▁روس ▁کا ▁دورہ ▁کر ▁چکے ▁ہیں۔
▁اس ▁بازار ▁میں
▁اس ▁ایوارڈ ▁سے ▁انفرادی ▁یا ▁اجتماعی ▁طور ▁پر ▁ایسی ▁شخصیت ▁کو ▁نواز ا ▁جائے ▁گا ▁جنہوں ▁نے ▁پاکستان ▁میں ▁سماجی ▁اش را ک ▁کو ▁فروغ ▁دینے ▁کے ▁لئے ▁اہم ▁فن کاران ہ ▁یا ▁ثقافت ی ▁تعاون ▁فراہم ▁کیا ▁ہو۔ ▁فن کاران ہ ▁پر یک ٹس ▁میں ▁کوئی ▁بھی ▁فنی ▁یا ▁ثقافت ی ▁می ڈی م ▁شامل ▁ہو ▁سکتا ▁ہے ▁جیسے ▁فن ، ▁سینما ، ▁تھی ٹر ، ▁موسیقی ، ▁ادب ، ▁تعلیمی ▁اور ▁ا دار تی ▁شرکت ۔ ▁یہ ▁ایوارڈ ▁ہر ▁دو ▁سال ▁بین ال ے ▁دوران یہ ▁میں ▁دیا ▁جائے ▁گا۔
▁ہم ▁ایک ▁جدید ▁آن ▁لائن ▁سوف ٹ ▁و ئیر ▁تیار ▁کرو ائیں ▁گے۔ ▁جس ▁پہ ▁کس ٹ م رز ▁( م ستقبل ▁میں ▁مر نے وال ے افراد ) ▁کا ▁ایک ▁اکاؤنٹ ▁آن ▁لائن ▁کھول ا ▁جائے ▁گا۔ ▁جیسا ▁کہ ▁فیس ▁بک ▁یا ▁ٹو یٹر ▁کا ▁اکاؤنٹ ▁ہوتا ▁ہے۔ ▁کس ٹ م راپ نی ▁پرو فائل ▁میں ▁داخل ▁ہو ▁کر ▁ضروری ▁معلومات ▁مہ یا ▁کر ▁سکے ▁گا۔ ▁یہ ▁کام ▁انٹرنیٹ ▁کی ▁سہولت ▁کے ▁ذریعے ▁دنیا ▁کے ▁کسی ▁بھی ▁کو نے ▁میں ▁بیٹھ ▁کے ▁سر ▁انجام ▁دیا ▁جا ▁سکے ▁گا۔ ▁مثلا ▁اپنی ▁زندگی ▁کا ▁کوئی ▁اہم ▁واقعہ ▁( اگر ▁اس ▁کی ▁ویڈیو ▁موجود ▁ہو تو ▁وہ ▁بھی ▁ساتھ ▁لگا ئی ▁جا ▁سکے ▁گی ▁ورنہ ▁زبان ی ▁ویڈیو ▁پیغام ▁کے ▁ذریعے ) ۔ ▁بعض ▁کس ٹ م رز ▁اکاؤنٹ ▁بنانے ▁کے ▁بعد ▁بھی ▁برس وں ▁زندہ ▁رہیں ▁گے ▁پس ▁اگر ▁کسی ▁کس ٹ مر ▁کو ▁لگے ▁کہ ▁میں ▁نے ▁اپنی ▁پرو فائل ▁پہ ▁کچھ ▁غیر ▁ضروری ▁یا ▁غیر ▁مناسب ▁معلومات ▁دے ▁دی ▁ہیں ▁تو ▁کس ٹ مر ▁جب ▁چاہے ▁انہیں ▁حذف ▁بھی ▁کر س کے ▁گا۔ ▁مثلا ▁اپنی ▁پہلی ▁محبت ▁کی ▁رو داد ▁کو ▁ختم ▁کرنا ▁یا ▁اپنی ▁شادی ▁کے ▁متعلق ▁دی ▁گئی ▁معلومات ▁کو ▁ہٹا نا ▁وغیرہ ۔ ▁اس ▁طرح ▁روزانہ ▁کی ▁بنیاد ▁پہ ▁نئے ▁نئے ▁آپ شن ز ▁کا ▁اضافہ ▁ہوتا ▁رہے ▁گا۔ ▁ہر ▁نیا ▁کس ٹ مر ▁کسی ▁ پرانے ▁کس ٹ مر ▁کی ▁پرو فائل ▁کے ▁جائز ے ▁سے ▁اندازہ ▁لگا ▁لے ▁گا ▁کہ ▁اسے ▁اپ ن ▁ی ▁پرو ▁ فائل ▁پہ ▁کون ▁کون ▁سی ▁معلومات ▁دینی ▁ہے۔ ▁اور ▁یہ ▁سلسلہ ▁جاری ▁رہے ▁گا۔
▁مواد ▁پر ▁جائیں
▁نو ائے ▁وقت ▁گروپ
▁نظم وں ▁غزل وں ▁کے ▁مجموع ے ▁" سر خ ▁گلاب ▁اور ▁بدر ِ ▁من یر ” ▁میں ▁بھی ▁دیکھ ▁لیا ▁ہے ▁اور ▁ساق ی ▁صاحب ▁سے ▁تصدیق ▁بھی ▁کر ▁لی ▁ہے۔
▁سر ▁جی ▁ایک ▁بات ▁کر وں ▁اگر ▁اجازت ▁دیں۔
▁وزیر ▁دفاع ▁انج ین ئر ▁خرم ▁دستگیر ▁خان ▁کی ▁لائن ▁آف ▁کنٹرول ▁پر ▁بھارتی ▁فوج ▁کی ▁بلا ▁ اشت عال ▁فائرنگ ▁کی ▁مذمت
▁ابھی ▁تک ▁کسی ▁تنظیم ▁نے ▁اس ▁خود ▁کش ▁حملہ ▁کی ▁ذم ہ ▁داری ▁قبول ▁نہیں ▁کی ▁ہے۔ وا ضح ▁رہے ▁کہ ▁اے ▁این ▁پی ▁2013 کے ▁انتخابات ▁میں ▁بھی ▁طالبان ▁کا ▁اصل ▁نشانہ ▁رہی ▁تھی۔ ہا رون ▁بل ور ▁خیبر ▁پخت ون ▁خوا ▁صوبہ ▁میں ▁ذ ی ▁اثر ▁سیاسی ▁خاندان ▁کے ▁چشم ▁و ▁چراغ ▁تھے ▁۔ ▁ان ▁کے ▁والد ▁ب شیر بل ور ▁بھی 2012 میں ▁خود ▁کش ▁دھماکہ ▁میں ▁ہلاک ▁ہو ▁چکے ▁ہیں۔
▁ل نڈی ▁کو تل ▁( مانیٹر نگ ▁ڈیسک ) ▁حکومت ِ ▁پاکستان ▁کی ▁جانب ▁سے ▁2016 ▁سے ▁افغانستان ▁کے ▁ساتھ ▁درآمد ات ▁اور ▁برآمد ات ▁پر ▁عائد ▁پابندی ▁میں ▁نرم ی ▁کے ▁بعد ▁دونوں ▁ممالک ▁کے ▁درمیان ▁طور خم ▁سرحد ▁سے ▁دو ▁طرف ہ ▁تجارت ▁اپنا ▁تو از ن ▁حاصل ▁کر ▁رہی ▁ہے۔ ▁رپورٹ ▁کے ▁مطابق ▁دونوں ▁ممالک ▁کے ▁درمیان ▁تعلقات ▁میں ▁اس ▁وقت ▁کشید گی ▁...
▁ابو ظ ہ بی ▁ٹیسٹ : ▁نیوز ی ▁لینڈ ▁پہلی ▁اننگز ▁میں ▁153 ▁رنز ▁پر ▁آؤٹ
▁بین ▁الاقوامی
▁اگر ▁یا س مین ▁راشد ▁رکن ▁قومی ▁اسمبلی ▁منتخب ▁ہو ▁جاتی ں ▁تو ▁کیا ▁ہوتا ▁ ۔۔۔۔۔ ڈا کٹ ر ▁اجمل ▁نیازی ▁نے ▁ایسی ▁بات ▁کہہ ▁دی ▁جس کی ▁آپ ▁بھی ▁تائید ▁کریں ▁گے
▁وہ ▁آسمان ▁تھا ▁اور ▁میرے ▁اختیار ▁میں ▁تھا
▁کراچی ( و یب ▁ڈیسک ) ▁جمعیت ▁علماء ▁اسلام ▁کے ▁سربراہ ▁مولانا فضل ▁الرحمن ▁کے ▁پاس ▁قومی ▁اسمبلی ▁میں ▁جانے ▁کے ▁دو ▁مواقع ▁موجود ▁ہیں۔ ▁الیکشن ▁کمیشن ▁کے ▁قوانین ▁کے ▁مطابق ▁جن ▁حلق ے ▁میں ▁خواتین ▁کی ▁ووٹ نگ ▁کی ▁شرح ▁10 ▁فیصد ▁سے ▁کم ▁ہوگی ▁وہاں ▁نتائج ▁کال عد م ▁قرار ▁دیئے ▁جا ئی نگ ے۔
▁لنکس ▁محض ▁آپ کی ▁معلومات ▁اور ▁آسان ▁نیویگیشن ▁کے ▁لئے ▁فراہم ▁کیے ▁گئے ▁ہیں ▁۔ ▁ہم ▁( Invest ing Stock Online . com ) ▁تھر ڈ ▁پارٹی
▁اپنے ▁بچے ▁کی ▁آخری ▁اطلاع ▁کا ▁انتظار ▁مت ▁کیجیے
▁اس ▁سلسلہ ▁میں ▁ہم ▁افریقہ ▁کی ▁مثال ▁کو ▁خاص ▁طور ▁پر ▁دیکھتے ▁ہیں ▁، ▁افریقہ ▁میں ▁، ▁نو ▁آبادی اتی ▁عہد ▁کے ▁خاتمہ ▁تک ▁تعلیم ▁صرف ▁امر اء ▁اور ▁نو ▁آبادی اتی ▁خدمت ▁ گار وں ▁تک ▁محدود ▁تھی ▁، ▁اس ▁عہد ▁کے ▁خاتمہ ▁سے ▁اب ▁تک ▁افریقہ ▁نے ▁تعلیمی ▁شعبہ ▁میں ▁بہت ▁ترقی ▁کی ▁ہے ▁، ▁اس ▁وقت ▁پورے ▁افریقہ ▁کی ▁شرح ▁خواند گی ▁ستر ▁فیصد ▁کے ▁لگ ▁بگ ▁ہے ▁..... م گر ▁معاشی ▁شعبہ ▁میں ▁دیکھیں ▁تو ▁حد ▁درجہ ▁مایوس ی ▁ہوتی ▁ہے ▁... ▁اس ▁کی ▁آبادی ▁١ . ١ ٥ ▁بل ین ▁ہے ▁جو ▁پوری ▁دنیا ▁کی ▁آبادی ▁(7 . 13 ▁بل ین ▁) ▁کا ▁تقریبا ▁سول ہ ▁فیصد ▁بنت ی ▁ہے ▁مگر ▁دنیا ▁کی ▁معیشت ▁میں ▁اس ▁کا ▁حصہ ▁محض ▁2.4 ▁فیصد ▁ہے ▁... ▁ذیل ▁میں ▁چار ٹ ▁دیا ▁گیا ▁ہے ▁، ▁ملاحظ ہ ▁فرم ائیں
▁شیخ ▁حسین ہ ▁کے ▁قتل ▁کی ▁سازش ▁‘ 10 مل زمین ▁کو ▁سزا ئے ▁موت
▁ر نو یر ▁کے ▁د پی کا ▁کو ▁شادی ▁کے ▁موقع ▁پر ▁د ئیے ▁گئے ▁ تحف ے ▁کی ▁قیمت ▁کتنی ؟
▁لا ؤ س ▁کے ▁شہریوں ▁کے ▁لیے ▁ا رج نٹ ائن ▁کا ▁سیاح تی ▁ویزا ▁در کار ▁ہے۔
▁2 ، ▁اعلی ▁صحت ▁سے ▁متعلق ▁can ti lever ▁بی م ▁لوڈ ▁سیل
▁م سٹر ▁ام بانی ▁نے ▁کہاکہ ▁جی و ▁نے ▁ری لائ نس ▁کو ▁اسٹ ریٹ ج ک ▁طور پر ▁تک نا لوج ی ▁پلی ٹ ▁فارم ▁کمپنی ▁کی ▁حیثیت ▁سے ▁پیش ▁کرنے ▁میں ▁مدد ▁کی ▁ہے۔ ▁ڈی جی ٹل ▁پلی ٹ ▁فارم ▁اب ▁نئے ▁دور ▁کے ▁کار خان ے ▁اور ▁خدمات ▁فراہم ▁کرنے ▁والے ▁بن ▁گئے ▁ہیں۔ ▁م سٹر ▁ام بانی ▁کی ▁بیٹی ▁ای شا ▁ام بانی ▁اور ▁آ کا ش ▁ام بانی ▁نے ▁اس ▁موقع ▁پر ▁کہاکہ ▁اب ▁ایم ▁بی ▁پی ▁ایس ▁کے ▁دن ▁ختم ▁ہوگئے ▁اور ▁جی ▁بی ▁پی ▁ایس ▁کا ▁زمان ہ ▁آگیا ▁ہے۔ ▁انہوں ▁نے ▁کہاکہ ▁اب ▁آپ ▁کا ▁گھر ▁پوری ▁طرح ▁سے ▁وائس ▁ف ائی ▁کور یج ▁کے ▁دائر ے ▁میں ▁ہوگا۔ ▁ہر ▁ایک ▁آل ہ ، ▁پل گ ▁پوائنٹ ، ▁سوئ چ ▁اس مار ٹ ▁بن ▁جائیں ▁گے۔ ▁لوگ ▁چوب یس ▁گھنٹے ▁سات وں ▁دن ▁سیکورٹی ▁نگرانی ▁اور ▁الر ٹ ▁کرنے ▁والے ▁کی مر ے ▁لگا کر ▁اپنی ▁سیکورٹی ▁کو ▁مزید ▁پخت ہ ▁کر سک یں ▁گے۔ ▁جی و ▁کے ▁کاروبار ▁کے ▁سلسلہ ▁میں ▁م سٹر ▁مک یش ▁ام بانی ▁نے ▁کہاکہ ▁جی و ▁کا کار و بار ▁69 ہ زار ▁کروڑ ▁روپے ▁کو ▁پار ▁کر ▁گیا ▁ہے۔
▁ہمارے ▁ہاں ▁39 ▁مہمان ▁اور ▁کوئی ▁رکن ▁نہیں ▁آن ▁لائن ▁ہیں۔
▁مول ن ▁کے ▁بیان ▁سے ▁تعلقات ▁متاثر ▁ہو سک تے ▁ہیں ، ▁پاکستان ▁_ ▁حالات ▁حاضر ہ ▁_ ▁DW ▁_ ▁08. 07. 2011
▁ج ِ س ▁کے ▁ساتھ ▁عالم ِ ▁بالا ▁کی ▁فجر ▁ہم ▁پر ▁آئے ▁گی۔
▁برطانیہ ▁میں ▁بس نے ▁والے ▁پاکستانی ▁نوجوان ▁نسل ▁کی ▁بہترین ▁تربیت ▁کریں : ▁چوہدری ▁شہباز ، ▁محمد ▁ابو ▁بکر
▁شہر ▁کی ▁خبریں
▁جب ▁نن ھا ▁سا ▁تھا
▁‫ آ ؤ ▁تاریخ ▁اور ▁وقت ▁بھی ▁بتایا ▁اور ▁آنے ▁کا ▁مقصد ▁بھی ۔ ▁آپ ▁نے ▁میرے ▁ساتھ ▁کان ▁لگایا ‬
▁سکا ٹ ▁لینڈ ( ڈی لی ▁جلا ▁وطن ▁ڈاٹ ▁کام ) چی ف ▁آر گن ائز ر ▁پاکستان ▁مسلم ▁لیگ ▁ن ▁سکا ٹ ▁لینڈ ▁فخر ▁اقبال ▁چوہدری ▁آف ▁وہ ا ڑی ▁نے ▁اپنے ▁بیان ▁میں ▁کہا ▁ہے ▁کہ ▁وزیراعلی ٰ ▁پنجاب ▁میاں ▁شہباز ▁شریف ▁نے ▁جنوبی ▁پنجاب ▁کے ▁مسائل ▁کو ▁حل ▁کرنے ▁میں ▁بھر ▁پور ▁اقدامات ▁اٹھا ئے ▁ہیں ▁جس ▁پر ▁ہم ▁ان ▁کے ▁مش کور ▁و ▁ممنون ▁ہیں ▁میاں ▁شہباز ▁شریف ▁عوامی ▁مسائل ▁کے ▁بارے
▁متعلقہ ▁تبدیل یاں
▁Image ▁caption ▁خفیہ ▁اداروں ▁کو ▁کس ▁قانون ▁کے ▁تحت ▁لوگوں ▁کے ▁ٹیلی فون ▁ٹی پ ▁کرنے ▁کا ▁اختیار ▁دیا ▁گیا ▁ہے : ▁عدالت ▁کا ▁ استفسار
▁اردو ▁ادب ▁میں ▁شعر اکی ▁فہرست ▁تو طو یل ▁تر ہے ، م گر ▁شاعر ات ▁اور ▁وہ ▁بھی ▁ایسی ▁شاعر ▁ ات ، جن ▁کے ▁لب ▁و ▁لہ جے ▁نے ، انداز وا س لوب ▁نے ، م ضا مین ِ ▁شعر ▁نے ، ▁خیالات ▁کی ▁ ندر ت ▁و ▁جو دت ▁و ▁جد ت ▁نے ▁اور الب ی لے ▁طرز ِ اظ ہ ار واد انے ▁ایک ▁دنیا ▁کو ▁ مسح ور ▁کر ▁دیا ▁ہو ، کم ▁از کم ▁اردو اد ب ▁میں ▁نا ی اب ▁نہیں ▁تو ▁کم ▁یا ب ▁ضرور ▁ہیں۔ ▁پرو ین ▁شا کر ▁( ▁24 ▁ ؍ ▁نومبر ▁1952 ▁ء -26 ▁ ؍ دس مبر ▁1996 ▁ء ) ▁سے ▁پہلے ▁بھی ▁اردو ▁میں ▁خاتون ▁شاعر ات ▁تھیں ▁اور ▁خود ان ▁کے ▁دور میں ▁بھی ▁ادا ج ع فری ، ▁کشور ▁نا ہ ید ، ▁ف ہم ید ہ ▁ریاض ▁وغیرہ ▁اعلی ٰ ▁پای ے ▁کی ▁خاتون ▁شاعر ات ▁موجود ▁تھیں ، ▁جن ▁کی ▁قدر ▁خود ▁پرو ین ▁شا کر بھی ▁دل ▁سے ▁کرتی ▁تھیں ، ▁مگر اس ▁کے ▁باوجود ▁اردو ▁شاعر ی ▁کو ▁جو ▁لہ جہ ▁پرو ین ▁نے ▁دیا ، وہ ▁سب ▁سے ▁ا چھ وتا ، ▁ان وک ھا ▁اور ▁دلچسپ ▁تھا ، ▁انھوں ▁نے ▁ صنف ِ ▁نازک ▁کے ▁مسائل ، ▁مشکلات ، ▁خانگی ▁الج ھن وں ، ▁انفرادی ▁مشکل وں ، ▁معاشر تی ▁ج کڑ ▁بندی وں ، ▁حسن ▁و ▁عشق ▁کی ▁خار دار ▁راہ وں ▁کی ▁آب لہ ▁پائی وں ▁کا ▁ذکر ▁اپنی ▁شاعر ی ▁میں ▁بڑے ▁منفرد ▁انداز ▁میں ▁کیا۔
▁کان ز ▁میں ▁کیا ▁پہن نا ▁ہے ▁ابھی ▁تک ▁فیصلہ ▁نہیں ▁کیا ، ▁ماہر ہ ▁خان ▁کی ▁پریشان ی
▁مضامین ▁ڈاٹ ▁کام ▁پر ▁شائع ▁ہونے ▁والی ▁تمام ▁نگار ش ات ▁قلم ▁کار وں ▁کی ▁ذاتی ▁آر اء ▁پر ▁مبنی ▁ہیں۔ ▁ادارہ ▁کا ▁ان ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں۔

▁برطانیہ : ▁یورپی ▁یونین ▁سے ▁نکل نے ▁کے ▁معاہدے ▁کی ▁منظوری
▁سوال : ▁کیا ▁عید ▁الفطر ▁اور ▁عید ▁الا ضح ی ٰ ▁کے ▁دن ▁کو ▁اہل ▁بیت ( ع ) ▁کے ▁غم ▁میں ▁سو گ ▁کے ▁دن ▁کے ▁طور ▁پر ▁من انا ▁صحیح ▁ہے ؟
▁مرکزی ▁مواد ▁پر ▁جائیں
▁عمران ▁خان ▁اور ▁بشری ٰ ▁بی ▁بی ▁کی ▁شادی ▁کھ ٹ ائی ▁میں ▁پڑ ▁گئی
▁ان ▁چار ▁قسم ▁کے ▁مرد وں ▁سے ▁کبھی ▁بھول ▁کر ▁بھی ▁شادی ▁مت ▁...
▁ان ▁نماز وں ▁کے ▁علاوہ ▁ایک ▁جمعہ ▁کی ▁نماز ▁ہے ▁جو ▁جمعہ ▁کے ▁دن ▁ظ ہر ▁کے ▁وقت ▁پڑھ ی ▁جاتی ▁ہے ▁اس ▁دن ▁ظ ہر ▁کی ▁نماز ▁نہیں ▁پڑھ ی ▁جاتی ▁جمعہ ▁کی ▁نماز ▁سے ▁پہلے ▁امام ▁خط بہ ▁پڑھ تا ▁ہے ▁جس ▁میں ▁جب ▁موقع ہ ▁کسی ▁اسلامی ▁مسئلہ ▁یا ▁مسلمانوں ▁کی ▁کسی ▁ضرورت ▁کے ▁متعلق ▁وہ ▁اپنے ▁خیالات ▁کا ▁اظہار ▁کرتا ▁ہے ▁اس ▁کے ▁بعد ▁وہ ▁دو ▁رک عت ▁نماز ▁پڑھ ات ا ▁ہے ▁جس ▁میں ▁برخلاف ▁ظ ہر ▁کی ▁نماز ▁کے ▁سور ۂ ▁فاتح ہ ▁اور ▁قرآن ▁کریم ▁کا ▁حصہ ▁بلند ▁آواز ▁سے ▁پڑھ ا ▁جاتا ▁ہے ▁سور ۂ ▁فاتح ہ ▁کی ▁تلاوت ▁کے ▁وقت ▁مق ت دی ▁ساتھ ▁ساتھ ▁سور ۂ ▁فاتح ہ ▁کے ▁الفاظ ▁منہ ▁میں ▁آہستہ ▁طور ▁پر ▁ دہ رات ے ▁جاتے ▁ہیں ▁ا ▁ور ▁دوسری ▁ قراء ▁ت ▁کے ▁وقت ▁صرف ▁کلام ِ ▁ال ٰ ہی ▁سن تے ▁ہیں۔
▁بم ▁ڈ سپ وز ل ▁سک وا ڈ ▁کے ▁رکن ▁نے ▁بی ▁بی ▁سی ▁کو ▁بتایا ▁ہے ▁کہ ▁ابتدائی ▁شو ا ہ د ▁سے ▁تو ▁یہ ▁ایک ▁خود کش ▁حملہ ▁لگتا ▁ہے ▁اور ▁اس ▁بارے ▁میں ▁مزید ▁تحقیقات ▁کی ▁جا ▁رہی ▁ہیں۔

▁سینیٹ ▁الیکشن ▁میں ▁1 ارب 20 کر وڑ رو پ ے ▁سے ▁ارکان ▁اسمبلی ▁...
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل

▁ عظم ی ٰ ▁ظفر ▁روشنی وں ▁کے ▁شہر ▁کراچی ▁سے ▁تعلق ▁رکھتی ▁ہیں۔ ▁اپل ائیڈ ▁زو لوج ی ▁میں ▁ما سٹر ز ▁ہیں ▁، ▁گھر ▁داری ▁سے ▁وابستہ ▁ہیں ▁اور ▁ادب ▁سے ▁گ ہری ▁وا بستگی ▁رکھتی ▁ہیں۔ ▁لفظ وں ▁کی ▁گ ہر ائی ▁پر ▁تاثیر ▁ہوتی ▁ہے ، ▁جو ▁زندگی ▁بدل ▁دیتی ▁ہے ، ▁اسی ▁لیے ▁صفح ۂ ▁قر ط اس ▁پر ▁اپنی ▁مرضی ▁کے ▁رنگ ▁بھر تی ▁ہیں۔
▁ب دا خلاق ی ▁کی ▁سیاست ▁جاری ▁رہی ▁تو ▁اسمبلی ▁باقی ▁رہے ▁گی ▁نہ ▁ہی ▁سندھ ▁حکومت ▁باقی ▁رہے ▁گی ، لی اقت ▁ج تو ئی ▁، جام شور و ▁میں ▁ارب وں ▁روپے ▁کی ▁سرکاری ▁زمین ▁کی ▁خورد برد ▁اور ▁صحت ▁بارے ▁تین ▁تحریک ▁است حق اق ▁... ▁مزید
▁کئی ▁گوش وں ▁کے ▁لئے ▁خاندان ی ▁سیاست ▁کا ▁غل بہ ▁بھ لے ▁ہی ▁تیل ▁میں ▁گری ▁م کھی ▁کی ▁مانند ▁ہوسکتا ▁ہے۔ ▁کوئی ▁شک ▁نہیں ▁کہ ▁کانگریس ▁کے ▁حریف ▁اس ▁ن کت ہ ▁کو ▁مسلسل ▁شدت ▁سے ▁اٹھا تے ▁رہیں ▁گے ▁کیونکہ ▁پارٹی ▁میں ▁بحال ی ▁کے ▁آثار ▁دکھائی ▁دینے ▁لگے ▁ہیں ▁جو ▁اس ▁کی ▁طلب ہ ▁تنظیم ▁نیشنل ▁اسٹ وڈ ن ٹس ▁یونین ▁آف ▁انڈیا ، ▁اور ▁اس ▁کے ▁حل یف وں ▁کی ▁دہلی ▁یونیورسٹی ، ▁ الہ ▁آباد ▁یونیورسٹی ▁اور ▁کا شی ▁و دیا پی ٹھ ▁کے ▁اسٹ وڈ ن ٹس ▁یونین ▁انتخابات ▁میں ▁کامیابی وں ▁سے ▁ع یاں ▁ہو رہ ی ▁ہے۔ ▁آخر ال ذ کر ▁دو ▁اداروں ▁میں ▁سماج واد ی ▁پارٹی ▁کی ▁طلب ہ ▁تنظیم ▁نے ▁بی ▁جے ▁پی ▁کی ▁طلب ہ ▁تنظیم ▁اک ھل ▁بھارتی ہ ▁ود یار تھ ی ▁پری شد ▁( ا ے ▁بی ▁وی ▁پی ) ▁کے ▁مقابل ▁جیت ▁درج ▁کر ائی ▁ہے۔ م گر ▁یہ ▁حقیقت ▁ہے ▁کہ ▁کانگریس ▁اب ▁آسان ▁حریف ▁نہیں ▁رہی ▁صرف ▁اس ▁وجہ ▁سے ▁ع یاں ▁ہے ▁کیونکہ ▁اسے ▁معیشت ▁کے ▁بارے ▁میں ▁بی ▁جے ▁پی ▁کے ▁غلط ▁اقدامات ▁اور ▁اپنی ▁صف وں ▁میں ▁عسکری ت ▁پسند ▁عناصر ▁پر ▁قابو ▁پانے ▁میں ▁اس ▁کی ▁ناکام ی ▁کی ▁وجہ ▁سے ▁فائدہ ▁ہورہا ▁ہے ، ▁جیسا ▁کہ ▁وہ ▁دھمکی وں ▁سے ▁ظاہر ▁ہورہا ▁ہے ▁جو ▁فلم ▁’’ پ دم او تی ‘‘ ▁کے ▁ڈائریکٹر ▁اور ▁ایک ٹر ز ▁کے ▁خلاف ▁دی ▁جارہی ▁ہیں ▁کہ ▁یہ ▁فلم ▁قر ون ِ ▁وسطی ٰ ▁کی ▁ہندوستان ی ▁تاریخ ▁کے ▁زعفران ی ▁چر بہ ▁سے ▁میل ▁نہیں ▁کھا تی ▁ہے !
▁» آئی ن ▁کے ▁آرٹیکل ▁68 کی ▁کھل م ▁کھل ا ▁خلاف ▁ورزی : وزیر ▁اعظم ▁کا ا علی ٰ ▁عدلیہ ▁کے ▁خلاف ▁اعلان ▁جنگ
▁ب لاش بہ ▁اس ▁وقت ▁ہمارے ▁ہاں ▁بننے ▁والوں ▁فلم وں ▁کے ▁معیار میں ▁بہتر ی ▁آئی ▁ہے ▁اور اس ▁سلسلہ ▁میں ▁نوجوان ▁فن کار وں ▁نے ▁بھی ▁اہم ▁کردار ▁ادا ▁کیا ▁ہے۔ ▁مجھے ▁امید ▁ہے ▁کہ ▁آنے ▁والے ▁چند ▁برس وں ▁میں ▁پاکستان ▁فلم ▁انڈسٹری ▁کا ▁نام ▁اور ▁مقام ▁بلند ▁ہوگا ▁اور آ ج ▁اپنا ▁فنی ▁سفر ▁شروع ▁کرنے ▁والے ▁با صلاح یت ▁فن کار ▁مستقبل ▁کے ▁سپر سٹ ار ▁ہوں ▁گے۔
▁Dis count able ▁قیمت ▁گرم ، ▁ شہ وت ▁انگیز ▁دو پ ہر ▁کے ▁کھانے ▁ ٹھ نڈ ے ▁باکس ▁...
▁جب ▁پولیس ▁افسر نے ▁بچ پن ▁میں ▁ری پ ▁کرنے ▁والے ▁کو ▁قید ▁کیا ▁June ▁23, ▁2018
▁دنیا ▁کی ▁طرح ▁یہاں ▁کے ▁حالات ▁کے ▁بھی ▁ت غیر ▁پذیر ▁ہونے ▁کا ▁ع قی دہ ▁” آ دم ی ▁کو ▁مکمل ▁مایوس ی ▁سے ▁بچا تا ▁ہے ▁اور ▁انتہائی ▁اقدامات ▁اٹھا نے ▁سے ▁محفوظ ▁رکھتا ▁ہے “ ۔ ▁اللہ ▁تعالی ٰ ▁فرماتے ▁ہیں ▁” تا کہ ▁تم ▁اپنے ▁سے ▁فوت ▁شدہ ▁کسی ▁چیز ▁پر ▁رنج ید ہ ▁نہ ▁ہو ج ایا ▁کرو ▁اور ▁نہ ▁عطا ▁کردہ ▁چیز ▁پر ▁اتر ایا ▁کرو “ ▁جیسے ▁احکام ات ▁انسان ▁کے ▁لیے ▁انتہائی ▁تقویت ▁کا ▁باعث ▁ہوتے ▁ہیں۔

▁پی ی لین ▁ای لو مین یم ▁CNC ▁ای لو مین یم ▁گ ہا ، ▁سی ▁این ▁سی ▁ای لو مین یم ▁گ ہا ▁مشین ی ، ▁سی ▁سی ▁سی ▁پر وسی سنگ ، ▁جو ▁ایک ▁پیش ہ ▁ور ▁فیکٹری ▁سے ▁ لیس ▁ہے ، ▁پر ▁توجہ ▁مر کو ز ▁کرتا ▁ہے . ▁ تجرب ے ▁والے ▁عمل ے ▁اور ▁اعلی ▁در جے ▁کے ▁سامان ▁کی ▁مدد ▁سے ، ▁ہم ▁آپ ▁کو ▁ہماری ▁مصنوعات ▁کی ▁اعلی ▁معیار ، ▁اعلی ▁صحت ▁سے ▁متعلق ▁اور ▁عمد ہ ▁ڈیزائن ▁فراہم ▁کر ▁سکتے ▁ہیں . ▁چل و ▁اور ▁چین ▁میں ▁سست ی ▁مصنوعات ▁حاصل ▁کرو .
▁ہمارے ▁بارے ▁میں
▁مجھے ▁یہ ▁بتا ئیے ▁کہ ▁اس ▁طرح ▁کے ▁بیان ▁پر ▁اگر ▁کا نٹ ▁نے ▁اعتراض ▁کیا ▁تو ▁کیا ▁غلط ▁کیا۔ ▁یہ ▁بیٹے ▁کی ▁قربانی ▁نہیں ، ▁اسے ▁قتل ▁کرنے ▁کا ▁عمل ▁ہے۔ ▁لیکن ▁وہ ▁قرآن ▁مجید ▁کو ▁خالی ▁الدماغ ▁ہو ▁کر ▁پڑھ ▁لی تا ▁تو ▁اسے ▁معلوم ▁ہوجاتا ▁کہ ▁وہاں ▁تو ▁ایک ▁بالکل ▁دوسری ▁بات ▁کہ ی ▁گئی ▁ہے۔ ▁وہاں ▁پہلی ▁بات ▁یہ ▁کہ ی ▁گئی ▁ہے ▁کہ ▁جب ▁سید نا ▁ابراہیم ▁نے ▁یہ ▁خواب ▁دیکھا ▁تو ▁سب ▁سے ▁پہلے ▁اسے ▁اپنے ▁بیٹے ▁کے ▁سامنے ▁رکھ ▁کر ▁اس ▁کی ▁رائے ▁پوچھ ی ۔ ع ظ یم ▁باپ ▁کے ▁عظیم ▁فرزند ▁نے ▁جواب ▁دیا ▁کہ ▁آپ ▁کو ▁جو ▁حکم ▁دیا ▁گیا ▁ہے ▁اس ▁کی ▁تع م یل ▁کیجیے ، ▁مجھے ▁آپ ▁انشاء ▁اللہ ▁صبر ▁کرنے ▁والوں ▁میں ▁پ ائیں ▁گے۔ ▁قرآن ▁ان ▁دونوں ▁کے ▁روی ے ▁کو ▁اس ▁طرح ▁بیا ▁ن ▁کرتا ▁ہے ▁کہ ▁فلم ا ▁اس ل ما ▁یعنی ▁جب ▁ان ▁دونوں ▁نے ▁سر تسل یم ▁خم ▁کر ▁دیا۔ ▁یعنی ▁یہ ▁معاملہ ▁دونوں ▁ہ ستی وں ▁کی ▁مکمل ▁مرضی ، ▁شعور ▁اور ▁ب ندگی ▁کے ▁احساس ▁کے ▁ساتھ ▁رونما ▁ہوا ▁تھا۔
▁تلخ ▁بات ▁سامنے ▁کہہ ▁دیتے ▁تھے ▁اور ▁خود ▁دار ▁بہت ▁تھے۔ ▁پروگرام ▁کی ▁( سام ع ین ▁میں ▁بیٹھ ی ▁ہوئی ) ▁ہو سٹ ▁صوفی ا ▁مرزا ▁ذرا ▁بد ▁مزاج ی ▁کا ▁مظاہرہ ▁کرتی ▁تھیں ▁اور ▁پروگرام ▁کے ▁میزبان ▁سے ▁براہ ▁راست ▁تعلق ▁پر ▁ناز اں ▁تھیں ▁لہذا ▁می ک ▁اپ ▁روم ▁میں ▁کوئی ▁نہ ▁کوئی ▁ہنگام ہ ▁ب پا ▁رہتا ۔ ▁ایک ▁دن ▁را نا ▁صاحب ▁نے ▁انہیں ▁سمجھا نے ▁کی ▁ غرض ▁سے ▁کہا ▁کہ ▁ان ▁سے ▁بد ت ہ ذ ی بی ▁کا ▁مظاہرہ ▁نہ ▁کیا ▁جائے ▁کیوں ▁کہ ▁وہ ▁صوفی ا ▁مرزا ▁کے ▁باپ ▁کی ▁جگہ ▁ہیں۔ ▁اس ▁پر ▁صوفی ا ▁مرزا ▁سی خ ▁پا ▁ہو ▁گئیں ▁اور ▁بول یں ▁کہ ▁خدا ▁نہ ▁کرے ▁ان ▁کا ▁باپ ▁ایسا ▁ہو۔ ▁را نا ▁صاحب ▁نے ▁ایسی ▁انواع ▁و ▁ا قسام ▁کی ▁ گال یوں ▁سے ▁ تواضع ▁شروع ▁کی ▁کہ ▁خدا ▁کی ▁پناہ ! ▁مجھ ▁سمیت ▁تین ▁لوگوں ▁نے ▁انہیں ▁بڑی ▁مشکل ▁سے ▁سنبھال ا ▁اور ▁کمر ے ▁سے ▁باہر ▁لے ▁گئے۔
▁فارسی ▁زبان ▁سے ▁اسم ▁صفت ▁ہے ▁اردو ▁میں ▁داخل ▁ہوا۔ ▁١ ٦ ٠ ٩ ء ▁کو ▁" قط ب ▁مش تر ٍ " ▁میں ▁مستعمل ▁ملتا ▁ہے۔
▁اپنی ▁رائے ▁بھیج یں
▁اردو ▁نیوز ▁شو
▁اور ▁مسلمانوں ▁کا ▁خیال ▁ہے ▁کہ ▁زبان ی ▁جمع ▁خرچ ▁کے ▁علاوہ ▁کانگریس ▁نے ▁ان ▁کے ▁لیے ▁کچھ ▁نہیں ▁کیا۔
▁ف ـــــ : ▁مسئلہ ▁صاحب ِ ▁ہ دا یہ ▁نے ▁ایک ▁کتاب ▁میں ▁فرمایا ▁کہ ▁خون ▁جو ▁تھ وڑ ا ▁تھ وڑ ا ▁نکل ے ▁کہ ▁کسی ▁دفعہ ▁کا ▁نکل ا ▁ہوا ▁بہ نے ▁کے ▁قابل ▁نہ ▁ہو ▁اگرچہ ▁جمع ▁کرنے ▁سے ▁کت نا ▁ہی ▁ہو ▁جائے ▁اصلا ً ▁نا قض ِ ▁ وض و ▁نہیں ▁اگرچہ ▁ایک ▁ہی ▁مجلس ▁میں ▁نکل ے ▁یہ ▁قول ▁خلاف ▁مشہور ▁و ▁مخالف ▁جم ہ ور ▁ہے ▁بے ▁ضرورت ▁اس ▁پر ▁عمل ▁جائز ▁نہیں ▁، ▁ہاں ▁جو ▁ایسے ▁زخم ▁یا ▁آب ل وں ▁میں ▁مبتلا ▁ہو ▁جس ▁سے ▁اکثر ▁خون ▁یا ▁ ریم ▁قل یل ▁نکل تا ▁رہتا ▁ہے ▁کہ ▁ایک ▁بار ▁کا ▁نکل ا ▁ہوا ▁بہ نے ▁کے ▁قابل ▁نہیں ▁ہوتا ▁مگر ▁ جلس ہ ▁واحد ہ ▁کا ▁جمع ▁کئے ▁سے ▁ہو ▁جاتا ▁ہے ▁اور ▁بار ▁بار ▁ وض و ▁اور ▁کپ ڑوں ▁کی ▁تط ہ یر ▁موجب ▁ض یق ▁کثیر ▁ہے ▁کہ ▁مع ذور ی ▁کی ▁حد ▁تک ▁نہ ▁پہنچا ▁اس ▁کے ▁لئے ▁اس ▁پر ▁عمل ▁میں ▁بہت ▁آسانی ▁ہے ▁۔
▁اس ▁موقع ▁پر ▁شاہ ▁محمود ▁قریشی ▁نے ▁کہا ▁کہ ▁چین ▁پاکستان ▁کا ▁قریب ی ▁دوست ▁اور ▁اسٹ ریٹ ج ک ▁معاون ▁شر ا کت ▁دار ▁ہے ، ▁وزیراعظم ▁عمران ▁خان ▁کی ▁حکومت ▁با ہم ی ▁دوستی ▁کو ▁مزید ▁مضبوط ▁کرنے ▁کے ▁لئے ▁پر ع زم ▁ہے۔
▁ڈی ▁مون ٹ ▁فون ٹ ▁یونیورسٹی ▁اور ▁ال سٹر ▁یونیورسٹی ▁کی ▁مشترکہ ▁تحقیق ▁میں ▁دعوی ٰ ▁کیا ▁گیا ▁کہ ▁بہن ▁کی ▁موجودگی ▁لوگوں ▁کو ▁زیادہ ▁خوش ▁باش ▁اور ▁مشکل ▁حالات ▁سے ▁نم ٹ نے ▁کے ▁لیے ▁زیادہ ▁پر ام ید ▁بنا دی تی ▁ہے۔

▁اٹھا رہ ویں ▁ترمیم ▁کے ▁خلاف ▁کوئی ▁سازش ▁کامیاب ▁ہونے ▁نہیں ▁ہونے ▁...
▁متحدہ ▁عرب ▁امارات ▁قبل ہ ▁اول ▁کے ▁قریب ▁اسرائیل ▁کے ▁لئے ▁جائیداد ▁خرید نے ▁میں ▁ملوث

▁05 / نو مبر ▁تبصرہ ▁/ ▁تجزیہ ▁جاوید ▁اختر ▁آج ▁ادبی ▁دنیا ▁من ٹو ▁صدی ▁من ار ہی ▁ہے ▁اور ▁اسی ▁کے ▁پیش ِ ▁نظر ▁ماضی ▁میں ▁لا تعداد ▁سم ین ار ▁بھی ▁ہوئے۔ ▁11 ؍ م ئی ▁1912 ء ▁کو ▁سم بر ...
▁اسلام ▁آباد ▁ یون ائی ٹ ڈ ▁نے ▁کراچی ▁کن گز ▁کو ▁آٹھ ▁و کٹ وں ▁سے ▁شکست ▁دے ▁دی ▁ہے۔
▁سیاست دان ▁کون ▁اور ▁کیا ▁چاہتا ▁ہے ؟
▁دوسری ▁جانب ▁وفاقی ▁وزیر ▁داخلہ ▁چوہدری ▁نثار ▁علی ▁نے ▁بدھ ▁کو ▁اس ▁حوالے ▁سے ▁اسلام ▁آباد ▁میں ▁پریس ▁کانفرنس ▁میں ▁میڈیا ▁کے ▁نمائند وں ▁کو ▁بتایا ▁کہ ▁و فاق ▁کی ▁جانب ▁سے ▁سندھ ▁حکومت ▁کو ▁رینجرز ▁کے ▁اختیارات ▁پر ▁موجود ▁تحفظ ات ▁دور ▁کرانے ▁کی ▁یقین ▁ دہ انی ▁کر ادی ▁گئی ▁ہے ▁جس ▁کے ▁بعد ▁امید ▁ہے ▁کہ ▁نصف ▁شب ▁تک ▁سندھ ▁حکومت ▁رینجرز ▁کے ▁اختیارات ▁میں ▁اضافے ▁کا ▁نوٹ یف یک یشن ▁جاری ▁کرد ے ▁گی۔
▁میرے ▁پسند ید ہ ۔۔
▁ عط یہ ▁بت ول ▁جو ▁پنجاب ▁پولیس ▁کے ▁بم ▁ڈ سپ وز ل ▁سک وا ڈ ▁کا ▁حصہ ▁بننے ▁والی ▁پہلی ▁خاتون ▁اہلکار ▁ہیں۔ ▁ عط یہ ▁نے ▁ایک ▁مہین ے ▁کی ▁تربیت ▁کے ▁بعد ▁سک وا ڈ ▁میں ▁با قاعدہ ▁شمولیت ▁اختیار ▁کی۔
▁بھارت ▁میں ▁ان ڈی ن ▁نیشنل ▁کانگریس ▁کے ▁نائب ▁صدر ▁راہ ل ▁گاندھی ▁نے ▁الزام ▁عائد ▁کیا ▁ہے ▁کہ ▁بی ▁جے ▁پی ▁نے ▁اتر ▁پر دی ش ▁میں ▁سیاسی ▁فوائد ▁کے ▁لیے ▁فساد ات ▁کروا ئے۔

▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁اپنی ▁رائے ▁سے ▁آگاہ ▁کریں
▁ابو ک ائی ، ▁بات آن ▁( ▁ل اط ینی : ▁Abu ca y , ▁Bata an ) ▁فل پ ائن ▁کا ▁ایک ▁فل پ ائن ▁کی ▁بلد یات ▁جو ▁بات آن ▁میں ▁واقع ▁ہے۔ ▁[3]

▁زا را ▁شیخ ▁نے ▁کہا ▁کہ ▁بد قسم تی ▁سے ▁ایک ▁دور ▁ایسا ▁گزر ا ▁ہے ▁کہ ▁جس ▁میں ▁پاکستان ▁میں ▁بننے ▁والی ▁زیادہ ▁تر فل میں ▁ذات ▁برادری ، ▁غ نڈ ہ ▁گردی ▁اور دی رین ہ ▁دشمن ▁داری وں ▁کے ▁موضوعات ▁پر مب نی ▁ہوتی ▁تھیں ▁جن ▁کو فل م ▁بین وں ▁کی ▁اکثریت ▁نے ▁عرصہ ▁در از ▁سے ▁مسترد ▁کردیا ▁ہے۔ ▁گھ سے ▁پ ٹے ▁موضوعات ▁کی ▁فلم وں ▁میں ▁ایک ▁طرف ▁ توف لم ▁می ک نگ ▁کا ▁ایک ▁سا ▁انداز ▁دکھائی ▁دیتا ▁ہے ▁جو ▁کسی ▁بھی ▁اعتبار سے ▁ہا لی ▁ووڈ ▁اور بول ی ▁ووڈ ▁سمیت ▁دنیا ▁کے ▁بیشتر م مال ک ▁میں ▁بننے ▁والی ▁فلم وں ▁سے ▁مقابلہ ▁کرنے ▁کے ▁قابل ▁نہیں ▁ہوتا ▁تھا۔
▁ترجمہ : ’ ’ اور ▁کسی ▁بھی ▁نماز ▁کے ▁لئے ▁اس ▁کا ▁وقت ▁داخل ▁ہونے ▁سے ▁پہلے ▁اذا ن ▁نہ ▁دی ▁جائے ▁اور ▁( اگر ▁دے ▁دی ▁گئی ▁تو ) ▁وقت ▁کے ▁اندر ▁اس ▁کا ▁ا عاد ہ ▁کیا ▁جائے ، ▁کیوں ▁کہ ▁اذا ن ▁اطلاع ▁دینے ▁کے ▁لئے ▁ہوتی ▁ہے ▁اور ▁وقت ▁سے ▁پہلے ▁( اذ ان ) ▁لوگوں ▁کو ▁ جہ الت ▁میں ▁ڈال نا ▁ہے۔ ▁امام ▁یوسف ؒ ▁فرماتے ▁ہیں ▁اور ▁یہی ▁امام ▁شا فع ی ؒ ▁کا ▁بھی ▁قول ▁ہے ▁کہ ▁رات ▁کے ▁نصف ▁اخیر ▁میں ▁فجر ▁کے ▁لئے ▁اذا ن ▁دینا ▁جائز ▁ہے ▁اس ▁لئے ▁کہ ▁اہل ▁حرم ین ▁سے ▁ت وارث ▁کے ▁ساتھ ▁یہ ▁عمل ▁من قول ▁ہے ، ▁اور ▁سب ▁کے ▁خلاف ▁حضرت ▁بل ال ؓ ▁سے ▁آپ ؐ ▁کا ▁یہ ▁فرمان ▁حجت ▁ہے ▁کہ ▁تم ▁اس ▁وقت ▁تک ▁اذا ن ▁نہ ▁دو ▁یہاں ▁تک ▁کہ ▁تم ھار ے ▁لئے ▁اس ▁طرح ▁فجر ▁واضح ▁نہ ▁ہوجائے ▁اور ▁آپ ؐ ▁نے ▁چو ڑ ائی ▁میں ▁اپنے ▁ہاتھوں ▁کو ▁پھیلا یا ‘‘ ۔ ( ا حسن ▁ الہ دا یہ ▁از ▁مفت ی ▁عبدال حل یم ▁قاسم ی ▁بست وی ▁ترجمہ ▁و ▁شرح ▁اردو ▁ہ دا یہ ▁از ▁شیخ ▁ابو ال حسن ▁علی ▁ابن ▁ ابی ▁بکر ▁فر غان ی ؒ ، ▁مکتب ہ ▁رحمان یہ ، ▁لاہور ، ، ▁جلد ۱ ، ▁صفحہ ▁۳ ۳۴ ) ۔
▁* امت ح اں ▁میں ▁جب ▁کبھی ▁ٹکرا ▁گیا ▁کوئی ▁سوال *

▁این اک ون ڈا ▁کی ▁ویڈیو ▁ز ▁تو ▁آپ ▁نے ▁بہت ▁دیکھی ▁ہوں ▁گی ▁لیکن ▁دیکھیں ▁پہلی ▁مرتبہ ▁این ا ▁کون ڈا ▁کے ▁حملے ▁کی ▁ویڈیو ▁ہاتھ ی ▁کو ▁کیسے ▁مار ▁ڈال ا ، ▁ویڈیو ▁دیکھیں
▁” ▁اب ▁تو ▁مجھے ▁بھی ▁دلچسپی ▁ہو چ لی ▁ہے۔ “ حم ید ▁نے ▁کہا ▁” ▁لیکن ▁یہ ▁تو ▁بتا ▁ ئے ے ▁کہ ▁آپ ▁کو ▁یقین ▁کیو ▁ن کر ▁ہوا ▁تھا ▁کہ ▁وہی ▁قاتل ▁ہے۔ “
▁اردو ▁نیوز ▁شو
▁ویکی ▁کوم نز ▁پر ▁بندر ▁ گز ▁سے ▁متعلق ▁سم عی ▁و ▁بصری ▁مواد ▁ملاحظ ہ ▁کریں۔
▁پھر ▁کہتے ▁ہیں ▁قائم ▁ہو ▁نہ ▁سکا ▁دنیا ▁میں ▁ن طا م ِ ▁آزادی ▁کا
▁ایک ▁دوست ▁نے ▁میرے ▁ان دور ▁پہنچنے ▁کے ▁بعد ▁مبارک باد ▁کا ▁خط ▁لکھا ▁جس ▁میں ▁میری ▁خوش ▁قسمتی ▁کو ▁سرا ہا ، ▁فضا ئے ▁ان دور ▁کی ▁رنگ ینی وں ▁کا ▁پر ش وق ▁الفاظ ▁میں ▁ذکر ▁کیا ▁اور ▁آنے ▁کی ▁تم نا ▁ظاہر ▁کی ▁، ▁میں ▁نے ▁انہیں ▁دعوت ▁دیتے ▁ہوئے ▁لکھا ▁کہ ▁اگر ▁میری ▁جگہ ▁تم ▁آئے ▁ہوتے ▁تو ▁واقعی ▁خوش ▁نصیب ▁ٹھہر تے ▁اور ▁اگر ▁تم ▁آج اؤ ▁تو ▁شاید ▁تمہاری ▁زندہ ▁ دلی ▁کے ▁صدق ے ▁میں ▁میں ▁بھی ▁ان ▁مناظر ▁سے ▁لطف ▁اند وز ▁ہو سک وں ▁جن ▁کی ▁تعریف ▁میں ▁تم ▁ر طب ▁الل سان ▁ہو ▁کیونکہ ▁مجھے ▁تو ▁ہر ▁ نغ مہ ▁خاموش ▁اور ▁ہر ▁منظر ▁دل گیر ▁نظر ▁آتا ▁ہے ▁۔ ▁میری ▁حالات ▁ایسی ▁ہو رہ ی ▁ہے ▁جس ▁میں ▁بے ▁کی فی ▁زیادہ ▁اور ▁بے ▁تعلق ی ▁بدر جہ ▁ا تم ▁پائی ▁جاتی ▁ہے ▁۔ ▁غالب ▁نے ▁شاید ▁اسی ▁ذہنی ▁تع طل ▁سے ▁ز چ ▁ہوکر ▁کہا تھا ▁ ؎

▁کی لی ▁فور نیا ▁( این ▁این ▁آئی ) پ چ اس ▁اور ▁سا ٹھ ▁کی ▁دہائی ▁کی ▁گل یم رس ▁ہا لی ▁ وڈ ▁اداکارہ ▁مار لن ▁مون رو ▁کی ▁نقل ی ▁ہی رے ▁کی ▁بال یاں ▁پو نے ▁دو ▁لاکھ ▁ڈالر ز ▁میں ▁نی لام ▁ہوگئی ں۔ حسین ▁ہا لی ▁ وڈ ▁اداکارہ ▁مار لن ▁مون رو ▁کی ▁دل کش ▁بال یاں ▁ایک ▁لاکھ ▁پچ اسی ▁ہزار ▁ڈالر ز ▁میں ▁کی لی فور نیا ▁میں ▁نی لام ▁ہو ▁گئی ▁ہیں۔ ▁یہ ▁وہی ▁گل یم رس ▁بال یاں ▁ہیں ▁جو ▁اداکارہ ▁نے 1955 ء میں ▁فلم ▁دا ▁روز ▁ٹی ٹو ▁کے ▁پر یم یئر ▁پر ▁پہن یں ▁تھی۔ ▁اس ▁نیل امی ▁میں ▁ہا لی ▁ وڈ ▁کی ▁دوسری ▁یادگار یں ▁بھی ▁رکھی ▁گئی ▁تھیں۔

▁جان ▁ابر ا ہ ام ▁کی ▁آئندہ ▁فلم ▁جوہری ▁ تجرب ے ▁پر ▁مبنی ▁ہو ▁گی
▁پاکستان ▁میں ▁سزا ▁کا ٹ نے ▁والا ▁بھارتی ▁جاسوس ▁حامد ▁ان صار ی ▁بھارتی ▁حکام ▁کے ▁حوالے
▁ ہن گری ▁کی ▁جانب ▁سے ▁ملکی ▁سرحد وں ▁کی ▁نگرانی ▁مزید ▁سخت ▁کرنے ▁کے ▁اعلان ▁کے ▁بعد ▁اب ▁شاہد ▁کا ▁کہنا ▁ہے ▁کہ ▁ان ▁اقدامات ▁سے ▁ا ُ س ▁کی ▁اور ▁ا ُ س ▁جیسے ▁دیگر ▁کئی ▁پناہ ▁کے ▁مت لاش ی ▁افراد ▁کو ، ▁جو ▁اپنے ▁ملکوں ▁سے ▁غربت ▁اور ▁شور ش ▁کے ▁باعث ▁ہ جر ت ▁پر ▁مجبور ▁ہوئے ▁ہیں ، ▁کی ▁زندگی اں ▁مزید ▁مشکل ▁ہو ▁گئی ▁ہیں۔
▁آپ ▁کو ▁براہ ▁راست ▁ فائل وں ▁کو ▁ڈاؤن ▁لوڈ ▁سے ▁بچ نے ▁کے ▁لئے ▁لوڈ ، ▁اتار نا ▁می نی جر ▁سکر پٹ ▁کو ▁استعمال ▁کر ▁سکتے ▁ہیں ، ▁اور ▁صرف ▁رجسٹر ڈ ▁صارفین ▁کو ▁ڈاؤن ▁لوڈ ▁کرنے ▁کے ▁لئے ▁محدود .
▁آج ▁کے ▁کالم
▁ہم ▁توانائی ▁کا ▁استعمال ▁ا ُ س ▁کی ▁پیداوار ▁کرنے ▁سے ▁زیادہ ▁تیزی ▁سے ▁کرتے ▁ہیں ▁کو ئ لا ▁، ▁تیل ▁ا َ ور ▁قدرت ی ▁گیس ▁سب ▁سے ▁زیادہ ▁استعمال ▁میں ▁آنے ▁والے ▁ہیں ▁ج ِ ن ▁کا ▁موجودہ ▁شکل ▁ہزاروں ▁سال وں ▁کے ▁بعد ▁تیار ▁ہوا ▁ہے ▁۔ ▁توانائی ▁وسائل ▁محدود ▁ہیں ▁ہندوستان ▁میں ▁دنیا ▁کی ▁آبادی ▁16 ▁% ▁ہے ▁ا َ ور ▁دنیا ▁کی ▁توانائی ▁وسائل ▁کا ت قر ی با ً ▁1 ▁% ▁حصہ ▁پایا ▁جاتا ▁ہے ▁۔ ▁زیادہ ▁تر ▁توانائی ▁ذرائع ▁کو ▁نہ ▁تو ▁دوبارہ ▁استعمال ▁میں ▁لا یا ▁جا ▁سکتا ▁ہے ▁ا َ ور ▁نہ ▁تجدید ▁شدہ ▁کیا ▁جا ▁سکتا ▁ہے ▁۔ ▁غیر ▁قابل ▁تجدید ▁توانائی ▁کے ▁ذرائع ▁کا ▁این دھ ن ▁استعمال ▁میں ▁حصہ ▁80 ▁% ▁ہے ▁۔ ▁اس ▁لئے ▁ایسا ▁کہا ▁گیا ▁ہے ▁کہ ▁ا َ گل ے ▁40 ▁سال وں ▁میں ▁ہمارے ▁توانائی ▁کے ▁تمام ▁ذرائع ▁ختم ▁ہو ▁سکتے ▁ہیں ▁۔ ▁ہم ▁توانائی ▁کی ▁بچ ت ▁کرکے ▁اپنے ▁ملک ▁کی ▁قیمت ی ▁پی س ہ ▁کا ▁بچ ت ▁کرتے ▁ہیں ▁۔ ▁تقریبا ً ▁75 ▁فیصد ی ▁اپنی ▁ضروری ات ▁کا ▁ک َ چ ّ ے ▁تیل ▁در ▁آمد ▁سے ▁پ ُ ورا ▁کرتے ▁ہیں ▁۔ ▁ا ِ س ▁در ▁آمد ▁کی ▁ک ُ ل ▁قیمت ▁ہر ▁سال ▁ہندوستان ی ▁روپ یوں ▁میں ▁تقریبا ً ▁۔ ▁50 ، 000 ▁کروڑ ▁روپ ی ے ▁ت َ ک ▁ہوتا ▁ہے ▁۔
▁لوگ ▁ ’ مو ٹی ‘ ▁کہتے ▁ہیں ▁تو ▁برا ▁نہیں ▁لگتا : ▁ ودی اب الن ▁- ▁BBC ▁News ▁اردو
▁کوئی ▁مل ▁گیا ▁(2004) ، ▁ای ▁ٹی ▁دی ▁ایک سٹر ا ▁ٹی ریس ٹری نل ▁(1982)
▁محمد ▁رسول ▁اللہ ▁کی ▁طرف ▁سے ▁کس ر ٰ ی ▁عظیم ▁فارس ▁کی ▁جانب

▁امریکہ ▁کے ▁نو ▁منتخب ▁صدر ▁ڈونلڈ ▁ٹرمپ ▁جو ▁امریکی ▁انتخابات ▁میں ▁روسی ▁مداخلت ▁کر ▁مسترد ▁کرتے ▁ہیں۔
▁پہلے ▁تو ▁مل ائی شی ا ▁میں ▁برائے ▁نام ▁ٹو ر سٹ ▁آتے ▁تھے ، ▁لیکن ▁ن ائن ▁ال یون ▁والے ▁امریکی ▁واقعے ▁کے ▁بعد ▁عرب ▁دنیا ▁کے ▁لوگ ▁اس ▁طرح ▁آنے ▁لگے ▁ہیں۔ ▁مل ائی شی ا ▁کے ▁ما ڈر ن ▁ہونے ▁اور ▁یہاں ▁ہر ▁قسم ▁کی ▁سہولیات ▁کی ▁بہ ▁آسانی ▁دستیاب ی ▁کے ▁سبب ▁یہاں ▁یورپی ن ▁بھی ▁ک ثر ت ▁سے ▁آنے ▁لگے ▁ہیں۔
▁سٹی ▁42 ذر ائع ▁کے ▁مطابق ▁چیئرمین ▁سینیٹ ▁کے ▁انتخاب ▁میں ▁را جا ▁ظفر ا لحق ▁کی ▁شکست ▁، ▁را جا ▁ظفر ا لحق ▁کو ▁کم ▁ووٹ ▁ملنے ▁پر ▁تحقیقاتی ▁کمیٹی ▁تشکیل ▁دے ▁دی ▁گئی ، جو ▁کہ ▁سینیٹ ▁الیکشن ▁کے ▁مختلف ▁پہلو وں ▁کا ▁جائزہ ▁لے ▁گی۔
▁6.2 ▁شاہ ▁رخ ▁خان ▁کی ▁کامیاب ▁فلم یں
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁دیگر ▁زبان یں
▁علماء ▁امام یہ ▁کا ▁ع قی دہ ▁اور ▁ان ▁کے ▁فت اوی ▁بھی ▁اسی ▁روش ▁پر ▁موجود ▁ہیں ▁جس ▁کی ▁بنیاد ▁اہل ▁بیت ▁علیہ ▁السلام ▁نے ▁رکھی ▁ہے ▁ہم ▁ذیل ▁میں ▁چند ▁علماء ▁کی ▁آر اء ▁کو ▁آپ ▁کے ▁سامنے ▁پیش ▁کررہے ▁ہیں ▁۔
▁پو پ ▁فرانس س ▁کی ▁گاڑی ▁کو ▁حادث ہ ، ▁مذہبی ▁پیش وا ▁نے ▁لوگوں ▁کے ▁دل ▁جیت ▁لیے ، ▁ویڈیو ▁وائرل
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁تازہ ▁ترین : ▁اسلام ▁میں ▁لباس ▁کا ▁تصور ▁اور ▁مغربی ▁ہ تھ ک نڈ ے ▁م ▁حم زہ , ▁دسمبر ▁19, ▁2018 ▁5 :07 ▁صبح
▁پاکستان ▁اور ▁چین ▁کے ▁درمیان ▁ایک ▁در جن ▁سے ▁زائد ▁نئے ▁معا ہ د وں ▁پر ▁دست خط ▁_ ▁سچ ▁ٹائمز
▁حالی ہ ▁برس وں ▁میں ▁پاکستان ▁اور ▁امریکہ ▁کے ▁تعلقات ▁خراب ▁ہوتے ▁گئے ▁ہیں۔ ▁حال ▁ہی ▁میں ▁تعلقات ▁میں ▁گرا وٹ ▁مزید ▁گ ہری ▁ہوئی ▁جب ▁امریکہ ▁نے ▁پاکستانی ▁سفارت ▁کار وں ▁پر ▁پاکستانی ▁سف ات خان ے ▁سے ▁40 ▁کل وم یٹر ▁سے ▁زیادہ ▁دور ▁جانے ▁کیلئے ▁پانچ ▁روز ▁قبل ▁اجازت ▁لینے ▁کا ▁پابند ▁بنا ▁دیا۔ ▁اس ▁کے ▁جواب ▁میں ▁پاکستان ▁نے ▁بھی ▁امریکی ▁سفارت کار وں ▁کے ▁خلاف ▁ایسی ▁ہی ▁پابندی اں ▁عائد ▁کر ▁دیں۔

▁اتر کھ نڈ ▁پولیس ▁نے ▁شاہ ی ▁امام ▁کے ▁گھر ▁میں ▁گھ س ▁کر خوا تین ▁کے ▁ساتھ ▁بد ▁سلوک ی
▁ ’ گز شت ہ ▁2 ▁ماہ ▁کے ▁دوران ▁4 ▁فحش ▁اداکار وں ▁کی ▁ام وات ▁میری ▁وجہ ▁سے ▁ہوئی ▁کیونکہ ▁میں ▁نے ۔۔۔ ‘ ▁فحش ▁فلم وں ▁سے ▁تو بہ ▁کرنے ▁والی ▁اداکارہ ▁نے ▁ایسی ▁بات ▁کہہ ▁دی ▁کہ ▁انٹرنیٹ ▁پر ▁طوفان ▁آگیا
▁سابق ▁وزیراعلی ٰ ▁سندھ ▁نے ▁ضمانت ▁قبل ▁از ▁گرفتاری ▁کی ▁درخواست ▁دائر ▁کردی
▁کراچی , ▁سندھ , ▁Pakistan
▁انٹر ی ▁ٹیسٹ ▁... ن ئے ▁ تجرب ات ▁کب ▁تک ؟
▁مجھ ▁سے ▁اکثر ▁ہو ▁جاتی ▁ہے
▁وزیراعظم ▁کو ▁بے ▁لگا م ▁اختیارات ▁نہیں ▁ہیں ، ▁چیف ▁جسٹس
▁اي ک ▁برس ▁قبل ▁ان ▁ تين ▁بھ ائي وں ▁کے ▁والد ، ▁جو ▁کہ ▁خود ▁بھی ▁ڈاکٹر ▁تھے ▁اسی ▁جبر ▁کا ▁شکار ▁ہو ۓ ۔
▁بھگ تنا ▁اس ▁کو ▁اپنی ▁ظلم ▁کا ▁خم یا زہ ▁ہوتا ▁ہے

▁نصر اللہ ▁خان : ▁سبحان ▁اللہ ، ▁الحمد ▁لل ہ ، ▁اللہ ▁اکبر ...

▁میرے ▁چہرے ▁پر ▁بھی ▁ہوں ▁گے ▁بے ▁ر ُ خی ▁کے ▁زا و ئیے
▁شاہد ▁خاقان ▁عباسی ▁کو ▁وزیراعظم ▁بنانے ▁کی ▁کئی ▁وج وہ ات ▁سمجھ ▁آتی ▁ہیں۔ ▁پہلی ▁تو ▁یہ ▁کہ ▁پاناما ▁کیس ▁کے ▁شور ▁شراب ے ▁میں ▁ا ُ نہ وں ▁نے ▁ہمیشہ ▁نواز ▁شریف ▁کا ▁بڑے ▁جا رح انہ ▁انداز ▁میں ▁دفاع ▁کیا۔ ▁دوسری ▁وجہ ▁یہ ▁بھی ▁ہے ▁کہ ▁وہ ▁مسلم ▁لیگ ▁( ن ) ▁کے ▁اندر ▁ایک ▁غیر ▁ متنا زع ▁شخص ▁ہیں۔ ▁ا ُ ن ▁کی ▁خواجہ ▁محمد ▁آصف ▁کے ▁ساتھ ▁بھی ▁دوستی ▁ہے ▁اور ▁چوہدری ▁نثار ▁علی ▁خان ▁کے ▁ساتھ ▁بھی ▁احترام ▁کا ▁رشتہ ▁ہے۔ ▁تیسری ▁اور ▁اہم ▁ترین ▁وجہ ▁یہ ▁ہے ▁کہ ▁12 اک توب ر ▁1999 ء ▁کی ▁فوجی ▁بغاوت ▁کے ▁بعد ▁نواز ▁شریف ▁کے ▁ہمراہ ▁جن ▁افراد ▁پر ▁جنرل ▁پرویز ▁مشرف ▁نے ▁طی ار ہ ▁ہائی ▁جی ک ▁کرنے ▁کا ▁الزام ▁لگایا ▁تھا ▁ان ▁میں ▁شاہد ▁خاقان ▁عباسی ▁بھی ▁شامل ▁تھے۔
▁دنيا ▁کے ▁سب ▁سے ▁آل ود ہ ▁شہروں ▁ميں ▁چو دہ ▁بھارتی ▁شہر ▁شامل ▁ہ ي ں ▁جب ▁کہ ▁دارالحکومت ▁نئی ▁دہلی ▁فضائی ▁آلودگی ▁ميں ▁عالمی ▁سطح ▁پر ▁چھ ٹے ▁نمبر ▁پر ▁ہے۔ ▁فضائی ▁آلودگی ▁کی ▁اي ک ▁بڑی ▁وجہ ▁فصل وں ▁کی ▁ کٹ ائی ▁کے ▁بعد ▁کھ يت وں ▁ميں ▁آگ ▁لگانے ▁کا ▁عمل ▁بھی ▁ہے۔
▁انصاف ▁کے ▁علم بر دار ▁اور ▁خدا ▁ واسط ے ▁کے ▁گواہ ▁بن و ▁اگرچہ ▁تمہارے ▁انصاف ▁اور ▁تمہاری ▁گواہ ی ▁کی ▁زد ▁خود ▁تمہاری ▁اپنی ▁ذات ▁پر ▁یا ▁تمہارے ▁والدین ▁اور ▁رشتہ ▁دار وں ▁پر ▁ہی ▁کیوں ▁نہ ▁پڑ تی ▁ہو ▁( النساء :13 5) ۔
▁اس ل ئے ▁فوری ▁طور ▁پر ▁برس اتی ▁نالو ں کو ▁صاف ▁کرنا ▁اور ▁برس اتی ▁پانی ▁گزر نے ▁کے ▁قابل ▁بنائے ▁رکھنا ▁ضروری ▁ہے ▁۔ ▁جبکہ ▁سی وری ج ▁لائن وں ▁کا ▁ورک نگ ▁کن ڈی شن ▁میں ▁ہونا ▁نہای ت ▁ضرور ▁ی ▁ہے ▁ورنہ ▁گند اپ انی ▁بارش ▁کے ▁پانی ▁کے ▁ساتھ ▁مل ▁گیا ▁تو ▁سارے ▁ضلع ▁میں گ ندگی ▁اور ▁تع ف ّ ن ▁پھیل ▁جانے ▁کا اندیش ہ ▁ہے۔ ▁انہوں ▁نے ▁کراچی ▁وا ٹر ▁و ▁سی وری ج ▁بورڈ ▁کے ▁ذم ہ ▁ داران ▁سے ▁کہا ▁کہ ▁وہ ▁بارش وں ▁سے ▁قبل ▁سی ور ئ ج ▁سسٹم ▁کو ▁بہتر ▁کرلی ں ▁تاکہ ▁دوران ▁برس ات ▁عوام ▁کو ▁سی وری ج ▁کے ▁مسائل ▁کا ▁سامنا ▁نہ ▁کرنا ▁پڑے ▁۔
▁سے ▁نتائج ▁2016 ▁EU ▁میڈیا ▁سرو ے ، ▁' کیا ▁In flu ence rs ▁کو ▁اثرات ' ، ▁ایک ▁کام ▁ ریس ▁/ ▁Bur son - Mar steller ▁سرو ے ▁ترجیح ▁دی ▁نیوز ▁نے ▁ذرائع ▁اور ▁M EP s ▁کے ، ▁یورپی ▁یونین ▁کے ▁حکام ▁اور ▁برس لز ▁میں ▁رائے ▁ساز وں ▁کی ▁طرف ▁سے ▁استعمال ▁سوشل ▁میڈیا ▁چینل ز ▁میں .
▁مریم ▁نواز ▁کی ▁ایسی ▁ٹو یٹ ▁سامنے ▁آ ▁گئی ▁کہ ▁سب ▁کو ▁حیران ▁کر ▁دیا ▁!
▁صحت ▁ ⬅ صح ت ▁کی ▁خبریں ⬅ فران سیس ی ▁خاتون ▁کا ▁بیٹی ▁کی ▁استان ی ▁پر ▁ چاق و ▁سے ▁حملہ ، پ ے ▁در ▁پ ے ▁وار ▁کر ▁کے ▁اسے ▁موت ▁کی ▁نی ند ▁سلا ▁دیا ، دل ▁..
▁17 ا پر یل ▁کا ▁پروگرام ▁نشر ِ ▁م کر ر ▁کے ▁طور ▁پر ▁24 ا پر یل ▁کو ▁بھی ▁نشر ▁کیا ▁گیا
▁Previous ▁تین ▁طلاق ▁بل ▁دستور ▁کے ▁مغ ائر ▁‘ ▁خواتین ▁کے ▁حقوق ▁کی ▁خلاف ▁ورزی
▁مص وری ▁کے ▁شاہ کار ▁دیکھنے ▁ہوں ▁تو ▁چار ▁عظیم ▁ال شان ▁آر ٹ ▁می وزی م ▁حاضر ▁ہیں۔ گر م یوں ▁میں ▁جائیں ▁تو ▁انٹرنیشنل ▁فلم ▁فیس ٹی ول ▁اور ▁ جاز ▁فیس ٹی ول ▁میں ▁گم ▁ہوجائیں ۔ ▁کسی ▁بھی ▁مقامی ▁اخبار ▁میں ▁کسی ▁مقبول ▁تھی ٹر ▁شو ▁کا ▁وقت ▁پڑھ ▁لیں ▁یا ▁کسی ▁بھی ▁ٹیکس ی ▁والے ▁سے ▁کسی ▁بھی ▁ایسی ▁جگہ ▁کا ▁پتہ ▁پوچھ ▁لیں ▁جہاں ▁شام ▁سک ون ▁سے ▁گزر ▁سکے۔
▁شیئر نگ ▁کے ▁بارے ▁میں
▁کارروائی ▁کے ▁دوران ▁ ٹری لر ▁کے ▁ڈر ائی ور ▁اور ▁کلی نر ▁کو ▁گرفتار ▁کر ▁لیا ▁گیا ، ▁تاہم ▁پولیس ▁ذرائع ▁کا ▁کہنا ▁ہے ▁کہ ▁ ٹری لر ▁کو ▁گزشتہ ▁رات ▁پکڑ ا ▁گیا ▁تھا ▁اور ▁مرکزی ▁اسم گل ر ▁گل ▁خان ▁کو ▁مبینہ ▁طور ▁پر لا کھ وں ▁روپے ▁ رش وت ▁لے ▁کر ▁چھوڑ ▁دیا ▁گیا۔
▁( ۲ ) ▁ہل ▁محمد ▁رسول ▁من ▁عند ▁الل ّ ٰ ہ ؟ ▁کیا ▁حضرت ▁محمد ▁( صل ی ▁اللہ ▁علیہ ▁وسلم ) ▁اللہ ▁کے ▁رسول ▁ہیں ؟ ▁اس ▁سوال ▁کے ▁تحت ▁وہ ▁اپنے ▁ذہن ▁کے ▁مطابق ▁اس ▁بات ▁پر ▁دل ائل ▁قائم ▁کرنے ▁کی ▁کوشش ▁کرتا ▁ہے ▁کہ ▁حضرت ▁محمد صل ی ▁اللہ ▁علیہ ▁وسلم ▁اللہ ▁کے ▁رسول ▁نہیں ▁ہو سک ت ے۔
▁ان ڈ ونی شی ا ▁میں ▁جاری ▁گیم ز کے ▁می نز ▁ہا کی ▁ای ون ٹ ▁میں ▁پاکستانی ▁ٹیم ▁کی ▁اب ▁تک ▁کی ▁کارکردگی ▁انتہائی ▁شاندار ▁رہی ▁ہے ▁اور ▁اس ▁نے ▁ابتدائی ▁تین وں ▁میچ ز میں ▁فت وح ات ▁حاصل ▁کی ں ، ▁گری ن ▁شر ٹس ▁نے ▁پہلے ▁میچ ▁میں ▁تھا ئی ▁لینڈ ، ▁دوسرے ▁میچ ▁میں ▁او مان ▁اور ▁تیسرے ▁میچ ▁میں ▁ قاز ق ستان ▁کو ▁شکست ▁سے ▁دو چار ▁کیا۔
▁گری ڈ ▁سٹی شن ▁کے ▁بعد ▁رہی ▁سہ ی ▁کس روا پ ڈا ▁ال پور ی ▁سب ▁ڈو ی ژن ▁کے ▁اہلکار ا ڈ ہ ▁بند ▁کرکے ▁پورا ▁کرتی ▁ہے ▁جبکہ ▁حکومت ▁پاکستان ▁نے ▁اپنی ▁طرف ▁سے ▁بجلی ▁کی ▁لوڈ ▁ش یڈ نگ ▁کا ▁شی ڈی ول ▁جاری ▁کیا ▁ہے ▁جس ▁میں ▁د یہ اتی ▁اٹھ ▁گھنٹے ▁اور ▁شہری ▁علاقوں ▁میں ▁چھ ▁گھنٹے ▁کا ▁اعلان ▁کیا ▁گیا ▁ہے ▁لیکن ▁یہاں ▁حکومت ▁پاکستان ▁کے ▁ساتھ ▁ساتھ ▁محکمہ ▁و اپ ڈا ▁شان گل ہ ▁کے ▁اہلکار بھی ▁اپنی ▁مرضی ▁پر ▁بجلی ▁کی ▁طریقہ ▁کار ▁وضع ▁کر ▁ر ▁رہے ▁ہیں ▁، ▁جن ▁کی ▁طریقہ ▁کار ▁میں ▁بجلی ▁یا ▁تو ▁سر ے ▁سے ▁مکمل ▁غائب ▁یا اپ نی ▁مرضی ▁کے ▁مطابق ▁چلا تے ▁ہیں ، ▁جس ▁کی ▁وجہ ▁سے ▁کاروبار ی ▁زندگی ▁ ٹھ پ ▁ہوکر ▁رہ ▁گئی ▁ہے ▁، ▁دوسری ▁جانب ▁ سٹ اف ▁کی ▁کمی ▁کی ▁وجہ ▁سے ▁مسلسل ▁او ور بل نگ ▁کا ▁سلسلہ ▁بھی ▁جاری ▁ہے ، ، غر یب ▁عوام ▁بل ▁جمع ▁کرنے ▁سے ▁قا صر ، ▁شان گل ہ ▁میں ▁کوئی ▁انڈسٹری ▁یا ▁کوئی ▁فیکٹری ▁موجود ▁نہیں ▁تاہم ▁غیر ▁اعلان یہ ▁لوڈ ▁ش یڈ نگ ▁یہاں ▁کے ▁عوام ▁کے ▁ساتھ ▁سراسر ▁زیادتی ▁اور ▁منتخب ▁نمائند وں ▁کی ▁نااہل ی ▁کے ▁متر اد ف ▁ہے ، دو سر ی ▁جانب ▁شان گل ہ ▁میں ▁مسلسل ▁لوڈ ▁ش یڈ نگ ▁سے ▁ہسپتال وں ▁میں ▁مریض ▁کو ▁بھی ▁سخت ▁مشکلات ▁کا ▁سامنا ▁کرنا ▁پڑ ▁رہا ▁ہے ، ▁عوامی ▁حلق وں ▁نے ▁احتجاج ▁کی ▁دھمکی ▁دیتے ▁ہوئے ▁پی سکو ▁خیبر ▁پختونخوا ▁کے ▁اعلی ٰ ▁حکام ▁سے ▁مطالبہ ▁کیا ▁ہے ▁کہ ▁شان گل ہ ▁میں ▁جاری ▁نار وا ▁لوڈ ▁ش یڈ نگ ▁، او ور بل نگ ▁کا ▁سلسلہ ▁ختم ▁کرنے ▁میں ▁اپنا ▁کردار ▁ادا ▁کریں ، شا ▁ نگ لہ ▁میں ▁محکمہ ▁و اپ ڈا ▁میں ▁ سٹ اف ▁کی ▁کمی ▁کو ▁پورا ▁کرنے ▁کیلئے ▁ ٹھ وس ▁اقدامات ▁اٹھ ائیں۔
▁26 ▁پس ▁چپ کے ▁سے ▁اپنے ▁گھر ▁والوں ▁کے ▁پاس ▁گیا ▁اور ▁ایک ▁مو ٹا ▁بچ ھڑ ا ▁( ت لا ▁ہوا ) ▁لا یا
▁اسلام ▁آباد : ▁سابق ▁وزیراعظم ▁نواز ▁شریف ، ▁ان ▁کی ▁صاحب زاد ی ▁مریم ▁نواز ▁اور ▁داماد ▁کی پٹ ن ▁( ر ) ▁صفدر ▁کی ▁ای ون ▁ فیل ڈ ▁ریفرنس ▁میں ▁سزا ▁کی ▁معطل ی ▁کی ▁درخواست وں ▁پر ▁سماعت ▁کرنے ▁والا ▁اسلام ▁آباد ▁ہائیکورٹ ▁کا ▁بین چ ▁تبدیل ▁ہوگیا ۔
▁وزیر ▁اعظم ▁کے ▁ وژن ▁اور ▁وزیر ▁اعلی ٰ ▁کی ▁رہنما ئی ▁میں ▁وزارت ▁اطلاعات ▁میں ▁کوئی ▁کرپشن ▁ہوگی ▁نہ ▁بد ▁عنوان ی ▁، قانون ▁اور ▁رول ز ▁ری گو ل یشن ز ▁کے ▁مطابق ▁کام ▁چل ائیں ▁گے ، ▁فی اض ▁الحسن ▁چو ہ ان
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁کل ▁جو ▁گزر ا ▁ہے ▁تو ▁بھی ▁اسے ▁دیکھ ے
▁پنجاب ▁بھر ▁کی ▁جیل وں ▁میں ’ ’ ▁تعلیم ▁بالغ اں ‘‘ ▁پروگرام ▁شروع ▁کرنے ▁کا ▁فیصلہ
▁مہمان ▁ٹیم ▁کو ▁میزبان ▁ٹیم ▁کے ▁خلاف ▁چار ▁میچ وں ▁کی ▁سیریز ▁میں ▁1-0 ▁کی ▁برتر ی ▁حاصل ▁ہوگئی ، ▁شان ▁مار ش ▁نے ▁60 ▁رنز ▁بنائے ، ▁بھارت ▁کے ▁محمد ▁شام ی ، ▁ای شون ▁اور ▁جی س پر یت ▁بم را ہ ▁نے ▁3 , 3 ▁جبکہ ▁ایشان ت ▁شرم ا ▁... ▁مزید
▁بلاول ▁بھٹو ▁بچے ▁نہیں ▁لیکن ▁سیاست ▁سے ▁نا بلد ▁ضرور ▁ہیں ، ▁چوہدری ▁نثار
▁لاہور ▁: ▁گلو کار ▁ملک و ▁می وزی کل ▁شو ز ▁میں ▁پر فار م ▁کرنے ▁کے ▁لئے ▁کل ▁( جمع رات ) ▁کی نی ڈا ▁روانہ ▁ہوں ▁گے ▁جہاں ▁وہ ▁تمام ▁بڑے ▁شہروں ▁میں ▁اپنی ▁آواز ▁کا ▁جادو ▁جگ ائیں ▁گے ▁۔ ▁ملک و ▁ایک ▁ہفتے ▁تک ▁کی نی ڈا ▁میں ▁پر فار م ▁کرنے ▁کے ▁بعد ... ▁Read ▁more
▁خار ان ▁میں ▁تقریب ▁سے ▁خطاب ▁کے ▁دوران ▁وزیر ▁اعظم ▁شاہد ▁خاقان ▁کا ▁کہنا ▁تھا ▁کہ ▁نواز ▁شریف ▁ترقی ▁کا ▁دوسرا ▁نام ▁ہے ، ▁ترقی ▁جھوٹ ے ▁وعد وں ▁سے ▁نہیں ▁ہوتی ، ▁بلوچستان ▁معدنی ▁وسائل ▁سے ما لام ال ▁صوبہ ▁ہے ، ▁2013 ▁سے ▁پہلے ▁بلوچستان ▁میں ▁بڑے ▁بڑے ▁منصوبے ▁الت وا ▁کا ▁شکار ▁تھے ، ▁مسلم ▁لیگ ▁( ن ) ▁نے ▁بلوچستان ▁کی ▁ترقی ▁کیلئے ▁بے ▁مثال ▁عم ی ▁اقدامات ▁کیے ▁، ▁ہم ▁نے ▁ہمیشہ ▁اس ▁علاقے ▁میں ▁ترقی ▁کی ▁کوشش ▁کی ▁جس ▁کو ▁ضرورت ▁ہو ، ▁آج ▁بلوچستان ▁میں ▁بہترین ▁شاہ را ہ وں ▁کا ▁ جال ▁ب چھ ایا ▁جارہا ہے ، ▁وہ ▁وقت ▁دور ▁نہیں ▁جب ▁بلوچستان ▁ملک ▁کا ▁امیر ▁ترین ▁صوبہ ▁ہوگا۔
▁حضرت ▁امیر ▁الم ومن ین ▁قیام ▁گاہ ▁میں
▁بہت ▁زیادہ ▁جنسی ▁عمل ▁کرنے ▁سے ▁انسان ▁ایسا ▁ہوجاتا ▁ہے ، ن ئی ▁سائنس ی ▁تحقیق ▁نے ▁چون کا ▁دیا
▁رضوان ▁صدیقی ▁نے ▁مزید ▁کہا ▁انج لی ▁ا تھا ▁کی ▁جانب ▁سے ▁لگائے ▁جانے ▁والے ال زام ات ▁کے ▁نتیجے ▁میں ▁ان ▁کی ▁مو کل ▁زر ین ▁خان ▁کا ▁نام ▁خراب ▁ہوا ▁ہے ، ▁اس ▁معاملے ▁پر ▁مزید ▁تفتیش ▁کی ▁ضرورت ▁ہے ▁اور ▁اسی ▁وجہ ▁سے ▁بھارتی ▁پی نل ▁کو ڈ ▁کے ▁سی کشن ▁50 9 ▁کے ▁تحت ▁کیس ▁رجسٹر ڈ ▁کرلیا ▁گیا ▁ہے۔
▁۴ ۔ ▁ابو ذر ▁تن ہا ▁زندہ ▁رہیں ▁گے ▁تن ہا ▁وفات ▁پ ائیں ▁گے ▁اور ▁تن ہا ▁ہی ▁اٹھا ▁ ئے ▁جا ▁ ئیں ▁گے
▁ ’ پ یٹر ▁اپنے ▁ساتھ یوں ▁کی ▁رہا ئی ▁تک ▁چین ▁سے ▁نہیں ▁بیٹھ یں ▁گے ‘
▁چین ▁میں ▁اعلی ▁مواد ▁کمپنی , ▁ل . ▁تھر مل ▁کو ند کٹ ا وا ٹی ▁می نوف یک چر رز ▁- ▁تھ وک ▁مصنوعات ▁- ▁چال کا ▁شان ▁ڈو نگ ▁کے ▁لئے ▁الو مان ا ▁کشت ہ
▁جے ▁یو ▁آئی ▁( ف ) ▁کا ▁فا ٹا ▁ا نضمام ▁کے ▁خلاف ▁ دھر نے ▁کا ▁اعلان
▁اسلام ▁آباد ▁— ▁پولیس ▁نے ▁توہین ▁مذہب ▁مقدم ے ▁میں ▁رم شا ▁مسیح ▁کے ▁خلاف ▁عبور ی ▁چال ان ▁سی شن ▁عدالت ▁میں ▁پیش ▁کر ▁دیا ▁ہے۔
▁تازہ ▁ترین ▁خبریں
▁، ▁جس ▁دور ▁میں ▁میں ▁نے ▁اسٹ یج ▁کیا ▁اس ▁وقت ▁اسٹ یج ▁ڈرا م ے ▁میں ▁گا نے ▁کا ▁کوئی ▁تصور ▁بھی ▁نہیں ▁تھا ▁مگر ▁جب ▁سے ▁اسٹ یج ▁ڈرا م ے ▁میں ▁رقص ▁آیا ▁ہے ▁تو ▁ڈرا م ے ▁کی ▁اصل ▁شکل ▁بگ ڑ ▁گئی۔
▁ڈاکٹر ▁نا یک ▁نے ▁” ▁دن ▁کے ▁ضمن ▁میں ▁” ▁زمان وں ▁” ▁کے ▁بارے ▁میں ▁بھی ▁بات ▁کی ▁ہے۔ ▁با ئ بل ▁میں ▁” ▁دن ▁” ▁کے ▁لفظ ▁سے ▁مراد ▁ایک ▁طویل ▁زمان ہ ▁بھی ▁ہوسکتا ▁ہے۔ ▁ضرور ▁نہیں ▁کہ ▁اس ▁سے ▁چوب یس ▁گھنٹے ▁والا ▁دن ▁ہی ▁مراد ▁ہو ▁جیسا ▁کہ ▁ڈاکٹر ▁مور یس ▁بوک ائی ے ▁نے ▁اپنی ▁کتاب ▁میں ▁ثابت ▁کرنا ▁چاہ ا۔ ▁میرا ▁خیال ▁یہی ▁ہے ▁کہ ▁اس ▁سے ▁طویل ▁زمان ے ▁مراد ▁ہیں۔ ▁دیگر ▁مسائل ▁بھی ▁ہیں ▁جن ▁کا ▁ذکر ▁ڈاکٹر ▁نائ یک ▁نے ▁کیا ▁ہے۔ ▁میں ▁تسلیم ▁کرتا ▁ہوں ▁کہ ▁یہ ▁مسائل ▁موجود ▁ہیں ▁اور ▁ان ▁کے ▁مناسب ▁جواب ات ▁میرے ▁پاس ▁نہیں ▁ہیں۔
▁یہ ▁سوال ▁واقعی ▁اہم ▁ہے ▁اس ▁کا ▁جواب ▁بھی ▁تاریخی ▁حوال وں ▁سے ▁ملتا ▁ہے۔
▁تازہ ▁ترین ▁خبریں
▁اخبار ▁کے ▁بارے ▁میں
▁تازہ ▁ترین ▁شو
▁اس ▁صفحہ ▁میں ▁آخری ▁بار ▁مورخ ہ ▁7 ▁اکتوبر ▁2018 ء ▁کو ▁16 :04 ▁بجے ▁ترمیم ▁کی ▁گئی۔
▁عمران ▁خان ▁کی ▁اصل ▁آزما ئ ش : ▁صادق ▁بھی ▁اور ▁امین ▁بھی ؟

▁’’ یہ ▁تو ▁سب ▁کے ▁ساتھ ▁ہو ▁رہا ▁ہے ! ‘‘
▁غیر ▁ملکی ▁خبر ▁رس اں ▁ادارے ▁کے ▁مطابق ▁حملہ ▁آور وں ▁نے ▁جلال ▁آباد ▁کے ▁علاقے ▁پولیس ▁ڈ سٹر کٹ ▁3 ▁میں ▁موجود ▁محکمہ ▁تعلیم ▁کی ▁عمارت ▁پر ▁د ھا وا ▁بولا ▁جبکہ ▁عمارت ▁کے ▁نزدیک ▁2 ▁دھماکے ▁بھی ▁سن ے ▁گئے۔
▁میں ▁وہ ▁دوبارہ ▁قومی ▁اسمبلی ▁کے ▁رکن ▁منتخب ▁ہوئے ▁اور ▁بین ظ یر ▁بھٹو ▁کی ▁کابینہ ▁میں ▁انہیں ▁سٹی ٹ ▁من سٹر ▁فار ▁ف ائن انس ▁بنا ▁دیا ▁گیا۔
▁امام ▁خام نہ ▁ای : ▁اغ یار ▁کے ▁مقابلے ▁میں ▁اپنی ▁عظمت ▁و ▁و قار ▁کا ▁اظہار ▁لازم ی / ▁صدر ▁روحانی ▁کا ▁موقف ▁مضبوط ▁ہے
▁انسانی ▁حقوق ▁ ’ پا مال ‘ ▁کرنے ▁والے ، ▁حقوق ▁کی ▁عالمی ▁کونسل ▁کے ▁رکن ▁13 .10. 2018
▁بچوں ▁کا ▁صفحہ

▁فرانس یسی ▁اخبار ▁لی فی گار و ▁نے ▁کچھ ▁عرصے ▁قبل ▁اپنی ▁رپورٹ ▁میں ▁انکشاف ▁کیا ▁تھا ▁کہ ▁شام ▁اور ▁عراق ▁میں ▁فرانس ▁سے ▁تعلق ▁رکھنے ▁والے ▁داعش ▁کے ▁جتن ے ▁بھی ▁عناصر ▁سرگرم ▁تھے ▁ان ▁میں ▁سے ▁بیس ▁فیصد ▁ایسے ▁تھے ▁ج نھیں ▁حکومت ▁فرانس ▁کی ▁پوری ▁س پور ٹ ▁حاصل ▁تھی۔
▁اگر ▁مرد ▁ایک ▁ایسی ▁عورت ▁سے ▁صحبت ▁، ▁ہم ▁بستر ی ▁کرے ▁جو ▁اس ▁کی ▁بیوی ▁نہیں ▁ہے ▁تو ، ▁یہ ▁زن ا ▁کہ لات ا ▁ہے ، ▁ضروری ▁نہیں ▁کی ▁ساتھ ▁سو نے ▁کو ▁ہی ▁زن ا ▁...
▁ ◈ ▁امام ▁ابن ▁خز یم ہ ▁رحم ہ ▁اللہ ▁نے ▁اس ▁حدیث ▁پر ▁یہ ▁باب ▁قائم ▁کیا ▁ہے ▁:
▁مزید ▁دکھائی ں
▁ایم بول ی نس ▁کا ▁تربیت ▁یا ف ہ ▁عمل ہ ▁جانتا ▁ہے ▁کہ ▁گاڑی وں ▁میں ▁پھنس ے ▁افراد ▁کو ▁کس ▁طرح ▁نکال نا ▁ہے ▁لہ ٰ ذا ▁انہیں ▁ان ▁کا ▁کام ▁سر ▁انجام ▁دینے ▁دیں۔ ▁آپ ▁صرف ▁اتنا ▁کریں ▁کہ ▁گاڑی ▁سے ▁باہر ▁موجود ▁جسم ▁کے ▁حصے ▁سے ▁خون ▁کو ▁( اگر ▁بہ ہ ▁رہا ▁ہو ▁تو ) ▁روکنے ▁کی ▁کوشش ▁کریں۔
▁آپ ▁کی ▁ویب ▁سائٹ ▁lymph oma ▁کی ▁ہے ▁جو ▁سب ▁کے ▁لئے ▁واضح ▁اور ▁درست ▁معلومات ▁کے ▁لئے ▁بین چ ▁مارک ▁ثابت ▁ہے ▁... ▁ رون , ▁اسکا ٹ ▁لینڈ
▁اردو ▁کے ▁فروغ ▁میں ▁میڈیا ▁کا ▁کردار ، ▁(4)
▁بچوں ▁کا ▁جنگ

▁مودی ▁دہلی ▁کے ▁دورے ▁کے ▁بعد ▁اپنے ▁انتخابی ▁حلق ے ▁وارا نس ی ▁( بنا رس ) ▁بھی ▁گئے ▁جہاں ▁سے ▁انھوں ▁نے ▁عام ▁آدمی ▁پارٹی ▁کے ▁سربراہ ▁ار وند ▁کی جری وال ▁کو ▁شکست ▁دی ▁تھی۔ ▁وارا نس ی ▁میں ▁بھی ▁ان ▁کی ▁جماعت ▁کے ▁کارکنوں ▁اور ▁رہنماؤں ▁نے ▁ان ▁کا ▁وال ہ انہ ▁استقبال ▁کیا۔
▁ابھی ▁تو ▁یار ▁لوگ ▁علی ▁امین ▁ گن ڈا پور ▁کو ▁نہیں ▁بھول ے ▁تھے ، ▁اب ▁پیش ▁خدمت ▁ہیں ▁خرم ▁نواز ▁ گن ڈا پور ۔ علی ▁امین ▁ گن ڈا ▁پور ▁تو ▁من ی ▁سے ▁بھی ▁زیادہ ▁مشہور ▁ہوئے ▁شہد ▁کے ▁لیے ▁مگر ▁یہ ▁شیخ ▁الحد ی ث ▁ڈاکٹر ▁ علامہ ▁طاہر ▁القادر ی ▁کی ▁مذہبی ▁جماعت ▁کے ▁سیکرٹری ▁جنرل ▁جناب ▁خرم ▁نواز ▁ گن ڈا پور ▁اپنے ▁لہ جہ ▁کی ▁شیرین ی ▁اور ▁چا شن ی ▁کے ▁لیے ▁مشہور ▁ہو ▁گئے ▁ہیں۔
▁کیونکہ ▁میرا ▁دوست ▁اسی ▁دوران ▁1999 ▁میں ▁اع ل ٰ ی ▁تعلیم ▁کیلئے ▁بیرون ▁ملک ▁چلا ▁گیا ▁تھا ▁اس ▁نے ▁کہا ▁آج ▁آپ ▁کو ▁سگ نل ▁پر ▁پہچان ا ▁ب ہر حال ▁مجھے ▁بہت ▁خوشی ▁ہوئی ▁کیونکہ ▁مجھے ▁یہ ▁تو ▁میڈیا ▁کے ▁زر ی ع ے ▁پتہ ▁چل ▁گیا ▁تھا ▁کہ ▁وہ ▁ایک ▁نام ور ▁گلو کار ▁بن ▁چکا ▁ہے ▁لیکن ▁ملاقات ▁پندرہ ▁سال ▁بعد ▁ہو رہ ی ▁تھی ▁لیکن ▁آنکھوں ▁پر ▁پھر ▁بھی ▁یقین ▁نہیں ▁آر ہا ▁تھا ▁وہ ▁مجھ ▁سے ▁مل ▁کر ▁بہت ▁ہی ▁خوش ▁ہورہا ▁تھا ▁روڈ ▁پر ▁ایک ▁مختصر ▁سی ▁ملاقات ▁کرکے ▁جانے ▁لگا ▁تو ▁میں ▁نے ▁کہا ▁کبھی ▁آ ؤ نا ▁دوبارہ ▁ہماری ▁بار ▁میں ▁اس ▁نے ▁ہنس ▁کہ ▁کہا ▁کہ ▁مجھے ▁پتہ ▁ہے ▁تم ▁لوگ ▁مجھے ▁پانچ ▁روپے ▁دے ▁کر ▁پھر ▁چھ ین ▁لوگ ے ▁یہ ▁کہہ ▁کر ▁وہ ▁چلا گیا
▁شام ▁میں ▁2011 ء ▁میں ▁اصلاحات ▁کے ▁لیے ▁شروع ▁ہونے ▁والی ▁تحریک ▁بعد ▁میں ▁خانہ ▁جنگی ▁کی ▁صورت ▁اختیار ▁کر ▁گئی ▁اور ▁اب ▁تک ▁ایک ▁لاکھ ▁سے ▁زائد ▁افراد ▁ہلاک ▁ہو ▁چکے ▁ہیں۔
▁A 5 : ▁ہماری ▁اصل ▁( میں ▁اسٹ اک ) ▁مصنوعات ▁کی ▁فیس ▁کے ▁لئے ▁نمو نہ ، ▁خرید ار ▁کی ▁قیمت ▁پر ▁چار ج ▁شپ نگ ▁کیا ▁جائے ▁گا , ▁OEM ▁اور ▁او دم ▁ڈیزائن ▁گا ▁چار ج ▁ڈیزائن ▁کے ▁مطابق ▁قیمت ▁خدمات ی ▁نہیں ▁کیا ▁جائے ▁گا ▁ایک ▁بار ▁ہم ▁اپنے ▁استعمال ▁کنندگان ▁کے ▁بل ک ▁آر ڈر ▁کریں ▁۔
▁موبائل ▁فون ز ▁کی ▁ملکی ▁درآمد ات ▁میں ▁21. 1 ▁فیصد ▁کی ▁کمی
▁وزیراعظم ▁عمران ▁خان ▁نے ▁سعودی ▁عرب ▁میں ▁پاکستانیوں ▁کے ▁لیے ▁ویزا ▁فیس ▁کے ▁...
▁اس ▁نتیجے ▁ایک ▁دلچسپ ▁سوال ▁مت صور ▁ہوتا ▁ہے . ▁ہم ▁صرف ▁لوگوں ▁کی ▁محبت ▁میں ▁گر ▁جب ▁واقعی ▁نہیں ▁کہ ▁عمر ▁کا ▁فرق ▁نتیجہ ▁اخذ ▁کرنا ▁چاہئے ?
▁پنجاب ▁حکومت ▁کا ▁ایک ▁اور ▁شاندار ▁منصوبہ ، ▁عوام ▁کی ▁بڑی ▁خواہش ▁پوری ▁ہو ▁گئی
▁دعوت ▁کی ▁خبریں
▁افغان ▁طالبان ▁کا ▁ضلع ▁کو ہ ستان ▁پر ▁قبضہ ، ▁گورنر ▁سمیت ▁8 ▁افراد ▁جاں ▁بحق
▁سی نے ▁میں ▁جل ن ▁کی ▁وج وہ ات ▁اور ▁اس ▁کا ▁علاج
▁سہ ▁فریق ی ▁مذاکرات ▁: ▁پاکستان ، ▁افغانستان ▁اور ▁چین ▁دہشت ▁گردی ▁کے ▁جڑ ▁سے ▁خاتمے ▁پر ▁متفق
▁ ’ ال جماع ۃ ‘ ▁سے ▁مراد ▁کیا ▁ہے ؟
▁ساتھ ▁ہی ▁انہوں ▁نے ▁22 ▁تاریخ ▁کو ▁لیاقت ▁باغ ▁میں ▁حلقہ ▁این ▁اے ▁60 ▁کا ▁ جلس ہ ▁کرنے ▁کا ▁بھی ▁اعلان ▁کیا۔
▁3. ▁اور ▁سید نا ▁مسیح ▁کی ▁بغیر ▁باپ ▁کے ▁مع جز انہ ▁پیدائش ▁کو ▁ا ُ لو ہ یت ِ ▁مسیح ▁کی ▁دلیل ▁سمجھ نے ▁والوں ▁کا ▁یوں ▁رد ّ ▁کیا ▁کہ ▁اس ▁طرح ▁تو ▁الل ّ ٰ ہ ▁تعالی ٰ ▁نے ▁جناب ▁آدم ▁ ﷤ ▁کو ▁بغیر ▁ماں ▁اور ▁باپ ▁کے ▁اور ▁ حوا ▁علیہ ا ▁السلام ▁کو ▁آدم ﷤ ▁سے ▁بغیر ▁ماں ▁کے ▁پیدا ▁کیا ▁ہے۔ ▁دراصل ▁وہ ▁جب ▁کسی ▁کام ▁کو ▁کرنا ▁چاہتا ▁ہے ▁تو ▁اسے ك ُ ن ْ ▁( ہو جا ▁) کہ تا ▁ہے ▁تو ▁وہ ▁ف َ ي َ ك ُ و ْ ن ُ ▁ہو ▁جاتا ▁ہے ▁۔ ▁چنانچہ ▁قرآن ▁میں ▁ہے :
▁جام شور و : ▁مختلف ▁علاقوں ▁میں ▁پولیس ▁کا ▁کوم ب نگ ▁آپریشن ، ▁13 ▁ملزمان ▁گرفتار
▁( ۲ ) ▁میں ▁نے ▁سنا ▁ہے ▁کہ ▁غل اظ ت ▁اگر ▁ایک ▁در ہم ▁سے ▁کم ▁حصے ▁میں ▁لگی ▁ہو ▁تو ▁اسے ▁دھو نا ▁ضروری ▁نہیں ، ▁تو ▁کیا ▁یہ ▁بات ▁قرآن ▁وح دی ث ▁سے ▁ثابت ▁ہے ؟ ▁اگر ▁ہے ، ▁تو ▁براہ ▁کرم ، ▁اس ▁کا ▁حوالہ ▁ضرور ▁بت ائیں ، ▁کرم ▁ہوگا۔
▁چیف ▁جسٹس ▁میاں ▁ثاقب ▁نثار ▁کا ▁لو اری ▁ٹ نل ▁بند ▁ہونے ▁کا ▁نوٹس

▁ایک ▁تحقیق ▁کے ▁مطابق ▁لاکھ وں ▁خواتین ▁بچوں ▁کی ▁پیدائش ▁کے ▁لیے ▁غیر ▁ضروری ▁طور ▁پر ▁آپریشن ▁کر اتی ▁ہیں ▁جبکہ ▁ان ▁کے ▁ہاں ▁بچے ▁کی ▁پیدائش ▁محفوظ ▁قدرت ی ▁طور ▁پر ▁بھی ▁ممکن ▁ہوتی ▁ہے۔ ▁خبردار ▁کیا ▁گیا ▁ہے ▁کہ ▁یہ ▁آپریشن ▁زیادہ ▁تر ▁خطرناک ▁ثابت ▁ہوتے ▁ہیں۔
▁کا ▁کت نا ▁نقصان ▁ہوگا ▁۔ ▁کبھی ▁یہ ▁سوچ ا ▁ہے ▁آپ ▁نے ▁۔ ▁پھر ▁یہ ▁بھی ▁ذ ھن ▁میں ▁رکھیں ▁کہ ▁جو ▁کمپنی ▁آپ ▁چھوڑ ▁رہیں ▁ہیں ▁کیا ▁وہ
▁ا ُ س ▁نے ▁سیاہ ▁لباس ▁پہن ▁رکھا ▁تھا ▁۔ چ ادر ▁میں ▁ا ُ س ▁کا ▁چ ہر ▁چھپ ا ▁ہوا ▁تھا ▁۔ ا ُ س ▁کا ▁جھ کا ▁ہوا ▁جسم ▁ظاہر ▁کررہا ▁تھا ▁کہ ▁وہ ▁ایک ▁بڑھ یا ▁تھی ▁۔ ا ُ س ▁کے ▁ہاتھ ▁میں ▁ایک ▁ لال ٹین ▁بھی ▁روشن ▁تھی ▁۔ وہ ▁ایک ▁لرز تی ▁، م گر ▁تیز آ واز ▁میں ▁پ ُ کار رہ ی ▁تھی ▁: ” م یان ▁پو ترو ▁! ▁چھ ور چھ ے ▁لگ ن ...... م یان ▁پو ترو ▁! ▁چھ ور چھ ے ▁لگ ن ۔

▁طلاق ▁بد عت ▁پر ▁سپریم ▁کورٹ ▁کا ▁فیصلہ ▁: ▁جان ئے ، ▁کس ▁نے ▁کیا ▁کہا ▁؟
▁بھارت ▁میں ▁7 سال ہ ▁لڑکی ▁کا ▁ری پ ▁کردیا ▁گیا

▁آئی ▁ٹی ▁اور ▁انٹرنیٹ
▁ورلڈ ▁بینک ▁اور ▁آئی ▁ایف ▁اے ▁ڈی ▁کی ▁رپورٹ ▁میں ▁بت ائی ▁گئی ▁تفصیلات ▁کے ▁ت ناظر ▁میں ▁م بصر ین ▁کا ▁کہنا ▁ہے ▁کہ ▁پاکستان ▁کی ▁اقتصادی ▁شرح ▁نمو ▁ایسی ▁نہیں ▁ہے ▁کہ ▁مستقبل ▁قریب ▁میں ▁یہ ▁سچ ▁ہوتا ▁دکھائی ▁د ے۔
▁امام ▁حسین ▁کے ▁اصحاب ▁و ▁ان صار ▁میں ▁سے ▁2 ▁افراد ▁ابتدا ▁میں ▁ یزی دی ▁لشکر ▁کے ▁ہاتھوں ▁اس یر ▁ہوئے ▁اور ▁بعد ▁میں ▁شہید ▁ہوئے :
▁Previous ▁ٹی ▁آر ▁ایس ▁پارٹی ▁میں ▁شمولیت
▁52 ▁ا ُ نہ وں ▁نے ▁ا ُ س ▁کے ▁جواب ▁میں ▁کہا ▁کیا ▁ت ُ و ▁بھی ▁گل ِ یل ▁کا ▁ہے ؟ ت لاش ▁کر ▁اور ▁دیکھ ▁کہ ▁گل ِ یل ▁میں ▁سے ▁کوئی ▁نبی ▁برپا ▁نہ ِ یں ▁ہو ن یکا ۔
▁ٹرمپ ▁خا شق جی ▁کی ▁موت ▁پر ▁سعودی ▁عرب ▁کے ▁جواب ▁سے ▁مطمئن ▁نہیں
▁سلطنت ▁عثمان یہ
▁لا ڑ کان ہ ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁12 ▁فروری 2018 ء ) ▁محکمہ ▁صحت ▁کی ▁جانب ▁سے ▁ضلع ▁بھر ▁میں ▁تین ▁روزہ ▁انسداد ▁پول یو ▁مہم ▁کا ▁آغاز ▁کیا ▁گیا ▁ہے ▁جہاں ▁پہلے ▁روز ▁تشکیل ▁کردہ ▁پول یو ▁ٹیم وں ▁نے ▁گھر ▁گھر ، ▁بس ▁اسٹ ی نڈ س ▁اور ▁دیگر ▁مقامات ▁پر ▁جا کر ▁ایک ▁روز ▁سے ▁پانچ ▁سال ▁تک ▁کے ▁بچوں ▁کو ▁پول یو ▁سے ▁بچ اؤ ▁کے ▁قطر ے ▁پلو ا ئے۔
▁فلسطینی وں ▁کی ▁لاش وں ▁پر ▁بیت ▁المقدس ▁میں ▁امریکی ▁سفارت خان ہ
▁جب ▁پورا ▁چاند ▁نکل ا ▁تو ▁میں ▁تھر ▁کی ▁نیم ▁ری گ ستان ی ▁تن ہ ائی ▁میں ، ▁فلا ح ی ▁اداروں ▁میں ▁کام ▁کرنے ▁والے ▁چند ▁دوستوں ▁کے ▁ہمراہ ، ▁ایک ▁گاؤں ▁سے ▁نگر ▁پارک ر ▁کے ▁شہر ▁یا ▁بست ی ▁کی ▁طرف ▁جارہا ▁تھا۔ ▁ڈ بل ▁کی بن ▁کے ▁پچھلے ▁حصے ▁میں ▁ہم ▁کھل ے ▁آس
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁فیس ▁بک ▁نے ▁مشہور ▁چینل ز ▁کی ▁ویڈیو ▁سروس ▁کا ▁آغاز ▁کردیا
▁میڈیا ▁سینٹر
▁جی انگ ▁لیا نگی او و ▁مشین ▁اور ▁سول وت شن ▁آپ ▁کے ▁لئے ▁بنانے ▁کے ▁لئے ▁اعلی ▁معیار ▁لک ڑی ▁چھ رے ▁کرنا ▁آپ ▁پیش ہ ▁ور انہ ▁لک ڑی ▁گول ی ▁کی ▁فراہمی ▁ہے ▁۔
▁ہمارے ▁بارے ▁میں
▁جو ▁شخص ▁تلاوت ▁قرآن ▁سے ▁مان وس ▁ہو ▁گیا ▁تو ، ▁اسے ▁دوستوں ▁کی ▁جدا ئی ▁سے ▁وحشت ▁نہیں ▁ہو ▁گی۔
▁سوات ▁( زم ا ▁سوات ▁ڈاٹ ▁کام ▁، ▁تازہ ▁ترین۔ ▁25 ▁اپریل ▁2018 ء ) ▁سوات ▁کی ▁تحصیل ▁خوا زہ ▁ خیل ہ ▁کے ▁علاقہ ▁پیش و گا ، ▁فقیر ہ ▁میں ▁خوف ناک ▁آتش ز دگی ▁میں ▁چھ ▁مکان ات ▁جل ▁کر ▁خاک ستر ▁ہوگئے۔ ▁گذشتہ ▁رات ▁بو جہ ▁بجلی ▁شار ٹ ▁سر کٹ ▁شب یر ▁نامی ▁شخص ▁کے ▁گھر ▁میں ▁آگ ▁لگ ▁گئی ▁جس ▁نے ▁پڑ وس ▁میں ▁واقع ▁ان ▁کے ▁بھائی وں ▁خیبر ، ▁حبیب ▁اللہ ، ▁شاہ وش ، ▁نور ▁محمد ▁اور ▁ زی زور ▁کے ▁گھروں ▁کو ▁بھی ▁اپنی ▁لپ یٹ ▁میں ▁لے ▁لیا۔ ▁اس ▁خوف ناک ▁آتش ز دگی ▁کے ▁نتیجے ▁میں ▁چھ ▁گھروں ▁میں ▁موجود ▁تمام ▁سامان ▁جل ▁کر ▁خاک ستر ▁ہوگیا ۔ ▁پہاڑ ی ▁علاقہ ▁ہونے ▁کی ▁وجہ ▁سے ▁ریسک یو ▁ٹیم یں ▁آگ ▁ب جھ انے ▁کے ▁لئے ▁نہ ▁پہنچ ▁سکیں ۔

▁! محمد ▁حسین ▁کی ▁کہانی

▁تعلیم ▁اور ہ نر ▁من دی ▁کا ح صول ▁ ات نامہ ن گاہ و گیا ہے ▁کہ ▁آبادی ▁کی ▁بھاری ▁اکثریت ▁والے ▁گھر انے ▁اچھے ▁معیار ▁کے ▁ہ نر ▁اور علم ▁خرید نے ▁کی ▁سک ت ▁اور ▁حیثیت ▁ہی ▁نہیں ر کھ ت ے۔ ▁1950- 70 ء ▁کی ▁دہائی وں ▁میں ▁جو ▁تھ وڑ اب ہ ت ▁سرکاری ▁تعلیمی ▁ادارے ▁اور پول ی ▁ٹی کنی کل ▁انس ٹی ٹی وٹ ▁علم ▁وہ نر ▁نسبت ا ً ▁سست ا ▁فراہم ▁کیا ▁کرتے ▁تھے ▁، ان ▁شعب وں ▁میں ▁ کٹ وت یوں ▁سے ▁یہ ▁تقریبا ً ▁ختم ▁ہی ▁ہوتے ▁جارہے ▁ہیں۔ بیر ون ▁ملک ▁لاکھ وں ▁کی ▁تعداد ▁میں ▁محنت ▁کش ▁اپنی ▁محنت ▁کی ▁اج رت ▁کے ▁حصول ▁کے ▁لیے ▁ہ جر ت ▁کر ▁گئے ▁لیکن ▁آج ▁یورپ ▁اور ▁امریکہ ▁2008 ء ▁کے ▁کر یش ▁کے ▁بعد روز گار دی نے ▁سے ▁قا صر ہو تے ▁جارہے ▁ہیں۔ ▁نسل ▁پرست ی ▁اور م ذ ہ بی ▁من اف رت وں ▁کے ▁شدت ▁پکڑ نے ▁سے ▁لاکھ وں ▁واپس ▁آنے ▁کے ▁بارے ▁میں ▁غور ▁کررہے ▁ہیں ▁جبکہ ▁ہزاروں ▁آ بھی ▁گئے ▁ہیں۔ خل یج ▁اور عرب ▁ممالک ▁میں ▁بڑے ▁پیمان ے ▁پر پاکستان ی ▁اور ▁جنوبی ▁ایشیا ▁کے ▁مزدور وں ▁کو ▁بے ▁دخل ▁کرکے ▁ملک ▁واپس ▁بھیج نے ▁کا ▁سلسلہ ▁تیز ▁ہوگیا ▁ہے۔ اس ▁سے ▁نہ ▁صرف ▁بیرون ▁ملک ▁مزدور وں ▁کی ▁ترس یل ات ▁میں کم ی ▁آنے ▁سے ▁معیشت ▁مزید ▁بحران ▁زد ہ ▁ہوگی ▁بلکہ ▁پاکستان ▁میں ▁بی روز گار ی ▁کا ▁سمندر ▁مزید ▁بڑھ ے ▁گا۔ لیکن ▁جو ▁مزدور ▁بر سر روز گار ہ یں ▁ان ▁کے ▁حالات ▁اس ▁بی روز گار ی ▁کے ▁بڑھ تے ▁ہوئے ▁حجم ▁سے ▁مزید ▁بد تر ▁ہوتے ▁چلے ▁جارہے ▁ہیں۔ ▁اس ▁بی روز گار ی ▁کو ▁مالک ان ▁ایک ▁د با ئو ▁بنا ▁کر ▁ان ▁مزدور وں ▁کو ▁بل یک ▁میل ▁کرتے ▁ہیں ▁اور
▁راولپنڈی : ▁میٹر و ▁بس ▁سروس ▁کے ▁شہر ▁میں ▁لاکھ وں ▁روپے ▁کے ▁لگائے ▁گئے ▁بین رز ▁تیز ▁آن دھی ▁اور ▁طوفان ▁کی ▁نذر ▁ہو ▁رہے ▁ہیں۔
▁ایک ▁لڑک ا ▁سڑک ▁پر ▁بھی ک ▁مانگ ▁رہا ▁تھا۔ ▁ایک ▁عورت ▁نے ▁کہا ▁تمہیں ▁شرم ▁نہیں ▁آتی ۔ ▁تمہاری ▁عمر ▁کے ▁لڑکے ▁کو ▁اسکول ▁جانا ▁چاہیے۔ ▁لڑکے ▁نے ▁جواب ▁دیا۔ ▁وہاں ▁بھی ▁گیا ▁تھا۔ ▁مگر ▁کسی ▁نے ▁ایک ▁پی س ہ ▁بھی ▁نہیں ▁دیا۔
▁نرم ▁دل ▁نواب ▁نے ▁انگریز وں ▁کو ▁سمجھا نے ▁کی ▁کوشش ▁کی ▁مگر ▁انگریز وں ▁نے ▁اس ▁نیک ▁نیت ی ▁کو ▁کمزور ی ▁سمجھا ▁اور ▁شور ید ہ ▁سری ▁سے ▁باز ▁نہ ▁آئے ۔ ▁ان ▁کی ▁بڑھ تی ▁ہوئی ▁سر کش ی ▁سے ▁تنگ ▁آ ▁کر ▁نواب ▁سراج ▁الدول ہ ▁نے ▁بنگال ▁کو ▁ان ▁شور ید ہ ▁سر وں ▁سے ▁پاک ▁کرنے ▁کا ▁فیصلہ ▁کر ▁لیا۔ ▁جون ▁17 56 ▁میں ▁اس ▁نے ▁انگریز وں ▁پر ▁حملہ ▁کیا ▁اور ▁ان ▁کی ▁شر ارت وں ▁کا ▁م زہ ▁چک ھا ▁کر ▁انہیں ▁کلک ت ہ ▁سے ▁نکال ▁دیا۔ ▁اس ▁وقت ▁نواب ▁چاہتا ▁تو ▁ہر ▁انگل ش ▁بول نے ▁والی ▁زبان ▁کا ٹ ▁کر ▁پھینک ▁دیتا ▁مگر ▁شریف ▁مزاج ▁نواب ▁نے ▁ان ▁کے ▁ساتھ ▁کوئی ▁زیادتی ▁نہ ▁کی۔ ▁جو ▁باغ ی ▁انگریز ▁قید ▁ہو ▁کر ▁آئے ▁تھے ▁ان ▁کی ▁جاں ▁بخشی ▁کردی ▁اور ▁انہیں ▁اپنا ▁ساز ▁و ▁سامان ▁لے ▁کر ▁جانے ▁دیا۔ ▁ان ▁میں ▁ایک ▁فت نہ ▁پرداز ▁انگریز ▁وا ٹس ▁بھی ▁تھا۔
▁یورپی ▁پولیس ▁یورو پول ▁کے ▁سربراہ ▁ راب ▁و ین ▁رائٹ ▁نے ▁جرمن ▁اخبار ▁ز یت نگ ▁کے ▁لئے ▁انٹرویو ▁میں ▁کہا ▁ہے ▁کہ ▁دہشت ▁گردوں ▁کے ▁یورپ ▁میں ▁تازہ ▁دہشت ▁گردی ▁کے ▁حملے ▁کر ▁سک نے ▁کا ▁امکان ▁موجود ▁تھا۔
▁میرا ▁تبصرہ ▁ظاہر ▁نہ ▁کریں
▁پولیس ▁کیا ▁کیا ▁کرے ▁۔ ▁پہلے ▁سے ▁تو ▁وہ ▁لوگ ▁رات وں ▁میں ▁بچوں ▁کو ▁چ بوت ر وں ▁سے ▁پکڑ ▁کر ▁گھروں ▁کو ▁بھیج ▁رہی ▁تھی ▁اب ▁دن ▁میں ▁بھی ▁ایسے ▁بچوں ▁پر ▁نظر ▁رکھنے ▁کا ▁کام ▁ہم ▁پولیس ▁کو ▁ہی ▁سون پ ▁دیں ▁تو ▁والدین ▁کیا ▁کریں ▁گے ▁؟ ▁ان ▁کی ▁کیا ▁ذم ہ ▁داری ▁ہے ▁۔ ▁کچھ ▁بھی ▁نہیں ▁۔ ▁اور ▁کیا ▁میں ▁پولیس ▁کے ▁اس ▁اچھے ▁کام ▁کی ▁تعریف ▁بھی ▁نہیں ▁کرسکتا ؟ ▁تو ▁بتا ی ئے ▁والدین ▁نے ▁کو نسا ▁ایسا ▁کام ▁کیا ▁ہے ▁کہ ▁ان ▁کی ▁تعریف ▁کر وں ▁؟ اور ▁مجھے ▁تو ▁یہ ▁بتایا ▁گی یا ▁کہ ▁تعریف ▁تو ▁اللہ ▁کی ▁کرنی ▁چاہئے ▁جس ▁نے ▁ہمیں ▁پیدا ▁کیا ▁ہے ▁مگر ▁ہم ▁ رزق ▁کی ▁بھاگ ▁د وڑ ▁میں ▁ایسے ▁گم ▁ہوگئے ▁اسی ▁ایک ▁ذات ▁کو ▁چھوڑ ▁کر ▁ہر ▁ایک ▁کی ▁تعریف ▁کرنے ▁پر ▁آم اد ہ ▁ہیں ▁۔
▁ انگ یلا ▁میر کل ▁نے ▁یہ ▁بیان ▁ب ظ ا ہر ▁اپنی ▁حکومت ▁کی ▁ ’ مہ اجر ▁دوست ‘ ▁پالیسی ▁کے ▁نا قد ین ▁کو ▁خاموش ▁کرنے ▁کے ▁لیے ▁دیا ▁ہے۔ ▁حالی ہ ▁کچھ ▁عرصے ▁سے ▁میر کل ▁کو ▁تار کین ▁وطن ▁کی ▁آمد ▁کو ▁روکنے ▁کے ▁مطالب ات ▁کے ▁باعث ▁شدید ▁دباؤ ▁کا ▁سامنا ▁ہے۔ ▁تاہم ▁اس ▁دباؤ ▁اور ▁شدید ▁سیاسی ▁مشکلات ▁کے ▁باوجود ▁جرمن ▁سربراہ ▁حکومت ▁حزب ▁اختلاف ▁اور ▁اپنی ▁مخلوط ▁حکومت ▁میں ▁شامل ▁اتحاد ی ▁جماعتوں ▁کی ▁جانب ▁سے ▁پناہ ▁گزین وں ▁کی ▁ایک ▁حد ▁مقرر ▁کیے ▁جانے ▁کے ▁مطالب ات ▁کو ▁بارہ ا ▁مسترد ▁کرتی ▁رہی ▁ہیں۔
▁ایک ▁شاعر ▁کو ▁اپنی ▁شاعر ی ▁پر ▁بہت ▁ناز ▁تھا ▁ایک ▁دن ▁وہ ▁اپنی ▁بیوی ▁سے ▁کہنے ▁لگا ▁کہ ▁دیکھ نا ▁میں ▁اپنی ▁شاعر ی ▁سے ▁دنیا ▁بھر ▁میں ▁آگ ▁لگا ▁دون گا
▁جسٹس ▁انور ▁ظ ہ یر ▁جمال ی ▁پاکستان ▁کے ▁24 ویں ▁چیف ▁جسٹس ▁بن ▁گئے ، ع ہ دے ▁کا ▁حلف ▁اٹھا ▁لیا
▁قطر ▁نے ▁طے ▁شدہ ▁منصوبے ▁سے ▁قبل ▁ہی ▁خلیج ی ▁ساحل ▁پر ▁سات ▁ارب ▁ڈالر ▁کی ▁لاگ ت ▁سے ▁نئی ▁بندر گاہ ▁کھول ▁دی ، ▁جس ▁کا ▁مقصد ▁اپنی ▁معیشت ▁کو ▁پڑ وسی وں ▁کی ▁جانب ▁سے ▁لگا ئی ▁جانے ▁والی ▁پابندی وں ▁سے ▁محفوظ ▁رکھنا ▁تھا۔
▁انہوں ▁نے ▁اپنے ▁ٹو یٹ ▁میں ▁نیا ▁پاکستان ▁اور ▁پاکستان ▁زندہ ▁باد ▁کے ▁ہی ش ▁ٹی گز ▁بھی ▁استعمال ▁کی ے۔ ▁ما ور ہ ▁حسین ▁نے ▁بھی ▁ای ون ▁ فیل ڈ ▁ریفرنس ▁میں ▁نواز ▁شریف ▁کو ▁ملنے ▁والی ▁سزا ▁پر ▁خوشی ▁کا ▁اظہار ▁کیا۔ ▁ما ور ہ ▁نے ▁اپنے ▁ٹو یٹر ▁پیغام ▁میں ▁نواز ▁شریف ▁کو ▁ملنے ▁والی ▁سزا ▁کو ▁پاکستان ▁کے ▁عظیم ▁دنوں ▁کے ▁آغاز ▁سے ▁تعبیر ▁کیا ▁اور ▁اسے ▁نئے ▁پاکستان ▁کی ▁بنیاد ▁قرار ▁دیا۔
▁زبان ▁سے ▁بھی ▁نکل ▁گیا ▁کہ ▁آج ▁کا ▁دن ▁بڑا ▁ہی بت ▁ ناک ▁دن ▁ہے۔ ▁قوم ▁والے ▁اپنی ▁شر ارت ▁سے ▁باز ▁نہیں ▁آئیں ▁گے۔ ▁مجھ ▁میں ▁ان ▁کے ▁مقابلہ ▁کی ▁طاقت ▁نہیں ▁، ▁کیا ▁ہوگا ؟
▁اگر ▁أج ▁کوئی ▁بھی ▁سیاسی ▁جماعت ▁ان ▁25 ▁لاکھ ▁خاندان وں ▁کے ▁لیے ▁أو از ▁اٹھا ے ▁گا ▁تو ▁ان ▁1 ▁کروڑ ▁25 ▁لاکھ ▁لوگوں ▁کی ▁دعا ▁اور ▁ان کا ▁ووٹ ▁اس ▁جماعت ▁کے ▁لیے ▁ہی ▁ھو گا ۔
▁چوہدری ▁شجاع ت ▁حسین ▁نیب ▁کے ▁سامنے ▁پیش
▁دارال علوم ▁نے ▁صرف ▁رسمی ▁تعلیم ▁پر ▁اک ت فاء ▁نہیں ▁کیا ؛ ▁بلکہ ▁پورے ▁مسلم ▁معاشر ہ ▁کے ▁اعمال ▁و ▁ع قائد ▁کی ▁اصلاح ▁کا ▁بی ڑا ▁بھی ▁اٹھایا ۔ ▁قیام ِ ▁دارال علوم ▁کے ▁کچھ ▁عرصہ ▁بعد ▁ہی ▁علم ائے ▁حق ▁نے ▁بد عات ▁و ▁خر افات ▁اور ▁مشر کان ہ ▁رسوم ▁و ▁ع قائد ▁کے ▁خلاف ▁جو ▁چو م کھی ▁لڑائی ▁چھ ی ڑی ، ▁اس ▁جنگ ▁میں ▁علم ائے ▁حق ▁کے ▁ایک ▁حریف ▁شیعہ ▁بھی ▁تھے۔ ▁علم ائے ▁دیو بند ▁کی ▁انھیں ▁م خلص انہ ▁تبلیغ ی ▁و ▁اصلاح ی ▁کوشش وں ▁سے ▁آہستہ ▁آہستہ ▁سنی ▁مسلمانوں ▁سے ▁شی عی ▁اثرات ▁دور ▁ہوئے ▁اور ▁انھوں ▁نے ▁شی عی ▁رسوم ▁و ▁خر افات ▁سے ▁تو بہ ▁کی۔

▁ایران ▁کے ▁ساتھ ▁تجارت ی ▁فروغ ▁کو ▁مزید ▁وسعت ▁دی ▁جا ▁سکتی ▁ہے : ▁پاکستانی ▁ماہر ▁اقتصادی ات
▁سال 2018 کش میر ▁کے ▁نام
▁عالم ▁نے ▁عورت ▁سے ▁کہا ، ▁اے ▁اللہ ▁کی ▁بندی ؛ ▁میں ▁نہیں ▁سمجھ تا ▁کہ ▁تیر ا ▁خاوند ▁اس ▁شیر ▁سے ▁زیادہ ▁وحشی ▁، ▁اج ڈ ▁اور ▁خطرناک ▁ہے۔ ▁تو ▁اپنے ▁خاوند ▁کے ▁ساتھ ▁ایسا ▁ہی ▁سلوک ▁کیوں ▁نہیں ▁کرتی ▁جیسا ▁سلوک ▁تو ▁نے ▁اس ▁شیر ▁کے ▁ساتھ ▁کیا۔ ▁جان ▁لے ▁کہ ▁مرد ▁کے ▁دل ▁کا ▁راستہ ▁بھی ▁اس ▁کے ▁مع دے ▁سے ▁ہی ▁ہو ▁کر ▁گزر تا ▁ہے۔ ▁خاوند ▁کے ▁پیٹ ▁کو ▁بھر ▁کر ▁رکھ ، ▁مگر ▁صبر ▁کے ▁ساتھ ، ▁وی سا ▁صبر ▁جیسا ▁شیر ▁جیسے ▁جانور ▁کو ▁دوست ▁بننے ▁کے ▁مرحلے ▁تک ▁میں ▁کیا ▁تھا۔
▁دوسری ▁طرف ▁اقوام ▁متحدہ ▁کے ▁سیکرٹری ▁جنرل ▁ان تون یو ▁گو ت ریس ▁نے ▁بھی ▁میزائل ▁داغ ے ▁جانے ▁کی ▁مذمت ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁یہ ▁سلامتی ▁کونسل ▁کی ▁قرارداد وں ▁کی ▁خلاف ▁ورزی ▁ہے ▁اور ▁یہ ▁خطے ▁کی ▁امن ▁و ▁سلامتی ▁کے ▁لیے ▁خطرہ ▁ہے۔ ▁انہوں ▁نے ▁پی انگ ▁یا نگ ▁پر ▁زور ▁دیا ▁کہ ▁وہ ▁اپنی ▁بین ▁الاقوامی ▁ذم ہ ▁داری وں ▁کو ▁پورا ▁کرے ▁اور ▁غیر ▁جوہری ▁راستہ ▁کی ▁طرف ▁واپس ▁آئے ۔
▁بینک وں ▁کے ▁لئے ▁کاروبار ی ▁طرز ▁عمل ▁کی ▁رہنما ئی
▁ضلع ▁ا ٹک ▁میں ▁ زرع ی ▁انقلاب ▁کا ▁سفر ▁جاری ▁رہے ▁گا - ▁اے ▁ڈی ▁سی ▁ای گری کل چر ▁میر ▁نواز ▁جنوری ▁24 , ▁2018
▁میرے ▁سو ہ نے ▁مو ہ نے ▁بچ و ! ▁سرد یاں ▁آ ▁گئی ▁ہیں۔ ▁کیا ▁آپ ▁نے ▁بھی ▁نن ھ ی ▁من ی ▁ان جو ▁کی ▁طرح ▁فر ▁والا ▁کو ٹ ، ▁نن ھا م فل ر ▁، لم بی ▁جر اب یں ▁اور ▁شو ز ▁پہن ▁رکھے ▁ہیں ؟ ▁اللہ ▁کرے ▁آپ ▁میں ▁نہ ▁ہو ▁لیکن ▁ہماری ▁ان جو ▁میں ▁تو ▁ایک ▁خراب ▁عادت ▁ہے۔ ▁وہ ▁یہ ▁کہ ▁انہیں ▁سرد یوں ▁میں ▁بند ▁جو تے ▁پہن نا ▁بالکل ▁پسند ▁نہیں۔ ▁ما ما ▁جان ▁ ڈا نٹ ▁ڈپٹ ▁کر ▁پہن ا ▁دیں ▁تو ▁ٹھیک ▁۔ ▁ورنہ ▁اکثر ▁ان جو ▁ن نگے ▁پ اؤں ▁گھو م ▁رہی ▁ہوتی ▁ہیں۔ ▁ان ▁کی ▁کئی ▁ایک ▁جر اب یں ▁شو ز ▁نہ ▁پہن نے ▁کی ▁وجہ ▁سے ▁پھ ٹ ▁جاتی ▁ہیں۔
▁سنی ارے ▁کے ▁لڑکے ▁نے ▁تو ▁اپنی ▁ام اں ▁کو ▁ دھ کے ▁دے ▁کر ▁باہر ▁نکال ▁دیا ▁تھا ▁اور ▁وہ ▁بیچ اری ▁اسی ▁صدم ے ▁سے ▁مرگ ئی ▁تھی ▁لیکن ▁میں ▁سے ▁ایسا ▁کیا ، ▁کیا ؟
▁ا ڈی الہ ▁جیل ▁روان گی ▁سے ▁قبل ▁نواز ▁شریف ▁کی ▁والد ہ ▁سے ▁ملاقات
▁اقوام ▁متحدہ ، ▁امریکا ، ▁یورپ ▁، ▁چین ▁اور ▁دیگر ▁ممالک ▁کی ▁جانب ▁سے ▁وارن نگ ▁کے ▁باوجود ▁شمالی ▁کوریا ▁گزشتہ ▁کئی ▁ماہ ▁سے ▁اپنے ▁میزائل وں ▁کے ▁ تجرب ات ▁کر ▁رہا ▁ہے۔ ▁شمالی ▁کوریا ▁کے ▁خلاف ▁کار وائی ▁کے ▁لیے ▁امریکہ ▁اس ▁وقت ▁چین ▁کی ▁حمایت ▁حاصل ▁کرنے ▁کی ▁کوشش یں ▁کر ▁رہا ▁ہے ▁جبکہ ▁چین ▁شمالی ▁کوریا ▁کو ▁تن ہا ▁کرنے ▁میں ▁ہ چک چا ہ ٹ ▁محسوس ▁کر ▁رہا ▁ہے۔
▁سوز وک ی ▁نے ▁کل ٹس ▁کا ▁نام ▁پہلی ▁بار ▁1983 ▁میں ▁استعمال ▁کیا ▁تھا۔ ▁یہاں ▁پاکستان ▁می ▁اسے ▁سوز وک ی ▁خیبر ▁( Su zuki ▁Kh y ber ) ▁کہا ▁جاتا ▁تھا ▁جبکہ ▁دیگر ▁دنیا ▁کے ▁لیے ▁یہ ▁کل ٹس ▁ہی ▁تھی۔ ▁جاپان ▁میں ▁سوز وک ی ▁کل ٹس ▁کی ▁پہلی ▁جن ر یشن ▁1988 ▁میں ▁ختم ▁کردی ▁گئی ▁لیکن ▁اسی ▁سال ▁اسے ▁خیبر ▁کے ▁نام ▁سے ▁پاکستان ▁میں ▁متعارف ▁کروا ▁دیا ▁گیا۔ اس ▁سے ▁پہلے ▁اسی ▁گاڑی ▁کو ▁بیرون ▁ملک ▁سے ▁درآمد ▁کر ▁کے ▁سوز وک ی ▁سو ِ ف ٹ ▁کے ▁نام ▁سے ▁فروخت ▁کیا ▁جاتا ▁تھا۔ ▁خیبر ▁میں ▁1 ▁ہزار ▁سی ▁سی ▁کار بی ور یٹر ▁ان جن ▁لگایا ▁گیا ▁تھا۔ ▁یہ ▁ابتدا ء ▁ہی ▁سے ▁پاکستانیوں ▁کی ▁پسند ید ہ ▁ترین ▁سوز وک ی ▁گاڑی وں ▁میں ▁سے ▁ایک ▁بن ▁چکی ▁تھی۔
▁error : ▁برائے ▁مہربانی ▁اسے ▁شیئر ▁کیجئے ۔۔۔ !! ▁شکریہ
▁اپنے ▁بیان ▁میں ▁ عجب ▁خان ▁نے ▁انکشاف ▁کیا ▁کہ ▁لڑکی ▁کو ▁15 ▁اگست ▁کی ▁رات ▁جبکہ ▁لڑکے ▁کو ▁16 ▁اگست ▁کی ▁رات ▁کو ▁ا ُ ن ▁کے ▁گهر ▁والوں ▁نے ▁بجلی ▁کا ▁شا ک ▁دے ▁کر ▁قتل ▁کیا۔
▁وکلا ء ▁اپنے ▁چی م برز ▁کی ▁طرف ▁نہیں ▁جاتے ▁تھے۔ طا ہر ▁پلا زہ ▁میں ▁انسانی ▁اعضا ء ▁کے ▁جل نے ▁کی ▁بو ▁کافی ▁عرصے ▁تک ▁رہی ۔ واقع ے ▁کے ▁دوسرے ▁دن ▁جب ▁جنرل ▁با ڈی ▁منعقد ▁ہوئی ▁تھی ▁تو ▁وکلا ء ▁صرف ▁س سک یوں ▁کے ▁علاوہ ▁کچھ ▁نہ ▁بیان ▁کر سک ے۔ وہ ▁آن سو ▁وہ ▁خوف ▁وہ ▁س سک یاں ▁وہ ▁وحشت ▁ہم ▁کبھی ▁نہیں ▁بھول ▁سکتے ۔ م جھ ے ▁یاد ▁نہیں ▁پڑتا ▁کہ ▁شاید ▁کسی ▁نے ▁تقریر ▁کی ▁ہو ▁کہنے ▁اور ▁سن نے ▁کیلئے ▁بچا ▁ہی ▁کیا ▁تھا

▁عظیم ▁شاعر ، ▁کالم ▁نگار ، ▁افسان ہ ▁نویس ، ▁سفیر ▁اور ▁م خیر ▁شخصیت ▁سے ▁خصوصی ▁گفتگو
▁Mont fort ▁قلع ہ ▁1 ▁Hil a ▁گاؤں ▁سے ▁شمال ▁مغرب ▁میل ▁کی ▁ایک ▁moat . ▁گل یل ▁، ▁مشرق ▁وسطی ▁، ▁31 ▁مارچ ▁، ▁2002
▁بھ ٹک ل ▁( ہر پل ▁نیوز ) ▁21 نو مبر ۔ ▁کھ پر یل ▁کے ▁مکان ▁میں ▁اچانک ▁آگ ▁لگ نے ▁سے ▁مکان ▁اپنے ▁تمام ▁ساز و ▁سامان ▁کے ▁ساتھ ▁جل ▁کر ▁را کھ ▁ہوگیا ۔ واقع ہ ▁بھ ٹک ل ▁کی ▁مخدوم ▁کال ونی ▁، ▁صف ا ▁اسٹ ریٹ ▁میں ▁آج ▁منگل ▁شام ▁کو پیش ▁آیا ۔ ▁گھر ▁والوں ▁کے ▁مطابق ▁حادث ہ ▁کے ▁موقع ▁پر ▁وہ ▁لوگ ▁گھر ▁سے ▁باہر ▁گئے ▁...
▁رسائی ▁کے ▁لیے ▁لنک


▁یہی ▁وہ ▁وقت ▁ہے ...
▁کھیل یں ▁ایک ▁لڑکی ▁کے ▁ساتھ ▁تیار ▁ہے
▁◄ ▁می کسی کو ▁میں ▁قابل ▁تجدید ▁توانائی ▁بجلی ▁گھر ▁(1 ▁ز )
▁اب ▁رمضان ▁ختم ▁ہو ▁رہا ▁ہے۔ ▁امید ▁ہے ▁آپ ▁نے ▁عبادت ▁اور ▁خدمت ِ ▁خلق ▁کے ▁بی ج ▁خوب ▁اچھی ▁طرح ▁بو ئے ▁ہوں ▁گے۔ ▁برق ت ▁نماز یں ▁ادا ▁کی ▁ہوں ▁گی۔ ▁تھ کا وٹ ▁کے ▁با جو د ▁محبت ▁سے ▁تر اوی ح ▁ادا ▁کی ▁ہو ▁گی۔ ▁سخت ▁گرمی ▁کے ▁روز وں ▁میں ▁بھوک ▁پی اس ▁برداشت ▁کی ▁ہو ▁گی۔ غرب اء ▁و ▁مسا کین ▁کی ▁افطار ی ▁کر وائی ▁ہو ▁گی۔
▁اس ▁صفحہ ▁کو ▁پسند ▁کرنے ▁کے ▁لیے ▁لاگ ▁ان ▁کریں۔
▁سید ہ ▁ج ُ دام ہ ▁بنت ▁جن دل ▁رضی ▁اللہ ▁عنہ ا ، ▁سید ہ ▁زینب ▁بنت ▁ ابی ▁سلم ہ ▁رضی ▁اللہ ▁عنہ ا ▁00 :51 :28
▁‫ ش دید ▁چو ٹ ▁کا ▁باعث ▁بن ▁سکتے ▁ہ ي ں ▁یا ▁ان ▁کی ▁وجہ ▁سے ▁آپ ▁کے ▁آل ے ▁کو ▁نقصان ‬

▁قومی ▁اسمبلی ▁کا ▁حلقہ ▁این ▁اے ▁69 - گ جر ات ▁2 ▁نئی ▁حلقہ ▁بندی وں ▁سے ▁قبل ▁این ▁اے ▁105 - گ جر ات ▁تھا ، ▁جو ▁می ون سپ ل ▁کمیٹی ▁کن جا ہ ، ▁گجرات ▁تحصیل ، ▁دیوان ہ ▁1 ، ▁2 ▁ہر یاں ▁والا ▁کے ▁علاقوں ▁پر ▁مشتمل ▁ہے۔
▁65 ▁برس ▁ہو ▁چکے ▁ہیں ، ▁اس ▁جڑ ▁کو ▁تلاش ▁کرتے ▁ہوئے ▁جس ▁سے ▁خراب ی ▁کی ▁شاخ یں ▁مسلسل ▁پھ وٹ تی ▁ہی ▁چل ی ▁جا ▁رہی ▁ہیں۔ ▁اخبار ات ‘ ▁ریڈیو ‘ ▁ٹیلی ▁ویژن ▁اور ▁دانش ▁ور وں ▁کے ▁مختلف ▁فورم ▁سب ▁کے ▁سب ▁اس ▁نا ▁خوشگوار ▁اور ▁مزید ▁پڑھیں
▁(2) نا راض گی ▁محبت ▁میں ▁کیسے ▁بد ▁لی
▁بدھ ▁24 ▁مئی ▁2017 ▁کی ▁فن ▁و ▁فن کار ▁کی ▁خبریں
▁اردو ▁فون ٹ ▁ڈاؤن ▁لوڈ ▁کریں
▁صحت ▁و ▁سائنس
▁او ▁جی ▁ڈی ▁سی ▁کے ▁وفد کی ▁چیف ▁جسٹس ▁ثاقب ▁نثار ▁سے ▁ملاقات ، ▁3 ▁کروڑ ▁61 ▁لاکھ ▁80 ▁ہزار ▁روپے ▁کا ▁چیک ▁پیش ▁کیا
▁ص ہی ونی ▁ذرائع ▁نے ▁دعوی ▁کیا ▁ہے ▁کہ ▁ص ہی ونی ▁فوجی وں ▁نے ▁چیک ▁پوسٹ ▁کے ▁نزدیک ▁فلسطینی ▁لڑکی ▁کے ▁ہاتھوں ▁میں ▁ چاق و ▁دیکھا ▁ہے ▁جس ▁کے ▁بعد ▁اسے ▁گرفتار ▁کیا ▁گیا ▁ہے۔
▁ا ُ نھوں ▁نے ▁کہا ▁کہ ، ▁ ’ قب ائل ی ▁صحافی ▁پاکستان ▁کے ▁خطرناک ▁ترین ▁علاقوں ▁سے ▁اپنی ▁رپورٹ نگ ▁کے ▁ذریعے ▁دنیا ▁کو ▁با خبر ▁رکھنے ▁کے ▁جہاد ▁میں ▁مصروف ▁ہیں۔ ▁ا ِ ن ▁کے ▁تحفظ ▁کو ▁یقینی ▁بنانا ▁پاکستانی ▁حکومت ، ▁جب ▁کہ ▁ا ُ نھیں ▁انصاف ▁فراہم ▁کرنا ▁ہم ▁سب ▁کی ▁ذم ہ ▁داری ▁ہے ‘ ۔
▁این ▁آر ▁او ▁عمل ▁درآمد ▁کیس ▁کا ▁ایک ▁نیا ▁م وڑ ▁- ▁BBC ▁News ▁Urdu
▁وزیراعظم ▁کے ▁یو ٹر ن ▁لینے ▁سے ▁مراد ▁کیا ▁ہے ؟
▁ری سر چ ▁کا ▁استعمال ▁کرتے ▁ہوئے ▁حل ▁اور ▁مسائل ▁کو ▁ٹھیک ▁کرنے ▁کے ▁لئے ▁سائنس ی ▁قوانین .
▁شاعر ▁مشرق ▁ڈاکٹر ▁ علامہ ▁اقبال ▁جن ▁کے ▁اشعار ▁قیامت ▁تک ▁آنے ▁والی ▁نسل وں ▁کے ▁طالب ▁علم ▁کے ▁لئے ▁مش عل ▁راہ ▁بن ▁کر ▁قدم ▁قدم ▁پر ▁ان ▁کی ▁رہنما ئی ▁کرتے ▁رہیں ▁گے ▁اور ▁زندگی ▁کے ▁نش یب ▁و ▁ فراز ▁سے ▁آگاہ ▁کرا تے ▁رہیں ▁گے ▁کیونکہ ▁ملک ▁و ▁ملت ▁کی ▁ترقی ▁میں ▁طالب ▁علم ▁کا ▁کردار ▁بے حد ▁اہم ▁ہے ، ▁لیکن ▁آج ▁وہی ▁طالب ▁علم ▁اپنی ▁مادر ی ▁زبان ▁سے ▁ وفا ▁نہیں ▁کررہے ▁جس کی ▁وجہ ▁سے ▁اردو ▁سے ▁جڑ ی ▁تمام ▁تاریخی ▁ور اث ت ▁اور ▁تہذیب ▁و ▁ثقافت ▁کا ▁نام ▁و ▁نشان ▁م ٹ ایا ▁جارہا ▁ہے ▁اور ▁اسکی ▁وجہ ▁مسلمانوں ▁ہی ▁کی ▁ لاپ روا ہی ▁اور ▁مفاد پرس تی ▁ہے ، ▁جب ▁ہم ▁خود ▁اپنی ▁زبان ▁اپنی ▁ور اث ت ▁کی ▁قدر ▁نہیں ▁کریں ▁گے ▁تو ▁دوسروں ▁سے ▁قدر دانی ▁کی ▁امید ▁رکھنا ▁بی وقوف ی ▁ہے .......
▁اس ▁کا ▁بھی ▁وہی ▁اوپر ▁والا ▁حکم ▁کہ ▁اگر ▁ری ح ▁کے ▁خارج ▁ہونے ▁کا ▁یقین ▁ہو ▁یا ▁غالب ▁گمان ▁ہو ▁تو ▁ وض و ▁ٹوٹ ▁جائے ▁گا ▁، ▁اگر ▁صرف ▁وہ م ▁ہے ▁تو ▁ وض و ▁نہیں ▁ٹوٹ ے ▁گا اور ▁محض ▁وہ م ▁کی ▁وجہ ▁سے ▁نماز ▁بھی ▁نہیں ▁تو ڑے ▁گا . ▁( ما خذ ہ ▁: ▁امداد ▁الاح کام ▁1 ▁/ ▁ 349 ▁)
▁ہر ▁جمعہ ▁کو ▁اپنے ▁اہل ▁و ▁ عی ال ▁کے ▁لئے ▁په ل ▁مہ یا ▁کرو ▁تاکہ ▁وہ ▁جمعہ ▁کے ▁آنے ▁سے ▁خوش ▁ہوں۔
▁پاکستانی ▁وزیر ▁اعظم ▁یوسف ▁رضا ▁گیلان ی ▁نے ▁کہا ▁ہے ▁کہ ▁ملک ▁کے ▁قبائل ی ▁علاقوں ▁میں ▁امریکی ▁ڈر ون ▁حملوں ▁سے ▁منفی ▁نتائج ▁برآمد ▁ہوں ▁گے ▁اور ▁ان ▁کی ▁حکومت ▁واشنگٹن ▁انتظامیہ ▁کو ▁اس ▁بات ▁پر ▁قائل ▁کرنے ▁کی ▁کوشش ▁کر ▁رہی ▁ہے۔ ▁( 02 .01. 2011 )
▁امریکہ ▁شام ▁میں ▁ اعتدال ▁پسند ▁مخالفین ▁کو ▁دہشت ▁گرد ▁گروہ وں ▁سے ▁الگ ▁کرنے ▁کا ▁وعدہ ▁پورا ▁کرے ▁روسی ▁صدر ▁ولا دی ▁میر ▁پو تن ▁کا ▁کہنا ▁ہے ▁کہ ▁روس ، ▁شام ▁میں ▁قیام ▁امن ▁اور ▁انسانی ▁صورت ▁حال ▁کو ▁بہتر ▁بنانے ▁کیلئے ▁کوشش ▁جاری ▁رکھے ▁گا ▁امریکی ▁اتحاد ▁دہشت ▁گرد ▁تنظیم ▁داعش ▁کے ▁خلاف ▁جنگ ▁کے ▁بہ انے ▁شام ▁کی ▁بنیادی ▁ریاست ی ▁تن ص ی بات ▁کو ▁تباہ ▁کررہا ▁ہے ▁۔ ۔۔۔۔۔
▁١ ▁- ▁وہ ▁بات ▁جو ▁سنی ▁جائے ، ▁مس م وع ۔
▁وزیر ▁خارجہ ▁شاہ ▁محمود ▁قریشی ▁سہ ہ ▁ملکی ▁مذاکرات ▁میں ▁شرکت ▁کیلئے ▁کابل ▁پہنچ ▁گئے
▁اسلام ▁آباد : ▁ملک ▁بھر میں ▁کل ▁سے ▁بارش وں ▁کا ▁نیا ▁سلسلہ ▁شروع ▁ہونے ▁کے ▁ساتھ ▁پہاڑ وں ▁پر بر ف بار ی ▁کا ▁امکان ▁ہے۔
▁صادق ▁سنج رانی ▁کے ▁والد ▁خان ▁محمد ▁آصف ▁سنج رانی ▁کو ▁ضلع ▁چا غی ▁کے ▁قبائل ▁میں ▁نمای اں ▁مقام ▁حاصل ▁ہے ▁جو ▁اس ▁وقت ▁چا غی ▁ضلع ▁کونسل ▁رکن ▁ہیں۔
▁آج ▁کا ▁اخبار
▁3 ▁صدی وں ▁سے ▁اب ▁سے ▁، ▁حالت ▁کو ▁تبدیل ▁نہیں ▁کیا ▁ہے .
▁جواب ▁: ۔ ۱ ۔ ▁اس ▁نے ▁نبوت ▁کا ▁کبھی ▁دعوی ٰ ▁نہیں ▁کیا۔
▁لو کی ▁دل ▁کے ▁لیے ▁بہت ▁زیادہ ▁فائدہ ▁مند ▁ہے ، ▁اس ▁کے ▁ عرق ▁کو ▁ہفتے ▁میں ▁3 ▁بار ▁پی نا ▁دل ▁کو ▁صحت ▁مند ▁رکھنے ▁میں ▁مدد ▁دیتا ▁ہے ▁جبکہ ▁بل ڈ ▁پری شر ▁کو ▁کنٹرول ▁میں ▁رکھتا ▁ہے۔
▁کان ▁کنی ▁Bitcoin s ▁کے ▁لئے ▁ایک ▁فارم ▁بنانے ▁کا ▁طریقہ
▁ایک ▁طویل ▁عرصے ▁کے ▁انتظار ▁کے ▁بعد ، ▁یمن ▁کے ▁صدر ▁علی ▁عبد ▁اللہ ▁صالح ▁اور ▁مخالفین ▁راہ نم اؤں ▁نے ▁بدھ ▁کے ▁روز ▁ایک ▁معاہدے ▁پر ▁دست خط ▁کیے ، ▁جس ▁کے ▁تحت ▁وہ ▁ملک ▁کے ▁نائب ▁صدر ▁عبد ▁ر َ بو ▁منصور ▁حاد ی ▁کو ▁اقتدار ▁منتقل ▁کریں ▁گے ▁اور ▁وقت ▁سے ▁قبل ▁صدارت ی ▁انتخابات ▁کر ائے ▁جائیں ▁گے۔
▁‘ میں ▁نے ▁ان ▁کے ▁بیٹے ▁شم شاد ▁سے ▁کہا ▁کہ ▁جب ▁حسین ▁صاحب ▁ان ▁کے ▁یہاں ▁آئیں ▁تو ▁مجھے ▁اس ▁کی ▁خبر ▁کر ▁دینا ۔ ▁شم شاد ▁کا ▁فون ▁آتے ▁ہی ▁میں ▁ان ▁کے ▁یہاں ▁پہنچ ▁گیا۔ ▁انھوں ▁نے ▁میرے ▁آنے ▁کی ▁وجہ ▁پوچھ ی ۔ ▁میں ▁نے ▁جب ▁بتایا ▁تو ▁انھوں ▁نے ▁کہا ▁کہ ▁میں ▁پی ن ٹنگ ز ▁لے ▁جانے ▁کے ▁لیے ▁پہلے ▁ہی ▁کہہ ▁چکا ▁ہوں۔ ▁تم ▁انھیں ▁کیوں ▁نہیں ▁لے ▁کر ▁گئے۔ ’
▁ح وث ی ▁کے ▁ترجمان ▁محمد ▁عبدال سلام ▁نے ▁کہا ▁کہ ▁اتحاد ی ▁افواج ▁نے ▁ایک ▁بھی ڑ ▁بھ ا ڑ ▁والے ▁علاقے ▁میں ▁حملہ ▁کرکے ▁یہ ▁ثابت ▁کردیا ▁ہے ▁کہ ▁انہیں ▁انسانی ▁زندگی ▁کی ▁پر وا ہ ▁نہیں ▁ہے۔
▁اے ▁آر ▁ وائی ▁خصوصی
▁ان ▁کا ▁یہ ▁بھی ▁کہنا ▁ہے ▁کہ ▁اس ▁مقدم ے ▁میں ▁انسداد ▁دہشت ▁گردی ▁کی ▁دفع ات ▁بھی ▁لگا نا ▁زیادتی ▁تھی۔
▁دنیا ▁کی ▁سب ▁سے ▁بڑی ▁چار پ ائی ▁پاکستان ▁کے ▁کس ▁شہر ▁میں ▁ہے
▁تھر ور ▁نے ▁نام ▁ظاہر ▁کئے ▁بغیر ▁2012 میں ▁کاروان ▁می گز ین ▁میں ▁لکھ ے ▁آرٹیکل ▁کا ▁ذکر ▁کرتے ▁ہوئے ▁ایک ▁آر ▁ایس ▁ایس ▁ذرائع ▁کا ▁حوالہ ▁دیا ▁‘ ▁تھر ور ▁نے ▁کہاکہ ▁’’ ▁کہتے ▁ہیں ▁مودی ▁کے ▁شی و ▁ا ▁ل نگ ▁پر ▁بیٹھ ا ▁ایک ▁بچ ھو ▁ہے۔
▁عائشہ ▁نام ▁کا ▁شمار ▁لڑکی وں ▁کے ▁نام وں ▁میں ▁ہوتا ▁ہے۔ ▁عائشہ ▁نام ▁کی ▁ابتدائی ▁تاریخ ▁ہند ی ▁زبان ▁سے ▁نکل تی ▁ہے۔ ▁عائشہ ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁خوش ▁قسمت ▁ن مر ▁4 ▁مانا ▁جاتا ▁ہے ▁ . ▁جبکہ ▁خوش ▁قسمت ▁دنوں ▁میں ▁منگل , ▁جمعرات ▁شامل ▁ہیں ▁۔ ▁خوش ▁قسمتی ▁والی ▁ دھ ات وں ▁میں ▁ہند س وں ▁کے ▁حساب ▁ ے ▁تان با , ▁لو ہا ▁شامل ▁ہیں ▁عائشہ ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁موافق ▁پتھر وں ▁میں ▁رو بی ▁شامل ▁ہیں ▁ .
▁ایک ▁مرتبہ ▁حضور ▁اکرم ▁صلى ▁الله ▁عليه ▁وسلم صحاب ۂ ▁کرام ▁علیہ م ▁ال رض وان ▁کے ▁جھ رم ٹ ▁میں ▁تشریف ▁فرما ▁تھے ▁کہ ▁ایک ▁یہودی ▁عورت ▁آپ ▁صلى ▁الله ▁عليه ▁وسلم ▁کی ▁خدمت ▁میں ▁رو تی ▁ہوئی ▁حاضر ▁ہوئی ▁اور ▁یہ ▁اشعار ▁پڑھنے ▁لگی : ▁جن ▁کا ▁ترجمہ ▁کچھ ▁یوں ▁تھا ▁: ـ
▁ٹیلی ▁فون ▁نمبر

▁ان ▁کا ▁کہنا تھا ▁کہ ▁یہ ▁بات ▁واضح ▁ہے ▁کہ ▁دونوں ▁حکومت یں ▁ایران ▁کو ▁ایٹم ی ▁قوت ▁بننے ▁سے ▁باز ▁رکھنا ▁چاہتی ▁ہیں۔ ▁اور ▁اس ▁مقصد ▁کے ▁حصول ▁کے ▁لیے ▁فوجی ▁قوت ▁کے ▁استعمال ▁پر ▁بھی ▁رضا مند ▁ہیں۔
▁پنجاب ▁میں ▁بارش ، ▁محکمہ ▁موسم یات ▁کی ▁کراچی ▁میں ▁بھی ▁برس ات ▁کی ▁پیش گو ئی ▁- ▁ ARY News . tv ▁_ ▁Urdu ▁- ▁Har ▁Lam ha ▁Ba khabar
▁" ارے ▁میں ▁کب ▁کہ تی ▁ہوں ▁تمہارے ▁دماغ ▁میں ▁گ ڑ ب ڑ ▁ہے ‘ ▁دماغ ▁ہوگا ▁تو ▁ہی ▁گ ڑ ب ڑ ▁ہو ▁گی۔ "
▁چین ▁کی ▁ریاست ▁سن کی انگ ▁میں ▁مسلمانوں ▁کے ▁ع قائد ▁پر ▁پابندی
▁ویکیپیڈیا ▁کا ▁ تعارف
▁پی ▁ایس ▁ایل ▁تھر ی : پ ش اور زل می ▁کی ▁کراچی ▁کن گز ▁کو ▁44 ر نز ▁...


▁پوسٹ ▁کیا ▁گیا ▁6 ▁سال ▁پہلے ▁کی ▁طرف ▁سے ▁ps tasi w
▁لاہور ( آئی ▁این ▁پی ) ▁چیف ▁جسٹس ▁آف ▁پاکستان ▁انور ▁ظ ہ یر ▁جمال ی ▁کی ▁سربراہ ی ▁میں ▁جو ڈی شل ▁کم شن ▁کا ▁اجلاس ▁کل ▁20 ▁اکتوبر ▁کو ▁ہو ▁گا ▁جس ▁میں ▁لاہور ▁ہائیکورٹ ▁کے ▁چیف ▁جسٹس ▁منظور ▁احمد ▁ملک ▁اور ▁سینئر ▁جج ▁جسٹس ▁طارق ▁مسعود ▁کو ▁سپریم ▁کورٹ ▁کا ▁جج ▁بنانے ▁کے ▁حوالے ▁سے ▁غور ▁کیا ▁جائے ▁گا ▁۔ ▁سپریم ▁کورٹ ▁میں ▁ج جز ▁کی ▁دو ▁آس ام یاں ▁خالی ▁ہیں ▁جبکہ ▁تیسری ▁آس امی ▁12 ▁اکتوبر ▁کو ▁جسٹس ▁سرم د ▁جلال ی ▁عثمان ی ▁کی ▁ریٹائر منٹ ▁پر ▁خالی ▁ہو ▁جائے ▁گی۔ ▁چیف ▁جسٹس ▁لاہور ▁ہائی ▁کورٹ ▁کے ▁لیے ▁جسٹس ▁اعجاز ال حسن ▁کے ▁نام ▁پر ▁غور ▁کیا ▁جائے ▁گا۔
▁14. ▁انڈیا نا پول س ، ▁انڈیا نا , ▁انڈیا نا
▁شیئر نگ ▁کے ▁بارے ▁میں
▁الم صطف ٰ ی ▁اک یڈ می ▁ورک ش اپ ▁۱۳ ▁سے ▁۱۸ ▁سال ▁تک ▁کے ▁جوان وں ▁کے ▁لئے ▁۲۰ ▁سے ▁۲۶ ▁جون ▁تک ▁بم قام : ▁امام ▁حسین ▁ف اؤ نڈ یشن ، ▁صف ور ہ ▁گو ٹھ ▁* شر ک اء ▁کے ▁لئے ▁آخری ▁دن ▁پک نک ▁کا ▁بھی ▁انتظام ▁کیا ▁گیا ▁ہے۔ * ▁فیس : ▁1000 ▁03 32 30 560 67 ▁https :// t . co / n 884 D WS gh R

▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁نص یر ▁آباد ▁، پو لیس ▁کی ▁کار وائی ، ▁م مل ▁روڈ ▁کے ▁قریب ▁دس ▁کل و ▁بار ودی ▁مواد ▁برآمد ▁، نا کار ہ ▁بنا ▁دیا ▁گیا
▁کر اکس : ▁و ین زو یلا ▁نے ▁ براز یل ▁کے ▁سفیر ▁اور ▁کی نی ڈا ▁کے ▁چار ج ▁ڈی ▁اف یئر ▁کو ▁اندر ونی ▁معاملات ▁میں ▁مداخلت ▁کے ▁الزام ▁میں ▁ملک ▁بدر ▁کردیا۔ ▁برطانوی ▁میڈیا ▁کے ▁مطابق ▁و ین زو یلا ▁کی ▁قانونی ▁ساز ▁اسمبلی ▁کی ▁اسپیکر ▁ڈی لس ی ▁رو دری گ س ▁نے ▁ براز یل ▁اور ▁کی نی ڈا ▁پر ▁ملک ▁کے ▁اندر ونی ▁معاملات ▁میں ▁مداخلت ▁اور ▁قوانین ▁کی ▁...
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁ہمارا ▁کوئی ▁دوست ▁نہیں ▁ہے
▁باکس نگ ▁میں ▁محمد ▁علی ▁کی ▁زندگی ▁20 ▁سال ▁رہی ▁جس ▁کے ▁دوران ▁انہوں ▁نے ▁56 ▁مقابلے ▁جی تے ▁اور ▁37 ▁ ناک ▁آؤٹ ▁اس کور ▁کیا ▁لیکن ▁دنیا ▁ہمیشہ ▁انہیں ▁ایک ▁عظیم ▁شخص ▁کے ▁نام ▁سے ▁جان تی ▁رہے ▁گی۔ ▁مسلمان ▁اور ▁سیاہ ▁فا م ▁آج ▁بھی ▁محمد ▁علی ▁کو ▁اپنا ▁ہیرو ▁سمجھتے ▁ہیں۔ محمد ▁علی ▁نے ▁زندگی ▁میں ▁چار ▁مرتبہ ▁شادی ▁کی ▁جس ▁سے ▁ان ▁کی ▁7 ▁بیٹی اں ▁اور ▁دو ▁بیٹے ▁ہیں۔ ▁بیٹی وں ▁میں ▁ح نا ، ▁ل یلی ، ▁مریم ، ▁رشید ہ ، ▁جم یل ہ ، ▁می ا ، ▁خالی ہ ▁جبکہ ▁دو ▁صاحب زاد ے ▁اس عد ▁اور ▁محمد ▁جون یئر ▁ہیں .
▁ملکی ▁و ے ▁میں ▁زندگی ▁کے ▁حامل ▁نئے ▁سیار ے ؟
▁جہاں ▁رقص ▁ایک ▁فن ▁ہے ▁وہاں ▁فن کار ▁کے ▁ماں ▁باپ ▁کو ▁عزت ▁کیسے ▁دی ▁جاتی ▁ہے ؛ ▁ویڈیو ▁لنک
▁حضرت ▁مولانا ▁مفت ی ▁محمد ▁شف ی ع ▁صاحب ▁پاکستانی ▁علیہ ▁الرحم ہ ▁اپنی ▁تفسیر ▁معارف ▁القرآن ▁میں ▁ا ِ س ▁آیت ▁کے ▁ذیل ▁میں ▁تحریر ▁فرماتے ▁ہیں :
▁استعمال ▁شدہ ... زی اد ہ
▁خاتون ▁نے ▁جب ▁دیکھا ▁تو ▁انہیں ▁معلوم ▁ہوا ▁کے ▁ان ▁کے ▁ہیڈ ▁فون ز ▁میں ▁آگ ▁ب ھڑ ک ▁اٹھ ی ▁ہے۔
▁اضلاع ▁کی ▁خبریں
▁شہر ▁کو ف ہ ▁کا ▁محض ▁ایک ▁آدمی ▁- ▁Qala m kar ▁_ ▁قلم ▁کار : ▁[...] ▁سوی ا ▁ہوا ▁یہ ▁آدمی ▁بعد ▁میں ▁ز انو ▁پیٹ تا ▁ہے ▁، ▁گری بان ▁چا ک ▁کرتا ▁ہے ▁، ▁رو تا ▁ہے ...
▁سوشل ▁نیٹ ▁ورک
▁جب ▁ایک ▁ہی ▁بیان ▁بی ک ▁وقت ▁جھوٹ ▁اور ▁سچ ▁نہیں ▁ہو ▁سکتا گو یا ▁م تناقض ▁ قض یوں ▁میں ▁درمیان ی ▁راستہ ▁نہیں ▁ہوتا
▁حادث ہ ▁کے ▁بعد ▁ہر ▁طرف ▁چی خ ▁ وپ کار ▁مچ ▁گئی ▁، لوگ وں ▁نے ▁اپنی ▁مدد ▁آپ ▁کے ▁تحت ▁زخمی وں ▁کو ▁قریب ی ▁کلی نک ▁میں ▁طبی ▁امداد ▁کے ▁لئے ▁منتقل ▁کیا ▁، ریس کی و ▁اور ▁پولیس ▁بر وقت ▁اطلاع ▁کے ▁باوجود ▁کئی ▁گھنٹے ▁بعد ▁پہنچ ی ▁۔
▁کوئی ▁تو ▁ہے ▁جو ▁نظام ِ ▁ہ ستی ▁چلا ▁رہا ▁ہے ▁وہ ▁ہی ▁خدا ▁ہے
▁اور ▁با دل ▁وہی ▁کرتا ▁ہے ▁جیسا ▁کرنے ▁کا ▁حکم ▁دیتا ▁ہے

▁بچ ھڑ ▁کے ▁بھی ▁ایک ▁دوسرے ▁کا ▁خیال ▁ہوگا ▁یہ ▁طے ▁ہوا ▁تھا
▁سابق ▁اسرائیلی ▁وزیراعظم ▁کو ▁بد عنوان ی ▁کے ▁جرم ▁میں ▁6 ▁برس ▁قید ▁کی ▁سزا
▁پاکستان ▁میں ▁اس ▁وقت ▁چھ ▁سالہ ▁پر انا ▁قانون ▁نافذ ▁ہے ▁جس ▁کے ▁تحت ▁ایف ▁بی ▁آر ▁کسی ▁بھی ▁شہری ▁کے ▁غیر ملک ی ▁کاروبار ▁پر ▁سوال ▁جواب ▁سے ▁زیادہ ▁کچھ ▁بھی ▁نہیں ▁کر ▁سکتا ۔
▁وزیراعلی ٰ ▁سندھ ▁سید ▁مراد ▁علی ▁شاہ ▁کا ▁رکن ▁سندھ ▁اسمبلی ▁سردار ▁احمد ▁علی ▁خان ▁پتا فی ▁کی ▁وفات ▁پر ▁ان کے ▁صاحب زاد وں ▁سے ▁اظہار ▁تعز یت
▁ہی ئر ▁ڈر ی سر ▁(1)
▁جمال ▁خش و گی ▁کا ▁قتل : ▁ولی ▁عہد ▁محمد ▁بن ▁سلمان ▁کا ▁مستقبل ▁کیا ▁ہوگا
▁ایک ▁تک ف یری ▁گروہ ▁سامنے ▁آیا ▁اور ▁اس ▁نے ▁۱۳ ۴ ۴ ھ ▁میں ▁اس ▁ گن بد ▁کو ▁مس مار ▁کر ▁دیا ▁اور ▁بار گاہ ▁بق ی ع ▁کو ▁م ٹا ▁دیا
▁سرفراز ▁احمد ▁پر ▁پابندی ▁کا ▁خطرہ
▁پہلا ▁ٹی ▁20 : ▁نیوز ی ▁لینڈ ▁کی ▁پاکستان ▁کو ▁7 ▁و کٹ وں ▁سے ▁شکست
▁اس ▁سک یم ▁کے ▁تحت ▁پانچ ▁برس ▁کے ▁کم ▁عمر ▁کے ▁تقریبا ▁ستر ہ ▁کروڑ ▁بچوں ▁کو ▁پول یو ▁کی ▁خوراک ▁دی ▁جاتی ▁ہے ▁اور ▁رضا کار ▁تقریبا ▁بیس ▁کروڑ ▁گھروں ▁پر ▁جا ▁کر ▁بچوں ▁کو ▁خوراک ▁دیتے ▁ہیں۔
▁اسلام ▁آباد ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁12 ▁جنوری 2018 ء ) ▁وزیر ▁دفاع ▁خرم ▁دستگیر ▁نے ▁کہا ▁ہے ▁کہ ▁پاکستان ▁اور ▁امریکہ ▁کے ▁درمیان ▁مضبوط ▁تعاون ▁ضروری ▁ہے ▁، ▁پاکستان ▁نے ▁دہشتگرد ی ▁کے ▁خلاف ▁بڑی ▁جنگ ▁لڑ ی ▁۔ ▁جمعہ ▁کو ▁ایک ▁نجی ▁ٹی ▁وی ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁وزیر دفاع ▁نے ▁کہا ▁کہ ▁ہمارا ▁مقصد ▁افغانستان ▁میں ▁امن ▁قائم ▁کرنا ▁ہے ▁۔ ▁افغانستان ▁میں ▁مستقل ▁بنیاد وں ▁پر ▁امن ▁پاکستان ▁کی ▁خواہش ▁ہے ▁۔ ▁افغانستان ▁میں ▁مستقل ▁بنیاد وں ▁پر ▁حکومت ▁قائم ▁ہو نی ▁چاہیے ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁پاک ▁امریکہ ▁کے ▁درمیان ▁پائی دار ▁تعلقات ▁قائم ▁کرنا ▁ضروری ▁ہے ▁...
▁امریکی ▁شہری ▁کی ٹل ن ▁کول من ▁اور ▁ان ▁کے ▁خاندان ▁کی ▁بازیابی ▁دونوں ▁ممالک ▁کے ▁قریب ی ▁تعلقات ▁کی ▁عکاس ▁ہے
▁ ہن زہ ▁نگر ▁( ▁اجل ا ▁ل ▁حسین ) ▁ڈپٹ ی ▁کمشنر ▁ ہن زہ ▁نگر ▁عمران ▁علی ▁سلطان ▁نے ▁کہا ▁کہ ▁علاقے ▁میں ▁وسائل ▁کو ▁دیکھتے ▁ہوئے ▁عوام ▁کو ▁برابر ی ▁کے ▁بنیاد ▁پر ▁تقسیم ▁ کری نگے ▁چاہیے ▁گندم ▁ہو یا ▁نو کری ▁یا ▁بجلی ▁کی ▁تقسیم ▁جغرافی ائی ▁لحاظ ▁کو ▁مد نظر ▁رکھتے ▁ہوئے ▁وسائل ▁تقسیم ▁ کری نگے ▁تاکہ ▁عوام ▁ ہن زہ ▁نگر ▁کو ▁کسی ▁ق سیم ▁کی ▁تکلیف ▁نہ ▁ہو۔ ▁ڈی ▁سی ▁ ہن زہ ▁نگر ▁نے ▁کہا ▁ ہن زہ ▁میں ▁بجلی ▁کی ▁پیداوار ▁عوام ▁کی ▁ضرورت ▁سے ▁انتہائی ▁کم ▁مقدار ▁میں ▁ہے۔ ▁ ہن زہ ▁میں ▁نصف ▁شدہ ▁بجلی ▁گھر ▁سے ▁جو ▁بجلی ▁پیدا ▁ہوتی ▁ہے ▁بد قسم تی ▁سے ▁محکمہ ▁کے ▁غیر ▁ذم ہ ▁دار نہ ▁کام وں ▁کی ▁وجہ ▁سے ▁مشین وں ▁میں ▁خراب ی ▁پیدا ▁ہو ▁گئی ▁ہیں۔ ▁ان شا اللہ ▁ہم ▁کوشش ▁ کری نگے ▁کہ ▁بال ائی ▁حکام ▁سے ▁بات ▁کرکے ▁تھر مل ▁جن ر یٹر ▁مر مت ▁جلد ▁سے ▁جلد ▁ہو ▁اور ▁وان ▁می گا ▁و اٹ ▁ہائی ڈ ل ▁بجلی ▁کی ▁مشین ▁بھی ▁جلد ▁سے ▁جلد ▁من گو ا ▁کر ▁نصف ▁ کری نگے ▁جس ▁کا ▁ٹی نڈر ▁ہو ▁چکا ▁ہو ہے۔
▁کتاب ▁و ▁سنت ▁کے ▁حوالے ▁سے ▁مسائل ▁کا ▁حل
▁اور ▁یہ ▁بھی ▁کیا ▁خوب ▁کہا ▁ہے ▁کہ ▁'' ا سر ائی لی ▁بچوں ▁کو ▁سچ ▁مچ ▁مار ▁ڈال نے ▁کا ▁فرع ونی ▁حکم ▁صرف ▁تور ات ▁میں ▁پایا ▁جاتا ہے ▁مگر ▁موجودہ ▁تور ات ▁' سا قط ▁ال اعتبار ' ▁ہے۔ '' ▁یہاں ▁ہمارے ▁' م فکر ▁قرآن ' ▁کا ▁یہ ▁دو ▁ر ُ خا ▁پ َ ن ▁بھی ▁قابل ▁غور ▁ہے ▁کہ ▁ا ُ نہ وں ▁نے ▁جب ▁اور ▁جہاں ▁چاہ ا ▁تور ات ▁کے ▁ا ُ ن ▁واقعات ▁کو ▁بھی ▁جو ▁مطابق ِ ▁قرآن ▁ہیں ▁یہ ▁کہہ ▁کر ▁رد ▁کردیا ▁کہ ▁یہ ▁واقعات ▁تور ات ▁جیسی ▁ساق ط ▁ال اعتبار ▁کتاب ▁سے ▁ما خو ذ ▁ہیں ▁'' ▁( مثل ا ً ▁یہی ▁قتل ▁ابن ا ے ▁بنی ▁اسرائیل ▁کے ▁واقعات ) ▁لہ ٰ ذا ▁ناقابل ▁قبول ▁ہیں ▁۔ لیکن ▁دوسری ▁طرف ▁تور ات ِ ▁م حرف ہ ▁کے ▁جن ▁واقعات ▁کو ▁وہ ▁اپنے ▁منسوب ▁الی ▁القرآن ▁تصور ات ▁کے ▁موافق ▁پا تے ▁ہیں ▁ا ُ نہیں ▁وہ ▁ہاتھوں ▁ہاتھ ▁قبول ▁کرلی تے ▁ہیں ▁( مثل ا ً ▁نظام ِ ▁یوسف ی ▁میں ▁اقتصادی ▁نظام ) ▁پھر ▁ا ُ س ▁وقت ▁نہ ▁تور ات ▁ا ُ نہیں ▁تحر یف ▁شدہ ▁نظر ▁آتی ▁ہے ▁اور ▁نہ ▁ہی ▁ساق ط ▁ال اعتبار ۔
▁کی ن ٹر بری : ▁مشکل ▁کن ڈی شن ز ▁میں ▁پاکستانی ▁بی ٹس مین وں ▁کے ▁ہاتھ ▁پائ وں ▁پھول ▁گئے ، ▁کی نٹ ▁سے ▁چار ▁روزہ ▁میچ ▁کے ▁پہلے ▁ہی ▁دن ▁پوری ▁ٹیم ▁168 ▁رنز ▁پر ▁ڈھ یر ▁ہوگئی ۔
▁یہ ▁ہے ▁اسلام ▁کا ▁وہ ▁آف اق ی ▁نظر یہ ▁جو بال کل ▁ما ڈر ن ▁اور ا پٹ وڈ یٹ ▁ہے ▁، ہر زمان ے ▁اور ہ رج گ ہ ▁اور ہر حال ت ▁میں ▁اس ▁نظام ▁پر ▁عمل ▁کرکے ▁خوشگوار ▁زندگی ▁گذاری ▁جا سک تی ▁ہے ▁، جب کہ ▁موجودہ ▁زمان ے ▁میں ▁آزادی ▁نس و اں ▁کی ▁جو ▁تحریک یں ▁منظر عام ▁ہر ▁آئی ▁ہیں ▁ان ▁کی ▁بنیاد ▁اس ▁بات ▁پر ▁ہے ▁کہ ▁عرب این ت ، فح اش ی ▁اور بے ▁راہ ▁روی ▁کو ▁انسانی ▁معاشرے ▁میں ▁اعلی ▁پیمان ے ▁پر ▁فروغ ▁دیا ج ائے ▁، ان ▁کا ▁مطالبہ ▁ہے ▁کہ ▁مرد وع ورت ▁دونوں ▁کو ▁ایک ▁میدان ▁میں ▁کام ▁کرنے ▁کی ▁بالکل یہ ▁اجازت ▁ہو نی ▁چاہیے ▁اس ▁کے ▁بغیر ▁ان ▁کے ▁درمیان ▁مسا وات ▁باقی ▁نہیں ▁رہتا ▁، ▁اور یہ ▁نعر ہ ▁دراصل ▁سرمایہ ▁دار انہ ▁نظام ▁کا ▁فروغ ▁دیا ▁ہوا ▁ہے ▁جو ▁مغرب ▁سے ▁اٹھا ▁اور پور ی ▁دنیا ▁کو ▁اپنی ▁لپ یٹ ▁میں ▁لے ▁لیا ▁، ▁ورنہ ▁مشرقی ▁تہذیب ▁میں ▁عورت ▁پر دے ▁کی ▁عادی ▁تھی ▁، یہ اں ▁تک ▁کہ ▁ہندو وں ▁کی ▁مذہبی ▁کتابوں ▁میں ▁پر دے ▁کا ▁حکم ▁آیا ▁ہے ▁اور آ ج ▁تک ▁غیر مسلم وں ▁کے ▁بعض ▁مذہبی ▁گھر ان وں ▁میں ▁اس ▁کا ▁رواج ▁چلا ▁آر ہا ▁ہے ▁، خود ▁مغرب ▁جو ▁ع یس ائی ت ▁کی ▁دہائی ▁دیتا ▁ہے ▁ان ▁کے ▁مذہب ▁میں ▁مریم ▁علیہ ا ▁السلام ▁کو ▁با پر دہ ▁پیش ▁کی اجات ا ▁ہے ▁، لیکن ▁برا ▁ہو ▁سرمایہ ▁دار انہ ▁نظام ▁کا ▁جس ▁نے ▁ دھر م ▁اور روا یت ▁سب ▁کو ▁بال ائے ▁ طاق ▁رکھتے ▁ہوئے ▁عورت ▁کو ▁چراغ ▁خانہ ▁سے ▁شمع ▁محفل ▁بنا دیا ، اور اپ نی ▁تجارت ▁کو ▁فروغ ▁دینے ▁کے ▁لیے ▁تجارت ی ▁اشتہار ات ▁میں ▁عورتوں ▁کے ▁حسن ▁کا ▁خوب ▁خوب ▁استعمال ▁کیا ، ▁اور ▁خود ▁عورتوں ▁نے ▁اپنی ▁عزت ▁کی ▁نیل امی ▁کو ▁بس رو چ شم ▁قبول ▁کرلیا ▁۔
▁سعودی ▁ذرائع ▁ابلاغ ▁کے ▁مطابق ▁مدینہ ▁منو رہ ▁میں ▁میڈیا ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁ری جن ل ▁ٹریفک ▁پولیس ▁کے ▁ر عج مان ▁نے ▁بتایا ▁کہ ▁اہل یان ▁مدینہ ▁کے ▁لئے ▁تیار ▁کردہ ▁خود ▁کار چا لان ▁سسٹم ▁کا ▁ تجرب اتی ▁دور کام یابی ▁سے ▁مکمل ▁ہو ▁گیا ہے ▁اور ▁آئندہ ▁5 ▁دن ▁بعد ▁دوران ▁ڈر ائی و نگ ▁موبائل ▁فون ▁پر ▁گفتگو ▁کرنے ▁اور ▁سیٹ ▁بی لٹ ▁نہ ▁بان دھ نے ▁والوں ▁کا ▁خود ▁کار ▁سسٹم ▁کے ▁ذریعے ▁چال ان ▁شروع ▁کر ▁دیا ▁جائے ▁گا۔ ▁واضح ▁رہے ▁ تجرب اتی ▁مدت ▁کے ▁دوران ▁فرض ی ▁چال ان ▁ہوتے ▁تھے ▁جن ▁کی ▁اطلاع ▁گاڑی ▁کے ▁مالک ▁کو ▁ارسال ▁نہیں ▁کی ▁جاتی ▁تھی۔
▁طلوع ▁غر وب ▁آفتاب ▁کے ▁درمیان ▁کے ▁اعمال
▁یا ▁وہ ▁کت وں ▁کی ▁خوراک ▁بن ▁جاتا ▁ہے
▁نار و وال ▁( و یب ▁ڈیسک ) ▁عمران ▁خان ▁کے ▁وزیراعظم ▁بننے ▁پر ▁انہوں ▁نے ▁بھارتی ▁وزیر ▁نو جو ت ▁سنگھ ▁سد ھو ▁کو ▁بھی ▁تقریب ▁حلف ▁برداری ▁میں ▁شرکت ▁کی ▁دعوت ▁دی ▁تھی ▁جو ▁انہوں ▁نے ▁قبول ▁کرلی ▁تھی ▁لیکن ▁تقریب ▁کے ▁دوران ▁پاک ▁فوج ▁کے ▁سربراہ ▁جنرل ▁قمر ▁جاوید ▁با جو ہ ▁سے ▁گل ے ▁ملے ▁جس ▁کو ▁لے ▁کر ▁بھارت
▁آصف ▁زرداری ▁صاحب ، ▁پرانی ▁سیاست ▁بدل ▁چکی ▁ہے ▁→
▁ہر جر من ▁باشند ہ ، ▁جو ▁وفاقی ▁جمہوری ہ ء ▁جرمنی ▁کے قی ام ▁کے ▁بعد ▁سے ▁ت سلسل ▁کے ▁ساتھ ▁تین ▁مہین ے ▁سے ▁زیادہ ▁کا ▁وقت ▁جرمنی ▁میں ▁گذار ▁چکا ▁ہو ، ▁یہاں ▁منعقد ہ ▁پارلیمان ی ▁انتخابات ▁میں ▁شرکت ▁کا ▁حق دار ▁ہے۔ ▁( 03. 09.20 09)
▁خانہ ▁ک عب ہ ▁کے ▁بالکل ▁سامنے ▁کل اک ▁ٹ اور ▁کے ▁اوپر ▁موجود ▁چاند ▁کے ▁اندر ▁ایک ▁کمر ہ ▁کس ▁لئے ▁بنایا ▁گیا ▁ہے ؟
▁ناصر ▁عباس ▁نی ّ ر ▁کی ▁اس ▁کتاب ▁کو ▁آ کس فر ڈ ▁یونیورسٹی ▁پریس ▁نے ▁شائع ▁کیا ▁ہے۔
▁فی ▁الحال ▁حساب ▁کتاب ▁میں ▁آسانی ▁کے ▁لئے ▁مہم ند ▁ڈیم ▁کو ▁ایک ▁طرف ▁رکھ ▁لیتے ▁ہیں ▁اور ▁دیا میر ▁بھ اش ا ▁ڈیم ▁کی ▁بات ▁کرتے ▁ہیں۔ ▁اس ▁ڈیم ▁کو ▁بنانے ▁کے ▁لئے ▁بارہ ▁ارب ▁ڈالر ▁کی ▁ضرورت ▁ہے۔ ▁یہ ▁منصوبہ ▁برس وں ▁سے ▁کھ ٹ ائی ▁میں ▁پڑا ▁ہوا ▁تھا ▁اور ▁پاکستان ▁کے ▁دشمن ▁مطمئن ▁بیٹھے ▁ہوئے ▁تھے۔ ▁لیکن ▁جب ▁چیف ▁جسٹس ▁نے ▁اعلان ▁کیا ▁کہ ▁ان ▁کی ▁زندگی ▁کا ▁مقصد ▁ہی ▁ڈیم ▁بنانا ▁ہے ▁تو ▁یہ ▁طاقت یں ▁لرز ▁گئیں ۔ ▁انہوں ▁نے ▁نوٹ ▁کیا ▁کہ ▁ابھی ▁چیف ▁جسٹس ▁کی ▁مدت ▁ملازمت ▁ختم ▁ہونے ▁میں ▁بہت ▁وقت ▁پڑا ▁ہے ، ▁وہ ▁چھ ے ▁ماہ ▁بعد ▁جنوری ▁2019 ▁میں ▁ریٹائر ▁ہو ▁رہے ▁ہیں۔ ▁اس ▁صورت ▁میں ▁ڈیم ▁بن نا ▁یقینی ▁تھا۔ ▁قوم ▁کا ▁چیف ▁صاحب ▁پر ▁جتن ا ▁اعتبار ▁ہے ▁وہ ▁بارہ ▁ارب ▁ڈالر ▁کی ▁رقم ▁چند ▁ماہ ▁میں ▁ہی ▁اکاؤنٹ ▁میں ▁جمع ▁کروا ▁سکتی ▁ہے۔

▁: اسلام ▁آباد ▁وفاقی ▁وزیر ▁خارجہ ▁شاہ ▁محمود ▁قریشی ▁اقوام ▁متحدہ ▁کے ▁جنرل ▁اسمبلی ▁کے ▁اجلاس ▁میں ▁شرکت ▁کے ▁لیے ▁نیو ▁یا رک ▁روانہ ▁ہوگئے۔ ▁سیکریٹری ▁خارجہ ▁تہ مین ہ ...
▁T ▁/ ▁T ، ▁ویسٹ رن ▁یونین ، ▁علی ▁بابا ▁یقین ▁ دہ انی ▁کر ائی ▁ٹر یڈ ▁ادائیگی
▁انجمن ▁گل زار مد ینہ ▁کے ▁زیر ▁اہتمام ▁لا نگ ▁آئی ▁لینڈ ▁کے ...
▁انڈیا ▁اسلام ک ▁کل چر ل ▁سن ٹر ▁کو ▁سیاست ▁سے ▁دور ▁رکھا ▁جائے ▁: ▁اش تی اق ▁ای وب ی ▁، ▁صدر ▁کے ▁انتخاب ▁کے ▁لئے ▁الیکشن ▁، ▁پر چہ ▁نامزد گی ▁کی ▁آج ▁آخری ▁دن ▁:
▁بین ▁الاقوامی
▁ڈاکٹر ▁جاوید ▁اکرم ▁نے ▁کہا ▁کہ ▁گرمی ▁کی ▁شدید ▁ل ہر ▁اور ▁روز ے ▁کے ▁دوران ▁دو پ ہر ▁کے ▁وقت ▁گھر ▁سے ▁غیر ▁ضروری ▁طور ▁پر ▁باہر ▁نکل نے ▁سے ▁اجتناب ▁کریں
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁تازہ ▁ترین ▁خبریں
▁ان ▁کے ▁دیکھ ے ▁سے ۔ غا لب
▁کابل ▁میں ▁عید ▁میلاد ▁الن بی صلى ▁الله ▁عليه ▁وسلم ▁کی ▁ت قرب ▁میں ▁خود ▁کش ▁دھماکہ ، ▁40 سے ▁زائد ▁افراد ▁جاں ▁بحق
▁ہم ▁اپنی ▁سروس ▁کو ▁بہتر ▁بنانے ▁کے ▁لیے ▁کو کی ز ▁استعمال ▁کرتے ▁ہیں۔ ▁اس ▁بارے ▁میں ▁مزید ▁تفصیلات ▁ڈیٹا ▁کے ▁تحفظ ▁سے ▁متعلق ▁حصے ▁میں ▁دیکھی ▁جا ▁سکتی ▁ہیں۔
▁شمالی ▁وزیرستان ▁میں ▁پیر ▁کو ▁ہونے ▁والے ▁مبینہ ▁امریکی ▁میزائل ▁حملے ▁میں ▁کم ▁از ▁کم ▁18 ▁مشت بہ ▁شدت ▁پسند ▁ہلاک ▁ہو ▁گئے۔
▁جیسا کہ ▁اوپر ▁کی ▁س طر وں ▁میں ▁واضح ▁کردیا ▁گیا ▁کہ ▁چاند ▁گ ہن ▁خدا ▁کی ▁نشانی ▁ہے۔ ▁مومن وں ▁کو ▁اپنے ▁گناہ وں ▁سے ▁تو بہ ▁واست غ فار ▁کرنا ▁چاہیے۔ ▁اس ▁کے ▁لئے ▁با ضا بط ہ ▁نماز ▁مشروع ▁و ▁مست حب ▁ہوئی ▁ہے۔
▁جے ▁آئی ▁ٹی ▁قطر ی ▁شہزاد ے ▁قطر ی ▁شہزاد ے ▁کے ▁پاس ▁جانے ▁سے ▁کیوں ▁کت رار ہی ▁ہے ۔انہوں ▁نے ▁کہا ▁کہ ▁ارس لان ▁افتخار ▁کے ▁کیس ▁میں ▁ارس لان ▁کو بل ایا گیا تھا ▁اس ▁کے ▁والد ▁کو نہیں ▁بل ایا گیا تھا ، نہ ▁ہی ▁جر ات ▁تھی۔ ▁ہم ▁سیاسی ▁لوگ ▁ہی ▁قانون ▁کا احترام ▁کرنے ▁والے ▁ہیں۔ جب ▁سپریم ▁کورٹ ▁کے ▁چیف ▁جسٹس ▁کے ▁بیٹے ▁کا کی س ▁آیا توان بی اء ▁کرام ▁کے ▁حوالے ▁دیے ▁گئے۔ بے ▁نظیر قتل ▁کیس ▁میں ▁سی گل ▁سے ▁بیرون ▁ملک ▁کار وائی ▁کی ▁گئی۔
▁حکام ▁کہتے ▁ہیں : ▁ ’ وہ ▁انھیں ▁جنت ▁کے ▁بارے ▁میں ▁بتا تے ▁ہیں ▁جہاں ▁دو دھ ▁اور ▁شہد ▁کی ▁ ند یاں ▁بہت ی ▁ہوں ▁گی ▁اور ▁یہ ▁انھیں ▁خود ▁کش ▁بمبار ▁بن ▁کر ▁اپنی ▁جان ▁دینے ▁کے ▁عوض ▁انھیں ▁مل یں ▁گی۔ ‘
▁بھارت ▁کا ▁مقبوضہ ▁کشمیر ▁میں ▁انسانی ▁حقوق ▁کی ▁سنگین ▁خلاف ...
▁تاب کار ▁عناصر ▁کی ▁فرس و دگی ▁(1)
▁آپ ▁کے ▁ایک ▁غلام ▁اف لح ▁کا بی ان ▁ہے ▁کہ ▁ایک ▁دن ▁آپ ▁ک عب ہ ▁کے ▁قریب ▁تشریف ▁لے ▁گئے ، ▁آپ ▁کی ▁جیسے ▁ہی ▁ک عب ہ ▁پر نظر پ ڑی ▁آپ ▁چی خ ▁مارک ر رو نے ▁لگے ▁میں ▁نے ▁کہا ▁کہ ▁حضور سب ▁لوگ ▁دیکھ ▁رہے ▁ہیں ▁آپ ▁آہستہ ▁سے ▁گری ہ ▁فرم ائیں ▁ارشاد کیا ، ا ے ▁ا ▁فل ح ▁شاید ▁خدا بھی ▁انہیں ▁لوگوں ▁کی ▁طرح ▁میری ▁طرف ▁دیکھ ▁لے ▁اور میر ی ▁بخش ش ▁کا س ہ ارا ہ وج ائے ، ▁اس ▁کے ▁بعد آپ ▁سج دہ ▁میں ▁تشریف ▁لے ▁گئے ▁اور جب ▁سرا ٹھا یات وس اری ▁زمین ▁آن سو ؤں ▁سے ▁تر تھ ی ۔
▁اگر ▁آپ ▁ایک ▁مخصوص ▁ما ڈی ول ▁پر ▁تبصرہ ▁بھیج ▁رہے ▁ہیں ▁تو ▁مہربانی ▁کرکے ▁اپنے ▁پی خام ▁کے ▁سب جی کٹ ▁میں ▁مناسب ▁تصریح ی ▁کو ڈ ▁( جو ▁“ اس ▁دستاویز ▁کے ▁سٹی ٹس “ ▁میں ▁دیا ▁گیا ▁ہے ) ▁کو ▁سابق ے ▁کے ▁طور ▁پر ▁بر یک ٹس ▁میں ▁دیں۔ ▁مثال ▁کے ▁طور ▁پر ▁“ [ سی ▁ایس ▁ایس ٣ - فل یکس با کس ] ▁مار جن ▁کے ▁حساب ▁میں ▁غلطی “ - ▁یہ ▁ایڈ یٹر ز ▁کو ▁آپ ▁کے ▁تبصرے ▁ڈ هو نڈ نے ▁اور ▁ٹر یک ▁کرنے ▁میں ▁مدد ▁کرے ▁گا۔
▁کمال ▁پور ▁تھا نہ ▁ان چار ج ▁سنج یت ▁سون کر ▁نے ▁بتایا کہ ▁لڑکی ▁کے ▁والد ▁کی ▁عمر 50 کے ▁قریب ▁ہے ▁، جب کہ ▁مع راج ▁کی ▁عمر 40 سال ▁ہے۔ ▁مع راج ▁نے ▁دعوی ٰ ▁کیا ▁کہ ▁وہ ▁ڈاکٹر ہے ▁لیکن ▁پول س ▁کو اس کے ▁پاس ▁سے ▁ایسی ▁کوئی ▁ڈگری ▁نہیں ▁ملی ۔ ▁واردات ▁کے ▁دن ▁مع ی راج ▁کے ▁اہل ▁خانہ ▁گھر پر نہیں ▁تھا۔
▁امام ▁خمینی ▁( رح ) ▁کی ▁زندگی ▁کی ▁کچھ ▁می ٹھی ▁یاد یں
▁میرے ▁وطن ▁تیر ی ▁جنت ▁میں ▁آئیں ▁گے ▁اک ▁دن
▁جڑ و اں ▁بہن وں ▁کی ▁102 ویں ▁سال گر ہ
▁ہ ائب رن م ▁کے ▁بر وس ▁لی : ▁انٹر ▁دی ▁گیم ▁کے ▁پہلے ▁ہی ▁ہفتے ▁میں ▁2 ▁ملی ن ▁سے ▁زیادہ ▁ڈاؤن لو ڈز
▁قدرت ی ▁ عد سے ▁کو ▁جب ▁نکال ا ▁جاتا ▁ہے ▁تو ▁ا ُ س ▁کا ▁غ لاف ▁نہیں ▁نکال ا ▁جاتا ▁بلکہ ▁ا ُ سے ▁اندر ▁ہی ▁چھوڑ ▁دیا ▁جاتا ▁ہے۔ ▁مصنوعی ▁لی نز ▁کو ▁ا ُ سی ▁غ لاف ▁کے ▁اندر ▁ڈال ا ▁جاتا ▁ہے۔ ▁یہ ▁غ لاف ▁بہت ▁سے ▁لو ▁گ وں ▁میں ▁بعد ▁میں ▁مو ▁ ٹا ▁ہو ▁جاتا ▁ہے ▁ج ِ س ▁سے ▁لی نز ▁کے ▁پیچھے ▁ایک ▁جھ ِ ل ّ ی ▁بن ▁جاتی ▁ہے ▁جو ▁نظر ▁کو ▁کم ▁کر ▁دیتی ▁ہے۔
▁بچے ▁کی ▁حفاظت
▁اب ▁فرش ▁اور ▁دیوار ▁کو ▁ٹ چ ▁اس کری ن ▁میں ▁بدل نا ▁بہت ▁... ▁مزید ▁پڑھیں
▁امریکا ▁میں ▁2 ▁مختلف ▁یونیورسٹی وں ▁میں ▁فائرنگ ▁سے ▁2 ▁افراد ▁ہلاک ، ▁3 ▁زخمی
▁تحقیق ▁کرنے ▁والا
▁سپریم ▁کورٹ ▁نے ▁ان ▁درخواست وں ▁کی ▁سماعت ▁میں ▁سابق ▁وزیراعظم ▁میاں ▁نواز ▁شریف ▁اور ▁جہانگیر ▁ترین ▁کو ▁بھی ▁نوٹس ▁جاری ▁کیے ▁تھے ▁تاہم ▁نواز ▁شریف ▁کی ▁طرف ▁سے ▁کوئی ▁پیش ▁نہیں ▁ہوا ▁جبکہ ▁جہانگیر ▁ترین ▁کمر ہ ▁عدالت ▁میں ▁موجود ▁تھے۔
▁مستقبل ▁میں ، ▁ہم ▁مستقبل ▁میں ▁لوگوں ▁کی ▁...
▁→ ▁شیخ ▁رشید ▁پر ▁بڑی ▁پابندی ▁لگانے ▁کا ▁مطالبہ !
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁امریکی ▁وزارت ▁دفاع ▁کی ▁سالانہ ▁رپورٹ ▁کے ▁مطابق ▁چین ▁نے ▁گذشتہ ▁سال ▁چینی ▁فوج ▁پیپلز ▁ل بر یشن ▁آرمی ▁پر ▁180 ▁ارب ▁امریکی ▁ڈالر ▁خرچ ▁کی ے۔
▁ری حام ▁خان ▁آدھ ی ▁رات ▁کو ▁ دانی ال ▁عزیز ▁کے ▁گھر ▁کیوں ▁جاتی ▁تھیں ، ▁عمران ▁خان ▁نے ▁اپنے ▁دوست ▁کو ▁ری حام ▁خان ▁کا ▁فون ▁سن نے ▁سے ▁منع ▁کیوں ▁کیا ، ▁سینئر صح افی ▁ رئ وف ▁کلاس را ▁کے ▁سن سن ی ▁خیز ▁انکشاف ات
▁زیادہ ▁سے ▁زیادہ ▁مر اعات ▁دی ▁جائیں ▁تاکہ ▁ان ▁کی ▁پیداوار ▁لاگ ت ▁کم ▁ہو اور ▁وہ ▁برآمد ▁کرنے ▁کی ▁صورت ▁میں ▁بھی ▁دوسرے ▁ممالک ▁سے ▁مقابلہ ▁کر سک یں۔ ▁مثلا ً ہم ارے ▁ہاں ▁کئی ▁قسم ▁کے ▁ٹیکس ▁نافذ ▁ہیں۔ ▁انداز ا َ َ ▁حکومت ▁کے ▁محصول ▁کا ▁70 ▁فیصد ▁براہ ِ ▁راست ▁ٹیکس وں ▁سے ▁حاصل ▁کیا ▁جاتا ▁ہے۔ ▁Pre sump tive یعنی ▁بال واسط ہ ▁ٹیکس ▁کی ▁مثال ▁ل یں۔ آم دن ی ▁خواہ ▁قابل ِ ▁ٹیکس ▁ہو یا ▁نہ ▁ہو ، ▁یہ ▁ٹیکس ▁ایک ▁مقرر ہ ▁شرح ▁سے ▁وضع ▁کر ▁لیا ▁جاتا ▁ہے ▁۔ ▁جس ▁سے ▁غیر ▁ضروری ▁طور ▁پر ▁رقم ▁غیر ▁تر ▁ قی اتی ▁مد ▁میں ▁پھنس ▁جاتی ▁ہے ▁اور ِ ▁اس ▁کا ▁اثر ▁پیداوار ی ▁لاگ ت ▁پر ▁پڑتا ▁ہے۔ ▁اگر ▁یہ ▁ٹیکس ▁زیادہ ▁ کٹ ▁جاتا ▁ہے ▁تو ▁خزان ے ▁سے ▁اسے ▁واپس ▁لینا ▁بھی ▁جو ئے ▁شیر لا نے ▁کے ▁متر اد ف ▁ہے۔ ▁شرح ▁سود ▁بھی ▁دوسرے ▁ممالک ▁کے ▁مقابلے ▁میں ▁زیادہ ▁ہے ▁یعنی ▁10 ▁فیصد ▁سے 15 فی صد ▁تک ۔ ▁Sales ▁Tax یعنی ▁ب ِ کری ▁ٹیکس ▁15 فی صد ہے ▁جبکہ ▁دوسرے ▁ممالک ▁میں ▁اس ▁کی ▁شرح ▁5 فی صد سے 7 ▁فیصد ت ک ▁ہوتی ▁ہے۔ ع لا وہ ▁از یں ▁ہماری ▁پیداوار ی ▁لاگ ت ▁میں ▁ان ▁عوامل ▁کے ▁علاوہ ▁خام ▁مال ▁اور ▁دیگر ▁اج زا ▁میں ▁ڈی و یلی و یشن ▁کی ▁وجہ ▁سے ▁مسلسل ▁اضافہ ▁ہوتا ▁ہے۔ ▁ڈی و یلی و یشن ▁کے ▁اسباب ▁میں ▁افراط ِ ▁زر ، ▁تجارت ▁میں ▁عدم ▁تو از ن ▁اور ▁De fici t ▁Financi ng ▁یعنی ▁خسار ے ▁کی ▁سرمایہ ▁کاری ▁کے ▁علاوہ ▁قرض ہ ▁فراہم ▁کرنے ▁والی ▁ایجنسی وں ▁اور ▁ممالک ▁کی ▁شرائط ▁شامل ▁ہیں۔
▁اہم ▁اطلاع ▁:- ▁غیر ▁متعلق , غیر ▁اخلاقی ▁اور ▁ذاتی ات ▁پر ▁مبنی ▁تبصرہ ▁سے ▁پر ہ یز ▁کیجئے , ▁مصنف ▁ایسا ▁تبصرہ ▁حذف ▁کرنے ▁کا ▁حق ▁رکھتا ▁ہے ▁نیز ▁مصنف ▁کا ▁م بصر ▁کی ▁رائے ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں۔
▁- اور ▁جو ▁م َ یں ▁کرتا ▁ہ ُ وں ▁ا ُ س ▁کو ▁نہیں ▁جانتا ▁کیونکہ ▁ج ِ س ▁کا ▁م َ یں ▁ا ِ راد ہ ▁کرتا ▁ہ ُ وں ▁وہ ▁نہیں ▁کرتا ▁بلکہ ▁ج ِ س ▁سے ▁م ُ جھ ▁کو ▁نفرت ▁ہے ▁و ُ ہی ▁کرتا ▁ہ ُ وں
▁2 ▁” ▁گزشتہ ▁سال ▁کی ▁نسبت ▁اشیاء ▁کافی ▁مہ نگی ▁ہیں ▁لیکن ▁خریداری ▁تو ▁کرنی ▁ہی ▁ہے۔ “ ▁عام ▁آدمی ▁کا ▁شک وہ
▁5 ▁عقل مند ▁بن و ▁اور ▁اچھا ▁سلوک ▁غیر ▁ایمان ▁وا ▁ل وں ▁کے ▁ساتھ ▁کرو ، ▁اپنے ▁وقت ▁کو ▁ض ائع ▁نہ ▁کرو ▁بلکہ ▁جتن ا ▁بہتر ▁گذار ▁سکتے ▁ہو ▁گذار و ۔ ▁6 ▁تم ہا ▁ری ▁تقریر ▁خوش ▁گو ار ▁اور ▁عقل مند ▁کی ▁ہو نی ▁چاہئے ▁تب ▁ہی ▁تم ▁اس ▁لا ▁ ئ ق ▁ہو ▁گے ▁کہ ▁ہر ▁شخص ▁کی ▁بات ▁کا ▁جواب ▁دے ▁ سکو ۔
▁کھیل ▁کی ▁خبریں
▁اس ▁نے ▁کہا : ▁' ہ میں ▁بعد ▁میں ▁لوگوں ▁کی ▁لاش یں ▁مل یں ▁جو ▁زہر یلی ▁گیس وں ▁کا ▁نشانہ ▁بنے ▁تھے۔ ▁وہ ▁بم وں ▁سے ▁بچ نے ▁کے ▁لیے ▁بند ▁جگہ وں ▁پر ▁جا ▁چھپ ے ▁تھے ، ▁اس ▁کی ▁وجہ ▁سے ▁وہ ▁گیس ▁کا ▁شکار ▁ہو ▁گئے۔ ▁کسی ▁نے ▁ان ▁کی ▁چی خ یں ▁نہیں ▁سن یں۔ '

▁جج ▁لوی ا ▁کے ▁بیٹے ▁نے ▁اہل ▁خانہ ▁کو ▁ہر اس اں ▁نہ ▁کرنے ▁کی ▁اپیل ▁کی
▁یوں ▁تو ▁شاہ ین ▁ہوا ▁کرتا ▁ہے ▁شب ▁میں ▁ الہ ام
▁[ 65 : 7 ] ▁ا ُ ن ▁کو ▁ سکو نت ▁مہ یا ▁کرو ▁جہاں ▁تم ▁( خود ) ▁اپنی ▁حیثیت ▁کے ▁مطابق ▁رہتے ▁ہو ▁اور ▁انہیں ▁تکلیف ▁نہ ▁پہنچا ؤ ▁تاکہ ▁ان ▁پر ▁زندگی ▁تنگ ▁کرد و ۔ ▁اور ▁اگر ▁وہ ▁حمل ▁وال یاں ▁ہوں ▁تو ▁ان ▁پر ▁خرچ ▁کرتے ▁رہ و ▁یہاں ▁تک ▁کہ ▁وہ ▁اپنے ▁حمل ▁سے ▁فارغ ▁ہو ▁جائیں ۔ ▁پھر ▁اگر ▁وہ ▁تمہاری ▁خاطر ▁دو دھ ▁پل ائیں ▁تو ▁ان ▁کی ▁ا ُ جر ت ▁انہیں ▁دو ▁اور ▁اپنے ▁درمیان ▁معروف ▁کے ▁مطابق ▁موافقت ▁کا ▁ماحول ▁پیدا ▁کرو ▁اور ▁اگر ▁تم ▁ایک ▁دوسرے ▁سے ▁( م عامل ہ ▁ف ہم ی ▁میں ) ▁تنگ ی ▁محسوس ▁کرو ▁تو ▁ا ُ س ▁( با پ ) ▁کے ▁لئے ▁کوئی ▁دوسری ▁( دو دھ ▁پلان ے ▁والی ) ▁دو دھ ▁پلا ▁ ئے۔
▁نواز ▁شریف ▁نااہل ▁سپریم ▁کورٹ ▁نے ▁صدی وں ▁یاد ▁رکھا ▁جانے ▁والا ▁فیصلہ ▁سنا ▁دیا ، ▁ تاح یات ▁نااہل ▁قرار ▁دیدی ا
▁نیز ▁عرف ہ ▁کے ▁دن ▁کی ▁تعیین ▁کے ▁سلسلے ▁میں ▁عام ▁طور ▁پر ▁اہل ▁لغت ▁لکھتے ▁ہیں ▁کہ ▁عرف ہ ▁ذ ی ▁الحج ہ ▁کا ▁نو اں ▁دن ▁ہے ▁( دی کھ ئے : ▁” ▁القا موس ▁الفقه ي ▁” ▁" مع جم ▁لغة الف قه اء ”، ▁اسی ▁طرح ▁دیگر ▁ش روح ▁كتب ▁السن ۃ ) ۔
▁پنجاب ▁کے ▁مختلف ▁علاقوں ▁میں ▁بارش ▁کا ▁سلسلہ ▁شروع
▁اسلام ▁آباد ▁ہائیکورٹ ▁کے ▁جسٹس ▁شو کت ▁عزیز ▁صدیقی ▁کے ▁خلاف ▁اختیارات ▁سے ▁تجاوز ▁اور ▁کرپشن ▁کے ▁الزامات ▁پر ▁ریفرنس ▁کی ▁کھل ی ▁سماعت ▁کی ▁منظوری ▁دے ▁دی ▁گئی ▁ہے ▁۔ ▁ذرائع ▁کے ▁مطابق ▁اعلی ▁عدلیہ ▁کے ▁جج وں ▁کا ▁احتساب ▁کرنے ▁والے ▁فورم ▁سپریم ▁جو ڈی شل ▁کونسل ▁نے ▁یہ ▁منظوری ▁آج ▁سا ڑھ ے ▁گیا رہ ▁بجے ▁ہونے ▁والی ▁کارروائی ▁میں ▁دی ▁۔
▁آپریشن ▁کے ▁دوران ▁د کان دار ▁کسی ▁قسم ▁کا ▁لائسنس ▁بھی ▁پیش ▁نہ ▁کر ▁سکے ، ▁اس پیش ل ▁ ٹا سک ▁فور س ▁نے ▁سات ▁د کان یں ▁اور ▁گو دام ▁سیل ▁کر ▁دیئے ▁۔
▁آ ٹو ▁س یکٹر ▁کی ▁جانب ▁سے ▁حکومتی ▁پالیسی وں ▁پر ▁تنقید
▁گرمی وں ▁کی ▁رات وں ▁میں ▁جب ▁وہ ▁چھ ت ▁پر ▁ لیٹ تا ▁تو ▁ا ُ س ▁کی ▁سوچ وں ▁کا ▁ر ُ خ ▁ماضی ▁کی ▁جانب ▁م ُ ڑ ▁جاتا ، وہ ▁اپنے ▁ماں ▁باپ ▁، بہ ن ▁بھائی وں ▁کو ▁یاد ▁کرتا ▁اور ▁سوچ تا ▁کہ ▁کیا ▁وہ ▁بھی ▁ا ُ سے ▁ایسے ▁ہی ▁یاد ▁کرتے ▁ہوں ▁گے ▁، ▁گھر ▁کے ▁پ چھ وا ڑے ▁بنے ▁باغ ی چے ▁میں ▁کھل ے ▁پھول ▁کیسے ▁ہوں ▁گے ▁وہ ▁جب ▁وہاں ▁تھا ▁تو ▁روز ▁ان ▁پو د وں ▁کو ▁پانی ▁دیتا ▁تھا ▁، ▁تو ▁اب ▁انہیں ▁کون ▁پانی ▁دیتا ▁ہوگا ▁کیا ▁وہ ▁سب ▁پو دے ▁سو کھ ▁گئے ▁ہوں ▁گے ▁؟ ▁انہوں ▁نے ▁گھر ▁میں ▁جو ▁مرغ یاں ▁پال ▁رکھی ▁تھیں ▁وہ ▁کی سی ▁ہوں ▁گی ▁، ▁وہ ▁سوچ تا ▁کہ ▁کیا ▁پو دے ▁اور ▁جانور ▁بھی ▁انسان ▁کی ▁کمی ▁محسوس ▁کرتے ▁ہوں ▁گے ▁؟ ▁ا ُ س ▁کا ▁دل ▁کہ تا ▁کہ ▁شاید ▁ہاں ▁۔
▁انہوں ▁نے ▁کہا ▁کہ ▁بھارت ▁کشمیر یوں ▁کی ▁حق ▁خود ▁اراد یت ▁کی ▁تحریک ▁کو ▁دہشت ▁گردی ▁قرار ▁دیتا ▁ہے ▁اور ▁خود ▁اپنی ▁ریاست ی ▁دہشت ▁گردی ▁سے ▁توجہ ▁ہٹا نے ▁کے ▁لئے ▁تمام ▁ظالم انہ ▁ہ تھ ک نڈ ے ▁استعمال ▁کررہا ▁ہے۔
▁یونان ▁میں ▁مقیم ▁پیار ے ▁مسلمان ▁بھائی ▁مو دب انہ ▁گذار ش ▁ہے۔ اپ نی ▁مدد ▁آپ ▁کے ▁تحت ▁جی ئیں !!

▁بد عنوان ی ▁کے ▁طوفان ▁میں ▁کیا ▁سب ▁ہی ▁برائے ▁فروخت ▁ہیں

▁شاہ ر ائ ِ ے ▁ری شم ▁یا ▁سل ک ▁روڈ ▁اک نام ک ▁بی لٹ ▁کے ▁موضوع ▁پر ▁ہونے ▁والے ▁دو ▁ر زہ ▁بین ▁الاقوامی ▁سی مین ار ▁میں ▁اد را ے ▁کے ▁ڈائریکٹر ▁یا نگ ▁چو ▁لی ▁نے ▁کہا ▁کہ ▁مجوز ہ ▁اٹھا رہ ▁سو ▁کل و ▁میٹر ▁طویل ▁ریلوے ▁لائن ▁گو ادر ▁سے ▁شروع ▁ہو ▁کر ▁کراچی ▁اور ▁اسلام ▁آباد ▁سے ▁گزر تی ▁ہوئی ▁چین ▁پہنچے ▁گی۔
▁خیبر ▁پختونخوا
▁ابو ▁ظ ہ بی ( ور ل ڈ ▁پوائنٹ ▁نیوز ) ▁پہلے ▁ٹی ▁ٹوئنٹی ▁میں ▁پاکستان ▁نے ▁نیوز ی ▁لینڈ ▁کو ▁دلچسپ ▁مقابلے ▁کے ▁بعد ▁2 ▁رنز ▁سے ▁شکست ▁دے ▁کر ▁تین ▁میچ وں ▁کی ▁سیریز ▁میں ▁ایک ▁صفر ▁کی ▁برتر ی ▁حاصل ▁کر ▁لی ۔
▁اس ▁کا ▁کوئی ▁نہیں ▁بدل
▁بھ نو ؤں ▁کے ▁بال ▁گر نے ▁کی ▁کئی ▁وج وہ ات ▁ہوسکتی ▁ہیں ، ▁عمر ▁بڑھ نا ، ▁ذہنی ▁تن اؤ ▁اور ▁کسی ▁غذا ئی ▁جز ▁کی ▁کمی ، ▁مگر ▁ایک ▁ممکن ہ ▁وجہ ▁تھا ئی ▁ر ائیڈ ▁ہار مون ز ▁کی ▁جسم ▁میں ▁بہت ▁زیادہ ▁کمی ▁ہے ▁جو ▁کہ ▁سر ▁کے ▁بال وں ▁سے ▁محروم ی ▁کا ▁باعث ▁بھی ▁بن ▁سکتا ▁ہے ، ▁اگر ▁بھ نو ؤں ▁کے ▁ساتھ ▁سر ▁کے ▁بال ▁بھی ▁گر ▁رہے ▁ہیں ▁تو ▁ڈاکٹر ▁سے ▁رجوع ▁کیا ▁جانا ▁چاہئے ۔
▁سی منٹ ▁کی ▁مقامی ▁فروخت ▁میں ▁گزشتہ ▁ماہ ▁12. 4 ▁فیصد ▁اضافہ
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁ریاست ہ ائے ▁متحدہ ▁امریکا ▁( انگ ریز ی : United ▁States ▁of ▁America ) ▁برا عظم ▁---- ▁میں ▁واقع ▁ہے۔ ▁اس ▁کے ▁دارالحکومت ▁کا ▁نام ▁واشنگٹن ▁ڈی ▁سی ▁ہے۔ ▁ریاست ہ ائے ▁متحدہ ▁امریکا ▁کی ▁کرنسی ▁کا ▁نام ▁---- ▁ہے۔ اق وا م ▁متحدہ ▁کے ▁شعبہ ▁شمار یات ▁کے ▁مطابق ▁2012 ▁میں ▁ریاست ہ ائے ▁متحدہ ▁امریکا ▁کی ▁آبادی ▁---- ▁تھی۔ ▁en : Port al : United ▁States ▁of ▁America / In tro
▁دوسرا ▁بر ن ▁اور ▁پی ج ، ▁دونوں ▁کے ▁پاس ▁سا ڑھ ے ▁ستر ہ ▁سا ڑھ ے ▁ستر ہ ▁ارب ▁ڈالر ▁ہیں ▁:) ▁آپ ▁کی ▁کی ▁تحریر ▁سے ▁اش قال ▁ہو ▁سکتا ▁تھا ▁کہ ▁شاید ▁دونوں ▁کے ▁مشترکہ ▁اثاث ے ▁سا ڑے ▁ستر ہ ▁ارب ▁ڈالر ▁کے ▁ہیں ▁:)
▁دوسری ▁جانب ▁حکام ▁دا ڑھ ی ▁رکھنے ▁والے ▁افراد ▁اور ▁برق ع ▁او ڑھ نے ▁والی ▁خواتین ▁کے ▁خلاف ▁کارروائی ▁کر ▁رہے ▁ہیں۔ ▁ان ▁کا ▁موقف ▁ہے ▁کہ ▁اس ▁سے ▁مذہبی ▁انتہا پسند ی ▁کا ▁اظہار ▁ہوتا ▁ہے۔

▁پاکستان ▁میں ▁عام ▁انتخابات ▁25 ▁جولائی ▁کو ▁ہوں ▁گے۔ ▁کاغذ ات ِ ▁نامزد گی ▁کے ▁خلاف ▁اپیل وں ▁پر ▁فیصل وں ▁کا ▁بدھ ▁کو ▁آخری ▁دن ▁تھا۔
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁شعر ِ ▁او ّ ل ▁میں ▁موسوی ▁عصا ▁کو ▁ الہ امی ▁تل م یح ▁کی ▁حیثیت ▁حاصل ▁ہے ▁کیوں ▁کہ ▁اس ▁کا ▁تذکر ہ ▁قرآن ▁مجید ▁میں ▁بھی ▁ہے۔ ▁دوسرا ▁شعر ▁موضوعات ی ▁تاثر ▁کی ▁تکمیل ▁کے ▁لیے ▁نقل ▁کیا ▁گیا ▁ہے۔
▁تصویری ▁الب م
▁مرکزی ▁مواد ▁پر ▁جائیں
▁اعلی ٰ ▁حکام ▁بش مول ▁وزیر ▁اطلاعات ▁پرویز ▁رشید ▁اپنے ▁حالی ہ ▁بیان ▁میں ▁کہہ ▁چکے ▁ہیں ▁کہ ▁پاکستان ▁میں ▁صحافی وں ▁کے ▁تحفظ ▁کے ▁لیے ▁ہر ▁ممکن ▁اقدامات ▁کیے ▁جائیں ▁گے ▁اور ▁اس ▁ضمن ▁میں ▁جہاں ▁ضروری ▁ہوا ▁قانون ▁سازی ▁بھی ▁کی ▁جائے ▁گی۔
▁تحریک ▁انصاف ▁متوسط ▁طبق ے ▁کے ▁حقوق ▁کی ▁جنگ ▁لڑ رہ ی ▁ہے ، ▁اکرم
▁ہم ▁وف اؤں ▁کے ▁جز یر وں ▁کے ▁ہیں ▁رہنے ▁والے
▁" وا حد ▁پر ▁قابو ▁پانے ▁کہاں ▁ہے , ▁دو ▁کے ▁خلاف ▁مزاحمت ، . ▁اور ▁ایک ▁ٹر پل ▁پھنس ے ▁ہوئے ▁تار ▁اتنی ▁آسانی ▁سے ▁نہیں ▁ٹوٹ تا . ▁"
▁میرا ▁خیال ▁ہے ▁میرے ▁دوست ! ▁جو ▁بات ▁میری ▁بے ▁جان ▁سوچ ▁کو ▁تم ▁نہ ▁سمجھا ▁سکے ، ▁آج ▁اس ▁پت لی ▁تم اش ے ▁نے ▁اس ▁میں ▁جان ▁ڈال ▁دی۔ ▁ ۔۔۔۔۔
▁رہ بر ▁معظم ▁انقلاب ▁اسلامی ▁نے مش تر کہ ▁مقاصد ▁کے ▁دائر ے ▁میں ▁ناو اب ست ہ ▁تحریک ▁کے ▁رکن ▁ممالک ▁کے در م یان ▁با ہم ی ▁یک جہ تی ▁کو ▁بہت ▁بڑی ▁کامیابی ▁قرار دی تے ▁ہوئے ▁فرمایا : ▁اس ▁بات ▁پر ▁بہت ▁خوشی ▁ہے ▁کہ ▁عالمی ▁سطح ▁پر ▁مشترکہ ▁نظام ▁نو ید ▁بخش ▁اور ▁حوصلہ ▁اف زا ▁ہے۔
▁مشرق ِ ▁وسطی ٰ ▁اور ▁شمالی ▁ا فری قا ▁میں ▁بنیاد ▁پرست ی ▁کی ▁وج وہ ات
▁من یر ▁سام ی ▁گزشتہ ▁ہفتہ ▁نو بل ▁انعام ▁یافتہ ▁مصنف ▁، ▁وی ▁ایس
▁ زل می ▁کو ▁شکست ، ▁اسلام ▁آباد ▁ یون ائی ٹ ڈ ▁نے ▁میدان ▁مار ▁لیا
▁نئی ▁دہلی /6 نو مبر ( ای جنس ی ) ▁ملک ▁کے ▁سب ▁سے ▁بڑے ▁تہ وار ▁دی والی ▁سے ▁قبل ، ▁تیل ▁کی ▁قیمت یں ▁میں ▁کمی ▁جاری ▁ہے ، ▁منگل ▁6 نو مبر ▁کو ▁لگا تار ▁10 ▁ ویں ▁دن ▁تیل ▁کی ▁قیمت وں ▁میں ▁گرا وٹ ▁د ...
▁جواب : ▁‘ ہ زار وں ▁خواہش یں ▁ایسی ▁کہ ▁ہر ▁خواہش ▁پہ ▁دم ▁نکل ے ’ ، ▁لیکن ▁اس ▁کے ▁باوجود ▁کر ک ▁ نامہ ▁سے ▁مستقبل ▁میں ▁خاصی ▁امید یں ▁وابستہ ▁ہیں۔ ▁سا ڑھ ے ▁تین ▁سال ▁کا ▁عرصہ ▁تو ▁بخ وب ی ▁گزر ▁چکا ▁ہے ▁اور ▁ہم ▁نے ▁اس ▁عرصے ▁میں ▁خود ▁کو ▁خاصی ▁حد ▁تک ▁من وا ▁لیا ▁ہے ▁اور ▁اب ▁ہماری ▁کوشش ▁ہوگی ▁کہ ▁کر ک ▁ نامہ ▁کو ▁کرکٹ ▁کے ▁لیے ▁‘ ون ▁اسٹ اپ ▁شا پ ’ ▁بنا ▁دیں ▁کہ ▁جو ▁بھی ▁کرکٹ ▁کا ▁ شید ائی ▁ہو ▁اور ▁اردو ▁جانتا ▁ہو ▁اس ▁کے ▁لیے ▁کر ک ▁ نامہ ▁سے ▁بہتر ▁کوئی ▁مقام ▁نہ ▁بن ے۔ ▁اس ▁مقصد ▁کے ▁حصول ▁کے لی ے ▁مستقبل ▁کے ▁کچھ ▁منصوبے ▁بنائے ▁ہیں۔ ▁امید ▁کرتے ▁ہیں ▁کہ ▁اگلے ▁ورلڈ ▁کپ ▁سے ▁قبل ▁ان ▁میں ▁سے ▁چند ▁منظر عام ▁پر ▁آ ▁جائیں ▁گے۔
▁تمام ▁ٹرین وں ▁کی ▁حیثیت ▁آن ▁لائن ▁کیسے ▁تلاش ▁کریں
▁طریقہ ▁کاشت ▁کھ جور ▁ک ▁کے ▁باغ ▁لگانے ▁کے ▁کئی ▁طریقے ▁را ئ ج ▁ہیں ▁لیکن ▁ا ِ ن ▁میں ▁مقبول ▁ترین ▁" م ربع ▁نما " ▁ہے ▁ا ِ س ▁طریقہ ▁سے ▁کاشت ▁شدہ ▁باغ ات ▁میں ▁دیگر ▁فصل وں ▁کی ▁کاشت ▁آسان ▁ہ ...
▁پاکستان ▁کے ▁وزیراعظم ▁کا کہ نا ▁تھا ▁کہ ▁اگر پاکستان ▁9 /11 ▁کے ▁بعد ▁امریکا ▁کی ▁جنگ ▁میں ▁شامل ▁ہوتا ▁تو یہ ▁ملک ▁تباہ ی ▁سے ▁بچ ▁سکتا ▁تھا ، ▁امریکا ▁کی ▁دہشت ▁گردی ▁کے ▁خلاف ▁جنگ ▁میں ▁شامل ▁ہونے ▁کی ▁وجہ ▁سے ▁ہماری ▁معیشت ▁کو ▁150 ▁ارب ▁ڈالر ز ▁کا ▁نقصان ▁پہنچا ▁اور پاکستان ▁نے ▁80 ▁ہزار ▁سے ▁زائد ▁جان وں ▁کی ▁قربانی ▁دی۔
▁صف وان ▁( بن ▁معطل ▁سلم ی ) ▁جو ▁رفع ▁حاج ت ▁کی ▁وجہ ▁سے ▁کار و اں ▁سے ▁بچ ھڑ ▁گئے ▁تھے ▁اس ▁طرف ▁سے ▁گزر ے ▁انہوں ▁نے ▁آ یہ ▁حجاب ▁نازل ▁ہونے ▁سے ▁قبل ▁ام ▁الم ومن ین ▁کو ▁دیکھا ▁تھا۔ ▁آپ ▁کو ▁اس ▁حال ▁میں ▁پایا ▁تو ▁بے ▁ساخت ہ ▁: ▁انا ▁لل ہ ▁و انا ▁ال یہ ▁راج عون ▁پڑھ ▁کر ▁کہا ▁و اح سر تا ! ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کا ▁حرم ▁پاک ! ▁اے ▁ام ▁الم ومن ین ؓ ! ▁اللہ ▁آپ ▁پر ▁رحم ▁فرما ئے ، ▁آپ ▁کیسے ▁بچ ھڑ ▁گئیں ▁؟ ▁ام ▁الم ومن ین ▁نے ▁کوئی ▁جواب ▁نہ ▁دیا۔ ▁صف وان ▁نے ▁او نٹ نی ▁قریب ▁ب ٹھا ▁کر ▁سوار ▁ہونے ▁کے ▁لیے ▁عرض ▁کیا ▁اور ▁خود ▁دور ▁ہ ٹ ▁گئے ▁اور ▁نا ق ہ ▁کو ▁تیز ▁ہا نک تے ▁ہوئے ▁چل ▁د ئیے ▁تاکہ ▁لشکر ▁کے ▁ساتھ ▁مل ▁جائیں ۔ ▁لیکن ▁لشکر ی ▁مدینہ ▁پہنچ ▁کر ▁تک ان ▁سفر ▁دور ▁کرنے ▁اور ▁ابن ▁ ابی ▁( م نا فق ) ▁کی ▁ری شہ ▁دو انی ▁سے ▁بچ نے ▁کے ▁لیے ▁اور ▁زیادہ ▁گرم ▁رفتار ▁تھے۔ ▁صف وان ▁لشکر ▁سے ▁ذرا ▁دیر ▁بعد ▁ہی ▁دن ▁ہی ▁دن ▁میں ▁شہر ▁میں ▁جا ▁پہنچے ۔ ▁ام ▁الم ومن ین ▁بدست ور ▁نا ق ہ ▁پر ▁تشریف ▁فرما ▁تھیں۔ ▁دولت ▁کد ہ ▁کے ▁قریب ▁آ ▁کر ▁سواری ▁سے ▁اتر یں ▁اور ▁چند ▁قدم ▁چل ▁کر ▁اپنے ▁حجر ہ ▁میں ▁پہنچ ▁گئیں

▁احمد ▁رشید ▁2009 ▁کے ▁بعد ▁سے ▁پہلی ▁مرتبہ ▁پاکستان ▁کے ▁قبائل ی ▁علاقوں ▁میں ▁موجود ▁انتہا ▁پسندوں ▁کے ▁خلاف ▁اہم ▁فوجی ▁ا پر یشن ▁کیا ▁جارہا ▁ہے۔ ▁اس ▁کے ...
▁ترجمان ▁دفتر ِ ▁خارجہ ▁کے ▁مطابق ▁اب ▁بھی ▁جب ▁کبھی ▁ع افی ہ ▁صدیقی ▁کو ▁کوئی ▁مدد ▁چاہیے ▁ہوتی ▁ہے ▁تو ▁ا ُ نھیں ▁فراہم ▁کی ▁جاتی ▁ہے۔
▁پاکستان ▁کی ▁حکومت ▁پہلے ▁ہی ▁امریکی ▁صدر ▁کے ▁بیان ▁پر ▁سخت ▁رد ِ ▁عمل ▁کا ▁اظہار ▁کرتے ▁ہوئے ▁امداد ▁سے ▁متعلق ▁ا ُ ن ▁کے ▁موقف ▁کو ▁مسترد ▁کر ▁چکی ▁ہے۔
▁صدر ▁مملکت ▁ڈاکٹر ▁عارف ▁عل وی ▁سے ▁معروف ▁گلو کار ▁فخر ▁عالم ▁کی ▁ملاقات
▁بھٹو ▁کے ▁آخری ▁دن
▁کن شا سا : ▁ا فری قی ▁ملک ▁ڈیم و کری ٹیک ▁جمہوری ہ ▁کان گو ▁کے ▁حکام ▁نے ▁بتایا ▁ہے ▁کہ ▁ایک ▁فوجی ▁ہو ائی ▁جہاز ▁پرواز ▁کے ▁کچھ ▁ہی ▁دیر ▁بعد ▁تباہ ▁ہو ▁گیا ▁۔ ▁اس ▁ہو ائی ▁جہاز ▁کے ▁کر یش ▁کرنے ▁کے ▁باعث ▁ہلاک ▁ہونے ▁والے ▁فوجی وں ▁کی ▁تعداد ▁نہیں ▁بت ائی ▁گئی ▁تاہم ▁اطلاعات ▁کے ▁مطابق ▁اس ▁حادث ے ▁میں ▁12 ▁افراد ▁ہلاک ▁ہوئے ▁ہیں۔
▁اسلام ▁آباد : ▁سابق ▁وزیراعظم ▁نواز ▁شریف ▁احتساب ▁عدالت ▁پیش ی ▁کے ▁بعد ▁واپس ▁جارہے ▁ہیں
▁کیا ▁غیر مسلم ▁کو ▁خون ▁کا ▁ عط یہ ▁دینا ▁جائز ▁ہے ؟
▁قومی ▁کونسل ▁برائے ▁فروغ ▁اردو ▁زبان ▁پر ▁موجود ▁کچھ ▁بہت ▁ہی ▁اہم ▁کتابوں ▁کی ▁فہرست ▁درج ▁ذیل ▁ہیں ، ▁ان ▁میں ▁ادبی ▁موضوعات ▁پر ▁کتاب یں ▁نہیں ▁ہیں ، ▁بل ک ...
▁ہماری ▁نا عقب ت ▁اندیشی ▁کہ ▁ہم ▁کو ▁20 ▁سال وں ▁سے ▁ایسا ▁الج ھا ے ▁رکھا ▁کہ ▁ہم ▁اپنے ▁اصل ▁سرمایہ ▁تعلیم ▁سے ▁بھی ▁گے۔ ▁جب ▁نقل ▁کا ▁رجحان ▁بڑھا ▁اور ▁مہ اجر ▁طالب ▁علم وں ▁کو ▁بھی ▁دوسرے ▁قومی ت وں ▁کی ▁طرح ▁امتحان ▁کا ▁خوف ▁نہ ▁رہا ▁نتیجہ ▁محنت ▁اور ▁جان فش انی ▁سے ▁علم ▁حاصل ▁کرنے ▁کی ▁خواہش ▁بھی ▁ختم ▁ہو ▁گی۔
▁قرآن ▁پاک ▁کی ▁طرح ▁احادیث ▁میں ▁بھی ▁احمد ▁رضا ▁نے ▁یہ ▁ہی ▁کام ▁کیا ▁ہے۔ ▁ہم ▁صرف ▁یہاں ▁پر ▁ایک ▁مثال ▁نقل ▁کرتے ▁ہیں۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁Messenger
▁خبر رس اں ▁ادارے ▁اے ▁ایف ▁پی ▁کی ▁رپورٹ وں ▁کے ▁مطابق ▁شو ئ بل ے ▁کا ▁کہنا ▁ہے ▁کہ ▁یورپی ▁یونین ▁کو ▁اپنے ▁دفاعی ▁اخراج ات ▁میں ▁اضافہ ▁کرنا ▁پڑے ▁گا۔ ▁جرمنی ▁کے ▁کثیر ▁الاش اع تی ▁روز نام ے ▁بل ڈ ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁جرمن ▁وزیر ▁خزانہ ▁نے ▁کہا ، ▁’’ ہ میں ▁یورپی ▁یونین ▁کے ▁مشترکہ ▁دفاعی ▁منصوب وں ▁پر ▁زیادہ ▁رقم ▁خرچ ▁کرنا ▁ہو ▁گی۔ ‘‘
▁پولیس ▁کی ▁جانب ▁سے ▁اس ▁ضمن ▁میں ▁جمع ▁کر وائی ▁گئی ▁رپورٹ ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁ان ▁افراد ▁کا ▁وقوع ے ▁سے ▁کوئی ▁تعلق ▁نہیں ▁ہے ▁اور ▁نہ ▁ہی ▁ا ُ ن ▁کے ▁اس ▁واقعے ▁میں ▁ملوث ▁ہونے ▁کے ▁شو ا ہ د ▁ملے ▁ہیں۔

▁امریکہ ▁کی ▁پاکستان ▁میں ▁جیل ▁تو ڑنے ▁کی ▁کوشش

▁وزیراعظم ▁عمران ▁خان ▁کا ▁وزارت وں ▁سے ▁براہ ▁راست ▁بر یف نگ ▁لینے ▁کا ▁فیصلہ
▁* ری وا ول مپ کس ▁: ▁یو سین ▁بول ٹ ▁نے ▁200 ▁میٹر ▁کی ▁د وڑ ▁جیت ▁لی
▁گزارش ▁ہے ▁کہ ▁میری ▁ایک ▁قد ی انی ▁گروپ ▁میں ▁مناظر ہ ▁بنام ▁حیات ▁مسیح ▁ابن ▁مریم ▁جاری ▁ہے ▁، قاد ی انی ▁گروپ ▁کی ▁طرف ▁چند ▁ اق وال ▁پیش ▁کے ▁گئے ▁ہے ▁جن کو ▁بزرگ وں ▁کی ▁طرف ▁کیا ▁گیا ▁، میں ▁ان ▁ اق وال ▁کی ▁تصدیق ▁یا ▁تردید ▁چاہتا ▁ہوں ▁آپ ▁لوگوں ▁سے ▁الت ماس ▁ہے ▁میری ▁مدد ▁کی ▁جائے
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁پشاور ▁میں ▁عائشہ ▁گل ال ئی ▁کے ▁پول یٹ کل ▁ایڈ و ائز ر ▁مج ا ہ د ▁خ ٹک ▁نے ▁بھی ▁پریس ▁کانفرنس ▁کرتے ▁ہوئے ▁ان ▁پر ▁سنگین ▁الزامات ▁لگا تے ▁ہوئے ▁کہا ▁کہ ▁عائشہ ▁گل ال ئی ▁نے ▁قطر ▁اور ▁دبئی ▁سے ▁کر ک ▁میں ▁اسپتال ▁بنانے ▁کے ▁نام ▁پر ▁لاکھ وں ▁روپے ▁اک ٹھ ے ▁کئے ▁لیکن ▁تا حال ▁اسپتال ▁کا ▁سنگ ▁بنیاد ▁نہیں ▁رکھا ▁گیا۔

▁محنت ▁! آپ ▁کی ▁زندگی ▁بدل ▁سکتی ▁ہے
▁یونان ی ▁فلسف ے ▁کی ▁ یل غار ▁کا ▁مقابلہ ▁چار ▁مختلف ▁انداز ▁میں ▁→
▁مضامین ▁ڈاٹ ▁کام ▁پر ▁شائع ▁ہونے ▁والی ▁تمام ▁نگار ش ات ▁قلم ▁کار وں ▁کی ▁ذاتی ▁آر اء ▁پر ▁مبنی ▁ہیں۔ ▁ادارہ ▁کا ▁ان ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں۔
▁پی ▁ایس ▁پی ▁کے ▁رہنما ▁ان یس ▁ایڈ و وک یٹ ▁نے ▁مطالبہ ▁کیا ▁کہ ▁وفاقی ▁اور ▁صوبائی ▁حکومت یں ▁عامر ▁لیاقت ▁کو ▁تحفظ ▁فراہم ▁کریں ، ▁عامر ▁لیاقت ▁کو ▁سائ و تھ ▁ا فری قا ▁اور ▁بھارت ▁کے ▁را ▁کے ▁سیٹ ▁اپ ▁سے ▁دھمکی وں ▁کے ▁ایس ▁ایم ▁ایس ▁آر ہے ▁ہیں ، ▁الطاف ▁حسین ▁نے ▁سائ و تھ ▁ا فری قا ▁میں ▁خطاب ▁کرکے ▁عامر ▁لیاقت ▁سمیت ▁اپنے ▁ہر ▁مخالف ▁کو ▁راستے ▁سے ▁ہٹا ▁دینے ▁کے ▁احکام ات ▁جاری ▁کردی ے ▁ہیں ▁کہ ▁ہر ▁مخالف ▁کو ▁مار ▁دیا ▁جائے ▁چاہے ▁اس ▁کا ▁تعلق ▁کسی ▁بھی ▁پارٹی ▁سے ▁ہو .
▁ميں ▁ي ہ ▁سن ▁رہی ▁ہوں ▁ختم ▁ہونے ▁والا ▁ہے
▁شہر ▁کی ▁خبریں
▁ہاں ▁حضرت ▁ابن ▁عباس ؓ ▁سے ▁مرو ی ▁ہے ▁کہ ▁آپ ▁نے ▁ایک ▁مرتبہ ▁حضرت ▁عثمان ▁رضی ▁اللہ ▁تعالی ٰ ▁عنہ ▁سے ▁کہا ▁کہ ▁دو ▁بھائی ▁ماں ▁کو ▁ث ل ث ▁سے ▁ہٹا ▁کر ▁سد س ▁تک ▁نہیں ▁لے ▁جاتے ▁قرآن ▁میں ▁اخ و ۃ ▁جمع ▁کا ▁لفظ ▁ہے ▁دو ▁بھائی ▁اگر ▁مراد ▁ہوتے ▁اخوان ▁کہا ▁جاتا
▁پاک ▁افغان ▁حکام ▁کے ▁درمیان ▁ہونے ▁والے ▁مذاکرات ▁کے ▁بعد ▁آج ▁طور خم ▁بار ڈر ▁کو ▁ہر ▁قسم ▁کی ▁آمد و رفت ▁کے ▁لئے ▁کھول ▁دیا ▁گیا ▁ہے۔ ▁طور خم ▁بار ڈر ▁کے ▁کھل تے ▁ہی ▁سرحد ▁کے ▁دونوں ▁اطراف ▁وطن ▁واپسی ▁کے ▁منتظر ▁افراد ▁کی ▁لم بی ▁قطار یں ▁لگ ▁گئیں ▁جب ▁کہ ▁گزشتہ ▁کئی ▁روز ▁سے ▁بند ▁ٹر یڈ ▁ٹر ان ز ٹ ▁کی ▁آمد و رفت ▁بھی ▁آج ▁شروع ▁ہو ▁جائے ▁گی۔
▁سعودی ▁عرب ▁سے ▁دوسری ▁امداد ی ▁ق سط ▁پاکستان ▁پہنچ ▁گئی

▁فیض ▁آباد ▁ دھر نا ▁کیس ؛ ▁خادم ▁رضوی ▁کو ▁گرفتار ▁کرنے ▁کا ▁حکم
▁نواز ▁شریف ▁وہ یں ▁پہنچ یں ▁گے ▁جہاں ▁پہلے ▁تھے ، ▁فواد ▁چوہدری
▁ہماری ▁ نمائندہ ▁لور ا ▁بی کر ▁کا ▁واشنگٹن ▁سے ▁کہنا ▁ہے ▁کہ ▁ایسا ▁لگتا ▁ہے ▁کہ ▁شہر ▁رو پوش ▁ہو ▁گ يا ▁ہے۔ ▁رہائش یوں ▁کو ▁یہ ▁کہا ▁گیا ▁ہے ▁کہ ▁وہ ▁طوفان ▁کے ▁گذر ▁جانے ▁تک ▁کسی ▁محفوظ ▁مقام ▁کو ▁تلاش ▁کر ▁لیں ▁اور ▁وہ یں ▁رہیں ۔ ▁سڑک یں ▁سن س اں ▁ہیں ، ▁ری ستور اں ، ▁بار ▁اور ▁سپر مار کٹ ▁بند ▁ہیں۔
▁جس ▁ایک ▁حرف ▁نے ▁مجھ ▁کو ▁کتاب ▁کر ▁ڈال ا
▁Previous ▁آن دھر ا ▁پر دی ش ▁اسمبلی ▁میں ▁ وائی ▁ایس ▁آر ▁کانگریس ▁کے ▁8 ▁ارکان ▁معطل
▁اور ▁یہ ▁وہ ▁شک ▁ہے ▁جس کا ▁کوئی ▁اعتبار ▁نہیں۔
▁ صب یح ▁رحمان ی ▁یہ ▁کتاب ▁مرتب ▁کرکے ▁جہاں ▁ن عت ▁کے ▁حوالے ▁سے ▁ع قی دت ▁و خدم ت ▁کا ▁اظہار ▁کیا ▁ہے ▁وہاں ▁اس ▁کتاب ▁کو ▁معلومات ی ▁، ▁تحقیق ی ▁و ▁دستاویز ی ▁بنانے ▁کی ▁بھی ▁پوری ▁کوشش ▁کی ▁ہے ▁جس ▁میں ▁وہ ▁بڑی ▁حد ▁تک ▁کامیاب ▁رہے ▁ہیں۔ ڈا کٹ ر ▁ابو ال ک لام ▁قاسم ی ▁لکھتے ▁ہیں :
▁ہم ▁سب ▁مل ▁کر ▁چل یں ▁گے
▁جو ▁ٹوٹ ▁گیا ▁، ▁سو ▁چھ وٹ ▁گیا
▁آپ ▁کو ▁یہ ▁جان نے ▁کا ▁حق ▁حاصل ▁ہے ▁کہ ▁کون ▁آپ ▁کو ▁ملازمت ▁پر ▁رکھتا ▁ہے۔ ▁اگر ▁آپ ▁کو ▁معلوم ▁نہیں ▁ہے ▁– ▁تو ▁پوچھ یں۔
▁متعلقہ ▁تبدیل یاں
▁امریکی ▁ای جو ک یشن ▁کونسل ▁کی ▁صدر ▁نے ▁است ع فی ٰ ▁کا ▁اعلان ▁کر ▁دیا
▁چیف ▁جسٹس ▁کا ▁تبصرہ ▁پس پ ائی ▁کا ▁اشارہ ▁ہے ▁یا ▁مقابلے ▁کا ▁اعلان
▁قوم ▁سے ▁خطاب ▁سے ▁قبل ▁صدر ▁مو گا بے ▁ملک ▁کے ▁فوجی ▁سربراہ ▁سے ▁م صاف ح ہ ▁کر ▁رہے ▁ہیں
▁تور ات ▁شریف ▁میں ▁اللہ ▁تعالی ٰ ▁کی ▁عدالت ▁کا ▁نمو نہ
▁کوئی ▁لوٹ ا ▁ہی ▁نہیں ▁روح ▁کے ▁تہ ہ ▁خان ے ▁سے
▁اردو ▁تحریر ▁میں ▁اردو ▁کی ▁مفت ▁برقی ▁کتابوں ▁کا ▁پہلا ▁ذ خیر ہ
▁2 ▁۔ ▁قسم یں ▁وعد ے ▁پیار ▁ وفا ▁سب ▁باتیں ▁ہیں ▁بات وں ▁کا ▁کیا ۔۔۔۔ کو ئی ▁کسی ▁کا ▁نہیں ▁یہ ▁جھوٹ ے ▁نا تے ▁ہیں ▁ نات وں ▁کا ▁کیا۔
▁کا ▁جائزہ ▁لیا

▁دوسری ▁جانب ▁وزیراعلی ٰ ▁پنجاب ▁شہباز شریف ▁بھی ▁آج ▁چین ▁جائیں ▁گے ، ▁ذرائع ▁کا ▁کہنا ▁ہے ▁کہ ▁ایپ ک ▁اجلاس ▁میں ▁شہباز شریف ▁کو ▁بھی ▁خصوصی ▁دعوت ▁دی ▁گئی ▁ہے۔
▁خام ▁تیل ▁کی ▁قیمت وں ▁میں ▁اضافہ ، ▁پاکستان ▁میں ▁پٹرول یم ▁نرخ ▁بڑھ نے ▁کا ▁امکان
▁این ▁آر ▁سی ▁کے ▁کام ▁میں ▁ہاتھ ▁بٹ انے ▁والے ▁گور ن منٹ ▁ٹی چر ▁کی ▁غیر ▁قانونی ▁بنگلہ ▁دیش ی ▁قرار د ئے ▁جانے ▁کے ▁بعد ▁گرفتاری
▁تازہ ▁ترین ▁شو
▁انٹرنیٹ ▁ٹی ▁وی
▁' ہم ▁سب ' ▁کا ▁کم ن ٹس ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں ▁ہے۔ ▁کم نٹ ▁کرنے ▁والا ▁فرد ▁اپنے ▁الفاظ ▁کا ▁مکمل ▁طور ▁پر ▁ذم ہ ▁دار ▁ہے ▁اور ▁اس ▁کے ▁کم ن ٹس ▁کا ▁' ہم ▁سب ' ▁کی ▁انتظامیہ ▁سے ▁کوئی ▁تعلق ▁نہیں ▁ہے۔
▁شام ▁اور ▁عراق ▁میں ▁ہزاروں ▁جہاد ی ▁ابھی ▁موجود ▁ہیں ، ▁اقوام ▁متحدہ ▁14. 08. 2018
▁کرکٹ ر ▁عمر ▁گل ▁نے ▁نہای ت ▁خوبصورت ▁انداز ▁میں ▁تمام ▁لوگوں ▁کو ▁یوم ▁پاکستان ▁کی ▁مبارک باد ▁دی ▁اور ▁پاکستان ▁کیلئے ▁اپنی ▁نیک ▁خواہش ات ▁کا ▁اظہار ▁کیا۔
▁ابو ▁الدر داء ▁رضی ▁اللہ ▁عنہ ▁کو ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کا ▁فرمان ا ▁: ▁" لا ▁تش رک ▁ب اللہ ▁شی ئا ▁وان ▁قطع ت ▁و حرق ت ▁" ▁تج ھے ▁جلا ▁دیا ▁جائے ▁، ▁تیر ے ▁ ٹک ڑے ▁ ٹک ڑے ▁کردی ئے ▁جائیں ، ▁اللہ ▁کے ▁ساتھ ▁شرک ▁نہیں ▁کرنا ۔
▁ان ▁الفاظ ▁کے ▁ساتھ ▁اعلام ی ے ▁میں ▁ایک ▁خالی ▁صفحہ ▁شامل ▁تھا۔ ▁ یون یسی ف ▁نے ▁ ’ شام ▁میں ▁بچوں ▁پر ▁جنگ ، ▁مشرقی ▁ غوط ۃ ▁اور ▁دمشق ▁میں ▁بچوں ▁کی ▁بڑی ▁تعداد ▁میں ▁ہلاکت وں ▁کی ▁رپورٹ ‘ ▁پر ▁پریس ▁ریلی ز ▁جاری ▁کرتے ▁ہوئے ▁غ ص ے ▁کا ▁اظہار ▁کیا۔ ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁ یون یسی ف ▁کی ▁جانب ▁سے ▁یہ ▁ایک ▁خالی ▁اعلام یہ ▁جاری ▁کیا ▁جا ▁رہا ▁ہے ، ▁ہمارے ▁پاس ▁ا ُ ن ▁بچوں ▁پر ▁ڈھ ائے ▁جانے ▁والے ▁م ظ الم ▁کے ▁لیے ▁کوئی ▁الفاظ ▁نہیں ▁ہیں۔ ▁انہوں ▁نے ▁سوال ▁کیا ▁کہ ▁جو ▁اس ▁گھ ن اؤ نے ▁کام ▁میں ▁ملوث ▁ہیں ▁ان ▁کے ▁پاس ▁اس ▁کی ▁وضاحت ▁کے ▁لیے ▁اب ▁بھی ▁کوئی ▁الفاظ ▁ہیں ؟ ▁خیال ▁رہے ▁کہ ▁اقوام ▁متحدہ ▁نے ▁گزشتہ ▁روز ▁بھی ▁شام ▁میں ▁شہریوں ▁کی ▁ہلاکت ▁کے ▁خاتمے ▁کا ▁مطالبہ ▁کیا ▁تھا۔ ▁تاہم ▁آج ▁شام ی ▁ نگ ہ داشت ▁برائے ▁انسانی ▁حقوق ▁کے ▁ادارے ▁کے ▁مطابق ▁تقریبا ً ▁13 ▁بچوں ▁سمیت ▁50 ▁شہریوں ▁کو ▁مشرقی ▁ غوط ۃ ▁کے ▁قریب ▁فضائی ▁بمبار ی ▁میں ▁ہلاک ▁کر ▁دیا ▁گیا ▁ہے۔ ▁2012 ▁سے ▁باغ یوں ▁کے ▁قبض ے ▁میں ▁رہنے ▁والا ▁مشرقی ▁ غوط ۃ ▁کا ▁علاقہ ▁باغ یوں ▁کے ▁زیر ▁اثر ▁آخری ▁جگہ ▁ہے ▁جسے ▁شام ی ▁صدر ▁بشار ▁الاس د ▁واپس ▁لینے ▁کی ▁تیاری ▁کر ▁رہے ▁ہیں۔
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁کراچی ، ▁ی خ ▁بست ہ ▁ہو اؤں ▁کے ▁باعث ▁سرد ی ▁کی ▁شدت ▁میں ▁اضافہ ▁، ▁درجہ ▁حر ات ▁11 ▁ڈگری ▁سینٹ ی ▁گری ڈ ▁ریکارڈ
▁’’ وا ہ ▁ت ُ م ▁نے ▁تو ▁کمال ▁ہی ▁کر ▁دیا۔ ‘‘ کر نل ▁فاتح ▁نے ▁تعریف ▁کرتے ▁ہو ▁ ئے ▁کہا ۔ ’ ’ ا بھی ▁ایک ▁جھ لک ▁دیکھ ▁کر ▁تمہارے ▁مشاہد ے ▁کا ▁یہ ▁حال ▁ہے ▁تو ▁ذرا ▁تفصیل ▁سے ▁دیکھا ▁ہوتا ▁تو ▁نہ ▁جانے ▁کیا ▁کرتے ۔ ‘‘
▁۷ ۶ . ▁لیکن ▁جب ▁اللہ ▁نے ▁اپنے ▁فضل ▁سے ▁انہیں ▁دیا ▁تو ▁یہ ▁اس ▁میں ▁بخ یلی ▁کرنے ▁لگے ▁اور ▁ٹ ال ▁م ٹ ول ▁کر ▁کے ▁منہ ▁م وڑ ▁لیا

▁ہمارے ▁بارے ▁میں
▁پہلی ▁مو ثق ▁روایت ▁ظاہر ی ▁طور ▁پر ▁دل الت ▁کرتی ▁ہے ▁کہ ▁دو ▁نماز وں ▁کے ▁درمیان ▁نو ا فل ▁کا ▁ادا ▁کرنا ، ▁یہ ▁ان ▁نماز وں ▁کے ▁جمع ▁ہونے ▁سے ▁مانع ▁ہوتا ▁ہے۔ ▁نو ا فل ▁کا ▁مانع ▁ہونا ، ▁یہ ▁ایک ▁شرعی ▁مانع ▁ہے ، ▁پس ▁اس ▁روایت ▁سے ▁سمجھ ▁میں ▁آتا ▁ہے ▁کہ ▁وہ ▁کام ▁کہ ▁جن کا ▁نماز ▁کے ▁ساتھ ▁کوئی ▁تعلق ▁نہیں ▁ہے ، ▁وہ ▁تو ▁ب طر یق ▁اول ی ▁دو ▁نماز وں ▁کے ▁جمع ▁ہونے ▁سے ▁مانع ▁ہوں ▁گے۔
▁Image ▁caption ▁ ’ ا یٹ می ▁ہتھیار ▁یا ▁وسیع ▁پیمان ے ▁پر ▁تباہ ی ▁مچ انے ▁والے ▁ہتھیار وں ▁کی ▁ایران ▁کے ▁سکیورٹی ▁اور ▁دفاعی ▁ڈاکٹر ین ▁میں ▁کوئی ▁جگہ ▁نہیں ▁ہے ‘
▁ٹی نک ▁کے ▁طریقہ ▁کار ▁کے ▁مطابق ▁یہ ▁ٹی نک ▁چم ک نگ ▁شراب ▁کی ▁پیداوار ▁کے ▁لئے ▁تیار ▁ہیں .
▁امریکہ ▁کا ▁یک ▁ریاست ی ▁حل ، ▁فلسطین ▁کا ▁خاتمہ

▁سپریم ▁کورٹ ▁کی ▁جانب ▁سے ▁ایک ▁قطعا َ ▁مختلف ▁مسئلہ ▁پر ▁آئے ▁فیصلے ▁کے ▁بعد ▁جو ▁معاملات ▁ا ُ ٹھ ے ▁ہیں ▁ان ▁سے ▁جان ▁چھ ڑا نے ▁کیلئے ▁تحریک ▁انصاف ▁سڑک وں کو ▁بند ▁کردی نے ▁والوں ▁سے ▁وزیراعظم ▁کی ▁’’ ریا ستی ▁ر ٹ ‘‘ ▁کی ▁ہر ▁صورت ▁بحال ی ▁والی ▁تقریر ▁کے ▁باوجود ▁ایک ▁معاہدے ▁پر ▁مجبور ▁ہوئی۔ اس ▁معاہدے ▁کی ▁وجہ ▁سے ▁سڑک یں ▁تو ▁کھل ▁گئیں ▁مگر ▁ قض یہ ▁حتمی ▁بنیاد وں ▁پر ▁حل ▁نہیں ▁ہوا۔ ک چھ ▁اہم ▁پہلو ہ یں ▁جن ▁کے ▁بارے ▁میں ▁’’ ا یہ ہ ▁منظور ▁ تے ▁ای ہ ہ ▁نام نظ ور ‘‘ ▁والا ▁روی ہ ▁نہ ▁اپنا یا ▁گیا ▁تو ▁امن ▁وا مان ▁کی ▁صورت ▁حال ▁ایک ▁بار ▁پھر قاب و ▁سے ▁باہر ▁نکل تی ▁نظر ▁آئے ▁گی۔
▁کراچی ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁12 ▁جولائی 2018 ء ) ▁پاکستان ▁مسلم ▁لیگ ▁( ن ) ▁کے ▁رہنما ▁را نا ▁مش ہ ود ▁نے ▁کہا ▁ہے ▁کہ ▁نگر اں ▁وزیراعلی ▁پنجاب ▁ک ٹھ ▁پت لی ▁کا ▁کردار ▁ادا ▁کررہے ▁ہیں۔ ▁لاکھ وں ▁کارکنوں ▁کی ▁گرفتاری ▁سے ▁راستے ▁نہیں ▁رو کے ▁جا سک تے ▁۔ قائد ▁میاں ▁نو ا ▁ز ▁شریف ▁کا ▁پر پ ت اک ▁استقبال ▁کیا ▁جائے ▁گا ▁۔ 13 جو ل ائی ▁کو ▁یوم ▁سیاہ ▁کے ▁طور ▁پر ▁من ایا ج ائے ▁گا ▁۔ پر ▁امن ▁احتجاج ▁ری کار د ▁کر ائیں ▁گے ▁اگر ▁ہماری ▁راہ ▁میں ▁رکاوٹ ▁ڈال نے ▁کی ▁کوشش ▁کی ▁گئی ▁تو ▁لا نگ ▁مارچ ▁کے ▁آپ شن ▁پر ▁غور ▁کرسکتے ▁ہیں ▁۔
▁دی ▁و ائر ▁ایک ▁غیر ▁منافع ▁بخش ▁ادارہ ▁ہے۔ ہم اری ▁صحافت ▁کو ▁سرکاری ▁اور ▁کار پور یٹ ▁دباؤ ▁سے ▁آزاد ▁رکھنے ▁کے ▁لیے ▁مالی ▁تعاون ▁کیجیے ۔
▁بی ▁پی ▁آر ▁ڈی ▁سر کل ر ▁ل یٹر : ▁رمضان ▁المبارک ▁کے ▁مہین ے ▁میں ▁دفتر ▁اور ▁کاروبار ▁کے ▁اوقات
▁لاہور : ▁بالی ▁ وڈ ▁کے ▁معروف ▁اداکار ▁اور ▁بھارتی ▁جن تا پار ٹی ▁کے ▁رہنما ▁ش ترو گھ ن ▁سن ہا ▁نے ▁کہا ▁ہے ▁کہ ▁پاکستان ▁کے ▁با صلاح یت ▁فن کار ▁اور ▁گلو کار وں ▁کی ▁عمد ہ ▁پر فار م نس ▁نے ▁ہمیشہ ▁مجھے ▁متاثر ▁کیا ▁ہے۔ ▁ماضی ▁میں ▁جس ▁طرح ▁ش ہن شا ہ ▁غزل ▁مہ دی ▁حسن ▁، ▁غلام ▁علی ، ▁عابد ہ ▁پرو ین ، ▁ری شم اں ▁اور ▁استاد ▁نصر ت ...
▁ما زن گیا ▁میری ▁بات وں ▁کا ▁جواب ▁فلسف ی انہ ▁انداز ▁سے ▁دیتا ▁ہے۔ ▁تاریخ ▁ایک ▁پیچ ید ہ ▁عمل ▁کا ▁نام ▁ہے ، ▁وہ ▁کہ تا ▁ہے۔ ▁اس ▁سے ▁غلط یاں ▁ہوتی ▁ہیں۔ ▁یہ ▁بچ ▁کر ▁نکل تی ، ▁راستہ ▁ڈھ ون ڈ تی ▁اور ▁م وڑ ▁م ڑ تی ▁رہتی ▁ہے ▁اور ▁کبھی ▁کبھی ▁کسی ▁ان دھی ▁گلی ▁میں ▁پھنس ▁جاتی ▁ہے۔ ▁ماضی ▁کا ▁درست ▁جائزہ ▁لینے ▁کے ▁لیے ▁آپ ▁کے ▁پاس ▁مناسب ▁وسائل ▁ہونے ▁چاہ ی یں۔ ▁اور ▁یہ ▁شرط ▁صرف ▁مستقبل ▁ہی ▁پوری ▁کر ▁سکتا ▁ہے۔
▁واپس ▁اوپر ▁جائیں
▁ ٩ ۔ راس ت ہ ▁صرف ▁ایک
▁یونیورسٹی ▁میں ▁پاور ▁پال یٹ یکس ▁کے ▁ت قاض ے ▁تو ▁ایک ▁ج تھ ہ ▁بنا ▁کر ▁پورے ▁کرلی ے ▁جا ▁ تے ▁ہیں ▁لیکن ▁کتنے ▁طلب اء ▁اس ▁سے ▁متن فر ▁ہو ▁کر ▁تلخ ▁یاد یں ▁لے ▁کر ▁نکل تے ▁ہیں ▁کیا ▁کسی ▁کو ▁اس ▁کا ▁احساس ▁ہے ؟ ▁یہ ▁بات ▁عمومی ▁مشاہد ے ▁کی ▁ہے ▁کہ ▁ہزار ▁طلب اء ▁میں ▁سے ▁جمعیت ▁کی ▁تعداد ▁شاید ▁ایک ▁سو ▁ہوتی ▁ہو ▁اور ▁ان ▁میں ▁سے ▁شاید ▁صرف ▁دس ▁ایسے ▁ہوں ▁جو نظر ی اتی ▁ہوں۔ اک ثر یت ▁ان ▁کے ▁شر ▁سے ▁بچ نے ▁کے ▁لیے ▁خاموش ▁رہتی ▁ہے ▁اور ▁جو ▁ان ▁کے ▁ساتھ ▁ہوتے ▁ہیں ▁ان ▁میں ▁سے ▁اکثر ▁کا ▁معاملہ ▁یہ ▁ہوتا ▁ہے ▁کہ ▁چل و ▁تم ▁ا دھر ▁کو ▁ہوا ▁ہو ▁ج دھر ▁کی۔ چن ان چہ ▁یونیورسٹی ▁میں ▁یہ ▁اسلامی ▁نظام ▁کے ▁دارو غ ے ▁بن ▁کر ▁داد ا ▁گیری ▁کرتے ▁ہیں ▁اور ▁عملی ▁زندگی ▁میں ▁آتے ▁ہی ▁گر گ ٹ ▁کی ▁طرح ▁رنگ ▁بدل ▁لیتے ▁ہیں۔ کو ئی ▁ن ▁لیگ ▁میں ▁چلا ▁جاتا ▁ہے ▁تو ▁کوئی ▁کسی ▁این ▁جی ▁او ▁میں ▁۔ ج نہیں ▁زمان ہ ▁طالب علم ی ▁میں ▁لڑکی ▁کے ▁نام ▁سے ▁ہی ▁ف حا شی ▁ٹ پک تی ▁نظر ▁آتی ▁ہے ▁وہ ▁عملی ▁زندگی ▁میں ▁خواتین ▁کولی گ ▁کے ▁ساتھ ▁بت یسی ▁نکال تے ▁ہوئے ▁اپنی ▁تصاویر ▁فیس ▁بک ▁کر ▁لگا کر ▁گویا ▁اعلان ▁فرما ▁رہے ▁ہوتے ▁ہیں ▁کہ ▁اسلامی ▁انقلاب ▁کا ▁سور ج ▁بس ▁طلوع ▁ہونے ▁ہی ▁والا ▁ہے۔ دو سر ی ▁طرف ▁ایک ▁غالب ▁اکثریت ▁ان ▁سے ▁متن فر ▁ہو ▁کر ▁نکل تی ▁ہے ▁اور ▁اس ▁نفرت ▁کا ▁عذاب ▁ساری ▁عمر ▁جماعت ▁اسلامی ▁کو ▁برداشت ▁کرنا ▁پڑتا ▁ہے۔ ▁سب ▁کچھ ▁دیوار ▁پہ ▁لکھا ▁نظر ▁آ ▁رہا ▁ہے ▁لیکن ▁کون ▁توجہ ▁کرے ؟ ▁جماعت ▁اسلامی ▁لاہور ی ▁گروپ ▁کو ▁جامع ہ ▁پنجاب ▁سے ▁اپنی ▁سیاست ▁کے ▁لیے ▁جو ▁مفت ▁میں ▁این دھ ن ▁دستیاب ▁ہے ▁اس ▁سے ▁وہ ▁کیسے ▁دست ▁بردار ▁ہو ▁جائے ؟

▁ہمارے ▁متعلق
▁تر جمع ہ ▁: ▁اور ▁کہتے ▁ہیں ▁کہ ▁ان ▁پر ▁ان ▁کے ▁پروردگار کے ▁پاس ▁کوئی ▁نشانی ▁کیوں ▁نازل ▁نہیں ▁ہوئی۔ ▁کہہ ▁دو ▁کہ ▁خدا ▁نشانی ▁اتار نے ▁پر ▁قادر ▁ہے ▁لیکن ▁اکثر ▁لوگ ▁نہیں ▁جانتے
▁ا رج نٹ ائن ▁کی ▁ایک ▁ٹی نس ▁کھلاڑی
▁وہی ▁ہے ▁جس ▁نے ▁تمہارے ▁لئے ▁رات ▁بنائی ▁تاکہ ▁تم ▁اس ▁میں ▁آرام ▁کرو ▁اور ▁دن ▁کو ▁روشن ▁بنایا ▁( ▁تاکہ ▁تم ...

▁یو نس ▁خان ▁کے ▁مطابق ▁سل ی کشن ، کو چ نگ ▁اور ▁قیادت ▁کی ▁با گ ▁ڈو ر ▁ایک ▁ہی ▁شخص ▁کے ▁پاس ▁ہونے ▁سے ▁کامیابی ▁کی ▁راہ ▁ہم وار ▁ہوتی ▁ہے
▁کھیل ▁کی ▁خبریں
▁و یت نام ▁سے ▁تعلق ▁رکھنے ▁والی ▁نام ور ▁خاتون ، ▁ن گو ین ▁نو ک ▁نو ▁کن ہ ▁قید ▁کی ▁ص عوب ت یں ▁کا ٹ ▁رہی ▁ہیں ، ▁اس ▁لیے ▁تقریب ▁میں ▁شریک ▁نہ ▁ہو سک یں۔ ▁وہ ▁ماحول یات ▁سے ▁متعلق ▁سرگرم ▁کار کن ▁ہیں۔ ▁ا ِ س ▁ایوارڈ ▁کا ▁اجرا ▁2007 ء ▁میں ▁کیا ▁گیا ؛ ▁اور ▁اب ▁تک ▁60 ▁ملکوں ▁سے ▁تعلق ▁رکھنے ▁والی ▁100 ▁سے ▁زائد ▁خواتین ▁کو ▁دیا ▁جا ▁چکا ▁ہے
▁مطلوب ہ ▁الفاظ
▁نجی ▁طور ▁پر ▁پاکستان ▁آنے ▁والے ▁چینی وں ▁کے ▁مشکوک ▁روی ے
▁ ٣ ۔ ▁تیسری ▁آواز ▁میں ▁شاعر ▁ڈرا م ائی ▁کردار ▁بن ▁کر ▁ان ▁کے ▁ذریعے ▁بول تا ▁ہے۔
▁میں ▁کہ ▁زندہ ▁ہوں ▁مجھے ▁چھوڑ ▁کے ▁جانے ▁والے
▁بین ▁الاقوامی

▁اب ▁رک ش ے ▁والوں ▁کا ▁150 ▁سے ▁زائد ▁کا ▁چال ان ▁نہیں ▁ہوگا ▁بلکہ ▁کتنے ▁کا ▁ہو ▁گا ▁؟ ▁کوئی ▁رک ش ے ▁والا چا لان ▁نہ ▁بھر سک اتو ▁وہ ▁میں ▁بھر وں ▁گا ، ▁جان ئے ▁ہیں ▁یہ ▁اعلان ▁کس ▁نے ▁کیا
▁اس ▁می لے ▁کے ▁انعقاد ▁کے ▁حوالے ▁سے ▁کا لام ▁کے ▁ایک ▁دو کان دار ▁نے ▁بتایا ▁کہ ▁کا لام ▁میں ▁صرف ▁گرمی ▁کے ▁سی زن ▁میں ▁تین ▁چار ▁ماہ ▁ان ▁کاروبار ▁چل تا ▁ہے ▁باقی ▁سرد یوں ▁کے ▁ا غاز ▁سے ▁ہی ▁یہاں ▁کاروبار ▁ختم ▁ہوجاتا ▁ہے ▁۔
▁دوسری ▁طرف ▁یو ٹی ل ٹی ▁ سٹ ورز ▁پر ▁د ال وں ▁کے ▁بعد ▁چینی ▁بھی ▁مہ نگی ▁ہوگئی ▁ہے۔ ▁یو ٹی ل ٹی ▁ سٹ ور پر ▁چینی ▁کی ▁قیمت ▁میں ▁2 رو پ ے ▁فی ▁کل و ▁کا ▁اضافہ ▁کردیا ▁گیا ▁ہے ▁جس ▁کے ▁بعد ▁چینی ▁کی ▁قیمت ▁66 ▁روپے ▁فی ▁کل و ▁ہوگئی ▁ہے۔
▁بچوں ▁کے ▁نام
▁[3 : 4 ] ▁اور ▁اگر ▁تمہیں ▁ اندیش ہ ▁ہو ▁کہ ▁ یت یم ▁لڑکی وں ▁میں ▁انصاف ▁نہ ▁کرو ▁گے ▁( ف ۸ ) ▁تو ▁نکاح ▁میں ▁لا ؤ ▁جو ▁عورت یں ▁تمہیں ▁خوش ▁آئیں ▁دو ▁۲ دو ▁۲ ▁اور ▁تین ۳ ▁تین ۳ ▁اور ▁چار ▁۴ چار ۴ ▁( ف ۹ ) ▁پھر ▁اگر ▁ڈر و ▁کہ ▁دو بی بی وں ▁کو برا بر ▁نہ ▁رکھ ▁ سکو ▁گے ▁تو ▁ایک ▁ہی ▁کرو ▁یا ▁کنی ز یں ▁جن ▁کے ▁تم ▁مالک ▁ہو ▁یہ ▁ا ▁س ▁سے ▁زیادہ ▁قریب ▁ہے ▁کہ ▁تم ▁سے ▁ظلم ▁نہ ▁ہو ▁( ف ۱۰ )
▁شان گل ہ ▁ال پور ی ( ▁رضا ▁شاہ ▁) ▁یو ▁۔ سی ▁۔ پ یر ▁خانہ ▁کے ▁نا ظ م ▁ڈ سٹر کٹ ▁کونسل ▁کے ▁ممبر ▁خان ▁نواب ▁نے ▁اپنے ▁اخبار ی ▁بیان ▁کو ▁جاری ▁کرتے ▁ہو ے ▁کہا ▁ہے ▁کے ▁یونین ▁کونسل ▁پیر ▁خانہ ▁ضلع ▁شان گل ہ ▁جو ▁تعمیر اتی ▁کام ▁شروع ▁ہے ▁یا ▁جس ▁کے ▁ٹی نڈر ▁ہو چ کے ▁ہیں ▁اسکی ▁تعمیر اتی ▁کام ▁میں ▁کسی ▁قسم ▁کی ▁تاخیر ▁کو ▁برداشت ▁[...]
▁’’ ▁ہم ▁نے ▁حکم ▁دیا ▁کہ ▁اب ▁تم ▁سب ▁یہاں ▁سے ▁اتر ▁جا ؤ ، ▁تم ▁ایک ▁دوسرے ▁کے ▁دشمن ▁ہو۔ ▁اور ▁تمہیں ▁ایک ▁خاص ▁مدت ▁تک ▁زمین ▁میں ▁ٹھہر نا ▁اور ▁وہ یں ▁زندگی ▁ب سر ▁کرنا ▁ہے۔ ‘‘
▁امریکی ▁خفیہ ▁ایجنسی ▁نے ▁پاکستان ▁میں ▁ڈر ون ▁حملوں ▁سے ▁متعلق ▁حکمت ▁عملی ▁سخت ▁کر ▁دی ▁ہے۔
▁انہوں ▁نے ▁یہ ▁بھی ▁کہا ▁گزشتہ ▁دو ▁سال ▁میں ▁ڈر ون ▁حملوں ▁میں ▁ان ▁تنظیم وں ▁کو ▁نشانہ ▁بنایا ▁گیا ▁جو ▁افغانستان ▁میں ▁لڑ ▁رہی ▁ہیں ▁اور ▁اس ▁دور ▁میں ▁پاکستانی ▁اسٹ ی بل ش منٹ ▁نے ▁یہ ▁سلسلہ ▁شروع ▁کیا ▁کہ ▁یہ ▁قومی ▁سلامتی ▁پر ▁حملے ▁کے ▁متر اد ف ▁ہے۔
▁سو ئٹ زر لینڈ ▁میں ▁دنیا ▁کی ▁طویل ▁ترین ▁ریلوے ▁سر نگ ▁پر ▁کام ▁جاری ▁ہے ▁اور ▁یہ ▁2016 ▁کے ▁اواخر ▁تک ▁مکمل ▁ہو ▁جائے ▁گی۔ 57 ▁کل وم یٹر ▁طویل ▁اس ▁سر نگ ▁میں ▁دو ▁متو ازی ▁ریلوے ▁ٹر یکس ▁ہوں ▁گے۔
▁محمد ▁علی ▁خان
▁کئی ▁مرد ▁جو ▁اپنا ▁استحصال ی ▁رو نا ▁رو تے ▁ہیں ▁ہیں ▁وہ ▁یہ ▁بت ائیں ▁کہ ▁اولاد ▁مرد ▁کی ▁مال ▁مرد ▁کا ▁جائیداد ▁مرد ▁کی ▁فیصلے ▁مرد ▁کے ▁اختیار ▁مرد ▁کا ▁معاشر ہ ▁مرد ▁کا ▁تو ▁کہاں ▁پر ▁آگیا ▁استحصال ▁بے ▁چار ے ▁مرد ▁کا ▁... ع ورت ▁کو ▁کیا ▁ملتا ہے ▁... رو ٹی ▁کپ ڑا ▁اور ▁ عارض ی ▁چھ ت ▁پہلے ▁میاں ▁کی ▁پھر ▁اولاد ▁کی ▁اور ▁چند ے ▁کا ▁کف ن ▁وا ہ ▁وا ہ ▁وا ہ ▁بڑا ▁احسان ▁ہے ▁اے ▁مرد ▁کہ ▁تو ▁نے ▁عورت ▁کو ▁اتنی ▁ع یا شی ▁کر ائی ▁دنیا ▁میں ▁نان ▁ن فق ہ ▁دی کر ▁عورت ▁سے ▁چوب یس ▁گھنٹے ▁چا کری ▁لی تا ▁ہے . جو ▁اسے ▁بہت ▁گر اں . گز رت ی ▁ہے ▁تو ▁اس ▁کے ▁بجائے ▁اگر ▁وہ ▁اپنی ▁بیوی ▁کے ▁ہر ▁گھنٹے ▁کی ▁تنخواہ ▁مقرر ▁کر ▁دے ▁تاکہ ▁وہ ▁اپنے ▁پل ے ▁سے ▁جو ▁چاہے ▁کرے ▁اپنا . ہر ▁خرچ ▁پورا ▁کرے ... ▁تو ▁ہے ▁کوئی ▁ایسا ▁غیر ت ▁مند ▁من صف ▁مرد ▁جو ▁بیوی ▁کو ▁ن ائی ▁دھو بی ▁باور چن ▁بھ نگ ن ▁مزدور ▁مالی ▁ن رس ▁چوک ی دار ▁ماس ی ▁آیا ▁دو دہ ▁پلان ے ▁والی ٹی و ٹر در زن ▁اور ▁رات ▁کی ▁ڈی وٹ ی ▁اور ▁دل پ شور ی ▁کرنے ▁والی ▁کی ▁تنخواہ ▁ادا ▁کرے۔
▁چی ان ▁ یی ▁لو ہے ▁کام ▁w ro ught ▁لو ہے ▁کے ▁دروازے ▁نہ ▁صرف ▁آپ ▁اپنے ▁گھر ▁کے ▁لئے ▁ایک ▁آر ائش ی ▁آپ شن ▁پیش ▁کرتے ▁ہیں ▁بلکہ ▁بھی ▁دیگر ▁فوائد ▁بھی ▁پیش ▁کرتے ▁ہیں ▁۔ ▁آپ ▁اپنے ▁بچوں ▁کے ▁لئے ▁باغ ▁چی ان ▁ یی ▁لو ہے ▁کام ▁w ro ught ▁لو ہے ▁کے ▁دروازے ▁منتخب ▁کرتے ▁ہیں ، ▁آپ ▁پتہ ▁چلے ▁گا ▁کہ ▁آپ ▁نے ▁اپنے ▁گھر ▁کی ▁قدر ▁بڑھ ▁رہا ▁ہے ▁کیونکہ ▁یہ ▁زیادہ ▁محفوظ ▁ہے ▁۔ ▁یک پ شن ال ▁مواد ▁اور ▁ہمارے ▁معیار ▁کاری گری ▁کے ▁ہمارے ▁گاہ ک وں ▁مطمئن ▁رہ و ▁۔ ▁چی ان ▁ یی ▁لو ہے ▁کام ▁ظاہر ▁آ ہ نی ▁دروازہ ▁آپ ▁بہترین ▁انتخاب ▁۔
▁اسٹ اک ▁ایکس چین ج
▁" جو گی ▁اپنے ▁آس ن ▁پر ▁سے ▁اٹھ ▁کر ▁باہر ▁نکل ا۔ " ▁( ▁١ ٨ ٠ ٢ ء ، ▁باغ ▁و ▁بہ ار ، ▁١ ٠ ٨ ▁)

▁امریکہ : ▁7 16 ▁ارب ▁ڈالر ▁کا ▁دفاعی ▁بجٹ ▁منظور
▁عمران ▁خان ▁نے ▁سرکاری ▁ہسپتال وں ▁میں ▁بہتر ی ▁کیلئے ب ڑا ▁اقدام ▁ا ُ ٹھا ▁لیا
▁رام ▁نوم ی ▁کے ▁جشن ▁کے ▁جلوس ▁میں ▁موجود ▁بعض ▁پولیس ▁افسر وں ▁اور ▁مقامی ▁صحافی وں ▁کا ▁بھی ▁یہی ▁خیال ▁ہے۔
▁مئی ▁1945 ء ▁کی ▁دس ▁اور ▁گیا رہ ▁تاریخ ▁کی ▁درمیان ی ▁شب ▁امریکی ▁شہر ▁لاس ▁این جلس ▁میں ▁ ٹا رگ یٹ ▁کمیٹی ▁کا ▁اجلاس ▁منعقد ▁ہوا ▁جس ▁میں ▁ایٹم ی ▁حملے ▁کے ▁لئے ▁جاپان ▁کے ▁اندر ▁ ٹا رگ یٹ ▁مقرر ▁کرنا ▁تھا۔ ▁اس ▁اجلاس ▁میں ▁جاپان ▁کے ▁کئی ▁شہر ▁زیر ▁غور ▁رہے ▁جسم یں ▁کیو ٹو ، ▁ہیرو شی ما ، ▁یو کو ہو ما ، ▁کو کور ا ▁اور ▁نا گا سا کی ▁ممکن ہ ▁ہدف ▁قرار ▁پائے ۔ ▁ہیرو شی ما ▁صنعت ▁و ▁حرف ت ▁کا ▁مرکز ▁اور ▁جاپان ی ▁فوج ▁کو ▁لا جس ٹک ▁س پور ٹ ▁فراہم ▁کرنے ▁کی ▁وجہ ▁سے ▁اولین ▁ ٹا رگ یٹ ▁قرار ▁پایا ۔ ▁اس ▁کے ▁بعد ▁6 ▁اگست ▁1945 ء ▁کو ▁امریکی ▁طی ار ہ ▁بی ۔ 29 ▁بحر ال ک اہل ▁میں ▁واقع ▁ت یان مین ▁کے ▁ہو ائی ▁ا ڈ ے ▁سے ▁ا ڑ ان ▁بھر ی ▁اور ▁تقریبا ▁صبح ▁سا ڑھ ے ▁آٹھ ▁بجے ▁یو رین م ▁235 ▁کے ▁حامل ▁“ ل ٹل ▁بو ائے ” ▁نامی ▁ایٹم ▁بم ▁چھ ▁سو ▁فٹ ▁کی ▁بلند ی ▁سے ▁ہیرو شی ما ▁پر ▁گرا دیا ▁گیا ▁اور ▁تین ▁دن ▁بعد ▁یعنی ▁9 ▁اگست ▁کو ▁پل وٹ ون یم ▁2 39 ▁کے ▁حامل ▁“ ف یٹ ▁مین ” ▁نامی ▁ایٹم ▁بم ▁نا گا سا کی ▁پر ▁گرا دیا ▁گیا۔ ▁تباہ ی ▁اور ▁بر باد ی ▁ہر طرف ▁پھیل ▁گیا ▁اور ▁انسانی ت ▁کی ▁ایک ▁ایسی ▁توہین ▁کی ▁گئی ▁جس ▁کی ▁نظیر ▁تاریخ ▁میں ▁مل نا ▁ممکن ▁نہیں ▁اور ▁مستقبل ▁میں ▁بھی ▁اگر ▁د ہر ایا ▁گیا ▁تو ▁انسانی ت ▁کا ▁بقا ▁شاید ▁ہمیشہ ▁ہمیشہ ▁کے ▁لئے ▁خطر ے ▁میں ▁پڑ ▁جائے ▁گی۔ ▁اس ▁حملے ▁کے ▁بعد ▁جاپان ▁پر ▁امریکی ▁فوج ▁نے ▁کنٹرول ▁سنبھال ▁لیا ▁۔ ▁حا پان ▁نے ▁غیر ▁مشروط ▁طور ▁پر ▁ہتھیار ▁ڈال ▁دیا ▁اور ▁امریکی ▁فوج ▁کے ▁سربراہ ▁جنرل ▁می ک ▁آر ت ھر ▁نے ▁40 ▁مبینہ ▁جنگی ▁قید یوں ▁کو ▁گرفتار ▁کرنے ▁کا ▁حکم ▁جاری ▁کیا ▁جسم یں ▁جاپان ▁کے ▁وزیر ▁اعظم ▁ہی ند یکی ▁تو جو ▁بھی ▁شامل ▁تھا۔
▁شاہ ▁ز یب ▁قتل ▁کیس : ▁سپریم ▁کورٹ ▁نے ▁ڈائریکٹر ▁ایف ▁آئی ▁اے ▁کراچی ▁محمد ▁مالک ▁اور ▁ایڈ یشن ل ▁ڈائریکٹر ▁فقیر ▁محمد ▁کو کل ▁طلب ▁کرلیا . ▁ایف ▁آئی ▁اے ▁نے ▁مجرم وں ▁کو ▁او پن ▁ہی نڈ ▁دیا ▁ہوا ▁ہے۔ ▁چیف ▁جسٹس
▁حالی ہ ▁پوسٹ س

▁3 ٹی سٹ ▁میچ وں ▁کی ▁سیریز ▁کے ▁آخری ▁میچ ▁کے ▁تیسرے ▁روز ▁پاکستان ▁کی ▁پوری ▁ٹیم ▁کی ویز ▁کے ▁پہلی ▁اننگز ▁کے ▁سک ور 27 4 ر نز ▁کے ▁جواب ▁میں ▁ 348 ر نز ▁بنا ▁کر ▁پو وی لین ▁لوٹ ▁گئی ▁ہے ▁۔ ▁ٹیسٹ ▁مزید ▁پڑ ہ یں
▁7 ۔ ▁اب ▁خوا رج ▁کا ▁وہ ▁بیان ▁پڑھ ی ے ▁جو ▁انہوں ▁نے ▁حضرت ▁علی ▁رضی ▁اللہ ▁عنہ ▁کے ▁خط ▁کے ▁جواب ▁میں ▁دیا ▁:
▁یہ ▁وقت ▁شاید ▁ان ▁جیسے ▁سوالات ▁کے ▁اٹھا نے ▁کا ▁نہیں ▁لیکن ▁پس ▁منظر ▁کے ▁لیے ▁ان ▁کا ▁ذکر ▁ضروری ▁ہے۔
▁دنیا ▁ح ائل ▁ہو ▁جاتی ▁ہے
▁یو نس ▁کا ▁س سر الی ▁خاندان ▁بار سو خ ▁تھا۔ ▁ان ▁لوگوں ▁نے ▁یو نس ▁کے ▁خلاف ▁پر چہ ▁ کٹ وا دیا ▁جس ▁میں ▁پولیس ▁کو ▁باور ▁کر ایا ▁گیا کہ ▁یو نس ▁شادی ▁سے ▁پہلے ▁بیمار ▁ضرور ▁تھا ، ▁مگر ▁شادی ▁کے ▁بعد ▁صحت ▁مند ▁رہا۔ ▁ دہ رے ▁قتل ▁کی ▁وجہ ▁اس ▁کا ▁بیوی ▁سے ▁اختلاف ▁تھا۔ ▁یو نس ▁کو ▁حوال ات ▁میں ▁بند ▁کردیا ▁گیا۔ ▁وہاں ▁اس ▁کی ▁دماغ ی ▁خراب ی ▁انتہائی ▁حد یں ▁چھ ون ے ▁لگی ۔ ▁وہ ▁مکمل ▁طور ▁پر ▁وحشی ▁نظر ▁آنے ▁لگا ۔ وہ ▁ایسی ▁زبان ▁بول نے ▁لگا ▁تھا ، ▁جو ▁کسی ▁کی ▁سمجھ ▁میں ▁نہیں ▁آتی ▁تھی۔ وہ ▁ہر ▁وقت ▁تشدد ▁پر ▁آم اد ہ ▁نظر ▁آتا ▁تھا۔
▁ایران ▁پہ ▁نئی ▁عالمی ▁پابندی اں ▁عائد ▁کی ▁جائیں ، ▁سعودی ▁عرب ▁کی ▁اسرائیلی ▁بول ی

▁مرکزی ▁نیویگیشن ▁پر ▁جائیں

▁عالمی ▁بینک ▁مطابق ▁اگر ▁اصلاحات ▁میں ▁صرف ▁بجلی ▁کی ▁قیمت وں ▁پر ▁توجہ ▁دی ▁گئی ▁تو ▁نظام ▁کی ▁خراب ی ▁کے ▁سبب ▁بجلی ▁کی ▁لاگ ت ▁میں ▁اضافے ▁کی ▁صورت ▁میں ▁نکل ے ▁گا ▁جس ▁سے ▁غریب ▁لوگ ▁متاثر ▁ہوں ▁گے ▁۔ ۔۔۔۔۔
▁ز ج گر ▁گوش ہ ▁رسول ▁صلی ▁االله ▁علیہ ▁وسلم ، ▁سید ة ▁النساء ▁حضرت ▁فاطمہ ▁الز ہ را ▁کی ▁ذات ▁پاک ▁کے ▁بارے ▁میں ▁مرزا ▁قا دی انی ▁نے ▁جو ▁ب کو اس ▁کی ▁ہے ، ▁ہمارا ▁قلم ▁اسے ▁لکھنے ▁کا ▁حوصلہ ▁نہیں ▁رکھتا ۔ ▁اگر ▁کسی ▁نے ▁یہ ▁ب کو اس ▁دیکھ نی ▁ہو ▁تو ▁مل عون ▁مرزا ▁قا دی انی ▁کی ▁کتاب ▁کا ▁حوالہ ▁درج ▁ہے۔
▁قومی ▁سلامتی ▁کمیٹی ▁کا ▁اجلاس ▁، ْ بھارت ی ▁بلا اشت عال ▁فائرنگ ▁کے ▁واقعات ▁کی ▁سخت ▁مذمت ▁، ْ مع صوم ▁شہریوں ▁کی ▁شہادت ▁پر ▁گ ہ رے ▁د کھ ▁کا ▁اظہار ▁ملک ▁کی ▁داخلی ▁و ▁سرحد ی ▁سیکیورٹی ▁صورتحال ▁اور ▁حالی ہ ▁دہشتگرد ی ▁کے ▁واقعات ▁پر غور ▁، ْ آ پر یشن ▁رد ال فساد ▁کے ▁نتائج ▁کا ▁بھی ▁جائزہ ▁لیا ▁گیا ▁سکیورٹی ▁فورسز ▁پر حمل وں ▁کی ▁مذمت ▁اور ▁کر نل ▁سہ یل ▁عابد ▁و ▁دیگر ▁اہلکاروں ▁کی ▁شہادت ▁پر ▁افسوس ▁کا ▁اظہار ▁ایف ▁اے ▁ٹی ▁ایف ▁کے ▁حوالے ▁سے ▁دہشت ▁گردوں ▁کی ▁مالی ▁معاونت ▁روکنے ▁سے ▁متعلق ▁اقدامات ▁پر ▁بھی ▁شرک اء ▁کو ▁بر یف نگ ▁دی ▁گئی
▁نع یم ▁الحق ▁نے ▁نواز ▁شریف ▁سے ▁مریم ▁بارے ▁بڑی ▁بات ▁کہہ ▁دی
▁قیادت ▁کے ▁پیچھے ▁کیا ▁ہے ؟ غاز ی ▁صلاح ▁الدین
▁Thread : ▁یہ ▁غیر ▁ملکی ▁لگتا ▁ہے
▁January ▁25 , ▁2017 ▁کھیل ▁کی ▁خبریں
▁حضرت ▁مفت ی ▁شف ی ع ▁صاحب ؒ ▁نے ▁یہ ▁بھی ▁نقل ▁کیا ▁ہے ▁کہ ▁ہندوستان ▁کی ▁مشہور ▁وم ستند ▁تاریخ ▁فرشت ہ ، ▁میں ▁اس ▁کا ▁ذکر ▁بھی ▁موجود ▁ہے ▁کہ ▁ہندوستان ▁میں ▁مہ ارا جہ ▁مالی بار ▁نے ▁یہ ▁واقعہ ▁بچ شم ▁خود ▁دیکھا ▁اور ▁اپنے ▁روز نام چے ▁میں ▁لکھ و ایا ▁اور ▁یہی ▁واقعہ ▁ان ▁کے ▁مسلمان ▁ہونے ▁کا ▁سبب ▁بھی ▁بنا ▁اور ▁اوپر ▁کی ▁حدیث ▁جو ▁ابو د اؤ د ▁طی ال سی ▁اور ▁بی ہ قی ▁نے ▁نقل ▁کی ▁ہے ▁اس ▁میں ▁یہ ▁بات ▁آ چک ی ▁ہے ▁کہ ▁قر یش ▁مکہ ▁نے ▁باہر ▁سے ▁آنے ▁والے ▁لوگوں ▁سے ▁بھی ▁تحقیق ▁کی ▁اور ▁ان ▁لوگوں ▁نے ▁اس ▁واقعے ▁کی ▁تصدیق ▁بھی ▁کی۔
▁پاکستان ▁کی ▁مزید ▁خبریں
▁پی ▁ایس ▁ایل ▁تھر ی ▁اختتام ی ▁مراحل ▁میں ▁داخل
▁اضلاع ▁کی ▁خبریں
▁ہمارے ▁بارے ▁میں
▁پرا پر ٹی ز : پی دا ▁کیا : ▁30 ▁مارچ ▁16 , ▁آخری ▁اپ ▁ڈی ٹ : ▁30 ▁مارچ ▁16 , ▁بهترین ▁ریز ولو شن : ▁جی ▁ہاں , ▁ہم ▁آ ہ نگ ▁بر اؤ زر : ▁IE 9 ، ▁IE 10 ، ▁IE 11 ، ▁ف ائر ▁فا کس ، ▁سف اری ، ▁اوپر ا ، ▁کر وم ، ▁ای ج , ▁ فائل یں : ▁جے ▁ایس ▁جا وا ▁سکر پٹ ، ▁جا وا ▁اس کر پٹ ▁J SON ، ▁ایچ ▁ٹی ▁ایم ▁ایل , ▁سا ف ٹ ▁و یئر ▁ور ژن : ▁HTML 5 ، ▁گوگل ▁ویب ▁ڈیزائن ر ، ▁Sten cy l ▁3.2 ، ▁2 ▁تعمیر یہ ▁صرف ▁اس ▁کے ▁اتحاد یوں ▁کی ▁خصوصیات ▁میں ▁سے ▁کچھ ▁ہیں . ▁تمام ▁خصوصیات ▁کو ▁دیکھنے ▁کے ▁لئے ▁تفصیلات ▁صفحہ ▁پر ▁جای ئے ▁!
▁نواز ▁شریف ▁کی ▁ریلی ▁سے ▁پہلے ▁لاہور ▁میں ▁ہنگام ہ ▁برپا ▁ہوا ▁تھا
▁" قا سم ▁اس ▁کمر ے ▁کا ▁فرش ▁کت نا ▁بدن ما ▁ہو ▁رہا ▁ہے۔ ▁پانی ▁لا ▁کر ▁ابھی ▁صاف ▁کرو ، ▁دیکھ نا ▁کوئی ▁داغ ▁ دھ بہ ▁باقی ▁نہ ▁رہے۔ ”
▁ہمارا ▁الم یہ ▁ہے ▁کہ ▁ہمارے ▁بچوں ▁کو ▁جب ▁وہ ▁ڈگری ▁ڈ پلو مہ ▁لے ▁کر ▁عملی ▁دنیا ▁میں ▁آتے ▁ہیں ▁تو ▁انہیں ▁سب ▁سے ▁بڑی ▁مشکل ▁یہ ▁پیش ▁آتی ▁ہے ▁کہ ▁مارکیٹ ▁میں ▁کوئی ▁انہیں ▁گ ائیڈ ▁کرنے ▁والا ▁نہیں ▁ہوتا ۔ ▁Inter n ship ▁کا ▁کوئی ▁اچھا ▁ماحول ▁نہیں۔ ▁میں ▁چاہتا ▁ہوں ▁کہ ▁جب ▁آپ ▁اپنے ▁کلی نک ▁پر ▁بیٹھ یں ▁تو ▁مکمل ▁خود ▁اعتماد ی ▁سے ▁پر یک ٹس ▁کریں۔
▁بقول ▁ا ُ ن ▁کے ، ▁ ’ میر ی ▁کامیابی ▁ایک ▁یہودی ▁خاندان ▁کی ▁مر ہ ون ِ ▁من ت ▁ہے ، ▁ج نھوں ▁نے ▁مجھے ▁اپنا ▁بیٹا ▁بنایا ۔ ▁میری ▁مدد ▁کی۔ ▁مجھے ▁م شور ے ▁دی ے۔ ▁میں ▁اس ▁یہودی ▁خاندان ▁کا ▁بے ▁انتہا ▁شکر گزار ▁ہوں ‘ ۔
▁نیویارک ▁میں ▁گیس ▁کے ▁دھماکے ▁میں ▁دو ▁عمارت وں ▁کے ▁منہ دم ▁ہونے ▁کے نت ی جے ▁میں ▁12 ▁افراد ▁زخمی
▁خبر رس اں ▁ادارے ▁رائٹ رز ▁کے ▁مطابق ▁را کٹ ▁انٹرنیٹ ▁کمپنی ▁نے ▁اپنی ▁جنوبی ▁ایشیا ء ▁کی ▁مقبول ▁ای ▁کام رس ▁ویب ▁سائٹ ▁ ’ د راز ‘ ▁علی ▁بابا ▁گروپ ▁کو ▁فروخت ▁کردیا ▁ہے۔
▁کھڑا ▁ہوتا ▁ہے ▁۔
▁اس ▁موقع ▁پر ▁ان ▁کے ▁ساتھ ▁ایف ▁سی ▁کے ▁اہلکار ▁بھی ▁تھے ▁وہ ▁ان ▁کے ▁ساتھ ▁ہاتھ ▁بھی ▁ملا ▁رہے ▁تھے ▁اور ▁کہہ ▁رہے ▁تھے ▁کہ ▁آپ ▁کو ▁ہتھیار ▁اس ▁لیے ▁نہیں ▁دے ▁رہے ▁کیونکہ ▁سامنے ▁والے ▁بھی ▁پاکستانی ▁ہیں۔ لہ ٰ ذا ▁ہم ▁حکمت ▁عملی ▁یہ ▁رکھنا ▁چاہے تے ▁ہیں ▁کہ ▁آپ ▁بھی ▁رہیں ▁لیکن ▁ہتھیار ▁کے ▁بغیر ▁ہی ▁یہ ▁معاملہ ▁حل ▁ہو ▁جائے۔ ▁اس ▁دن ▁سے ▁ہی ▁قیادت ▁نے ▁ان ▁کو ▁شک ▁کی ▁نظر ▁سے ▁دیکھا ▁جس ▁کے ▁بعد ▁چودھری ▁نثار ▁علی ▁خان ▁نے ▁کئی ▁موقع وں ▁پر ▁ٹر ائل ▁دیا ▁اور ▁کل ئیر ▁بھی ▁ہوئے۔
▁عز ا ے ِ ▁شہادت ▁ حض ـ رت ▁امام ▁ها دی ( ع ) ... ▁ . ▁ . ▁ .
▁حقوق ِ ▁انسانی ▁کے ▁لیے ▁کام ▁کرنے ▁والی ▁بین ▁الاقوامی ▁تنظیم ▁ای شین ▁ہی ومن ▁رائٹ س ▁کمیشن ▁نے ▁کہا ▁ہے ▁کہ ▁بلوچستان ▁میں ▁پچھلے ▁کئی ▁مہین وں ▁سے ▁ما ور ائے ▁عدالت ▁قتل ▁کے ▁واقعات ▁میں ▁اضافہ ▁ہوا ▁ہے۔
▁بھارت ▁: ▁اسلحہ ▁ڈ پو ▁میں ▁دھماکے ▁کے ▁دوران ▁چھ ▁افراد ▁زندگی ▁کی ▁بازی ▁ہار ▁گئے
▁ام ّ ی ▁رشتہ ▁کرانے ▁والی ▁خاتون ▁کے ▁علاوہ ▁اپنی ▁بڑی ▁بہن ▁اور ▁دی ور ▁کے ▁ساتھ ▁ز بیر ▁کے ▁گھر ▁گئیں ۔ ▁واپسی ▁پر ▁انہوں ▁نے ▁بتایا ▁کہ ▁گھر ▁چھ وٹ ا ▁مگر ▁صاف ▁ست ھر ا ▁اور ▁آر است ہ ▁تھا۔ ▁لڑکے ▁کی ▁والد ہ ▁اور ▁بہن وں ▁نے ▁بہت ▁پذیر ائی ▁کی۔ ▁ز بیر ▁بھی ▁گھر ▁میں ▁تھا۔ ▁چائے ▁خاصی ▁پ ُ رت کل ف ▁تھی۔ ▁ام ّ ی ▁کو ▁ان ▁لوگوں ▁کا ▁رہ ن ▁سہ ن ▁بھی ▁اچھا ▁لگا ▁تھا۔
▁1965 میں ▁آزاد ▁ہونے ▁والا ، ▁کراچی ▁کے ▁ایک ▁ضلع ▁کے ▁برابر ▁رق بہ ▁پر ▁مشتمل ▁سنگ ا ▁پور ▁، ا َ پ نے ▁ بانی ▁لی ▁کو ▁آن ▁یو ▁کی ▁دور ر َ س ▁اصلاحات ▁کے ▁نتیجے ▁میں ▁صرف ▁ تیس ▁سال ▁میں ▁دنیا ▁کا ▁نو اں ▁امیر ▁ترین ▁ملک ▁بنا ۔ ▁56 ▁لاکھ ▁آبادی ▁پر ▁مشتمل ▁یہ ▁جز ی رہ ▁جو ▁کبھی ▁کی چ ڑ ▁کا ▁د َ ریا ▁کہ لات ا ▁تھا ▁، اب ▁اس ▁کا ▁شمار ▁دنیا ▁کے ▁مہ نگے ▁ترین ▁شہروں ▁میں ▁ہوتا ▁ہے۔ ▁جس ▁کی ▁برآمد ات ▁5 13 ▁ا َ رب ▁ڈالر سال انہ ▁اور ▁فی ▁کس ▁آمدن ی ▁90 ▁ہزار ▁ڈالر سال انہ ▁ہے۔ ▁جبکہ ▁ہمارے ▁ل ٹی رے ▁حکمران وں ▁کی ▁بد ولت ▁ایٹم ی ▁قوت ▁پاکستان ▁کی ▁سالانہ ▁برآمد ات ▁صرف ▁23 ▁ا َ رب ▁ڈالر اور فی ▁کس ▁آمدن ی ▁15 12 ▁ڈالر سال انہ ▁ہے۔ ▁حل یم ہ ▁ی عق وب ▁کے ▁شوہر محمد ▁عبد ▁اللہ ▁الحب شی ▁یمن ی ▁ن ڑا د ▁ہیں ▁اور ▁ان ▁کے ▁5 ▁بچے ▁ہیں ، ▁یہ ▁خاندان ▁سنگ ا ▁پور ▁کے ▁علاقے ▁ی شون ▁میں ▁آٹھ ▁کمر وں ▁کے ▁ف لیٹ ▁میں ▁رہتا ▁ہے۔ ▁حل یم ہ ▁نے ▁صدر ▁بننے ▁کے ▁بعد ▁صدارت ی ▁محل ▁میں ▁رہنے ▁کی ▁بجائے ▁ا ِ سی ▁ف لیٹ ▁میں ▁رہنے ▁کا ▁فیصلہ ▁کیا ▁ہے۔ ▁ان ▁کا ▁یہ ▁فیصلہ ▁ہمارے ▁حکمران وں ▁کے ▁منہ ▁پر ▁ط مان چہ ▁ہے۔ ▁پاکستان ▁کے ▁وزیر ▁اعظم ▁ہاؤس ▁کا ▁یوم یہ ▁خرچ ہ ▁2 ▁لاکھ ▁30 ▁ہزار ▁روپے ▁سے ▁تجاوز ▁کر ▁چکا ▁ہے۔ ▁اس ▁طرح ▁اوس طا ً ▁سالانہ ▁8 ▁کروڑ ▁42 ▁لاکھ ▁روپے ▁وزیراعظم ▁ہاؤس ▁پر ▁خرچ ▁ہو ▁رہے ▁ہیں۔ ▁گزشتہ ▁دور ▁میں ▁سرکاری ▁خزان ے ▁سے ▁ا ِ سی ▁وزیراعظم ▁ہاؤس ▁میں ▁گھو ڑوں ▁کو ▁م رب ّ ے ▁بھی ▁کھل ائے ▁جاتے ▁رہے ▁ہیں۔ ▁ایک ▁چوک ی دار کی ▁بیٹی ▁صدارت ▁تک ▁پہنچ ▁کر ▁ا َ پن ی ▁اوقات ▁نہیں ▁بھول تی ▁، لیکن ▁ہمارے ▁حکمران ▁مس ند ِ ▁اقتدار ▁کو ▁اپنا ▁پیدائش ی ▁حق ▁تصور کر تے ▁ہیں ▁اور ▁خیال ▁کرتے ▁ہیں ▁کہ ▁ رع ایا ▁ان ▁کی ▁غلام ▁ہے ▁اور وہ ▁اپنی ▁زندگی ▁کا ▁ خراج ▁دے ▁کر ، ▁ان ▁کے ▁لیے ▁تع یش ات ▁فراہم ▁کرتی ▁رہے ▁گی۔
▁احتساب ▁عدالت ▁میں ▁مشہور ▁ناول ” دی وتا ” ▁کی ▁بازگشت
▁زیادہ ▁پڑھ ی ▁جانے ▁والی ▁خبریں
▁جناب ▁فر خ ▁تنو یر ▁چوہدری ▁صاحب ▁بھی ▁اپنے ▁بڑے ▁بھ ائ ▁کی ▁طرح ▁کمیونٹی ▁میں ▁متحرک ▁تھے ▁اور ▁پاکستانی ▁مسیحی وں ▁کی ▁ایک ▁طاقتور ▁آواز ▁تھے۔ ▁اور ▁اپنے ▁بھ ائ ▁طاہر ▁نو ید ▁چوہدری ▁کے ▁مش ن ▁کو ▁آگے ▁بڑھا ▁رہے ▁تھے۔ ▁میری ▁مع ت عد ▁بار ▁ان ▁سے ▁سکا ی ئ پ ▁پر ▁بات ▁ہو ئ ▁جب ▁ہم ▁پاکستانی ▁مسیحی ▁پناہ ▁گزین ▁جو ▁کہ ▁تھا ئ ▁لینڈ ، ▁سری ▁لنکا ▁اور ▁ملی شی ا ▁میں ▁مشکلات ▁میں ▁تھے۔ ▁وہ ▁قوم ▁کا ▁درد ▁رکھتے ▁تھے ▁اور ▁ہر ▁قومی ▁تحریک ▁کو ▁طاہر ▁نو ید ▁صاحب ▁کی ▁طرح ▁اپنی ▁ز اتی ▁پارٹی ▁سے ▁اوپر ▁اٹھ ▁کر ▁س پور ٹ ▁کرتے ▁تھے۔
▁Kar bala Ur du . com ▁کربلا ▁سمیت ▁تمام ▁مقدس ▁مقامات ▁سے ▁متعلق ▁ہر خبر ! ۔

▁ا دھر ، ▁اقوام ▁متحدہ ▁میں ▁برطانیہ ▁کے ▁معاون ▁سفیر ، ▁پیٹ ر ▁ولس ن ▁نے ▁شہریوں ▁کی ▁ہلاکت ▁پر ▁افسوس ▁کا ▁اظہار ▁کیا ▁ہے۔ ▁تاہم ، ▁ا ُ نھوں ▁نے ▁کہا ▁کہ ▁برطانیہ ▁عرب ▁اتحاد ▁کی ▁حمایت ▁جاری ▁رکھے ▁گا۔
▁کھیل ▁کی ▁تفصیل ▁ہے ▁خواب ، ▁اتار نا . ▁آن ▁لائن ▁کھیل ▁کو ▁کھیل نے ▁کے ▁لئے ▁کس ▁طرح ▁ایک ▁لڑکی ▁اور ▁اس ▁کے ▁خواب ▁کی ▁دو ▁ایک ▁جیسی ▁تصاویر ▁اختلافات ▁تلاش ▁کریں .

▁ان ▁بارہ ▁دنوں ▁کے ▁دوران ▁ہوٹل ▁میں ▁قیام ▁کرنے ▁والے ▁خل ائی ▁سیاح ▁خل اء ▁سے ▁زمین ▁کے ▁بہت ▁ہی ▁خوبصورت ▁ نظار وں ▁سے ▁لطف ▁اند وز ▁ہو ▁سکیں ▁گے۔ ▁چونکہ ▁یہ ▁ہوٹل ▁زمین ▁کے ▁گرد ▁تیز ▁رفتار ی ▁سے ▁چک ر ▁کا ٹ تے ▁ہوئے ▁90 ▁ منٹ ▁میں ▁ایک ▁چک ر ▁مکمل ▁کرے ▁گا ▁اس ▁لیے ▁اس ▁پر ▁موجود ▁سیاح ▁ایک ▁دن ▁میں ▁سول ہ ▁بار ▁سور ج ▁کے ▁طلوع ▁و ▁غر وب ▁کا ▁ نظار ہ ▁کر ▁سکیں ▁گے۔ ▁جو ▁کہ ▁نیل ے ▁سیار ے ▁کے ▁گرد ▁بہت ▁ہی ▁ مسح ور ▁کن ▁ نظار ہ ▁ہو ▁گا۔
▁شیر وں ▁کا ▁شکار ی
▁ما سکو : ▁روس ▁کے ▁صدر ول ادی ▁میر پی وٹ ن ▁نے ▁منفی ▁6 ▁سینٹ ی ▁گری ڈ ▁کے ▁درجہ ▁حرارت ▁میں ...
▁میں ▁تن ہا ▁تم ▁کو ▁یاد ▁کر وں ۔۔۔
▁ستار ہ ▁شام ▁۔ . ▁3- چ راغ ▁بر تی ▁۔ . ▁لم بی ▁تیزی ▁سے ▁ موم ▁بت ی ▁کے ▁بعد ▁ایک ▁تیزی ▁سا ▁فرق ▁ہے . ▁بیل ▁کنٹرول ▁میں ▁ہے ، ▁لیکن ▁وہ ▁زیادہ ▁حاصل ▁نہیں ▁کرتے ▁ہیں . ▁دوسرا ▁چراغ ▁بہت ▁چھ وٹ ا ▁ہے ▁اور ▁اس ▁کے ▁رنگ ▁اہم ▁نہیں ▁ہے . ▁تیسری ▁تیز ▁ موم ▁بت ی ▁خل ا ▁کے ▁ساتھ ▁کھول تی ▁ہے ▁اور ▁پچھلے ▁تیز ▁فرق ▁کو ▁بھر تی ▁ہے . ▁یہ ▁چراغ ▁اکثر ▁پہلے ▁ایک ▁سے ▁زیادہ ▁لم با ▁ہے ▁۔ .
▁کھ رم نگ ▁( نامہ ▁نگار ) ▁ڈ سٹر ک ▁کھ رم نگ ▁کی ▁ہیڈ ک وار ٹر ▁کی ▁رس ہ ▁کشی ▁اس ▁وقت ▁عوامی ▁مسائل ▁سے ▁ذ یا دہ ▁اہم ▁نظر ▁آتا ▁ہے ، ▁ضلع ▁کھ رم نگ ▁میں ▁ہیڈ ک وار ٹر ▁کا ▁مسل ہ ▁کچھ ▁مقامی ▁سیاست ▁دان وں ▁کیلئے ▁وجہ ▁شہر ت ▁بنی ▁ہوئی ▁ہے۔ ▁دوسری ▁طرف ▁ضلع ی ▁سرکاری ▁دفاتر ▁کیلئے ▁رس ہ ▁کشی ▁بھی ▁جاری ▁ہیں ▁مہ دی ▁آباد ▁سے ▁لیک ر ▁طول تی ▁تک ▁پھیل ے ▁سرکاری ▁دفاتر ▁م وصل ات ▁کی ▁عدم ▁دستیاب ی ▁کے ▁سبب ▁عوام ▁کیلئے ▁ایک ▁پیچ ید ہ ▁مسل ہ ▁بنا ▁ہوا ▁ہے ▁لیکن ▁کوئی ▁پوچھ نے ▁والا ▁نہیں۔ ▁ضلع ▁ش گر ▁میں ▁پاس پور ٹ ▁آف س ▁کا ▁قیام ▁بھی ▁عمل ▁میں ▁آیا ▁ہے ▁لیکن ▁کھ رم نگ ▁کے ▁نام ▁پر ▁سیاست ▁کرنے ▁والوں ▁کو ▁ابھی ▁محل ے ▁کی ▁سیاست ▁سے ▁باہر ▁آنے ▁کا ▁ابھی ▁تک ▁موقع ▁نہیں ▁ملا ۔ ▁کھ رم نگ ▁ضلع ▁کی ▁اعلان ▁کے ▁وقت ▁گو ہری ▁میدان ▁کو ▁ضلع ی ▁ہیڈ ک وار ٹر ▁کیلئے ▁با قاعدہ ▁نوٹ فک یشن ▁جاری ▁ہوا تھا ▁لیکن ▁عل اق ائی ▁مفاد ▁پرست ی ▁کی ▁سیاست ▁کے ▁بھی نٹ ▁چڑھ ▁گئے۔ ▁کچھ ▁لوگوں ▁نے ▁اس ▁میدان ▁کیلئے ▁معا وض ہ ▁دل انے ▁کی ▁کوشش ▁کرنے ▁کے ▁بجائے ▁سیاسی ▁اور ▁مقامی ▁بی ورو کر یسی ▁کی ▁طاقت ▁سے ▁ہیڈ ک وار ٹر ▁مخصوص ▁علاقے ▁میں ▁لے ▁جانے ▁کی ▁ا ُ ن کی ▁یہ ▁کوشش یں ▁تو ▁بے ▁سود ▁ثابت ▁ہوئی ▁لیکن ▁اس ▁وقت ▁ا ُ ن ▁سازش ی ▁عناصر ▁کی ▁زمین وں ▁کو ▁بھی ▁بغیر ▁کسی ▁معا وض ے ▁کے ▁سرکاری ▁استعمال ▁میں ▁لانے ▁کا ▁فیصلہ ▁ہو چ ُ کا ▁ہے۔
▁صدر ▁پاکستان ▁کی ▁جانب ▁سے ▁مختلف ▁شعب وں ▁میں ▁شاندار ▁کارکردگی ▁کا ▁مظاہرہ ▁کرنی والی ▁شخصیات ▁کو ▁اعزاز ات
▁میں ▁اور ▁مر ی ▁ذات ▁اگر ▁ایک ▁ہی ▁ش ے ▁ہیں
▁۵ ۴ . ▁ابراہیم ؑ ▁نے ▁کہا ▁تم ▁مجھے ▁اس ▁حال ▁میں ▁بشار ت ▁دیتے ▁ہو ▁کہ ▁مجھ ▁پر ▁بڑھا پا ▁آ ▁چکا ▁ہے ▁یہ ▁کس ▁چیز ▁کی ▁بشار ت ▁ہے ▁جو ▁تم ▁مجھے ▁دیتے ▁ہو ؟
▁اپنی ▁ہ ستی ▁کو ▁م ٹا نے ▁کی ▁تم ن ّ ائی ▁ہوں
▁” ہم ▁آپ ▁لوگوں ▁سے ▁مل ▁کر ▁بہت ▁کھو ش ▁ہوا ▁ہے۔ “
▁امریکی ▁وزیر ِ ▁خارجہ ▁ہل ری ▁کلن ٹن ▁نے ▁کہا ▁ہے ▁کہ ▁امریکہ ▁کو ا ِ س ▁بات ▁پر ▁سخت ▁تشویش ▁ہے ▁کہ ▁مصر ی ▁پولیس ▁نے ▁صدر ▁حسن ی ▁مبارک ▁کی ▁حکمران ی ▁کے ▁خاتمے ▁کا ▁مطالبہ ▁کرنے ▁والے ▁مظاہرین ▁پر ▁طاقت ▁کا ▁استعمال ▁کیا ▁ہے۔
▁فوجی ▁آفیسر ▁اور ▁نیو ی ▁کے ▁ملازمین ▁جماعت ▁پر ▁چھ ائے ▁ہوئے ▁تھے۔ ▁نیو ی ▁میں ▁اکثریت ▁بنگال یوں ▁کی ▁تھی۔ ▁سعید ▁بنگال ی ▁تو ▁حضرت ▁کا ▁محبوب ▁شاگرد ▁تھا۔ ▁کی پٹ ن ▁ زین ▁العاب دین ▁کے ▁کشف ▁کا ▁بھی ▁بہت ▁چر چا ▁تھا۔ ▁ایک ▁دفعہ ▁ہم ▁نے ▁اسے ▁حضرت ▁شیخ ▁الم کر م ▁کو ▁لینے ▁کے ▁لئے ▁ رسال پور ▁سے ▁چک ڑ الہ ▁بھی جا ▁تو ▁راستے ▁میں ▁ایکس یڈ نٹ ▁مار ▁دیا۔ ▁جب ▁پوچھا ▁کہ ▁یہ ▁کیسے ▁ہو ▁گیا ▁حالانک ہ ▁آپ ▁تو ▁اچھے ▁ڈر ائی ور ▁تھے ، ▁کہنے ▁لگا ▁کہ ▁میں ▁نے ▁دیکھا ▁گاڑی ▁میں ▁سوار ▁تمام ▁لوگ ▁اوپر ▁چل ▁رہے ▁ہیں۔ ▁میں ▁بھی ▁بے ▁اختیار ▁آنکھیں ▁بند ▁کر ▁کے ▁ان ▁کے ▁ساتھ ▁شامل ▁ہو ▁گیا۔ ▁اس ▁دوران ▁گاڑی ▁درخت ▁سے ▁جا ▁ٹکرا ئی ▁اور ▁ایکس یڈ نٹ ▁ہو ▁گیا ▁جس ▁میں ▁حضرت ▁شیخ ▁الم کر م ▁بھی ▁زخمی ▁ہو ▁گئے ▁اور ▁قاضی ▁ ثناء ▁اللہ ▁کو ▁بھی ▁معمولی ▁زخم ▁آئے ۔
▁گل ▁بہ او ▁تنظیم ▁کی ▁چ یئر پرس ن ▁نے ▁وی ▁او ▁اے ▁کو ▁بتایا ▁کہ ▁فضل ے ▁سے ▁کھا د ▁بنا کر ▁اس ▁میں ▁بی ج وں ▁کو ▁شامل ▁کرکے ▁اسے ▁شا پ نگ ▁بیگ ▁کا ▁استعمال ▁کیا ▁گیا ▁ہے۔ ▁کراچی ▁میں ▁جہاں ▁زیادہ ▁تر ▁ف لیٹ ▁اور ▁پلا زہ ▁بنانے ▁کے ▁رجحان ▁میں ▁اضافہ ▁کے ▁ساتھ ▁زمین ▁بہت ▁کم ▁اور ▁مہ نگی ▁ہے ▁اور ▁سب یز یاں ▁ اگ انے ▁کے ▁لیے ▁زیادہ ▁جگہ ▁در کار ▁نہیں ▁اس ▁طریقے ▁سے ▁کم ▁زمین ▁میں ▁زیادہ ▁سبز یاں ▁ اگ ائی ▁جا ▁سکتی ▁ہیں ▁اس ▁طریقے ▁کو ▁" ▁آسمان ی ▁کھ یت " ▁کا ▁نام ▁دیا گیا ▁ہے ▁۔
▁’’ مود ی ▁مقبوضہ ▁کشمیر ▁کی ▁صورتحال ▁سے توج ہ ▁ہٹا نا ▁چاہتے ▁ہیں ‘‘
▁آپ ▁اپنے ▁Facebook ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁جو لائ ▁2 , ▁2018 ▁_ ▁مہ دی ▁قاضی ▁_ ▁رجحان ▁سازی
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁بو زان , ▁فلم , ▁جنوبی ▁کوریا , ▁زبان , ▁بالی ▁ وڈ , ▁ہا لی ▁ وڈ , ▁ایشیا
▁پاکستان ▁ایم پل ائز ▁کو آپ ریٹ و ▁ہاؤس نگ ▁ سوس ائ ٹی
▁بھارت ▁اور ▁امریکہ ▁انھیں ▁2008 ء ▁میں ▁ممبئی ▁میں ▁ہونے ▁والے ▁دہشت ▁گرد ▁حملوں ▁کے ▁منصوبہ ▁ساز وں ▁میں ▁شمار ▁کرتا ▁ہے ▁لیکن ▁حافظ ▁سعید ▁اس ▁الزام ▁کو ▁مسترد ▁کرتے ▁آئے ▁ہیں۔
▁مختار ▁ زید ی ۔ ۔۔۔۔۔ ▁ایسا ▁کہاں ▁سے ▁ل ائیں ▁ت جھ ▁سا ▁کہیں ▁جسے ۔ ▁ رش حات ▁قلم : ▁ اظ ہر ▁الدین ۔ صح افی ، ▁ای ▁ٹی ▁وی ▁اردو ▁، ▁اور نگ ▁آباد
▁ای گز ی کٹ ▁کمپنی ▁کس ▁طرح ▁گھر ▁بیٹھے ▁آن ▁لائن ▁فرا ڈ ▁کرکے ▁کروڑ وں ▁روپے ▁کم اتی ▁رہی ، ▁طریقہ ▁کار ▁جان ئے ▁اس ▁ویڈیو ▁رپورٹ ▁میں
▁عمران ▁خان ▁رنگ ے ▁ہاتھوں ▁پکڑ ے ▁گئے ۔۔۔ گز شت ہ ▁روز ▁کیے ▁گئے ▁دعو ے ▁کی ▁حقیقت ▁پاکستانیوں ▁کے ▁سامنے ▁آگئی
▁انہوں ▁نے ▁حکومت ▁کو ▁خبردار ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁ہمارے ▁سوشل ▁میڈیا ▁کے ▁لوگوں ▁کو ▁ہاتھ ▁نہ ▁لگا و ¿ ، ▁سوشل ▁میڈیا ▁پر ▁پابندی ▁لگا ئی ▁تو ▁سڑک وں ▁پر ▁نکل یں ▁گے ، ▁کارکنوں ▁کی ▁سڑک وں ▁پر ▁آنے ▁کی ▁بڑی ▁پر یک ٹس ▁ہو ▁چکی ▁ہے ، ▁اللہ ▁نے ▁موقع ▁دیا ▁تو ▁بلوچستان ▁کو ▁تبدیل ▁کریں ▁گے ، ▁بلوچستان ▁کے ▁پولیس ▁والے ▁خیبر ▁پختونخوا ▁کا ▁پولیس ▁ایک ٹ ▁مانگ ▁رہے ▁ہیں ، ▁کے ▁پی ▁میں ▁کرپشن ▁پر ▁قابو ▁پا ▁لیا ▁ہے ، ▁کے ▁پی ▁میں ▁پولیس ▁کا ▁نظام ▁مثال ▁بن ▁چکا ▁ہے ، ▁کے ▁پی ▁کو ▁نہ ▁پوری ▁گیس ▁ملت ی ▁ہے ▁نہ ▁بجلی ▁اور ▁نہ ▁پانی ، ▁یہی ▁حال ▁بلوچستان ▁کا ▁ہے ، ▁چھوٹے ▁ صوب وں ▁کو ▁ان ▁کا ▁حق ▁نہیں ▁ملتا ، ▁کچھ ی ▁کی نال ▁بن ▁جائے ▁تو ▁بلوچستان ▁کو ▁فائدہ ▁ہو ▁گا۔ ▁عمران ▁خان ▁نے ▁مزید ▁کہا ▁کہ ▁یو تھ ▁لون ▁سک یم ▁کے ▁75 ▁فیصد ▁قرض ے ▁پنجاب ▁لے ▁جاتا ▁ہے ، ▁اقتدار ▁میں ▁آ ▁کر ▁عدل ▁اور ▁انصاف ▁کا ▁نظام ▁لیک ر ▁آئیں ▁گے ، ▁ایسا ▁نظام ▁بنائیں ▁گے ▁کہ ▁تمام ▁ صوب وں ▁کو ▁مکمل ▁حقوق ▁مل یں ▁گے
▁لیکن ▁ت ُ و ▁اپنے ▁نیک ▁لوگوں ▁کو ▁چھپ ا ▁لی تا ▁ہے۔ ▁اور ▁انہیں ▁تو ▁بچا ▁لی تا ▁ہے۔
▁ا خف ائے ▁راز ▁کے ▁اصول
▁مسجد ▁محمد یہ ▁، ▁ٹی ▁ایم ▁سی ▁ایس ▁لے ▁آؤٹ ، ▁جے ▁پی ▁نگر ▁، ▁فر سٹ ▁اسٹ یج
▁عمران ▁کی ▁سربراہ ▁فوج ▁کے ▁ہمراہ ▁یو ▁اے ▁ای ▁میں ▁آمد
▁ہمیں ▁فال و ▁کریں :
▁پولیس ▁تھا نہ ▁گلی انہ ▁نے ▁مقدمہ ▁درج ▁کر ▁لیا ▁ہے ▁۔ اور ▁ملزمان ▁سے ▁تفتیش ▁جاری ▁ہے ▁۔ ا دھر ▁معلوم ▁ہو ▁ا ▁ہے ▁کہ ▁دو ▁ماہ ▁قبل ▁نو بل ▁کرنسی ▁ایکس چین ج ▁میں ▁کی ▁گئی ▁ڈ کی تی ▁میں ▁ملوث ▁ایک ▁ملزم ▁کو ▁تھا نہ ▁ کڑ یانو الہ ▁نے ▁گرفتار ▁کر ▁لیا ▁ہے ▁۔ اس ▁کے ▁ساتھ ی ▁کی ▁تلاش ▁جاری ▁ہے۔

▁تازہ ▁رہنے ▁کے ▁لئے ▁ہمارے ▁ف یڈ ▁کو ▁سب س کر ائب ▁کریں !
▁پی ▁اس ▁پی ▁– ▁ist gah . com
▁4 ▁اگر ▁ا دوم ▁کہ ے ▁ہم ▁بر باد ▁تو ▁ہو ے ▁پر ▁وی ران ▁جگہ وں ▁کو ▁پھر ▁آ کر ▁تعمیر ▁کریں ▁گے ▁تو ▁رب ▁ال اف واج ▁فرما تا ▁ہے ▁اگرچہ ▁وہ ▁تعمیر ▁کریں ▁پر ▁میں ▁ڈھ ا وں ▁گا ▁اور ▁لوگ ▁ان ▁کا ▁یہ ▁نام ▁رکھیں ▁گے ▁شر ارت ▁کا ▁ملک ۔ ▁وہ ▁لوگ ▁جن ▁پر ▁ہمیشہ ▁خداوند ▁کا ▁ق ہر ▁ہے۔
▁( ا رمان ▁ہیں ▁بہت ▁سے ، ▁میرے ▁پیر )

▁سکھ ر ▁موٹر ▁ورک س ▁ایس وسی ▁ای شن ▁کی ▁جانب ▁سے ▁جشن ▁آزادی ▁موقع ▁پر ▁تقریب
▁واضح ▁رہے ▁کہ ▁گذشتہ ▁ہفتے ▁جب ▁پرویز ▁مشرف ▁کو ▁عدالت ▁میں ▁پیش ▁کیا ▁تو ▁ان ▁کے ▁ساتھ ▁درج نوں ▁لڑ ا کا ▁بھی ▁تھے ▁ج نھوں ▁نے ▁وکیل وں ▁جیسا ▁لباس ▁پہن ▁رکھا ▁تھا۔ ▁ان ▁کی ▁سابق ▁صدر ▁مشرف ▁کے ▁مخالف ▁وکیل وں ▁کے ▁ساتھ ▁جھ ڑ پ ▁ہوئی ▁تھی۔
▁السلام ▁عليكم ▁ورحمة ▁الله ▁وبركاته ▁ایک ▁طالب ▁علم ▁کو ▁کسی ▁کو رس ▁میں ▁د ▁اخ لہ ▁لینے ▁کےلئے ▁خود ▁کو ▁احمدی ▁ظاہر ▁کرتا ہے۔ جب کہ ▁وہ ▁مسلمان ▁ہے ▁کیا ک تاب ▁وس نت ▁کی ▁رو ▁سے ▁ایسا ▁کرنا ▁جائز ▁ہے۔ ▁نیز ▁یہ ▁بھی ▁بتا ی ئ ں ▁کہ ▁اس ▁قسم ▁کا ▁مشورہ ▁دینے ▁کے ▁متعلق ▁شریعت ▁اسلامی ہ ▁کا ▁کیا ▁فیصلہ ▁ہے سائل ۔ عبد ...
▁خاتون ▁کو ▁قتل ▁کرنے ▁والے ▁ملزم ▁کو ▁سزا ئے ▁موت ▁کا ▁حکم
▁تاہم ▁ماہرین ▁کا ▁یہ ▁بھی ▁کہنا ▁ہے ▁کہ ▁آئی ▁فون ▁10 ▁کو ▁در پیش ▁دیگر ▁تمام ▁مسائل ▁میں ▁یہ ▁سبز ▁لک یر ▁کا ▁مسئلہ ▁سب ▁سے ▁زیادہ ▁خطرناک ▁ثابت ▁ہو ▁سکتا ▁ہے۔ ▁کیونکہ ▁دیگر ▁مسائل ▁کا ▁تعلق ▁سا ف ٹ ▁و یئر ▁سے ▁ہے ▁لیکن ▁خطرناک ▁مسئلہ ▁ہار ڈو یئر ▁میں ▁خراب ی ▁کی ▁وجہ ▁سے ▁ہو ▁سکتا ▁ہے۔
▁فیصل ▁آباد ( آن ▁لائن ) دور ہ ▁ب نگ لا ▁دیش ▁کے ▁لیے ▁نمائند گی ▁پانے ▁والے ▁نوجوان ▁بی ٹس مین ▁محمد ▁رضوان ▁نے ▁خوشی ▁کا ▁اظہار ▁کیا ▁جبکہ ▁جادو گر ▁اسپ نر ▁سعید ▁اجمل ▁کہتے ▁ہیں ▁کہ ▁سینئر ز ▁کو ▁کپتان ▁ اظ ہر ▁علی ▁سمیت ▁جون یئر ▁کھلاڑیوں ▁کو ▁س پور ٹ ▁کرنا ▁چاہیے۔ ▁میڈیا ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁کوئٹہ ▁سے ▁تعلق ▁رکھنے ▁والے ▁محمد ▁رضوان ▁نے ▁کہا ▁کہ ▁دورہ ▁ب نگ لا ▁دیش ▁کے ▁لیے ▁منتخب ▁ہونے ▁پر ▁وہ ▁بہت ▁خوش ▁ہیں ▁اور ▁وہ ▁اچھی ▁کارکردگی ▁سے ▁اپنا ▁انتخاب ▁درست ▁ثابت ▁کریں ▁گے۔ ▁جادو ▁گرا سپ نر ▁سعید ▁اجمل ▁نے ▁کہا ▁کہ ▁نوجوان ▁کھلاڑیوں ▁کو ▁موقع ▁دینا ▁خوش ▁آئ ند ▁ہے۔

▁امریکی ▁صدر ▁ڈونلڈ ▁ٹرمپ ▁کا ▁امریکی ▁سفارت ▁خان ے ▁کو ▁ی روش لم ▁منتقل ▁کرنے ▁اور ▁ی روش لم ▁کو ▁اسرائیل ▁کا ▁دارالحکومت ▁تسلیم ▁کرنے ▁کا ▁فیصلہ ▁تحریک ▁کو ▁اور ▁بھی ▁زیادہ ▁مش تعل ▁کرنے ▁کی ▁وجہ ▁بنا ▁ہے۔ ▁یہ ▁اقدام ▁فلسطینی ▁قومی ▁جدوجہد ▁کے ▁بنیادی ▁مطالب ات ▁کے ▁خلاف ▁شعور ی ▁ اشت عال ▁انگیز ی ▁تھی۔ ▁منتقل ی ▁کی ▁تاریخ ▁بھی ▁دانست ہ ▁طور ▁پر ▁ایک ▁ایسے ▁دن ▁رکھی ▁گئی ▁جب ▁اسرائیل ▁کی ▁ریاست ▁کا ▁اعلان ▁ہوئے ▁70 ▁سال ▁مکمل ▁ہو ▁چکے ▁تھے ▁( 1948 ء ) ▁جس ▁کی ▁وجہ ▁سے ▁7 ▁لاکھ ▁سے ▁زائد ▁فلسطینی وں ▁کو ▁اپنا ▁گھر ▁بار ▁چھوڑ نا ▁پڑا ▁تھا۔ ۔ ایک ▁ایسا ▁دن ▁جسے ▁فلسطینی ▁’’ نک بہ ‘‘ ( ت با ہی ▁و ▁بر باد ی ) ▁کے ▁نام ▁سے ▁یاد ▁کرتے ▁ہیں۔
▁فہرست ▁ممالک ▁بل ح اظ ▁قدرت ی ▁گیس ▁کے ▁ثابت ▁شدہ ▁ذ خ ائر ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁451 ▁_ ▁_ ▁‡ a ▁گلو سٹر ، ▁می سا چ وس ٹس
▁بر ون ائی ▁کے ▁اضلاع ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁با صلاح یت ▁م سٹر ▁دی پک ▁گ پ تا ▁حیرت ▁انگیز ▁پی ن ٹنگ ز ▁کو ▁پیدا ▁کیا ▁ہے . ▁یہاں ▁آپ ▁کے ▁لئے ▁گو تم ▁بدھ ▁ہے .
▁بک ٹک ائن ▁قیمت ▁تکنیک ی ▁تجزیہ ▁- ▁$ ▁300 ▁کے ▁لئے ▁سربراہ ؟
▁جواب ▁دیں ▁جواب ▁منسوخ ▁کریں
▁گو ادر ▁کے ▁مقامی ▁تا جر وں ▁سے ▁بات ▁ہوئی۔ ▁وہ ▁لوگ ▁بہت ▁پر ▁امید ▁تھے ▁کہ ▁گو ادر ▁میں ▁ترقی اتی ▁کام وں ▁نے ▁رفتار ▁پکڑ ▁لی ▁ہے۔ ▁ پرانے ▁گو ادر ▁کا ▁کافی ▁سارا ▁حصہ ▁گر ایا ▁جا ▁رہا ▁ہے۔ ▁اس ▁کو ▁پاس ▁ہی ▁ایک ▁جگہ ▁شف ٹ ▁کیا ▁جائے ▁گا۔ ▁گو ادر ▁ فش ری ▁والوں ▁کو ▁بھی ▁م تبادل ▁جگہ ▁دے ▁کر ▁گو ادر ▁پورٹ ▁کے ▁پاس ▁سے ▁شف ٹ ▁کرنے ▁کا ▁پروگرام ▁ہے۔ ▁گو ادر ▁میں ▁جگہ ▁جگہ ▁سرکاری ▁عمارت وں ▁پر ▁وزیراعلی ▁بلوچستان ▁اور ▁وزیر ▁اعظم ▁پاکستان ▁کی ▁تصاویر ▁والے ▁بڑے ▁بڑے ▁پی نا ▁فل یکس ▁پوسٹ ر ▁لگے ▁ہوئے ▁ہیں۔ ▁سرکاری ▁عمارت وں ▁پر ▁یہ ▁کچھ ▁اچھے ▁نہیں ▁لگ ت ے۔

▁ہمارے ▁بارے ▁میں

▁فی روز ▁سمجھ ▁گیا ▁کہ ▁یہ ▁شہزاد ی ▁وہی ▁ہے ▁جس ▁کی ▁تلاش ▁میں ▁میں ▁نے ▁شہر ▁بہ ▁شہر ▁خاک ▁چھ انی ▁ہے۔
▁راج ست ھان ▁میں ▁مسلم ▁اکثریت ▁والا ▁ایک ▁گاؤں ▁‘ ▁زیادہ ▁تر ▁فوجی ۔ ▁ویڈیو
▁آئ ▁آئ ▁چند ری گر ▁روڈ ▁(1)
▁تو ▁پھر ▁سے ▁خ فا ▁ہوگیا
▁ابھی ▁پر تھ وی ▁شا ▁نے ▁اپنے ▁بین ▁الاقوامی ▁کر یئر ▁کا ▁آغاز ▁نہیں ▁کیا ▁ہے ▁اور ▁اتنی ▁کم ▁عمر ▁میں ▁اتنا ▁بڑا ▁تش ہ یری ▁معاہدہ ▁کرنے ▁والے ▁پہلے ▁بھارتی ▁کھلاڑی ▁بن ▁گئے ▁ہیں۔
▁ایک ▁بار ▁یاد ▁رکھی ے ▁گا ، ▁قرآن ▁صرف ▁صادق ▁اور ▁آم ین ▁کے ▁دل ▁میں ▁اتر تا ▁ہے . ▁میں ▁نے ▁اس ▁کتاب ▁کے ▁بڑے ▁بڑے ▁علما ▁کو ▁دیکھا ▁ہے ، ▁جو ▁امان ت ▁کی ▁راہ ▁سے ▁ذرا ▁سے ▁پھ سل ے ▁اور ▁پھر ▁ان ▁سے ▁قرآن ▁کی ▁حل ا وت ▁چھ ین ▁لی ▁گئی . ▁اور ▁پھر ▁کبھی ▁وہ ▁اس ▁کتاب ▁کو ▁ہاتھ ▁نہ ▁لگا ▁سکے ."
▁" بہ ت ▁جلد ▁انسان ▁کا ▁ایمان ▁اپنی ▁تخلیق ▁شدہ ▁مخلوق ▁سائنس ▁پر ▁اتنا ▁مست ح کم ▁ہوتا ▁چلا ▁گیا ▁کہ ▁بے ▁اختیار ی ▁میں ▁اس ▁نے ▁اپنی ▁مخلوق ▁کے ▁ذریعے ▁ملکوں ▁اور ▁قوم وں ▁کو ▁تباہ ▁کرنا ▁شروع ▁کر ▁دیا۔ " ▁( ▁١٩ ٩ ٠ ء ، ▁پا گل ▁خانہ ، ▁١ ١ ▁)
▁اسمبلی ▁میں ▁ساد ہ ▁اکثریت ▁کے ▁لیے ▁92 ▁سیٹ یں ▁چاہیے ▁اور ▁ابھی ▁سے ▁تھ وڑ ی ▁دیر ▁قبل ▁بی ▁جے ▁پی ▁کو ▁100 ▁سے ▁زیادہ ▁سیٹ وں ▁پر ▁سبق ت ▁نظر ▁آ ▁رہی ▁تھی۔
▁دوسرے ▁مرحلے ▁میں ▁نا ظ م ▁آباد ▁سے ▁بورڈ ▁آف س ▁جانے ▁والے ▁ٹر یک ▁کو ▁منہ دم ▁کیا جا ▁ ئے ▁گا۔ ▁نا ظ م ▁آباد ▁، ▁نار تھ ▁نا ظ م ▁آباد ▁، ▁نار تھ ▁کراچی ، ▁نیو کر ا چی ▁اور ▁سر جان ی ▁ٹاؤن ▁جانے ▁والے ▁لاکھ وں ▁شہری ▁روزانہ ▁نا ظ م ▁آباد ▁پل ▁استعمال ▁کرتے ہ یں ، ▁پل ▁کے ▁ انہ دام ▁کے ▁بعد ▁ٹریفک ▁جام ▁میں ▁مزید ▁اضافہ ▁کا ▁خدش ہ ▁ہے۔
▁قصور ▁کے ▁در ند ے ▁کو ▁سر عام ▁پھ انس ی ▁دی ▁جائے
▁اور ▁پہاڑ وں ▁کی ▁تخلیق ▁سے ▁بھی ▁پہلے ▁تیر ا ▁جنم ▁ہوا۔
▁مسئلہ ▁کشمیر ▁کو ▁بھرپور ▁طریقے ▁سے ▁اج اگر ▁کیا ج ائے ▁گا ، ▁محمد ▁نواز ▁شریف ▁کا ▁حر یت ▁کانفرنس ▁کے ▁رہنما وں ▁سے ▁ملاقات ▁کے ▁دوران ▁اظہار
▁پروفیسر ▁سو گی تا ▁نے ▁جاپان ▁کے ▁ایک ▁ٹیلی ▁ویژن ▁پر ▁اپنے ▁انٹرویو ▁میں ▁کہا ▁ہے ▁کہ ▁کو ا ▁اس ▁سے ▁کہیں ▁زیادہ ▁ذ ہ ین ▁ہے ▁جتن ا ▁کہ ▁ہم ▁اسے ▁سمجھتے ▁ہیں۔
▁مایوس ▁مہاجرین ▁آس ٹری ا ▁سے ▁اپنے ▁اپنے ▁وطن ▁واپس ▁جانے ▁لگے ▁06. 02. 2016
▁مزید ▁دکھائی ں
▁9. ▁اسلام ▁کا ▁کو نسا ▁رکن ▁گناہ وں ▁سے ▁ڈھ ال ▁ہے ؟
▁شن گھ ائی ▁تعاون ▁تنظیم ▁کے ▁ذریعے ▁دونوں ▁ملکوں ▁کی ▁نئی ▁بات ▁چیت ▁شروع ▁ہو رہ ی ▁ہے ▁اور ▁آپ س ▁میں ▁انسداد ▁دہشت ▁گردی ▁سمیت ▁حساس ▁مسائل ▁پر ▁تبادل ہ ▁خیال ▁کیا ▁جا ▁رہا ▁ہے۔ یہ ▁شن گھ ائی ▁جذب ے ▁کی ▁زندہ ▁مثال ▁ہے ▁۔ ▁چینی ▁صدر ▁شی ▁جن ▁پھ نگ ▁نے ▁چھ نگ ▁تا و ▁سم ٹ ▁میں ▁شن گھ ائی ▁تعاون ▁تنظیم ▁کے ▁ہم ▁نصیب ▁معاشرے ▁کا ▁تصور ▁پیش ▁کیا ▁ہے ▁۔ اس ▁بارے ▁میں اق وا م ▁متحدہ ▁کی ▁نائب ▁سیکریٹری ▁جنرل ▁آمن ہ ▁محمد ▁نے ▁یہ ▁خیال ▁ظاہر ▁کیا ▁کہ ▁چینی ▁صدر ▁نے ▁پوری ▁دنیا ▁کی ▁ترقی ▁اور ▁مستقبل ▁کے ▁ت ناظر ▁میں ▁بنی ▁نوع ▁انسان ▁کے ▁ہم ▁نصیب ▁معاشرے ▁کا ▁تصور ▁پیش ▁کیا ▁ہے۔ اس ▁سلسلے ▁میں ▁چین ▁رہنما ▁کردار ▁ادا ▁ کری گا ۔ ▁ترقی ▁کے ▁راستے ▁میں ▁ہم ▁کسی ▁ملک ▁کو ▁بھی ▁پیچھے ▁نہیں رہ نے ▁دیں گ ے۔ ▁اس ▁ضمن ▁میں ▁دنیا ▁کو ▁چین ▁کی ▁رہنما ئی ▁کی ▁ضرورت ▁ہے۔
▁دینی ▁مدارس ▁کے ▁نصاب ▁اور ▁طرز ِ ▁تعلیم ▁پر ▁ایک ▁نظر ▁( ق سط ▁اول )
▁جھوٹ ▁بول نے ▁والوں ▁کا ▁انجام ▁قرآن ▁و ▁...
▁ ’ میں ▁مختلف ▁طریقے ▁سے ▁ظاہر ▁ہونے ▁والی ▁آواز ▁ہوں۔ ▁میں ▁اس ▁لا ▁محدود ▁کی ▁آواز ▁ہوں ، ▁جس ▁کے ▁بے ▁شمار ▁پہلو ▁ہیں ▁اور ▁یہ ▁پہلو ▁مختلف ▁نوعی ت ▁کے ▁ہیں۔ ▁میں ▁اس ▁کبھی ▁نہ ▁ختم ▁ہونے ▁والی ▁مس رت ▁کی ▁آواز ▁ہوں ، ▁جو ▁تمام ▁چیز وں ▁میں ▁جاری ▁و ▁ساری ▁ہے۔ ▁مس رت ▁میرے ▁تخلیق ▁کا ▁بنیادی ▁نقط ہ ▁ہے ▁اور ▁میری ▁زندگی ▁کا ▁مقصد ▁بھی ۔ ‘
▁مسلم ▁لیگ ▁ن ▁قانونی ▁اور ▁سیاسی ▁محا ذ ▁پر ▁شدید ▁مسائل ▁سے ▁دو چار ▁ہے۔ ▁میاں ▁نوازشریف ▁کی ▁سیاسی ▁جانشین ی ▁کے ▁لیے ▁میاں ▁شب ہ از شریف ▁کھل ▁کر سام نے ▁آ چک ے۔ اب ▁صورت ▁حال ▁یہ ▁ہے ▁کہ ▁مریم ▁نواز ▁قومی ▁اداروں ▁کے ▁ساتھ ▁محا ز آر ائی ▁کے ▁راستے ▁پر ▁گام زن ▁ہیں ▁جبکہ ▁وزیر ▁اعلی ▁پنجاب ▁شہباز ▁شریف ▁م فا ہم ت ▁کے ▁علم بر دار ▁بن ▁کر ▁سامنے ▁آئے ▁ہیں۔ ا دھر ▁مسلم ▁لیگ ▁ن ▁کے ▁اندر ▁باغ ی ▁گروپ ▁سے ▁متعلق ▁خبریں ▁بھی ▁سامنے ▁آر ہ یں ▁جن ▁کی ▁شیخ ▁رشید ▁کے ▁بع قول ▁50 سے ▁60 کے ▁قریب ▁بت ائی ▁جارہی ▁ہے۔ ▁مسلم ▁لیگ ▁ن ▁کے ▁اندر ونی ▁حلق وں ▁کا ▁خیال ▁ہے ▁کہ ▁پارٹی ▁کی ▁نظر ▁آنے ▁والے ▁سینٹ ▁انتخابات ▁پر ▁مر کو ز ▁ہے۔ ▁پی ▁ایم ▁ایل ▁این ▁سمجھ تی ▁ہے ▁کہ ▁حالات ▁کچھ ▁بھی ▁ہوں ▁اسے ▁بہ رک یف ▁ایوان ▁بالا ▁میں ▁اپنی ▁متوقع ▁اکثریت ▁حاصل ▁کرنا ▁ہے ▁تاکہ ▁موجودہ ▁اور ▁مس قبل ▁کے ▁مسائل ▁سے ▁کامیابی ▁سے ▁نبرد ▁آزما ▁ہوا ▁جا سک ے۔ ▁کہتے ▁ہیں ▁سیاست ▁میں ▁مہین ہ ▁تو ▁دور ▁ایک ▁ہفتے ▁بھی ▁بہت ▁ہوا ▁کرتا ▁ہے۔ ▁آنے ▁والے ▁دنوں ▁میں ▁مسلم ▁لیگ ▁ن ▁اپنے ▁مسائل ▁پر ▁کب ▁اور ▁کیسے ▁قابو ▁پات ی ▁ہے ▁اس ▁بارے ▁حتمی ▁طور ▁پر ▁کچھ ▁کہنا ▁یقینا ▁مشکل ▁ہے۔
▁حکمران ▁پاکستان ▁کو ▁دہشت ▁گردی ▁کی ▁’’ گر ے ▁ل سٹ ‘‘ ▁میں ▁شامل ▁کروا ▁کر ▁رخصت ▁ہو ر ہے ▁ہیں ▁: ▁ڈاکٹر ▁طاہر ▁القادر ی ▁نیوز ▁لیک س ▁سک ی نڈ ل ▁اور ▁دہشت ▁گرد ▁ہم سا یہ ▁ممالک ▁میں ▁بھ جو انے ▁کے ▁الزام ▁سے ▁قومی ▁مفاد ▁کو ▁نقصان ▁پہنچا ▁نااہل ی ▁اور ▁کرپشن ▁کی ▁وجہ ▁سے ▁حلقہ ▁بندی وں ▁کے ▁تنازع ▁نے ▁بحران ▁کی ▁شکل ▁اختیار ▁کر ▁لی : ▁سربراہ ▁عوامی ▁تحریک
▁صوبہ ٴ ▁خیبر ▁پختونخوا ہ ▁کے دار ال حکومت ▁پشاور ▁کے ▁مض افات ▁میں ▁ایک ▁پولیس ▁چوک ی ▁پر ▁ہونے ▁والے ▁ایک ▁بم ▁حملے ▁میں ▁پولیس ▁کا ▁ایک ▁عہدے ▁دار ▁ہلاک ▁جب ▁کہ ▁دوسرا ▁زخمی ▁ہوا۔
▁برکت ▁حسین ▁گ ہری ▁سوچ ▁میں ▁ڈو ب ▁گئے ▁— ▁ماجرا ▁کیا ▁ہوسکتا ▁ہے ؟ ▁کوئی ▁خطرناک ▁بات ▁نہیں ▁ہے۔ ▁نہیں ▁تو ▁... ▁پھر ▁منا ▁میں ▁آئی ▁اس ▁تبدیلی ▁کی ▁وجہ ▁کیا ▁ہے۔ ▁اتنی ▁تبدیلی ▁بے ▁بات ▁اور ▁اچانک ▁تو ▁نہیں ▁آس کت ی ▁... ▁وہ ▁ذرا ▁سوچ ▁میں ▁ڈو ب ▁گئے۔ ▁معا ً ▁انہیں ▁ان ▁کے ▁دوستوں ▁کا ▁خیال ▁آیا ▁— ▁منا ▁کے ▁یہ ▁نئے ▁دوست ۔ ▁وہ ▁شم یم ▁کی ▁طرف ▁م ڑے ۔

▁بھارتی ▁وزیراعظم ▁نریندر ▁مودی ▁نے ▁یو ▁ٹر ن ▁لیتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁ان ▁کا ▁ملک . ...
▁عصر ▁حاضر ▁کے ▁اہم ▁مسائل ▁میں ▁سے ▁ایک ▁مسئلہ ▁جو ▁اہل بی ت ▁علیہ م ▁السلام ▁کے ▁پیر و کار وں ▁کے ▁درمیان ▁خاص ▁اہمیت ▁کا ▁حامل ▁ہے ، ▁وہ ▁یہ ▁ہے ▁کہ ▁امام ▁زمان ▁ عجل ▁اللہ ▁تعالی ▁کے ▁دور ▁ غی بت ▁میں ▁ان ▁کے ▁شی ع وں ▁اور ▁چاہ نے ▁والوں ▁کی ▁کیا ▁کیا ▁ذم ہ ▁دار یاں ▁ہیں ▁؟
▁جماعت ▁اسلامی ▁کے ▁سابق ▁امیر ▁قاضی ▁حسین ▁احمد ▁اسلام ▁آباد ▁کے ▁ایک ▁اسپتال ▁میں ▁حرکت ▁قلب ▁بند ▁ہو جان ے ▁سے ▁انتقال ▁کر گ ئے۔
▁رہی ▁بات ▁تنظیم ی ▁ذم ہ ▁داری ▁طلب ▁کرنے ▁کی ▁تو ▁اس ▁کا ▁طلب ▁کرنا ▁بھی ▁مناسب ▁نہیں ▁کیونکہ ▁نیک ی ▁کی ▁دعوت ▁دینے ▁اور ▁ب ُ ر ائی ▁سے ▁منع ▁کرنے ▁کے ▁لیے ▁ذم ہ ▁دار ▁کے ▁منصب ▁پر ▁ف ائز ▁ہونا ▁ضروری ▁نہیں ▁، ▁مات حت ▁رہ ▁کر ▁بھی ▁یہ ▁کام ▁ہو ▁سکتا ▁ہے ▁اللہ ▁ع َ ز َّ و َ ج َ ل َّ ▁ہمیں ▁ا خلاص ▁کے ▁ساتھ ▁نیک ی ▁کی ▁دعوت ▁کی ▁دھو میں ▁مچ انے ▁والا ▁بنا ▁دے ، ▁ا ٰ م ِ ی ْ ن ▁ب ِ ج َ ا ہ ِ ▁الن َّ ب ِ ی ِّ ▁ال ْ ا َ م ِ ی ْ ن ▁ص َ ل َّ ی ▁الل ّ ٰ ہ ُ ▁ت َ ع َ ال ٰ ی ▁ع َ ل َ ی ْ ہ ِ ▁وا ٰ لہ ٖ ▁و َ س َ ل َّ م ۔
▁الحد ید ہ ▁ایئر ▁پورٹ ▁مکمل ▁طور ▁پر ▁آزاد ▁/ ▁الحد ید ہ ▁پر ▁سعودی ▁عرب ▁کے ▁قبضہ ▁کی ▁خبریں ▁بے ▁بنیاد
▁عباس ▁ناصر ▁4 ▁دن ▁پہلے
▁3) ▁آسان ▁آپریشن ▁اور ▁بحال ی ▁کی ▁خدمات
▁رمضان ▁کے ▁علاوہ ▁اعت ک اف [ تر م یم ]
▁انا ▁لل ہ ▁و انا ▁ال یہ ▁راج عون ▁ہسپتال ▁میں ہی ▁انتقال ۔۔ ▁پاکستان ▁مسلم ▁لیگ ▁( ن ) ▁کو ▁بہت ▁بڑا ▁جھ ٹک ا ▁ ۔۔ ▁آ ہ یں ▁اور ▁س سک یاں ▁ ۔۔ پاکستان ▁میں ▁کہ رام ▁مچ ▁گیا
▁رسائی ▁کے ▁لیے ▁لنک
▁بھ کر ▁، ▁گور ن منٹ ▁پوسٹ ▁گری جو یٹ ▁کالج ▁کے ▁لیے ▁حالی ہ ▁بجٹ ▁میں ▁16 ▁کروڑ ▁روپے ▁مختص ▁کرد ئیے
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں

▁شاہ ▁رخ ▁خان ▁نے ▁اپنی ▁ان تھ ک ▁محنت ▁کا ▁سہ را ▁سرو ج ▁خان ▁کے ▁سر ▁بان دھ ▁دیا
▁Posted ▁By : ▁ٹیم ▁آئی ▁بی ▁سی ▁اردو ▁نیوز on : ▁August ▁19, ▁2016 ▁In : ▁دنیا , ▁سائنس ▁و ▁ٹیکنالوجی No ▁Comments View s : ▁146 ▁views
▁ایڈ یلی ڈ : ▁ایڈ یلی ڈ ▁ٹیسٹ ▁میں ▁بول رز ▁کی ▁شاندار ▁کارکردگی ▁کے ▁باعث ▁آسٹریلیا ▁نے ▁انگلینڈ ▁کو 120 سے ▁ب آس انی ▁شکست ▁دے ▁کر ▁سیریز ▁میں ▁دو ۔ صف ر ▁کی ▁برتر ی ▁حاصل ▁کرلی ۔ ▁تی سرا ▁ٹیسٹ ▁14 دس مبر ▁سے ▁پر تھ ▁میں ▁کھیل ا ▁جائے ▁گا۔
▁شام ▁، ب شار ▁ا ▁ور ▁روسی ▁طی ار وں ▁کی ▁بمبار ی ▁سے 4 روز ▁میں ▁ 229 ▁شہید
▁سلامتی ▁کونسل ▁کے ▁اجلاس ▁میں ▁ص یہ ونی ▁بست یاں ▁بنائے ▁جانے ▁کے ▁اقدام ▁کی ▁مذمت
▁کتاب ▁یہاں ▁د با ▁کر ▁آ ڈر ▁کر ▁سکتے ▁ہیں
▁/ شن گھ ائی ، ▁13 ▁جون ▁2017 ء ▁/ ▁پی ▁آر ▁نیوز و ائر / – ▁پاکستان ▁کے ▁اہم ▁بین کاری ▁ادارے ▁عسکری ▁بینک ▁لم یٹ ڈ ▁( ا ے ▁کے ▁بی ▁ایل ) ▁اور ▁دنیا ▁کی ▁سب ▁سے ▁بڑی ▁ادائیگی ▁اسکی م وں ▁میں ▁سے ▁ایک ▁یونین ▁پ ے ▁انٹرنیشنل ▁کے
▁کیا ▁خاندان ▁میں ▁پھ وپ ھو ▁ہی ▁ہر ▁لڑائی ▁کی ▁وجہ ▁ہوتی ▁ہے ؟
▁کابل ▁سے ▁بی ▁بی ▁سی ▁کے ▁قو ئن ٹن ▁سوم ر ▁و لے ▁کا ▁کہنا ▁ہے ▁کہ ▁اس ▁بات ▁کا ▁امکان ▁ہے ▁کہ ▁امریکی ▁صدر ▁افغانستان ▁میں ▁رہ ▁جانے ▁والی ▁افواج ▁کے ▁بارے ▁میں ▁بات ▁کریں ▁گے ▁اور ▁یہ ▁کہ ▁کیا ▁وہ ▁طالبان ▁کے ▁ساتھ ▁لڑ یں ▁گی ▁یا ▁اپنی ▁توجہ ▁ال قاعدہ ▁سے ▁ل ڑنے ▁پر ▁مر کو ز ▁کریں ▁گی۔
▁ضرور ▁پڑھیں : ▁پنجاب ▁کے ▁مختلف ▁شہروں ▁میں ▁ دھ ند ▁کا ▁راج ▁، ▁حد ▁ن گاہ ▁صفر ▁رہ ▁گئی ▁، ▁ٹریفک ▁حادث ات ▁میں ▁28 ▁افراد ▁زخمی
▁کراچی الی کشن لا ہو رل وڈ ش یڈ نگ قر ض ہ پ ش اور پن جاب مسلم ▁لیگ ▁( ن )
▁سلام ▁ہے ▁ایسی ▁نیوز ▁این کر کو ▁جس ▁نے ▁سچ ▁کہنے ▁میں ▁کوئی ▁ہ چک چا ہ ٹ ▁محسوس ▁نہیں ▁کی ▁ہے۔ ▁ویڈیو
▁ہار د ک ▁ پٹ یل ▁نے ▁سیکورٹی ▁کی ▁پیش کش ▁کو ▁کیا ▁مسترد ▁، ▁جاسوس ی ▁کی ▁کوشش ▁قرار ▁دیا
▁مذکورہ ▁آیت ▁اور ▁اسلام ▁و ▁مغرب ▁کی ▁نظر ▁میں ▁انسانی ▁حقوق ▁کی ▁ت قابل ی ▁بحث ▁کے ▁پیش ▁نظر ▁یہ ▁تسلیم ▁کرنا ▁ہوگا ▁کہ ▁انسان ▁کے ▁عالمی ▁حقوق ▁کی ▁بنیاد ▁سب ▁سے ▁پہلے ▁اسلام ▁میں ▁رکھی ▁گئی ▁جس ▁کا ▁من ادی ▁او ّ ل ▁دین ▁ابراہیم ▁علیہ ▁السلام ▁تھا۔ ▁ممکن ▁ہے ▁کسی ▁کے ▁ذہن ▁میں ▁یہ ▁سوال ▁جنم ▁لے ▁کہ ▁اس ▁دعوت ▁کے ▁مخاطب ▁صرف ▁اہل ▁کتاب ▁ہیں ▁اور ▁دوسرے ▁انسان ▁اس ▁میں ▁شامل ▁نہیں ▁ہیں ▁اور ▁دوسرے ▁یہ ▁کہ ▁اللہ ▁نے ▁ان ▁دونوں ▁بات وں ▁یعنی ▁خدا ▁پرست ی ▁اور ▁متنوع ▁و ▁مت عد ▁ب ندگی وں ▁سے ▁رہا ئی ▁و ▁آزادی ▁کو ▁ان ▁تمام ▁انسان وں ▁کے ▁لئے ▁ایک ▁مشترکہ ▁حقیقت ▁کے ▁طور ▁پر ▁قرار ▁دیا ▁ہے ▁جو ▁ان بی ائے ▁ال ہی ▁کے ▁پیر و کار ▁اور ▁آسمان ی ▁کتابوں ▁پر ▁عمل ▁کرنے ▁والے ▁ہیں۔
▁مق عد ▁جنسی ▁سے ▁محبت ▁کرتا ▁ہوں - ▁Wet ▁Lesbian s
▁کن ویں ▁پر ▁یا ▁گاؤں ▁کے ▁باہر کھ ڑے ▁پانی ▁کے ▁کنار ے ▁عورتوں ▁کے ▁کپڑے ▁دھو نے ▁کے ▁مناظر !! ا
▁سابق ▁مس ▁یو نی ورس ▁نے ▁بھی ▁دوسری ▁شادی ▁کا ▁اعلان ▁کر ▁دیا

▁ہمارے ▁عدالت ی ▁نظام ▁اور ▁اس ▁سے ▁منسلک ▁پیش ہ ▁ور ▁افراد میں ▁سے ▁مثل ▁نویس وں ▁اور ▁وکلا ء ▁کرام ▁کے ▁قلم ▁کی ▁روشن ائی ▁ہی ▁واحد ▁روشن ائی ▁ہے ▁جو ک بھی ▁نہیں ▁خشک ▁ہوتی ، مد عی ▁اور ▁م دعا علی ہ ▁ہی ▁نہیں ▁بلکہ ▁ان ▁کی ▁تین ▁تین ▁چار ▁چار ▁نسل وں ▁کی ▁آنکھیں ▁اور ▁ان ▁میں ▁بس ی ▁امید ▁کی ▁روشن ائی ▁تو ▁ایک ▁دو ▁پیش یوں ▁میں ▁سو کھ ▁ہی ▁نہیں ▁ہمیشہ ▁ہم یش ▁کے ▁لئے ▁ا ڑ ▁بھی ▁جاتی ▁ہے۔ اس ▁کی ▁وجہ ▁کیا ▁ہے ؟ ۔ جن اب ▁چیف ▁جسٹس ▁صاحب ▁فرماتے ▁ہیں ▁کہ ’ ’ ▁ہم ▁نے ▁قانون ▁کو ▁اپ ▁ڈی ٹ ▁نہیں ▁کیا ، سب ▁سے ▁بڑا ▁مسئلہ ▁ہے ▁لوگوں ▁کو ▁جلد ▁انصاف ▁نہیں ▁ملتا ، وہ ▁کیوں ▁نہیں ▁ملتا ▁اک یلا ▁اس ▁سوال ▁کا ▁جواب ▁نہیں ▁ڈھ ون ڈ ▁پار ہا ، کت نی ▁دہائی وں ▁کے ▁باوجود ▁ان ▁کو ▁انصاف ▁نہیں ▁ملا ، ان صاف ▁کا ▁تاخیر ▁سے ▁مل نا ▁انصاف ▁کی ▁موت ▁ہے ، یہ ▁نظام ▁کا ▁قصور ▁ہے ▁اور ▁یہ ▁ہم ▁سب ▁کی ▁ذم ہ ▁داری ▁ہے ‘‘ ۔
▁Previous ▁اسکا رف ▁کی ▁بے ▁حرمت ی ▁پر ▁ایرانی ▁خاتون ▁کو ▁20 ▁سال ▁قید ▁کی ▁سزا
▁خدا ئی ▁ٹھیک ی دار وں ▁سے ▁آپ ▁نم ٹ تے ▁رہیں ▁، ▁میں ▁تو ▁بس ▁یہ ▁کہنے ▁آیا ▁ہوں ▁کہ ▁عنوان ▁کے ▁آخر ▁سے ▁ختم ہ ▁ہٹا ▁دی ج ئے۔
▁میں ▁اس ▁کا ▁امت ی ▁ہوں ▁وہ ▁میرا ▁رسول ؐ ▁ہے
Done
