▁یورپی ▁یونین ▁کے ▁خصوصی ▁نمائند ے ▁نے ▁کہا ▁ہے ▁کہ ▁’’ یہ ▁طویل ▁عرصے ▁سے ▁ایک ▁چیلنج ▁رہا ▁ہے۔ ▁امریکہ ▁اور ▁یورپی ▁یونین ▁جو ▁چاہتے ▁ہیں ▁پاکستان ▁اس ▁سے ▁بل کل ▁مختلف ▁سوچ ▁رکھتا ▁ہے۔ ▁یہاں ▁پر ▁ایک ▁خل ا ▁ہے ▁جسے ▁پر ▁کرنے ▁کی ▁ضرورت ▁ہے ‘‘ ۔

▁نیوز ی ▁لینڈ ▁کی ▁شاندار ▁جیت ، ▁بول ٹ ▁کی ▁ہی ٹ ▁ٹر ک ▁کے ▁آگے ▁پاکستان ▁بے ▁بس
▁‫ یا ▁آپ ▁کے ▁آل ے ▁کو ▁نقصان ▁پہنچ ▁سکتا ▁ہے۔ ‬
▁آئی ▁ایس ▁پی ▁آر ▁کے ▁بیان ▁کے ▁مطابق ▁پاکستان ▁کے ▁ڈی ▁جی ▁ایم ▁او ▁نے ▁ہا ٹ ▁لائن ▁رابط ے ▁کے ▁دوران ▁انت با ہ ▁کیا ▁کہ ▁بھارت ▁ایل ▁او ▁سی ▁پر ▁کسی ▁بھی ▁قسم ▁کی ▁ اشت عال ▁انگیز ی ▁سے ▁گریز ▁کرے ، ▁جس ▁پر ▁بھارتی ▁ڈی ▁جی ▁ایم ▁او ▁نے ▁حالات ▁خراب ▁کرنے ▁والے ▁اقدام ▁سی گری ز ▁کی ▁یقین ▁ دہ انی ▁کر وائی ۔
▁اسلام ▁آباد ▁کے ▁ڈپٹ ی ▁می ئر ▁ زی شان ▁نق وی ▁، ▁اسلام ▁آباد ▁ ریٹ نل ▁اسٹ یٹ ▁ایس وی ▁ای شن ▁کے ▁نو منتخب ▁صدر ▁سردار ▁طاہر ▁جماعت ▁اسلامی ▁کے ▁رہنما ▁ز بیر ▁فاروق ▁خان ▁، را ول پ نڈی ▁چی مبر ▁آف ▁کام رس ▁کے ▁خورشید ▁بر لاس ▁، ▁تا ▁جر ▁شیخ ▁امین ▁اور ▁دیگر ▁شخصیات ▁بھی ▁موجود ▁تھیں۔ ▁بہت ▁الحال ▁کے ▁سابق ▁سربراہ ▁زمر د ▁خان ▁آر یا ▁تنظیم ▁کے ▁سربراہ ▁کن ور ▁قطب ▁الدین ▁، ▁ سٹ ار ▁مارکیٹ نگ ▁کے ▁اون ر ▁نع یم ▁بھی ▁افطار ی ▁میں ▁موجود ▁تھے۔ ▁نیو ▁اسلام ▁آباد ▁انٹر ▁نیشنل ▁ایئر ▁پورٹ ▁کے ▁وسیع ▁ڈ بل ▁روڈ ▁سے ▁متصل ▁ٹ اپ ▁سٹی ▁کی ▁اس ▁سک یم ▁کو ▁حاضر ین ▁نے ▁خوب ▁سرا ہ ا۔ ▁بھارتی ▁فلم سٹ ار ▁سلمان ▁خان ▁سے ▁مش اب ہ ت ▁رکھنے ▁والے ▁نو جواب ▁جو ▁ ٹا ▁سٹی ▁کے ▁ساتھ ▁منسلک ▁ہیں ▁ان ▁کی ▁موجودگی ▁سے ▁بھی ▁فائدہ ▁اٹھا تے ▁ہوئے ▁ان ▁کے ▁ساتھ ▁حاضر ین ▁سلف یاں ▁بنا تے ▁رہے۔ ▁ ؁ ۔
▁کرپشن ▁کے ▁الزام ▁میں ▁گرفتار ▁سعودی ▁شہزاد ہ ▁ولی د ▁بن ▁طلا ل ▁جیل ▁منتقل
▁خیبر پ خت ون خوا ▁کے ▁موجودہ حکومت ▁کی ▁طرف ▁سے ▁صوبے ▁میں ▁ذ یا بط یس ▁کے ▁مریض وں ▁کو ▁مفت ▁ان سول ین ▁فراہم ▁کرنے ▁کے ▁لئے ▁شروع ▁کردہ ▁ان سول ین ▁فار ل ائف ▁پروگرام ▁کے ▁تحت ▁اب ▁تک ▁ذ یا بط یس ▁کے ▁11 203 مر ی ض وں ▁رجسٹر ڈ ▁کئے ▁گئے ▁ہیں ▁جنہیں ▁با قاع دگی ▁سے ▁مفت ▁ان سول ین ▁فراہم ▁کیا جار ہا ہے۔ ▁یہ ▁بات ▁ان سول ین ▁فار ل ائف ▁پروگرام ▁کے ▁پرا جی کٹ ▁ڈائریکٹر ▁کی ▁طرف ▁سے ▁پروگرام ▁کی ▁کارکردگی ▁سے ▁متعلق ▁محکمہ ▁صحت ▁کو ▁پیش ▁کردہ ▁چو تھ ی ▁رپورٹ ▁میں ▁بتایا ▁گیا ہے۔
▁آپ ▁کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا۔ ▁ضروری ▁خان وں ▁کو ▁* ▁سے ▁نشان ▁زد ▁کیا ▁گیا ▁ہے

▁پاک ▁فوج ▁کے ▁ترجمان ▁می جر ▁جنرل ▁آصف ▁غ فور ▁نے ▁لندن ▁میں ▁صحافی وں ▁سے ▁باتیں ▁کرتے ▁ہوئے ▁دعوی ٰ ▁کیا ▁ہے ▁کہ ▁25 ▁جولائی ▁کو ▁ہونے ▁والے ▁انتخابات ▁ملکی ▁تاریخ ▁کے ▁سب ▁سے ▁شفاف ▁انتخابات ▁تھے۔ ▁انہوں ▁نے ▁یہ ▁شکایت ▁بھی ▁کی ▁کہ ▁فوج ▁پر ▁انتخابات ▁میں ▁دخل ▁اندازی ▁کا ▁بے ▁جا ▁الزام ▁لگایا ▁جاتا ▁ہے۔ ▁فوج ...
▁Next ▁ہر ▁10 ▁ منٹ ▁میں ▁ایک ▁یمن ی ▁بچہ ▁موت ▁کے ▁منہ ▁میں

▁کیا ▁آپ ▁پاس ورڈ ▁بھول ▁گئے ▁ہیں ؟

▁واضح ▁رہے ▁کہ ▁بھارت ▁115 ▁پوائنٹ س ▁کے ▁ساتھ ▁آئی ▁سی ▁سی ▁کی ▁ٹیسٹ ▁ رین کن گز ▁میں ▁پہلی ▁پوزیشن ▁پر ▁ب راج مان ▁ہے ▁جبکہ ▁پاکستان ▁چھ ▁پوائنٹ س ▁کے ▁ فاصل ے ▁پر ▁اور ▁اس ▁وقت ▁آسٹریلیا ▁پر ▁ایک ▁پوائنٹ ▁کی ▁برتر ی ▁کے ▁ساتھ ▁دوسرے ▁نمبر ▁پر ▁ہے۔ ▁لیکن ▁جنوبی ▁افریقہ - آ سٹر یلی ا ▁سیریز ▁سے ▁پاکستان ▁کی ▁برتر ی ▁مزید ▁بڑھ ▁سکتی ▁ہے۔

▁فلسطین ▁القدس ▁کمیٹی ▁کا ▁مسجد ▁ا قص ی ٰ ▁کے ▁حوالے ▁سے ▁انت با ہ ▁۔ ▁ ’ ا سر ائی ل ▁قبل ہ ▁اول ▁کو ▁تقسیم ▁یا شہ ید ▁کرنے ▁کی ▁ساز ▁ش ▁کررہا ▁ہے ‘ ۔
▁مم تا ▁بن رج ی ▁کے ▁اقتدار ▁میں ▁بنگال ▁بدترین ▁دور ▁میں ، ...
▁فلسطین ▁، ▁اسرائیل ▁اور ▁ہم ▁ ۔۔۔۔۔ ▁حل ▁کیا ▁ہے ؟
▁اقوام ▁متحدہ ▁کا ▁اجلاس ، ▁دنیا ▁کی ▁نظر یں ▁ٹرمپ ▁اور ▁شاہد خا قان ▁عباسی ▁پر ▁لگ ▁گئیں ، فی صل ے ▁کی ▁گھ ڑی ▁، من گل ▁کو ▁کیا ▁ہو نیو الا ▁ہے ؟ ▁حیرت ▁انگیز ان کش افات
▁میں ▁ مدی نے ▁میں ▁ہوں ... ▁(5) باب ر ▁اع وان
▁فیس ▁بک ، ▁کی نی ڈا ، ▁کراچی ، ▁لاہور ، ▁Face ▁book ▁(1)

▁ہوا ▁( ہو ا۔ ▁مشہور ▁ہے )
▁ابن ▁حجر ▁فتح ▁البار ی ▁ج ▁١ ٢ ▁ص ▁ ٣ ٨ ٧ ▁میں ▁قاضی ▁ عی اض ▁کا ▁قول ▁نقل ▁کرتے ▁ہیں
▁صفح ۂ ▁اول _ ▁کاروان ▁کیوں ▁اور ▁کیا _ ▁ہم ▁سے ▁رابطہ ▁کریں _ ▁آپ ▁کی ▁رائے
▁پاکستانی ▁لڑکی اں ▁اپنے ▁یہ ▁پی ڈز ▁پاکستانی ▁حکام ▁کو ▁ دھ ڑا ▁د ھڑ ▁بھیج نے ▁لگ یں ، ▁یہ ▁کیوں ▁کیا ▁جارہا ▁ہے ▁؟ ▁وجہ ▁جان ▁کر ▁آپ ▁کی ▁حیرت ▁کی ▁انتہا ▁نہ ▁رہے ▁گی ▁” عمر ان ▁خان ▁سے ▁ایک ▁دفعہ ▁ان ▁بن ▁ہوئی ▁تو ▁جواب ▁ملا ▁کہ ▁ان ▁کے ▁پیر ▁نے ▁میرے ▁ ۔۔۔ “ ▁ری حام ▁خان ▁نے ▁ایسی ▁بات ▁کہہ ▁دی ▁کہ ▁جان ▁کر ▁آپ ▁کا ▁بھی ▁منہ ▁کھل ا ▁کا ▁کھل ا ▁رہ ▁جائے ▁گا ▁” عمر ▁چی مہ ▁کو ▁عمران ▁خان ▁کی ▁شادی ▁کا ▁اس ▁لیے ▁پتہ ▁چلا ▁کیونکہ ▁نکاح ▁کی ▁تقریب ▁میں ▁وہ ۔۔۔ “ ▁ایسی ▁تصویر ▁سامنے ▁آگئی ▁کہ ▁سوشل ▁میڈیا ▁ہنگام ہ ▁برپا ▁ہوگیا ▁سعودی ▁عرب ▁میں ▁پاکستان ▁کے ▁1600 ▁فوجی ▁پہلے ▁سے ▁موجود ▁ہیں ▁اور ▁اب ▁مزید ▁کتنے ▁فوجی ▁بھیج ے ▁جائیں ▁گے ؟ ▁وزیر دفاع ▁نے ▁اعلان ▁کردیا ▁نواز ▁شریف ▁کا ▁نام ▁ای ▁سی ▁ایل ▁میں ▁ڈال نے ▁کیلئے ▁ ٹھ وس ▁شو ا ہ د ▁دیئے ▁جائیں ، ▁وزارت ▁داخلہ ▁نے ▁نیب ▁کو ▁جواب ی ▁خط ▁ارسال ▁کردیا ▁کیا ▁آپ ▁بھی ▁پت لون ▁پہن تے ▁وقت ▁یہ ▁خطرناک ▁غلطی ▁کرتے ▁ہیں ؟ ▁وزارت ▁خزانہ ▁کی ▁آئندہ ▁مالی ▁سال ▁کیلیے 6.8 7 ▁ارب ▁کے ▁10 ▁منصوبے ▁تجویز ▁اب ▁جاپان ▁میں ▁خاتون ▁ روب وٹ ▁خبریں ▁پڑھیں ▁گی ▁توہین ِ ▁عدالت ▁کیس : ▁نہ ال ▁ہا شم ی ▁کو ▁ایک ▁ماہ ▁قید ، ▁پانچ ▁سال ▁کے ▁لیے ▁نااہل ▁سوشل ستان : ▁کیا ▁مسلم ▁لیگ ▁ن ▁مزید ▁تقسیم ▁ہو ▁گی ؟ ▁بی و اؤں ▁کا ▁عالمی ▁دن : ▁ ’ آ ج ▁دور ▁ایسا ▁ہے ▁کہ ▁بہن ▁بھائی ▁بھی ▁کوئی ▁مدد ▁نہیں ▁کرتے ‘ ▁آ ▁گیا ▁جو ▁کسی ▁پ ے ▁پیار ▁کیا ▁کیجیے ▁میل انی ا ▁کی ▁جی کٹ ▁پر ▁لکھا ▁جملہ : ▁مجھے ▁واقعی ▁کوئی ▁فرق ▁نہیں ▁پڑتا ▁کیا ▁آپ ▁کو ▁پڑتا ▁ہے ؟ ▁کال ▁کو ٹھ ری ▁میں ▁پن کھ ا ▁تو ▁لگ وا ▁دو ، ▁قید یوں ▁کی ▁عدالت ▁سے ▁اپیل ▁ار جن ٹی نا ▁فٹ بال ▁ٹیم ▁کی ▁شکست ▁کی ▁کہانی ▁چ ہر وں ▁کی ▁زبان ی ▁ ’ ایک ▁ووٹ ▁کی ▁پر چی ▁پر ▁اتنا ▁ناز ، ▁بیٹا ▁جواب ▁لینا ▁25 ▁جولائی ▁کو ۔۔۔ ‘ ▁انڈیا : ▁جھ ار کھ نڈ ▁میں ▁پانچ ▁خواتین ▁کا ▁مبینہ ▁اجتماعی ▁ری پ ▁آئی ▁ایس ▁آئی ▁ہیڈ ▁کو ار ٹر ▁کے ▁سامنے ▁بند ▁ سٹر ک ▁کو ▁کھول ا ▁جائے : ▁اسلام ▁آباد ▁ہائی ▁کورٹ ▁کوئٹہ ▁کہانی اں : ▁ ’ لوگ ▁سمجھتے ▁ہیں ▁بلوچستان ▁کی ▁خواتین ▁باہر ▁نہیں ▁نکل ▁سکتی ں ‘
▁نوجوانوں ▁کا ▁صفحہ
▁اور ▁تم ھ یں ▁کیا ▁ہو ▁گیا ▁ہے ▁کہ ▁تم ▁جنگ ▁نہیں ▁کرتے ▁اللہ ▁کی ▁راہ ▁میں ▁کمزور ▁مرد وں ، ▁عورتوں ▁اور ▁بچوں ▁کے ▁لیے ▁جو ▁کہتے ▁ہیں ▁اے ▁ہمارے ▁رب ▁نکال ▁ہمیں ▁اس ▁بست ی ▁سے ▁کہ ▁یہاں ▁کے ▁لوگ ▁ظالم ▁ہیں ▁اور ▁ہمارے ▁لیے ▁اپنی ▁طرف ▁سے ▁کوئی ▁حمایت ی ▁کر ▁اور ▁اپنی ▁طرف ▁سے ▁کوئی ▁مدد ▁ گار ▁کر ▁۔
▁فعال ▁ڈیٹا ▁بیس ▁آپ ▁کے ▁اپنے ▁یادگار ▁الفاظ ▁( جمل ے ) ▁کا ▁ایک ▁مجموع ہ ▁ہے ▁جو ▁دستی ▁طور ▁پر ▁اور ▁خود ▁ب خود ▁کسی ▁بھی ▁ڈیٹا ▁بیس ▁سے ▁کلک ▁کرکے ▁کلک ▁کرکے ▁...
▁محمد ▁علی ▁خان
▁نیٹ ▁ورک ▁سائٹ س
▁پاکستان ▁اور ▁بھارت ▁کے ▁سابق ▁ان ٹی لی ▁جنس ▁سربراہ وں ▁کے ▁حیران ▁کن ▁انکشاف ات
▁سی ▁آئی ▁اے ▁کو ▁کامیابی ▁مبارک ▁ہو
▁’’ اب ▁اتنے ▁بھول ے ▁نہ ▁بن و ۔ تم ▁نے ▁صدر ▁شعب ۂ ▁کی ▁توہین ▁کی ▁ہے ▁ ۔۔۔۔۔ ▁اور ▁کان ▁کھول ▁کر ▁سن ▁لو ▁ ۔۔۔ صدر ▁شعبہ ▁کے ▁کی بن ▁میں ▁جا ▁رہی ▁ہوں ▁جب ▁بیل ▁بجے ▁آج انا ‘‘ ۔

▁رسائی ▁کے ▁لنکس
▁ ’ ا خلاق ▁خراب ▁کرنے ‘ ▁کے ▁جرم ▁میں ▁مصر ی ▁ٹیلی ▁ویژن ▁این کر ▁کو ▁تین ▁سال ▁قید

▁اور ▁وہ ▁ہے ▁بہتر ▁روزی ▁دینے ▁والا ۔

▁’’ کیا ▁میں ▁کبھی ▁باپ ▁نہیں ▁بن ▁پ اؤں ▁گا ‘‘ ▁اسے ▁جھ رج ھر ی ▁آگئی ۔
▁ ترجم ۂ کن ز ُ ال ع ِ رف ان : تم ▁فرما ؤ ▁کہ ▁تم ▁خوش دلی ▁سے ▁خرچ ▁کرو ▁یا ▁نا گو اری ▁سے ▁( بہ ر صورت ) ▁تم ▁سے ▁ہر گز ▁قبول ▁نہیں ▁کیا ▁جائے ▁گا۔ ▁بیش ک ▁تم ▁نا فر مان ▁قوم ▁ہو۔
▁[ 107 : 2] ▁کیا ▁ت ُ و ▁نے ▁اس ▁شخص ▁پر ▁غور ▁کیا ▁جو ▁دین ▁کو ▁جھ ٹل ات ا ▁ہے ؟
▁آپ کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا
▁صحت ▁و ▁سائنس
▁آ ئٹ زم ▁دماغ ی ▁نشو ون ما ▁کی ▁بے ▁ترتیب ▁حالت ▁کو ▁کہتے ▁ہیں ، ▁یہ ▁کیوں ▁ لاحق ▁ہوتا ▁ہے ▁اس ▁کی ▁ابھی ▁تک ▁کوئی ▁خاص ▁وجہ ▁پتہ ▁نہیں ▁چل ▁سک ی ، ▁تاہم ▁مختلف ▁ماہرین ▁نے ▁آ ئٹ زم ▁کی ▁بہت ▁سی ▁وج وہ ات ▁بیان ▁کی ▁گئی ▁ہیں۔
▁ن ▁لیگ ▁کے ▁اگلے ▁وزیراعظم ▁شہباز شریف ▁ہوں ▁گے
▁مہین ے ▁کے ▁حساب ▁سے ▁تلاش ▁کریں
▁گھو ڑوں ▁کی ▁روپ ان زل ▁نے ▁انٹرنیٹ ▁پر ▁دھو م ▁م چا ▁دی
▁جو ▁تلاش ▁کرنا ▁چاہ ▁رہے ▁ہیں ▁یہاں ▁لکھیں
▁سرخ ▁ دھ ند ▁چھٹی ▁تو ▁سامنے ▁وہ ▁تین وں ▁اب ▁قدر ے ▁زخمی ▁حالت ▁میں ▁پیچھے ▁کو ▁ہ ٹ ▁رہے ▁تھے۔ ▁بس ▁چند ▁لمح ے ▁لگے ▁تھے ▁ان ▁کو ▁بھگ انے ▁میں ۔ ▁چند ▁راہ گیر ▁جو ▁تم اش ہ ▁دیکھنے ▁رک ے ▁تھے ▁‘ ▁اب ▁وہ ▁بھی ▁م ڑ ▁گئے ▁تھے۔ ▁اپ ا ہ ج ▁لڑک ا ▁زمین ▁پہ ▁گرا ▁ہوا ▁تھا ▁‘ ▁اور ▁ا ▁س ▁کے ▁جسم ▁سے ▁جا ▁بجا ▁خون ▁نکل ▁رہا ▁تھا۔ ▁منہ ▁کی ▁چو ٹ یں ▁سب ▁سے ▁زیادہ ▁تکلیف ▁ دہ ▁تھیں۔ ▁وہ ▁جھ کا ▁اور ▁اسے ▁ایک ▁ہاتھ ▁کے ▁سہ ارے ▁سے ▁اٹھا نے ▁لگا ۔
▁ہمارے ▁بارے ▁میں
▁ایران ▁کو ▁مظلوم وں ▁کی ▁حمایت ▁سے ▁کوئی ▁نہیں ▁روک ▁سکتا : شم خان ی

▁یوم ▁یک جہ تی ▁کشمیر ▁5 ▁فروری ▁کو ▁چھٹی ▁ہوگی ▁یا ▁نہیں ؟ ▁حکومت ▁کی ▁جانب ▁سے ▁نوٹ یف یک یشن ▁جاری ▁کردیا ▁گیا ، ▁آپ ▁بھی ▁جان ▁لی جی ے ▁اور ▁دوسروں ▁کو ▁بھی ▁آگاہ ▁کیجیے
▁” بے شک ▁االله ▁تعالی ٰ ▁نے مسلم ان وں ▁پر ▁بڑا ▁احسان ▁فرمایا ▁کہ ▁ان ▁میں ▁انہیں ▁میں ▁سے عظم ت ▁والا ▁رسول ▁بھیج ا۔ “ ( ال قرآن ▁، ▁ا ٰ ل ▁عمران ، ▁ ٣ : ٤ ٦ ١ )
▁ہمیں ▁فال و ▁کریں
▁'' م جھ ے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁ا ُ ن ▁لوگوں ▁سے ▁جنگ ▁کر وں ، ▁یہاں ▁تک ▁کہ ▁وہ ▁لا ▁ال ٰ ہ ▁الا ▁اللہ ▁محمد ▁رسول ▁اللہ ▁کی ▁شہادت ▁دیں ، ▁نماز ▁کا ▁اہتمام ▁کریں ▁اور ▁ز کو ٰ ۃ ▁ادا ▁کریں۔ ▁وہ ▁یہ ▁شرائط ▁تسلیم ▁کر ▁لیں ▁تو ▁ا ُ ن ▁کی ▁جان یں ▁محفوظ ▁ہو ▁جائیں ▁گی ، ▁الا ّ ▁یہ ▁کہ ▁وہ ▁اسلام ▁کے ▁کسی ▁حق ▁کے ▁تحت ▁ا ِ س ▁حفاظت ▁سے ▁محروم ▁کر ▁دیے ▁جائیں ▁۔ ▁رہا ▁با طن ▁کا ▁حساب ▁تو ▁وہ ▁اللہ ▁کے ▁ذم ہ ▁ہے ▁۔ ''
▁باہر ▁سے ▁سیل نڈر س ▁کا ▁حصول ▁زندگی ▁بچانے ▁کا ▁ض امن ▁نہیں
▁مخالف ▁اپنے ▁پ اؤں ▁پر ▁کل ہا ڑی ▁مار ▁رہا ▁ہو ▁تو ▁اسے ▁ڈ سٹر ب ▁مت ▁کریں
▁انہوں ▁نے ▁کہا ▁کہ ▁یمن ▁کے ▁حوالہ ▁سے ▁پارلیمان ▁کا ▁فیصلہ ▁درست ▁تھا ، ▁ہمیں ▁اپنے ▁سابق ▁آرمی ▁چیف ▁کو ▁نہیں ▁بھیج نا ▁چاہیے ▁تھا۔
▁باغ ی ▁جالب ▁کی ▁ فائل ▁آج ▁بھی ▁کھل ی ▁ہے ؟
▁ نغ مہ ▁ساز ، است اد ▁موسیقی ، پ یانو ▁نواز ، موس ی قار ، ار غن ون ▁نواز ، ما ہر ▁فن ، وائل ن ▁نواز
▁دنیا ▁بھر ▁کی ▁خبر ▁لانے ▁والے ’ ▁ہاتھ ▁میں ▁تھ م ے ▁اس ▁آل ے ▁کی ▁سکر ین ▁پر ▁آئے ▁روز ▁کوئی ▁ایسا م نظر ▁سوشل ▁میڈیا کی ▁وس اط ت ▁سے ▁اب ھر آت ا ▁ہے ▁کہ ▁دیکھ ▁کر ▁جی ▁مت لا نے ▁اور ▁سر ▁بھاری ▁ہونے ▁لگتا ▁ہے۔ ▁بے ▁بس ی ▁بھر ے ▁نفرت ▁آمیز ▁غ ص ے ▁کی ▁اب ک ائی اں ▁طبیعت ▁مک در ▁کرد یتی ▁ہیں۔ چند ▁روز ▁قبل ▁سی ال کو ٹ ▁کے ▁اس ▁” غیر ▁ت ▁مند ” ▁کی ▁ویڈیو ▁سوشل ▁میڈیا ▁پر ▁جا ▁بہ ▁جا ▁نظر ▁آئی ▁جو ▁ایک ▁خواجہ ▁سرا ▁کو ▁ال ٹا ▁ل ٹا ▁کر ▁اس ▁کی ▁گردن ▁پر ▁پ اؤں ▁رکھے ▁ہوئے ▁ہے ▁اور ▁ہاتھ ▁میں ▁پکڑ ی ▁چم ڑے ▁کی ▁بی لٹ ▁اس ▁پر ▁برس ات ا ▁ہے۔ ▁مغل ظ ات ▁اور گال یاں ▁بک تا ▁ہے ▁اور ▁بار ▁بار ▁مضر وب ▁کی ▁پی ٹھ ▁بر ہ نہ ▁کر ▁کے ▁اس ▁پر ▁بی لٹ ▁مار تا ▁ہے ▁۔ ل ع نت ▁کا ▁حق ▁دار ▁یہ ▁شخص ▁جج ا ▁بٹ ▁ہے ▁۔ اس ▁کو ▁اتنا ▁بھی ▁گو ارا نہیں ▁کہ ▁آل ۂ ▁ضرب ▁اور ▁اس ▁خواجہ ▁سرا ▁کی ▁جلد ▁کے ▁بیچ ▁شلوار ▁کا ▁معمولی ▁کپ ڑا ▁بھی ▁ح ائل ▁ہو۔ ▁مبا دا ▁اس ▁سے ▁ضرب ▁کی ▁شدت ▁میں ▁کچھ ▁کمی ▁واقع ▁ہوجائے ۔ ▁چر می ▁بی لٹ ▁کے ▁وار ▁سہ ہ ▁کر ▁دہائی ▁دیتے ▁خواجہ ▁سرا ▁کا ▁قصور ▁یہ ▁ہے ▁کہ ▁جج ا ▁بٹ ▁کی ▁اجازت ▁کے ▁بغیر ▁اس ▁سے ” فن کشن ” کر نے ▁کا ▁جرم ▁صادر ▁ہوگیا ۔ ▁ایک ▁گی نگ ▁کے ▁سربراہ ▁کی ” غیر ت ” بھ لا ▁یہ ▁کیوں ▁کر ▁گو ارا کر سک تی ▁ہے ▁۔
▁ایرانی ▁صدر ▁حسن ▁روحانی ▁نے ▁کہا ▁ہے ▁کہ ▁ایران ▁اپنے ▁ہم سا یوں ▁کے ▁خلاف ▁’’ کسی ▁جا رح یت ▁کا ▁اراد ہ ▁نہیں ▁رکھتا ۔ ‘‘ ▁تاہم ▁ان ▁کا ▁یہ ▁بھی ▁کہنا ▁تھا ▁کہ ▁ایران ▁ان ▁تمام ▁ہتھیار وں ▁کی ▁تیاری ▁جاری ▁رکھے ▁گا ▁جو ▁اس ▁کے ▁دفاع ▁کے ▁لیے ▁ضروری ▁ہیں۔
▁نئی ▁لی بر ▁پالیسی ▁کے ▁تحت ▁تمام ▁مزدور وں ▁کو ▁سرکاری ▁مر اعات ▁اور ▁ملازمت وں ▁کے ▁تحفظ ▁کے ▁لیے ▁قانونی ▁حق ▁دیا ▁گیا ▁ہے ، وزیر ▁اطلاعات ▁کی ▁پریس ▁کانفرنس
▁اس ▁م سود ے ▁کے ▁مطابق ▁الجزائر ، ▁ت یون س ▁اور ▁مرا کش ▁کو ▁محفوظ ▁ممالک ▁قرار ▁دیتے ▁ہوئے ▁ان ▁ممالک ▁کے ▁شہریوں ▁کی ▁جرمنی ▁سے ▁ملک ▁بدر یوں ▁کو ▁آسان ▁بنانے ▁کی ▁کوشش ▁کی ▁گئی ▁تھی۔ ▁حکومتی ▁موقف ▁تھا ▁کہ ▁ان ▁ممالک ▁کو ▁محفوظ ▁قرار ▁دیے ▁جانے ▁کے ▁بعد ▁جرمن ▁حکام ▁کے ▁لیے ▁ان ▁ممالک ▁کے ▁شہریوں ▁کی ▁سیاسی ▁پناہ ▁کی ▁درخواست یں ▁رد ▁کرنے ▁میں ▁آسانی ▁پیدا ▁ہو ▁جائے ▁گی۔
▁اپنی ▁رائے ▁سے ▁آگاہ ▁کریں
▁نوجوانوں ▁کا ▁صفحہ
▁حکومت ▁کا ▁امریکا ▁اور ▁برطانیہ ▁میں ▁نئے ▁سفیر ▁تعینات ▁کرنی کا ▁فیصلہ . ▁شاہ ▁محمود ▁قریشی
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁ش ہو انی ▁، ▁ شہ وت ▁انگیز ▁ماں ▁ہو ▁جاتا ▁ہے ▁ایک ▁کریم ی ▁چہرے ▁کے ▁بعد ▁ہو ▁رہی ▁ہے ▁گول ہ ▁بار ی ▁کی ▁طرف ▁سے ▁ایک ▁سیاہ ▁یار ▁11
▁کراچی ▁پر ▁آج ▁کل ▁بہت ▁سے ▁لوگوں ▁کی ▁را ل ▁ٹ پک ▁رہی ▁ہے ، ▁فاروق ▁ستار
▁سب ط ▁حسن ▁بچوں ▁کو ▁سکول ▁میں ▁استاد ▁سے ▁مار ▁پڑ ▁جائے ▁اور ▁مار
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁تازہ ▁ترین ▁شو
▁جو ▁تلاش ▁کرنا ▁چاہ ▁رہے ▁ہیں ▁یہاں ▁لکھیں
▁وصول ▁کنند ہ ▁ای ▁میل *
▁خواتین ▁کو ▁با ا خت یار ▁بنانے ▁کا ▁نعر ہ ▁کت نا ▁حقیقی ▁ہے
▁پاکستانی ▁ہی لی ▁کا پٹ ر ▁کی ▁افغانستان ▁میں ▁کر یش ▁لینڈ نگ ، ▁طالبان ▁نے ▁7 ▁افراد ▁کو ▁ی رغم ال ▁بنا ▁لیا
▁کو لم بو ▁ٹیسٹ ▁میں ▁سری ▁لنکا ▁نے ▁ٹ اس ▁جیت ▁کر ▁پہلے ▁بی ٹنگ ▁کرتے ▁ہوئے ▁4 25 ▁رنز ▁بنائے ، ▁جن ▁میں ▁م ڈ ل ▁آر ڈر ▁بی ٹس مین ▁س َ مر ا ▁وی را ▁کے ▁نا ٹ ▁آ و ٴ ٹ ▁137 ، ▁کپتان ▁کم ار ▁سنگ ا ▁کار ا ▁کے ▁75 ، ▁مہ یلا ▁جے ▁ور دھ نے ▁کے ▁56 ▁اور ▁آل ▁را و ٴ نڈر ▁انج ی لو ▁می تھ وز ▁کے ▁45 ▁رنز ▁شامل ▁تھے۔
▁دور ِ ج اہل یت ▁کی ▁یاد ▁دل انے ▁والی ▁چند ▁عجیب ▁و غر یب ▁رسوم ات ▁و ▁روایات
▁ قون صل ▁خانہ ▁میں ▁سعودی ▁پر نس ▁کے ▁شناس ا ▁شخص ▁کی ▁موجودگی ▁پر ▁سوال
▁کیا ▁آپ ▁نے ▁منا فق وں ▁کو ▁نہیں ▁دیکھا ▁جو ▁اپنے ▁اہل ▁کتاب ▁کے ▁کا فر ▁بھائی وں ▁سے ▁کہتے ▁ہیں ▁کہ ▁اگر ▁تم ▁نکال ے ▁گئے ▁تو ▁ضرور ▁ہم ▁بھی ▁تمہارے ▁ساتھ ▁نکل یں ▁گے ▁اور ▁تمہارے ▁معاملہ ▁میں ▁کبھی ▁کسی ▁کی ▁بات ▁نہ ▁مان یں ▁گے ، ▁اور ▁اگر ▁تم ▁سے ▁لڑائی ▁ہوگی ▁تو ▁ہم ▁تمہاری ▁مدد ▁کریں ▁گے ، ▁اور ▁اللہ ▁گواہ ی ▁دیتا ▁ہے ▁کہ ▁وہ ▁سراسر ▁جھوٹ ے ▁ہیں۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁تس لی ▁کرکے ▁کرکٹ ▁بورڈ ▁میں ▁تبدیل یاں ▁کر وں ▁گا ، اور ▁کر ائے ▁پر ▁گھر ▁نہ ▁ل وں ▁تو ▁کیا ▁دا تا ▁در بار ▁میں ▁رہ وں ؟ ▁احسان ▁مان ی
▁اور ( ح کی م ▁الام ت ▁حضرت ▁مولانا ▁اشرف ▁علی ▁صاحب ▁تھا نو ی ▁ قدس ▁سر ہ ) ▁اس ▁ توج یہ ▁کو ▁حضرت ▁مولانا ▁ی عق وب ▁صاحب ▁( نان وتو ی ) ▁رحم ة ▁اللہ ▁علیہ ▁سے ▁نقل ▁فرماتے ▁تھے۔ ▁( مل فو ظ ات ▁حکیم ▁الام ت ، ▁ص : ۱۹ ۸ - ۱۹ ۹ ، ▁ج : ۱۲ )
▁اجلاس ▁میں ▁عسکری ▁قیادت ، ▁وفاقی ▁وزراء ، ▁وزراء ▁اعلی ٰ ▁اور ▁سیکورٹی ▁اداروں ▁کے ▁سربراہ اں ▁شرکت ▁کریں ▁گے ▁جبکہ ▁وفاقی ▁وزیر داخل ہ ▁ملکی ▁اندر ونی ▁سیکورٹی ▁صورتحال ▁پر ▁اجلاس ▁کو ▁بر یف نگ ▁دیں ▁گے ▁اسلام ▁آباد ▁ , ▁وزیراعظم ▁نواز ▁شریف ▁کی ▁زیر ▁صدارت ▁نیشنل ▁ایک شن ▁پلان ▁کے ▁حوالے ▁سے ▁اہم ▁اجلاس ▁کل ▁ہو ▁گا ▁، ▁...

▁اگر ▁دیکھا ▁جائے ▁تو ▁قربانی ▁کے ▁جانور ▁کا ▁گوشت ▁پوست ▁ہمارے ▁کام ▁آتا ▁ہے ▁بلکہ ▁اس ▁کے ▁کھا ل وں ▁اور ▁بال وں ▁وغیرہ ▁سے ▁ہم ▁ہی ▁فائدہ ▁ا ُ ٹھا تے ▁ہیں ▁، ▁پھر ▁اللہ ▁تعالی ٰ ▁کو ▁قربانی ▁سے ▁کیا م طل وب ▁ہے ؟ ▁وہ ▁اس ▁سے ▁کیا ▁چاہتا ▁ہے ؟ تو ▁جواب ▁میں ▁یہ ▁آیت ▁ ِ م بار کہ ▁سامنے ▁آج اتی ▁ہے ▁کہ
▁جان ی ے ▁کہ ▁لوی ل ٹی ▁پروگرام ▁کیسے ▁کام ▁کرتے ▁ہیں
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁سی ▁ایم ▁او ▁- ▁ڈی ▁وی ▁ڈی ▁/ ▁سی ▁ڈی ز
▁فہرست ▁مضامین
▁( ۶ ) ▁موجودہ ▁نظام ▁جمہوریت ▁میں ▁نمائند گی ▁کے ▁لیے ▁افراد ▁اپنے ▁آپ ▁کو ▁پیش ▁کرتے ▁ہیں ، ▁جس ▁کا ▁حر یت ▁عام ہ ▁پر ▁نہای ت ▁خطرناک ▁اور ▁غلط ▁اثر ▁پڑتا ▁ہے ، ▁ان ▁میں ▁سے ▁ہر ▁شخص ▁تر غ یب ▁و ▁تر ہ یب ▁کے ▁ذرائع ▁اختیار ▁کرتا ▁ہے ▁اور ▁بسا ▁اوقات ▁عوام ▁خوف ▁یا ▁ط مع ▁کی ▁وجہ ▁سے ▁رائے ▁د ہی ▁پر م ج بور ▁ہوتے ▁ہیں ، ▁اس ▁طرح ▁عوام ▁کی ▁آزادی ٴ ▁فکر ▁کو ▁نقصان ▁پہنچ تا ▁ہے ▁اور ▁وہ ▁صحیح ▁ نمائندہ ▁منتخب ▁نہیں ▁کر پا تے ▁ہیں۔
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁طاہر ▁دا وڑ ▁کا ▁قتل ▁قابل ▁مذمت ▁ہے ▁، اس
▁کراچی : ▁سندھ ▁ہائیکورٹ ▁میں ▁فلم ▁مالک ▁پر پا بند ی ▁کیخلاف ▁کیس ▁کی ▁سماعت ▁ہوئی۔ ▁و فاق ▁نے ▁جواب ▁جمع ▁کروا نے ▁کیلئے ▁مہ لت ▁مانگ ▁لی ۔ ▁عدالت ▁نے ▁دو ▁ہفتے ▁کا ▁وقت ▁دید یا۔
▁گو ادر ▁میں ▁چین ▁کے ▁علاوہ ▁دیگر ▁ممالک ▁بھی ▁سرمایہ ▁کاری ▁کریں ▁گے ، ▁سر تاج ▁عزیز

▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁14 لا کھ 13 ہ زار ▁سے ▁زائد ▁ٹیکس ▁ فائل نگ ▁ہوئی ▁، م زید ▁لوگ ▁ٹیکس ▁گوش وار ے ▁جمع ▁کر ائی نگے ‘ ▁وزیر ▁مملکت ▁ری و ▁نیو
▁دبئی ▁میں ▁پانی ▁کی ▁صف ائی ▁کیلیے ▁آبی ▁ روب وٹ ▁کا ▁استعمال
▁شہر ▁کی ▁خبریں
▁پاکستان ▁کے ▁شمال ▁مغرب ▁میں ▁واقع ▁سات ▁قبائل ی ▁علاقے ▁و فاق ▁کے ▁زیر ▁انتظام ▁ہیں۔ ▁افغان ▁سرحد ▁سے ▁م لحق ہ ▁ان ▁علاقوں ▁میں ▁شدت ▁پسندوں ▁کی ▁کارروائی وں ▁اور ▁پھر ▁ان ▁کے ▁خلاف ▁سکیورٹی ▁فورسز ▁کی ▁کارروائی وں ▁سے ▁صورتحال ▁مقامی ▁لوگوں ▁کے ▁لیے ▁خاصی ▁پریشان ▁کن ▁رہی ▁ہے ▁جب ▁کہ ▁بے ▁روزگار ی ▁اور ▁کمزور ▁معاشی ▁سرگرمی وں ▁نے ▁بھی ▁یہاں ▁کے ▁لوگوں ▁کے ▁معمولا ت ▁زندگی ▁کو ▁متاثر ▁کیا۔
▁و صال ▁مبارک : ▁21 ▁شعب ان ▁13 80 ھ ▁بروز ▁بدھ ▁بم طا بق ▁8 ▁فروری ▁1961 ء
▁سپریم ▁کورٹ ▁کے ▁ساتھ ▁کوئی ▁جھ گ ڑا ▁یا ▁ت صاد م ▁نہیں ▁، ▁نواز ▁شریف
▁اور ▁پھر ▁بھائی ▁اگر ▁ملک ▁میں ▁سیاست دان وں ▁کی ▁کمی ▁پائی ▁جاتی ▁ہو ▁تو ▁تھ وڑ ا ▁بہت ▁کش ٹ ▁بھی ▁اٹھا ▁لیا ▁جائے۔ ▁مجھے ▁تو ▁بس ▁کہانی اں ▁لکھنے ▁دی ج ئے۔ ▁میری ▁لیڈر ی ▁آپ ▁بھی ▁تسلیم ▁نہیں ▁کریں ▁گے۔ ▁پھر ▁خواہ ▁مخ وا ہ ▁قوم ▁کا ▁وقت ▁بر باد ▁کرنے ▁سے ▁کیا ▁فائدہ ۔
▁چین ▁کی ▁وہ ▁چیز ▁جو ▁دیکھتے ▁دیکھتے ▁سائنس دان وں ▁کی ▁نظر وں ▁کے ▁سامنے ▁غائب ▁ہونے ▁لگی ، ▁کیا ▁چیز ▁ہے ؟ ▁پاکستان ▁کے ▁لئے ▁بھی ▁بڑا ▁خطرہ ▁پیدا ▁ہوگیا
▁فاتح ▁سندھ ▁محمد ▁بن ▁قاسم ▁نے ▁سندھ ▁کو ▁اس ▁وقت ▁فتح ▁کیا ▁جب ▁ان ▁کی ▁عمر ▁صرف ▁ستر ہ ▁برس ▁تھی۔ ▁اس ▁عمر ▁میں ▁ان ▁کے ▁دیگر ▁ساتھ ی ▁لہ و ▁و ▁ لعب ▁میں ▁پڑے ▁ہوئے ▁تھے ▁مگر ▁انھوں ▁نے ▁ایسا ▁عظیم ▁کار نامہ ▁انجام ▁دیا ▁جس ▁کی ▁نظیر ▁نہیں ▁ملت ی ۔ ▁سندھ ▁پر ▁کئی ▁بار ▁لشکر ▁کشی ▁کی ▁گئی ▁مگر ▁ہر ▁بار ▁ناکام ی ▁ہاتھ ▁آئی ۔ ▁حجاج ▁بن ▁یوسف ▁( جو ▁آپ ▁کا ▁چ چا ▁تھا ) ▁کی ▁جنگی ▁حکمت ▁عملی ▁اور ▁آپ ▁کے ▁انتخاب ▁نے ▁نہ ▁صرف ▁سندھ ▁کو ▁فتح ▁کیا ▁بلکہ ▁وہاں ▁کے ▁عوام ▁کو ▁را جا ▁دی بل ▁کے ▁ظلم ▁سے ▁نجات ▁دل ائی ۔
▁... ▁... ▁یہی ▁بہت ▁ہے ▁عبادت ▁گزار ▁ہونے ▁کو
▁" ل گ تا ▁ہے تم ▁نے ▁اندر ▁ہونے ▁کا ▁پک ا ▁پروگرام ▁بنا ▁لیا ▁ہے۔ ▁اس ▁لیے ▁بہت ▁ٹر ▁ٹر ▁کر ▁رہے ▁ہو۔ "
▁اس حق ▁زا ہ د ، حافظ ▁محمد ▁جولائی ▁جادو گر وں ▁کا ▁قلع ▁قم ع ▁کرنے ▁والی ▁تل وار ( ۶ ) ▁۲۱ ▁تا ▁ ۳۱
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁صفحہ ▁خلافت ▁( انگ ریز ی )
▁برنامج ▁نوی اتی ▁اسلحہ
▁نمبر ▁۳ : ۔ تر کی ▁اپنے ▁ملک ▁کے ▁حصے ▁م وصل ▁وغیرہ ▁میں ▁بھی ▁تیل ▁کے ▁ذ خ ائر ▁نہیں ▁نکال ▁سکے ▁گا۔
▁پاکستان ▁میں ▁انسانی ▁حقوق ▁کی ▁تنظیم یں ▁بھی ▁حکومت ▁سے ▁سزا ئے ▁موت ▁پر ▁عمل ▁درآمد ▁روکنے ▁کا ▁مطالبہ ▁کرتی ▁رہی ▁ہیں۔
▁ممبئی ▁( و یب ▁ڈیسک ) ▁بھارت ▁کے ▁وزیر اور ▁وزیراعظم ▁عمران ▁خان ▁کے ▁دوست ▁نو جو ت ▁سنگھ ▁سد ھو ▁عمران ▁خان ▁کے ▁وزارت ▁ عظم ی ٰ ▁کا حل ف ▁اٹھا نے ▁کی ▁تقریب ▁میں شر کت ▁کے ▁لیے ▁آئے ▁جس ▁دوران ▁انہیں ▁پاک ▁فوج ▁کے ▁سربراہ ▁جنرل ▁قمر ▁جاوید ▁با جو ہ ▁نے ▁گل ے ▁لگ الیا ▁تھا ▁، ▁گل ے ▁ملنے ▁پر ▁بھارت ▁میں ▁ہنگام ہ ▁برپا ▁ہوگیا ▁تھا ▁اور کر تار پور را ہ داری ▁منصوبے ▁کے
▁میرا ▁اکاؤنٹ
▁انہوں ▁نے ▁مزید ▁کہا ▁عمران ▁لوگوں ▁پر ▁بھارت ▁میں ▁کاروبار کا ▁الزام ▁لگا تے ▁ہیں ▁لیکن ▁بھارتی وں ▁نے ▁عمران ▁کے ▁ڈ بو ئے ▁ہوئے ▁پیسے ▁بھر ے ▁۔ ▁عمران ▁ہمیں ▁شو گر ▁لینڈ ▁کے ▁ان وی سٹر ز ▁کے ▁بارے ▁بت ائیں۔ ▁ دانی ال ▁عزیز ▁نے ▁کہا ▁اداروں ▁کی ▁کارکردگی ▁میں ▁عمران ▁خان ▁رکاوٹ ▁بن ▁رہے ▁ہیں ▁اور ▁تحریک ▁انصاف ▁نے ▁کرپشن ▁کے ▁خلاف ▁نیا ▁قانون ▁نہیں ▁بننے ▁دیا۔ ▁عمران ▁خان ▁35 ▁پن ک چر وں ▁والے ▁الزام ▁کی ▁طرح ▁عوام ▁کو ▁بی وقوف ▁بنانا ▁چاہتے ▁ہیں۔ ▁انہوں ▁نے ▁بتایا ▁کہ ▁پاناما ▁لیک س ▁کی ▁تحقیقات ▁کے ▁حوالے ▁بنی ▁ٹی ▁او ▁آر ▁کمیٹی ▁کو ▁اپوزیشن ▁نے ▁توڑ ا۔ ▁خان ▁صاحب ▁کی نٹ نر ▁سے ▁اتر یں ▁اور ▁جواب ▁دینے ▁آئیں ▁اور ▁سپریم ▁کورٹ ▁میں ▁کل ▁پیش ی ▁ہے۔ ▁سپریم ▁کورٹ ▁کے ▁دروازے ▁کھل ے ▁تھے ▁لیکن ▁عمران ▁نے ▁پانچ ▁ماہ ▁تاخیر ▁کی ▁۔ ▁حکومت ▁نے ▁ایک ▁لمح ے ▁کی ▁تاخیر ▁کیے ▁بغیر ▁سپریم ▁کورٹ ▁کو ▁خط ▁لکھا ▁۔ ▁معاملہ ▁جب ▁سینیٹ ▁میں ▁آیا ▁تو ▁عمران ▁خان ▁بھاگ ▁گئے ▁یہ ▁سارا ▁کھیل ▁بنایا ▁جا ▁رہا ▁ہے ▁اور ▁2 ▁نومبر ▁کی ▁تاریخ ▁بھی ▁الیکشن ▁کمیشن ▁میں ▁پیش ی ▁سے ▁بچ نے ▁کے ▁لیے ▁رکھی ▁گئی ▁:-
▁میرے ▁ملک ▁کے ▁اساتذہ ▁!
▁1) ▁آپ ▁ ورڈ پر یس ▁کے ▁ایڈ من ▁پی نل ▁میں ▁جائیں ▁اور ▁ظاہر ی ▁شکل ▁پر ▁تشریف ▁لے ▁جائیں ▁-> ▁و جی ٹس .
▁بھر ی ▁دنیا ▁میں ▁آخر ▁دل ▁کو ▁سمجھا نے
▁پناہ ▁گزین وں ▁کا ▁بحران ، ▁ ’ ی ور پ ▁کے ▁پاس ▁زیادہ ▁وقت ▁نہیں ‘
▁اس ▁ویب ▁سائ یٹ ▁پر ▁موجود ▁تمام ▁تحریری ▁مواد ▁کے ▁جملہ ▁حقوق @ 2018 ▁اے ▁آر وائی ▁نیوز ▁کے ▁نام ▁محفوظ ▁ہیں
▁وکیل ِ ▁است غا ث ہ ▁نے ▁عدالت ▁کو ▁بتایا ▁کہ ▁کی تی تھ را ▁ڈ لو ک ▁سیم نار ▁منعقد ▁کرتا ▁تھا ▁جہاں ▁وہ ▁لوگوں ▁کو ▁یہ ▁کہہ ▁کر ▁اپنی ▁کمپنی وں ▁میں ▁سرمایہ ▁کاری ▁کی ▁دعوت ▁دیتا ▁تھا ▁کہ ▁یہ ▁کمپنی اں ▁پرا پر ٹی ▁ڈو یل پ منٹ ، ▁برآمد ات ▁اور ▁استعمال ▁شدہ ▁گاڑی وں ▁کے ▁کاروبار ▁سے ▁منسلک ▁ہیں۔
▁ہمارا ▁کاروبار ▁مقصد ▁ہے ▁" ٹیک نا لوج ی ▁اعلی ▁در جے ▁کی ، ▁کو ال ٹی ▁سب ▁سے ▁پہلے ، ▁صارفین ▁سب ▁سے ▁پہلے ▁اور ▁سروس ▁کی ▁پہلی "
▁دفاعی ▁امور ▁کے ▁تجزیہ ▁کار ▁اور ▁قبائل ی ▁علاقوں ▁کے ▁سابق ▁سیکرٹری ▁محمود ▁شاہ ▁نے ▁وائس ▁آف ▁امریکہ ▁سے ▁گفتگو ▁میں ▁کہا ▁کہ ▁ایسے ▁رابط وں ▁کے ▁جاری ▁رہنے ▁سے ▁سرحد ▁پر ▁سلامتی ▁کے ▁اقدام ▁کے ▁لیے ▁راہ ▁ہم وار ▁ہوگی۔
▁بنی ▁اسرائیل ▁کے ▁سامنے ▁ان ▁کی ▁عبر ت ناک ▁تاریخ ▁پیش ▁کر ▁کے ▁انہیں ▁باطل ▁پرست ی ▁کے ▁ب ُ رے ▁نتائج ▁پر ▁متن بہ ▁کیا ▁گیا ▁ہے ▁اور ▁ا ُ س ▁پیغمبر ▁پر ▁ایمان ▁لانے ▁کی ▁دعوت ▁دی ▁گئی ▁ہے ▁جو ▁پچھلے ▁پیغمبر وں ▁کے ▁لائے ▁ہوئے ▁دین ▁کو ▁تمام ▁آمیز ش وں ▁سے ▁پاک ▁کر ▁کے ▁پھر ▁اس ▁کی ▁اصلی ▁صورت ▁میں ▁پیش ▁کر ▁رہا ▁ہے۔
▁ہلاک ▁ہونے ▁والے ▁کشمیر ی ▁نوجوان ▁کی ▁والد ہ ▁خورشید ہ ▁بی ▁بی ▁نے ▁اس ▁الزام ▁کی ▁تردید ▁کی۔
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁israel , ▁gaz a , ▁ar my , ▁action , ▁palestin e غز ہ , ▁فلسطین , ▁اسرائیل , ▁آزادی , ▁فوجی ▁ایک شن , ▁حماس
▁آپ ▁کی ▁آن کھ ▁کیوں ▁پ ھڑ کت ی ▁ہے ▁اور ▁اسے ▁کیسے ▁ٹھیک ▁کیا ▁جاسکتا ▁...
▁اب ▁اس ▁میں ▁ان ڈ وں ▁کو ▁پھ ی نٹ ▁کر ▁شامل ▁کرکے ▁م کس ▁کریں۔ ا ِ ن ▁کے ▁بال ز ▁بن ال یں۔
▁30 ۔ ▁آر ▁ایم ▁ایس ▁ٹ ائی ▁ٹی نک ▁کی ▁باقی ات ▁زیر سم ندر ▁تقریبا ▁3 800 ▁میٹر ▁کی ▁گ ہر ائی ▁میں ▁دو ▁بڑے ▁ ٹک ڑوں ▁کی ▁شکل ▁میں ▁آج ▁تک ▁پڑ ی ▁ہوئی ▁ہیں۔ ▁یہ ▁وہ ▁بد قسم ت ▁جہاز ▁تھا ▁جو ▁کہ ▁اپنے ▁پہلے ▁سفر ▁میں ▁ہی ▁اپریل ▁1912 ء ▁کو ▁ڈو ب ▁گیا ▁تھا۔
▁بھائی وں ▁اور ▁بہن وں ▁اپ ▁نے ▁دیکھا ▁اس ▁ نک می ▁ریاست ی ▁سر کار ▁کی ▁مجرم انہ ▁ لاپ روا ہی ▁اور ▁بے ▁توجہ گی ▁کے ▁سبب ▁یہاں ▁کچھ ▁کم ▁سن ▁بچی وں ▁کی ▁کتنی ▁قیمت ی ▁جان یں ▁چل ی ▁گئیں . ▁ان ▁کا ▁قصور ▁کیا ▁تھا ▁کہ ▁وہ ▁آ یک ▁غریب ▁اور ▁پ چھ ڑے ▁طبق ے ▁سے ▁تعلق ▁رکھتی ▁تھیں . ▁یہ ▁حکومت ▁غریب وں ▁کو ▁سہولت یں ▁پہنچا نے ▁کے ▁دعو ے ▁تو ▁بہت ▁بڑے ▁بڑے ▁کرتی ▁ہے ▁مگر ▁آج ▁اسکی ▁پول ▁کھل ▁چکی ▁ہے . ▁اب ▁ان کی ▁یہ ▁من ▁مان ی ▁نہیں ▁چلے ▁گی . ا نھیں ▁ابھی ▁است ع فی ▁دینا ▁ہوگا . ▁آپ ▁اچھی ▁طرح ▁سے ▁جانتے ▁ہیں ▁جہاں ▁جہاں ▁ہماری ▁پارٹی ▁کی ▁حکومت ▁ہے ▁وہاں ▁کو ئ ▁ایک ▁شخص ▁بھی ▁بھوک ▁سے ▁نہیں ▁مرت ا . ▁مرت ا ▁ہے ▁تو ▁بتا ئیے ▁؟ ”
▁میرا ▁پاکستان
▁Previous : ▁کان گو ▁کی ▁جیل ▁پر ▁مسلح ▁افراد ▁کا ▁حملہ ، ▁3 ▁ہزار ▁سے ▁زائد ▁قید ی ▁فرار
▁اس ▁وقت ▁اسی ▁سے ▁زائد ▁ما سٹر ▁ٹرین ر ▁مختلف ▁شہروں ▁کے ▁پارک وں ▁میں ▁لوگوں ▁کو ▁یو گا ▁سکھ ا ▁رہے ▁ہیں۔ ▁محمد ▁اعظم ▁کے ▁بقول ▁یو گا ▁کی ▁ورزش یں ▁نہ ▁صرف ▁جسمانی ▁صحت ▁کو ▁بہتر ▁کرتی ▁ہیں ▁بلکہ ▁یہ ▁ذہنی ▁نشو ون ما ▁کے ▁لیے ▁بھی ▁مفید ▁ہوتی ▁ہیں۔ ▁ان ▁کے ▁مطابق ▁یو گا ▁بچے ▁جوان ▁اور ▁بو ڑھ ے ▁س بھی ▁کے ▁لیے ▁مفید ▁ہے ، ▁’’ یو گا ▁قوت ▁برداشت ▁بڑھ اتی ▁ہے ، ▁تن او ▁کم ▁کرتی ▁ہے ، ▁ہم ▁اپنے ▁نوجوانوں ▁کو ▁یو گا ▁جیسی ▁صحت ▁اف زا ▁سرگرمی وں ▁کی ▁طرف ▁لا ▁کر ▁انہیں ▁انتہا ▁پسند انہ ▁سرگرمی وں ▁کی ▁طرف ▁جانے ▁سے ▁بچ ایا ▁جا ▁سکتا ▁ہے۔ ‘‘
▁انٹرنیٹ ▁ٹی ▁وی
▁دن ▁بھر ▁جو ▁سور ج ▁کے ▁ڈر ▁سے ▁گلی وں ▁میں ▁چھپ ▁رہتے ▁ہیں
▁اس ▁سے ▁قبل ▁ٹوئٹر ▁پر ▁پی ▁ٹی ▁آئی ▁کے ▁آف ی شل ▁اکاؤنٹ ▁سے ▁کی ▁گئی ▁ٹو یٹ ▁کے ▁مطابق ▁انھیں ▁اسلام ▁آباد ▁کے ▁ایک ▁ری ستور ان ▁سے ▁حراست ▁میں ▁لیا ▁گیا۔
▁ل اط ینی ▁امریکہ ▁کے ▁ملک ▁ایک وا ڈ ور ▁کے ▁ساحل ی ▁علاقے ▁میں ▁شدید ▁زلزل ہ ▁آیا ▁ہے ▁جس ▁میں ▁اب ▁تک ▁درج نوں ▁افراد ▁کے ▁ہلاک ▁اور ▁سی نک ڑوں ▁کے ▁زخمی ▁ہونے ▁کی ▁تصدیق ▁ہو ▁چکی ▁ہے۔
▁آج ▁کا ▁اخبار
▁چند ▁دن ▁پیش ▁تر ▁اس ▁نے ▁فلسطین ▁کی ▁ایک ▁تصویر ▁کے ▁بارے ▁میں ▁پوچھ ▁لیا ، ▁پھر ▁وہی ▁سوالات ▁کا ▁ایک ▁نا خت م ▁ہونے ▁والا ▁سلسلہ ▁شروع ▁ہوا ... ▁کہ ▁فوجی ▁پست ول ▁کیوں ▁تا نے ▁ہوئے ▁ہیں ▁اور ▁مظاہرین ▁غل یل یں ▁کیوں ▁چلا ▁رہے ▁ہیں ؟ ▁اکثر ▁وہ ▁ظالم وں ▁کے ▁کردار ▁کے ▁حوالے ▁سے ▁مطمئن ▁نہیں ▁ہو ▁پات ا ، ▁ا ُ سے ▁سمجھ ▁نہیں ▁آتا ▁کہ ▁ظالم ▁آخر ▁کیوں ▁کسی ▁پر ▁ظلم ▁کرتا ▁ہے ؟
▁( کن ور ▁آفتاب ▁احمد ▁کی ▁پیدائش )
▁لاہور کے ▁عوام ▁نے ▁ضمن ی ▁الیکشن ▁میں ▁بھی ▁ن ▁لیگ ▁کی ▁سیاست ▁کو ▁مسترد ...
▁سری ▁دیو ی ▁کے ▁انتقال ▁کے ▁روز ▁ان ▁کے ▁دی ور ▁سنج ے ▁کپور ▁نے ▁ایسی ▁تصویر ▁اپ ▁لوڈ ▁کر ▁دی ▁کہ ▁بھارت ▁بھر ▁میں ▁تہ ل کہ ▁مچ ▁گیا ، ▁ہر ▁کوئی ▁غ ص ے ▁سے ▁آگ ▁بگو لہ ▁ہو ▁گیا
▁ہمارے ▁بارے ▁میں
▁” م جھ ▁پر ▁چل ائیں ▁مت - ▁غ ص ہ ▁کرنا ▁مجھے ▁بھی ▁آتا ▁ہے - ▁ایک ▁تو ▁آپ ▁میری ▁محبت ▁کی ▁توہین ▁کر ▁رہی ▁ہیں ▁اوپر ▁سے ▁مجھ ▁پر ▁ہی ▁چلا ▁رہی ▁ہیں - ▁ڈی ▁ایس ▁پی ▁صاحب ہ ▁ہوکر ▁بھی ▁اپنی ▁زندگی ▁کے ▁فیصلے ▁دوسروں ▁پر ▁چھوڑ ▁رکھے ▁ہیں ▁آپ ▁نے ▁– ▁وا ہ - “

▁کے ▁ساتھ ▁کپڑے ▁پر ▁دیکھنے ▁کے ▁فحش ▁آن ▁لائن ▁ گار ڈ ▁کی نٹ ▁بند ▁کرنے ▁کے ▁بعد ▁بار
▁محمد ▁حسین ▁نجف ی ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁مقامی ▁لوگوں ▁کا ▁کہنا ▁ہے ▁کہ ▁مدرس ے ▁کی ▁بند ش ▁کے ▁بعد ▁وہاں ▁زیر تعل یم ▁تمام ▁طلب ہ ▁اپنے ▁گھروں ▁کو ▁چلے ▁گئے ▁ہیں۔

▁کسی ▁بھی ▁بھارتی ▁کارروائی ▁کا ▁بھرپور ▁جواب ▁دیں ▁گے ، ▁ترجمان ▁پاک ▁فوج
▁سائنس ▁اور ▁ٹیکنالوجی
▁یہ ▁جو ڑی ▁کامیابی ▁سے ▁ پرانے ▁رہنماؤں ▁کو ▁پر ے ▁ہٹا نے ▁میں ▁کامیاب ▁ہو ▁گئی ▁ہے۔
▁ان ڈ وں ▁میں ▁کول ائن ▁نامی ▁جز ▁موجود ▁ہوتا ▁ہے ▁جو ▁بان جھ ▁پن ▁کے ▁خطر ے ▁سے ▁بچانے ▁میں ▁مدد گار ▁ثابت ▁ہو ▁سکتا ▁ہے ▁جیسا ▁کہ ▁کار ن یل ▁یونیورسٹی ▁کی ▁ایک ▁تھ قی ق ▁میں ▁دعوی ٰ ▁کیا ▁گیا ▁ہے ، ▁اس ▁کے ▁علاوہ ▁بھی ▁یہ ▁مختلف ▁ وٹ ام نز ▁اور ▁من ر لز ▁کا ▁مجموع ہ ▁ہوتے ▁ہیں ▁جو ▁مختلف ▁طبی ▁فوائد ▁کا ▁باعث ▁بن تے ▁ہیں۔
▁نیو کلی ر ▁معاہدے ▁کو ▁بچانے ▁کے ▁لئے ▁یورو پ ▁کو ▁آگے ▁آنے ▁ہوگا۔ ▁ایران ▁کے ▁روحانی ▁لیڈر ▁کا ▁بیان
▁رب ▁ک عب ہ ▁کی ▁قسم ▁یہ ▁سچ ▁ہے

▁ہمارے ▁کالم ▁نگار
▁آج ▁کی ▁تصاویر
▁یو ٹی ل ٹی ▁ سٹ ورز ▁کار پور یشن ▁غیر ▁ملکی ▁دباؤ ▁پر ▁بند ▁کی ▁جا ▁رہی ▁ہے
▁این ٹی ▁ بائی و ٹک ▁(1)
▁تازہ ▁ترین ▁پیغام ات
▁’’ ▁اگر ▁پا دری ▁اب ▁بھی ▁اپنی ▁پالیسی ▁بدل ▁دیں ▁اور ▁عہد ▁کر ▁لیں ▁کہ ▁آئندہ ▁ہمارے ▁نبی ▁صلى ▁الله ▁عليه ▁وسلم ▁کو ▁ گال یاں ▁نہیں ▁نکال یں ▁گے ▁تو ▁ہم ▁بھی ▁عہد ▁کریں ▁گے ▁کہ ▁آئندہ ▁نرم ▁الفاظ ▁کے ▁ساتھ ▁ان ▁سے ▁گفتگو ▁ہو ▁گی۔ ▁ورنہ ▁جو ▁کچھ ▁کہیں ▁گے ▁اس ▁کا ▁جواب ▁سن یں ▁گے۔ ▁‘‘ ( ضم یم ہ ▁انجام ▁ آت ھم ▁۔ ▁روحانی ▁خز ائن ▁جلد ▁۱۱ ▁صفحہ ▁۲ ۹ ۲ ▁حا ش یہ ▁در ▁حا ش یہ ▁)
▁پچ ھل ی ▁خبر ▁بر مود ا ▁ٹر ائی ▁این گل ▁کا ▁‘ راز ’ ▁ایک ▁مرتبہ ▁پھر ▁دریافت ▁کرنے ▁کا ▁دعوی ٰ
▁ن ▁لیگ ▁اب ▁کہاں ▁کھڑی ▁ہوگی ؟ ... بھ ائی ▁کے ▁ساتھ ▁بھی ▁کی نہ ▁پر وری
▁فارسی ▁زبان ▁سے ▁مرکب ▁توصیف ی ▁ہے ▁' ب َ ہ ْ م َ ن ' ▁فارسی ▁میں ▁مہین ے ▁کا ▁نام ▁ہے۔ ▁اس ▁کے ▁ساتھ ▁' ی ' ▁بطور ▁ لاحق ۂ ▁نسبت ▁لگا ئی ▁گئی ▁ہے۔
▁تمام ▁اشاعت ▁کے ▁جملہ ▁حقوق ▁بحق ▁ادارہ ▁ا ُ ردو ▁پوائنٹ ▁محفوظ ▁ہیں۔
▁پاکستان ▁کے ▁ایوان ▁زیر یں ▁یعنی ▁قومی ▁اسمبلی ▁میں ▁حزب ▁مخالف ▁کی ▁جماعت ▁کی ▁طرف ▁سے ▁وزیراعظم ▁کے ▁خلاف ▁تحریک ▁است حق اق ▁جمع ▁کر وائی ▁گئی ▁ہے ، ▁جس ▁میں ▁یہ ▁موقف ▁اختیار ▁کیا ▁گیا ▁کہ ▁پاناما ▁لیک س ▁سے ▁متعلق ▁معاملے ▁پر ▁وزیراعظم ▁نے ▁مبینہ ▁طور ▁پر ▁جھوٹ ▁بولا ۔
▁جو ▁کرتا ▁ہے ▁تو ▁چھپ ▁چھپ ▁کر ▁اہل ▁جہاں ▁سے * کو ئی ▁دیکھ ▁رہا ▁...
▁میرا ▁مکمل ▁پرو فائل ▁دیکھیں
▁ن سیم ▁احمد , ▁دسمبر ▁04 ، ▁2016, ▁فورم ▁میں : ▁طنز ▁و مز اح
▁یہ ▁اس ▁بات ▁کی ▁تصدیق ▁کرے ▁گی ▁کہ ▁سرور ▁کو ▁صحیح ▁طریقے ▁سے ▁پہنچ ▁سکتا ▁ہے ▁اور ▁سرور ▁پر ▁X Press En try ▁ہی نڈ ▁ہی ل ڈ ▁ڈیٹا ▁بیس ▁کو ▁اپ ▁ڈی ٹ ▁کریں ▁گے .
▁ان ▁حق ائ ق ▁کو ▁دیکھتے ▁ہوئے ▁بھ لا ▁یہ ▁کون ▁لوگ ▁تھے ▁جو ▁بھٹو ▁کے ▁اتنے ▁زیادہ ▁دیوان ے ▁تھے ▁کہ ▁بے ▁نظیر ▁کی ▁پاکستان ▁آمد ▁پر ▁کراچی ▁میں ▁ہونے ▁والے ▁اتنے ▁بڑے ▁دھماکے ▁کے ▁باوجود ▁بھی ▁اپنی ▁جان ▁خطر ے ▁میں ▁ڈال ▁کر ▁اب ▁پن ڈی ▁کے ▁پ نڈ ال ▁میں ▁آن ▁پہنچے ▁تھے۔

▁گھر ▁میں ▁موجود ▁بچے ▁بہت ▁حد ▁تک ▁شر ارت ی ▁واقع ▁ہوئے ▁تھے۔
▁اور ائن ▁انسان وں ▁کو ▁مر ی خ ▁تک ▁لے ▁جا ▁سکتا ▁ہے

▁حزب ▁ال تحر یر ▁کا ▁کام
▁مقامی ▁خبریں
▁نن کان ہ ▁صاحب
▁تربیت ▁کے ▁بجائے ▁قانون ▁پر ▁زور

▁چار ▁فریق ی ▁رابطہ ▁گروپ ▁کا ▁آخری ▁اجلاس ▁18 ▁مئی ▁2016 ▁کو ▁ہوا ▁تھا۔ ▁اس ▁اجلاس ▁کے ▁3 ▁روز ▁بعد ▁21 ▁مئی ▁کو ▁ملا ▁اختر ▁منصور ▁امریکی ▁ڈر ون ▁حملے ▁میں ▁مار ا ▁گیا ▁جس ▁کے ▁باعث ▁طالبان ▁سے ▁مذاکرات ی ▁عمل ▁تع طل ▁کا ▁شکار ▁ہو ▁گیا ▁تھا۔
▁31 ویں ▁او ور ▁میں ▁م ائی کل ▁کل ارک ▁بھی ▁صرف ▁آٹھ ▁رنز ▁بنا ▁کر ▁یو و راج ▁کی ▁گی ند ▁پر ▁کی چ ▁آؤٹ ▁ہوگئے۔ ▁ا ُ ن ▁کے ▁بعد ▁م ائی کل ▁ہ سی ▁کھیل نے ▁کے ▁لیے ▁آئے ▁لیکن ▁34 ویں ▁او ور ▁میں ▁وہ ▁بھی ▁صرف ▁تین ▁کے ▁انفرادی ▁اس کور ▁پر ▁ظ ہ یر ▁خان ▁کی ▁گی ند ▁پر ▁کلی ن ▁بول ڈ ▁قرار ▁پائے ۔ ▁اس ▁وقت ▁آسٹریلیا ▁کا ▁اس کور ▁150 ▁رنز ▁تھا۔
▁ایل ▁ای ▁ڈی ▁تجارت ی ▁روشنی
▁باب : ▁عورت ▁کے ▁بچے ▁ہوئے ▁پانی ▁سے ▁ غسل ▁کے ▁جائز ▁ہونے ▁کا ▁بیان
▁مجھے ▁لگتا ▁ہے ▁وہ ▁لوگ ▁جو ▁چھ اتی ▁اور ▁گ دی ▁کے ▁30 : 4
▁تھا نہ ▁شاہ ▁غریب ▁پولیس ▁کے ▁مطابق ▁35 ▁سالہ ▁مقتول ہ ▁شک یل ہ ▁بی ▁بی ▁جو ▁5 ▁بچوں ▁کی ▁ماں ▁بت ائی ▁جاتی ▁ہے ، ▁موضع ▁من ڈی ▁ خیل ▁کی ▁رہائش ی ▁تھی ▁اور تھ انہ ▁ ندو کے ▁کے ▁علاقہ ▁موضع ▁ساد ھو کے ▁میں ▁اسکی ▁شادی ▁مقصود ▁نامی ▁شخص ▁سے ▁ہوئی ▁تھی۔ پو لیس ▁کے ▁مطابق ▁گذشتہ ▁شب ▁مقتول ہ ▁شک یل ہ ▁بی ▁بی ▁کا ▁بھ تی جا ▁ عاطف ▁عارف ▁اپنے ▁دوست ▁کے ▁ہمراہ ▁موضع ▁من ڈی ▁ خیل ▁سے ▁ساد ھو کے ▁عید ی ▁دینے ▁گیا ▁تو ▁شک یل ہ ▁بی ▁بی ▁کو ▁مبینہ ▁طور ▁پر ▁کسی ▁غیر ▁مرد ▁کے ▁ساتھ ▁دیکھ ▁کر ▁دونوں ▁کو ▁اپنے ▁کی ری ▁ڈ بہ ▁میں ▁ب ٹھا ▁کر ▁لے ▁گئے ▁اور ▁گذشتہ ▁روز ▁صبح ▁کر ار اں ▁والی ▁پھ ا ٹک ▁کے ▁قریب ▁کھ یت وں ▁سے ▁ان کی ▁نع ش یں ▁مل یں ، ▁دونوں ▁کو ▁گول یاں ▁مار ▁کر ▁قتل ▁کیا ▁گیا۔
▁پاکستان ▁فلم ▁انڈسٹری ▁کا ▁در خش اں ▁ستار ہ ▁ت ئی س ▁نومبر ▁ان یس ▁سو ▁تر اسی ▁کو ▁کراچی ▁میں ▁اپنے ▁لاکھ وں ▁مداح وں ▁کو ▁سو گو ار ▁کر گیا ۔ ▁وح ید ▁مراد ▁نے ▁اداکار ی ▁کے ▁ساتھ ▁ساتھ ▁مصنف ▁اور ▁پرو ڈی و سر ▁کی ▁خدمات ▁بھی ▁سرانجام ▁دیں ▁تھیں۔
▁کھو ک ▁سام رو نگ ▁ضلع ▁( ▁ل اط ینی : ▁Kho k ▁Sam rong ▁District ) ▁تھا ئی ▁لینڈ ▁کا ▁ایک ▁ام پ ھ ؤ ▁جو ▁لو پ ▁ب وری ▁صوبہ ▁میں ▁واقع ▁ہے۔ ▁[1]
▁حضرت ▁امیر ▁( ع ) ▁نے ▁یہ ▁است دلال ، ▁مع اوی ہ ▁کی ▁ان کی ▁کی ▁خلافت ▁کو ▁قبول ▁نہ ▁کرنے ▁کی ▁بہت ▁ہی ▁گھ ٹی ا ▁اور ▁پست ▁دلیل ▁کے ▁جواب ▁میں ▁بیان ▁کیا ▁تھا۔ ▁مع اوی ہ ▁نے ▁علی ▁( ع ) ▁کی ▁خلافت ▁کو ▁قبول ▁نہ ▁کرنے ▁پر ▁یہ ▁جھوٹ ا ▁بہ انہ ▁لا یا ▁تھا ▁کہ ▁کیونکہ ▁شام ▁کے ▁لوگوں ▁نے ▁آپ ▁کی ▁خلافت ▁کو ▁قبول ▁کرنے ▁سے ▁انکار ▁کر ▁دیا ▁ہے ، ▁اس لی ے ▁میں ▁بھی ▁اے ▁علی ▁تمہاری ▁خلافت ▁کو ▁قبول ▁نہیں ▁کر وں ▁گا ▁!!!
▁انھوں ▁نے ▁بی ▁بی ▁سی ▁کے ▁پروگرام ▁میں ▁بات ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁شدت ▁پسند ▁ایسے ▁نوجوان ▁کے ▁قریب ▁پہنچ ▁چکے ▁ہیں ▁جو ▁ان ▁کے ( ▁سلمان ▁احمد ) ▁کے ▁بھی ▁قریب ▁ہیں۔ ▁لیکن ▁ا ُ ن ▁کا ▁یقین ▁ہے ▁کہ ▁فن ▁اور ▁ثقافت ▁کے ▁ذریعے ▁شدت ▁پسند ی ▁کا ▁مقابلہ ▁کیا ▁جا ▁سکتا ▁ہے۔
▁انھوں ▁نے ▁کہا ▁کہ ▁ملک ▁میں ▁عدم ▁برداشت ▁میں ▁واقعی ▁اضافہ ▁ہوا ▁ہے ▁۔ سابق ▁نائب ▁صدر نے ▁کہا ▁کہ ▁فرق ہ ▁وار انہ ▁فساد ات ▁میں ▁سب ▁سے ▁پہلے ▁عدم ▁برداشت ▁کا ▁نتیجہ ▁ہوتا ▁ہے ▁اور دو سرا ▁مسئلہ ▁انتظامی ▁مش ن ری ▁کے ▁ فیل ▁ہونے ▁سے ▁ہوتا ▁ہے ▁۔
▁پھر ▁یہاں ▁سے ▁خوش ون ت ▁سنگھ ▁کی ▁زندگی ▁کے ▁ایک ▁نئے ▁دور ▁کا ▁آغاز ▁ہوتا ▁ہے۔ ▁وہ ▁صحافت ▁و ▁ادب ▁کی ▁و ادی ء ▁خار زار ▁میں ▁قدم ▁رکھتا ▁ہے ▁اور ▁پھر ▁یہ ▁سفر ▁اس ▁کی ▁زندگی ▁کے ▁سفر ▁کے ▁ساتھ ▁ہی ▁اختتام ▁پ ز یر ▁ہوتا ▁ہے۔ ▁ایک ▁طرف ▁وہ ▁ہندوستان ▁کے ▁کئی ▁اخبار ات ▁کی ▁ادا رت ▁کے ▁فرائض ▁سرانجام ▁دیتا ▁ہے ▁اور ▁دوسری ▁طرف ▁اس ▁کے ▁قلم ▁سے ▁کئی ▁ادبی ▁شاہ کار ▁جنم ▁لیتے ▁ہیں۔ ▁وہ ▁سکھ وں ▁کے ▁مذہبی ▁ صح ائف ▁کا ▁پنجاب ی ▁سے ▁انگریز ی ▁ترجمہ ▁کرتا ▁ہے ▁تو ▁دوسری ▁طرف ▁اقبال ▁کی ▁شاعر ی ▁کے ▁سحر ▁میں ▁مبتلا ▁ہوکر ▁ان ▁کی ▁شاہ کار ▁نظم وں ▁شک وہ ▁اور ▁جواب ▁شک وہ ▁کو ▁بھی ▁انگریز ی ▁کے ▁قالب ▁میں ▁ڈھ ال تا ▁ہے۔ ۔۔۔ ▁یوں ▁خوش ون ت ▁سنگھ ▁کی ▁شخصیت ▁کئی ▁زبان وں ▁اور ▁تہذیب وں ▁کا ▁ایک ▁حسین ▁سنگ م ▁بن ▁جاتی ▁ہے۔
▁آپ ▁کی ▁رائے
▁صدر ▁مملکت ▁ممنون ▁حسین ▁اور ▁ارد ن ▁کے ▁شاہ ▁عبداللہ ▁کا ▁تجارت ▁، ▁تعلیم ▁اور ▁ثقافت ی ▁شعب وں ▁میں ▁تعاون ▁میں ▁اضافے ▁پر ▁اتفاق ▁پاکستان ▁اور ▁ارد ن ▁مختلف ▁شعب وں ▁میں ▁اپنے ▁خصوصی ▁ تجرب ے ▁سے ▁ایک ▁دوسرے ▁... ▁مزید
▁ظفر ▁اقبال : ▁اس ▁آرٹیکل ▁نے ▁ہمیں ▁رو لاد یا۔ ▁حالات ▁کب ▁س دھر یں ▁گے ، ▁کب ▁لوگوں ▁کو ▁سمجھ ▁آئے ▁گی ▁کہ ▁قتل ...

▁مصر ▁کے ▁ساحل ▁سمندر ▁پر ▁عجیب ▁غریب ▁مخلوق ▁سے ▁لوگ ▁خوف ▁کاش کار
▁اسلام ▁آباد : ▁کیا ▁آپ ▁بتا ▁سکتے ▁ہیں ▁کہ ▁پاکستان ▁میں ▁کتنی ▁زبان یں ▁بول ی ▁جاتی ...
▁١ ▁- ▁کنٹرول ▁کرنے ▁والا ، ▁نا ظ م ، ▁منتظم ۔
▁3. ▁خدا ▁کے ▁لیے ▁لفظ ’ با پ ▁‘ ▁اور ▁ یس وع ▁کے ▁لیے ▁لفظ ▁ ’ بی ٹا ‘‘ ▁بھی ▁واضح ▁کرتا ▁ہے ▁کہ ▁دونوں ▁میں ▁فرق ▁ہے ▁، ▁ذات ▁کے ▁اعتبار ▁سے ▁بھی ▁اور ▁زمان ے ▁کے ▁لحاظ ▁سے ▁بھی ▁کیونکہ ▁باپ ▁پہلے ▁اور ▁بیٹا ▁بعد ▁میں ▁ہوتا ▁ہے ▁۔ ▁اگر ▁دونوں ▁کی ▁حیثیت ▁برابر ▁یا ▁دونوں ▁ایک ▁چیز ▁ہیں ▁تو ▁یہ ▁تقدیم ▁و ▁تاخیر ▁ چہ ▁معنی ▁دارد ▁؟
▁کمپنی ▁کا ▁ تعارف
▁انہوں ▁نے ▁پاکستان ▁فار ورڈ ▁سے ▁بات ▁کرتے ▁ہوئے ▁کہا ، ▁" میں ▁[ پن جاب ] ▁پولیس ▁اصلاح ت ▁کمیشن ▁کی ▁سربراہ ی ▁کر وں ▁گا ، " ▁انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁وہ ▁اس ▁کام ▁کی ▁تنخواہ ▁نہیں ▁لیں ▁گے۔

▁تاہم ▁حکومت ▁کا ▁موقف ▁ہے ▁کہ ▁عالمی ▁من ڈی ▁میں ▁تیل ▁کی ▁قیمت وں ▁اور ▁ڈالر ▁کے ▁مقابلے ▁میں ▁روپے ▁کی ▁قدر ▁میں ▁کمی ▁کے ▁باعث ▁پٹرول یم ▁مصنوعات ▁کی ▁قیمت وں ▁میں ▁ ردو بدل ▁ضروری ▁ہے۔
▁جنرل ▁مشرف ▁آئین ▁سے ▁بالاتر ▁ہیں ؟
▁فیس ▁بک ▁سے ▁داخل ▁ہوں
▁مگر ▁زندہ ▁نہیں ▁رہتا ▁( ▁1 ▁2)
▁پاکستان ▁فوج ▁کا ▁سیاست ▁میں ▁مشکوک ▁کردار ▁کوئی ▁نئی ▁بات ▁نہیں . ▁پاکستان ▁کی ▁ستر ▁سالہ ▁زندگی ▁میں ▁فوج ▁نے ▁براہ ▁راست ▁مارشل ▁لاء ▁لگا ▁کر ▁پی ن تیس ▁سال ▁تک ▁حکومت ▁کی ، ▁اور ▁باقی ▁کے ▁پی ن تیس ▁سال ▁ک ٹھ ▁پت لی وں ▁کے ▁ذ ری ئے
▁ قدس ▁ان تفا ض ہ ▁کی ▁جاری ▁رپورٹ ▁کے ▁مطابق ▁فروری ▁کے ▁مہین ے ▁میں ▁غا صب ▁اور ▁جا بر ▁ص یہ ونی ▁فوجی وں ▁نے ▁فلسطینی ▁کسان وں ▁اور ▁ماہ ی گیر وں ▁پر ▁33 ▁مرتبہ ▁فائرنگ ▁کی ▁جس ▁کے ▁نتیجے ▁میں ▁کم ▁از ▁کم ▁9 ▁فلسطینی ▁شہید ▁ہوگئے۔
▁آصف ▁زرداری ، ▁فری ال ▁تال پور ▁کی ▁عبور ی ▁ضمانت ▁میں ▁21 ▁دسمبر ▁تک ▁توسیع
▁29 ▁لا ٹھ یاں ▁جب ▁ان ▁پر ▁پڑ تی ▁ہیں ▁تو ▁وہ ▁اسے ▁تن کے ▁کی ▁طرح ▁محسوس ▁کرتا ▁ہے ▁وہ ▁بر چھ ی ▁کے ▁چلنے ▁پر ▁ہنس تا ▁ہے۔
▁قبل ▁از یں ▁منگل ▁کے ▁روز ▁نور ی ▁ابو ▁س ھ مین ▁نے ▁مال ٹا ▁میں ▁اپنی ▁حریف ▁پارلیمان ▁کے ▁سربراہ ▁ع قی لہ ▁صالح ▁سے ▁ملاقات ▁کی ▁تھی ، ▁جو ▁ان ▁دونوں ▁رہنماؤں ▁کے ▁ما بین ▁پہلی ▁ملاقات ▁تھی۔ ▁ان ▁دونوں ▁رہنماؤں ▁کا ▁کہنا ▁تھا ▁کہ ▁دست خط ▁کرنے ▁والے ▁ان ▁کی ▁نمائند گی ▁نہیں ▁کرتے ۔ ▁قبل ▁از یں ▁اکتوبر ▁میں ▁بھی ▁دونوں ▁پارلیمان وں ▁کے ▁نمائند وں ▁نے ▁ایک ▁معاہدے ▁کے ▁ڈرا ف ٹ ▁پر ▁اتفاق ▁کیا ▁تھا ، ▁جسے ▁بعد ▁از اں ▁دونوں ▁پارلیمان وں ▁نے ▁مسترد ▁کر ▁دیا ▁تھا۔ ▁اقوام ▁متحدہ ▁کے ▁مطابق ▁اب ▁ اگ لا ▁قدم ▁دونوں ▁پارلیمان وں ▁کے ▁رہنماؤں ▁کو ▁اس ▁معاہدے ▁پر ▁متفق ▁کرنا ▁ہوگا۔
▁لیکن ▁ایک ▁بات ▁ضرور ▁ہے ۔۔۔ ▁ملا ▁نص یر الدین , ▁غالب ▁سے ▁کچھ ہ ▁صد یاں ▁پہلے ▁پیدا ▁ہوئے ▁تھے ۔۔۔ ▁لیکن ▁غالب ▁کی ▁بے ▁در ودی وار ▁والی ▁خواہش ▁پر ▁کسی ▁حد ▁تک ▁عمل ▁کر ▁گئے ۔۔۔ ▁سنا ▁ہے ▁ان کے ▁مق بر ہ ▁پر ▁صرف ▁دروازہ ▁ہے , ▁دیوار وں ▁کے ▁بغیر ۔۔۔ ▁پتہ ▁نہیں ▁یہ ▁بات ▁غالب ▁کو ▁معلوم ▁بھی ▁تھی ▁یا ▁نہیں ۔۔۔
▁محترم ▁عبداللہ ▁صاحب ▁نے ▁(9 ▁جون ▁2011 ▁بروز ▁جمعرات ▁3 :05 ▁صبح ) ▁اپنے ▁تبصرے ▁میں ▁لکھا ▁” ▁کسی ▁اللہ ▁کے ▁سامنے ▁حاضر ▁نہیں ▁ھو نا ” ▁میں ▁صرف ▁اس ▁لفظ ▁کسی ▁اللہ ▁کی ▁وضاحت ▁چا ھ تا ▁ھو ں۔
▁وفاقی ▁حکومت ▁کے ▁آخری ▁چار ▁روز ▁، ▁کا ؤ نٹ ▁ڈاؤن ▁شروع ▁، من ▁پسند ▁افراد ▁کی ▁تعینات یوں
▁3 ۔ حضرت ▁عمر ▁رضی ▁اللہ ▁تعالی ٰ ▁عنہ ▁کے ▁یہ ( عرب ی ) ▁اس ▁بات ▁پر ▁واضح ▁دلیل ▁ہے۔ کہ ▁آپ ▁کا ▁فیصلہ ▁تعز یر ▁وت ادی ب ▁کے ▁لئے ▁تھا۔ ▁تاکہ ▁لوگ ▁اس ▁بری ▁عادت ▁سے ▁باز ▁آج ائیں۔ اور ▁اس ▁لحاظ ▁سے ▁کہ ▁آپ ▁نے ▁یہ ▁فیصلہ ▁سرکاری ▁اعلان ▁کے ▁ذریعے ▁نافذ ▁کیا ▁تھا۔ ا ▁س ▁کی ▁نوعی ت ▁سیاسی ▁بن ▁جاتی ▁ہے۔ گو یا ▁یہ ▁ایک ▁وقتی ▁اور ▁ عارض ی ▁قسم ▁کا آر ڈی ن نس ▁تھا۔
▁ایک ▁مقام ▁پر ’ ’ ف ‘‘ کا ترجم ہ ▁ان ھ ی ▁’’ ا چھ اتو ‘‘ کے ▁الفاظ ▁میں ▁کیا ہے ▁، م گر اس ▁سے ▁کلام ▁کے ▁ایک ▁اور پ ہ لو کو کھ ولا ہے :
▁کبھی ▁اسلامی ▁دنیا ▁سے ▁وابستہ ▁حالات ▁و ▁واقعات ،
▁مطلوب ہ ▁الفاظ
▁ا دار تی ▁نوٹ : ▁پوسٹ ▁میں ▁شائع ▁کی ▁گئی ▁رائے ▁مصنف ▁کی ▁ہے ▁اور ▁ادارے ▁کا ▁مصنف ▁کی ▁رائے ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں ▁ہے۔ ▁کاپی ▁رائٹ ▁' ہم ▁سب ' ▁ڈاٹ ▁کام . ▁بلا ▁اجازت ▁آرٹیکل ▁نقل ▁کر ▁کے ▁شائع ▁کرنا ▁کاپی ▁رائٹ ▁قوانین ▁کے ▁تحت ▁ایک ▁جرم ▁ہے
▁4- مرد وں ▁اور ▁عورتوں ▁کی ▁نماز ▁میں ▁تفر یق ▁کا ▁مسئلہ
▁جس ▁کی ▁رہنما ئی ▁سے ▁ہر ▁مشکل ▁حل ▁ہو ▁جاتی ▁ہے ▁کبھی ▁تو ▁ممالک ▁کو ▁دشمن وں ▁سے ▁آزاد ▁فرما تا ▁ہے ▁اور ▁کبھی ▁ع اف وں ▁کے ▁دل وں ▁سے ▁پر دے ▁ہٹا ▁کر ▁زمین ▁و ▁آسمان ▁اور ▁غ یب ▁کی ▁کن ج یاں ▁ان ▁کے ▁سامنے ▁رکھ ▁دیتا ▁ہے۔ [2]
▁کیا ▁1978 ▁کا ▁انصاف ▁زینب ▁کو ▁مل ▁سکے ▁گا ▁؟
▁25 جو ل ائی ▁کو ▁شیر ▁د ھا ڑے ▁گا ، ▁عوام ▁25 جو ل ائی ▁کو ▁ملک ▁کو ▁دوبارہ ▁ترقی ▁کی ▁راہ ▁پر ▁گام زن ▁کریں ▁گے : شہ باز ▁شریف
▁چین ▁میں ▁من دی ▁عالمی ▁پریشان ی ▁کا ▁سبب
▁لفظ وں ▁سے ▁نش تر ▁کا ▁کام ▁لینے ▁والے ▁من ٹو ▁کی ▁آج ▁63 ▁ ویں ▁برس ی ▁ہے
▁تاہم ، ▁اس ▁خبر ▁کے ▁مقامی ▁میڈیا ▁پر ▁نشر ▁ہونے ▁کے ▁بعد ▁سوشل ▁میڈیا ▁پر ▁خبر وں ▁کا ▁ایک ▁طوفان ▁کھڑا ▁ہوگیا ▁اور ▁مختلف ▁خبریں ▁سامنے ▁آنے ▁لگ یں۔
▁آفتاب ▁شیر پ اؤ ▁کی ▁قومی ▁وطن ▁پارٹی ▁اور ▁عوامی ▁نیشنل ▁پارٹی ▁نے ▁بھی ▁اپوزیشن ▁جماعتوں ▁کے ▁اجلاس ▁میں ▁شرکت ▁کی ، ▁لیکن ▁ا ُ ن ▁کا ▁موقف ▁تھا ▁کہ ▁وہ ▁وزیراعظم ▁کے ▁است ع ف ے ▁سے ▁متعلق ▁فیصلہ ▁سپریم ▁کورٹ ▁کے ▁فیصلے ▁کے ▁بعد ▁ہی ▁کریں ▁گے۔
▁X IN BO ▁جامع ▁اعلی ▁سطح ▁پر ▁چین ▁وا ٹر ▁ف یڈ ▁قطب ▁می نوف یک چر رز ▁میں ▁سے ▁ایک ▁ہے ، ▁پیش ہ ▁ور انہ ▁فیکٹری ▁کے ▁ساتھ ▁ہم ▁قابل ▁اعتماد ▁معیار ▁کے ▁ساتھ ▁سست ا ▁پانی ▁کھل ایا ▁قطب ▁آلات ▁ا ڈا پٹ ر ▁پیدا ▁کرنے ▁میں ▁کامیاب ▁ہیں . ▁ہم ▁سے ▁تھ وک ▁مصنوعات ▁پر ▁خوش ▁آمدید .
▁کار ٹر و یل ، ▁مس وری ▁( ▁انگریز ی : ▁Carter ville , ▁Missouri ) ▁ریاست ہ ائے ▁متحدہ ▁امریکا ▁کا ▁ایک ▁شہر ▁جو ▁Ja sper ▁County ▁میں ▁واقع ▁ہے۔ ▁[1]
▁شی نیا نگ ▁( ▁ل اط ینی : ▁She nya ng ) ▁چین ▁کا ▁ایک ▁ملی ن ▁آبادی ▁کا ▁شہر ▁و ▁پر یف یک چر ▁سطح ▁شہر ▁جو ▁لیا ؤ ن نگ ▁میں ▁واقع ▁ہے۔ ▁[1]
▁تمام ▁اپوزیشن ▁جماعتوں ▁کے ▁مشترکہ ▁است ع ف ے ۔۔۔۔۔ ▁( ن ) ▁لیگ ی ▁حکومت ▁کو ▁ہل ا ▁کر ▁رکھ ▁دینے ▁والی ▁خبر ▁آگئی
▁نیب ▁نے ▁ایس ▁ایس ▁پی ▁رائے ▁اعجاز ▁کو ▁گرفتار ▁کرلیا
▁اللہ ▁کے ▁کلام ▁سے ۔ ▁اپریل ▁2014
▁ضرور ▁پڑھیں : ▁وہ ▁تاریخی ▁میچ ▁جس ▁میں ▁و سیم ▁اکرم ▁نے ▁8 ▁ ویں ▁نمبر ▁پر ▁آ ▁کر ▁25 7 ▁رنز ▁بنائے ▁اور ▁ ۔۔۔ سابق ▁کپتان ▁کا ▁ایسا ▁ریکارڈ ▁جان ▁کر ▁پاکستانی ▁شا ئ ق ین ▁کرکٹ ▁کو ▁اپنی ▁آنکھوں ▁پر ▁یقین ▁نہیں ▁آئے ▁گا
▁عامر ▁نے ▁کہا ▁کہ ▁اس ▁پابندی ▁سے ▁ملنے ▁والا ▁سبق ▁یہی ▁ہے ▁کہ ▁نوجوان ▁کھلاڑی ▁ ’ اپ نے ▁مقصد ▁پر ▁توجہ ▁دیں۔ ▁شار ٹ ▁ کٹ ▁کا ▁استعمال ▁نہ ▁کریں ▁اور ▁اپنی ▁صحبت ▁اچھے ▁لوگوں ▁کے ▁ساتھ ▁رکھیں ▁تا ▁کہ ▁وہ ▁آپ ▁کی ▁اچھی ▁رہنما ئی ▁کریں۔ ‘
▁کس ▁طرح ▁خود ▁کو ▁آشکار ▁کیا
▁ان ▁کمپنی وں ▁کی ▁تعداد ▁480 ▁سے ▁بھی ▁زیادہ ▁ہے ▁جو ▁ایک ▁عمل ▁ ’ س یشن ▁ری ▁پل ے ‘ ▁کے ▁ذریعے ▁ٹ ائ پ ▁کی ▁جانے ▁والی ▁ہر ▁ ’ کی ‘ ▁کو ▁ریکارڈ ▁کررہی ▁ہیں۔
▁ایک ▁فل نگ ا ▁پائ پ ، ▁والو اس ، ▁پمپ ▁اور ▁ایک ▁وی ٹنگ ▁نظام ▁کی ▁تشکیل ▁کے ▁لیے ▁دوسرے ▁آلات ▁سے ▁ج ڑنے ▁کا ▁ایک ▁طریقہ ▁ہے ▁۔ ▁یہ ▁بھی ▁صف ائی ، ▁مع ائن ہ ▁یا ▁ترمیم ▁کے ▁لئے ▁آسان ▁رسائی ▁فراہم ▁کرتا ▁ہے ▁۔ ▁فلا نگ اس ▁ہیں ▁عام ▁طور ▁پر ▁ویل ڈ اد ▁یا ▁اس ▁طرح ▁کے ▁نظام ▁میں ▁مصیبت ▁میں ▁اور ▁پھر ▁بول ٹ ▁کے ▁ساتھ ▁میں ▁شمولیت ▁اختیار ▁کی ▁۔ ▁ویل ڈ ... زی اد ہ
▁بی ▁جے ▁پی ▁کی ▁ن کت ہ ▁چینی ▁پر ▁نو جو ت ▁سد ھو ▁کا ▁جواب ی ▁حملہ
▁10 ▁دسمبر ▁! ▁انسانی ▁حقوق ▁کا ▁دن ▁اور ▁کشمیر یوں ▁کی ▁پکار

▁" فو جی ▁خدمت ▁کو ▁غیر ▁ضروری ▁تصور ▁کرکے ▁اپنے ▁ملک ▁میں ▁بجا ے ▁جبر ی ▁تعلیم ▁جنگ ▁کے ▁ تطوع ▁( وال نٹ یری ) ▁کا ▁طریقہ ▁اختیار ▁کیا۔ " ▁( ▁١٩ ١ ٥ ء ، ▁مضامین ▁شر ر ، ▁١ ، ▁١٣ ٢ : ٣ ▁)
▁اور ▁اگر ▁ہو ▁ہر ▁شخص ▁گ نہ گار ▁پاس ▁جتن ا ▁کچھ ▁ہے ▁زمین ▁میں ، ▁البتہ ▁دے ▁ڈال ے ▁اپنی ▁چھ ڑ وائی ▁میں ۔
▁عامر ▁خان ▁نے ▁یہ ▁بھی ▁کہا ▁کہ ▁بہت ▁سے ▁لوگ ▁عمران ▁خان ▁کو ▁اپنا ▁آئی ڈی ل ▁سمجھتے ▁ہیں۔

▁دوبارہ ▁عدالت ▁نہیں ▁جا ¶ ں ▁گا ، ▁خورشید ▁شاہ ▁نے ▁متعلقہ ▁ریکارڈ ▁دینے ▁کا ▁وعدہ ▁کیا ▁تھا : ▁طاہر ▁...
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁افواج ِ ▁پاکستان ▁میں ▁اپنی ▁خدمات ▁تن ▁د ہی ▁اور ▁چا ب ک دست ی ▁سے ▁انجام ▁دینے ▁کے ▁علاوہ ▁اپنی ▁مدت ِ ▁ملازمت ▁انتہائی ▁احسن ▁طریقے ▁سے ▁مکمل ▁کرنے ▁کے ▁بعد ▁جب ▁اپنے ▁آب ائی ▁گاؤں ▁تھا رو ▁شاہ ▁پہنچے ▁تو ▁یہاں ▁کے ▁روز مر ہ ▁مسائل ▁نے ▁انہیں ▁خدمت ▁الناس ▁کے ▁عظیم ▁اور ▁پیغمبر انہ ▁مقصد ▁پر ▁مجبور ▁کیا ▁کہ ▁وہ ▁ملازمت ▁سے ▁سبک د وشی ▁کے ▁بعد ▁عام ▁سے ▁سرکاری ▁ملازمین ▁کی ▁طرح ▁ہاتھ ▁پر ▁ہاتھ ▁ دھر ے ▁بیٹھے ▁رہنے ▁کے ▁بجائے ▁لوگوں ▁کی ▁پریشان یوں ▁میں ▁ان ▁کا ▁ہاتھ ▁بٹ ائیں ▁اور ▁ان ▁کے ▁د کھ ▁درد ▁کو ▁حل ▁کرنے ▁کا ▁سودا ▁اٹھا ئیں ▁، ▁جسے ▁انہوں ▁نے ▁واقعی ▁اس ▁حد ▁تک ▁پہنچا ▁دیا ▁کہ ▁دوست ▁تو ▁دوست ▁دشمن ▁بھی ▁انگشت ▁بدن دان ▁ہیں ▁کہ ▁ایک ▁منح نی ▁سا ▁شخص ▁اتنے ▁سارے ▁کام ▁کس ▁طرح ▁انجام ▁دے ▁رہا ▁ہے۔

▁رسائی ▁کے ▁لنکس
▁روحانی ▁سفر ▁کی ▁رو داد ▁- ... حسن ▁نثار
▁ام ہ ات ▁الم ومن ین ▁رضی ▁اللہ ▁عن ھن ▁کے ▁ساتھ ▁قربانی اں ▁نہیں ▁تھیں ▁چنانچہ ▁انہوں ▁نے ▁اح رام ▁کھول ▁دیا۔
▁باقر ▁مرزا ▁کسی ▁سوچ ▁میں ▁ڈو ب ▁گئے۔
▁' اسلام ک ▁ری سر چ ▁ف اؤ نڈ یشن ' ▁پر ▁پانچ ▁برس ▁کے ▁لیے ▁پابندی ▁عائد ▁کر ▁دی ▁ہے۔ ▁حکومت ▁کی ▁جانب ▁سے ▁ ذا کر ▁نائ یک ▁کے ▁ادارے ▁پر ▁غیر ▁قانونی ▁سرگرمی وں ▁میں ▁ملوث ▁ہونے ▁کا ▁الزام ▁لگ تے ▁رہے ▁تھے۔ ▁چند ▁روز ▁پہلے ▁ہی ▁حکومت ▁نے ▁ ذا کر ▁نائ یک ▁کے ▁اس ▁ادارے ▁پر ▁بیرون ▁ملک ▁سے ▁چند ہ ▁لینے ▁پر ▁پابندی ▁لگا ▁دی ▁گئی ▁تھی۔ ▁اطلاعات ▁کے ▁مطابق ▁پابندی ▁لگانے ▁کا ▁یہ ▁فیصلہ ▁وزیر ▁اعظم ▁نریندر ▁مودی ▁کی ▁صدارت ▁میں ▁ہونے ▁والی ▁مرکزی ▁کابینہ ▁کے ▁اجلاس ▁میں ▁کیا ▁گیا ▁ہے۔ ▁اس ▁سلسلے ▁میں ▁وزارت ▁داخلہ ▁کی ▁جانب ▁سے ▁رسمی ▁نوٹ ی فک یشن ▁جلد ▁ہی ▁جاری ▁کر ▁دیا ▁جائے ▁گا۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁فیس ▁بک
▁یاد ▁رہے ▁کہ ▁رواں ▁برس ▁کے ▁آغاز ▁میں ▁پنجاب ▁کے ▁ضلع ▁قصور ▁سے ▁اغوا ء ▁کی ▁جانے ▁والی ▁7 ▁سالہ ▁بچی ▁زینب ▁کو ▁زیادتی ▁کے ▁بعد ▁قتل ▁کردیا ▁گیا ▁تھا ، ▁جس ▁کی ▁لاش ▁9 ▁جنوری ▁کو ▁ایک ▁کچ را ▁کن ڈی ▁سے ▁ملی ▁تھی۔ ▁جس ▁کے ▁بعد ▁ملک ▁بھر ▁میں ▁غم ▁و ▁غ ص ے ▁کی ▁ل ہر ▁د وڑ ▁گئی ▁اور ▁قصور ▁میں ▁پر تشدد ▁م ظ ا ہ رے ▁پھ وٹ ▁پڑے ▁جس ▁کے ▁دوران ▁پولیس ▁کی ▁فائرنگ ▁سے ▁2 ▁افراد ▁جاں ▁بحق ▁بھی ▁ہوئے۔ زین ب ▁زیادتی ▁و ▁قتل ▁کیس
▁عمران ▁خان : ▁ملک ▁کو ▁لوٹ نے ▁والوں ▁کا ▁ک ڑا ▁احتساب ▁ہوگا ▁اور ▁کسی ▁کو ▁این ▁آر ▁او ▁نہیں ▁ملے ▁گا۔ ▁# Pakistan ▁@ Im ran K han PTI ▁https :// t . co / r Y CS 8 U QM 0 d ▁14 ▁hours ▁ago
▁کراچی ( نمائندہ ▁نو ائے ▁وقت ) ک اؤ ن ٹر ▁ٹی راز م ▁ڈی پار ٹ منٹ ▁نے ▁معروف ▁ق وال ▁ام جد ▁ صاب ری ، ▁فوج ، ▁رینجرز ▁اور ▁پولیس ▁اہلکاروں ▁کے ▁قتل ▁میں ▁ملوث ▁دہشت ▁گرد ▁اسحاق ▁بو بی ▁اور ▁عاصم ▁کی پر ی ▁سمیت ▁31 ▁مقدمات ▁فوجی ▁عدالت وں ▁میں ▁بھیج نے ▁کی ▁سفارش ▁کر ▁دی۔ ▁ٹی ر را ▁از م ▁کا ؤ ن ٹر ▁ٹر ار زم ▁ڈی پار ٹ منٹ ▁نے ▁محکمہ ▁داخلہ ▁سندھ ▁کو ▁خط ▁لکھ ▁دیا۔ ▁صرف ▁یہی ▁نہیں ▁دیگر ▁اہم ▁اک تیس ▁کیس ز ▁بھی ▁فوجی ▁عدالت وں ▁کو ▁بھیج نے ▁کی ▁سفارش ▁کی ▁گئی ▁ہے۔ ▁خط ▁ایڈ یشن ل ▁آئی ▁جی ▁سی ▁ٹی ▁ڈی ▁ ثنا ▁اللہ ▁عباسی ▁کی ▁جانب ▁سے ▁ارسال ▁کیا ▁گیا ▁ہے۔ ▁ذرائع ▁کے ▁مطابق ▁محکمہ ▁داخلہ ▁سندھ ▁اس کر وٹ نی ▁کے ▁بعد ▁تمام ▁کیس ز ▁کو ▁وزارت ▁داخلہ ▁کو ▁بھیج ے ▁گی ▁اور ▁منظوری ▁کے ▁بعد ▁کیس ز ▁فوجی ▁عدالت وں ▁میں ▁پیش ▁کئے ▁جائیں ▁گے۔
▁شا زمین ▁اب ▁اس ▁رشت ے ▁کے ▁بارے ▁میں ▁کوي ٴ ی ▁بات ▁کیوں ▁نہیں ▁کر ▁رہی
▁Court es y : ▁اردو ▁پو ان ٹ ▁اگر آپ ▁د ُ ب ئی ▁میں ▁مقیم ▁ہیں ▁اور ▁ملازمت ▁کے ▁نہ ▁ہونے ▁کے ▁باعث ▁پی س وں ▁کی ▁کمی ▁کا ▁شکار ▁...
▁لاہور ▁میں ▁زلزل ہ ، ▁پورے ▁شہر ▁کی ▁ہی ▁زمین ▁ڈو ل ▁گئی ، لوگ ▁کل مہ ▁طیب ہ ▁کا ▁ورد ▁کرتے ▁ہوئے ▁باہر ▁نکل ▁آئے ، ▁شہر ▁میں ▁اب ▁کیا ▁صورتحال ▁ہے ؟ ▁– ▁اردو ▁ٹ اک
▁قاضی ▁ہو ▁تو ▁ایسا ۔۔ عد الت ▁سے ▁باہر ▁نکل تے ▁ہی ▁ڈھ یر وں ▁سائ لین ▁سڑک ▁پر ▁آگ ئے ▁اور ▁چیف ▁جسٹس ▁کی ▁گاڑی ▁روک ▁لی ▁جس ▁پر ▁چیف ▁جسٹس ▁نے ▁پھر ▁ایسا ▁کام ▁کر ▁دیا ▁کہ ▁نئی ▁تاریخ ▁رقم ▁کر ▁دی ، ▁جان ▁کر ▁آپ ▁بھی ▁ان ▁پر ▁فخر ▁محسوس ▁ کری نگے
▁نیشنل ▁ایک شن ▁پلان ‘ ▁عمل در آم د ▁میں ▁ناکام ی ▁پر ▁نثار
▁ضیا ئے ▁عشر ہ ▁م بشر ہ (10 )
▁پاکستان ▁میں ▁و فاق ▁اور ▁صوبے ▁پنجاب ▁میں ▁حکمران ▁جماعت ▁مسلم ▁لیگ ▁ن ▁نے ▁لاہور ▁سے ▁قومی ▁اسمبلی ▁کے ▁حلقہ ▁این ▁اے ▁125 ▁میں ▁د ھان دلی ▁کے ▁حوالے ▁الیکشن ▁ٹر یب یون ل ▁کے ▁فیصلے ▁کو ▁سپریم ▁کورٹ ▁میں ▁چیلنج ▁کرنے ▁کا ▁فیصلہ ▁کیا ▁ہے۔
▁تاج ▁محل ▁کے ▁ ’ ا ڈ اپ شن ▁کا ▁معاملہ ‘ ▁جی ▁ایم ▁آر ▁اور ▁ ائی ▁ٹی ▁سی ▁د وڑ ▁میں
▁دونوں ▁آگے ▁گئے ▁تو ▁بیٹے ▁کو ▁سمو سے ▁نظر ▁آئے ۔ ▁کہنے ▁لگا : ▁ابو ▁ابو ▁مجھے ▁سمو سے ▁کھانے ▁ہیں۔
▁↑ ▁Cal end . ru . ▁Kras no yar sk ▁( روس ی ▁زبان ▁میں )
▁ایک ▁لیمو ں ▁لیمو ں ▁کی ▁مزید ▁ترقی ▁ہے ، ▁حجم ▁میں ▁چھ وٹ ا ▁ہے ▁تو ▁اسے ▁آزاد ▁دو دھ ▁پلان ے ▁نظام ▁کی ▁ضرورت ▁ہے ، ▁لیمو ں ▁کا ▁مسئلہ ▁حل ▁کردی تا ▁ہے ▁۔
▁” تم ہ اری ▁قسم ▁تو ▁میں ▁نہیں ▁کھا تی . ... ▁کوئی ▁کچھ ▁بھی ▁د ے۔ “
▁رسائی ▁کے ▁لیے ▁لنک
▁پی ▁ٹی ▁آئی ▁ جلس ہ : ▁ ’ حکومت ▁اپنی ▁ر ٹ ▁قائم ▁کرنا ▁جان تی ▁ہے ‘
▁نیویارک ( مانیٹر نگ ▁ڈیسک ) ▁خطرناک ▁سمندر ی ▁طوفان ▁ہار وی ▁سے ▁امریکہ ▁و ▁دیگر ▁ممالک ▁میں ▁متاثر ▁ہونے ▁والے ▁لوگ ▁سن ب ھل ▁نہیں ▁پائے ▁تھے ▁کہ ▁اس ▁سے ▁زیادہ ▁شدید ▁طوفان ▁ ’ ار ما ‘ ▁آ ▁گیا ▁ہے ▁اور ▁کئی ▁ممالک ▁کے ▁ساحل ی ▁علاقوں ▁کو ▁روند تا ▁ہوا ▁آگے ▁بڑھ ▁رہا ▁ہے۔ ▁ان ▁طوفان وں ▁کے ▁علاوہ ▁دنیا ▁بھر ▁میں ▁طوفان وں ▁اور ▁بارش وں ▁میں ▁شدت ▁آ ▁گئی ▁ہے۔ ▁اس ▁صورتحال ▁پر ▁دنیا ▁بھر ▁میں ▁ایک ▁بحث ▁چھ ڑی ▁ہوئی ▁ہے ▁اور ▁لوگ ▁موسم ی اتی ▁تبدیلی وں ▁کو ▁اس ▁کی ▁وجہ ▁قرار ▁دے ▁رہے ▁ہیں ▁لیکن ▁اب ▁ماہرین ▁نے ▁اس ▁کی ▁اصل ▁وجہ ▁بتا ▁کر ▁تمام ▁انداز ے ▁غلط ▁ثابت ▁کر ▁دیئے ▁ہیں۔
▁Image ▁caption ▁ نغ مہ ▁شیخ ▁انسانی ▁حقوق ، ▁مزدور وں ▁اور ▁طلب ہ ▁تنظیم وں ▁کے ▁م ظ ا ہر وں ▁میں ▁پہلی ▁صف ▁میں ▁موجود ▁ہوتی ▁ہیں ▁اور ▁بے ▁خوف ▁نعر ے ▁لگا تی ▁ہیں۔
▁By ▁نع یم ▁الرحم ٰ ن ▁on ▁اپریل ▁2 , ▁2018 ▁تازہ ▁ترین , ▁علم ▁و ▁ادب , ▁کتابوں ▁پر ▁تبصرے
▁رپورٹ ▁میں ▁15 ا ▁گ ست ▁2001 ▁سے ▁20 ▁اکتوبر 2017 ▁تک ▁ ٹا رگ ٹ ▁کل نگ ▁اور ▁بم ▁د ھم اک وں ▁کے ▁46 ▁واقعات ▁کا ▁ذکر ▁کیا ▁گیا ▁ہے ▁جن ▁میں ▁525 ▁افراد ▁ہلاک ▁اور ▁ 734 ز خم ی ▁ہوئے۔
▁خواتین ▁کا ▁صفحہ

▁( ۱ ) ▁میزان ▁( تن قی دی ▁مضامین ) ▁( ۲ ) ▁صلی ب یں ▁میرے ▁در ی چے ▁میں ▁( خطوط )
▁جمعرات ▁29 ▁جنوری
▁مزید ▁اسلام ▁آباد ▁کی ▁خبریں
▁م ائیں ▁جو ▁کہانی اں ▁ہمیں ▁بچ پن ▁میں ▁سن ایا ▁کرتی ▁تھیں ▁ان ▁میں ▁اکثر ▁ایسے ▁مقامات ▁آتے ▁...
▁نوجوانوں ▁کی ▁ٹو ل یاں ▁عید ▁کی ▁خوشی وں ▁کو ▁دو بال ا ▁کرنے ▁کے ...
▁بی عت ▁سے ▁قبل ▁تعلیم ▁کی ▁شرط ▁لگانے ▁کی ▁وجہ
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁سازش ی ▁ملازمین ▁ق راق رم ▁یونیورسٹی ▁اور ▁علاقے ▁کے ▁امن ▁کو ▁بر باد ▁کرنے ▁کا ▁موجب ▁بن ▁رہے ▁ہیں ، ▁ایم ▁ڈبلیو ▁ایم ▁– ▁پا میر ▁ٹائمز
▁رسائی ▁کے ▁لنکس
▁آئی ▁بی ▁سی ▁کا ▁فیس ▁بک ▁پی ج ▁ لائ ک ▁کریں
▁رسائی ▁میں ▁مدد
▁بی ▁جے ▁پی ▁چند رش یک ھر ▁میں ▁ما یا ▁کی ▁مخالفت ▁دیکھ ▁رہی ▁ہے ‘ ▁کانگریس ▁اپنے ▁ساتھ ▁لے ▁کر ▁پال ا ▁مضبوط ▁کرنے ▁کی ▁فرا ق ▁میں ▁ہے
▁سے ▁نکل نے ▁کا ▁فیصلہ ▁کیا ▁تو ▁اس ▁وقت ▁ہی ▁امریکہ ▁نے ▁دو طر ▁ف ہ ▁انداز ▁کے ▁اقتصادی ▁تعلقات ▁کا ▁آغاز ▁کرلیا ▁تھا ▁لیکن ▁اس ▁کے ▁ساتھ ▁سب ▁سے ▁بڑا ▁خدش ہ ▁یہ ▁پیدا ▁ہوگیا ▁ہے ▁کہ ▁اس ▁معاہدے ▁سے ▁نکل نے ▁کے ▁بعد ▁ا ▁س ▁خط ّ ے ▁میں ▁اس ▁کے ▁اسٹ ریٹ ج ک ▁مقاصد ▁متاثر ▁ہو سک تے ▁ہیں ▁۔ ▁واضح ▁رہے ▁کہ ▁بار اک ▁او با مہ ▁دور ▁کے ▁اس ▁معاہدے ▁کا ▁بڑا ▁مقصد ▁چین ▁کے ▁گرد ▁ح صار ▁بان دھ نا تھا ۔ ▁لیکن ▁اب ▁امریکہ ▁نے ▁جب ▁دو ▁طرف ہ ▁انداز ▁کی ▁تجارت ▁اختیار ▁کرلی ▁ہے ▁تو ▁اس ▁کے ▁ساتھ ▁اس ▁کی ▁یہاں ▁خارجہ ▁پالیسی ▁بھی ▁بڑی ▁حد ▁تک ▁دو طرف ہ ▁ہوگئی ▁ہے۔ ▁جو ▁کہ ▁خط ّ ے ▁میں ▁تیزی ▁سے ▁اب ھر تی ▁ہوئی ▁طاقت ▁چین ▁کے ▁لئے ▁ایک ▁سر پر ائز ▁کامیابی ▁ہے۔ ▁اس ▁فیصلے ▁سے ▁چین ▁کو ▁خط ّ ے ▁کی ▁قیادت ▁سنبھال نے ▁کا ▁زبردست ▁موقع ▁ملا ▁ہے۔ ▁وہ ▁اس ▁وقت ▁ون ▁بی لٹ ▁ون ▁روڈ ▁، ▁ایشیا ئی ▁ترقی اتی ▁ان فر ا سٹر ک چر ▁بینک ▁اور ▁اس ▁قسم ▁کے ▁دیگر ▁عل اق ائی ▁اور ▁عالم گیر ▁پالیسی وں ▁کے ▁تحت ▁اپنی ▁طاقت
▁ہر ▁خراب ی ▁کی ▁ذم ہ ▁دار ▁پاک ▁فوج
▁71 سال وں ▁سے ▁ترقی ▁یافتہ ▁علاقوں ▁کی ▁طرف ▁سے ▁غیر ▁ترقی ▁یافتہ ▁علاقوں ▁کے ▁ساتھ ▁ظلم ▁وج بر ▁کا ▁سلسلہ ▁جاری ▁ہے / سین یٹر ▁عثمان ▁کا کڑ
▁اس ▁جدید ▁ب ٹو ے ▁میں ▁12 ▁کارڈ ز ▁رکھے ▁جا ▁سکتے ▁ہیں ، ▁جن ▁میں ▁سے ▁چھ ▁کارڈ ز ▁بٹ وہ ▁کھول ے ▁بغیر ▁ایک ▁جانب ▁موجود ▁ب ٹن ▁ دب انے ▁سے ▁تاش ▁کے ▁پت وں ▁کی ▁طرح ▁باہر ▁آ ▁جاتے ▁ہیں۔
▁زیادہ ▁دیکھی ▁جانے ▁والی ▁ویڈیو ز
▁گھر ی لو ▁مسا ▁ ئل ▁اور ▁ان ▁کا ▁حل
▁ علامہ ▁اقبال ▁خود ی ▁کی ▁روشنی ▁میں ▁شاہ ین ▁بچوں ▁کو ▁اپنی ▁پہچان ▁سکھ ات ے ▁ہیں ▁۔ یہ ▁شاہ ین ▁بچے ▁جو ▁زمان ے ▁کی ▁خرم ستی وں ▁میں ▁پڑ ▁کر یہ ▁بھول ▁چکے ▁ہیں ▁کہ ▁وہی ▁کبھی ▁ستار وں ▁پر ▁کم ند ▁ڈال تے ▁رہے ▁ہیں ▁اور ▁کبھی ▁اللہ ▁کا ▁دست ِ ▁قدرت ▁رہے ▁ہیں ▁۔ ک بھی ▁رزم ▁حق ▁و ▁باطل ▁میں ▁فولاد ہو تے ▁ہیں ▁اور ▁کبھی ▁ان ▁کی ▁ن گاہ یں ▁تقدیر وں ▁کو ▁بدل ▁دیتی ▁ہیں ▁۔ یہ ▁کو ▁ہ ِ ▁بی اب اں ▁سے ▁گزر یں ▁، د شت ▁و ▁صحرا ▁سے ▁یا ▁بحر ِ ▁ظلم ات ▁سے ▁ان ▁کے ▁گھو ڑے ▁رک تے ▁ہی ▁نہیں ▁تھے ▁بلکہ ▁بڑھ تے ▁ہی ▁جاتے ▁تھے ▁کیونکہ ▁یہ ▁مرد ِ ▁حق ▁پرست ▁اور ▁مومن ِ ▁کامل ▁ہیں ▁ان ▁شاہ ین ▁بچوں ▁میں ▁جب ▁ عق ابی ▁روح ▁بیدار ▁ہوتی ▁ہے ▁جب ▁یہ ▁اپنی ▁خود ی ▁کو ▁پہچان تے ▁ہیں ▁تو ▁ان ▁کو ▁اپنی ▁منزل ▁آسمان وں ▁پر ▁نظر ▁آتی ▁ہے۔ آپ ▁کا ▁کوئی ▁شعر ▁ایسا ▁نہیں ▁ہے ▁جس ▁میں ▁آپ ▁کے ▁دل ▁کی ▁د ھڑ کن ▁نمای اں ▁نہ ▁ہو ▁۔ آپ ▁نے ▁ایک ▁آزاد ▁وطن ▁کا ▁تصور ▁پیش ▁کیا ▁جسے ▁قائد ا عظم ▁نے ▁عملی ▁جام ہ ▁پہن ا یا۔ ▁اور ▁وہ ▁خیال ▁پاکستان ▁ہمارے ▁سامنے ▁موجود ▁ہے۔ علامہ ▁اقبال ▁ایک ▁عظیم ▁شاعر ▁، ع ظ یم ▁م فکر ▁، سی است ▁دان ▁، وک یل ▁اور ▁ایک ▁عظیم ▁مسلمان ▁تھے ▁۔ آپ ▁کے ▁دل ▁میں ▁رسول ▁خدا صلى ▁الله ▁عليه ▁وسلم ▁کا ▁عشق ▁تھا ▁۔ جب ▁بھی ▁آپ صلى ▁الله ▁عليه ▁وسلم ▁کا ▁نام ▁ان ▁کی ▁زبان ▁پر ▁آتا ▁تو ▁وہ ▁آب ▁دید ہ ▁ہو ▁جاتے ▁تھے۔
▁افغان ▁صدر ▁حامد ▁کر ز ئی ▁کو ▁اپنے ▁دورے ▁کے ▁آغاز ▁کے ▁موقع ▁پر ▁گرم ▁جو شی ▁سے خوش ▁آمدید ▁کہا ▁گیا۔ م بصر ین ▁کا ▁کہنا ▁ہے ▁کہ ▁افغانستان ▁میں ▁صدارت ی ▁انتخابات ▁کے ▁بعد ▁سے ▁امریکہ ▁اور ▁افغانستان ▁کے ▁درمیان ▁میں ▁کشید گی ▁اور ▁تن اؤ ▁کی ▁سی ▁صورت ▁حال ▁چل ی ▁آر ہی ▁تھی۔ ▁کیونکہ ▁امریکہ ▁نے ▁ان ▁انتخابات ▁میں ▁بڑے ▁پیمان ے ▁پر ▁د ھان دلی ▁اور ▁فرا ڈ ▁کے ▁الزامات ▁لگائے ▁تھے ▁اور ▁ردعمل ▁کے ▁طور پر ▁صدر ▁کر ز ئی ▁نے ▁مغرب ▁کو ▁ن کت ہ ▁چینی ▁کا ▁نشانہ ▁بنا تے ▁ہوئے ▁طالبان ▁سے ▁ملنے ▁کی ▁بات ▁کی ▁تھی۔
▁حیدرآباد ▁( ▁بی ورو ▁رپورٹ ) ▁مہر ان ▁یونیورسٹی ▁آف ▁انج ین ئر نگ ▁اینڈ ▁ٹیکنالوجی ▁جام شور و ▁کے ▁اسٹ وڈ ن ٹس ▁فن انش ل ▁ایڈ ▁آف س ▁کی ▁اسکا ل رش پ ▁میں ▁مزید ▁ایک ▁اضافہ ‘ ▁ڈاکٹر ▁سلیمان ▁قاضی ▁کی ▁جانب ▁سے ▁اپنے ▁بیٹے ▁زا ہ د ▁سلیمان ▁کے ▁نام ▁سے ▁مہر ان ▁یونیورسٹی ▁کے ▁آر کی ٹیک چر ▁شعبے ▁میں ▁پڑھنے ▁والے ▁ذ ہ ین ▁اور ▁ضرورت مند ▁طالب ▁علم ▁کی ▁مکمل ▁پانچ ▁سال وں ▁کی ▁پڑھ ائی ▁کے ▁اخراج ات ▁کا ▁چیک ▁وائس ▁چانسلر ▁پروفیسر ▁ڈاکٹر ▁محمد ▁اس لم ▁ عق یلی ▁کے ▁حوالے ▁کیا۔
▁جنوبی ▁افریقہ
▁مولانا ▁محمد ▁سالم ▁قاسم ی ▁کا ▁انتقال

▁ملک ▁اشرف : ▁است حق اق ▁سے ز ائد گا ڑی وں ▁کے استعمال ▁نہیں ▁چلے ▁گا ، ▁چیف ▁جسٹس ▁پاکستان ▁کا ▁افسران ▁سے گا ڑ یاں ▁رات ▁12 ب جے ▁تک ▁واپس ▁لینے کا ▁حکم ▁دے ▁دیا۔ ▁سٹی 42 ▁ذرائع ▁کے ▁مطابق ▁چیف ▁...
▁جو ▁تم ▁اپنی ▁موجودگی ▁سے ▁پہلے ▁تھیں
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁جون ▁2018 ء ▁کے ▁دوران ▁چا ول ▁کی ▁ملکی ▁برآمد ات ▁میں ▁2. 58 ▁فیصد ▁کا ▁اضافہ
▁رسائی ▁کے ▁لنکس
▁قرآن ▁میں ▁دو ▁مرتبہ ▁ذکر ▁موجود ▁ہے۔
▁ان ▁صاحب ▁نے ▁عرض ▁کیا ▁بھ لا ▁ایسا ▁کون ▁کر ▁سکتا ▁ہے ؟
▁اللہ ▁تب ارک ▁و ▁تعالی ٰ ▁مشر ک وں ▁کو ▁ ڈا نٹ تے ▁ہوئے ▁فرما تا ▁ہے ▁کہ ▁انہیں ▁تو ▁ان ▁فرشت وں ▁کا ▁انتظار ▁ہے ▁جو ▁ان ▁کی ▁روح ▁قبض ▁کرنے ▁کے ▁لئے ▁آئیں ▁گے ▁تا قی امت ▁کا ▁انتظار ▁ہے ▁اور ▁اس ▁کے ▁ا فعال ▁و ▁احوال ▁کا ▁۔
▁کراچی ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁17 ▁اگست 2018 ء ) س جا ول ▁میں ▁تیل ▁اور ▁گیس ▁کے ▁نئے ▁ذ خ ائر ▁دریافت ▁کر ▁لیے ▁گئے ▁ہیں۔ پاکستان ▁پٹرول یم ▁لم یٹ ڈ ▁کی ▁جانب ▁سے ▁جاری ▁بیان ▁کے ▁مطابق ▁تیل ▁اور ▁گیس ▁کا ▁ذ خیر ہ ▁2700 ▁میٹر ▁گ ہر ائی ▁کھ د ائی ▁کے ▁بعد ▁دریافت ▁ہوا ہے۔
▁2) ▁کوئٹہ ، ▁اسفند ▁یار ▁ولی ▁خان ▁عبدال ولی ▁خان ▁کی ▁برس ی ▁کی ▁مناسبت ▁سے ▁ جلس ہ ▁عام ▁سے ▁خطاب ▁کر ▁ی نگے
▁سپریم ▁کورٹ ▁کی ▁اٹھا ئے ▁شخص ▁عبدالرحمن ▁کو ▁پیش ▁کر ▁نے ▁کیلئے ▁آئی ▁جی ▁خیبر ▁پختونخوا ▁کو ▁3 ▁روز ▁کی ▁مہ لت ▁، ▁پولیس ▁فور س ▁اگر ▁زمین ▁پر ▁ری نگ نے ▁والے ▁چھوٹے ▁چھوٹے ▁کی ڑوں ▁کو ▁ڈھ ون ڈ نا ▁چاہیے ▁تو ▁بھی ▁ممکن ▁ہے ، ▁لاپتہ ▁افراد ▁کے ▁مقدمات ▁کے ▁باعث ▁جج وں ▁کو ▁نی ند ▁نہیں ▁آتی ، ▁پولیس ▁مجرم وں ▁کو ▁راہ ▁فرار ▁دینے ▁کے ▁لیے ▁جعل ی ▁ضمن یاں ▁بھی ▁تیار ▁کر ▁تی ▁ہے ، ▁عبدالرحمن ▁کی ▁گم ش دگی ▁میں ▁ملوث ▁انس پک ٹر ▁ارشد ▁کو ▁بچانے ▁کے ▁لیے ▁پولیس ▁نے ▁پوری ▁مستعد ی ▁کا ▁مظاہرہ ▁کیا ▁جس ▁کے ▁باعث ▁متعلقہ ▁انس پک ٹر ▁نے ▁ضمانت ▁قبل ▁از ▁گرفتاری ▁کر الی ، ▁یہ ▁آئی ▁جی ▁یا ▁انس پک ٹر ▁کا ▁معاملہ ▁نہیں ▁بلکہ ▁پولیس ▁ڈی پار ٹ منٹ ▁کا ▁معاملہ ▁ہے ، چی ف ▁جسٹس ▁افتخار ▁محمد ▁چوہدری ▁کی ▁سربراہ ی ▁میں ▁3 ▁رکن ی ▁بن چ ▁کے ▁لاپتہ ▁افراد ▁کیس ▁کی ▁سماعت ▁کے ▁دوران ▁ری مار کس ، ▁ا ُ ردو ▁پوائنٹ ▁صحت

▁مگر ▁اسلام ! ▁دین ▁فطرت ▁کا ▁قانون ▁محنت ▁و ▁اج رت ▁جسے ▁اللہ ▁کریم ▁نے ▁آج ر ▁و ▁اج یر ▁کے ▁تعلقات ▁کو ▁محبت ، ▁انسانی ▁برادری ▁اور ▁برابر ی ▁پر ▁است وار ▁کرنے ▁کے ▁لئے ▁اتار ا ▁اور ▁آج ▁بھی ▁مالک ▁اور ▁مزدور ▁کے ▁تنازع ہ ▁کے ▁حل ▁کی ▁بنیاد ▁ا خوت ▁اور ▁بھائی ▁چار ہ ▁پر ▁مبنی ▁ہے ▁اور ▁اگر ▁آج ▁کے ▁دور ▁میں ▁بھی ▁سرمایہ ▁دار ▁اور ▁مزدور ▁کے ▁تنازع ہ ▁کی ▁اصل ▁وجہ ▁آپ ▁شمار ▁کرنا ▁چاہ یں ▁تو ▁آپ ▁کو ▁ایسے ▁سرمایہ ▁دار ▁مل یں ▁گے ▁جو ▁بال خصوص ▁معاشی ▁فکر ▁میں ▁پل ے ▁بڑھ ے ▁ہوں ▁اور ▁ماہرین ▁معاشی ات ▁بھی ▁وہ ▁مل یں ▁گے ▁( ج نہیں ▁علاج ▁سے ▁زیادہ ▁مرض ▁سے ▁دلچسپی ▁ہوتی ▁ہے ) ▁جب ▁ہمارے ▁سرمایہ ▁دار ▁اور ▁ماہر ▁معاشی ات ▁ایسے ▁افراد ▁ہوں ▁تو ▁پھر ▁تنازع ہ ▁کی ▁وجہ ▁کی ▁ایک ▁لم بی ▁فہرست ▁ہم ▁تیار ▁کر ▁سکتے ▁ہیں۔ ▁اور ▁اگر ب نظر ▁عمیق ▁جائزہ ▁لیا ▁جائے ▁تو ▁یہ ▁تمام ▁وج وہ ▁تنازع ات ▁اور ▁ان ▁سے ▁پیدا ▁شدہ ▁اثرات ▁صرف ▁ایک ▁ہی ▁وجہ ▁پر ▁مبنی ▁ہیں ▁اور ▁وہ ▁ہے ▁خیر ▁خواہ ی ▁کے ▁جذب ہ ▁سے ▁ع اری ▁ہونا ▁اور ▁خود ▁ غرض ی ▁سے ▁لب ریز ▁ذہنی ت ▁جو ▁آج ▁کے ▁سرمایہ ▁دار ▁اور ▁مزدور ▁دونوں ▁میں ▁موجود ▁ہے ▁حالانک ہ ▁اسلام ▁نے ▁آقا ▁اور ▁مزدور ▁کے ▁درمیان ▁تعلقات ▁کی ▁خوشگوار ی ▁کے ▁لئے ▁کچھ ▁قوانین ▁مقرر ▁کیے ▁ہیں۔
▁فلسف ہ ▁کے ▁پیر و ▁کار ▁بہت ▁سے ▁دل ائل ▁کے ▁بعد ▁اس ▁نتیجہ ▁تک ▁پہنچے ▁کہ ▁سچ ائی ▁، ▁دیا نت ▁داری ▁، ▁ع ف ف ّ ت ▁و ▁حل م ▁اچھی ▁چیز یں ▁ہیں ▁لیکن ▁ایک ▁وحشی ▁بغیر ▁تعلیم ▁اور ▁بغیر ▁دلیل ▁کے ▁خود ب خود ▁ان ▁چیز وں ▁کو ▁اچھا ▁جانتا ▁اور ▁اچھا ▁سمجھ تا ▁ہے۔ ▁انسان ▁مل حد انہ ▁زیست ▁ب سر ▁کر ▁سکتا ▁ہے۔ م گر ▁وہ ▁دل ▁میں ▁مل حد ▁نہیں ▁ہو ▁سکتا ۔ کہ تے ▁ہیں ▁کہ ▁مل حد ▁رات ▁کو ▁خدا ▁تعالی ▁پر ▁آدھ ا ▁یقین ▁کرتا ▁ہے۔ اور ▁جہاز ▁میں ▁خطر ے ▁کے ▁وقت ▁پورا ۔
▁میں ▁جائیں ▁اور ▁وہ ا ▁سے ▁کر ▁لیں ▁اور ▁اگر ▁وہ ا ▁بھی ▁نہیں ▁ہے ▁تو ▁ایک ▁بار ▁موبائل ▁کو
▁فیس ▁بک ▁کا ▁ٹ ائی ▁ٹی نک ▁ڈو ب نے ▁لگا
▁امریکی ▁محکمہ ▁خارجہ ▁کی ▁ترجمان ▁ہی در ▁نو ئر ٹ ▁کا ▁کہنا ▁ہے ▁کہ ▁امریکا ▁نئے ▁وزیراعظم ▁اور ▁حکومت ▁کو ▁خوش ▁آمدید ▁کہ تا ▁ہے ، ▁پاکستان ▁میں ▁بننے ▁والی ▁نئی ▁حکومت ▁سے ▁مل ▁کر کام ▁کرنا ▁چاہتے ▁ہیں۔
▁ان ▁5 ▁غذا ؤں ▁کو ▁ملا ▁کر ▁کھانا ▁حیرت ▁انگیز ▁فوائد ▁کا ▁سبب
▁یہاں ▁شمس ▁الدین ▁سر کل ▁کے ▁قریب ▁پیش ▁آئے ▁ایک ▁الم ناک ▁سڑک ▁حادث ہ ▁میں ▁ایک ▁عمر ▁رسید ہ ▁شخص ▁کی ▁موقع ▁پر ▁ہی ▁موت ▁واقع ▁ہوگئی ، ▁جن ▁کی ▁شناخت ▁ابراہیم ▁شیخ ▁( 75) ▁کی ▁حیثیت ▁سے ▁کی ▁گئی ▁ہے۔
▁ علامہ ▁محمد ▁اقبال
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل
▁ورلڈ ▁کپ ▁کے ▁سیم ی ▁فائنل ▁میں ▁انگلینڈ ▁کے ▁خلاف ▁شاندار ▁جیت ▁سے ▁جرمنی ▁نے ▁یورپی ▁چی مپ ی ئن ▁شپ ▁2009 ▁کے ▁فائنل ▁کا ▁بدل ہ ▁بھی ▁لے ▁لیا۔ ▁انگلینڈ ▁نے ▁ہا لینڈ ▁میں ▁کھیل ی ▁گئی ▁یورپی ▁چی مپ ی ئن ▁شپ ▁کے ▁فائنل ▁میں ▁جرمن ▁ٹیم ▁کو ▁تین ▁کے ▁مقابلے ▁میں ▁پانچ ▁گول ▁سے ▁ہر ایا ▁تھا۔

▁اے ▁بی ▁نے ▁شادی ▁کی ▁خواہش ▁کا ▁اظہار ▁کیسے ▁کیا ؟

▁ووٹ ▁کے ▁اند راج ▁/ ▁منتقل ی ▁کے ▁لیے ▁فارم ▁15 ▁اخراج ▁/ ▁اعتراض ▁کے ▁لیے ▁فارم ▁16 ▁اور ▁درست گی ▁کو ائف ▁کے ▁لیے ▁فارم ▁17 ▁قریب ی ▁ڈ سپ لے ▁سن ٹر ▁یا ▁دفتر ▁ضلع ی ▁الیکشن ▁کمشنر میں ▁جمع ▁کر ائیں۔ فار م ▁الیکشن ▁کمیشن ▁آف ▁پاکستان ▁کی ▁ویب ▁سائ یٹ ▁www . ec p . gov . pk سے ▁ڈاؤن ▁لوڈ ▁کیے ▁جا سک تے ▁ہیں ▁یا ▁قریب ی ▁ڈ سپ لے ▁سینٹر ▁/ د فت ر ▁ضلع ی ▁الیکشن ▁کمیشن ر ▁سے ▁بھی ▁حاصل ▁کیے ▁جا سک تے ▁ہیں ، ▁ڈ سپ لے ▁سینٹر ▁پر ▁فارم ▁جمع ▁کروا تے ▁وقت ▁اپنا ▁اصل ▁شناخت ی ▁کارڈ ▁ہم را ▁رکھیں ▁اور ▁اپنے ▁شناخت ی ▁کارڈ ▁کی ▁کاپی ▁فارم ▁15 ▁اور ▁فارم ▁17 ▁کے ▁ساتھ ▁ضرور ▁منسلک ▁کریں۔

▁December ▁5 , ▁2017 ▁اہم ▁خبریں , ▁بین ▁الاقوامی ▁خبریں
▁وہ ▁مسافر ▁جس ▁کے ▁پاس ▁کرا یہ ▁ختم ▁ہو ▁جائے ▁تو ▁اس کو ▁اتنی ▁ز کو ٰ ۃ ▁دینی ▁جائز ▁ہے ▁جس ▁سے ▁وہ ▁اپنے ▁شہر ▁تک ▁پہنچ ▁سکے ▁اگرچہ ▁وہ ▁مال دار ▁ہی ▁کیوں ▁نہ ▁ہو۔

▁شیئر ▁کرنے ▁کا ▁شکریہ
▁ڈ پر یشن ▁کا ▁شکار ▁افراد ▁کو ▁آپ ▁کی ▁مدد ▁کی ▁ضرورت
▁عوام ▁کو ▁صحت ▁و ▁تعلیم ▁کی ▁سہولیات ▁فراہم ▁کرنا ▁حکومت ▁کی
▁“ رابط ے ▁کی ▁اخلاقی ات ”
▁اشتہار ▁پر ▁ایک ▁نظر
▁۔ ▁ان کی ▁زندگی ▁پر ▁تو ▁پی ▁ایچ ▁ڈی ▁کی ▁جا سک تی ▁ہے ▁ایک ▁کالم ▁میں ▁کت نا ▁لکھ ▁سکتا ▁ہوں ▁لیکن ▁چند ▁حق ائ ق ▁آپ ▁پڑھ ▁لیں ▁تاکہ ▁آپ کو ▁اس ▁بہ ادر ▁ نڈر ، خا تون ▁کو ▁سمجھ نے ▁میں ▁مدد ▁ملے
▁خدا را ▁نا کار ہ ▁بن ▁کر ▁نہ ▁بیٹھ نا ۔ ▁اپنی ▁زندگی ▁دین ▁کے ▁لئے ▁وقف ▁کریں ، ▁اس ▁عاجز ▁کی ▁زندگی ▁دین ▁اسلام ▁کے ▁لئے ▁وقف ▁ہے۔ ▁آپ ▁حضرات ▁بھی ▁وعدہ ▁کریں ▁کہ ▁زندگی ▁بھر ▁دین ▁کی ▁خدمت ▁کرتے ▁رہیں ▁گے ، ▁وہی ▁طریقہ ▁اپنا ئیں ▁گے ▁جو ▁ہمارے ▁م رشد ▁و ▁مربی ▁کا ▁تھا۔
▁ہمارے ▁بارے ▁میں
▁اس ▁طبی ▁مشین ▁کے ▁اندر ▁استعمال ▁ہونے ▁والی ▁سائنس ▁کو ▁قریب ▁سے ▁دیکھتے ▁ہیں ▁ویسے ▁تو ▁ہم ▁میں ▁سے ▁اکثر ▁جانتے ▁ہی ▁ہوں ▁گے ▁کہ ▁ال ٹر ا ▁سا ؤ نڈ ▁کس ے ▁کہتے ▁ہ ...
▁حکومت ▁اپنی ▁ایک ▁پرانی ▁غلطی ▁کو ▁سد ھار نے ▁کے ▁لئے ▁سنج ی دگی ▁سے ▁کوشش ▁کرنے ▁کا ▁ذہن ▁بنا ▁رہی ▁ہے۔ حکومت ▁کی ▁اس ▁کارروائی ▁سے ▁کئی ▁نو کر ▁شاہ وں ▁کی ▁ترقی ▁کے ▁امکانات ▁مع دوم ▁ہوتے ▁جارہے ▁تھے۔ حال یہ ▁عرصے ▁میں ▁جو ائن ٹ ▁سکر ی ٹری ▁کی ▁سطح ▁سے ▁کم ▁کے ▁50 ا فسر وں ▁کے ▁ترقی ▁کی ▁د وڑ ▁میں ▁پیچھے ▁رہ ▁جانے ▁اور ▁جون یئر ▁افسر وں ▁کے ▁مات حت ▁کام ▁کرنے ▁پر ▁مجبور ▁ہونے ▁کے ▁بعد ▁سینٹر ل ▁ایڈ من سٹر ی ٹو ▁ ٹری بون ل ▁( کی ٹ ) کی ▁پناہ ▁میں ▁جانا ▁پڑا ▁تھا۔ ▁اس ▁کی ▁صرف
▁آپ ▁کی ▁ حرص ▁تھی ▁کہ ▁سب ▁لوگ ▁ایمان دار ▁بن ▁کر ▁آپ ▁کی ▁تابع داری ▁کریں ▁تو ▁رب ▁نے ▁فرما ▁دیا ▁کہ ▁یہ ▁سعادت ▁جس ▁کے ▁حصے ▁میں ▁ہے ▁توفیق ▁اسی ▁کی ▁رفیق ▁ہو ▁گئی ▁۔
▁تو ▁اب ▁جو ▁مل ال ▁گزر ے ▁دنوں ▁کا ▁ہے
▁او پن ر ▁سم ی ع ▁اس لم ▁اور ▁ اظ ہر ▁علی ▁نے ▁بالت رت یب ▁12 ▁اور ▁30 ▁رنز ▁بنائے ۔
▁جغرافی ائی ▁تقسیم ▁کے ▁ساتھ ▁سات پ ▁یہاں ▁پر ▁فرق ہ ▁وار انہ ▁تقسیم ▁کافی ▁گ ہری ▁ہے ▁جو ▁دہشت ▁گرد و وں ▁او ▁را نت ہا ▁پسندوں ▁کو ▁آسانی ▁کے ▁ساتھ ▁اپنے ▁اندر ▁جذب ▁کر لے ▁گی۔
▁کو یت ۔ ▁11 ▁جون ▁۔ ( سی است ▁ڈاٹ ▁کام ) ▁کو یت ▁کی ▁میزبانی ▁میں ▁یمن ▁کے ▁تنازع ہ ▁کے ▁پ ُ رام ن ▁حل ▁کیلئے ▁حکومت ▁اور ▁باغ یوں ▁کے ▁درمیان ▁بات ▁چیت ▁جاری ▁ہے۔ ▁گذشتہ ▁روز ▁کو یت ▁میں ▁یمن ی ▁حکومت ▁اور ▁باغ یوں ▁کے ▁نمائند وں ▁کے ▁براہ ▁راست ▁مذاکرات ▁میں ▁سخت ▁گرما ▁گرمی ▁دکھائی ▁دی۔ ذر ائع ▁کے ▁مطابق ▁حکومتی ▁وفد ▁اور ▁باغ یوں ▁کے ▁درمیان ▁راست ▁مذاکرات ▁کے ▁موقع ▁پر ▁اقوام ▁متحدہ ▁کے ▁امن ▁مند وب ▁اسماعیل ▁والد ▁الش ی خ ▁احمد ▁بھی ▁موجود ▁تھے۔ ▁اس ▁موقع ▁پر ▁قید یوں ▁کے ▁معاملات ▁اور ▁تعز ▁شہر ▁میں ▁نہ تے ▁شہریوں ▁پر ▁ح وث ی ▁باغ یوں ▁کی ▁مسلسل ▁بمبار ی ▁پر ▁حکومتی ▁وفد ▁نے ▁سخت ▁احتجاج ▁کیا۔ ذر ائع ▁کے ▁مطابق ▁براہ ▁راست ▁مذاکرات ▁کے ▁دوران ▁فریق ین ▁میں ▁اس ▁وقت ▁سخت ▁گرما ▁گرم ▁گفتگو ▁شروع ▁ہوئی ▁جب ▁باغ یوں ▁سے ▁کہا ▁گیا ▁ہے ▁کہ ▁وہ ▁پہلے ▁مرحلے ▁پر ▁ہتھیار ▁پھینک ▁کر ▁ملک ▁کے ▁تمام ▁سکیورٹی ▁امور ▁سرکاری ▁فوج ▁کے ▁حوالے ▁کر ▁دیں ▁اور ▁دوسرے ▁مرحلے ▁پر ▁سیاسی ▁معاملات ▁پر بات ▁چیت ▁کریں۔ ▁اس ▁پر ▁باغ یوں ▁کی ▁جانب ▁سے ▁سخت ▁ناراض ی ▁کا ▁اظہار ▁کیا ▁گیا حکومت ی ▁وفد ▁کا ▁کہنا ▁تھا ▁کہ ▁باغ یوں ▁کی ▁مسلح ▁ملی شی ا ▁کو ▁ہتھیار ▁ڈال نے ▁کے ▁ساتھ ▁ساتھ ▁ریاست ی ▁اداروں ▁کا ▁کنٹرول ▁حکومت ▁کو ▁سپر د ▁کرنا ▁ہوگا۔
▁ذرائع ▁کے ▁مطابق ▁ایم ▁کیو ▁ایم ▁کے ▁سربراہ ▁فاروق ▁ستار ▁اور ▁رابطہ ▁کمیٹی ▁کے ▁درمیان ▁مذاکرات ▁نہ ▁صرف ▁ناکام ▁ہوگئے ▁بلکہ ▁پارٹی ▁ دھ ڑوں ▁کے ▁درمیان ▁اختلافات ▁پہلے ▁سے ▁شدت ▁اختیار ▁کر گ ئے ▁ہیں۔
▁Ya : 3 ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک
▁سازش ▁آپ ▁کے ▁بچوں ▁نے ▁کی ▁، ▁20 ہ زار ▁لوگ ▁اک ٹھ ے ▁کرنے ▁سے ▁آپ ▁سچ ے ▁ثابت ▁نہیں ▁ہو نگے ▁‘ ▁فواد ▁چوہدری ▁ریلی ▁میں ▁صرف ▁با جا ▁پارٹی ▁شامل ▁، شریف ▁فی مل ی ▁آنے ▁والے ▁دنوں ▁میں ▁ضمانت یں ▁کروا ▁رہے ▁ہوں ▁گے ▁یا ▁ا ڈی الہ ▁جیل ▁جائیں ▁گے
▁متعدد ▁فلم وں ▁کو ▁پرو ڈی وس ▁کرنے ▁والی ▁ٹو ئن کل ▁کھ نہ ▁کی ▁زیادہ ▁پرو ڈی وس ▁کردہ ▁فلم وں ▁میں ▁ان ▁کے ▁شوہر ▁اک ش ے ▁کم ار ▁نے ▁کام ▁کیا۔
▁اے ▁بی ▁ڈی ▁ولی ئ رز ▁نے ▁بین ▁الاقوامی ▁کرکٹ ▁چھوڑ ▁دی
▁’’ میں ▁ناول ▁اس ▁طرح ▁اور ▁اس ▁مقصد ▁کے ▁لیے ▁لکھ نا ▁چاہتا ▁ہوں ▁جیسے ▁کوئی ▁پی انو ▁پر ▁بیٹھ تا ▁ہے۔ ▁میں ▁اصل ▁ش ے ▁کو ▁نہیں ▁دیکھ تا ▁اور ▁نہ ▁دیکھ نا ▁چاہتا ▁ہوں۔ ▁میرے ▁پیش ▁نظر ▁تو ▁وہ ▁بات ▁ہے ▁جو ▁چیز وں ▁کی ▁تہ ہ ▁میں ▁ہوتی ▁ہے۔ ‘‘
▁آج ▁کا ▁اخبار
▁وزیراعظم ▁نے ▁کہا ▁کہ ▁حکومت ▁پر ▁قومی ▁سلامتی ▁کو ▁خطر ے ▁میں ▁ڈال نے ▁کے ▁الزامات ▁لگانے ▁والے ▁پہلے ▁یہ ▁بت ائیں ▁کہ ▁اس ام ہ ▁بن ▁لا دن ▁کس ▁ ویز ے ▁پر ▁پاکستان ▁آیا ▁اور ▁کیوں ▁کر ▁کئی ▁سال وں ▁تک ▁وہ ▁یہاں ▁چھپ ا ▁رہا۔
▁مرکزی ▁مواد ▁پر ▁جائیں

▁کہیں ▁یہ ▁بی ▁جے ▁پی ▁اور ▁مقامی ▁جماعت ▁کی ▁منصوبہ ▁بندی ▁تو ▁نہیں ؟
▁عمران ▁خان ▁نااہل ی ▁کیس ، چی ف ▁جسٹس ▁کی ▁سر پر ا ہی ▁میں ▁تین ▁رکن ی ▁بن چ ▁کی ▁سماعت
▁سری نگر ( فار ن ▁ڈیسک ) ▁چین ▁نے ▁بھارت ▁اور ▁پاکستان ▁کے ▁ما بین ▁مسئلہ ▁کشمیر ▁پر ▁اپنی ▁ثالث ی ▁کی ▁پیش ▁کش ▁کو ▁دو ہ رات ے ▁ہوئے ▁کہا ▁کہ ▁پاکستان ▁میں ▁نئی ▁حکومت ▁تشکیل ▁پانے ▁کے ▁بعد ▁بھی ▁مسئلہ ▁کشمیر ▁کے ▁حوالے ▁سے ▁چین ▁کی ▁پالیسی ▁تبدیل ▁نہیں ▁ہو ▁گی ▁اور ▁چین ▁خطے ▁میں ▁امن ▁کے ▁قیام ▁...
▁اک نا ▁اور ▁ماس ▁جو ▁کہ ▁بنیادی ▁طور ▁پر ▁ایک ▁مذہبی ▁تنظیم ▁کے ▁طور ▁پر ▁جان ی ▁جاتی ▁ہیں ▁لیکن ▁امریکہ ▁کی ▁ای سٹ ▁کو سٹ ▁پر ▁کن کٹ ی ▁سٹی ٹ ▁میں ▁ہونے ▁والے ▁اس ▁کے ▁کنون شن ▁میں ▁انٹر ٹی منٹ ▁کے ▁پروگرام ▁کے ▁علاوہ ▁مزاح یہ ▁مشاعر ہ ▁بھی ▁قابل ▁ذکر ▁ہے ▁۔ ▁اس ▁حوالے ▁سے ▁جب ▁اک نا ▁کے ▁مرکزی ▁امیر ▁نع یم ▁بیگ ▁سے ▁پوچھا ▁گیا ▁کہ ▁ب ظ ا ہر ▁اک نا ▁جیسی ▁مذہبی ▁تنظیم ▁کے ▁پلی ٹ ▁فارم ▁پر ▁انٹر ▁ ٹین منٹ ▁اور ▁مزاح یہ ▁مشاعر ہ ▁جیسی ▁سرگرمی وں ▁کیا ▁کچھ ▁عجیب ▁نہیں ▁؟ تو ▁انہوں ▁نے ▁کہا ▁کہ ▁تفریح ▁ طبع ▁اور ▁تف نن ▁کے ▁لئے ▁بہت ▁سے ▁سرگرمی وں ▁ہو ▁سکتی ▁ہیں ▁جنہیں ▁ہم ▁حلال ▁انٹر ▁ٹی منٹ ▁بھی ▁کہا ▁جا ▁سکتا ▁ہے ▁اور ▁اہم ▁ایسی ▁سرگرمی وں ▁کو ▁اپنے ▁کنون شن ▁میں ▁یقینی ▁بنا تے ▁ہیں ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁یہ ▁تاثر ▁درست ▁نہیں ▁کہ ▁اسلام ▁کوئی ▁بالکل ▁ہی ▁خشک ▁قسم ▁کا ▁مذہب ▁ہے
▁خالق ▁کی ▁تم ن اؤں ▁کا ▁اظہار ▁ہوا ▁ہے

▁پاک ▁چین ▁بزن س ▁فورم ▁میں ▁پہلی ▁کانفرنس ▁پاکستان ▁کے ▁تمام ▁ عج ائب ▁گھروں ▁کے ▁ڈائریکٹر ز ▁اور ▁کیو ریٹ رز ▁کی ▁کانفرنس ▁دوم ▁کا ▁بھی ▁انعقاد ▁کیا ▁جائے ▁گا ▁جس ▁میں ▁پاکستان ▁کے ▁تاریخی ▁و رث ے ▁پہ ▁بات ▁ہوگی ، ▁محکمہ ▁آثار ▁قدیم ہ ▁کے ▁ماہرین ▁و ادی ▁پنجاب ، ▁و ادی ▁سندھ ▁اور ▁خیبر ▁پخت ون ▁خواہ ▁کے ▁ عج ائب ▁گھروں ▁کی ▁اہمیت ، ▁ان کی ▁سماجی ▁حیثیت ، ▁معاشرے ▁میں ▁ان ▁کا ▁کردار ▁اور ▁مستقبل ▁کے ▁منصوب وں ▁پہ ▁بھی ▁بات ▁کریں ▁گے۔ ▁اس ▁کے ▁ساتھ ▁پاکستان ▁میں ▁مسلح ▁افواج ▁کے ▁ عج ائب ▁گھروں ▁کے کر دار ▁اور ▁ان کی ▁اہمیت ▁پہ ▁بھی ▁پہ ▁بھی ▁روشنی ▁ڈ ٖ الی ▁جائے ▁گی۔
▁قیمت ▁کیا ▁ہوتا ▁؟ ▁یہ ▁بھی ▁پن ی ▁جگہ ▁اک ▁سوال ▁تھا۔ اسی ▁جستجو ▁میں ▁تھے ▁کہ ▁پتہ ▁چلا ▁اس ▁طرح ▁کے ▁بہت ▁سے ▁اور بھی ▁کاغذ ▁اور ▁سکے ▁دنیا ▁میں ▁پائے ▁جاتے ▁ہیں ▁جو اپ نی ▁اہمیت ▁کی ▁ دھ اک ▁جم ائے ▁بیٹھے ▁ہیں۔ ▁حیران ▁کن ▁بات ▁یہ ▁تھی ▁کہ ▁ہر ▁سکے ▁کی ▁اہمیت ▁مختلف ▁ہے۔ اگر ▁ہے ▁تو ▁کس ▁بنا ▁پر ▁جبکہ ▁سب ▁کاغذ ▁ہیں ؟ اگر ▁بیس ▁روپے ▁کا ▁نوٹ ▁ایک ▁چھ لی ▁کے ▁عوض ▁دیا ▁تو حساب ▁برابر ▁مگر ▁ایک ▁رو ٹی ▁کے ▁عوض ▁دیا ▁تو ▁خسار ہ ۔
▁مواد ▁پر ▁جائیں
▁آصف ▁زرداری ▁اور ▁بلاول ▁بھٹو سے ▁پنجاب ▁اور ▁کے ▁پی ▁سے ▁تعلق ▁رکھنے ▁والے ▁متعدد ▁رہنما ئ وں ▁کی ▁ملاقات ▁، پی پل ز پار ٹی ▁میں ▁شمولیت ▁کا ▁اعلان
▁وجود ▁کے ▁آ ہ نگ ▁کے ▁عرفان ▁نے ▁یہ ▁تجربہ ▁پیش ▁کیا ▁ہے ، ▁جمال ی اتی ▁تخلیق ی ▁ ’ b سی ‘ ▁نے ▁ایک ▁تم ث یل ▁سامنے ▁رکھ ▁دی ▁ہے :
▁بعض ▁الفاظ ▁کی ▁جمع ▁ال جمع ▁تو ▁ہے ▁جیسے ▁ دوا ، ▁ا دو یہ ▁اور ▁اد وی ات ۔ ▁لیکن ▁کچھ ▁لوگ ▁زبردست ی ▁جمع ▁ال جمع ▁بنا ▁رہے ▁ہیں۔ ▁ٹی ▁وی ▁کے ▁میزبان ▁اور ▁’’ رو ائے ▁ع افی ت ‘‘ ▁کے ▁شہر ت ▁یافتہ ▁کام ران ▁خان ▁صرف ▁ ’ الف اظ ‘ ▁یا ▁ ’ جذب ات ‘ ▁کہہ ▁کر ▁مطمئن ▁نہیں ▁ہوتے ▁بلکہ ▁شاید ▁زور ▁پیدا ▁کرنے ▁کے ▁لیے ▁’’ الف اظ وں ‘‘ ، ▁’’ جذب ات وں ‘‘ ▁کا ▁استعمال ▁کرتے ▁ہیں۔ ▁ٹی ▁وی ▁کے ▁میزبان وں ▁کو ▁خیال ▁رکھنا ▁چاہیے ▁کہ ▁ا ُ ن ▁کی ▁غلط یاں ▁صرف ▁ا ُ ن ▁تک ▁محدود ▁نہیں ▁رہتی ں ▁بلکہ ▁سن نے ▁والوں ▁کو ▁بھی ▁خراب ▁کرتی ▁ہیں۔ ▁ہمیں ▁حیرت ▁ہے ▁کہ ▁اب ▁تک ▁کسی ▁نے ▁کام ران ▁خان ▁کو ▁’’ الف اظ وں ‘‘ ▁کہنے ▁پر ▁نہیں ▁ٹو کا ! ▁شاید ▁یہ ▁اختیار ▁رکھنے ▁والے ▁خود ▁بھی ▁’’ جذب ات وں ‘‘ ▁میں ▁بہ ہ ▁جاتے ▁ہوں۔
▁آرمی ▁چیف ▁کے ▁بیٹے ▁بھی ▁شادی ▁کے ▁بند ھن ▁میں ▁بند ھ ▁گئے
▁* حضرت ▁ابو ▁ ہری رہ ▁رضی ▁اللہ ▁عنہ ▁سے ▁روایت ▁ہے ▁کہ ▁رسول ▁اللہ ▁صل ّ ی ▁اللہ ▁علیہ ▁و سل ّ م ▁نے ▁فرمایا : ▁جو ▁اللہ ▁تعالی ٰ ▁اور ▁روز ▁آخرت ▁پر ▁ایمان ▁رکھتا ▁ہو ▁اس ▁کو ▁چاہیے ▁کہ ▁بات ▁کہ ے ▁تو ▁تو ▁بہتر ▁کہ ے ▁ورنہ ▁خاموش ▁رہے۔ ( ب خار ی ▁و مسلم )
▁میڈیا ▁سینٹر
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁ہمارا ▁میڈیا ▁حق ▁گو ئی ▁کا ▁نشان ▁ہے۔ ▁الطاف ▁حسین ▁کو ▁بھائی ، ▁قائد ، ▁ بانی ▁اور ▁صاحب ▁کے ▁در جے ▁تو ▁فاروق ▁ستار ▁نے ▁تف وی ض ▁کئے ، ▁ہم ▁تو ▁الطاف ▁حسین ▁کو ▁پیر ▁صاحب ▁لکھتے ▁تھے۔ ▁ان ▁کے ▁پک ائے ▁حل یم ▁کی ▁حل ا وت ▁اور ▁ان ▁کے ▁لہ جے ▁کی ▁گھ لا وٹ ▁تک ▁ہم ▁نے ▁بیان ▁کی۔ ▁ہم ▁نے ▁لکھا ▁کہ ▁معصوم ▁چ ڑ یاں ▁الطاف ▁حسین ▁کے ▁بستر ▁سے ▁اٹھ نے ▁کا ▁نام ▁نہیں ▁لی ت یں۔ ▁1985 ▁میں ▁الطاف ▁حسین ▁اور ▁تھے ، ▁1989 ▁میں ▁الطاف ▁حسین ▁کا ▁کردار ▁بدل ▁گیا۔ ▁1992 ▁میں ▁آپریشن ▁ہوا ، ▁چوہدری ▁نثار ▁کی ▁رق ت ▁تاریخ ▁کا ▁حصہ ▁ہے۔ ▁1995 ▁میں ▁نص یر ▁اللہ ▁با بر ▁کی ▁بے ▁پناہ ▁بہ ادر ی ▁کی ▁ہم ▁نے ▁گواہ ی ▁دی۔ ▁الطاف ▁حسین ▁اور ▁پرویز ▁مشرف ▁گ ٹھ ▁جو ڑ ▁کے ▁مثبت ▁نتائج ▁ہم ▁نے ▁لکھ ے۔ ▁ دق یانو س ▁جا گیر ▁دار وں ▁کے ▁خلاف ▁متوسط ▁طبق ے ▁سے ▁آنے ▁والے ▁نوجوانوں ▁کی ▁سیاسی ▁جدوجہد ▁ہم ▁نے ▁رقم ▁کی۔ ▁ہم ▁عدلیہ ▁کی ▁تحریک ▁کا ▁ہر اول ▁دست ہ ▁تھے۔ ▁ہم ▁نے ▁نا ▁معلوم ▁افراد ▁کو ▁ہمیشہ ▁نا ▁معلوم ▁افراد ▁لکھا ▁اور ▁سمجھا ۔ ▁ہم ▁یہ ▁سب ▁سچ ▁لکھتے ▁ہوئے ▁فراموش ▁کر ▁دیتے ▁ہیں ▁کہ ▁پڑھنے ▁والا ▁لکھنے ▁والے ▁سے ▁زیادہ ▁ذ ہ ین ▁ہوتا ▁ہے۔ ▁ریڈیو ▁اور ▁ٹیلی ▁ویژن ▁پر ▁سماعت ▁اور ▁بص ارت ▁کا ▁امتحان ▁دینے ▁والے ▁سام ع ین ▁اور ▁ ناظر ین ▁ذوالفقار ▁بخاری ▁اور ▁ لیف ٹن نٹ ▁جنرل ▁مج یب ▁الرحم ٰ ن ▁سے ▁زیادہ ▁ذ ہ ین ▁ہوتے ▁ہیں۔ ▁یہ ▁تو ▁ب ہر حال ▁طے ▁ہے ▁کہ ▁ہمارا ▁میڈیا ▁سچ ▁بول نے ▁میں ▁اپنا ▁ثانی ▁نہیں ▁رکھتا ۔
▁پی نٹ ا گون ▁سے ▁جاری ▁بیان ▁کے ▁مطابق ▁اتوار ▁کو ▁می ٹس ▁ارد ن ▁جائیں ▁گے ▁اور ▁وہاں ▁کے ▁بادشاہ ▁عبداللہ ▁دوم ▁کے ▁ہمراہ ▁مغربی ▁افریقہ ▁میں ▁انتہا ▁پسند ی ▁سے ▁متعلق ▁ایک ▁کانفرنس ▁کی ▁میزبانی ▁کریں ▁گے۔
▁سب ▁کے ▁سامنے ▁تعریف ▁کریں
▁اشتہار ▁کا ▁انتخاب
▁ان ▁خیالات ▁کا ▁اظہار ▁انہوں ▁نے ▁میڈیا ▁سے ▁بات ▁چیت ▁کرتے ▁ہوئے ▁کیا ، ▁نجم ▁سی ٹھی ▁کا ▁کہنا ▁تھا ▁کہ ▁پی ▁ایس ▁ایل ▁کسی ▁کے ▁ذاتی ▁فائد ے ▁کے ▁لیے ▁نہیں ▁بلکہ ▁پاکستان ▁کے ▁لیے ▁ہے ، ▁کچھ ▁لوگ ▁ہیں ▁جو ▁ہمیشہ ▁عوام ▁کی ▁خواہش ات ▁پر ▁ ٹھ نڈ ا ▁پانی ▁ڈال تے ▁ہیں ۔انہوں ▁نے ▁کہا ▁کہ ▁ہمارا ▁بی ک ▁اپ ▁پروگرام ▁بہت ▁مضبوط ▁ہے ، ▁نمبر ▁2 ▁یا ▁3 ▁کی ▁بات ▁نہیں ▁بہترین ▁کھلاڑی ▁پاکستان ▁آئیں ▁گے ، ▁ہر ▁انٹرنیشنل ▁پل یئر ▁سے ▁مل ▁کر ▁انہیں ▁مطمئن ▁کریں ▁گے ، ▁ہاتھ ▁مضبوط ▁کر ▁کے ▁آسٹریلیا ، ▁نیوز ی ▁لینڈ ▁کی ▁ٹیم وں ▁سے ▁بھی ▁بات ▁کریں ▁گے۔
▁2009 ▁ء ▁میں ▁مبینہ ▁امریکی ▁ڈر ون ▁طی ار وں ▁سے ▁ایک ▁انداز ے ▁کے ▁مطابق ▁پاکستان ▁کے ▁قبائل ی ▁علاقوں ▁میں ▁کم ▁از کم ▁50 م یز ائل ▁حملے ▁کیے ▁گئے ▁جن ▁میں ▁اطلاعات ▁کے ▁مطابق ▁غیر ▁ملکی ▁جنگ جو ؤں ▁سمیت ▁تقریبا ً 400 ▁افراد ▁ہلاک ▁ہو ▁گئے ▁تھے۔ ▁دہشت ▁گردی ▁کے ▁خلاف ▁جنگ ▁میں ▁پاکستان ▁امریکہ ▁کا ▁قریب ی ▁اتحاد ی ▁ہے ▁تاہم ▁ڈر ون ▁طی ار وں ▁سے ▁کیے ▁گئے ▁میزائل ▁حملوں ▁کے ▁بارے ▁میں ▁پاکستانی ▁حکام ▁کا ▁کہنا ▁ہے ▁کہ ▁یہ ▁دہشت ▁گردی ▁کے ▁خلاف ▁جنگ ▁میں ▁ا ُ س ▁کی ▁کوشش وں ▁کے ▁لیے ▁سود ▁مند ▁ثابت ▁نہیں ▁ہو ▁رہے ▁ہیں ▁۔
▁کیا ▁عورت ▁ہونا ▁جرم ▁ہے ؟ ▁- ▁ہم ▁سب
▁نصف ▁سے ▁زیادہ
▁حنیف ▁کو ▁دنیا ▁کے ▁بہترین ▁بل ے ▁باز وں ▁میں ▁شمار ▁کیا ▁جاتا ▁ہے۔ سال ▁1957 ۔ 58 ▁میں ▁ویسٹ ▁انڈیز ▁کے ▁خلاف ▁برج ▁ٹاؤن ▁ٹیسٹ ▁میں ▁ 337 ▁رنز ▁کی ▁ان ▁می رات ھن ▁اننگز ▁کرکٹ ▁کی ▁تاریخ ▁کی ▁بہترین ▁اننگز ▁میں ▁شمار ▁ہے ▁جس ▁کی ▁بد ولت ▁پاکستان ▁وہ ▁ٹیسٹ ▁ڈرا ▁کرانے ▁میں ▁کامیاب ▁رہا ▁تھا۔
▁شام ▁کے ▁صدر کو ▁قتل ▁کرنے ▁کی ▁اسرائیلی ▁سازش ▁- ▁Tuesday , ▁18 ▁September ▁2018 ▁09 :51
▁الیکشن ▁2018 ▁میں ▁صرف ▁4 روز ▁باقی ، انتخاب ی ▁مہم ▁میں ▁بھی ▁تیزی
▁رسول ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁نے ▁فرمایا ▁کہ ▁“ جو ▁شخص ▁اپنے ▁زمان ے ▁کے ▁خل یف ہ ▁کے ▁بغیر ▁مرا ، ▁وہ ▁ایک ▁کا فر ▁کی ▁موت ▁مرا ؛ ▁اور ▁دوسری ▁حدیث ▁یہ ▁ہے ▁کہ ▁“ جو ▁شخص ▁بھی ▁بغیر ▁بی عت ▁لیے ▁ہوئے ▁مر ے ▁گا ▁وہ ▁یقینا ▁ج اہل یت ▁کی ▁موت ▁مر ے ▁گا ” -

▁ ژو ▁جن ▁نامی ▁46 ▁سالہ ▁حملہ ▁آور ▁نے ▁عدالت ▁کی ▁عمارت ▁کی ▁چو تھ ی ▁منزل ▁پر ▁ایک ▁کمر ے ▁میں ▁موجود ▁جج ▁صاحب ان ▁پر ▁مختلف ▁ہتھیار وں ▁سے ▁حملہ ▁کر ▁دیا ▁اور ▁ان ▁کو ▁بچانے ▁کے ▁لیے ▁آنے ▁والوں ▁کو ▁بھی ▁فائرنگ ▁کا ▁نشانہ ▁بنایا اور بعد ▁میں ▁ ژو ▁جن ▁نے ▁خود ▁کو ▁گول ی ▁مار ▁لی ۔
▁اور ▁ہمارے ▁غم ▁لے ▁گیا
▁پاکستان ▁مسلم ▁لیگ ▁( ن )
▁اداکارہ ▁سے ▁جب ▁ان ▁کے ▁مداح وں ▁کے ▁بارے ▁میں ▁پوچھا ▁گیا ▁تب ▁بھی ▁میرا ▁نے ▁گلاب ی ▁انگل ش ▁میں ▁کہا ▁کہ ▁میرا ▁ٹوئٹر ▁پی ج ▁ف ولو ▁کریں ▁انس ٹا گرام ▁ف ولو ▁کریں۔ ان ٹر وی و ▁کے ▁اختتام ▁پر ▁جب ▁صحافی ▁نے ▁اجازت ▁چاہ ی ▁تب ▁بھی ▁اداکارہ ▁ب ضد ▁رہیں ▁کہ ▁ان ▁کے ▁سوشل ▁میڈیا ▁اکاؤنٹ س ▁کو ▁س پور ٹ ▁کریں ▁اور ▁خود ▁پوچھا ▁کہ ▁مزید ▁کچھ ▁پوچھ نا ▁ہے ▁جس ▁پر ▁صحافی ▁خود ▁ہنس ▁پڑے ▁اور ▁شکریہ ▁ادا ▁کیا۔
▁بال ائی ▁چترال ▁کو ▁ا پر ▁چترال ▁کے ▁ضلع ▁کا ▁درجہ ▁دیا ▁گیا۔ ▁عوام ▁میں ▁خوشی ▁کی ▁ل ہر ۔ ▁چترال ▁( گل ▁حم اد ▁فاروق ی ) ▁خیبر ▁پ حت ون خوا ہ ▁کے ▁سب ▁سے ▁بڑے ▁ضلع ے ▁چترال ▁...
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک ▁pp g co w girl ▁said ...
▁تمام ▁اشاعت ▁کے ▁جملہ ▁حقوق ▁بحق ▁ادارہ ▁محفوظ ▁ہیں۔ ب غیر ▁اجازت ▁کسی ▁قسم ▁کی ▁اشاعت ▁ممنوع ▁ہے
▁Image ▁caption ▁ڈاکٹر وں ▁کا ▁کہنا ▁ہے ▁کہ ▁انہیں ▁تشدد ▁کے ▁بعد ▁قریب ▁سے ▁گول یاں ▁مارک ر ▁ہلاک ▁کیا ▁گیا ▁ہے
▁آپ کا ▁روی ہ ▁کی سا ▁ہے ▁؟
▁جانور وں ▁کی ▁معلومات
▁وفاقی ▁وزیر ▁کے ▁رشتہ ▁دار وں ▁کو ▁کس ▁روپ ▁میں ▁حاج یوں ▁کے ▁ساتھ
▁ ٭ ▁- ▁ہم ▁پوری ▁دنیا ▁کے ▁مسلمانوں ▁سے ▁و کھ رے ▁ہیں ▁اور ▁پوری ▁دنیا ▁کے ▁مسلمانوں ▁سے ▁اپنے ▁آپ ▁کو ▁برتر ▁سمجھتے ▁ہیں .
▁آپ ▁نے ▁مجھے ▁اچھا ، ▁دیا نت ▁دار ▁اور ▁م خلص ▁سمجھا ▁ہے ▁تو ▁میری ▁ان ▁خصوصیات ▁کا ▁تقاضا ▁ہے ▁کہ ▁آپ ▁کو ▁واضح ▁بتا ▁د وں ▁کہ ▁ہو می وپ ی تھ ک ▁د وائی ▁بتا نے ▁سے ▁آپ ▁کو ▁کوئی ▁فائدہ ▁نہیں ▁ہونا ۔ ▁د وائی ▁بتا نے ▁کا ▁فائدہ ▁صرف ▁تب ▁ہوتا ▁ہے ▁کہ ▁جب ▁تکلیف ▁محض ▁وقتی ▁اور ▁ عارض ی ▁ہو ▁یعنی ▁ابھی ▁دو ▁چار ▁دن ▁ہی ▁میں ▁ہوئی ▁ہو۔
▁ذرائع ▁کے ▁مطابق ▁این ▁اے ▁143 ، ▁144 ▁اور ▁پی ▁پی ▁186 ▁سے ▁ا ُ می دوار ▁میاں ▁منظور ▁احمد ▁و ٹو ▁نا دہ ندگان ▁میں ▁شامل ▁ہیں ، ▁ان ▁کے ▁علاوہ ▁خالد ▁کام ران ، ▁ح نا ▁رب انی ▁کھ ر ، ▁طاہر ہ ▁امتیاز ▁اور ▁عالی ہ ▁آفتاب ▁بھی ▁بینک وں ▁کے ▁نا دہ ند ہ ▁ہیں۔
▁کریں ▁رابطہ ▁سے ▁ہم
▁کیا ▁ڈاکٹر ▁ع افی ہ ▁زندہ ▁ہیں ؟
▁1 ۔ ▁جھوٹ ▁بول نے ▁کی ▁عادت ▁قیامت ▁میں ▁بھی ▁ظاہر ▁ہو ▁گی۔ ▁( و اللہ ▁رب نا ▁ما ک نا ▁مشر کین )
▁* تحر یک ▁لب یک ▁پاکستان ** ا قبال ▁پڑھنے ▁کیلیے ▁اقبال ▁جیسی ▁غیر ت ▁بھی ▁چاہیئے * ▁* لب یک ▁لب یک ▁لب یک ▁یا ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ** جب ▁تک ▁دنیا ▁میں ▁ایک ▁مسلمان ▁بھی ▁زندہ ▁ہے ▁حضور پا ک صلى ▁الله ▁عليه ▁وسلم ▁کی ▁عزت ▁پر ▁پہ رہ ▁ہوتا ▁رہے ▁گا * ▁* عز ت ▁اسی ▁کی ▁ہو ▁گئی ▁جو حضور ▁پاک صلى ▁الله ▁عليه ▁وسلم کی ▁عزت ▁کی ▁بات ▁کرے ▁گا ** اور ▁اس ▁پوسٹ ▁کو ▁زیادہ ▁سے ▁زیادہ ▁شیئر ▁کریں ** ان ▁شاء اللہ جل ▁جلال ه ۔۔۔ رض وی ▁مج ا ہ د ▁میڈیا ▁کے ▁پلی ٹ ▁فارم ▁سے ▁مزید ▁اپ ڈی ٹس ▁بھی ▁آپ ▁تک ▁پہنچا تے ▁رہیں ▁گے۔ ۔ * 👇 👇 👇 👇 👇 👇 https :// www . facebook . com / riz vim uja hid madi a 92 / 🌹 دین ▁اسلام ▁کی ▁برکت وں ▁سے ▁مسلمانوں ▁کو ▁ما لام ال ▁کرنے ▁کے ▁لئے ▁آپ ▁کے ▁تعاون ▁کے ▁طلب گار 🌹 ⚔ رض وی ▁مج اھ د ▁میڈیا ▁ ⚔
▁3 ▁تم ▁لوگ ▁وہ ▁کام ▁کر ▁رہے ▁ہو۔
▁(34) ▁می ت ▁کے ▁بال ▁کا ٹ نا
▁جب ہ ۃ ▁النصر ہ ▁کے ▁دہشت ▁گردوں ▁نے ▁دو ▁سال ▁پہلے ▁شام ▁کے ▁علاقہ ▁رق ہ ▁میں ▁مقام ▁ابراہیم ▁علیہ ▁السلام ▁کو ▁بم ▁سے ▁ا ڑا نے ▁کے ▁بعد ▁بل ڈو زر ▁سے ▁وی ران ▁کردیا ▁تھا
▁قصور کو ▁سیف ▁سیٹ ی ▁بنانے ▁کا ▁آغاز ▁کردیا ▁گیا ▁ہے ▁اور ▁اہم ▁مقامات ▁پر ▁کی مر ے ▁لگانے ▁کے ▁لیے ▁سرو ے ▁ٹیم ▁قصور ▁روانہ ▁ہوگئی ▁ہے ▁۔ کی مر وں ▁میں ▁ایسا ▁سا ف ٹ ▁و ئیر ▁لگایا ▁جائے ▁گا ▁جو ▁انسانی ▁چہرے ▁کو ▁نمای اں ▁کرے ▁گا۔
▁4 ▁حوالہ ▁جا ت
▁اشتہار ▁کا ▁انتخاب
▁چین ▁میں ▁اپنی ▁ماں ▁کے ▁انتظار ▁میں ▁ نڈ ھ ال ▁نن ھے ▁پا نڈ ے ▁کی ▁تصاویر ▁سوشل ▁میڈیا ...


▁” مک الم ہ “ ▁پر ▁شائع ▁شدہ ▁تمام ▁تح اری ر ▁اور ▁تصاویر ▁” مک الم ہ “ ▁کی ▁ملکی ت ▁ہیں۔ ▁مصنف ▁کے ▁علاوہ ▁کسی ▁بھی ▁فرد ▁یا ▁ادارے ▁کو ▁یہ ▁حق ▁حاصل ▁نہیں ▁کہ ▁وہ ▁” مک الم ہ “ ▁پر ▁شائع ▁یا ▁نشر ▁شدہ ▁مواد ▁کو ▁ادارے ▁کی ▁پیش گی ▁اجازت ▁اور ▁مک الم ہ ▁کے ▁حوالے ▁کے ▁بغیر ▁استعمال ▁کر ▁سکے۔ ▁ادارہ ▁” مک الم ہ “ ▁ایسی ▁کسی ▁صورت ▁میں ▁متعلقہ ▁فرد ، ▁افراد ▁یا ▁ادارے ▁کے ▁خلاف ▁کسی ▁بھی ▁ملک ▁میں ▁اس کے ▁قانون ▁کے ▁تحت ▁چار ہ ▁جو ئی ▁کا ▁حق ▁رکھتا ▁ہے۔ ▁ایڈ یٹر ▁” مک الم ہ “ ▁یا ▁اسکا ▁مقرر ▁کردہ ▁کوئی ▁فرد ▁یہ ▁است حق اق ▁استعمال ▁کر ▁سکے ▁گا۔ ▁ادارہ ▁” مک الم ہ “ ۔۔۔ ▁مزید ▁معلومات
▁آن ▁لائن ▁تبصرے
▁» ا ڈی الہ ▁کے ▁نئے ▁قید ی : ن واز ▁شریف ، ▁مریم ▁نواز
▁اگر ▁ہم ▁ماضی ▁پر ▁نظر ▁د وڑ ائیں ▁تو ▁یہ ▁بات ▁تسلیم ▁کرنا ▁ہوگی ▁کہ ▁مشرق ِ ▁وسطی ٰ ▁کے ▁نام ▁نہ اد ▁مسلمان ▁ہمیشہ ▁مغرب ▁کے ▁لیے ▁مہمان ▁نواز ▁رہے۔ ▁لیکن ▁مغرب ▁نے ▁اس ▁خطے ▁میں ▁اپنے ▁مفاد ات ▁کی ▁ہی ▁جنگ ▁لڑ ی ۔ ▁انہوں ▁نے ▁عرب وں ▁کے ▁ایک ▁ملک ▁شام ▁کو ▁توڑ ▁کر ▁عراق ، ▁لبنان ، ▁فلسطین ▁اور ▁شام ▁کی ▁ریاست وں ▁میں ▁تقسیم ▁کر ▁دیا۔ ▁مسلمان ▁اس ▁وقت ▁قومی ت وں ▁میں ▁تقسیم ▁نہیں ▁تھے۔ ▁وہ ▁خود ▁کو ▁صرف ▁امت ▁مسلم ہ ▁سمجھتے ▁تھے۔


▁اس ▁بارے ▁میں ▁نیویارک ▁کے ▁ اٹ ارن ی ▁ا فض ال ▁سپر ا ▁نے ▁وائس ▁آف ▁امریکہ ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁آئین ▁کی ▁سی کشن ▁2 ▁کی ▁ شق ▁ایک ▁کے ▁تحت ▁، ▁صدر ▁کو ▁یہ ▁اختیار ▁حاصل ▁ہے ▁کہ ▁وہ ▁کسی ▁بھی ▁مجرم ▁کی ▁سزا ▁معاف ▁کر ▁دے ▁سو ائے ▁اپنے ▁ موا خذ ے ▁کے ▁تحت ▁سامنے ▁آنے ▁والی ▁اپنی ▁سزا ▁کے ▁۔
▁” ▁عمران ▁خان ▁نے ▁وزیر ▁اعظم ▁ہاؤس ▁جاتے ▁ہی ▁نواز ▁شریف ▁کے ▁اخراج ات ▁کی ▁تفصیل
▁شہزاد ▁رائے ▁کی ▁جانب ▁سے ▁جاری ▁کردہ ▁اعلام ی ے ▁کے ▁مطابق ▁اس ▁ملی ▁ن غم ے ▁کی ▁شو ٹ ▁پاکستان ▁کے ▁بے ▁شمار ▁قدرت ی ▁حسین ▁مناظر پر ▁کی ▁گئی ▁ہے ▁جس ▁میں ▁د یہ ات ، ▁پہاڑ ، ▁دریا ▁اور ▁صحرا ▁شامل ▁ہیں۔
▁صوبے ▁پنجاب ▁میں ▁گیس ▁کے ▁بحران ▁کے ▁باعث ▁گھر ی لو ▁صارفین ▁سب ▁سے ▁زیادہ ▁متاثر ▁ہو ▁رہے ، ▁گھر ی لو ▁صارفین ▁کا ▁کہنا ▁ہے ▁کہ ▁کی ▁سرد ی ▁کی ▁شدت ▁میں ▁گیس ▁کا ▁ناپ ید ▁ہونا ▁پریشان ▁کن ▁ہے ▁جس ▁کے ▁باعث ▁کھانا ▁پک انے ▁میں ▁دقت ▁کا ▁سامنا ▁ہے۔
▁ہر ▁ایک ▁جان دار ▁موت ▁کا ▁م زہ ▁چ کھ نے ▁والا ▁ہے ، ▁اور ▁ہم ▁تمہیں ▁بر ائی ▁اور ▁بھ ل ائی ▁سے ▁آزما نے ▁کے ▁لیے ▁جان چ تے ▁ہیں ، ▁اور ▁ہماری ▁طرف ▁لوٹ ائے ▁جا ؤ ▁گے۔
▁کراچی ▁: ▁کراچی ▁میں ▁بجلی ▁کی ▁لوڈ ▁ش یڈ نگ ▁اور ▁پانی ▁کی ▁عدم ▁فراہمی ▁کے ▁بعد ▁صنعت ▁کار ▁بھی ▁میدان ▁میں
▁احسان ▁اللہ ▁احسان ▁نے ▁اپنے ▁اعتراف ی ▁بیان ▁میں ▁وا ہ گ ہ ▁بار ڈر ، ▁مل الہ ▁یوسف ▁ز ئی ▁پر ▁قاتل انہ ▁حملے ، ▁گلگت ▁بلتستان ▁میں ▁9 ▁غیر ▁ملکی ▁سیاح وں ▁کے ▁قتل ▁اور ▁کر نل ▁شجاع ▁خان زاد ہ ▁پر ▁حملے ▁سمیت ▁دہشت ▁گردی ▁کی ▁10 ▁سے ▁زائد ▁واردات وں ▁کی ▁ذم ہ ▁داری ▁قبول ▁کی ▁ہے۔

▁دار ▁ال حکومت : ▁چند ی ▁گڑھ
▁۱۹ ۹۸ ء ▁میں ▁مولانا ▁محمد ▁اس لم ▁شیخ وپ وری ▁کی ▁زیر ▁ادا رت ▁ماہ نامہ ▁الا شرف ▁کا ▁’’ قرآن ▁نمبر ‘‘ ▁شائع ▁ہوا ▁جس ▁پر ▁ماہ نامہ ▁نق یب ▁ختم ▁نبوت ▁دسمبر ▁۱۹ ۹۸ ء ▁کے ▁شمار ے ▁میں ▁تائید ی ▁و ▁تحسین ی ▁تبصرہ ▁شائع ▁ہوا۔
▁کراچی : ▁خاتون ▁ملازم ہ ▁کو ▁حجاب ▁سے ▁روکنے ▁پر ▁سا ف ٹ ▁و یئر ▁کمپنی ▁کے ▁سربراہ ▁سے ▁است ع فی ٰ ▁لے ▁لیا ▁گیا
▁کم ▁عمر ▁ملزمان ▁سے ▁متعلق ▁نظام ▁انصاف ▁میں ▁جامع ▁اصلاحات ▁کی ▁ضرورت ▁پر ▁زور
▁پن اما ▁گی ٹ ▁کے ▁فیصلہ ▁میں ▁انصاف ▁کے ▁ایک ▁پل ڑے ▁میں ▁ادب ▁کا وز ن ▁اس ▁طرح ▁ڈال ا ▁گیا ▁ہے ▁کہ ▁پل ڑا ▁ایک ▁فریق ▁کے ▁خلاف ▁جھ کا ▁نظر ▁آتا ▁ہے۔ ▁یہاں ▁دیا ▁گیا ▁ادبی ▁حوالہ ▁اس ▁لیئے ▁تو ▁دلچسپ ▁ہے ▁کہ ▁ ’ بال ز اک ‘ ▁کا ▁نام ▁اب ▁سے ▁پہلے ▁شاید ▁زیادہ ، ▁یا ▁کبھی ▁استعمال ▁نہیں ▁ہوا۔ ▁اس ▁فیصلے ▁میں ▁بال ز اک ▁بال واسط ہ ▁ ’ گا ڈ ▁ف ادر ‘ ▁کے ▁کند ھے ▁پر ▁سوار ▁ہو ▁کر ▁پہنچ ت اد کھ ائی ▁دیتا ▁ہے۔
▁جمع ے ▁کو ▁صدارت ی ▁محل ▁سے ▁جاری ▁ہونے ▁والے ▁ایک ▁بیان ▁میں ▁ترک ▁صدر ▁نے ▁بغاوت ▁کی ▁کوشش ▁کرنے ▁والوں ▁کے ▁خلاف ▁ملک ▁میں ▁جاری ▁کر یک ▁ڈاؤن ▁پر ▁تنقید ▁کرنے ▁والوں ▁ممالک ▁پر ▁تنقید ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁ ’ وہ ▁اپنے ▁کام ▁سے ▁کام ▁رکھیں ۔ ‘
▁فر خ ▁شہباز ▁ وڑ ائ چ

▁اعلی ▁دینی ▁قیادت ▁نے اس ▁بات ▁پر ▁زور ▁دیا ▁ہے ▁کہ ▁مومن ین ▁کو ▁معاشرے ▁کے ▁مختلف ▁طبقات ▁کے ▁درمیان ▁ان ▁اخلاقی ▁ اق دار ▁کو ▁اپنا نا ▁چاہیے ▁کہ ▁جن ▁کی ▁طرف ▁اسلام ▁نے ▁دعوت ▁دی ▁ہے ▁اور ▁اسی ▁طرح ▁سے ▁ایسی ▁افکار ▁سے ▁دور ▁رہ نا ▁چاہیے ▁کہ ▁جن ▁سے ▁ایک ▁دوسرے ▁کے ▁درمیان ▁دور یاں ▁پیدا ▁ہوتی ▁ہیں ▁اگر ▁مومن ین ▁ان ▁اخلاقی ▁اصول وں ▁کی ▁پابندی ▁نہ ▁کریں ▁اور ▁اپنے ▁بھائی وں ▁کے ▁حقوق ▁کا ▁لحاظ ▁نہ ▁رکھیں ▁تو ▁معاشر ہ ▁بہت ▁سی ▁کھ ائی وں ▁میں ▁جا ▁گر ے ▁گا۔
▁تمام ▁اشاعت ▁کے ▁جملہ ▁حقوق ▁محفوظ ▁ہیں۔
▁ڈی ▁ڈبلیو ▁کے ▁ایڈ یٹر ز ▁ہر ▁صبح ▁اپنی ▁تازہ ▁ترین ▁خبریں ▁اور ▁چن ید ہ ▁رپورٹ س ▁اپنے ▁پڑھنے ▁والوں ▁کو ▁بھیج تے ▁ہیں۔ ▁آپ ▁بھی ▁یہاں ▁کلک ▁کر ▁کے ▁یہ ▁نیوز ▁ل یٹر ▁مو صول ▁کر ▁سکتے ▁ہیں۔
▁مزید ▁پڑھیں ▁اقوام ▁متحدہ ▁کی ▁جنرل ▁اسمبلی ▁نے ▁امریکی ▁فیصلہ ▁مسترد ▁کردیا ▁، ▁رکن ▁ممالک ▁نے ▁قرارداد ▁کی ▁حمایت ▁میں ▁ووٹ ▁دے ▁دیا
▁ٹ ائ پ نگ ▁ایپ لی ▁کی شن ▁مجلس ▁کے ▁ساتھ ▁مالی ▁تعاون
▁اردو ▁پوائنٹ ▁پاکستان ▁۔ ▁وفاقی ▁دارالحکومت ▁میں ▁زمین وں ▁پر ▁قبضہ ▁ما فی ا ▁کا ▁راج ▁جاری ▁قانون ▁نافذ ▁کرنے ▁والے ▁ادارے ▁ما فی ا ▁کا ▁زور ▁نہ ▁توڑ ▁سکے ، ▁مسلح ▁افراد ▁نے ▁سہ الہ ▁کے ▁علاقے ▁میں ▁سکیورٹی ▁ گار ڈز پر ▁حملہ ▁کر ▁کے ▁ایوان ▁صدر ▁ہاؤس نگ ▁ سوس ائ ٹی ▁کی ▁دیوار ▁گرا ▁دی ، ▁پولیس ▁نے ▁مقدمہ ▁درج ▁کر ▁کے ▁تفتیش ▁شروع ▁کر ▁دی ▁۔ ▁اسلام ▁آباد
▁می نو ▁میں ▁ایک ▁بالا ▁ربط ▁پیدا ▁کرنے ▁کے ▁لئے ▁بالا ▁ربط ▁کے ▁ب ٹن ▁پر .
▁ج ِ س ▁کے ▁دیوار ▁و ▁در ▁و ▁با م ▁سے ▁ڈر ▁لگتا ▁ہے
▁پاکستانی ▁کیو ئس ٹس ▁ن سیم ▁اختر ، ▁حا رث ▁اور ▁شہباز ▁ای شین ▁ان ڈر ▁21 ▁سن و کر ▁چی مپ ئن ▁شپ ▁کے ▁آخری ▁گروپ ▁میچ ز ▁میں ▁( کل ) ای کشن ▁میں ▁دکھائی ▁دیں ▁گے
▁رات ▁بھر ▁ہم ▁نے ▁دیکھا ▁کہ ▁قبر ▁سے ▁نور ▁نکل ▁کر ▁آسمان ▁تک ▁جاتا ▁ہے ▁اور ▁پھر ۔۔ تر کی ▁میں ▁موجود ▁ایسی ▁قبر ▁کہ ▁جس ▁کی ▁وجہ ▁سے غیر ▁مسلم وں ▁کی ▁پوری ▁آبادی ▁مسلمان ▁ہو ▁گئی ،
▁اپنی ▁شاخ یں ▁خود ▁کا ٹ ▁کر ▁ری گ ستان ▁میں ▁آگے ▁بڑھ نے ▁والا ▁کی کٹ س

▁اس ▁کے ▁کہنے ▁کے ▁مطابق ▁یورپی ن ▁یونین ▁ترکی ▁کے ▁محصولات ▁کا ▁ ۴۸ ▁فیصد ▁مقصد ▁ہے ▁جب ▁کہ ▁آن کار ا ▁اور ▁ما سکو ▁، ▁پیک ینگ ▁اور ▁ایران ▁کے ▁روابط ▁میں ▁گرمی ▁کے ▁باوجود ▁مجموعی ▁طور ▁پر ▁صرف ▁۶ ▁فیصد ▁ترکی ▁کے ▁محصولات ▁روس ▁چین ▁اور ▁ایران ▁جاتے ▁ہیں ▁۔
▁بل کل ▁صحیح ▁کہا ▁..... آس ائش یں ▁انسان ▁کو ▁فطرت ▁سے ▁دور ▁کرد یتی ▁ہیں .
▁اور ▁ان ▁کی ▁جو ▁تیر تے ▁پھر تے ▁ہیں
▁Fix ies ▁- ▁نیا ▁سال ▁مبارک ▁ہو !
▁مرکزی ▁مواد ▁پر ▁جائیں

▁ہو م ▁ٹی گز ▁کالا ▁باغ ▁ڈیم
▁اور ▁کیونکہ ▁ہم ▁تار کین ▁وطن ▁کو ▁چ ُ ن تے ▁نہیں ▁بلکہ ▁قبول ▁کرتے ▁ہیں
▁© ▁2016 ▁اردو ▁الر ٹ . ▁تمام ▁جملہ ▁حقوق ▁بحق ▁اردو ▁الر ٹ ▁محفوظ ▁ہیں .
▁ابن ▁کلی م ▁کے ▁فن ▁پار وں ▁کی ▁نمائش یں ▁اسٹ اک ▁ہو م ، ▁کو پن ▁ہی گن ، ▁دہلی ، ▁کراچی ▁، ▁لاہور ▁اور ▁اسلام ▁آباد ▁میں ▁متعدد ▁بار ▁ہو ▁چکی ▁ہیں
▁ ۸۸ - یعنی ▁اللہ ▁کے ▁دین ▁کی ▁پ َ ی روی ▁کرنے ▁میں ، ▁ا ُ س ▁کے ▁احکام ▁پر ▁عمل ▁درآمد ▁کرنے ▁میں ، ▁اور ▁ا ِ س ▁دین ▁کی ▁ر ُ و ▁سے ▁جو ▁کچھ ▁حق ▁ہے ▁ا ُ سے ▁حق ▁اور ▁جو ▁کچھ ▁باطل ▁ہے ▁ا ُ سے ▁باطل ▁کہنے ▁میں ▁ا ُ نہیں ▁کوئی ▁با ک ▁نہ ▁ہو ▁گا۔ ▁کسی ▁کی ▁مخالفت ، ▁کسی ▁کی ▁ طعن ▁و ▁تش نی ع ▁، ▁کسی ▁کے ▁اعتراض ▁اور ▁کسی ▁کی ▁پھ بت یوں ▁اور ▁آواز وں ▁کی ▁وہ ▁پر وا ▁نہ ▁کریں ▁گے۔ ▁اگر ▁رائے ▁عام ▁اسلام ▁کی ▁مخالف ▁ہو ▁اور ▁اسلام ▁کے ▁طریقے ▁پر ▁چلنے ▁کے ▁معنی ▁اپنے ▁آپ ▁کو ▁د ُ نیا ▁بھر ▁میں ▁ نک ّ و ▁بنا ▁لینے ▁کے ▁ہوں ▁تب ▁بھی ▁وہ ▁اسی ▁راہ ▁پر ▁چل یں ▁گے ▁جسے ▁وہ ▁سچ ّ ے ▁دل ▁سے ▁حق ▁جانتے ▁ہیں۔
▁امیر ▁الم ومن ین ▁نے ▁ہاتھ ▁اٹھا ▁کر ▁شہزاد ی ▁کا ▁خیر ▁مقدم ▁کیا ▁اور ▁اجازت ▁دی ▁کہ ▁وہ ▁اپنی ▁درخواست ▁پیش ▁کرے۔ ▁سائ لہ ▁مترجم ▁کے ▁ذریعے ▁م عروض ▁گذار ▁ہوئی ▁کہ ▁وہ ▁سلطنت ِ ▁ہ سپ ان یہ ▁کے ▁آخری ▁ وزی ▁گا تھ ک ▁بادشاہ ▁و تی زا ▁کی ▁پو تی ▁ہے۔ ▁طارق ▁بن ▁زیاد ▁کے ▁جبل ▁الطا رق ▁پر ▁اتر نے ▁سے ▁ایک ▁برس ▁قبل ▁بادشاہ ▁کا ▁جلا وطن ▁بھ تی جا ▁را ڈر ک ▁ اٹ لی ▁سے ▁لشکر ▁لے ▁کر ▁حملہ ▁آور ▁ہوا ▁اور ▁و تی زا ▁کو ▁اس ▁کی ▁راج ▁ دھ انی ▁ط لی طل ہ ▁سے ▁مع زول ▁کر ▁کے ▁اند ھا ▁کر ▁دیا ▁اور ▁قر طب ہ ▁کے ▁زندان ▁میں ▁ڈال ▁دیا۔
▁و یج یٹ ▁باکس ▁پس ▁منظر ▁کے ▁4 ▁مختلف ▁ا قسام ▁میں ▁سے ▁انتخاب ▁کریں . ▁کوئی ▁بھی ▁نہیں ، ▁لا ▁محدود ▁ ٹھ وس ▁رنگ ، ▁لا ▁محدود ▁Grad ient s ▁کے ▁اور ▁12 ▁مراسل ے .
▁اسلامی ▁قانون ▁غیر ▁مسلم ▁اقلیت وں ▁کو ▁اجازت ▁دیتا ▁ہے ▁کہ ▁وہ ▁اپنی ▁عدالت یں ▁بھی ▁قائم ▁کرسکتے ▁ہیں ▁جس ▁میں ▁فی مل ی ▁قوانین ▁اقلیت یں ▁خود ▁لا گو ▁کر سک تی ▁ہیں۔
▁پاکستانی ▁بحر یہ ▁کا ▁بحر ی ▁جہاز ▁شکن ▁میزائل ▁کا ▁کامیاب ▁مظاہرہ
▁سان چہ : Lo cation ▁map ▁India ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁اب ▁تم ▁سے ▁مراسم ▁کے ▁بھی ▁قابل ▁نہ ▁رہا ▁میں
▁بین ▁الاقوامی ▁خبر ▁رس اں ▁ادارے ▁کے ▁مطابق ▁بی جنگ ▁کے ▁ایک ▁رہائش ی ▁علاقے ▁میں ▁پیل ے ▁رنگ ▁کا ▁ روب وٹ ▁سپر ▁اسٹ ور ▁سے ▁پھل ، ▁کول ڈ ▁ڈر ن کس ▁اور ▁اس ن یکس ▁کی ▁ترس یل ▁کررہا ▁ہے۔ ▁30 ▁کل و ▁ گرام ▁وزن ی ▁ روب وٹ ▁جی ▁پی ▁ایس ، ▁کی مر وں ▁اور ▁ری ڈ ار ▁سے ▁ لیس ▁ہے ▁جو ▁12 ▁کل وم یٹر ▁فی ▁گھ نٹ ہ ▁کی ▁رفتار ▁سے ▁ فاصل ہ ▁طے ▁کرسکتا ▁ہے۔
▁انہوں ▁نے ▁چین ▁کو ▁ایک ▁غیر ▁یقینی ▁عالمی ▁معیشت ▁میں ▁ایک ▁روشن ▁نشان ▁قرار ▁دیتے ▁ہوئے ▁کہا ▁کہ ▁اگر ▁بی جنگ ▁عالمی ▁معیشت ▁کی ▁اف ز ائش ▁اور ▁استحکام ▁کے ▁لیے ▁قوت ▁مح ر کہ ▁فراہم ▁نہ ▁کرتا ▁تو ▁اس ▁کی ▁صورتحال ▁مزید ▁خراب ▁ہوتی ▁۔
▁صرف ▁اسی ▁موضوع ▁میں ▁تلاش ▁کریں
▁متحدہ ▁قومی ▁مو و منٹ ▁کے ▁قائد ▁جناب ▁الطاف ▁حسین ▁نے ▁ایم ▁کیوایم ▁لی بر ▁ڈو ی ژن ▁ای جو ک یشن ▁یو نٹ ▁کے ▁کار کن ▁محمد ▁راشد ▁خان ▁اور ▁ایم ▁کیوایم ▁کراچی ▁م ضاف اتی ▁آر گن ائز نگ ▁کمیٹی ▁ابراہیم ▁حیدر ی ▁س یکٹر ▁یو نٹ ▁علی ▁اکبر ▁شاہ ▁گو ٹھ ▁کے ▁کار کن ▁یوسف ▁جلال ▁کے ▁انتقال ▁پر ▁گ ہ رے ▁د کھ ▁اور ▁افسوس ▁کا اظ ہ ار ▁کیا ▁ہے ▁۔ ▁ایک ▁تعز یتی ▁بیان ▁میں ▁انہوں ▁نے ▁مرحوم ▁کے ▁تمام ▁سو گو ار ▁ لوا حق ین ▁سے ▁ دلی ▁تعز یت ▁وہ م در دی ▁کا اظ ہ ار ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁مجھ ▁سمیت ▁ایم ▁کیوایم ▁کے ▁تمام ▁کارکنان ▁آپ ▁کے ▁غم ▁میں ▁برابر ▁کے ▁شریک ▁ہیں ▁۔ ▁انہوں ▁نے ▁دعا ▁کی ▁کہ ▁اللہ ▁تعالی ٰ ▁مرحوم ▁کو ▁جنت ▁الفرد وس ▁میں ▁اعلی ٰ ▁مقام ▁عطا ▁فرما ئے ▁اور ▁سو گو ار ان ▁کو ▁صبر جم یل ▁عطا ▁کرے۔ ▁( آم ین )
▁امام ▁احمد ▁رضا ▁اور ▁علم ▁صوتی ات
▁خواتین ▁کا ▁سی کشن
▁مسلم ▁لیگ ▁ن ▁نے ▁اختر ▁حسین ▁بادشاہ ▁کو ▁پی ▁پی ▁169 ...

▁ علامہ ▁محمد ▁اقبال
▁’’ تاریخ ▁دو ▁چیز وں ▁کے ▁م لاپ ▁سے ▁تشکیل ▁پات ی ▁ہے۔ ▁ثبوت ▁اور ▁تنقید ، ▁ماضی ▁اپنے ▁پیچھے ▁چھوڑ ▁جاتا ▁ہے۔ ▁یہ ▁نشان یاں ▁محض ▁بے ▁حس ▁ ٹک ڑے ▁نہیں ▁ہوتے ۔ ▁ان ▁میں ▁ماضی ▁کے ▁افکار ▁اور ▁ماضی ▁کی ▁فکر ▁چھپ ی
▁" ٹھ یک ▁ہے ▁آپ ▁سو ▁جائیں ▁گ ڈ ▁نا ئٹ ▁” ▁اس ▁نے ▁فکر مند ی ▁سے ▁کہا ▁۔ میں ▁نے ▁لا ئٹ ▁آف ▁کر ▁دی ▁۔
▁پی ▁ٹی ▁آئی ▁کے ▁م ُ کھی ا ▁نے ▁اپنے ▁گرو ▁سے ▁شادی ▁کر ▁لی ▁: ▁ھن دی ▁ٹی ▁وی ▁کی ▁دلچسپ ▁رپورٹ
▁پاکستان ▁کے ▁اسلامی ▁ل ٹھ ▁بردار ▁تو ▁ایک ▁جانب ، ▁میں ▁روس ▁سے ▁حج ▁کرنے ▁گیا ▁تھا ، ▁معلم ▁جو ▁معلم ▁ہونے ▁سے ▁انکار ی ▁تھا ، ▁تا تار ▁مولوی ▁تھا۔ ▁یہاں ▁کے ▁مولوی ▁مصر ، ▁شام ▁اور ▁سعودی ▁عرب ▁کے ▁مستند ▁مدارس ▁کے ▁پڑھ ے ▁ہوتے ▁ہیں ، ▁عام ▁تعلیم ▁سے ▁بھی ▁بہ رہ ▁ور ۔ ▁من ٰ ی ▁میں ▁قیام ▁کے ▁پہلے ▁روز ▁میں ▁پوچھ ▁بیٹھ ا ▁“ حضرت ▁( ▁یہاں ▁مولانا ▁کو ▁یہی ▁کہا ▁جاتا ▁ہے ) ▁یہ ▁تو ▁بتا ئیے ▁ہم ▁طو اف ▁کیوں ▁کرتے ▁ہیں ؟ ▁جواب ▁وہی ▁لگا ▁بند ھا ▁کہ ▁حکم ▁ہے۔ ▁میں ▁نے ▁کہا ▁کہ ▁کوئی ▁ہ ٹ ▁کر ▁منطقی ▁جواز ▁بت ائی ے۔ ▁محترم ▁نے ▁فت و ٰ ی ▁دے ▁ڈال ا ▁” ▁تا کو ئی ▁رس ▁گو ور ، ▁کیا فر ▁بود ت ” ▁( ▁ایسی ▁باتیں ▁کرتے ▁ہو ، ▁کا فر ▁ہو ▁جا ؤ ▁گے ) ۔ ▁کیوں ▁ہو ▁جا ؤں ▁گا ▁کا فر ▁مولانا ۔
▁پاک ▁بھارت ▁چی مپ ئن ز ▁ٹر افی ▁ٹ اک را ▁بارش ▁سے ▁متاثر ▁ہونے ▁کا ▁خدش ہ
▁آپ ▁اپنے ▁WordPress . com ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁” ▁اس ▁کا ▁را وی ▁ابو ▁اف لح ▁کو ▁امام ▁ عجل ی ▁رحم ہ ▁اللہ ▁نے ▁” ▁ ثق ہ ▁“ ▁کہا ▁ہے ▁، ▁حافظ ▁ذ ہ بی ▁رحم ہ ▁اللہ ▁نے ▁” ▁صد وق ▁“ ▁کہا ▁ہے ▁۔ ▁( ▁ال کا ش ف ▁: ▁27 1/3 ▁)
▁گجرات ▁بار ▁کی ▁تاریخ ▁میں ▁پہلی ▁مرتبہ ▁لی ڈی ز ▁وکلا ء ▁کے ▁درمیان ▁ سپورٹس ▁گا لا ▁کا ▁انعقاد ▁ہوا
▁پت نگ ▁بازی ▁ایک ▁ایسا ▁شغل ▁ہے ▁جو ▁دنیا ▁کے ▁تمام ▁ممالک ▁میں ▁پایا ▁جاتا ▁ہے ، ▁ہاں ▁مختلف ▁ملکوں ▁میں ▁اس ▁کے ▁انداز ▁ضرور ▁مختلف ▁ہوں ▁گے۔ ▁پاکستان ▁میں ▁بھی ▁شاید ▁ہی ▁ایسا ▁کوئی ▁علاقہ ▁ہوگا ، ▁جہاں ▁پت نگ ▁نہ ▁ا ڑ ائی ▁جاتی ▁ہو۔ ▁پاکستان ▁میں ▁تو ▁پت نگ ▁سازی ▁ایک ▁چھوٹی ▁صنعت ▁کی ▁شکل ▁اختیار ▁کر ▁گئی ▁ہے ، ▁یہاں ▁تک ▁کہ ▁پاکستان ▁کے ▁گاؤں ▁د یہ ات وں ▁میں ▁تو ▁پت نگ وں ▁کے ▁میچ ▁رکھے ▁جاتے ▁ہیں ، ▁اور ▁ان ▁کی ▁خوب ▁ ذوق ▁و ▁شوق ▁سے ▁تیاری ▁کی ▁جاتی ▁ہے ، ▁پت نگ ▁کی ▁ڈو ر ▁کو ▁تیز ▁د ھار ▁بنایا ▁جاتا ▁ہے ▁تاکہ ▁پیچ ▁لگ تے ▁ہی ▁حریف ▁کی ▁پت نگ ▁کا ٹ ▁دی ▁جائے۔

▁انگریز ی ▁زبان ▁میں ▁ایک ▁بڑا ▁کمال ▁کا ▁جملہ ▁کہا ▁جاتا ▁ہے ▁کہ
▁چیف ▁جسٹس ▁آف ▁پاکستان ▁واضح ▁کر ▁چکے ▁ہیں ▁کہ ▁صرف ▁ملک ▁میں ▁سول ▁وار ▁ہونے ▁کی ▁صورت ▁میں ▁انتخابات ▁ملت وی ▁ہو ▁سکتے ▁ہیں۔ ▁90 ▁دن ▁کی ▁حد ▁آئین ▁نے ▁مقرر ▁کی ▁ہے ▁چنانچہ ▁اسے ▁عبور ▁کرنا ▁بھی ▁آئین ▁کی ▁خلاف ▁ورزی ▁ہو ▁گا
▁نام وں ▁کو ▁کا ما ▁سے ▁علی حد ہ ▁کریں
▁کیا ▁فیس ▁بک ▁پر ▁آپ ▁کا ▁کوئی ▁جانشین ▁ہے ▁؟
▁تم ▁سے ▁یہ ▁کبھی ▁نہیں ▁ہو ▁سکے ▁گا ▁کہ ▁اپنی ▁تمام ▁بیوی وں ▁میں ▁ہر ▁طرح ▁عدل ▁کرو ▁گو ▁تم ▁اس ▁کی ▁کتنی ▁ہی ▁خواہش ▁و ▁کوشش ▁کر ▁لو
▁‫ فرق ▁ہے ▁جو ▁سب ▁کی ▁آنکھوں ▁کے ▁سامنے ▁ہے ▁عرض ۂ ▁اخیر ہ ▁سے ▁پہلے ▁اور ▁بعد ▁میں ‬
▁اسلام ▁آباد ▁(17 اگ ست ▁2015 ء ▁) ▁بل و ▁چ ستان ▁کے ▁گورنر ▁بلوچستان ▁محمد ▁خان ▁ا چک ز ئی ▁نے ▁جو ▁خود ▁کتابوں ▁سے ▁محبت ▁کرنے ▁والی ▁شخصیت ▁ہیں ، ▁یونیورسٹی ▁لا ▁کالج ▁کوئٹہ ▁میں ▁جاری ▁قومی ...
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁صرف ▁کہانی وں ▁کے ▁لنک ▁کی ▁اجازت ▁ہے۔
▁انٹرنیٹ ▁پر ▁توہین ِ ▁مذہب ▁پر ▁مبنی ▁مواد ▁بلا ک ▁کرنے ▁کے ▁لیے ▁کمیٹی ▁تشکیل
▁ان ▁سب ▁طفل ▁ تسل یوں ▁کے ▁بعد ▁اچانک ▁خیال ▁آگیا ▁ہے ▁کہ ▁اگر ▁میں ▁ان ▁میں ▁سے ▁کسی ▁بھی ▁جرم ▁کی ▁مرتکب ▁نہیں ▁ہوں ▁تب ▁بھی ▁محت اط ▁رہ وں ▁کیوں ▁کہ ▁تازہ ▁ترین ▁تحقیق ▁کے ▁حساب ▁سے ▁ایک ▁بے ▁ح ی اء ▁چل غو زہ ▁تو ▁ضرور ▁ہوں ▁جس ▁کی ▁بناء ▁پر ▁ک ڑی ▁سزا ▁کی ▁مستحق ▁کہ لو ائی ▁جا ▁سکتی ▁ہوں۔

▁2 ۔ ش مس ▁ال ھ دی ٰ ▁: ۔ ▁یہ ▁اس ▁کتاب ▁کا ▁ایک ▁نسخ ہ ▁اسلامی ہ ▁کالج ▁پشاور ▁کے ▁ لائ بر یری ▁میں ▁موجود ▁ہے ▁جو ▁کہ ▁عربی ▁زبان ▁میں ▁لکھ ی ▁گئی ▁ہے۔
▁آپ ▁کا ▁ای ▁میل ▁شائع ▁نہیں ▁ہو ▁گا۔ ▁* ▁والی ▁خالی ▁جگہ وں ▁کو ▁مکمل ▁کیجیے
▁ہو ▁گئی ▁ہے ▁زندگی ، ▁اک ▁امتحان ، ▁لاہور ▁میں
▁9 ▁ زم باب و ے ▁10 ▁بنگلہ ▁دیش
▁" م ٹی ▁میں ▁خدا ▁نے ▁سلب ▁عفونت ▁کا ▁خاص ہ ▁رکھا ▁ہے۔ " ▁( ▁١٩ ٠ ٦ ء ، ▁الحقوق ▁وال فر ائ ض ، ▁١ ٢ ٦ : ١ ▁)
▁الیکشن ▁2018: ▁کل ▁سے ▁آر ▁او ز ▁کے ▁فیصل وں ▁کے ▁خلاف ▁اپیل وں ▁کا ▁م رحل ہ ▁شروع ▁ہوگا
▁بلکہ ▁مصیبت ▁کی ▁آزما ئ ش ▁کا ▁ اجر ▁تو ▁دنیا ▁میں ▁ہی ▁مل نا ▁شروع ▁ہو ▁جاتا ▁ہے ▁جیسا ▁کہ ▁صحیح ▁مسلم ▁کی ▁روایت ▁ہے ▁کہ ▁اگر ▁مسلمان ▁کو ▁کان ٹا ▁بھی ▁چ ب ھے ▁تو ▁اللہ ▁ع زوج ل ▁اس ▁کا ▁ایک ▁درجہ ▁بلند ▁کر ▁دیتے ▁ہیں ▁یا ▁اس ▁کا ▁ایک ▁گناہ ▁معاف ▁کر ▁دیتے ▁ہیں۔ ▁ایک ▁روایت ▁میں ▁ہے ▁کہ ▁اللہ ▁ع زوج ل ▁بند ہ ▁مومن ▁کو ▁اس ▁کی ▁جان ، ▁مال ▁اور ▁اولاد ▁میں ▁مسلسل ▁آزما تے ▁رہتے ▁ہیں ▁یہاں ▁تک ▁کہ ▁اس ▁کے ▁تمام ▁گناہ ▁معاف ▁ہو ▁جائیں ۔ ▁اور ▁قرآن ▁مجید ▁میں ▁ہے ▁کہ ▁اللہ ▁ع زوج ل ▁اہل ▁ایمان ▁کو ▁مصیبت ▁سے ▁آزما ئے ▁بغیر ▁نہیں ▁چھوڑ یں ▁گے۔
▁وہ ▁اس ▁اچانک ▁حملے ▁سے ▁ سٹ پٹ ا ▁سی ▁گئی۔ ▁ایک ▁پ ُ ر ▁کش ش ▁اور ▁ڈی ش نگ ▁لڑک ا ▁اس ▁کے ▁سامنے ▁کھڑا ▁تھا۔ ▁جس ▁کے ▁متعلق ▁اس ▁کی ▁ماں ▁چاہتی ▁تھی ▁کہ ▁وہ ▁اس ▁کا ▁داماد ▁بن ▁جائے۔
▁نئی ▁دہلی ▁۔ ▁یک م ▁ ؍ ▁ستمبر ▁( سی است ▁ڈاٹ ▁کام ) ▁مصر ▁کے ▁صدر ▁عبدال فتح ▁الس یسی ▁ہندوستان ▁کے ▁تین ▁روزہ ▁دورہ ▁پر ▁آج ▁یہاں ▁پہنچے ۔ ▁وہ ▁وزیراعظم ▁نریندر ▁مودی ▁سے ▁کل ▁ملاقات ▁کریں ▁گے۔ ▁اس ▁ملاقات ▁کا ▁مقصد ▁دونوں ▁ملکوں ▁کے ▁درمیان ▁سی کو ریٹ ی ▁انسداد ▁دہشت ▁گردی ▁اور ▁تجارت ▁کے ▁اقدامات ▁کو ▁فروغ ▁دیا ▁جائے۔ ▁شام ▁میں ▁سی سی ▁توقع ▁ہی کہ ▁امریکہ ▁سکر ی ٹری ▁آف ▁اسٹ یٹ ▁جان ▁کی ری ▁سے ▁ملاقات ▁کریں ▁گے۔ ▁انہوں ▁نے ▁ہندوستان ▁میں ▁اپنے ▁قیام ▁کو ▁توسط ▁دی ▁ہے۔ ▁جان ▁کی ری ▁جن ▁کی ▁سرکاری ▁مصروف یات ▁کل ▁شام ▁میں ▁ختم ▁ہوگئی ▁ہے ▁اور ▁وہ ▁واشنگٹن ▁واپس ▁ہونے ▁والے ▁تھے ، ▁تاہم ▁اتوار ▁کے ▁دن ▁سے ▁شروع ▁ہونے ▁والی ▁G -20 ▁کانفرنس ▁میں ▁شرکت ▁کیلئے ▁چین ▁کے ▁شہر ▁ہ نگ جہ و ▁جائیں ▁گے۔ ▁ہندوستان ▁اور ▁مصر ▁کے ▁درمیان ▁یادداشت ▁م فا ہم ت ▁پر ▁بھی ▁کل ▁دست خط ▁ہوگی۔ ▁وزیراعظم ▁نریندر ▁مودی ▁سے ▁صدر ▁مصر کی ▁اعلی ٰ ▁سطح ی ▁ملاقات ▁ہوگی ▁اور ▁ان ▁کے ▁ہمراہ ▁آنے ▁والے ▁وفد ▁کی ▁بھی ▁دیگر ▁وزراء ▁سے ▁بات ▁چیت ▁ہوگی۔ ▁ہندوستان ▁اور ▁مصر ▁کے ▁درمیان ▁مضبوط ▁معاشی ▁تعلقات ▁ہیں ▁۔ ▁ہندوستان ▁مصر ▁کا ▁چھ ٹو اں ▁سب ▁سے ▁بڑا ▁بزن س ▁پار ٹن ر ▁ہے۔
▁کرتا ر پور ▁راہ داری ▁بھارت ▁کے ▁گل ے ▁کی ▁ہ ڈی ▁کیوں ▁بنا ؟
▁ ’ اس ▁عمر ▁کے ▁بچے ▁نے ▁کیا ▁ڈی ٹ ون یٹر ▁اور ▁کیا ▁دھماکہ ▁خیز ▁مواد ▁بنانا ▁ہے۔ ▁وہ ▁کسی ▁قسم ▁کی ▁دہشت ▁گرد ▁سرگرمی وں ▁میں ▁ملوث ▁نہیں ▁ہے۔ ‘
▁مراد ▁علی ▁شاہد ▁د وح ہ ، قط ر
▁استعمال ▁کے ▁ضوابط
▁پال تو ▁جانور وں ▁کو ▁خشک ▁کرنے ▁والی ▁کابینہ
▁۱۰ ۔ اسلام ی ▁فوج ▁میں ▁نفوذ ▁کرنا ▁اور ▁اس ▁میں ▁خل ل ▁ایجاد ▁کرنا ۔
▁سی ▁پی ▁جے ▁کے ▁ایشیا ▁پروگرام ▁کو ار ڈی ن یٹر ▁باب ▁ڈی ڈز ▁نے ▁ایک ▁بیان ▁میں ▁اس ▁واقعے ▁کی ▁شدید ▁مذمت ▁کی۔
▁نوجوانوں ▁کا ▁صفحہ
▁حضور ▁پاک ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁نے ▁فرمایا ▁جو ▁شخص ▁رمضان ▁میں ▁یہ ▁چھ وٹ ا ▁سا ▁عمل ▁کر ▁لیا ▁کرے ▁تو ▁اس ▁کا ▁ رزق ▁بڑھا دیا ▁جاتا ▁ہے
▁یہ ▁ہو ائی ▁ا ڈا ▁و ادی ▁تم نا ع ▁کے ▁مقام ▁پر ▁تعمیر ▁کیا ▁گیا ▁ہے۔ بعض ▁مقامات ▁پر ▁یہ ▁دفاعی ▁با ڑ ▁26 ▁میٹر ▁سطح ▁زمین ▁سے ▁اون چی ▁ہے۔ ▁اس ▁میں ▁جدید ▁ترین ▁م واصل اتی ▁آلات ، ▁را ڈر ▁اور ▁کی مر ے ▁نصب ▁ہیں ▁جو ▁سرحد ▁پار ▁سے ▁کسی ▁بھی ▁قسم ▁کے ▁خطر ے ▁کے ▁بارے ▁میں ▁آگاہ ی ▁میں ▁مدد ▁کریں ▁گے۔ ▁اسرائیلی ▁فوج ▁کی ▁انج ینی رنگ ▁کور ▁کی ▁زیر ▁نگرانی ▁بنائے ▁جانے ▁والی ▁اس ▁با ڑ ▁پر ▁17 ▁ملی ن ▁ڈالر ▁کی ▁رقم ▁خرچ ▁کی ▁گئی ▁ہے۔
▁چین ▁نے ▁فرانس ▁کی ▁شر ا کت ▁داری ▁میں ▁تیار ▁کیا ▁جانے ▁والا ▁پہلا ▁مصنوعی ▁سیار ہ ▁خل ا ▁میں ▁بھیج ▁دیا
▁کچھ ▁نہیں ▁ہو ▁گا ▁ان دھی ر وں ▁کو ▁ب ُ را ▁کہنے ▁سے
▁اضلاع ▁کی ▁خبریں
▁آپ ▁کا ▁مقامی ▁ہیرو ▁کون ▁ہے ▁؟
▁اپنے ▁شہری ▁کی ▁ہلاکت ▁پر ▁افسوس ▁ہے ، س عود ی ▁حکام
▁جو ▁کسی ▁بات ▁کو ▁خاطر ▁میں ▁نہ ▁لائے ▁۔
▁ٹرمپ ▁کی ▁ایرانی ▁جوہری ▁معاہدہ ▁ ’ ٹھ یک ‘ ▁کرنے ▁کے ▁لیے ▁ ’ آخر ی ▁مہ لت ‘ ▁_ ▁حالات ▁حاضر ہ ▁_ ▁DW ▁_ ▁13 .01. 2018

▁شکر ▁، ▁نعمت وں ▁کو ▁دوام ▁بخش نے ▁کا ▁راز ▁- ▁خط بہ ▁جمعہ ▁مسجد ▁نب وی
▁آپ ▁کا ▁پاس ▁ ورڈ
▁میان والی : ▁خوشحال ▁خان ▁ایک سپ ریس ▁پ ٹری ▁سے ▁اتر گ ئی ▁جس ▁کے ▁نتیجے ▁میں ▁20 ▁مسافر ▁زخمی ▁ہوگئے۔ م یان والی ▁میں ▁مس ان ▁ریلوے ▁اسٹیشن ▁کے ▁قریب ▁پشاور ▁جانے ▁والی ▁خوشحال ▁خان ▁ایک سپ ریس ▁پ ٹری ▁سے ▁اتر ▁گئی ▁جس ▁کے ▁نتیجے ▁میں ▁20 ▁مسافر ▁زخمی ▁جبکہ ▁ٹرین وں ▁کی ▁آمد ▁و ▁رفت ▁معطل ▁ہوگئی ۔ ▁ترجمان ▁ریلوے ▁کے ▁مطابق ▁امداد ی ▁ٹیم یں ▁...

▁پشاور ، ▁ملک ▁شاہ ▁محمد ▁خان ▁وزیر ▁نے ▁بجلی ▁اور ▁شمس ی ▁سے ▁چلنے ▁والے ▁رک ش وں ▁کا ▁افتتاح ▁کردیا ▁- ▁پسر ور


▁ایک ▁لڑکی ▁نے ▁گھر ▁آ کر ▁باپ ▁کو ▁بتایا ▁کہ ▁ایک ▁لڑک ا ▁روز ▁میرا ▁پیچ ھا ▁کرتا ہے ▁اور ▁آئی ▁لو ▁یو ▁کہ تا ▁ہے۔
▁لو ک ▁سب ھا ▁الیکشن ▁کے ▁ساتھ ▁ہی ▁اسمبلی ▁الیکشن ▁کروا نے ▁کی ▁تیاری
▁نا ش ائ ست ہ ، ▁ذاتی ات ▁کو ▁نشانہ ▁بن انی وال ے ▁اور ▁اخلاق ▁سے ▁گر ے ▁ہوئے ▁تبصرے ▁حذف ▁کر ▁د ئیے ▁جائیں ▁گے۔
▁ساتھ ی ▁کی ▁اہلیہ ▁کے ▁قتل ▁کے ▁الزام ▁میں ▁فوجی ▁می جر ▁گرفتار
▁مواد ▁کو ▁ڈھ ون ڈ نا اور ▁یہاں ▁پیش ▁کرنا ▁ہے۔ ▁ ثواب ▁اور ▁صدق ہ ▁جاری ہ ▁کی ▁نیت ▁سے ▁آپ ▁یہاں ▁سے ▁کچھ ▁بھی ▁کاپی ▁کر ▁کے ▁کہیں ▁بھی ▁شیئر ▁کر ▁سکتے ▁ہیں۔ ▁( گل دست ہ ▁ٹیم )
▁بہترین ▁ای لو مین یم ▁پی ▁سی ▁بی ▁پر وٹ وٹ ائ پ ▁اور ▁می نوف یک چر نگ ▁کی ▁خدمات

▁15 ▁مناسب ▁اور ▁غیر ▁مناسب ▁ٹیکنالوجی
▁امریکی ▁وزیر ▁خارجہ ▁نے ▁پاکستان ▁اور ▁بھارت ▁کا ▁دورہ ▁کیا۔ ▁جنوبی ▁ایشیا ▁کے ▁دورے ▁کا ▁بڑا ▁مقصد ▁افغانستان ▁میں ▁امریکی ▁حکمت ▁عملی ▁کو ▁آگے ▁بڑھا نا ▁تھا۔
▁سعودی ▁عرب ▁ہر ▁کارروائی ▁کا ▁منہ ▁توڑ ▁جواب ▁دے ▁گا
▁10 ۔ ذات ▁پات ▁کے ▁نظام ▁اور ▁صوبائی ▁ع صب یت وں ▁کا ▁خاتمہ ۔ ▁( یہ اں ▁ہم ▁یہ ▁پوچھ نے ▁میں ▁شاید ▁حق ▁بہ ▁جانب ▁ہیں ▁کہ ▁ا ِ ن ▁دس ▁نکات ▁میں ▁سے ▁ہم ▁نے ▁کس ▁پر ▁اور ▁کہاں ▁تک ▁عمل ▁کیا ؟ )
▁تاہم ▁ٹرمپ ▁نے ▁یہ ▁پابندی اں ▁مزید ▁تین ▁ماہ ▁کے ▁لیے ▁ختم ▁کر ▁دی ▁تھیں۔ ▁انہوں ▁نے اس ▁بارے ▁میں ▁حتمی ▁فیصلہ ▁کا نگ رس ▁پر ▁چھوڑ ▁دیا ▁تھا ▁کہ ▁کیا ▁معاہدے ▁کو ▁چھوڑ ▁دینا ▁چاہیے ▁یا ▁اس ▁میں ▁شامل ▁رہ نا ▁چاہیے۔
▁سف یان ▁بن ▁و کی ع ، ▁ یح یی ▁بن ▁ی مان ، ▁شریک ، ▁ابو ▁اسحاق ، ▁عبداللہ ▁بن ▁سعید ▁بن ▁جب یر ▁حضرت ▁ابن ▁عباس ▁سے ▁روایت ▁ہے ▁کہ ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁و ▁آل ہ ▁و ▁سلم ▁نے ▁فرمایا ▁جس ▁نے ▁پچ اس ▁مرتبہ ▁بیت ▁اللہ ▁کا ▁طو اف ▁کیا ▁وہ ▁گناہ وں ▁سے ▁اس ▁طرح ▁پاک ▁ہو ▁گیا ▁جیسے ▁کہ ▁اس ▁کی ▁ماں ▁نے ▁ابھی ▁جن ا ▁ہے ▁اس ▁باب ▁میں ▁حضرت ▁انس ▁اور ▁ابن ▁عمر ▁سے ▁بھی ▁روایت ▁ہے ▁امام ▁ابو ▁عیسی ٰ ▁ترم ذ ی ▁فرماتے ▁ہیں ▁حدیث ▁ابن ▁عباس ▁غریب ▁ہے ▁میں ▁نے ▁امام ▁بخاری ▁سے ▁اس ▁حدیث ▁کے ▁متعلق ▁سوال ▁کیا ▁تو ▁انہوں ▁نے ▁فرمایا ▁کہ ▁یہ ▁ابن ▁عباس ▁سے ▁م وقوف ا ً ▁مرو ی ▁ہے۔
▁بچوں ▁کے ▁نام
▁ان شور نس ▁ہاؤس ز ▁(1)

▁انڈیا ▁میں ▁فوج ▁کو ▁عام ▁طور ▁پر ▁سیاست ▁سے ▁الگ ▁ہی ▁رکھا ▁جاتا ▁ہے ▁لیکن ▁مم تا ▁بین رج ی ▁کے ▁الزامات ▁کے ▁پس ▁منظر ▁میں ▁فوج ▁کے ▁مشرقی ▁کم ان ▁کی ▁جانب ▁سے ▁جمعہ ▁کی ▁صبح ▁ایک ▁پریس ▁کانفرنس ▁کی ▁گئی ▁جس ▁میں ▁کہا ▁گیا ▁کہ ▁ٹو ل ▁پل از وں ▁پر ▁تعینات ▁جوان ▁غیر ▁مسلح ▁تھے ▁اور ▁صرف ▁ب وقت ▁ضرورت ▁قابل ▁استعمال ▁ٹر ک وں ▁اور ▁بس وں ▁کی ▁تعداد ▁کا ▁اندازہ ▁کرنے ▁کی ▁کوشش ▁کر ▁رہے ▁تھے۔
▁’’ پن ش ▁اے ▁مسلم ▁ڈے ‘‘ ▁اور ▁انسانی ▁حقوق ▁کے ▁علم بر دار
▁دیگر ▁زبان یں
▁پاکستان ▁سپر ▁لیگ ▁2018 ء ، ▁کون ▁کس ▁کی ▁طرف ▁سے ▁کھیل ے ▁گا ؟
▁تبصرے ▁لوڈ ▁ہو ▁رہے ▁ہیں
▁آج ▁سے ▁بیس ▁سال ▁پہلے ▁تک ▁چین ▁معا ▁شر تی ▁کرپشن ▁میں ▁دنیا ▁کے ▁بد ▁ترین ▁ممالک ▁میں ▁شمار ▁ہوتا ▁تھا ، اس ▁وقت ▁کہا ▁جاتا ▁تھا ▁آپ ▁اگر ▁چینی ▁ہیں ▁اور ▁سرکاری ▁ملازم ▁ہیں ▁تو ▁آپ ▁کی ▁ایمان داری ▁کی ▁قسم ▁نہیں ▁کھ ائی ▁جا ▁سکتی ‘ بی س ▁سال ▁پہلے ▁تک ▁چین ▁کے ▁وزرا ▁ء ▁ ’ م یئر ▁ز ▁اور ▁آرمی ▁آفیسر ▁ز ▁کے ▁فری ج وں ‘ وا ش نگ ▁مشین وں ▁اور ▁مائ یک رو ▁وی وز ▁تک ▁سے ▁ رش وت ▁کے ▁پیسے ▁نکل تے ▁تھے ▁ ۔۔ لیکن ▁پھر ▁چین ▁نے ▁کرپشن ▁کے ▁خلاف ▁ک ڑے ▁اصول ▁بنائے ▁چین ▁نے ▁کرپشن ▁، رش وت ▁ست انی ▁اور ▁ا قرب ا ▁ء ▁پر ▁ وری ▁کی ▁سزا ▁سزا ▁ ئے ▁موت ▁طے ▁کر ▁دی ▁اور ▁یہ ▁اس ▁معاملے ▁میں ▁کسی ▁سے

▁کیا ▁حکومتی ▁دعو ؤں ▁کے ▁مطابق ▁آپ ▁کے ▁علاقے ▁سے ▁لوڈ ▁ش یڈ نگ ▁کا ▁خاتمہ ▁ہوگیا ▁ہے ؟
▁اطلاعات ▁اور ▁آئی ▁ٹی ▁کی ▁وزارت ▁اک ٹھی ▁کی ▁جائے
▁سود ▁کا ▁ لین ▁دین ▁کرنے اور ▁ترویج ▁دینے ▁والے ▁کو ▁نص ی حت !
▁Back door Guard ▁ایوارڈ ▁یافتہ ▁ف ائر وال ▁کے ▁سا ف ٹ ▁و یئر ▁ہے . ▁ہی کر وں ▁کو ▁روک تا ▁ہے ▁اور ▁ایڈ و یئر ▁م واصل ات . ▁و ائر س ▁اور ▁و رمز ▁رک ▁جاتا ▁ہے ▁، ▁اور ▁اس ▁کے ▁خلاف ▁تحفظ ▁فراہم ▁کرتا ▁ہے ▁وہ ▁پ
▁اردو ▁نیوز ▁شو
▁اسی ▁طرح ▁ایک ▁بڑی ▁تعداد ▁میں ▁پاکستانی ▁افغانستان ▁اور ▁افغانستان ▁کے ▁راستے ▁وسط ▁ایشیا ئی ▁ممالک ▁کے ▁ساتھ ▁تجارت ▁کر ▁رہے ▁ہیں ، ▁جو ▁ان ▁پالیسی وں ▁کی ▁وجہ ▁سے ▁مشکلات ▁کا ▁سامنا ▁کررہے ▁ہیں۔ ▁وزیر ▁اع ل ٰ ی ▁خیبر ▁پختونخوا ▁نے ▁افغان ▁مہاجرین ▁کے ▁ایک ▁وفد ▁سے ▁ملاقات ▁کے ▁بعد ▁ان ▁کی ▁شکایات ▁کا ▁از الہ ▁کرنے ▁کے ▁لیے ▁افغانستان ▁میں ▁پاکستان ▁کے ▁سابق ▁سفیر ▁رس تم ▁شاہ ▁مہم ند ▁کی ▁سربراہ ی ▁میں ▁ایک ▁کمیٹی ▁بنائی ▁ہے ، ▁جسے ▁ہدایت ▁کی ▁گئی ▁ہے ▁کہ ▁کسی ▁بھی ▁افغان ▁کے ▁ساتھ ▁زیادتی ▁نہیں ▁کی ▁جائے۔ ▁تاہم ▁ان ▁پر ▁واضح ▁کیا ▁گیا ▁ہے ▁کہ ▁جس ▁طرح ▁وزیر ▁اع ل ٰ ی ▁بھی ▁بغیر ▁ ویز ے ▁کے ▁کابل ▁نہیں ▁جاسکتا ▁اسی ▁طرح ▁یہاں ▁رہنے ▁والے ▁افغان ▁بھی ▁رجسٹر یشن ▁کر ائیں۔ ▁اسی ▁طرح ▁پولیس ▁کے ▁خلاف ▁شکایات ▁کا ▁از الہ ▁کرنے ▁کے ▁لیے ▁مخصوص ▁ٹیلی ▁فون ▁نمبر ▁فراہم ▁کیے ▁گئے ▁ہیں ▁جن ▁پر ▁کسی ▁شکایت ▁کی ▁صورت ▁میں ▁کوئی ▁بھی ▁افغان ▁رابطہ ▁کرسکتا ▁ہے۔
▁پاکستان ▁مسلم ▁لیگ ▁ن
▁پی نٹ ا گان ▁کی ▁ترجمان ▁ڈ انا ▁وا ئٹ ▁نے ▁کہا ▁کہ ▁" یہ ▁مش ن ▁امریکہ ▁کے ▁عزم ▁کا ▁م ظ ہر ▁اور ▁ایک ▁واضح ▁پیغام ▁ہے ▁کہ ▁صدر ▁کے ▁پاس ▁اس ▁خطر ے ▁کو ▁شکست ▁دینے ▁کے ▁لیے ▁کئی ▁فوجی ▁راستے ▁ہیں۔ "
▁ہم ▁آن ▁لائن ▁ہیں !
▁دوسری ▁جانب ▁فری ▁اسپ ی چ ▁گروپ ▁نا ئٹ ▁فر سٹ ▁ام نڈ منٹ ▁انس ٹی ▁ٹی وٹ ▁کے ▁ای گز یک ٹو ▁ڈائریکٹر ▁جم یل ▁جعفر ▁کا ▁کہنا ▁تھا ▁کہ ▁وا ئٹ ▁ہاؤس ▁کی ▁جانب ▁سے ▁صرف ▁صدر ▁ڈونلڈ ▁ٹرمپ ▁سے ▁متفق ▁نہ ▁ہونے ▁پر ▁ایک ▁سوشل ▁میڈیا ▁ویب ▁سائٹ ▁سے ▁صارفین ▁کو ▁بلا ک ▁کردی نا ▁غیر ▁قانونی ▁عمل ▁ہے ، ▁ان ▁کا ▁قصور ▁صرف ▁یہ ▁ہے ▁کہ ▁وہ ▁ٹرمپ ▁سے ▁متفق ▁نہیں ▁تھے ▁جس ▁کی ▁انہیں ▁سزا ▁دی ▁گئی۔

▁امریکہ ▁کی ▁سمندر ی ▁راہ ▁زنی ▁( ق سط 1)
▁سلطان ▁ لائ یو - ▁ٹی ▁وی
▁گرم ▁، ▁ شہ وت ▁انگیز ▁moro se ▁عام ▁آدمی ▁بچے ▁کی ▁ضرورت ▁ہے ▁ایک ▁کو ▁فروغ ▁دینے ▁کے ▁مل ▁کر ▁کے ▁ساتھ ▁لی تا ▁ہے ▁بچ ت ▁7
▁6 ۔ ▁مقتل ▁حسین ▁رضی ▁اللہ ▁عنہ
▁وہ ▁چھ ڑی ▁جسے ▁م صور ▁با ئیں ▁ہاتھ ▁میں ▁تو از ن ▁قائم ▁رکھنے ▁کے ▁لیے ▁پکڑ تا ▁ہے
▁کراچی : ▁گوشت ▁کی ▁د کان یں ▁لوٹ نے ▁والے ▁ملزمان ▁کی ▁عدالت ▁میں ▁شناخت ▁- ▁۔ آئی ▁بی ▁سی ▁اردو
▁بھارت : ▁سیلاب ▁میں ▁پھنس ے ▁لوگوں ▁کو ▁نکال نے ▁کے ▁لیے ▁کوشش یں
▁بھارت ▁کی ▁جانب ▁سے ▁وزرا ئے ▁خارجہ ▁ملاقات ▁کی ▁منسوخ ی ▁کا ▁جواز ▁بی ▁ایس ▁ایف ▁اہلکاروں ▁کی ▁ہلاکت ▁اور ▁پاکستان ▁میں ▁بر ہ ان ▁و انی ▁کے ▁ڈ اک ▁ٹکٹ ▁کے ▁اجراء ▁کو ▁بنایا ▁گیا۔
▁ایک ▁دفعہ ▁کا ▁ذکر ▁ہے ▁جب ▁دو ▁مختلف ▁نسل وں ▁سے ▁تعلق ▁رکھنے ▁والے ▁دو ▁قدیم ▁انسان وں ▁نے ▁روس ▁کے ▁ایک ▁غار ▁میں ▁ملاقات ▁کی۔
▁جرمن ▁حکام ▁اپنے ▁وطن ▁لوٹ نے ▁والے ▁مہاجرین ▁کا ▁ریکارڈ ▁بھی ▁رکھیں ▁گے ▁12 .09.2016
▁گور کھ پور ▁اور ▁پھل پور ▁کی ▁شکست ▁نے ▁یو گی ▁کا ▁لہ جہ ▁بدل ▁دیا۔ ▁چون کا ▁دینے ▁والا ▁بیان ▁‘ میں ▁ہر دھر م ▁کا ▁سی ▁ایم ▁ہوں ‘ مد عو ▁کیا گیا ▁تو ▁مسجد ▁بھی ▁جا ؤں ▁گا۔
▁فوجی ▁عدالت وں ▁کی ▁مدت ▁میں ▁توسیع ▁کے ▁معاملے ▁پر ▁پاکستان ▁پیپلز ▁پارٹی ▁( پی ▁پی ▁پی ) ▁نے ▁4 ▁مارچ ▁کو ▁آل ▁پارٹی ز ▁کانفرنس ▁بلا نے ▁کا ▁فیصلہ ▁کرلیا ۔
▁مارک : ▁نہیں۔ ▁انہوں ▁نے ▁خطرہ ▁ظاہر ▁کیا ▁ہے ▁کہ ▁بل ▁گی ٹ ▁پاکستان ▁جانے ▁کے ▁بعد ▁وہاں ▁سل پ ▁ہوجائے ▁گا ▁اور ▁امریکہ ▁واپس ▁نہیں ▁آئے ▁گا۔
▁پول ▁کے ▁نتائج
▁مواد ▁پر ▁جائیں

▁کوئی ▁کام ▁کرتے ▁ہوئے ▁موبائل ▁کو ▁دور ▁رکھیں ▁اور ▁اسے ▁ سائل نٹ ▁م وڈ ▁پر ▁رکھ ▁دیں ▁تاکہ ▁اس ▁کی ▁گھ نٹ ی ▁سے ▁بار ▁بار ▁آپ ▁کا ▁دماغ ▁ال جھ اؤ ▁کا ▁شکار ▁نہ ▁ہو۔ ▁کمپیوٹر ▁پر ▁کام ▁کرنے ▁کے ▁دوران ▁سوشل ▁میڈیا ▁سائٹ س ▁جیسے ▁فیس ▁بک ▁اور ▁ٹوئٹر ▁وغیرہ ▁کو ▁مت ▁استعمال ▁کریں۔ ▁کام ▁ختم ▁ہونے ▁کے ▁بعد ▁انہیں ▁آرام ▁سے ▁استعمال ▁کیا ▁جاسکتا ▁ہے۔
▁اگرچہ ▁ہوا و ے ▁پی ▁20 ▁پرو ▁میں ▁ایک ▁ساتھ ▁تین ▁کی مر ے ▁پیش ▁کیے ▁گئے ▁ہیں ▁لیکن ▁سام ▁سنگ ▁نے ▁اس ▁سے ▁بڑی ▁جس ت ▁لگا ئی ▁ہے ▁اور ▁ایک ▁ساتھ ▁چار ▁کی مر ے ▁پیش ▁کرنے ▁کا ▁اعلان ▁کیا ▁ہے۔ ▁کمپنی ▁کے ▁مطابق ▁اس ▁اختراع ▁سے ▁حقیقت ▁سے ▁قریب ، ▁زندہ ▁اور ▁خوبصورت ▁تصاویر ▁لینا ▁ممکن ▁ہوگا ▁جو ▁اس ▁سے ▁قبل ▁ممکن ▁نہ ▁تھا۔
▁جواب : ▁اس ▁کی ▁وجہ ▁ہے ▁کہ ▁ہم ▁اپنی ▁سوچ ▁سے ▁منسلک ▁رہے ، ہم ▁نے ▁د ائیں ▁با ئیں ▁نہیں ▁دیکھا ▁کہ ▁تحریک یں ▁کیا ▁چل ▁رہی ▁ہیں ، ▁ان ▁کے ▁ساتھ ▁مل ▁کر ▁ہم ▁نے ▁مضبوط ▁ہونے ▁کی ▁کوشش ▁نہیں ▁کی۔ ▁د ائیں ▁یا ▁با ئیں ▁باز و ▁کی ▁تحریک ▁سے ▁ہم ▁اس ▁لئے ▁بھی ▁منسلک ▁نہیں ▁ہوئے ▁کیونکہ ▁ہماری ▁سوچ ▁آپ س ▁میں ▁ایک ▁دوسرے ▁سے ▁منسلک ▁تھی۔ ▁تنقید ▁نگار ▁بہتر ▁بتا ▁سکتے ▁ہیں ▁کہ ▁کیا ▁ہم ▁پر ▁ایک ▁دوسرے ▁کی ▁چھ اپ ▁بھی ▁آئی ▁ہے ▁یا ▁نہیں۔
▁ ۔۔ ▁عورت ▁فطرت ا ً ً ▁ای ذا ▁طلب ▁ہے۔ ▁ ۔۔۔ ▁عورت ▁مرد ▁کے ▁ہاتھوں ▁ پٹ ▁کر ▁خوشی ▁محسوس ▁کرتی ▁ہے۔ ▁جس ▁عورت ▁کو ▁اس ▁کا ▁شوہر ▁کبھی ▁کب ھار ▁دھو ل ▁ دھ پا ▁نہ ▁کرے ▁وہ ▁سمجھ نے ▁لگ تی ▁ہے ▁کہ ▁اب ▁وہ ▁ا ُ س ▁سے ▁پیار ▁نہیں ▁کرتا ۔ ▁ 285
▁آئی ▁سی ▁سی ▁نے ▁پر تھ ▁کے ▁نئے ▁اسٹ یڈ یم ▁میں ▁ نٹ رن یشن ل ▁میچ ز ▁کے ▁انعقاد ▁کی ▁منظوری ▁دے ▁دی
▁من ہا ▁ج ▁القرآن ▁یو تھ ▁لیگ ▁کی ▁مرکزی ▁کور ▁کمیٹی ▁کا ▁اجلاس ▁مرکزی ▁سیکرٹری ٹ ▁میں ▁منعقد ▁ہوا ▁۔ ▁اجلاس ▁کی ▁صدارت ▁مرکزی ▁صدر ▁یو تھ ▁لیگ ▁م ظ ہر ▁محمود ▁عل وی ▁نے ▁کی . اج لاس ▁میں ▁منصور ▁اع وان ▁، ملک ▁و قار ، ▁ع صمت ▁علی ، ▁شعیب ▁مغل ، ▁انعام ▁م صطف وی ▁اور ▁علی ▁رضا ▁بھی ▁موجود ▁تھے . ▁اجلاس ▁میں ▁فیصلہ ▁کیا ▁گیا ▁کہ ▁یو تھ ▁لیگ ▁کا ▁29 ▁و اں ▁یوم ▁تاسیس ▁30 ▁نومبر ▁کو ▁ہوگا ▁۔ اس ▁حوالے ▁سے ▁رواں ▁ماہ ▁ملک ▁بھر ▁میں ▁ضلع ی ▁و ▁تحصیلی ▁سطح ▁پر ▁تکمیل ▁پاکستان ▁یو تھ ▁کنون شن ز ▁سیم ی نا رز ▁اور ▁کانفرنس ز ▁منعقد ▁ہو نگی ▁۔
▁میری ▁اہلیہ ▁کو ▁یک ے ▁بعد ▁دیگر ے ▁مرگ ی ▁کے ▁تین ▁دورے ▁پڑے ۔ ہم ارے ▁اہل ▁خانہ اور ▁دوست ▁اح باب ▁بھی ▁ہم ▁سے ▁دور ▁ہیں۔ ▁انہوں ▁نے ▁اپنے ▁پیغام ▁میں ▁اہلیہ ▁کے ▁لیے ▁دعا ▁کرنے ▁والوں ▁کا ▁شکریہ ▁ادا ▁کیا۔ ▁ا قرار ▁الحسن ▁نے ▁اپنے ▁بیٹے ▁پہلا ج ▁کا ▁بھی ▁شکریہ ▁ادا ▁کیا ▁اور ▁کہا ▁کہ ▁تم ▁بہت ▁بہ ادر ▁بچے ▁ہو۔ ▁انس ٹا گرام ▁پوسٹ ▁میں ▁ا قرار ▁الحسن ▁نے ▁اپنے ▁باس ▁سلمان ▁اقبال ▁کا ▁بھی ▁بے ▁حد ▁شکریہ ▁ادا ▁کیا ▁اور ▁کہا ▁کہ ▁آپ ▁کے ▁بے ▁حد ▁شکریہ ▁سلمان ▁بھائی ، ▁جب ▁اسپتال ▁میں ▁میرے ▁پاس ▁کوئی ▁نہیں ▁تھا ▁تب ▁آپ ▁آئے ▁، ▁آپ ▁نے ▁میرا ▁ہاتھ ▁تھا ما ▁، ▁مجھے ▁سہ ارا ▁دیا ، اور ▁پہلا ج ▁کا ▁خیال ▁رکھا ، ▁آپ ▁سب ▁سے ▁اچھے ▁باس ▁اور ▁ایک ▁بہترین ▁انسان ▁ہیں۔ خدا ▁آپ ▁کو ▁ہمیشہ ▁ہمارے ▁سر ▁پر ▁سلامت ▁رکھے ۔ ▁ا قرار ▁الحسن ▁نے ▁اپنی ▁اہلیہ ▁کی ▁اسپتال ▁کے ▁بی ڈ ▁پر ▁لی ٹی ▁اپنی ▁اہلیہ ▁کی ▁تصویر ▁شئ یر ▁کی ▁تو ▁ان ▁کے ▁چاہ نے ▁والے ▁افسر دہ ▁ہو ▁گئے . . ۔ جار ی ▁ہے۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں
▁پی و یسی ▁پلاس ٹک ▁کی ▁شی ٹ ▁سے ▁منسلک
▁جس ▁کی ▁بازار وں ▁میں ▁مر دار ▁مرغ یوں ، ▁گ د ھے ▁اور ▁ک تے ▁کا ▁گوشت ▁فروخت ▁ہوتا ▁ہے ▁اور ▁اسی ▁دو کان ▁کے ▁مات ھے ▁پر ▁” ▁وقف ہ ▁برائے ▁نماز ▁” ▁آ ویز اں ▁ہوتا ▁ہے ▁ ۔۔۔
▁بھارت ▁میں ▁ہمیشہ ▁پاکستان ▁مخالف ▁مہم ▁چل ائی ▁جاتی ▁ہے ، راف یل ▁سک ی نڈ ل ▁سے ▁توجہ ▁ہٹا نے ▁کےلئے ▁ملاقات ▁سے ▁انکار ▁کیا : ▁خورشید ▁محمود ▁قصور ی
▁تاہم ▁اس ▁کی ▁وجہ ▁سے ▁خلیج ی ▁بادشاہ ▁کم ▁اسلام ▁پسند ▁بن ▁گئے ▁ہیں ، ▁انھیں ▁اس ▁نقصان ▁کی ▁ایک ▁واضح ▁تصویر ▁حاصل ▁ہو ▁گی ▁ہے ▁جو ▁اخوان ▁المسلم ون ▁اور ▁اس ▁سے ▁متعلقہ ▁گروپ ▁کر ▁سکتے ▁ہیں۔
▁ما ؤ ▁نواز وں ▁نے ▁اسمبلی ▁کے ▁ایک ▁رکن ▁اور ▁ایک ▁سابق ▁رکن ▁کو ▁ہلاک ▁کردیا

▁خاک ہ ▁1 B : ▁خاک ہ ▁1 A ▁میں ▁دکھا ئے ▁گئے ▁یکساں ▁علاقے ▁کی ▁فریق ▁ثالث ▁سیٹ لا ئٹ ▁تصاویر ▁کی ▁عمل ▁کاری ▁کی ▁بنیاد ▁پر ▁آبادی ▁کی ▁تقسیم ▁کا ▁نیا ▁Facebook ▁تخم ینہ ۔
▁مولانا ▁فضل ▁الرحمن ▁در بھ نگ وی ▁کا ▁انتقال
▁اضلاع ▁کی ▁خبریں
▁لا ڑ کان ہ ▁پولیس ▁کی ▁کارروائی اں ▁، 11 مل زمان ▁گرفت ا ▁ر ▁، اس لح ہ ▁، من شی ات ▁اور ▁نقدی ▁برآمد
▁3 ری لو ے ▁اسٹیشن وں ▁کو ▁ا ڑا نے ▁کی ▁دھمکی
▁سیاسی ▁جماعتوں ▁کی ▁انتخابی ▁مہم ▁میں ▁رخ نہ ▁نہ ▁ڈال ا ▁جائے ، ▁چیف ▁الیکشن ▁کمشنر
▁کرم ▁ایجنسی ▁میں ▁ایک ▁اور ▁امریکی ▁ڈر ون ▁حملہ ، جنگ جو ▁کم ا نڈر ▁کے ▁7 سا تھ ی ▁ہلاک
▁www . cri cket pa kistan . com . pk ▁کو ▁انٹرویو ▁میں ▁سابق ▁ٹیسٹ ▁کرکٹ ر ▁توصیف ▁احمد ▁نے ▁کہا ▁ہے ▁کہ ▁کئی ▁بول رز ▁کے ▁رپورٹ ▁ہونے ▁کے ▁بعد ▁نوجوان ▁آف ▁اسپ ن ▁بول نگ ▁سے ▁کت رات ے ▁ہیں۔
▁مزید ▁دیکھ ئے : ▁اٹھا رو یں ▁صدی ▁کی ▁پیدائش یں
▁بر ما ▁میں ▁مسلمان ▁بچوں ▁کا ▁قتل ▁امن ▁کے ▁دعوی دار وں ▁کیلئے ▁لمح ہ ▁فکر یہ
▁سینیٹ ▁میں ▁شور ▁شراب ہ ▁لیکن ▁وفاقی ▁وزیر ▁اطلاعات ▁فواد ▁چوہدری ▁کا ▁معافی ▁مانگ نے ▁سے ▁انکار

▁تعلیم ▁و ▁صحت
▁(7) ▁علاج ▁/ ▁معالج ہ
▁آج ▁خود ▁انسان ▁کی ▁جانب ▁سے ▁پیدا ▁کردہ ▁آلودگی ▁کے ▁باعث ▁جہاں ▁گنج ان ▁آباد ▁شہروں ▁میں ▁گلو بل ▁و ارم نگ ▁کی ▁بد ولت ▁بڑھ تے ▁ہوئے ▁درجہ ▁حرارت ▁نے ▁نظام ▁زندگی ▁مف لوج ▁کیا ▁ہوا ▁ہے ، ▁وہ یں ▁سمندر ، ▁دریا ، ▁جھ یل یں ▁اور ▁پانی ▁کے ▁دیگر ▁ذ خ ائر ▁بھی ▁اس ▁سے ▁شدید ▁متاثر ▁ہوئے ▁ہیں۔
▁جنگی ▁جن ون ▁میں ▁مبتلا ▁بھارت ▁پاکستان ▁، ▁چین ▁کی ▁سرحد ▁کی ▁نگرانی ▁کیلئے ▁فوج ▁کو ▁600 ▁ڈر ون ▁طیارے ▁فراہم ▁کرے ▁گا
▁دہشتگرد ▁کال عد م ▁جماعتوں ▁کو ▁الیکشن ▁ل ڑنے ▁کی ▁اجازت ▁دینے ▁کی ▁بجائے ▁قانون ▁کے ▁شکن جے ▁میں ▁کس نے ▁کی ▁ضرورت ▁ہے ، ▁ علامہ ▁را جہ ▁ناصر ع باس ▁جعفر ی
▁ہفتے ▁میں ▁کم ▁از ▁کم ▁2 ▁دفعہ ▁ازدواج ی ▁فرائض ▁کی ▁ادائیگی ▁کا ▁سائنس دان وں ▁نے ▁ایسا
▁2 ۔ ▁آر ٹی ▁ایس ▁سسٹم ▁فعال ▁ہونے ▁کے ▁باوجود ▁اس ▁کا ▁استعمال ▁کیوں ▁بند ▁کیا ▁گیا ؟
▁درج ▁بالا ▁عمل ▁کی ▁مطابق ت ▁کا ت بین ▁اور ▁دان اؤں ▁کے ▁ظ ہ ور ▁کے ▁ساتھ ▁رہا ( عز یر ▁ملاحظ ہ ▁کریں ) - ▁قبل ▁از ▁جلا ▁وطن ی ▁بنی ▁اسرائیل ▁کو ▁قبیل ہ ▁کے ▁طور ▁پر ▁منظم ▁کیا ▁جاتا ▁رہا - لیکن ▁بعد ▁میں ▁بطور ▁چھوٹے ▁خاندان ی ▁گروہ وں ▁کے ▁منظم ▁ہوتے ▁رہے - صرف ▁لی وی ▁قبیل ے ▁نے ▁لوٹ نے ▁کے ▁بعد ▁ہی کل ▁میں ▁اپنا ▁کردار ▁جاری ▁رکھا - ▁اس ▁وقت ▁کے ▁بعد ▁سے ▁ہمیشہ ▁ہی ▁خاطر ▁خواہ ▁تعداد ▁میں ▁یہ ود ▁ارض ▁مقدس ہ ▁سے ▁باہر ▁رہتے ▁رہے - ▁چنانچہ ▁یہ یں ▁سے ▁یہودی ▁ترک ▁وطن ▁کا ▁آغاز ▁ہوتا ▁ہے ، ب جز ▁اس ▁کے ▁کہ ▁اس کے آ غاز ▁کا ▁تع ین ▁اس وری ہ ▁کی ▁اس یری ▁سے ▁نہ ▁کیا ▁جائے -

▁ہم ▁سب ▁مل ▁کر ▁چل یں ▁گے
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁میان مار , ▁رو ہن گیا , ▁سوچ ی
▁خدا ▁کی ▁یاد ▁بست ی ▁ہے ▁مر ے ▁دل ▁میں ▁مر ی ▁جاں ▁میں
▁عمران ▁خان ▁کو ▁چلنے ▁دیں
▁حکومتی ▁ترجمان ▁کا ▁کہنا ▁ہے ▁کہ ▁حکومت ▁کے ▁ان ▁اقدامات ▁کا ▁مقصد ▁صرف ▁صوبے ▁میں ▁بڑھ تے ▁ہوئے ▁من شی ات ▁کے ▁استعمال ▁کی ▁روک ▁تھا م ▁ہے
▁انتظار ▁حسین ▁کے ▁افسان وں ▁کے ▁آٹھ ▁مجموع ے ، ▁چار ▁ناول ، ▁آپ ▁بیت ی ▁کی ▁دو ▁جلد یں ، ▁ایک ▁ناول ٹ ▁شائع ▁ہوئے۔
▁ صواب ی ، ▁ا سپورٹس ▁گرا ون ڈ ▁میں ▁پابندی ▁کے ▁باوجود ▁پی ▁ٹی ▁آئی ▁کا ▁ جلس ہ
▁1 ۔ ▁قربانی ▁کرتے ▁وقت ▁یہ ▁نیت ▁کیجئے ▁اور ▁پڑھ ی ئے :
▁ یح ی ٰ ▁بن ▁معین ، ▁عبد ▁ال رز اق ، ▁ع کر مہ ، ▁بن ▁ عمار ، ▁ یح ی ٰ ▁بن ▁ ابی ▁کثیر ، ▁ابو ▁سلم ہ ، ▁حضرت ▁عائشہ ▁رضی ▁اللہ ▁عنہ ا ▁سے ▁روایت ▁ہے ▁کہ ▁رسول ▁صلی ▁اللہ ▁علیہ ▁و ▁آل ہ ▁و ▁سلم ▁نے ▁فرمایا ▁لوگ ▁پہلی ▁صف ▁سے ▁دور ▁ہوتے ▁رہیں ▁گے ▁یہاں ▁تک ▁کہ ▁اللہ ▁تعالی ▁ان ▁کو ▁ جہ نم ▁میں ▁بھی ▁سب ▁سے ▁پچھلے ▁( درج ہ ▁میں ) ▁ڈال ے ▁گا۔
▁بی ▁بی ▁سی ▁کے ▁بارے ▁میں
▁مچ ھر وں ▁سے ▁بچ نے ▁کا ▁لو شن ▁اور ▁سن ▁سکر ین ▁کے ▁اثرات ▁فون ز ▁پر ▁بہت ▁زیادہ ▁عرصے ▁تک ▁موجود ▁رہتے ▁ہیں۔
▁1928 ء ▁- ▁ہ نڈر ک ▁لور نٹ ز ، ▁ڈ چ ▁ماہر ▁طبیعی ات
▁بچوں ▁کا ▁جنگ
▁یہودی ▁سازش یں ▁اور ▁کینسر ▁کا ▁علاج

▁یاد ▁رہے ▁یہ ▁حمید ▁گل ▁صاحب ▁نواز ▁شریف ▁اور ▁دوسرے ▁سیاست دان وں ▁کو ▁سیاست ▁کی ▁تربیت ▁دینے ▁والی ▁وہی ▁ہیں ▁جنہوں ▁نے ▁آئی ▁جے ▁آئی ▁بنائی ▁اور ▁اس ▁کا ▁کھل ▁کر ▁اعتراف ▁کیا ، ▁سیاست دان وں ▁میں ▁پیسے ▁بان ٹے ▁چاہے ▁وہ ▁سیاست دان ▁مطلق ا ً ▁سیاسی ▁ہوں ▁یا ▁نیم ▁سیاسی ▁یعنی ▁مذہبی ▁جماعتوں ▁کا ▁ل باد ہ ▁او ڑھ ے ▁ہوئے ▁بھی ▁اور ▁ناصر ف ▁پیسے ▁بان ٹے ▁بلکہ ▁پیسے ▁با نٹ نے ▁کا ▁اعتراف ▁بھی ▁کیا ▁جس ▁کا ▁مقدمہ ▁آزاد ▁عدلیہ ▁کے ▁چی مپ ئن ز ▁کی ▁عدالت وں ▁میں ▁الت وا ▁کا ▁شکار ▁ہے ▁کہ ▁اتنے ▁مقدس ▁اور ▁بھاری ▁پتھر ▁کو ▁سب ▁اٹھا ▁کر ▁اور ▁چو م ▁کر ▁پھر ▁رکھ ▁دیتے ▁ہیں۔
▁رواں ▁ہفتے ▁ہی ▁عدالت ▁نے ▁حتمی ▁فیصلے ▁تک ▁پاکستان ▁سے ▁کلب ھو شن ▁کی ▁سزا ئے ▁موت ▁پر ▁عمل در آم د ▁نہ ▁کرنے ▁کا ▁کہا ▁تھا۔
▁اگر ▁تم ▁نے ▁ہر ▁حال ▁میں ▁خوش ▁رہنے ▁کا ▁فن ▁سیکھ ▁لیا ▁ہے ▁تو ▁یقین ▁کرو ▁کہ ▁تم ▁نے ▁زندگی ▁کا ▁سب ▁سے ▁بڑا ▁فن ▁سیکھ ▁لیا ▁ہے۔ ( خل یل ▁جبران )
▁نواز ▁شریف ▁نے ▁وطن ▁پر ▁اپنے ▁ج گر ▁گوش ے ▁قربان ▁کرنے ▁والی ▁ما ؤں ▁کو ▁بھی ▁ خراج ▁تحسین ▁پیش ▁کیا ▁ہے۔
▁ہم ▁کیا ▁کرنا ▁چاہ ▁رہے ▁ہیں ؟
▁پاکستان ▁کی ▁حکومت ▁نے ▁آئندہ ▁ماہ ▁شروع ▁ہونے ▁والے ▁ٹی ▁ٹوئنٹی ▁کرکٹ ▁ورلڈ ▁کپ ▁کے ▁لیے ▁قومی ▁ٹیم ▁کو ▁بھارت ▁جانے ▁کی ▁اجازت ▁دے ▁دی ▁ہے۔
▁اگر ▁آپ ▁پوچھ یں ▁کہ ▁کیا ▁آپ ▁اج ت ہ اد ▁کی ▁اجازت ▁دیتے ▁ہیں ▁چاہے ▁مج ت ہ د ▁کا ▁اج ت ہ اد ▁اس ▁نتیجے ▁پر ▁پہنچے ▁کہ ▁نقاب ▁فرض ▁نہیں ▁اور ▁ہم ▁جنس ▁پرست ی ▁قوم ِ ▁ل وط ▁کا ▁فعل ▁نہیں ▁تو ▁فوری ▁الزام ▁آئے ▁گا ▁کہ ▁آپ ▁کا فر ▁ہیں ▁اور ▁ف حا شی ▁چاہتے ▁ہیں ...
▁مگر ▁افسوس ▁صد ▁افسوس ▁نہای ت ! ▁" سلط ان ▁ال قلم " ▁کہ لو انے ▁والے ▁آن ج ح انی ▁مرزا ▁قا دی انی ▁کے ▁سین ہ ▁بے ▁گنج ینہ ▁اور ▁زبان ▁بے ▁عن ان ▁سے ا یسی ▁ایسی ▁فحش ▁ گال یاں ▁نکل یں ▁ج نھیں ▁سن ▁کر ▁بڑی ▁سے ▁بڑی ▁بھ ٹی ارن ▁بھی ▁پناہ ▁ما نگے ▁۔ ▁ان ▁نہای ت ▁دل ▁آزار ▁ گال یوں ▁کی ▁وجہ ▁سے ▁مرزا ▁قا دی انی ▁کے ▁عذاب ▁میں ▁روز ب روز ▁اضافہ ▁ہو ▁رہا ▁ہے ▁۔ مر زا ▁قا دی انی ▁نے ▁اپنی ▁کتابوں ▁میں ▁اللہ ▁تعالی ٰ ▁، حضور ▁نبی ▁کریم ▁صلی ▁اللہ ▁علیہ ▁و ▁ الہ ▁وسلم ▁، ▁ان بیا ▁کرام ▁بال خصوص ▁حضرت ▁عیسی ٰ ▁علیہ ▁سلام ▁، ▁صحابہ ▁کرام ▁اور ▁دیگر ▁مقدس ▁شخصیات ▁کے ▁متعلق ▁ایسے ▁ایسے ▁الفاظ ▁تحریر ▁کیے ▁ہیں ▁کہ ▁ج نھیں ▁پڑھ ▁کر ▁ایک ▁مسلمان ▁کا ▁دل ▁زخم ▁زخم ▁اور ▁ج گر ▁پاش ▁پاش ▁ہوتا ▁ہے۔ ▁کیا ▁یہ ▁حکم ▁خداوند ی ▁کی ▁دلیل ▁ہے ؟ ▁کیا ▁مسیح ▁مو عود ▁کی ▁تہذیب ▁و ▁خواص ▁ایسے ▁ہی ▁ہونے ▁چاہ ی یں ؟
▁ایشیا ▁کپ : ▁پاکستان ▁کی ▁بھارت ▁کے ▁خلاف ▁چو تھ ی ▁و کٹ ▁گر ▁گئی
▁‫ ▁‪ ▁Game ▁Launch er ‬ سے ▁رجوع ▁کریں۔ ‬
▁Home ▁ٹی ب ▁میں ▁آج ائیں ▁اور ▁ٹو ل ▁بار ▁پر ▁موجود ▁Add ▁Music ▁آپ شن ▁کی ▁مدد ▁سے ▁آ ڈی و ▁ فائل ▁پرا جی کٹ ▁میں ▁شامل ▁کریں۔
▁اس ب اق ▁کی ▁فہرست
▁’’ حضرت ▁مولانا ▁‘‘ کے ▁مزار ▁پر
▁اس ▁برطانوی ▁و اچ ▁ڈ اگ ▁کے ▁مطابق ▁چو دہ ▁اگست ▁سے ▁اب ▁تک ▁ہلاک ▁ہونے ▁والوں ▁عام ▁شہریوں ▁کی ▁تعداد ▁167 ▁سے ▁تجاوز ▁کر ▁گئی ▁ہے۔
▁پاکستانی ▁بل ے ▁باز وں ▁کی ▁شاندار ▁کارکردگی
▁جوان ▁یا ▁بالغ ▁ہونے ▁کی ▁عمر
▁کا ▁ایک ▁جو ڑا : ▁ موم ▁دو اف ٹ ▁اعداد ▁و ▁شمار ▁ اگ لا : ▁س لیک ون ▁نقل ی ▁پرو سٹ ہ یٹ اک
▁پاکستان ▁کو ▁ریاست ِ ▁مدینہ ▁کے ▁اصول وں ▁پر ▁چلانے ▁کا ▁عہد ▁کر ▁رکھا ▁ہے ، ▁وزیراعظم
▁یہ ▁11 جن وری ▁1993 ء ▁کی ▁ایک ▁خاموش ▁صبح ▁تھی ▁، ▁ایک ▁طرف ▁شدید ▁سرد ی ▁تھی ▁تو ▁دوسری ▁جانب ▁آتش ▁دان ▁میں ▁لک ڑی ▁سے ▁ش ع لے ▁نکل ▁رہے ▁تھے ▁جو ▁ ٹھ نڈ ے ▁ماحول ▁کو ▁گرم انے ▁کی ▁بھرپور ▁کوشش ▁کر ▁رہے ▁تھے ▁، ▁آتش ▁دان ▁کے ▁قریب ▁ایک ▁بستر ▁تھا ▁جس ▁کے ▁سامنے ▁بال ک ونی ▁تھی ▁اور ▁اس ▁کے ▁ساتھ ▁ایک ▁لا بی ۔۔ ▁بستر ▁اور ▁اسپتال ▁کا ▁یہ ▁کمر ہ ▁خصوصی ▁نوعی ت ▁کا تھا ▁اور نیو ی ارک ▁اسپتال ▁کی ▁اس ▁منزل ▁پر ▁واقع ▁ایڈ ز ( AIDS ) سے ▁متاثر ہ ▁مریض وں ▁کیلئے ▁مختص ▁وار ڈ ▁کے ▁اس ▁کمر ے ▁میں ▁ایک ▁ان نچ اس ▁سالہ ▁ا فری قی ▁سیاہ ▁فا م ▁بستر ▁مرگ ▁پر ▁لی ٹے ▁اپنی ▁گزر ی ▁زندگی ▁کے ▁بارے ▁میں ▁سوچ ▁رہا ▁تھا ▁، ▁یاد وں ▁کے ▁جھ رو کے ▁کھ ڑ کی ▁سے ▁آن ی والی ▁ ٹھ ندی ▁ہوا ▁کے ▁ساتھ ▁ماحول ▁کو ▁اور ▁بھی ▁رنج ید ہ ▁کر ▁رہے ▁تھے ▁ ۔۔ ▁اتنے ▁میں ▁دروازے ▁پر ▁آ ہ ٹ ▁ہوئی ▁اور ▁ایک ▁ا ُ دھی ڑ ▁عمر ▁ن رس ▁ہاتھ ▁میں ▁ڈ اک ▁کے ▁کچھ ▁ل فاف ے ▁تھا م ے ▁سیاہ ▁فا م ▁مریض ▁کے ▁پاس ▁آئی ▁اور ▁ل فاف ے ▁اس ▁کے ▁ہاتھ ▁میں ▁تھ مان ے ▁کے ▁بعد ▁لا بی ▁سے ▁ہوتے ▁ہوئے ▁دوسری ▁جانب ▁چل ی ▁گئی ▁، ▁مریض ▁نے ▁ایک ▁نظر ▁ان ▁ل فاف وں ▁پر ▁د وڑ ائی ▁، ▁تھ وڑ ا ▁توقف ▁کیا ▁اور ▁ان ▁میں ▁سے ▁ایک ▁ل فاف ے ▁کو کھ ول نے ▁کی ▁جس ارت ▁کر ڈ الی ▁، ▁ل فاف ے ▁میں ▁سے ▁ایک ▁خط ▁نکل ا ▁اور ▁خط ▁میں ▁کچھ ▁ایسے ▁الفاظ ▁تحریر ▁تھے ▁ ۔۔
▁ان ▁تمام ▁حق ائ ق ▁کے ▁علی ▁الرغم ▁اب ▁بھی ▁اگر ▁مولانا ▁محترم ▁کے ▁نزدیک ▁اس ود ▁عن سی ▁کے ▁خلاف ▁کارروائی ▁ب ہر ▁حال ▁ ’ قت ال ‘ ▁اور ▁وہ ▁بھی ▁کسی ▁خود ▁مختار ▁ریاست ی ▁اقتدار ▁کے ▁بغیر ▁غیر ▁منظم ▁ج تھا ▁بندی ▁کے ▁ذریعے ▁سے ▁ہونے ▁والا ▁ق تال ▁ہی ▁قرار ▁دی ▁جان ی ▁چاہیے ▁تو ▁پھر ▁اس ▁کے ▁سوا ▁ہم ▁مولانا ▁محترم ▁سے ▁اور ▁کیا ▁عرض ▁کر ▁سکتے ▁ہیں ▁کہ ▁وہ ▁ہمارے ▁حق ▁میں ▁یہ ▁دعا ▁فرم ائیں ▁کہ ▁اللہ ▁تعالی ٰ ▁ہمیں ▁صحیح ▁بات ▁کو ▁سمجھ نے ▁اور ▁ہر ▁حال ▁میں ▁اسی ▁کو ▁بیان ▁کرنے ▁کی ▁توفیق ▁عطا ▁فرما ئے ▁اگرچہ ▁یہ ▁بات ▁لوگوں ▁کے ▁لیے ▁کتنی ▁ہی ▁نا گو ار ▁کیوں ▁نہ ▁ہو۔
▁وزیر ▁اعظم ▁ہاؤس ▁میں ▁نہیں ▁رہ وں ▁گا
▁میرا ▁تبصرہ ▁ظاہر ▁نہ ▁کریں
▁پی انگ ▁یا نگ ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁24 ▁مئی 2018 ء ) ▁شمالی ▁کوریا ▁کی ▁ایک ▁اعلی ٰ ▁اہلکار ▁نے ▁امریکی ▁نائب ▁صدر ▁مائ یک ▁پی نس ▁کو ▁بی وقوف ▁کہتے ▁ہوئے ▁خبردار ▁کیا ▁ہے ▁کہ ▁اگر ▁سفارت کاری ▁ناکام ▁ہوتی ▁ہے ▁تو ▁پھر ▁ممکن ہ ▁جوہری ▁قوت ▁کا ▁برم لا ▁مظاہرہ ▁ہوگا۔

▁گزشتہ ▁سال ▁اس ▁شرح ِ ▁نمو ▁میں ▁نوٹ ▁بندی ▁کے ▁’’ اثر ات ِ ▁بد ‘‘ ▁کی ▁وجہ ▁سے ▁پہلے ▁سہ ▁ماہ ی ▁میں ▁بری ▁طرح ▁متاثر ▁ہوگئی ▁تھی ▁۔ اس ▁لئے ▁اگر ▁معاشی ▁خ ست ہ ▁حالی ▁نوٹ ▁بندی ▁کے ▁’’ اثر ات ِ ▁بد ‘‘ ▁سے ▁باہر ن کل نے ▁میں ▁کامیاب ▁ہوئی ▁ہے ▁، ▁جیسا ▁کہ ▁دعوی ٰ ▁کیا ▁جارہا ▁ہے ▁تو ▁ترقی ▁کی ▁شرح ▁میں ▁زبردست ▁اضافہ ▁ہونا ▁چاہئے ▁۔ ▁شرح ▁نمو ▁’’ شعب ہ ▁خدمات ‘‘ ▁میں ▁بہت ▁زیادہ ▁گرا وٹ ▁دیکھی ▁گئی ▁جو ▁گم شت ہ ▁سال ▁کے ▁بال مقابل ▁نہای ت ▁کم ▁ہے۔ ▁مزید ▁بر آ ں ، ▁سرمایہ ▁کاری ▁میں ▁بھی ▁کوئی ▁خاص ▁اچھا ل ▁نہیں ▁ہے ▁جو ▁بم شکل ▁28. 7 ▁فیصد ▁سے ▁بڑھ ▁کر ▁28. 8 ▁فیصد ▁ہوئی ▁جس ▁سے ▁یہ ▁پتہ ▁چل تا ▁ہے ▁کہ ▁بزن س ▁میں ▁( تجار ت وں ▁میں ) ▁بطور ِ ▁خاص ▁مشین ری ▁اور ▁بل ڈ ۔ گ س ▁میں ▁سرمایہ ▁کاری ▁صفر ▁کے ▁بر ار ▁ہے ▁۔ ▁اس ▁لئے ▁اگر ▁ترقی ▁ہو ▁بھی ▁جائے ▁اور ▁او نچ ائی ▁پر ▁پہنچ ▁بھی ▁جائے ▁تو ▁یہ ▁’’ شرح ▁نمو ‘‘ ▁’’ بن ی ادی ▁اثر ‘‘ ▁اور ▁سرمایہ ▁کاری ▁کی ▁شرح وں ▁میں ▁اضافہ ▁نہ ▁ہونے ▁کی ▁وجہ ▁سے ▁وہ ▁زیادہ ▁دن ▁باقی ▁نہیں ▁رہ ▁سکتا ۔
▁جی ▁میں ▁اتفاق ▁کرتا ▁ہوں
▁تازہ ▁ترین ▁سب ▁دیکھیں
▁روسی ▁ناول ▁نگار
▁بین ▁الاقوامی
▁ڈاؤن ل وڈ ▁کرنے ▁کے ▁لیے ▁یہاں ▁کلک ▁کریں۔
▁کتنے ▁ہی ▁جانور ▁ہیں ▁جو ▁اپنا ▁ رزق ▁اٹھا ئے ▁نہیں ▁پھر تے ، ▁اللہ ▁ا ُ ن ▁کو ▁ رزق ▁دیتا ▁ہے ▁اور ▁تم ہ ارا ▁راز ق ▁بھی ▁وہی ▁ہے ، ▁وہ ▁سب ▁کچھ ▁س ُ ن تا ▁اور ▁جانتا ▁ہے ( 60)
▁تقویت ▁یافتہ ▁ب ذریعہ ▁Blogger .
▁صفحہ ▁اول ▁کھیل ▁و ▁ثقافت ▁ٹی ▁10 ▁لیگ ▁پاکستان ▁میں ▁کرانے ▁کا ▁فیصلہ
▁د انت ▁بر ش ▁کرنے ▁اور ▁کینسر ▁کے ▁درمیان ▁انتہائی ▁گ ہ را ▁تعلق ▁اس ▁آرٹیکل ▁کو ▁ضرور ▁پڑھیں ▁دوستوں ▁کے ▁ساتھ ▁ضرور ▁شیئر ▁کریں
▁ان ▁خبر وں ▁کو ▁بھول ▁نہ ▁جانا
▁سوشل ▁میڈیا ▁بلاگ رز ▁کی ▁ویب ▁سائٹ ▁” ہم ▁سب “ ▁ابتدا ▁سے ▁ہی ▁سی کول رو ▁لب رل ▁ اق دار ▁کے ▁حامل ▁اح باب ▁کی ▁توجہ ▁کا ▁مرکز ▁رہی ▁ہے۔ ▁اس ▁ویب ▁سائٹ ▁کو ▁پاکستان ▁کی ▁سب ▁سے ▁زیادہ ▁پڑھ ی ▁جانے ▁والی ▁سوشل ▁میڈیا ▁بلاگ رز ▁سائٹ ▁بنانے ▁میں ▁سی کول ر ▁و ▁لب رل ▁قار ئی ن ▁کی ▁محبت ▁شامل ▁ہے۔
▁1. ▁و وشی ▁کامیابی ▁مشین ری ▁& ▁سامان ▁کمپنی ، ▁لم یٹ ڈ ▁کالم ▁اور ▁بو م ▁ویل ڈر ▁دنیا ▁میں ▁30 ▁سے ▁زائد ▁ممالک ▁کو ▁ویل ڈ نگ ▁آپ ر یٹر ▁برآمد ▁کیا ▁ہے . ▁یورپی ▁اور ▁امریکہ ▁اسٹ اک ▁میں ▁دستیاب ▁ہے .
▁چین ▁میں ▁بد عنوان ی ▁اور ▁دہشت ▁گردی ▁کے ▁خاتمے ▁کے ▁ساتھ ▁ساتھ ▁انٹرنیٹ ▁کے ▁استعمال ▁کو ▁زیادہ ▁سے ▁زیادہ ▁محفوظ ▁بنانے ▁کے ▁لیے ▁حکومتی ▁اقدامات ▁جاری ▁ہیں۔ ▁اب ▁چینی ▁حکام ▁نے ▁انٹرنیٹ ▁پر ▁اف وا ہ یں ▁پھیلا نے ▁پر ▁ایک ▁سو ▁ست انو ے ▁افراد ▁کو ▁حراست ▁میں ▁لیا ▁ہے۔
▁اس ▁صفحہ ▁کو ▁سوشل ▁میڈیا ▁پر ▁شئ یر ▁کریں
▁این ▁و یئر ▁کا ▁دعوی ٰ ▁ہے ▁کہ ▁جب ▁انھوں ▁نے ▁ڈو لف نز ▁کے ▁لیے ▁بلاگ ▁لکھا ▁تو ▁اس ▁میں ▁سے ▁خدا ▁اور ▁مسیح ▁کا ▁ذکر ▁حذف ▁کر ▁دیا ▁گیا۔ ▁می امی ▁ڈو لف نز ▁نے ▁ایک ▁بیان ▁میں ▁کہا ▁ہے ▁کہ ▁‘ ہم ▁اپنے ▁ادارے ▁کے ▁ہر ▁فرد ▁کے ▁ساتھ ▁یکساں ▁سلوک ▁کرتے ▁ہیں ▁اور ▁کسی ▁کو ▁اس ▁کی ▁ صنف ، ▁نسل ▁یا ▁مذہب ▁کی ▁بنیاد ▁پر ▁ تعصب ▁کا ▁نشانہ ▁نہیں ▁بن ات ے۔ ’
▁فی مین زم ▁سے ▁ڈر تے ▁کیوں ▁ہیں ؟
▁تاہم ▁دن ▁کے ▁اختتام ▁تک ▁ان ڈی کس ▁میں ▁دوبارہ ▁تیزی ▁کا ▁رجحان ▁دیکھنے ▁میں ▁آیا ▁اور ▁کے ▁ایس ▁ای ▁100 ▁ان ڈی کس ▁48 ▁ہزار ▁ 539 . 06 ▁پوائنٹ س ▁پر ▁بند ▁ہوا۔

▁جنوبی ▁افریقہ
▁بچوں ▁کے ▁لئے ▁آن ▁لائن ▁کھیل
▁ان ▁خیالات ▁کا اظ ہ ار ▁انہوں ▁نے ▁نار و وال ▁میں ▁میڈیا ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁کیا ، ▁انہوں ▁نے ▁کہا ▁کہ ▁ملک ▁میں ▁تبدیلی ▁کن ٹین رز ▁پر ▁کھڑے ▁ہوکر ▁نہیں ▁بلکہ ▁کام ▁اور ▁ تجرب ے ▁سے ▁آتی ▁ہے ، ▁کامیاب ▁قوم یں ▁ دھر نوں ▁اور ▁لا نگ ▁مارچ ▁سے ▁نہیں ▁بنت یں ، ▁آج ▁کا پاکستان ▁دہشت ▁گردی ▁اور ▁لوڈ ش یڈ نگ ▁سے ▁پاک ▁ہے۔
▁ارب اب ▁’’ من ہ اج ▁القرآن ▁‘‘ ▁کی ▁خدمت ▁میں
▁ا دار تی ▁نوٹ : ▁پوسٹ ▁میں ▁شائع ▁کی ▁گئی ▁رائے ▁مصنف ▁کی ▁ہے ▁اور ▁ادارے ▁کا ▁مصنف ▁کی ▁رائے ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں ▁ہے۔ ▁کاپی ▁رائٹ ▁' ہم ▁سب ' ▁ڈاٹ ▁کام . ▁بلا ▁اجازت ▁آرٹیکل ▁نقل ▁کر ▁کے ▁شائع ▁کرنا ▁کاپی ▁رائٹ ▁قوانین ▁کے ▁تحت ▁ایک ▁جرم ▁ہے
▁بطور ▁اخت صار ▁نوروز ▁کے ▁متعلق ▁جو ▁اطلاعات ▁تاریخ ▁سے ▁ملت ی ▁ہیں ▁ان ▁سے ▁کسی ▁یقینی ▁نظر یہ ▁کا ▁حصول ▁ممکن ▁نہیں ▁اور ▁قرآن ▁مجید ▁میں ▁ارشاد ▁بار ی ▁تعالی ▁ہے ▁کہ :

▁خواص ▁کی ▁حکمران ی ▁کا ▁دستور ▁۔
▁← ▁طی ار ہ ▁حادث ے ▁میں ▁شہید ▁ہونے ▁والے ▁افراد ▁کی ▁یاد ▁میں ▁پروگرام ات ▁منعقد
▁اردو ▁نیوز ▁شو
▁ا دھر ، ▁رائٹ رز ▁نے ▁طبی ▁امداد ▁سے ▁وابستہ ▁غ زہ ▁کے ▁اہل ▁کار وں ▁کے ▁حوالے ▁سے بت ایا ▁ہے ▁کہ ▁اسرائیلی ▁افواج ▁نے ▁فلسطینی وں ▁کے ▁احتجاج ی ▁م ظ ا ہ رے ▁کو ▁روکنے ▁کے ▁دوران ▁گول ی ▁چل ائی ۔
▁نیب ▁کو ▁ہمیشہ ▁سیاسی ▁مقاصد ▁کے ▁لیے ▁استعمال ▁کیا ▁گیا ، ▁یکساں ▁احتساب ▁ہو ▁تو ▁پیپلزپارٹی ▁حکومت ▁کے ▁ساتھ ▁ہے : فرح ت ▁اللہ ▁با بر
▁کپ ل ▁شرم ا ▁کی ▁شادی ▁کی ▁تقریبا ت ▁شروع ▁ہوگئی ں
▁ اگ لا : ▁نکال نے ▁کے ▁آل ے
▁جنس ▁پر ▁بات ▁ضروری ▁ہے
▁چ یئر ▁مین ▁سینٹ ▁کے ▁بعد ▁ڈپٹ ی ▁چ یئر ▁مین ▁بھی ▁بلوچستان ▁سے ▁آتا ▁تو ▁اچھا ▁ہوتا ۔ ▁جماعت ▁اسلامی ▁اصول وں ▁کی ▁بنیاد ▁پر ▁خیبر ▁پختونخوا ہ ▁حکومت ▁میں ▁شامل ▁ہوا ▁تھا۔ ▁گزشتہ ▁روز ▁نجی ▁ٹی ▁وی ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁امیر ▁جماعت ▁اسلامی ▁سراج ▁الحق ▁نے ▁کہا ▁کہ ▁دیکھ نا ▁ہو ▁گا ▁کہ ▁جنہوں ▁نے ▁ووٹ ▁بیچ ا ▁ہے ▁ان ▁کی ▁آئین ی ▁اور ▁اخلاقی ▁حیثیت ▁کیا ▁ہے۔ ▁سینٹ ▁الیکشن ▁میں ▁ووٹ ▁بیچ نے ▁والا ▁گناہ ▁ گار ▁ہے ▁تو ▁ووٹ ▁لینے ▁والا ▁کیا ▁ہوگا۔
▁اگر ▁مسجد ▁کو ▁اس ▁کا ▁اصل ▁مقام ▁حاصل ▁ہوجائے ▁تو ▁بہت ▁سے ▁روز مر ّ ہ ▁امور ▁کو ▁پای ۂ ▁تکمیل ▁تک ▁پہ ون چا سک تی ▁ہے ▁اور ▁معاشر ہ ▁کی ▁بہت ▁سی ▁تعلیم ات ▁کو مع نو ی ▁مثبت ▁و ▁منفی ▁پہلو ▁بخش ▁سکتی ▁ہے ▁اور ▁انسان ▁کی ▁مادی ▁حیات ▁کے ▁معنوی ▁خل ائ وں ▁کو ▁بھر ▁سکتی ▁ہے۔

▁کے ▁پی ▁کے ▁میں ▁اسپتال ▁اور ▁یونیورسٹی اں ▁بنانے ▁کے ▁دعو ے
▁( د ) ▁م سود ہ ▁قانون ▁قومی ▁زبان ▁مغربی ▁پاکستان ▁مصدر ہ ▁، ۱ ۹۶ ۸ ء
▁می گز ین ▁کے ▁سرور ق ▁پر ▁پانچ ▁خواتین ▁کی ▁تصویر ▁ہے ▁جن ▁میں ▁دو ▁کا ▁تعلق ▁ہا لی ▁ وڈ ▁سے ▁ہے۔ ▁می گز ین ▁کے ▁سرور ق ▁پر ▁جن ▁خواتین ▁کی ▁تصاویر ▁شائع ▁کی ▁گئی ▁ہیں ▁ان ▁میں ▁ ایش لے ▁جو ڈ ▁بھی ▁ہیں ▁ج نھوں ▁نے ▁سب ▁سے ▁پہلے ▁ہار وی ▁و ائن ▁سٹی ن ▁کے ▁خلاف ▁آواز ▁بلند ▁کی۔ ▁پاپ ▁سنگ ر ▁ٹی لر ▁سوئ ف ٹ ▁کی ▁تصویر ▁بھی ▁سرور ق ▁پر ▁ہے ▁ج نھوں ▁نے ▁سابق ▁ڈے ▁جے ▁کے ▁خلاف ▁جنسی ▁زیادتی ▁کا ▁مقدمہ ▁جیت ا ▁ہے۔
▁4 ▁ایک ▁سو ڈ انی ▁لڑکی ▁ایک ▁کی چ ڑ ▁کے ▁تا لاب ▁سے ▁پانی ▁بر تن ▁میں ▁بھر ▁رہی ▁ہے
▁مغرب ▁اتنا ▁بے ▁غیر ت ▁کیوں ▁ہے ؟
▁تقدیر ▁کے ▁قاضی ▁کا ▁یہ ▁فت وی ٰ ▁ہے ▁از ل ▁سے
▁خیبر ▁ایجنسی ... شر ک اء ▁کی ▁تعداد : 30 ۔ ▁مدرس ▁مولانا ▁کلی م ▁اللہ ▁صاحب
▁یہ ▁پہلا ▁م رحل ہ ▁تھا ▁اور ▁ اگ لا ▁فی ز ▁اس ▁سے ▁زیادہ ▁متحرک ▁اور ▁نتیجہ ▁خیز ▁ہوگا ، ▁طاہر الق ادر ی
▁اسی ▁متن ▁کے ▁جرمن ▁ترجمہ ▁کے ▁لیے ▁ملاحظ ہ ▁فرمائی ے :
▁د پی کا ▁ر نو یر ▁کی ▁شادی ▁کی ▁تقریبا ت ▁کے ▁دوران ▁موبائل ▁پر ▁پابندی
▁بج وا سن ▁مسجد ▁کے ▁سلسلے ▁میں ▁دہلی ▁پولیس ▁کو ▁نوٹس ▁- ▁October ▁23, ▁2018

▁میڈیا ▁سینٹر
▁متحدہ ▁عرب ▁امارات ▁کو ▁تمام ▁چھ ▁میچ وں ▁میں ▁شکست ▁ہوئی ▁اسی ▁طرح ▁سکا ٹ ▁لینڈ ▁کی ▁ٹیم ▁بھی ▁ایک ▁میچ ▁بھی ▁نہ ▁جیت ▁سک ی ۔
▁وہ ابی ▁دہشت ▁گردوں ▁کا ▁لی بیا ▁کے ▁اصلی ▁ایئر ▁پورٹ ▁پر ▁حملہ
▁حالی ہ ▁کچھ ▁عرصے ▁کے ▁دوران ▁واشنگٹن ▁اور ▁ترک ▁صدر ▁رجب ▁طیب ▁ای ردو آن ▁کے ▁ما بین ▁تعلقات ▁کشید ہ ▁ہوئے ▁ہیں ▁لیکن ▁امریکا ▁اب ▁بھرپور ▁طریقے ▁سے ▁کوشش ▁کر ▁رہا ▁ہے ▁کہ ▁انہیں ▁معمول ▁پر ▁لا یا ▁جائے۔ ▁جمع ے ▁کے ▁روز ▁ڈونلڈ ▁ٹرمپ ▁نے ▁ترک ▁صدر ▁سے ▁ٹیلی ▁فون ▁پر ▁گفتگو ▁کی ▁ہے ▁اور ▁انہیں ▁وہی ▁کچھ ▁فراہم ▁کیا ▁ہے ، ▁جو ▁ترکی ▁چاہتا ▁ہے۔ ▁تعلقات ▁ابھی ▁معمول ▁پر ▁تو ▁نہیں ▁آئے ▁لیکن ▁امریکی ▁صدر ▁نے ▁وعدہ ▁کیا ▁ہے ▁کہ ▁اب ▁شام ی ▁کرد ▁ملی شی ا ▁ ’ و ائے ▁پی ▁جی ‘ ▁کو ▁ہتھیار ▁فراہم ▁نہیں ▁کیے ▁جائیں ▁گے۔ ▁اگر ▁امریکا ▁ابھی ▁یہ ▁اعلان ▁نہ ▁کرتا ▁تو ▁نیٹ و ▁کا ▁رکن ▁ملک ▁ترکی ▁روس ▁اور ▁ایران ▁کے ▁مزید ▁قریب ▁ہو ▁جاتا ، ▁جو ▁شام ▁میں ▁صدر ▁اسد ▁کے ▁حامی ▁اور ▁امریکا ▁کے ▁مخالف ▁ہیں۔
▁وہ ▁وقت ▁جب ▁عمران ▁خان ▁نے ▁بھارتی ▁کرکٹ ر ▁سچ ن ▁ٹ نڈ ول کر ▁کو پاکستان ی ▁ٹیم ▁کا ▁حصہ ▁بنا دیا
▁پس ▁ہر ▁شخص ▁جو ▁م وحد ▁ہے ▁ہم ▁اس کو ▁یہ ▁کہتے ▁ہیں ▁کہ ▁شرک ▁کی ▁بار یک ▁راہ وں ▁سے ▁بچ نے ▁کی ▁کوشش ▁کرتا رہ ▁اور ▁ہماری ▁مسجد وں ▁میں ▁آتا ▁رہ ▁اللہ ▁تعالی ٰ ▁ہمارے ▁ط فیل ▁شاید ▁تمہاری ▁بھ ل ائی ▁کے ▁سامان ▁بھی ▁پیدا ▁کر ▁دے ▁گا۔

▁اپنا ▁تبصرہ ▁لکھیں
▁اضلاع ▁کی ▁خبریں
▁ur wiki ▁زمرہ : کو ریا ▁میں ▁بیس ویں ▁صدی
▁مر ے ▁کریم ▁تیر ے ▁در ▁پر ▁آ ▁ ئے ▁بیٹھے ▁ہیں
▁آپ ▁کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا .
▁عبدال غن ی ▁کے ▁مطابق ▁’’ لند ن ▁کی ▁آبادی ▁کے ▁لحاظ ▁سے ▁ہا وس نگ ▁مارکیٹ ▁میں ▁مکان ات ▁اور ▁فل ی ٹس ▁کی ▁شدید ▁قلت ▁ہے ▁جس ▁کی ▁وجہ ▁سے ▁کر ائے ▁میں ▁اضافے ▁کا ▁سلسلہ ▁برقرار ▁ہے۔ ‘‘

▁افغانستان ▁میں ▁پائی دار ▁امن ▁کیلئے ▁پاکستان ▁نے ▁ہمیشہ ▁سنج ید ہ ▁کوشش یں ▁کی ▁ہیں ، پا ک ▁فوج ▁اور ▁پاکستانی ▁قوم ▁کی ▁قربانی وں ▁کو ▁فراموش ▁نہیں ▁کیا ▁جاسکتا : ▁چوہدری ▁اسد ▁ وڑ ائ چ ▁•
▁لاہور ( و یب ▁ڈیسک ): ▁اسٹ یٹ ▁بینک ▁آف ▁پاکستان ▁نے ▁مہ نگ ائی ▁بڑھ نے ▁کی ▁پیش ▁گو ئی ▁کردی ▁جب ▁کہ ▁مہ نگ ائی ▁میں ▁اضافے ▁کی ▁رفتار ▁گزشتہ ▁مال ▁سال ▁سے ▁د گن ی ▁ہوسکتی ▁ہے۔ ا سٹ یٹ ▁بینک ▁آف ▁پاکستان ▁کی ▁معاشی ▁جائزہ ▁رپورٹ ▁برائے ▁سال ▁2017-18 کے ▁مطابق ▁مہ نگ ائی ▁کو ▁کم ▁رکھنے ▁اور ▁بلند ▁معاشی ▁نمو ▁پر ▁مبنی ▁تو از ن ▁کو ▁برقرار ▁رکھنے ▁کا ▁چیلنج ▁بڑھ ▁گیا ▁ہے۔ ▁مالیاتی ▁اور ▁جاری ▁...
▁پاکستان ▁کی ▁کامیابی ، ▁کس ▁نے ▁کیا ▁کہا ؟
▁اس ▁کے ▁بدن ▁سے ▁حسن ▁ٹ پک تا ▁نہیں ▁تو ▁پھر
▁بھارت ▁کے ▁زیر ▁انتظام ▁کشمیر ▁میں ▁تجارت ی ▁معاملات ▁کے ▁نگران ▁کے ▁نگران ▁اور ▁بارہ ▁مول ہ ▁کے ▁ڈپٹ ی ▁کمشنر ▁خواجہ ▁غلام ▁احمد ▁نے ▁بتایا ▁کہ ’ م ظ فر آباد ▁سے ▁آنے ▁والے ▁49 ▁ٹر ک وں ▁میں ▁سے ▁ایک ▁کے ▁سامان ▁سے ▁کچھ ▁مشکوک ▁اشیا ▁برآمد ▁ہوئی ▁تھیں ▁جسے ▁پولیس ▁نے ▁اپنی ▁تحویل ▁میں ▁لے ▁لیا ▁ہے۔ ▁جبکہ ▁باقی ▁48 ▁ٹر ک وں ▁پر ▁معمول ▁کا ▁تجارت ی ▁سامان ▁تھا۔ ‘
▁آپ ▁بھی ▁ہی ری ▁پو ٹر ▁کا ▁گھر ▁خرید ▁سکتے ▁ہیں

▁دنیا ▁کا ▁سست ا ▁ترین ▁کی مر ہ ▁لا نچ ▁کر ▁دیا ▁گیا۔ ▁حیرت ▁انگیز ▁فی چر ...
▁اے ▁ایم ▁یو ▁، ▁جامع ہ ▁ملی ہ ▁اسلامی ہ ▁و ▁دیگر ▁ادارے ▁کی ▁شناخت ▁کو ▁خطرہ ▁ لاحق ▁- ▁April ▁10 , ▁2018
▁سائ ن ▁اپ ▁کر ▁کے ، ▁آپ ▁ہماری ▁{{ }} ▁اور ▁پر ائی و یسی ▁سے ▁اتفاق ▁کرتے ▁ہیں .
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁رسائی ▁میں ▁مدد
▁خواجہ ▁نا ظ م ▁الدین

▁اس ▁سلسلے ▁کی ▁پہلی ▁ق سط ▁یہاں ▁دیکھی ▁جا ▁سکتی ▁ہے۔
▁اس ▁کہانی ▁سے ▁آج ▁وحشت ▁ہے
▁براہ ▁راست ▁تبصرہ ▁تحریر ▁کریں۔ ▁جواب ▁منسوخ ▁کریں۔
▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = زم رہ : ج غ راف یہ _ سک اٹ _ لینڈ & oldid =1 24 20 42 »
▁لاہور ▁: ▁سابق ▁صدر ▁رفیق ▁تار ڑ ▁کی ▁ط عب یت ▁اچانک ▁نا ساز ▁ہوگئی ، ▁جس ▁کے ▁باعث ▁انہیں ▁قریب ی ▁اسپتال ▁منتقل ▁کردیا ▁گیا ▁ہے .
▁ہم ▁نے ▁یہ ▁پالیسی ▁اس ▁لئے ▁وضع ▁کی ▁ہے ▁تاکہ ▁آپ ▁جان ▁سکیں ▁کہ ▁ہم ▁کس ▁طرح ▁سے ▁آپ ▁کی ▁ز اتی ▁معلومات ▁کو ▁اک ٹھا ، ▁استعمال ، ▁بی لا تے ▁اور ▁افشا ▁کرتے ▁ہیں
▁۴ . ۱ ▁عام ▁مرو جہ ▁لفظ ▁“ نا مناسب ▁” ▁درج ▁ذیل ▁نکات ▁پر ▁مشتمل ▁ہو ▁گا ▁، ▁ہر ▁اس ▁امیدوار ▁کیلئے ▁جو ▁امتحان ▁میں ▁ایسی ▁سرگرمی ▁میں ▁ملوث ▁پایا ▁جائے

▁رد ی ، ▁وا ہی ات ، ▁س ڑی ▁گلی ، ▁گری ▁پڑ ی ، ▁بے کار ، ▁ فض ول ▁اور ▁خراب ▁چیز یں ▁راہ ِ ▁اللہ ▁نہ ▁دو ، ▁اللہ ▁خود ▁طیب ▁ہے ▁وہ ▁خب ی ث ▁کو ▁قبول ▁نہیں ▁کرتا ، ▁ہم ▁اس کے ▁نام ▁پر ▁یعنی ▁گویا ▁اسے ▁وہ ▁خراب ▁چیز ▁دینا ▁چاہتے ▁ہو ▁جسے ▁اگر ▁تمہیں ▁دی ▁جاتی ▁تو ▁نہ ▁قبول ▁کرتے ▁پھر ▁اللہ ▁کیسے ▁لے ▁لے ▁گا ؟ ▁ہاں ▁مال ▁جاتا ▁دیکھ ▁کر ▁اپنے ▁حق ▁کے ▁بدل ے ▁کوئی ▁گری ▁پڑ ی ▁چیز ▁بھی ▁مجبور ▁ہو ▁کر ▁لے ▁لو ▁تو ▁اور ▁کوئی ▁بات ▁ہے ▁لیکن ▁اللہ ▁ایسا ▁مجبور ▁بھی ▁نہیں ▁وہ ▁کسی ▁حالت ▁میں ▁ایسی ▁چیز ▁کو ▁قبول ▁نہیں ▁فرما تا ،
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی

▁واشنگٹن ▁— ▁ایک ▁پارلیمان ی ▁طریق ▁کار ▁ہے ، ▁ج ِ س ▁کے ت حت ▁بحث ▁کو کسی ▁خاص ▁مقصد سے طول ▁دیا ▁جاتا ▁ہے ▁اور ▁قانون ▁ساز ▁ادرار ے ▁کے ▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁ر ُ کن ▁کو ▁کسی ▁مخصوص ▁معاملے ▁پر ▁رائے ▁شمار ی ▁میں ▁تاخیر ▁کرانے ▁یا ▁ا ُ سے ▁سر ے ▁سے ▁نہ ▁ہونے ▁دینے ▁کی ▁ غرض ▁سے لم بی ▁لم بی ▁تقریر یں ▁کر ائی ▁جاتی ▁ہیں۔ ▁یہ ▁طریقہ ٴ ▁کار ▁امریکی ▁سینیٹ ▁میں ▁150 سال ▁سے ▁زیادہ ▁عرصے ▁سے ▁را ئ ج ▁ہے۔ ▁لیکن ، ▁جمعرات ▁کو ▁اس ▁میں ▁ترمیم ▁کی ▁گئی ▁ہے۔
▁کراچی ▁میں ▁امن ▁کے ▁ل ئیے ▁حکومت ▁کو ▁بھر ▁پور ▁کوشش ▁کرنا ▁ہو ▁گی۔ باب ر ▁غور ی
▁میاں ▁بیوی ▁کے ▁درمیان ▁حسن ▁ رف اقت ▁اور ▁اللہ ▁کے ▁ساتھ ▁حسن ▁سلوک ▁کی ▁روشن ▁مثال . خم یس ▁مش ی ط ▁میں ▁اللہ ▁تعالی ▁کے ▁ساتھ ▁حسن ▁سلوک ▁تعلق ▁اور ▁میاں ▁بیوی ▁کے ▁درمیان ▁حسن ▁ رف اقت ▁کا ▁خاتمہ ▁عجیب ▁و ▁غریب ▁واقعہ ▁پیش ▁آیا ▁تفصیلات ▁کے ▁مطابق ▁سعودی ▁شہری ▁سعید ▁بن ▁عثمان ▁ال غا مدی ▁کا ▁انتقال ▁اس ▁حالت ▁میں ▁ہوا ▁کہ ▁نماز ▁میں ▁سر ▁بس جو د ▁تھے ▁متو فی ▁کے ▁پو تے ▁کا ▁کہنا ▁ہے ▁کہ ▁داد ی ▁ام اں ▁داد ا ▁جان ▁کی ▁وفات ▁کے ▁چند ▁لمح وں ▁بعد ▁ہی ▁انہیں ▁اٹھا نے ▁کے ▁لئے ▁گئیں ▁۔ دی کھ ا ▁کہ ▁ان کے ▁شوہر ▁سج دہ ▁کی ▁حالت ▁میں ▁ہیں ▁اٹھا تے ▁کی ▁کوشش ▁کی ▁اور ▁یہ ▁دیکھ ▁کر ▁کہ ▁ان کے ▁شوہر ▁اپنی ▁جان ▁جان ▁آفر یں ▁کے ▁سپر د ▁کر ▁چکے ▁ہیں ▁۔ یہ ▁دیکھتے ▁ہی ▁بیوی ▁کی ▁روح ▁بھی ▁پرواز ▁کر گ ئی .
▁ڈال ی ▁ہے ▁بادشاہ ▁دی ، ▁کھانے ▁لکھ ▁سو ائے ▁(14)
▁ڈی جی ٹل ▁ٹیکنالوجی ▁کے ▁بچوں ▁پر ▁اثرات
▁احمد ▁د اؤ د ▁او غل و ▁نے ▁کہا ▁کہ ▁اس ▁ملی شی ا ▁سے ▁تعلق ▁رکھنے ▁والے ▁افراد ▁ترکی ▁میں ▁کرد وں ▁کی ▁کال عد م ▁تنظیم ▁کردستان ▁ورک رز ▁پارٹی ▁کے ▁عناصر ▁کے ▁ساتھ ▁مل ▁کر ▁یہ ▁کارروائی اں ▁کر ▁رہے ▁ہیں۔
▁واضح ▁رہے ▁کہ ▁پی وٹ ن ▁نے ▁ا ِ ن ▁خیالات ▁کا ▁اظہار ▁ایسے ▁وقت ▁کیا ▁ہے ▁جب ▁دونوں ▁ملکوں ▁کے ▁وزیر ▁خارجہ ▁ری کس ▁ٹ ِ لر سن ▁اور ▁سر گ ئی ▁لا و روف ▁بات ▁چیت ▁کے ▁لیے ▁مل ▁بیٹھے ▁ہیں۔
▁رجب ▁طیب ▁اردو ان ▁نے ▁جمال ▁خا شق جی ▁کے ▁قتل ▁کی ▁تحقیقات ▁کا ▁اعلان ▁کردیا ▁جبکہ ▁سعودی ▁حکام ▁پر ▁زور ▁دیا ▁کہ ▁اس ▁قتل ▁میں ▁ملوث ▁18 ▁افراد ▁کے ▁خلاف ▁ٹر ائل ▁ترکی ▁میں ▁ہی ▁کرو ایا ▁جائے۔
▁گزشتہ ▁دنوں ▁وفاقی ▁کابینہ ▁کا ▁اجلاس ▁ہوا ، ▁اس ▁میں ▁ایک ▁بڑی ▁خبر ▁آئی ۔ ▁ترجمان ▁نے ▁بر یف نگ ▁میں ▁اس ▁کا ▁ذکر ▁ایک ▁جمل ے ▁میں ▁کیا۔ ▁کسی ▁نے ▁سنا ▁کسی ▁نے ▁نہیں ▁سنا ۔ وزیر ▁اطلاعات ▁نے ▁بتایا ▁کہ ▁سی ▁پیک ▁کے ▁’’ پ راج یک ٹس ‘‘ ▁پر ▁مزید ▁پڑھیں
▁فری ▁آن ▁لائن ▁کو رس ز ▁(1)
▁سور ۃ ▁الت ک اثر ▁کی ▁تفسیر ▁( کیا ▁مر نے ▁کے ▁بعد ▁کوئی ▁دوسری ▁زندگی ▁ہے ؟
▁داعش ▁نے ▁شام ▁میں ▁سات ▁سو ▁افراد ▁کو ▁ی رغم ال ▁بن ال یا۔ ▁پو ٹین ▁دبئی / ما سکو ۔ روس ی ▁وزیر ▁خارجہ ▁سر گ ئی ▁لا ود وف ▁نے ▁الزام ▁عائد کیا ▁ہے ▁کہ ▁امریکہ ▁‘ ▁شام ▁میں ▁موجود ▁داعش ▁کے ▁جنگ جو ؤں ▁کو ▁افغانستان ▁اور ▁عراق ▁منتقل ▁کررہا ▁ہے۔ ▁روسی ▁اور ▁فرانس یسی ▁ذرائع ▁ابلاغ ▁سے ▁بات ▁کرتے ▁ہوئے ▁لا رد ف ▁نے ▁کہاکہ ▁ہمارے ▁لئے ▁...
▁و اٹ مور ▁کے ▁معاہدے ▁کی ▁تجدید ▁نہ ▁کیے ▁جانے ▁کا ▁میڈیا ▁میں ▁اعلان ▁کر ▁دینا ▁مناسب ▁نہیں ▁ہے ▁اس ▁سے ▁ٹیم ▁پر ▁بھی ▁منفی ▁اثرات ▁مرتب ▁ہوں ▁گے ▁کیونکہ ▁ابھی ▁جنوبی ▁افریقہ ▁کے ▁دورے ▁کے ▁بعد ▁ٹیم ▁کو ▁سری ▁لنکا ▁کے ▁خلاف ▁متحدہ ▁عرب ▁امارات ▁میں ▁سیریز ▁کھیل نی ▁ہے۔
▁ميں ▁تو ▁ہر ▁دفعہ ▁اپنے ▁اپ ▁کو ▁ا جنب ی ▁محسوس ▁کرتا ▁ہوں ▁ ــ ▁یہ ▁ہار ون ▁ي حي ی ▁کون ▁ہے ؟
▁مومن ▁کی ▁دس ویں ▁صفت ▁” اجتماع ہ ▁تعلم ا ً “ ہے۔ ▁یعنی ▁مومن ▁جب ▁لوگوں کے ▁درمیان ▁بیٹھ تا ▁ہے ▁تو ▁کوشش ▁کرتا ▁ہے ▁کہ ▁تعلیم ▁و ▁تعلم ▁میں ▁مشغول ▁رہے۔ وہ ▁ غی بت ▁اور ▁بی ہو دہ ▁بات وں ▁سے ▁( جن ▁میں ▁اس ▁کے ▁لئے ▁کوئی ▁فائدہ ▁نہیں ▁ہوتا ) ▁پر ہ یز ▁کرتا ▁ہے۔
▁سب ▁سے ▁زیادہ ▁مقبول ▁ویڈیو ▁اس ▁ہفتے
▁تشریح : اس ▁لئے ▁ضرور ▁اس ▁پر ▁اظہار ِ ▁نفرت ▁کر وں ▁گا ▁اور ▁نص ی حت ▁سے ▁باز ▁نہیں ▁آس کت ا۔ ▁( ت فس ی رع ثمان ی )
▁آئ ▁آئ ▁چند ری گر ▁روڈ ▁(1)
▁ ’ ی ور پ ▁میں ▁انسانی ▁ہم در دی ▁کی ▁بنیاد ▁پر ▁ ویز ے ▁نہیں ▁دیے ▁جائیں ▁گے ‘ ▁_ ▁مہاجرین ▁کا ▁بحران ▁_ ▁DW ▁_ ▁07. 03.2017
▁پاکستان ▁افغانستان ، ▁امن ▁کا ▁سفر
▁آج ▁خصوصی ▁زحمت ▁صرف ▁شکریہ ▁کیلئے ▁ہے ▁کہ ▁اجمل ▁صاحب ▁نے ▁اپنا ▁حصہ ▁ڈال ا۔

▁ہم ▁سے ▁رابطہ
▁گھر ▁سے ▁سائیکل ▁پر ▁پوری ▁دنیا ▁کا ▁سفر ▁کرنے ▁نکل ے ▁لیکن ▁قدرت ▁کو ▁کچھ ▁اور
▁واشنگٹن ▁میں ▁ہونے ▁والی ▁ vigil ▁کے ▁موقع ▁پر ▁ موم ▁بت یاں ▁جل ائی ▁گئیں ▁اور ▁آرمی ▁سکول ▁کے ▁ا ُ ن ▁نن ھے ▁معصوم ▁بچوں ▁کو ▁یاد ▁کیا ▁گیا ▁جنہیں ▁16 ▁دسمبر ▁کو ▁اپنی ▁زندگی ▁کے ▁بدترین ▁سان ح ے ▁کا ▁سامنا ▁کرنا ▁پڑا ▁تھا۔
▁پشاور ▁کی ▁خبریں
▁جنوبی ▁پنج ا ▁ب ▁کے ▁چھ ▁قومی ▁اور ▁دو ▁صوبائی ▁اسمبلی وں ▁کے ▁ممبر ان ▁نے ▁اسمبلی وں ▁سے ▁است ع فی ٰ ▁دے ▁کر ▁جنوبی ▁پنجاب ▁صوبہ ▁محا ذ ▁کے ▁نام ▁سے ▁نئی ▁تنظیم ▁قائم ▁کر ▁لی ▁ہے ▁اس ▁میں ▁سابق ہ ▁ریاست ▁بہ اول پور ▁کے ▁دو ▁اضلاع ▁بہ اول نگر ▁اور ▁رحیم ▁یار ▁خان ▁کے ▁بھی ▁ممبر ان ▁اسمبلی ▁شامل ▁ہیں ▁جب ▁کے ▁ضلع ▁بہ اول پور ▁سے ▁ایک ▁سابق ہ ▁ایم ▁پی ▁اے ▁۔ م سٹر ▁بھٹو ▁کے ▁حکومتی ▁ع روج ▁کے ▁دور ▁سے ▁ہی ▁بحال ی ▁ ٔ صوب ہ ▁بہ اول پور ▁کی ▁تحریک ▁چل ▁رہی ▁ہے ▁اور ▁1970 ▁میں جب ▁پورے ▁ملک ▁میں ▁پی ▁پی ▁پی ▁کا ▁طو طی ▁بول تا ▁تھا ▁تو ▁ضلع ▁بہ اول پور ▁سے ▁اس ▁کا ▁کوئی ▁ نمائندہ ▁منتخب ▁نہ ▁ہو ▁سکا ▁تھا ▁س بھی ▁ممبر ان ▁وہی ▁منتخب ▁ہوئے ▁جنہوں ▁نے ▁بہ اول پور ▁صوبہ ▁بحال ی ▁کے ▁لیے ▁تحریک ▁میں ▁نمای اں ▁حصہ ▁لیا ▁تھا ▁سید ▁تاب ش ▁ال وری ▁رحمت ▁اللہ ▁ارشد ▁وغیرہ ▁معمولی ▁حیثیت ▁کے ▁حامل ▁افراد ▁بھی ▁اس ▁تحریک ▁کے ▁نتیجہ ▁میں ▁منتخب ▁قرار ▁پا ▁گئے ▁تھے ▁۔
▁سگ ل یانو ▁مک ا ▁کا ▁رق بہ ▁14. 9 ▁مربع ▁کی لوم یٹر ▁ہے ▁اور ▁اس ▁کی ▁مجموعی ▁آبادی ▁1,7 31 ▁افراد ▁پر ▁مشتمل ▁ہے ▁اور ▁ 589 ▁میٹر ▁سطح ▁دریا ▁سے ▁بلند ی ▁پر ▁واقع ▁ہے۔
▁نوجوانوں ▁کا ▁صفحہ
▁لاہور ( مانیٹر نگ ▁ڈیسک ) ▁ہسپتال ▁انتظامیہ ▁نے ▁جنرل ▁ہسپتال ▁میں ▁2 م نزل ہ ▁عمارت ▁بنانے ▁کافی صل ہ ▁کر ▁لیا ▁ہے۔ ت ف ص یل ات ▁کے ▁مطابق ▁جنرل ▁ہسپتال ▁میں ▁پارک نگ ▁کے ▁بڑھ تے ▁ہوئے ▁مسائل ▁کو ▁مد ▁نظر ▁رکھتے ▁ہوئے ▁ہسپتال ▁انتظامیہ ▁نے ▁2 م نزل ہ ▁پارک نگ ▁بنانے ▁کا ▁فیصلہ ▁کر ▁لیا ▁ہے ▁اور ▁اس ▁منصوبے ▁کیلئے ▁پی ▁سی ▁ون ▁حکومت ▁پنجاب ▁کو ▁بھ جو ایا ▁جائے ▁گا۔ پی ▁سی ▁ون ▁کی ▁منظوری ▁کی ▁بعد ▁اس ▁منصوبے ▁پر ▁کام ▁کا ▁آغاز ▁کر ▁دیا ▁جائے ▁گا جس ▁کے ▁بعد ▁امید ▁کی ▁جا ▁رہی ▁ہے ▁کہ ▁ہسپتال ▁کے ▁پارک نگ ▁کے ▁مسائل ▁کافی ▁حد ▁تک ▁کم ▁ہو ▁جائیں ▁گے۔
▁بچوں ▁کا ▁صفحہ

▁پیپلزپارٹی ▁کے ▁وفد ▁میں ▁صوبائی ▁وزیر ▁ناصر ▁حسین ▁شاہ ▁، ڈا کٹ رعا صم ▁حسین ▁اور ▁ بیر سٹر ▁مرتضی ٰ ▁وہ اب ▁شامل ▁تھے ▁جبکہ ▁ایم ▁کیو ▁ایم ▁کی ▁جانب ▁سے ▁ڈاکٹر خال د ▁مقبول ▁صدیقی ▁، خوا جہ ▁اظہار ▁الحسن ▁، فی صل ▁سبز واری ▁اور ▁امین ▁الحق ▁موجود ▁تھے ▁۔ م لاق ات ▁میں ▁سیاسی ▁صورت ▁حال ▁، بلد ی اتی ▁امور ▁اور ▁ترقی اتی ▁کام وں ▁پر ▁تبادل ہ ▁خیال ▁کیا ▁گیا ▁۔ پی پل ز پار ٹی ▁کے ▁وفد ▁نے ▁ایم ▁کیو ▁ایم ▁سے ▁درخواست ▁کی ▁کہ ▁سینیٹ ▁کی ▁نشست ▁پر ▁ان ▁کے ▁امیدوار ▁ بیر سٹر ▁مرتضی ٰ ▁وہ اب ▁کی ▁حمایت ▁کی ▁جائے ▁۔
▁ڈ ن یڈ ن ▁میں ▁کھیل ے ▁جانے ▁والے ▁پانچ ▁ایک ▁روزہ ▁میچ وں ▁کی ▁سیریز ▁کے ▁تیسرے ▁میچ ▁میں ▁نیوز ی ▁لینڈ ▁نے ▁پاکستان ▁کو ▁183 ▁رنز ▁سے ▁شکست ▁دے ▁کر ▁سیریز ▁میں ▁تین ▁صفر ▁کی ▁برتر ی ▁حاصل ▁کر ▁لی ▁ہے۔
▁آ ڈی و ▁تلاش ▁کریں
▁کراچی ▁میں ▁ماہ ی ▁گیر وں ▁کی ▁بست ی ▁ابراہیم ▁حیدر ی ▁کی ▁شہر بان و ▁ہم ت ▁وح وصل ے ▁کی ▁اعلی ٰ ▁مثال ▁ہے۔ اس ▁کا ▁شوہر ▁گزشتہ ▁19 ▁سال ▁سے ▁فال ج ▁کا ▁شکار ہے ▁جو ▁ماہ ی ▁گیری ▁کے ▁شعبے ▁سے ▁تعلق ▁رکھتا ▁تھا۔ وہ ▁نہ ▁صرف ▁فال ج ▁زد ہ ▁شوہر ▁کا خی ال ▁رکھتی ▁ہے۔ ▁بلکہ ▁گھر اور ب چ وں ▁کی ▁دیکھ ▁بھ ال ▁بھی ▁اس ▁کی ▁ذم ہ ▁داری ▁ہے۔
▁لیکن ▁جب ▁تک ▁عوام ▁توجہ ▁کرتے ▁ہیں ▁اور اس ▁سے ▁م حظ و ظ ▁و ▁دلچسپی ▁لیتے ▁ہیں تو ▁یقین ▁جان ▁لیں ▁کہ ▁یہ ▁تم سخر کا ▁عمل ▁جاری ▁رہے ▁گا ▁اور ▁اس ▁ناپ ائی داری ▁میں ▁دہشت ▁گردی ▁بھی ▁باقی ▁رہے ▁گی ، نا ▁امن ی ▁بھی ▁باقی ▁رہے ▁گی ▁اور ▁باقی ▁بھی ▁تمام ▁مسائل ▁اپنی ▁جگہ ▁پر ق ائم ▁رہیں ▁گے ▁اور ▁یہ ▁ریاست ▁ہمیشہ ▁ال جھ ی ▁ہوئی ▁ریاست ▁سمجھ ی ▁جا ئی گی ▁کہ ▁ابھی ▁اس ▁وقت ▁جن ▁مسائل ▁کا ▁شکار ▁ہے ، ▁میڈیا ▁وہ ▁مسائل ▁بیان ▁نہیں ▁کرتا اور ▁نہ ▁ہی ▁کسی ▁اور ▁جگہ ▁سے ▁اس ▁کا اظ ہ ار ▁ہوتا ہے ▁۔
▁پاکستان ▁1 ▁گھنٹے ▁پہلے
▁فر سٹ ▁ا ئیر ( B DS ), ( MB BS ) ▁برائے ▁تعلیمی ▁سال 2017 -18 ء ▁بول ان ▁می ڈیکل ▁کالج ▁کوئٹہ ▁اور ▁بلوچستان ▁کے ▁دیگر ▁می ڈیکل ▁کالج ز ▁کے ▁انٹر ▁ی ▁ٹیسٹ ▁برائے ▁داخلہ ▁لینے ▁کا ▁اعلام یہ ▁... ▁مزید
▁دنیا ▁کے ▁مشہور ▁کلب ▁سکر ٹ ▁ڈی نہ ▁ساحل ▁اختتام ▁ہفتہ ▁دنیا ▁میں ▁سب ▁سے ▁بڑی ▁ہم ▁جنس ▁پرست ▁واقعہ ▁ہے ▁اور ▁مزاح یہ ▁شو ز ، ▁پول ▁پارٹی وں ، ▁رات ▁کی ▁جماعتوں ، ▁کن سر ٹ ، ▁مشہور ▁شخصیت ▁کی ▁نظر وں ▁اور ▁دیگر ▁خصوصیات ▁میں ▁شامل ▁ہیں . ▁رسمی ▁دا نا ہ ▁ساحل ▁ہفتہ ▁وار ▁صرف ▁پا لام ▁اسپر نگ س ، ▁کی لی فور نیا ▁میں ▁ہی ▁ہوتا ▁ہے ▁اور ▁کسی ▁دوسرے ▁شہر ▁میں ▁نہیں ▁ہے .
▁آیات ▁۴ ▁سے ▁۷ ▁میں ▁اپنے ▁دعو ے ▁کے ▁ثبوت ▁میں ▁یہ ▁دلیل ▁پیش ▁کرتا ▁ہے ▁کہ ▁میں ▁بے ▁ہو دہ ▁لوگوں ▁کے ▁ساتھ ▁نہیں ▁بیٹھ تا ▁اور ▁ ریا ▁کار وں ▁کے ▁ساتھ ▁نہیں ▁چل تا ۔ اور ▁وعدہ ▁کرتا ▁ہے ▁کہ ▁میں ▁شر یر وں ▁کے ▁ساتھ ▁نہ ▁بیٹھ وں ▁گا۔ ▁اور ▁بے ▁گناہ ی ▁میں ▁اپنے ▁ہاتھ ▁دھو ؤں ▁گا۔
▁پاکستان ▁میں ▁داعش ▁کی ▁موجودگی ▁کی ▁اطلاعات ▁کو ▁مسترد ▁کرتے ▁ہوئے ▁وفاقی ▁وزیر اطلاع ات ▁کا ▁کہنا ▁تھا ▁کہ ▁یہاں ▁دہشت ▁گرد ▁یہ ▁نام ▁استعمال ▁کر ▁رہے ▁ہیں۔
▁‫ توان ائی ▁کی ▁بچ ت ▁کی ▁وضع ▁سوئ چ ▁تھ پ تھ پ ائیں ▁تاکہ ▁اسے ▁فعال ▁کریں۔ ▁م تبادل ▁طور ▁پر ‪ ▁،‬ جلد ی ▁سی ٹنگ ▁کا ▁پی نل ▁کھول یں ▁اور ‬
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁تشدد ▁اور ▁در ندگی ▁سے ▁کوئی ▁مسئلہ ▁حل ▁نہیں ▁ہوسکتا ▁: ▁وزیراعظم
▁فہرست ▁مضامین
▁یہ ▁نو کری ▁سی ال کو ٹ ▁کے ▁رہائش یوں ▁کی لی ۓ ▁خصوصی ▁طور ▁پر ▁دستیاب ▁ہے۔ ▁آپ ▁دوسری ▁جگہ ▁منتقل ▁ہونے ▁کی لی ۓ ▁تیار ▁ہیں ؟
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁  ▁مجھ ▁کو ▁دماغ ▁شک وہ ▁نہ ▁تم ▁کو ▁ہے ▁الت فات ▁میری ▁یہ ▁خو ▁نہیں ▁ہے ▁تمہاری ▁وہ ▁خو ▁نہیں ▁( ▁١٩ ١ ١ ء ، ▁ظ ہ یر ، ▁دیوان ، ▁ ٧ ٥ : ٢ ▁)
▁ماضی ▁کی ▁شہر ہ ▁آف اق ▁فلم ▁پر یڈ یٹر ▁4 ▁کا ▁نیا ▁ ٹری لر ▁جاری

▁معروف ▁گلو کار ▁مک یش ▁کے ▁پو تے ▁نیل ▁نت ن ▁مک یش ▁ایک ▁فلم ▁میں ▁کام ▁کرنے ▁کا ▁ایک ▁سے ▁دو ▁کروڑ ▁روپے ▁معا وض ہ ▁وصول ▁کرتے ▁ہیں۔ ▁انہوں ▁نے ▁نیویارک ، ▁گول مال ▁ اگ ین ▁اور ▁خون ▁معاف ▁جیسی ▁مشہور ▁فلم وں ▁میں ▁سپ وڑ ٹ ِ نگ ▁کردار ▁ادا ▁کئے ▁ہیں۔
▁راشد ▁کام ران ▁صاحب ▁نے ▁عرصے ▁بعد ▁کچھ ▁تحریر ▁کیا ، ▁اور ▁جیسے ▁د کھ تی ▁ رگ ▁پہ ▁ہاتھ ▁رکھ ▁دیا۔ ▁ان کی ▁پوسٹ ▁کا ▁عنوان ▁ہے۔ ▁تعلیم ▁کے ▁خلاف ▁مہم ▁کیوں ۔ ▁اگرچہ ▁کہ ▁انہوں ▁نے ▁اپنی ▁تحریر ▁میں ▁چی دہ ▁چی دہ ▁سوالات ▁اٹھا ئے ▁ہیں۔ اس ▁سلسلے ▁میں ▁ڈاکٹر ▁انور ▁س دید ▁کی ▁کتاب ▁اردو ▁ادب ▁کی ▁تحریک یں ▁پڑھ تے ▁ہوئے ▁کچھ ▁مزید ▁خیالات ▁در ▁آئے ۔
▁1994 ء ▁میں ▁روان ڈا ▁میں ▁ہونے ▁والی ▁نسل ▁کشی ▁کی ▁کہانی اں ▁اب ▁بھی ▁دل ▁ دہ لا ▁دیتی ▁ہیں
▁مقامات ▁عالمی ▁ثقافت ی ▁و رث ہ ▁بل ح اظ ▁برا عظم
▁’’ ڈو نل ڈ ▁ٹرمپ ▁کہتے ▁ہیں ▁دوستوں ▁کی ▁بیوی وں ▁کے ▁ساتھ ▁سو نا ▁ہی ...
▁ہوا و ے ▁نے ▁سام ▁سنگ ▁کے ▁خلاف ▁عدالت ی ▁جنگ ▁جیت ▁لی ▁بی ▁بی ▁سی ▁اردو ▁06 ▁Apr , ▁2017
▁نجی ▁ٹی ▁وی ▁چینل ▁دنیا ▁نیوز ▁کے ▁مطابق ▁وزیراعظم ▁عمران ▁خان ▁کے ▁نومبر ▁کے ▁تیسرے ▁ہفتے ▁دورہ ▁مل ائی شی ا ▁کا ▁امکان ▁ہے ، ▁وزیراعظم ▁کا ▁مل ائی شی ا ▁کا ▁دورہ ▁3 ▁روزہ ▁ہو ▁گا۔ ▁واضح ▁رہے ▁کہ ▁وزیراعظم ▁عمران ▁خان ▁کے ▁دورہ ▁سعودی ▁عرب ▁میں ▁سعودی ▁فرمان روا ▁شاہ ▁سلمان ▁نے ▁6 ▁ارب ▁ڈالر ▁کے ▁امداد ی ▁پیک یج ▁کا ▁اعلان ▁کیا ▁تھا ▁جبکہ ▁دورہ ▁چین ▁کے ▁دوران ▁پاکستان ▁اور ▁چین ▁کے ▁15 ▁معا ہ د وں پر ▁دست خط ▁ہوئے ▁تھے۔
▁اپنا ▁تبصرہ ▁لکھیں
▁مجھے ▁یاد ▁رکھیں
▁چند را ▁با بو ▁ن ائیڈ و ▁نے ▁مودی ▁کے ▁سحر ▁کو ▁چک نا ▁چور ▁کردیا ▁؟
▁خواتین ▁کا ▁صفحہ

▁کے ▁ٹی ▁آر ▁کو ▁سیاسی ▁جانشین ▁بنانے ▁کی ▁مہم ▁، کے ▁سی ▁آر فی مل ی ▁میں ▁اختلافات !
▁28 ▁نومبر ▁کو ▁یہ ▁دم دار ▁ستار ہ ▁سور ج ▁کی ▁سطح ▁سے ▁صرف ▁ایک ▁ملی ن ▁کل و ▁میٹر ▁کے ▁ فاصل ے ▁پر ▁ہوگا۔
▁بے ▁قابو ▁چینی ▁خل ائی ▁اسٹیشن ▁30 مار چ ▁سے ▁2 ا پر یل ▁تک ▁زمین ▁پر ▁گر ے ▁گا
▁ ’ پ بل ک ▁ٹو ائل ٹ ▁استعمال ▁کریں ، ▁پی س ہ ▁ملے ▁گا ‘ ، ▁نئی ▁تر غ یب
▁کہیں ▁نظام ▁کے ▁بدل نے ▁کے ▁آثار ▁تو ▁نظر ▁نہیں ▁آ ▁رہے ؟
▁نواز ▁شریف ▁اور ▁مریم ▁نواز ▁کی ▁ا ڈی الہ ▁جیل ▁سے ▁رہا ئی ، ▁شہباز ▁شریف ▁اور ▁حم زہ ▁شہباز ▁کی ▁سیاست ▁دفن ▁ہونے ▁کا ▁امکان
▁وہ ▁کہتے ▁ہیں : ▁ ’ جس ▁شہر ▁میں ▁آپ ▁کا ▁بچ پن ▁گزر ا ▁ہو ، ▁اسی ▁شہر ▁میں ▁پولیس ▁والے ▁25 ▁فٹ ▁لم بی ▁ رسی ▁میں ▁بان دھ ▁کر ▁آپ ▁کو ▁ہر ▁چوک ▁پر ▁گھ ما ▁رہے ▁ہیں ۔۔۔ ▁آخر ▁کار ▁ایک ▁14 ▁سالہ ▁لڑکے ▁کے ▁ساتھ ▁یہ ▁کیا ▁کیا ▁جا ▁رہا ▁تھا ؟ ▁آخر ▁آپ ▁اسے ▁کیا ▁بنانا ▁چاہتے ▁تھے ؟

▁سو ش یل ▁میڈیا ▁میں ▁شاہ ی ▁امام ▁کے ▁نام ▁پر ▁فرض ی ▁پوسٹ ▁شیئر ‘ ▁سخت ▁اعتراض ▁کے ▁ساتھ ▁پولیس ▁میں ▁شکایت ▁درج
▁کند ھ کو ٹ ▁میں ▁گا ئ وں ▁موسی ٰ ▁ڈو م کی ▁میں ▁بر ڑ و ▁برادری ▁کے ▁15 گھ ر وں ▁میں ▁آگ ▁لگ نے ▁سے ▁2 ▁بچے ▁اور ▁..
▁بلاول ▁بھٹو ▁کا ▁ ہن زہ ▁میں ▁مقامی ▁د ھن ▁پر ▁بزرگ وں ▁کے ▁ساتھ ▁رقص
▁ممبئی ▁د ھم اک وں ▁نے ▁شہر ▁کو ▁ہمیشہ ▁کے ▁لیے ▁بدل ▁دیا
▁ڈالر ▁کی ▁قدر ▁میں ▁اضافہ ، ▁پاکستانی ▁معیشت ▁پر ▁کیا ▁اثر ▁پڑے ▁گا ▁؟
▁امریکہ ▁میں ▁ٹ نوں ▁ہاتھ ی ▁د انت ▁تباہ ▁کر ▁دیا ▁گیا
▁اس ▁بلاگ ▁میں ▁تلاش ▁کریں ▁ ۔۔۔۔۔
▁انسانی ▁تاریخ ▁اجتماعی ▁و ▁انفرادی ▁قتل ▁کی ▁داستان وں ▁سے ▁بھر ی ▁پڑ ی ▁ہے۔ ▁کسی ▁انسان ▁کو ▁قتل ▁کرنے ▁کے ▁مح رک ات ▁میں ▁حاکم ِ ▁وقت ▁کی ▁نا پسند ی دگی ، ▁جائیداد ▁کا ▁تنازع ، ▁عورت ، ▁نظریات ▁میں ▁اختلاف ، ▁مذہبی ▁مسائل ▁یا ▁معاشر تی ▁عدم ▁برداشت ▁جیسی ▁وج وہ ات ▁شامل ▁ہوتی ▁ہیں۔ ▁لیکن ▁گزر تے ▁وقت ▁کے ▁ساتھ ▁ہمارے ▁معاشرے ▁میں ▁قتل ▁کے ▁ایک ▁نئے ▁رجحان ▁نے ▁فروغ ▁پایا ▁ہے۔ ▁یہ ▁ہے ▁” غیر ت ▁کے ▁نام ▁پہ ▁قتل “ ۔
▁نعر ہ ▁زندہ ▁باد ▁کا ▁سر ▁ھو ▁گیا ▁کام ▁اپنا ▁بند ہ ▁پر ور ▁ھو ▁گیا ▁جو ...
▁آ ہی ▁، ▁سر ▁سید ▁احمد ▁خان ▁م
▁فیس ▁بک ▁کے ▁ذریعے ▁لاگ ▁ان
▁ہم ▁ان ▁تمام ▁ز مہ ▁ داران ▁کے ▁نوٹس ▁میں ▁یہ ▁بات ▁وا ضع ▁کرد یں ▁کہ ▁اس ▁گرا و ؑ ▁ نڈ ▁کو ▁دو ▁سال ▁تک ▁کسی ▁بھی ▁حکومتی ▁تعاون ▁کے ▁بغیر ▁گرا و ؑ نڈ ▁میں ▁سہولیات ▁نہ ▁ہونے ▁کے ▁باعث ▁کرکٹ ▁سرگرمی وں ▁کے ▁لیے ▁بند ▁رکھا ▁گیا ▁اور ▁دو ▁سال ▁بعد ▁سابق ▁ضلع ی ▁صدر ▁ظفر اللہ ▁جد گال ▁اور ▁موجودہ ▁صدر ▁پرویز ▁احمد ▁دو دا ▁کی ▁ز اتی ▁کا وش وں ▁سے ▁اس ▁میں ▁گھ اس ▁اور ▁پچ ز ▁کا ▁کام ▁دوبارہ ▁کرا دیا ▁گیا . اور ▁کم و ▁بیش ▁35 ▁لاکھ ▁روپے ▁کی ▁لاگ ت ▁سے ▁یہ ▁مکمل ▁ہوا ▁ہے . ▁اس ▁طرح ▁کے ▁ جلس وں ▁سے ▁نہ ▁صرف ▁گر اس ▁ک ع ▁نقصان ▁ہو ▁سکتا ▁ہے ▁بلکہ ▁و کٹ یں ▁اور ▁پچ ز ▁کو ▁بھی ▁زبردست ▁نقصان ▁ہوگا . جس ▁سے ▁ایک . مرت بہ ▁پھر ▁کرکٹ ▁کی ▁سرگرمی اں ▁ماند ▁پڑ ▁جائیں ▁گی . ▁اس ▁کے ▁علاوہ ▁اس ▁گرا و ؑ نڈ ▁میں ▁داخل ے ▁کے ▁لیے ▁ایک . ہی ▁گی ٹ ▁ہے ▁اور ▁خدا ن خواست ہ ▁ہنگام ی ▁صورتحال ▁میں ▁بہت ▁جان ی ▁نقصان ات ▁کا ▁خدش ہ ▁ہے . ▁میں ▁آر ▁سی ▁ڈی ▁روڈ ▁پر ▁واقع ▁ہونے ▁کی ▁وجہ ▁سے ▁تمام ▁تر ▁ٹریفک ▁کی ▁معطل ی ▁دن ▁بھر ▁رہے ▁گی ▁اور ▁دیگر ▁سی کی وری ٹی ▁مسائل ▁الگ ▁سے ▁ہوں ▁گے .
▁یہ ▁بھی ▁پڑھیں : ▁ڈونلڈ ▁ٹرمپ ▁کے ▁ٹو ئٹ ▁پر ▁پاکستانی ▁سیاست دان وں ▁کا ▁سخت ▁ردعمل
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے

▁حسن ▁تیم ور : ▁بہت ▁عمد ہ ▁سر ▁یہ ▁کسی ▁عالمی ▁ادب ▁سے ▁کم ▁ہے ▁کیا ▁جو ▁ اط ہر شا ہ ▁نے ▁تخلیق ▁کیا ▁ہے ▁، ، اور ▁ہر ▁اس ...
▁کراچی ▁کن گز ▁کے ▁غیر ▁ملکی ▁کرکٹ رز ▁واپس ▁چلے ▁گئے

▁ترکی ▁میں ▁16 56 ▁سوشل ▁میڈیا ▁صارف ▁گرفتار ▁کیے ▁گئے : ▁رپورٹ
▁شیئر نگ ▁کے ▁بارے ▁میں
▁آپریشن ▁سے ▁پہلے ▁کچھ ▁عسکری ت ▁پسند ▁بھاگ ▁گئے ، ▁سر تاج ▁عزیز
▁وہ ▁سی ▁ایس ▁ایس ▁کرکے ▁بڑا ▁افسر ▁بن ▁جاتا ہے ‘ ▁وہ ▁وزیر ▁ہوجاتا ہے ▁یا ▁وہ ▁صنعت ▁کار اور ▁کار خان ے ▁دار ▁بن ▁جاتا ہے ▁تو ▁ہم ▁اسے ▁” او ئے “ ▁کہہ ▁کر ▁ناراض ▁کردی تے ▁ہیں ‘ ▁ہم ▁اس ▁سے ▁ فاصل ے ▁پر ▁چلے ▁جاتے ▁ہیں ‘ ▁کیا ▁ہمارا ▁روی ہ ▁عقل ی ▁لحاظ ▁سے ▁درست ▁ہے ؟“ ▁میرے ▁دوست ▁نے ▁ن فی ▁میں ▁سر ہ لا دیا ‘ ▁میں ▁نے ▁اس ▁سے ▁کہا ▁” ہم ▁کتنے ▁بے ▁ وقوف ▁لوگ ▁ہیں ‘ ▁ہمارا ▁دوست ▁جب ▁ہماری ▁طرح ▁بے ▁بس ‘ ▁بے ▁اختیار ▁اور ▁غریب ▁تھا ▁تو ▁ہم ▁اس ▁کی ▁عزت ▁کرتے ▁رہے ▁لیکن ▁جب ▁وہ ▁ہماری ▁مدد ▁کرنے ▁کے ▁قابل ▁ہوا ▁تو ▁ہم ▁نے ▁اس ▁کی ▁بے ▁عزت ی ▁شروع ▁کردی ‘ ▁ہم ▁نے ▁اسے ▁ناراض ▁کردیا “ ▁میں ▁خاموش ▁ہوگیا ۔
▁11 /01/ 2018 ▁ڈاکٹر ▁محمد ▁تق ی ▁Comments ▁Off ▁on ▁ا ئیر ▁مارشل ▁اصغر ▁خان ▁کی ▁یاد ▁میں
▁تحریک ▁منہ اج ▁القرآن ▁کے ▁سربراہ ▁ علامہ ▁طاہر ▁القادر ی ▁بھی ▁اپنے ▁ساتھ یوں ▁کے ▁ساتھ ▁اسلام ▁آباد ▁آئے ▁ہیں ، ▁جو ▁پاکستان ▁کے ▁نظام ▁میں ▁تبدیلی ▁کے ▁لیے ▁انتخابی ▁اصلاحات ▁چاہتے ▁ہیں ▁اور ▁اس ▁سلسلے ▁میں ▁ان ▁کی ▁نظر یں ▁پاکستان ▁فوج ▁پر ▁ہیں ▁کہ ▁وہ ▁ان ▁کی ▁کامیابی ▁کو ▁کند ھا ▁د ے۔
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو

▁تلاش ▁پر ▁جائیں
▁صحت ▁سے ▁متعلق ▁ٹی وب
▁رسائی ▁کے ▁لیے ▁لنک
▁او پن ▁یونیورسٹی ▁غریب ▁طلب ہ ▁کو ▁فیس ▁میں ▁رعایت ▁اور ▁وظائف ▁فراہم ▁کر ▁رہی ▁ہے ، ▁وائس ▁چانسلر
▁مقبوضہ ▁کشمیر ، ▁2 ▁دن ▁میں ▁4 ▁نوجوان ▁شہید
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁الیکشن ▁ایپ لٹ ▁ ٹری بون ل ▁نے ▁گزشتہ ▁روز ▁ترجمان ▁تحریک ▁انصاف ▁فواد ▁چوہدری ▁کے ▁ان ▁کے ▁آب ائی ▁حلق ے ▁این ▁اے ▁67 ▁ جہ لم ▁سے ▁کاغذ ات ▁مسترد ▁کیے ▁تھے ▁جسے ▁انہوں ▁نے ▁لاہور ▁ہائیکورٹ ▁میں ▁چیلنج ▁کیا۔
▁سعودی ▁ولی ▁عہد ▁کا ▁دنیا ▁کے ▁لیے ▁پیغام ▁سو سن ▁ال شاعر
▁جاوید ▁اقبال ▁دور ▁کی ▁نیب ▁کارکردگی ، 11 ▁ماہ ▁میں ▁ 476 ▁افراد ▁گرفتار
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁متحدہ ▁عرب ▁امارات
▁آپ ▁نے ▁فرمایا ▁کہ ▁امریکا ▁کی ▁جانب ▁سے ▁مذاکرات ▁کی ▁پیش کش ▁کوئی ▁نئی ▁بات ▁نہیں ▁ہے ▁انقلاب ▁کی ▁کامیابی ▁کے ▁آغاز ▁سے ▁ہی ▁وہ ▁مذاکرات ▁کی ▁باتیں ▁کرتے ▁آئے ▁ہیں ▁لیکن ▁ہم ▁امریکا ▁جیسی ▁دھو کے ▁باز حکومت ▁سے ▁جو ▁کبھی ▁بھی ▁اپنے ▁وعد وں ▁پر ▁عمل ▁نہیں ▁کرتی ▁مذاکرات ▁نہیں ▁کریں ▁گے۔ ▁آپ ▁نے ▁امریکا ▁کی ▁دھو کہ ▁بازی ▁اور ▁وعدہ ▁خلاف یوں ▁کا ▁ذکر کر تے ▁ہوئے ▁فرمایا ▁کہ ▁اس ▁کی ▁تازہ ▁مثال ▁یہ ▁ایٹم ی ▁معاہدہ ▁ہے ▁جس ▁کی ▁امریکا ▁نے ▁پابندی ▁نہیں ▁کی۔
▁ ْ او پن ▁یونیورسٹی ▁دو ▁لاکھ ▁سا ٹھ ▁ہزار ▁سے ▁زائد ▁طلب ہ ▁کو کت ب ▁ارسال ▁کر چک ی ▁ہی ، ْ ▁ترس یل ▁کا ▁عمل ▁جاری ▁ہے
▁آئ س ▁کریم ▁اور ▁بر گر ▁کھ ائیں ▁گے
▁تفصیلات ▁کے ▁مطابق ▁ن ند تا ▁د اس ▁کے ▁والد ▁جو ▁بالی ▁ووڈ ▁کی ▁کئی ▁فلم وں ▁میں ▁اپنی ▁صلاحیت وں ▁کا ▁لو ہا ▁من وا ▁چکے ▁ہیں ▁ا ُ ن ▁پر ▁ایک ▁روز ▁قبل ▁دو ▁خواتین ▁نے ▁جنسی ▁ہر اس اں ▁کرنے ▁کا ▁الزام ▁عائد ▁کیا۔
▁تحقیق ▁کے نت ی جے ▁سے ▁ثابت ▁ہوا ▁کہ ▁، ▁گھ برا ہ ٹ ▁کے ▁ٹیسٹ ▁میں ▁زیادہ ▁اس کور ▁بنانے ▁والوں ▁نے کم ▁اس کور حا صل ▁کرنے ▁والوں ▁کے ▁مقابلے میں ▁خطر ے ▁کو زی اد ہ ▁نزدیک ▁سے مح سوس ▁کیا ▁اور ▁چہرے ▁سے ▁20 ▁سینٹ ی ▁میٹر ( 8 ان چ ▁) کے ▁ فاصل ہ ▁سے م تحر ک ▁کرنے ▁پر ش دید ▁دفاعی ▁ردعمل ▁کا ▁اظہار ▁کیا ▁۔
▁ل ھ ذا ▁اگر ▁مسلمانوں ▁کی ▁پس ما ندگی ▁کی ▁سب ▁سے ▁ا ھم ▁وجہ ▁ان ▁کے ▁درمیان ▁پایا ▁جانے ▁والا ▁اختلاف ▁ ھے ▁تو ▁اس ▁کا ▁مطلب ▁یہ ▁ ھے ▁کہ ▁اس ▁پس ما ندگی ▁کو ▁قبر ▁تاریخ ▁میں ▁دفن ▁کرکے ▁ھ مہ ▁جھ تی ▁ترقی اتی ▁منزل وں ▁تک ▁پھ ون چ نے ▁کا ▁سب ▁سے ▁بھ ترین ▁اور ▁پر ▁امید ▁راستہ ▁اتحاد ▁ھ ے۔
▁[ 68 :20 ] ▁پس ▁تیر ے ▁رب ّ ▁کی ▁طرف ▁سے ▁ا ُ س ▁( باغ ) ▁پر ▁ایک ▁گھو م نے ▁والا ▁( ع ذ اب ) ▁پ ِ ھر ▁گیا ▁جبکہ ▁وہ ▁سو ئے ▁ہوئے ▁تھے۔
▁سعودی ▁عرب ▁نے ▁غیر ▁قانونی ▁تار کین ▁وطن ▁کو ▁مزید ▁ایک ▁ماہ ▁کی ▁مہ لت ▁دیدی ▁_ ▁Al ▁Qa mar ▁Online
▁دوسرے ▁کار نامہ ▁کے ▁متعلق ▁’’ شا ہ ▁عبد ▁العز یز ▁م حدث ▁ دہ لو ی ؒ ▁اور ▁ان ▁کی ▁علمی ▁خدمات ▁‘‘ ▁کی ▁مصنف ہ ▁لکھ تی ▁ہیں ▁:
▁ہم ▁سے ▁رابطہ ▁کریں
▁اسلام ▁کا ▁عالمی ▁پیغام ▁اور ▁اہل ▁علم ▁کا ▁فرض
▁پچھلے ▁چار ▁سال وں ▁سے ▁اپنی ۱۴ ؍ ▁سالہ ▁نا بالغ ▁بیٹی ▁کی ▁ع صمت ▁ریزی ▁کرنے ▁والا ▁باپ ▁گرفتار
▁ایس ▁ایم ▁من یر ▁نے ▁کہا ▁کہ ▁یو ▁بی ▁جی ▁گروپ ▁نے ▁ایف ▁پی ▁سی ▁سی ▁آئی ▁سے ▁بھی ▁آلودگی وں ▁کا ▁خاتمہ ▁کیا اور ▁ماحول ▁بہتر ▁بنایا ▁، وہ ▁افراد ▁جو ▁بزن س ▁کمیونٹی ▁کے ▁اس ▁ نمائندہ ▁ادارے ▁کو ▁زنگ ▁آل ود ▁کررہے ▁تھے ▁انہیں ▁ووٹ وں ▁کی ▁طاقت ▁سے ▁نکال ▁باہر ▁کیا اور دس مبر 2018 کے ▁فی ڈر یشن ▁انتخابات ▁میں ▁بھی ▁گر ہن ▁لگے ▁ہوئے ▁اپوزیشن ▁رہنما ئ وں ▁کو ▁بزن س ▁کمیونٹی ▁کی ▁طاقت ▁سے ▁پانچ ویں ▁شکست ▁دیں ▁گے۔
▁44 ▁سالہ ▁اداکارہ ▁نے ▁طلاق ▁لینے ▁کے ▁بعد ▁خود ▁سے ▁11 ▁سال ▁چھوٹے ▁اداکار ▁سے ▁تعلقات ▁است وار ▁کرلی ے۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁مواد ▁پر ▁جائیں
▁16 ▁سال ▁کی ▁عمر ▁میں ▁شوی تا ▁کی ▁زندگی ▁میں ▁ایک ▁نیا ▁م وڑ ▁اس ▁وقت ▁آيا ▁جب ▁وہ ▁ایک ▁غیر سر کاری ▁تنظیم ▁سے ▁وابستہ ▁ہوئی ں۔ ▁تنظیم ▁کی ▁ بانی ▁را بن ▁چور سیا ▁بت اتی ▁ہیں ▁ ’ شو ی تا ▁کا ▁ہمیشہ ▁سے ▁امریکہ ▁جانے ▁کا ▁خواب ▁تھا۔ ▁وہ ▁پڑھ ائی ▁میں ▁اچھی ▁تھی ▁اور ▁ہمارے ▁ساتھ ▁آ ▁کر ▁اس ▁کے ▁اعتماد ▁میں ▁اور ▁ نک ھار ▁آیا ۔ ‘
▁برطانیہ ▁کے ▁شہر ▁مان چ سٹر ▁میں ▁دو ▁دھماکے ، ▁19 ▁ہلاک ، ▁50 ▁زخمی ▁+ ▁ویڈیو ز ▁- ▁تسنیم ▁نیوز ▁ایجنسی
▁امریکی ▁کانگریس ▁مین ▁ڈی نا ▁رو را ▁بی کر ▁کی ▁’’ مہ اجر وں ▁کا ▁مستقبل ‘‘ ▁کے ▁عنوان ▁سے ...
▁ہمارے ▁ہاں ▁جہاں ▁دیگر ▁ہا ٹ ▁ ایش وز ▁ہیں ▁وہاں ▁دو ہری ▁شہری ت ▁کا ▁معاملہ ▁بھی ▁ایسا ▁ہے ▁جو ▁...
▁اللہ ▁تعالی ٰ ▁ان ▁کو ▁ہدایت ▁نصیب ▁فرما ئے ▁( آم ین )
▁پچھلے ▁ا دوار ▁میں ▁ایک ▁ملک ▁سے ▁دوسرے ▁ملک ▁جانا ▁کسی ▁ص عوب ت ▁سے ▁کم ▁نہ ▁تھا ایک ▁علاقے ▁سے ▁دوسرے ▁علاقے ▁میں جان ے ▁کے ▁لیے ▁سی نک ڑوں ▁اور ▁ہزاروں ▁میل ▁کا ▁سفر ▁پی دل ▁طے کیا ▁جاتا ▁تھا ▁یا ▁پھر ▁جانور وں ▁کا ▁سہ ارا ▁لیا ▁جاتا ▁تھا ▁جس ▁کی ▁بناء ▁پر اک ثر ▁افراد ▁اپنے ▁ہی ▁دی س ▁میں ▁ سکو نت ▁اختیار ▁کرنے ▁کو ▁ترجیح ▁دیا ▁کرتے ▁تھے ▁مگر ▁آج ▁دنیا ▁ایک ▁قص بہ ▁کی ▁مانند ▁سم ٹ ▁چکی ▁ہے ▁جہاں ▁سفر ▁کرنا ▁سہ ل ▁ترین ▁اور ▁دی س ▁دی س ▁گھو م نا ▁لوگوں ▁کا ▁م شغل ہ ▁بن ▁چکا ▁ہے ▁جس ▁کی ▁بنا ▁پر ▁لوگوں ▁کو ▁دوسرے ▁مما ▁لک ▁کی ▁تہذیب ▁و ▁ثقافت ▁کو ▁بہت ▁نزدیک ▁سے ▁دیکھنے ▁کا ▁اچھا ▁موقع ▁فراہم ▁ہورہا ▁ہے ▁اور ▁یہی ▁وجہ ▁ہے ▁کہ ▁آج ▁کا ▁انسان ▁ایک ▁ہی ▁وقت ▁میں ▁مختلف ▁زبان وں ▁پر ▁عبور ▁و مہ ارت ▁رکھتا ہے ▁یا ▁پھر ▁مہ ارت ▁حاصل ▁کرنے ▁کے ▁لیے ▁کو ش اں ▁رہتا ▁ہے ▁۔
▁کرکٹ ر ▁آصف ▁نے ▁ ثنا ▁حلال ▁سے ▁شادی ▁کرلی ▁ہے ، ▁دعوت ▁ولی مہ ▁کل ▁تھی ▁جبکہ ▁وینا ▁ملک ▁اس ▁سے ▁پہلے ▁کہہ ▁چکی ▁ہیں ▁کہ ▁وہ ▁اس ▁شادی ▁کو ▁کامیاب ▁نہیں ▁ہونے ▁دے ▁گی ▁کیونکہ ▁آصف ▁پہلے ▁میرے ▁ساتھ ▁نکاح ▁کر چک ا ▁ہے۔
▁فی ▁الحال ▁تحفظ ات ▁کے ▁فیصد ▁میں ▁اضافہ ▁کی ▁کوئی ▁تجویز ▁نہیں
▁عام ▁طور ▁پر ▁کی ▁د ُ م ▁جو ▁پچ ▁کو ▁کنٹرول ▁کرنے ▁کے ▁لئے ▁استعمال ▁کیا ▁جاتا ▁ہے ، ▁پر ▁اف قی ▁سٹی بل ائز ر ▁سے ▁منسلک ▁ایک ▁متحرک ▁اف قی ▁ای رف وال ، ▁۔ ▁یہ ▁عام ▁طور ▁پر ▁اسے ▁اوپر ▁اور ▁...
▁ایک ▁تبصرہ ▁شائع ▁کریں
▁" غز و ۂ ▁ذات ▁الر فاع ▁سے ▁مسلمان ▁لوٹ ▁رہے ▁تھے۔ ▁ہر ▁ایک ▁کا ▁دل ▁چاہتا ▁تھا ▁کہ ▁جلد ▁سے ▁جلد ▁گھر ▁پہنچ ▁جائے۔ " ▁( ▁١٩ ٨ ٥ ء ، ▁روشنی ، ▁١ ٧ ٠ ▁)
▁شہر ▁کی ▁خبریں

▁تحریک ▁انصاف ▁اور ▁ایم ▁کیو ▁ایم ▁اپنا ▁اپوزیشن ▁لیڈر ▁لانے ▁پر ▁متفق
▁اگر ▁سیاست ▁میں ▁آمر انہ ▁سوچ ▁رکھنے ▁والوں ▁کی ▁جانب ▁سے ▁یہی ▁سب ▁کچھ ▁جمہوریت ▁کے ▁نا ▁م ▁پر ▁چل تا ▁رہا ▁تو ▁غریب ▁عوام ▁کے ▁حصے ▁میں ▁غربت ، ▁بھوک ▁ن نگ ▁اور ▁لا چار ی ▁ہمیشہ ▁کی ▁طرح ▁پر وان ▁چڑھ ے ▁گی۔ ▁خدا را ▁پاکستان ▁پر ▁رحم ▁کیجئے ۔
▁ایران ▁اور ▁روس ▁کے ▁درمیان ▁مختلف ▁شعب وں ▁میں ▁پارلیمان ی ▁تعاون ▁کو ▁فروغ ▁دیئے ▁جانے ▁کی ▁ضرورت ▁ہے
▁وزیر ▁اعظم ▁پاکستان ▁کا ▁سعودی ▁عرب ▁میں ▁پ ُ رت پا ک ▁استقبال ، بی ت ▁اللہ ▁کا ▁دروازہ ▁خصوصی ▁طور ▁پر ▁کھول ▁دیا ▁گیا۔
▁کراچی ▁میں ▁ایم ▁کیو ▁ایم ▁پاکستان ▁کے ▁رہنماؤں ▁کے ▁ہمراہ ▁پریس ▁کانفرنس ▁کرتے ▁ہوئے ▁خالد ▁مقبول ▁صدیقی ▁کا ▁کہنا ▁تھا ▁کہ ▁سپریم ▁کورٹ ▁نے ▁اپنے ▁فیصلے ▁کے ▁تحت ▁می ئر ▁کراچی ▁کو ▁تجاوز ات ▁کے ▁خاتمے ▁کیلئے ▁می نڈ یٹ ▁دیا۔
▁طارق ▁محمود ▁چوہدری
▁ا ُ نھوں ▁نے ▁کہا ▁کہ ، ▁ ’ ا ِ س ▁دہشت ▁گرد ▁گروہ ▁کے م قا صد ▁مض موم ▁نوعی ت ▁کے ▁ہیں ، ▁جن ▁کا ▁اسلام ▁سے ▁کوئی ▁تعلق ▁نہیں ‘ ۔
▁کی ل نڈر ▁ڈ ائون ▁لوڈ ▁کرنے ▁کے ▁لیے ▁تصویر ▁پر ▁کلک ▁کریں
▁مواد ▁پر ▁جائیں
▁اعظم ▁مع راج ▁کراچی ▁کے ▁پرا پر ٹی ▁ڈی لر ▁ہیں۔ ▁چند ▁برس ▁پہلے ▁ان ▁کی ▁والد ہ ▁اور ▁بھائی ▁ایک ▁بس ▁میں ▁گو جر انو الہ ▁میں ▁اپنے ▁آب ائی ▁گاؤں ▁جا ▁رہے ▁تھے ...
▁ہو ▁سکتا ▁ہے ▁یہ ▁دیوان ے ▁کا ▁خواب ▁ہو ▁لیکن ▁میں ▁پوری ▁کوشش ▁کر وں ▁گا ▁کہ ▁ہماری ▁قوم ▁کی ▁سوچ وں ▁پر ▁جو ▁پہ رے ▁مولوی ▁نے ▁ب ٹھ ائے ▁ہیں ، ▁ان ▁سے ▁اس ▁قوم ▁کو ▁نجات ▁دل اؤں ...

▁ملنے ▁کی ▁کوئی ▁راہ ▁بن اؤ ▁تو ▁مل یں ▁گے

▁داخل ▁ہوں ▁/ ▁شمولیت ▁اختیار ▁کریں
▁نتائج ▁ملاحظ ہ ▁کریں
▁میرے اب و ▁کو ▁آج ▁بھی ▁اپنی ▁ہ جر ت ▁کی ▁مجبور ی ▁یاد ▁ہے ، ▁اور ▁بات ▁کرتے ▁وہ ▁جذبات ی ▁بھی ▁ہو ▁جاتے ▁ہیں ، ▁مگر ▁میں ▁آج ▁سرحد ▁کے ▁اس ▁پار ، ▁ان ▁تمام ▁کو ▁معاف ▁کرتا ▁ہوں ▁کہ ▁جو ▁کسی ▁بھی ▁حوالے ▁سے ▁میرے ▁خاندان ▁کے ▁ب ڑوں ▁کو ▁کا ٹ نے ▁کے ▁مجرم ▁رہے۔ ▁نفرت ▁کے ▁بی ج ▁سے ▁نفرت ▁ہی ▁ اگ تی ▁ہے ، ▁نفرت ▁صرف ▁آگے ▁ہی ▁بڑھ ▁جانے ▁سے ▁ختم ▁ہوتی ▁ہے۔
▁الجزائر ▁کے ▁فٹ بال ر ▁ریاض ▁مہ ریز ▁نے ▁اپنے ▁جا رح انہ ▁کھیل ▁سے لی سٹر ▁سٹی ▁فٹ بال ▁کلب ▁کو پ ہ لی ▁باران گل ش ▁پر یم یئر ▁لیگ ▁چی مپ ئن ▁بن و ایا ۔انہوں نے رو اں ▁سال ’ ’ ▁سپر ▁اسٹ ار ▁مسلم ▁ان ▁ا سپورٹس ▁‘‘ کا ▁ایوارڈ ▁اپنے ▁نام ▁کیا۔ ▁فرانس ▁میں ▁پیدا ▁ہونے ▁والے ▁فٹ ▁بالر ▁نے ▁الجزائر ▁فٹ ▁بال ▁ٹیم ▁سے ▁اپنے ▁بین ▁الاقوامی ▁کی ر ئیر ▁کا ▁آغاز ▁کیا اور ▁2014 کے ور ل ڈ ▁کپ ▁میں ▁پہلی ▁بار ▁الجزائر ▁کی ▁نمائند گی ▁کی۔ ▁انہیں ▁پر یم یئر ▁لیگ ▁ٹیم ▁آف ▁دی ▁ا ئیر ، ▁لی سٹر ▁سٹی ▁پل یئر ▁آف ▁دی ▁ایئر ▁، ▁بی ▁بی ▁سی ▁ا فری ق ین ▁فٹ ▁بالر آ ف ▁دی ▁ا ئیر ، ▁الجزائر ف ٹ ▁با ▁ لر ▁آف ▁دی ▁ا ئیر ▁سمیت ▁کئی ▁ایوارڈ ز سے ▁نواز اج اچ کا ▁ہے۔
▁طلب ▁برکت ▁دو ▁بات وں ▁سے ▁خالی ▁نہیں ▁ہے :
▁رہ وڈ ▁آئی ▁لینڈ : ▁امریکی ▁خل ائی ▁ماہرین ▁نے ▁دریافت ▁کیا ▁ہے ▁کہ ▁چاند ▁پر ▁ہماری ▁سابق ہ ▁معلومات ▁کے ▁مقابلے ▁میں ▁کم ▁از ▁کم ▁4 ▁گ نا ▁زیادہ ▁پانی ▁موجود ▁ہے ▁جو ▁وہاں ▁خاصی ▁گ ہر ائی ▁میں ▁واقع ▁ہے۔ ▁چاند ▁کے ▁بارے ▁میں ▁سائنس ی ▁طور ▁پر ▁عام ▁خیال ▁ہے ▁کہ ▁یہ ▁ایک ▁خشک ▁اور ▁بے ▁آب ▁و ...
▁بی ▁بی ▁سی ▁کے ▁بارے ▁میں
▁گھر ▁پہنچے ▁تو ▁خاتون ▁کو ▁فری ش ▁کروا ▁کے ▁دوبارہ ▁عروس ی ▁لباس ▁سے ▁م زین ▁کر ▁دیا ▁گیا ▁اور ▁اب ▁ہم ▁حج لہ ▁عروس ی ▁میں ▁تھے۔ ▁ا رمان وں ▁نے ▁ انگ ڑ ائی ▁لی ▁اور ▁جوان ▁ہو ▁گئے۔ ▁ہم ▁جو ▁قریب ▁گئے ▁تو ▁اب ▁وہ ▁ہو ش ▁میں ▁تھیں۔ ▁ان ▁کے ▁ہو ش ▁نے ▁ہمارے ▁ہو ش ▁ا ڑا ▁دی ے۔ ▁تھ وڑ ی ▁دیر ▁میں ▁دروازے ▁پر ▁دست ک ▁ہوئی۔ ▁بڑے ▁بھائی ▁کی ▁ادا س ▁آواز ▁آئی ۔ ▁” شم شاد ▁تم ھ یں ▁ایم ر جنس ی ▁کال ▁کر ▁لیا ▁گیا ▁ہے ، ▁حملہ ▁ہوا ▁ہے ▁بیٹا ▁فورا ً ▁پہنچ نا ▁ہے ‘‘ ۔
▁گورنر ▁نے ▁سکا سٹ ▁کشمیر ▁کی ▁ٹیم ▁کو ▁آئی ▁آئی ▁جی ▁پی ▁یونیورسٹی ▁چیلنج ▁میں ▁بہترین
▁اختیار ▁اور ▁وسائل ▁سارے ▁کے ▁سارے ▁حکومت ▁کے ▁پاس ▁تھے ، اس د ▁عمر
▁اپنے ▁خیالات ▁کا ▁اظہار ▁کریں۔
▁کانگریس ▁کے ▁مسلم ▁امیدوار وں ▁کو ▁کامیاب ▁بنانا ▁مسلمانوں ▁کی ▁ذم ہ ▁داری
▁نواب ▁ڈاکٹر ▁ا مبر ▁شہزاد ہ ▁کا ▁کہنا ▁ہے ▁کہ ▁عمران ▁خان ▁کی ▁سیاست ▁جھوٹ ▁پر ▁مبنی ▁ہے ▁جبکہ ▁وہ ▁ری حام ▁خان ▁سے ▁بے ▁حد ▁متاثر ▁ہیں۔ ▁انہوں ▁نے ▁ری حام ▁خان ▁سے ▁گل ہ ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁جب ▁انہوں ▁نے ▁عمران ▁خان ▁سے ▁شادی ▁کی ▁اس ▁وقت ▁میں ▁کیوں ▁نظر ▁نہیں ▁آیا ۔ ▁ا مبر ▁شہزاد ہ ▁نے ▁کہا ▁کہ ▁ان ▁کے ▁دروازے ▁اب ▁بھی ▁ری حام ▁خان ▁کیلئے ▁کھل ے ▁ہیں۔
▁ امی تاب ھ ▁بچ ن ▁اور ▁بیٹی ▁کے ▁اشتہار ▁پر ▁تنازع ہ
▁17 ) ▁تب سم ▁ہے ▁وہ ▁ہو نٹ وں ▁پر ▁جو ▁دل ▁کا ▁کام ▁کر ج ائے
▁اردو ▁نیوز ▁شو
▁انہوں ▁نے ▁کہا ▁کہ ▁وہ ▁اب ▁یہ ▁چاہتے ▁ہیں ▁کہ ▁عوام ▁گیا رہ ▁مئی ▁کو ▁اپنی ▁تقدیر ▁بدل نے ▁کے ▁لیے ▁کی ▁خود ▁ذم ے ▁داری ▁ل یں۔
▁ ِ ▁ 0.01 ▁- ▁انت ساب ▁ ِ ▁1 ▁- ▁مراقب ہ ▁کیا ▁ہے ؟ ▁ ِ ▁2 ▁- ▁زمان ▁و ▁مکان ▁کیا ▁ہے ؟ ▁ ِ ▁3 ▁- ▁لوح ِ ▁محفوظ ▁ ِ ▁4 ▁- ▁خالق ِ ▁خدا ▁ ِ ▁5 ▁- ▁اللہ ▁تعالی ٰ ▁نظر ▁کیوں ▁نہیں ▁آتے ؟ ▁ ِ ▁6 ▁- ▁اللہ ▁تعالی ٰ ▁کی ▁امان ت ▁کے ▁حصول ▁کے ▁بعد ▁ظالم ▁اور ▁ج اہل ▁کیسے ؟ ▁ ِ ▁7 ▁- ▁کون سی ▁طرز ِ ▁فکر ▁اللہ ▁کے ▁قریب ▁کرتی ▁ہے ؟ ▁ ِ ▁8 ▁- ▁روحانی ▁طرز ِ ▁فکر ▁کا ▁تجزیہ ▁ ِ ▁9 ▁- ▁روحانی ت ▁میں ▁سب ▁سے ▁پہلے ▁کیا ▁ضروری ▁ہے ؟ ▁ ِ ▁10 ▁- ▁طرز ِ ▁فکر ▁کی ▁منتقل ی ▁کس ▁قانون ▁سے ▁ہوتی ▁ہے ؟ ▁ ِ ▁11 ▁- ▁زمان ▁( Time ) ▁کی ▁حدود ▁ ِ ▁12 ▁- ▁نفس ▁کیا ▁ہے ؟ ▁ ِ ▁13 ▁- ▁درست ▁طرز ِ ▁فکر ▁کون سی ▁ہے ؟ ▁ ِ ▁14 ▁- ▁م رشد ▁کو ▁ظاہر ی ▁آن کھ ▁سے ▁نہ ▁دیکھا ▁ہو ▁ ِ ▁15 ▁- ▁کیا ▁مراقب ہ ▁خواب ▁کا ▁ت سلسل ▁ہے ؟ ▁ ِ ▁16 ▁- ▁اللہ ▁تعالی ٰ ▁کے ▁درمیان ▁حجاب ▁ ِ ▁17 ▁- ▁اللہ ▁تعالی ٰ ▁بہترین ▁خالق ▁ہیں ▁ ِ ▁18 ▁- ▁اللہ ▁تعالی ٰ ▁ہر ▁چیز ▁پر ▁محیط ▁ہیں ▁ ِ ▁19 ▁- ▁اللہ ▁تعالی ٰ ▁کے ▁علم ▁کا ▁عکس ▁ ِ ▁20 ▁- ▁کائنات ▁کے ▁تخلیق ی ▁خ دو خال ▁ ِ ▁21 ▁- ▁کسی ▁چیز ▁کو ▁سمجھ نے ▁کے ▁لئے ▁بنیادی ▁عمل ▁نظر ▁ہے ▁ ِ ▁22 ▁- ▁اللہ ▁تعالی ٰ ▁کی ▁صفات ▁ ِ ▁23 ▁- ▁علم ▁است د راج ▁اور ▁علم ▁نور ی ▁میں ▁فرق ▁ ِ ▁24 ▁- ▁روحانی ▁ تصر ّ ف ▁کیا ▁ہے ؟ ▁ ِ ▁25 ▁- ▁اختیار ی ▁اور ▁غیر ▁اختیار ی ▁طرز ِ ▁فکر ▁ ِ ▁26 ▁- ▁بخ یلی ▁اور ▁س خا وت ▁ ِ ▁27 ▁- ▁زندگی ▁کی ▁بنیاد ▁ ِ ▁28 ▁- ▁حقیقت ▁م ُ طل َ ق ہ ▁کیا ▁ہے ؟ ▁ ِ ▁29 ▁- ▁یقین ▁کے ▁کیا ▁عوامل ▁ہیں ؟ ▁ ِ ▁30 ▁- ▁کیا ▁اللہ ▁تعالی ٰ ▁نے ▁زمین ▁و ▁آسمان ▁سب ▁م سخر ▁کر ▁دیا ؟ ▁ ِ ▁31 ▁- ▁ش ُ ہ ود ▁کی ▁قسم یں ▁ ِ ▁32 ▁- ▁سائنس ی ▁ایجاد ات ▁ ِ ▁33 ▁- ▁علم ▁کی ▁حیثیت ▁ ِ ▁34 ▁- ▁کیا ▁قرآن ی ▁آیات ▁پڑھ نی ▁چاہ ئیں ؟ ▁ ِ ▁35 ▁- ▁تع وی ذ ▁کے ▁اندر ▁کون سی ▁طاقت ▁ہے ؟ ▁ ِ ▁36 ▁- ▁ف ِ ق ہی ▁علم ▁کیا ▁ہے ؟ ▁ ِ ▁37 ▁- ▁سلطان ▁کیا ▁ہے ؟ ▁ ِ ▁38 ▁- ▁م ٹھا س ▁یا ▁نمک ▁ ِ ▁39 ▁- ▁خیال ی ▁اور ▁حقیقی ▁خواب ▁ ِ ▁40 ▁- ▁دعا ▁آسمان ▁سے ▁کیوں ▁پھینک ی ▁جاتی ▁ہے ؟ ▁ ِ ▁41 ▁- ▁م رشد ▁کس ▁طرح ▁فیض ▁منتقل ▁کرتا ▁ہے ؟ ▁ ِ ▁42 ▁- ▁کتنی ▁نی ند ▁کرنی ▁چاہئے ؟ ▁ ِ ▁43 ▁- ▁کیا ▁رنگ ین ▁روشن یاں ▁غذا ئی ▁ضروری ات ▁پوری ▁کرتی ▁ہیں ؟ ▁ ِ ▁44 ▁- ▁طریق ت ▁اور ▁شریعت ▁ ِ ▁45 ▁- ▁روح ▁کا ▁عرفان ▁ ِ ▁46 ▁- ▁عام ▁آدمی ▁اور ▁مؤمن ▁میں ▁فرق ▁ ِ ▁47 ▁- ▁حساب ▁کتاب ▁کیا ▁ہوتا ▁ہے ؟ ▁ ِ ▁48 ▁- ▁است غن ائی ▁طرز ِ ▁فکر ▁ ِ ▁49 ▁- ▁خود ▁تر غی بی ▁کیا ▁ہے ؟ ▁ ِ ▁50 ▁- ▁کیفیت ▁اور ▁خیال ▁میں ▁فرق ▁ ِ ▁51 ▁- ▁حضور ▁نبی ▁کریم ▁صلى ▁الله ▁عليه ▁وسلم ▁کا ▁ارشاد ▁ ِ ▁52 ▁- ▁ت دل ّ ی ٰ ▁اور ▁علم ▁الا سماء ▁ ِ ▁53 ▁- ▁ارتقا ئی ▁منا زل ▁ ِ ▁54 ▁- ▁نور ِ ▁با طن ▁ ِ ▁55 ▁- ▁ذہن ▁بیمار ▁یا ▁جسم ▁بیمار ▁ ِ ▁56 ▁- ▁روح ▁کہاں ▁جاتی ▁ہے ؟ ▁ ِ ▁57 ▁- ▁علم ▁الغ یب ▁کیا ▁ہے ؟ ▁ ِ ▁58 ▁- ▁اللہ ▁کا ▁پسند ید ہ ▁بند ہ ▁ ِ ▁59 ▁- ▁ف نا ▁و ▁بقا ▁کیا ▁ہے ؟ ▁ ِ ▁60 ▁- ▁رنج ▁و ▁غم ▁کیوں ▁جمع ▁ہوتے ▁ہیں ؟ ▁ ِ ▁61 ▁- ▁و َ حد ت ▁ال وجود ▁اور ▁و َ حد ت ▁الش ُ ہ ود ▁ ِ ▁62 ▁- ▁دماغ ▁میں ▁دو ▁کھ رب ▁خان ے ▁ ِ ▁63 ▁- ▁قلم ▁خشک ▁ہو ▁گیا ▁ ِ ▁64 ▁- ▁ترقی ▁کا ▁فس وں ▁ ِ ▁65 ▁- ▁کون ▁سا ▁رنگ ▁کون ▁سا ▁پتھر ؟ ▁ ِ ▁66 ▁- ▁نماز ▁میں ▁حضور ِ قلب ▁پیدا ▁ہو ▁ ِ ▁67 ▁- ▁روحانی ▁تفسیر ▁ ِ ▁68 ▁- ▁روح ▁سے ▁و ُ ق وف ▁حاصل ▁کرنا ▁ ِ ▁69 ▁- ▁نظر ▁کا ▁قانون ▁ ِ ▁70 ▁- ▁زمان ▁و ▁مکان ▁( Time ▁And ▁Space ) ▁ ِ ▁71 ▁- ▁شجر ِ ▁ممنوع ہ ▁کیا ▁ہے ؟ ▁ ِ ▁72 ▁- ▁کائنات ▁کا ▁بنیادی ▁مس الہ ▁ ِ ▁73 ▁- ▁ا ِ رت ک از ِ ▁ توج ّ ہ ▁ ِ ▁74 ▁- ▁جسم ▁میں ▁لطیف ے ▁ ِ ▁75 ▁- ▁مادر ی ▁زبان ▁میں ▁خیالات ▁ ِ ▁76 ▁- ▁ت صو ّ ر ِ ▁شیخ ▁ ِ ▁77 ▁- ▁کش ش ▁کیوں ▁ہوتی ▁ہے ؟ ▁ ِ ▁78 ▁- ▁مع جز ہ ، ▁کرام ت ، ▁ا ِ ست د راج ▁کیا ▁ہے ؟ ▁ ِ ▁79 ▁- ▁قو ّ ت ▁اراد ی ▁کیا ▁ہے ؟ ▁ ِ ▁80 ▁- ▁تخلیق ی ▁اختیارات ▁ ِ ▁81 ▁- ▁بغیر ▁استاد ▁کیا ▁نقصان ▁ہوتا ▁ہے ؟ ▁ ِ ▁82 ▁- ▁سور ج ▁بینی ▁کا ▁کیا ▁فائدہ ▁ہے ؟ ▁ ِ ▁83 ▁- ▁ر َ حم ۃ َ ▁ل ِّ ل عالم ین ▁ ِ ▁84 ▁- ▁وہاں ▁کی ▁زبان ▁کو ▁سمجھ نا ▁ ِ ▁85 ▁- ▁مراقب ہ ▁کا ▁حکم ▁ ِ ▁86 ▁- ▁انسانی ▁کوشش ▁کا ▁عمل ▁دخل ▁ ِ ▁87 ▁- ▁اس فل ▁زندگی ▁سے ▁نکل نا ▁ ِ ▁88 ▁- ▁اسم ِ ▁اعظم ▁کیا ▁ہے ؟ ▁ ِ ▁89 ▁- ▁ہر ▁شئ ے ▁دو ▁رخ وں ▁پر ▁ہے ▁ ِ ▁90 ▁- ▁مؤ کل ▁کیا ▁ہوتے ▁ہیں ؟ ▁ ِ ▁91 ▁- ▁مذہب ▁کی ▁حقیقت ▁کیا ▁ہے ؟ ▁ ِ ▁92 ▁- ▁حو اس ▁کہاں ▁سے ▁آتے ▁ہیں ؟ ▁ ِ ▁93 ▁- ▁شرح ِ ▁صدر ▁کیا ▁ہے ؟ ▁ ِ ▁94 ▁- ▁تفکر ▁کی ▁صلاحیت ▁ ِ ▁95 ▁- ▁ع شاء ▁کا ▁وقت ▁افضل ▁کیوں ▁ہے ؟ ▁ ِ ▁96 ▁- ▁سعید ▁روح ▁اور ▁ش َ قی ▁روح ▁کیا ▁ہے ؟ ▁ ِ ▁97 ▁- ▁حافظ ے ▁کی ▁سطح ▁ ِ ▁98 ▁- ▁حسب ِ ▁خواہش ▁نتیجہ ▁نہ ▁مل نا ▁ ِ ▁99 ▁- ▁نی گی ٹی و ▁بینی ▁کیا ▁ہے ؟ ▁ ِ ▁100 ▁- ▁اس ▁کتاب ▁میں ▁شک ▁و ▁شب ہ ▁کی ▁گنجائش ▁نہیں ▁ہے ▁ ِ ▁101 ▁- ▁یا حي ▁یا ق یوم ▁کا ▁کیا ▁مطلب ▁ہے ؟
▁اسلام ▁آباد ( زم و نگ ▁سوات ▁آن ▁لائن ▁نیوز ۔ 03 جون ۔ 2016 ء ): قوم ی ▁اسمبلی ▁میں ▁مالی ▁سال ▁2016 -17 ء ▁کیلئے ▁وفاقی ▁بجٹ ▁پیش ▁کردیا ▁گیا ▁ہے ، وفا قی ▁بجٹ ▁کا ▁...
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی
▁بھارتی ▁فلم ▁” ہ ندی ▁می ڈی م ▁“ ▁اس ▁سال ▁4 ▁اپریل ▁کو ▁چین ▁میں ▁ریلی ز ▁کی ▁جائے ▁گی
▁م والی وں ▁کے ▁سامنے ▁گھ ٹ نے ▁ ٹیک نے ▁کی ▁اس ▁سے ▁اچھی ▁اور ▁تازہ ▁مثال ▁کیا ▁ہو ▁سکتی ▁ہے۔ ▁مجھے ▁تو ▁ڈر ▁ہے ▁کہ ▁کر ن ▁جو ہر ▁کے ▁بعد ▁کہیں ▁بھ نس الی ▁دوسری ▁مثال ▁نہ ▁قائم ▁کر ▁دیں۔
▁ہمارے ▁بارے ▁میں
▁آئی ▁سی ▁سی ▁اجلاس ▁میں ▁شرکت ▁کے ▁بعد ▁اعجاز ب ٹ ▁وطن ▁واپس ▁پہنچ ▁گئے
▁م وصل ▁کا ▁مع ر کہ ▁اس ▁سال ▁ختم ▁ہو ▁جائے ▁گا ، ع راق
▁ہو نو ▁ل ولو ▁( این ▁این ▁آئی ) ▁امریکی ▁ریاست ▁ہو ائی ▁کے ▁شہر ▁ہو ن ولو ▁کی ▁ایک ▁بلند و ▁بالا ▁رہائش ی ▁عمارت ▁میں ▁آگ ▁لگ ▁گئی ▁جس ▁کے ▁نتیجے ▁میں ▁3 ▁افراد ▁ہلاک ▁جبکہ 13 ▁زخمی ▁ہوگئے ▁جن ▁میں ▁سے ▁4 ▁کی ▁حالت ▁سخت ▁تشویش ناک ▁ہے۔ ▁زخمی وں ▁میں ▁ایک ▁ف ائر ▁ فائ ٹر ▁بھی ▁شامل ▁ہے۔ امر یکی ▁میڈیا ▁کے ▁مطابق ▁31 ▁منزل ہ ▁رہائش ی ▁عمارت ▁مارک و ▁پول و ▁کی ▁26 ▁ ویں ▁منزل ▁پر ▁آگ ▁لگ ▁گئی ▁جو ▁دیکھتے ▁ہی ▁دیکھتے ▁28 ▁ ویں ▁منزل ▁تک ▁پھیل ▁گئی۔ ▁آگ ▁کی ▁اطلاع ▁ملت ے ▁ہی ▁20 ▁ف ائر ▁ یون ٹس ▁اور ▁100 ▁ف ائر ▁فا ئٹ رز ▁جائے ▁حادث ہ ▁پر ▁پہنچ ▁گئے ▁اور ▁امداد ی ▁سرگرمی اں ▁شروع ▁کرد یں ▁اور ▁کئی ▁گھنٹے ▁کی ▁جد ▁و ▁ جہ د ▁کے ▁بعد ▁آگ ▁پر ▁قابو ▁پال یا ▁۔
▁جانور ، ▁ووٹ ▁اور انسان ▁February ▁18 , ▁2018
▁زمرہ : بر مود ا ▁کے ▁سیاح تی ▁مقامات
▁تازہ ▁ترین ▁ویڈیو ز
▁ج جز ▁کو ▁کس ▁نے ▁بحال ▁کیا ▁تھا ؟
▁میرے ▁پسند ید ہ ۔۔
▁فلم ▁کے ▁ڈائریکٹر ▁پن ت ▁مل ہ وتر ہ ▁نے ▁بتایا ، ▁ ’ ہم ▁نے ▁کا سٹ یوم ▁ڈیزائن ر ▁من یش ▁مل ہ وتر ہ ▁کو ▁فلم ▁سے ▁نکال ▁باہر ▁کیا۔ ▁وہ ▁بہت ▁ناراض ▁بھی ▁ہوا ▁اور ▁اس ▁کا ▁بس ▁نہیں ▁چل ▁رہا ▁تھا ▁کہ ▁مجھ ▁قتل ▁کرد ے ▁لیکن ▁یہ ▁ضروری ▁تھا۔ ▁کر ینہ ▁کو ▁فلم ▁میں ▁صرف ▁چھ ▁جو ڑے ▁پہن نے ▁تھے ▁اور ▁وہ ▁بھی ▁گلی مر ▁سے ▁ہ ٹ ▁کے ‘ ۔۔۔
▁کا جو ل ▁بھی ▁ ’ ا ے ▁دل ▁ہے ▁مشکل ▁‘ ▁کی ▁کا سٹ ▁میں ▁شامل ▁- ▁ہم ▁سب
▁لفظ ’ ’ ک عب ہ ‘‘ ▁لغت ▁میں ▁مربع ▁شکل ▁کے ▁گھر ▁کو ▁کہا ▁جاتا ▁ہے ▁اور ▁خان ۂ ▁خدا ▁بھی ▁مربع ▁کی ▁شکل ▁کے ▁ہونے ▁کی ▁بنا ▁پر ▁ک عب ہ ▁کہ ل ایا ▁ہے
▁وہ ▁بو ڑھ ی ▁عورت ▁مسکرا ئیں ▁اور ▁بول یں ▁دیکھ ▁بیٹا ▁اگر ▁راستے ▁کا ▁علم ▁نہ ▁ہو ▁تو ▁خیر ▁ہے ▁مگر ▁منزل ▁کی ▁خبر ▁نہ ▁ہو ▁تو ▁راستہ ▁بھی ▁بے ▁کار ▁ہوتا ▁ہے۔ ▁منزل ▁کا ▁نام ▁پتہ ▁معلوم ▁ہو ▁تو ▁راستہ ▁دکھا نے ▁والا ▁کوئی ▁نہ ▁کوئی ▁مل ▁ہی ▁جاتا ▁ہے ▁، اگر ▁منزل ▁ہی ▁معلوم ▁نہیں ▁ہوگی ▁تو ▁راستے ▁کا ▁تع ین ▁کیسے ▁ہوگا ؟
▁جھوٹ ے ▁اہل ▁حدیث ( ق سط ▁٢ )
▁برطانیہ ▁کی ▁ایک ▁ماہر ِ ▁فل کی ات ، ▁مون یکا ▁گری ڈی ▁ا ِ سے ▁انسانی ت ▁کے ▁لیے ▁ایک ▁تاریخی ▁واقعہ ▁قرار ▁دیتے ▁ہوئے ▁کہا : ▁ ’ میر ے ▁اندر ▁کا ▁سائنس دان ▁سوچ تا ▁ہے ’ ▁وا ہ ▁یہ ▁فطرت ▁کے ▁ا ُ ن ▁کر شم وں ▁میں ▁سے ▁ہے ، ▁جن ▁کی ▁پیش ▁گو ئی ، ▁انسان ▁نہیں ▁کر ▁سکتا ۔ ▁اور ▁یہ ▁کر شم ے ▁مفت ▁میں ▁ہاتھ ▁آتے ▁ہیں۔ ‘
▁چترال ( چ تر ال ▁ٹائمز ▁رپورٹ ) آ غا ▁خان ▁ای جو ک یشن ▁سروس ▁پاکستان ▁چترال ▁نے ▁گزشتہ ▁دن ▁چترال ▁کے ▁آ غا خان ▁اسکول ز ▁کے ▁ اسات ذ ۂ ▁کرام ▁کو ▁ان ▁کی ▁خدمات ▁کے ▁اعتراف ▁میں ▁آ غا ▁خان ▁ہائی ر ▁سی ک نڈر ی ▁اسکول ▁کو راغ ▁اور ▁گرم ▁چشم ہ ▁میں ▁خوبصورت ▁ت قار یب ▁کی ▁صورت ▁میں ▁بو نس ، ▁شی ل ڈ ▁اور ▁تمام ▁اسٹ اف ▁کو ▁یو ▁ایس ▁بی ▁کی ▁صورت ▁میں ▁تعریف ی ▁انعام ات ▁سے ▁نواز ا ▁۔ ▁تقریبا ت ▁کا ▁بنیادی ▁...
▁مملکت ▁متحدہ
▁مجھے ▁آپ ▁کی ▁گران قدر ▁رائے ▁کا ▁انتظار ▁رہے ▁گا۔
▁اس ▁سے ▁پہلے ▁ٹ اس ▁جیت ▁کر ▁پہلے ▁بل ے ▁بازی ▁کرنے ▁اتر ی ▁انگلینڈ ▁کے ▁آغاز ▁س دھی ▁ہوئی ▁رہی . ▁12 ▁ ویں ▁او ور ▁میں ▁47 ▁کے ▁اس کور ▁پر ▁انگلینڈ ▁نے ▁پہلا ▁و کٹ ▁گ نو ایا . ▁اس ▁کے ▁بعد ▁انگل ش ▁ٹیم ▁نے ▁جلد ی ▁جلد ی ▁دو ▁و کٹ ▁گ نو ائے . ▁لیکن ▁چو ت ھے ▁و کٹ ▁کے ▁لئے ▁سار ہ ▁ٹی لر ▁اور ▁س كي ور ▁کی ▁جو ڑی ▁نے ▁چو ت ھے ▁و کٹ ▁کے ▁لئے ▁83 ▁ رن ▁جو ڑے ▁اور ▁انگلینڈ ▁کو ▁100 ▁ رن ▁کے ▁پار ▁پہنچا یا . ▁اگرچہ ▁مسلسل ▁وقف ے ▁پر ▁و کٹ ▁گ نو انے ▁کی ▁وجہ ▁انگلینڈ ▁کی ▁رنز ▁کی ▁رفتار ▁کو ▁زیادہ ▁نہیں ▁بڑھا ▁سکا . ▁جھ ول ن ▁گو سو امی ▁نے ▁شاندار ▁بول نگ ▁کرتے ▁ہوئے ▁10 ▁او ور ▁میں ▁23 ▁ رن ▁دے ▁کر ▁3 ▁و کٹ ▁حاصل ▁کئے . ▁انہوں ▁نے ▁درمیان ہ ▁تہ جی ▁بڑے ▁و کٹ ▁حاصل ▁کر ▁انگلینڈ ▁کو ▁250 ▁سے ▁زیادہ ▁رنز ▁تک ▁پہنچنے ▁سے ▁روک ▁دیا .
▁تنگ دست ی ▁کے ▁اسباب ▁اور ▁ان ▁کا ▁حل
▁" ▁آف ▁کو رس ▁!!! ▁بند وق ▁کا ▁کو ئ ▁اور ▁مقصد ▁اگر ▁ہے ▁تو ▁مجھے ▁سمجھا ▁دی ج ئے ▁!!! ▁"
▁جنوبی ▁امریکہ ▁اور ▁قابل ▁تجدید ▁توانائی ▁_ ▁حالات ▁حاضر ہ ▁_ ▁DW ▁_ ▁14 .11. 2008
▁وفاقی ▁وزیر ▁نے ▁فوری ▁اقدامات ▁پر ▁زور ▁دیا ، ▁جن ▁میں ▁این ٹی ▁سمو گ ▁اور ▁این ٹی ▁فو گ ▁ڈ س کس ▁کی ▁تن ص یب ▁شامل ▁ہے ۔انہوں ▁نے ▁کہا ▁کہ ▁صارفین ▁کے ▁لیے ▁بجلی ▁کی ▁فراہمی ▁کو ▁یقینی ▁بنایا ▁جائے ، ▁کیونکہ ▁ملک ▁میں ▁بجلی ▁کی ▁کمی ▁نہیں ▁ہے ، ▁ضرورت ▁صرف ▁ا ▁سمو گ ▁پر ▁قابو ▁پانے ▁کی ▁ہے۔
▁کے ▁پی ▁کے ▁بعد ▁بلوچستان ▁میں ▁بھی ▁ زل می ▁مدرس ہ ▁لیگ ▁کا ▁کامیاب ▁انعقاد
▁انہوں ▁نے ▁بتایا کہ ▁رواں ▁سال ▁نہ ری ▁پانی ▁کی ▁شدید ▁کمی ▁کے ▁باعث ▁سندھ ▁بھر ▁میں ▁کپ اس ▁کی ▁ب وائی ▁متاثر ▁ہونے ▁سے ▁کپ اس ▁کی ▁چن ائی ▁میں ▁بھی ▁دو ▁سے ▁تین ▁ہ فت وں ▁کی ▁تاخیر ▁متوقع ▁ہے ▁جس ▁سے ▁رواں ▁سال ▁جن نگ ▁سی زن ▁بھی ▁قدر ے ▁تاخیر ▁سے ▁شروع ▁ہونے ▁کے ▁امکانات ▁ظاہر ▁کئے ▁جا ▁رہے ▁ہیں ▁جو ▁رو ائت ی ▁طور ▁پر ▁جون ▁کے ▁آخری ▁ہفتے ▁میں ▁شروع ▁ہوتا ▁تھا ۔انہوں ▁نے ▁بتایا ▁کہ ▁اگر ▁چین ▁نے ▁امریکی ▁رو ئی ▁کی ▁درآمد ▁پر ▁25 فی صد ▁ڈی وٹ ی ▁کا ▁ نفاذ ▁جاری ▁رکھا ▁تو بھارت ▁سے ▁متوقع ▁طور ▁پر ▁بڑھ تی ▁ہوئی ▁چینی ▁رو ئی ▁درآمد ات ▁کے ▁باعث ▁رواں ▁برس ▁پاکستان ▁اور ▁بھارت ▁میں ▁رو ئی ▁اور ▁پھ ٹی ▁کی ▁قیمت ون ▁میں ▁تیزی ▁کا ▁رجحان ▁غالب ▁رہے ▁گا۔
▁اگر ▁ان ▁سوشل ست ▁مل حد ین ▁کی ▁طرف ▁سے ▁تمام ▁م ذا ہ ب ▁خصوص ً ا ▁مسلمانوں ▁اور ▁دیگر ▁م ذا ہ ب ▁پہ ▁پابندی ▁اور ▁نسل ▁کشی ▁اور ▁سوشل زم ▁کی ▁مذہب ▁دشمن ی ▁کے ▁بارے ▁میں ▁جان نا ▁ہو ▁تو ▁یہ ▁مضامین ▁لازم ی ▁مطالعہ ▁کریں
▁سن کی انگ ▁میں ▁مسلمانوں ▁پر ▁پابندی وں ▁میں ▁نرم ی ▁کی ▁جائے ، ▁وزیر ▁مذہبی ▁امور
▁فا ٹا ▁کے ▁پی ▁ا نضمام ▁خطے ▁میں ▁ترقی ▁کا ▁پہلا ▁قدم ▁، ▁جنوبی ▁...
▁USB ▁کے ▁ذریعے ▁پی ▁سی ▁پر ▁آپ ▁کے ▁آل ہ ▁مربوط ▁/ ▁فیس ▁بک ▁کھیل ▁صفحہ ▁کھول یں
▁ام ▁الم ؤمن ین ▁حضرت ▁عائشہ ▁صدی ق ہ ▁رضی ▁اللہ ▁عنہ ا
▁گ زمین ▁نے ▁چار ▁برا عظم وں ▁پر ▁پھیل ے ▁اپنے ▁نیٹ ▁ورک ▁سے ▁14 ارب ▁ڈالر ▁بنائے ۔ ▁وہ ▁امریکا ، ▁می کسی کو ▁اور ▁انٹر پول ▁کو ▁مطلوب ▁تھا ، ▁اسے ▁می کسی کن ▁حکومت ▁نے ▁پکڑ ▁کر ▁امریکا ▁کے ▁حوالے ▁کیا ▁جہاں ▁اس ▁کے ▁خلاف ▁مقدمات ▁شروع ▁کیے ▁گئے۔ ▁کر ۂ ▁ارض ▁کے ▁مطلوب ▁ترین ▁مجرم وں ▁میں ▁شامل ▁گ زمین ▁نے ▁می ک سکو ▁میں ▁شہر ت ▁حاصل ▁کی ، ▁مقامی ▁افراد ▁مختلف ▁تہ وار وں ▁پر ▁اچانک ▁اس ▁کے ▁ظاہر ▁ہونے ▁اور ▁مجمع ے ▁پر ▁نوٹ وں ▁کی ▁بارش ▁کے ▁قص ے ▁سنا تے ▁ہیں۔ ▁کئی ▁لوگ ▁اسے ▁لیڈر ▁اور ▁ہیرو ▁مان تے ▁ہیں ▁کیوں ▁کہ ▁’’ ▁وہ ▁ایک ▁غریب ▁کسان ▁تھا ، ▁اس ▁نے ▁بالکل ▁ نچ لی ▁سطح ▁سے ▁آغاز ▁کیا ▁اور ▁وہ ▁عام ▁لوگوں ▁کی ▁مدد ▁کرتا ▁تھا۔ ‘‘
▁ممبئی : ▁بالی ▁ووڈ ▁سپر ا سٹ ار ▁سلمان ▁خان ▁کا ▁بڑی ▁عید ▁سے ▁پہلے ▁مداح وں ▁کے ▁لیے ▁محبت ▁بھر ا ▁ ’ ع ید ▁مبارک ‘ ▁کا ▁ویڈیو ▁پیغام ▁سوشل ▁میڈیا ▁پرو ائر ل ▁ہوگیا ۔
▁آیت ▁اللہ ▁ال عظم ی ▁خام نہ ▁ای ▁اسلام ▁مسلم ین ▁دفاع ▁علم بر دار
▁سری نگر / سابق ▁وزیراعلی ٰ ▁اور ن یشن ل ▁کانفرنس ▁کے ▁نائب ▁صدر ▁عمر عبد اللہ ▁نے ▁کہا ▁ہے ▁کہ ▁مرکز ▁میں ▁بھ اج پا ▁کو ▁اقتدار سے ▁ہٹا نے ▁کیلئے ▁2019 ▁کے ▁لو ک ▁سب ھا ▁الیکشن ▁میں ▁کانگریس ▁کو ▁اپوزیشن ▁کے ▁اتحاد ▁کا ▁محور اور ر اہل ▁گاندھی ▁کو ▁قائد ▁بن نا ▁ہوگا۔ کے ▁این ▁این ▁مان ٹری نگ ▁ڈیسک ▁کے ▁مطابق ▁ایک ▁انٹرویو میں ▁عبداللہ ▁نے ▁کہاکہ ▁حالانک ہ ▁اپنی ▁ریاست وں ▁میں ▁مضبوط ▁عل اق ائی ▁لیڈر وں ▁کی ▁ذم ہ ▁داری ▁اس ▁سے ▁کم ▁نہیں ▁ہوتی ▁ہے۔ عمر عبد اللہ ▁نے ▁کہا ▁کہ ▁کانگریس ▁کو محور بن نا ▁پڑے ▁گا ▁کیونکہ ▁ایک ▁خاص ▁پارٹی ▁سے ▁اپوزیشن ▁کی ▁سیٹ وں ...
▁“ رابط ے ▁کی ▁اخلاقی ات ”
▁جب ▁زندگی ▁شروع ▁ہوگی - ایک ▁دلچسپ ▁ناول
▁یوم ▁پاکستان ▁پر ▁صوبائی ▁دارالحکومت وں ▁میں ▁21 ، ▁21 ▁توپ وں ▁کی ▁سلام ی ▁سے ▁دن ▁کا ▁آغاز ▁کیا ▁گیا ▁ہے۔ ▁لاہور ▁کے ▁محفوظ ▁شہید ▁گیری ژن ▁میں ▁پاک ▁فوج ▁کی ▁جانب ▁سے 21 ت وپ وں ▁کی ▁سلام ی ▁اور ▁پشاور ▁کے ▁کر نل ▁شیر خان ▁اسٹ یڈ یم ▁میں ▁21 ت وپ وں ▁کی ▁سلام ی ▁دی ▁گئی ▁ہے۔
▁في ام ▁ميں ▁سور ہ ▁فاتح ہ ▁کی ▁تلاوت ▁کی ▁جائے ▁، ▁پھر ▁اپنی ▁سہولت ▁کے ▁مطابق ▁باقی ▁قرآن ▁کے ▁کچھ ▁حصے ▁کی ▁تلاوت ▁کی ▁جائے ▁،
▁ایک ▁شخص ▁امداد ی ▁کار کن ▁کے ▁ساتھ ▁بیٹے ▁کا ▁تا بوت ▁اٹھا تے ▁ہوئے ▁جذبات ▁پر ▁قابو ▁نہ ▁رکھ ▁سکا ۔
▁ترکی ▁کا ▁ ۵۷ ؍ ▁ممالک ▁کو ▁ساتھ ▁ملا کر ▁سب ▁سے ▁بڑی ▁اسلامی ▁فوج ▁بنانے ▁کا ▁فیصلہ
▁دل ▁کو ▁خوش ▁کرنے ▁والا دل ▁کو ▁روشن ▁کرنے ▁والا
▁بلوچستان ▁کے ▁دل فری ب ▁سیاح تی ▁مقامات ▁اور ▁و رث ہ ▁حکومتی ▁توجہ ▁کا ▁منتظر
▁Hot ▁Tags : ▁یو کو می ا ▁کی ▁چھ ال ، ▁چین ، ▁می نوف یک چر رز ، ▁سپ لائ رز ، ▁فیکٹری ، ▁تھ وک ، ▁خرید ، ▁کم ▁قیمت
▁نیو ▁ایئر ▁نا ئٹ ▁(1)
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁پشاور : ▁عوامی ▁نیشنل ▁پارٹی ▁پختونخوا ▁کے ▁عبور ی ▁صدر ▁ب شیر ▁احمد ▁م ٹ ہ ▁، ▁صوبائی ▁آر گن ائز نگ ▁سیکرٹری ▁جم یل ہ ▁گیلان ی ، ▁صوبائی ▁ترجمان ▁صدر الدین ▁مرو ت ▁ایڈ و وک یٹ ▁اور ▁آر گن ائز نگ ▁کمیٹی ▁کے ▁ر ُ کن ▁ایم ل ▁ولی ▁خان ▁نے ▁اے ▁این ▁پی ▁سٹی ▁ڈ سٹر کٹ ▁پشاور ▁کے ▁آر گن ائز نگ ▁سیکرٹری ▁ انو ارا لحق ▁پر ▁قاتل انہ ▁حملے ▁کے ▁نتیجے ▁میں ▁جاں ▁بحق ▁ہونے ▁کی ▁سخت ▁الفاظ ▁میں ▁مذمت ▁کرتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁پختونخوا ▁میں ▁ ٹا رگ ٹ ▁کل نگ ▁کے ▁ذریعے ▁معصوم ▁اور ▁بے ▁گناہ ▁انسان وں ▁کی ▁زندگی وں ▁کا ▁خاتمہ ▁کرنا ▁روز مر ہ ▁کا ▁معمول ▁بن ▁چکا ▁ہے ▁، ▁لوگ ▁نہ ▁گھروں ▁نہ ▁مسجد وں ▁اور ▁نہ ▁ہی ▁بازار وں ▁میں ▁محفوظ ▁ہیں۔
▁جو ▁مجھ ▁سے ▁بہت ▁زیادہ ▁پیار ▁کرتی ▁ہے ▁۔ اس ▁موقع ▁پر ▁جوان ی ▁کا ▁ایک ▁قص ہ ▁سنا تے ▁ہوئے ▁کہا ▁کہ ▁ایک ▁بار ▁ایک ▁خاتون ▁دل ہن ▁کے ▁لباس ▁پہن ▁کر ▁گاڑی ▁میں ▁میرے ▁گھر ▁کے ▁سامنے ▁آگئی ▁اور ▁مجھے ▁کہاکہ ▁میرے ▁ساتھ ▁چل و ▁ہم ▁دونوں ▁نے ▁ابھی ▁شادی ▁کرنی ▁ہے۔ ▁اس ▁بات ▁پر ▁میں ▁نے ▁اسے ▁کہا ▁کہ ▁ابھی ▁میری ▁عمر ▁بہت ▁کم ▁ہے ▁کہ ▁اس ▁حوالے ▁سے ▁نہیں ▁سوچ ا۔ شا ہ د ▁آفریدی ▁نے ▁بتا ▁یا ▁کہ ▁اس ▁خاتون ▁کے ▁ساتھ ▁تصاویر ▁لیک ر ▁اسے ▁جانے ▁کا ▁کہا ▁تو ▁میری ▁جان ▁بچی ▁۔
▁اولاد ▁کی ▁تربیت ▁میں ▁ماں ▁کا ▁کردار
▁سعودی ▁عرب ▁میں ▁دنیا کی ▁بلند ▁ترین ▁عمارت ▁تعمیر کر انے ▁کا ▁معاہدہ ▁طے
▁استعمال ▁کے ▁ضوابط
▁کشف ▁الل بس ▁میں ▁( ۱۰ ) ▁حضرت ▁ علامہ ▁جلال ▁الدین ▁سی وط ی ▁رحم ۃ ▁اللہ ▁علیہ ▁نے
▁سائنس ▁اور ▁ٹیکنالوجی
▁ف َ لا َ ▁ت َ س ْ ئ َ ل ْ ن ِ ▁م َ ا ▁ل َ ی ْ س َ ▁ل َ ک َ ▁ب ِ ہ ▁ع ِ ل ْ م ٌ : ▁« تو آپ ▁مجھ ▁سے ▁ا ُ س ▁چیز ▁کا ▁سوال ▁نہ ▁کریں ▁جس ▁کے ▁بارے ▁میں ▁آپ ▁کو ▁علم ▁نہیں۔ ▁»
▁سپریم ▁کورٹ ▁نے ▁عمران ▁خان ▁نااہل ی ▁کیس ▁کا ▁فیصلہ ▁محفوظ ▁کرلیا
▁وزیراعظم ▁عمران ▁خان ▁عید ▁کی ▁چھٹی وں ▁میں ▁دفتر ی ▁امور ▁نم ٹ ائیں ▁گے ، ▁ذرائع
▁ جہ لم ▁/ ▁لاہور : ▁سابق ▁وزیر ▁اعظم ▁نواز ▁شریف ▁کی ▁ریلی ▁تیسرے ▁دن ▁ جہ لم ▁سے ▁لاہور ▁کی ▁جانب ▁رواں ▁دو اں ▁ہے۔
▁ام اں ▁نے ▁ل ذ ی ذ ▁پک وان ▁بنا ▁کے ▁رکھے ، ▁بیٹی ▁آئے ▁گی ، ▁بھوک ▁محسوس ▁کر ▁رہی ▁ہوگی ، ▁پر ▁بیٹی ▁کو ▁نہ ▁آن ا ▁تھا ▁نہیں ▁آئی
▁منہ اج ▁وی من ▁لیگ ▁باد الو نا ▁( سپ ین ) کی ▁صدر ▁محترم ہ ▁سعید ہ ▁بیگم ▁کے ▁شوہر ▁اور ▁منہ اج ▁ن عت ▁کونسل ▁سپین ▁کی ▁ان چار ج ▁محترم ہ ▁طیب ہ ▁سرور ▁کے ▁والد ▁محترم ▁حاج ی ▁محمد ▁سرور ▁طاہر ▁19 ▁مارچ ▁2015 ء ▁کو ▁رضا ئے ▁ال ٰ ہی ▁سے ▁باد الو نا ▁( سپ ین ) ▁میں ▁انتقال ▁کر ▁گئے۔ ان ▁کی ▁وفات ▁پر ▁منہ اج ▁القرآن ▁انٹرنیشنل ▁سپین ▁اور ▁منہ اج ▁وی من ▁لیگ ▁سپین ▁کے ▁جملہ ▁عہدیدار ان ▁نے ▁اہل ▁خانہ ▁سے ▁تعز یت ▁کی ▁اور ▁25 ▁مارچ ▁کو ▁سان تا ▁کولو ما ▁( سپ ین ) ▁میں ▁ان ▁کی ▁نماز ▁جنازہ ▁میں ▁شرکت ▁کی۔ م رح وم ▁کی ▁ تد فین ▁ضلع ▁گجرات ▁کے ▁قریب ▁واقع ▁ان ▁کے ▁آب ائی ▁گاؤں ▁شادی وال ▁میں ▁29 ▁مارچ ▁2015 ء ▁بروز ▁اتوار ▁ا داء ▁کی ▁جائے ▁گی۔ ▁مرحوم ▁کے ▁گھر ▁والوں ▁کی ▁طرف ▁سے ▁ان ▁کی ▁م غفر ت ▁کے ▁لیے ▁دعا ▁کی ▁درخواست ▁کی ▁گئی ▁ہے۔


▁جواب ▁لکھیں ▁جواب ▁حذف ▁کریں
▁عوامی ▁فیصلہ ▁اور ▁جمہوریت ▁کے ▁علم ▁بردار !
▁اب ▁سے ▁25 ▁، ▁30 ▁سال ▁قبل ▁جن ▁د کان وں ▁پر ▁ایسے ▁ماڈل ▁رکھے ▁ہوتے ▁تھے ، ▁لوگ ▁انھیں ▁نا پسند ی دگی ▁کی ▁نظر ▁سے ▁دیکھتے ▁اور ▁توجہ ▁بھی ▁دل ات ے ▁تھے ، ▁مگر ▁اب ▁یہ ▁ ’ ڈ می ▁کل چر ‘ ▁اس ▁پیمان ے ▁پر ▁پھیل ▁چکا ▁ہے ▁کہ ▁بت ▁شکن ▁ا ُ مت ▁کی ▁نئی ▁نسل ▁یہ ▁سمجھ نے ▁پر ▁مجبور ▁ہے ▁کہ ▁شاید ▁روز ِ ▁او ّ ل ▁سے ▁کاروبار ِ ▁زندگی ▁میں ▁یوں ▁ہی ▁ہوا ▁کرتا ▁تھا ، ▁حالانک ہ ▁یہ ▁چیز ▁حالی ہ ▁عشر وں ▁میں ▁ہمارے ▁ہاں ▁زبردست ی ▁در ▁آئی ▁ہے۔ ▁ان ▁م ظ ا ہر ▁کا ▁سامنا ▁کرتے ▁ہوئے ▁کوئی ▁بھی ▁معقول ▁انسان ▁نظر یں ▁نی چی ▁کیے ▁اور ▁شرم ندگی ▁کے ▁پس ی نے ▁میں ▁نہ ائے ▁بغیر ▁رہ ▁نہیں ▁سکتا ۔
▁بین ▁الاقوامی ▁مہم : ▁" خلاف ت ▁اور ▁تعلیم : ▁سن ہری ▁دور ▁کا ▁دوبارہ ...
▁میری ▁عمر ▁17 ▁سال ▁ہے ▁اور ▁میں ▁لاہور ▁کا ▁رہنے ▁والا ▁ہوں۔ ▁میں ▁ایف ▁ایس ▁سی ▁کر ▁رہا ▁ہوں . ▁میری ▁ایک ▁بہن ▁ہے ▁جس ▁کا ▁نام ▁ ثنا ▁ہے۔ ▁اس ▁کی ▁عمر ▁15 ▁سال ▁ہے۔ ▁وہ ▁میٹر ...
▁کلی سیا ▁کے ▁م ظ الم ▁کے ▁خلاف ▁کئی ▁لوگوں ▁نے ▁آواز یں ▁بھی ▁بلند ▁کی۔ ▁ا ُ ن ▁میں ▁مشہور ▁پیٹ ر ▁وال ڈو ▁(11 40 -12 18) ، ▁جان ▁ٹو لر ▁( 129 0-1 361 ) ▁اور ▁جان ▁ وائی ▁کل ف ▁(13 20 -13 84 ) ▁ہیں۔ ▁ان ▁لوگوں ▁کو ▁بھی ▁اگرچہ ▁سخت ▁سزا ئیں ▁دی ▁گئی ▁اور ▁کفر ▁کے ▁فت و ے ▁صادر ▁کیے ▁گئے ▁مگر ▁اس ▁سارے ▁روی ے ▁نے ▁مار ٹن ▁لو ت ھر (1 483 -15 46) ▁کے ▁لیے ▁راہ ▁ہم وار ▁کی۔
▁اردو ▁نیوز ▁شو
▁امیر ▁جماعت ▁اسلامی ▁سینیٹ رس راج ▁الحق ▁نے ▁کہا ▁ہے ▁کہ ▁پاکستان ▁کے ▁کر پٹ ▁حکمران وں ▁کی ▁وجہ ▁سے ▁آج ▁ملک ▁کا ▁بچہ ▁بچہ ▁مقر وض ▁ہے ▁ہمارا ▁کوئی ▁بجٹ ▁بیرونی ▁امداد ▁کے ▁بغیر ▁پاس ▁نہیں ▁ہوتا ▁، سور ج ▁کی ▁روشنی ▁اور ▁تازہ ▁ہوا ▁کی ▁طرح ▁ملک ▁میں ▁قیادت ▁کی ▁تبدیلی ▁بھی ▁ضروری ▁ہے ▁، کر پٹ ▁ما فی ا ▁نے ▁می ریٹ ▁کو ▁ختم ▁کردیا ▁، ملک ▁میں ▁مسلح ▁دہشت ▁گردی ▁کے ▁ساتھ ▁ساتھ ▁معاشی ▁اور ▁سیاسی ▁دہشت ▁گردی ▁جاری ▁ہے ▁، سی اسی ▁پارٹی ▁سے ▁نیٹ و ▁کا ▁اسلحہ ▁برا مد ▁ہورہا ▁ہے ▁شہری ▁قتل ▁ہو ر ہے ▁ہیں ▁اور ▁بھ ت ہ ▁نہ ▁دینے ▁پر ▁انسان وں ▁کو ▁زندہ ▁جل ایا ▁جا ▁رہا ▁ہے ▁، ہم ارے ▁حکمران ▁تماشا ئی ▁بنے ▁ہوئے ▁ہیں ▁اور ▁انصاف ▁کا ▁نام ▁و ▁نشان ▁نہیں ▁، ہم ▁کسی ▁کے ▁خلاف ▁جنگ ▁نہیں ▁لڑ ▁رہے ▁بلکہ ▁عالم ▁اسلام ▁کو ▁ایک ▁کرکے ▁پوری ▁انسانی ت ▁کو ▁آزادی ▁دل انا ▁چاہتے ▁ہیں ▁، حکومت ▁اور ▁پی ▁ٹی ▁آئی ▁کو ▁ایک ▁میز ▁پر ▁لا کر ▁ب ٹھ ایا ▁، بل و چ ستان ▁کے ▁ناراض ▁نوجوانوں ▁کو ▁بھی ▁پہاڑ وں ▁اور ▁غار وں ▁سے ▁واپس ▁لانے ▁کیلئے ▁جر گ ہ ▁بنائیں ▁گے ▁۔ ▁جماعت ▁اسلامی ▁کے ▁مرکزی ▁میڈیا ▁سیل ▁کے ▁پریس ▁ریلی ز ▁کے ▁مطابق ▁ان ▁خیالات ▁کا ▁اظہار ▁انہوں ▁نے ▁ صواب ی ▁میں ▁غلام ▁اسحاق ▁خان ▁انس ٹی ٹی وٹ ▁آف ▁سائ ی نس ▁اینڈ ▁ٹیکنالوجی ▁میں ▁تقریب ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁کیا ▁تقریب ▁میں ▁ذ ہ ین ▁طلب ہ ▁و ▁طالب ات ▁کو ▁خصوصی ▁ایوارڈ ▁اور ▁اسناد ▁دی ▁گی ئ ں ▁، ت قر یب ▁سے ▁ادارے ▁کے ▁ر یکٹر جم شید ▁بشر ▁نے ▁بھی ▁خطاب ▁کیا ▁اس ▁موقع ہ ▁پر ڈ پٹ ی ▁سیکرٹری ▁جنرل ▁محمد ▁اصغر ▁، صوب ائی ▁سیکرٹری ▁اطلاعات ▁اسرار ▁اللہ ▁خان ▁ایڈ وک یٹ ▁نائب ▁امیر ▁جماعت ▁اسلامی ▁خیبر ▁پختونخوا ▁مع راج ▁الدین ▁خان ▁اور ان ج ین ئر محمد ▁عثمان ▁بھی ▁موجود ▁تھے
▁ف ہم ید ہ ▁ریاض ▁کا ▁ریڈیو ▁پاکستان ▁سے ▁آخری ▁انٹرویو ▁(2)
▁ٹیکس ▁کا ▁ نفاذ : ▁گلگت ▁بلتستان ▁میں ▁دوسرے ▁روز ▁بھی ▁ہ ڑ تال
▁کم ▁عمر ▁لڑکی ▁سے ▁شادی ▁کے ▁ناقابل ▁یقین ▁فائد ے
▁قربانی ▁کی ▁کھا ل یں ▁کسی ▁کال عد م ▁جماعت ▁کو ▁نہ ▁دی ▁جائیں ▁، ...
▁اگر ▁یہ ▁افغان ▁حکومت ▁کا ▁قصور ▁ہے ▁یا ▁پھر ▁بھارتی ▁سازش ▁کا ▁پیش ▁ خی مہ ▁تو ▁این ٹ ▁کا ▁جواب ▁پتھر ▁سے ▁دیا ▁جائے ▁اور ▁آئندہ ▁کے ▁لئے ▁سبق ▁فراہم ▁کیا ▁جائے ، ▁31 جن وری ▁کے ▁دن ▁آرام ▁باغ ▁پارک ▁کراچی ▁میں ▁انجمن ▁طلب ہ ▁اسلام ▁صوبہ ▁سندھ ▁کے ▁زیر ▁اہتمام ▁ہونے ▁والے ▁عظیم ▁ال شان ▁میلاد ▁مصطفی ۖ ▁طلب ہ ▁کنون شن ▁بیا د ▁سان ح ہ ▁پشاور ▁اسکول ▁اور ▁شہید ▁طلب ہ ▁و ▁طالب ات ▁کے ▁سلسلے ▁میں ▁جامع ہ ▁کراچی ▁کے ▁ش یڈ ول ▁دورے ▁میں ▁ملاقات و ▁ ں ▁کے ▁دوران ▁انجمن ▁طلب ہ ▁اسلام ▁پاکستان ▁کے ▁مرکزی ▁صدر ▁محمد ▁ز بیر ▁صدیقی ▁ہزار وی ▁نے ▁کہا ▁کہ ▁بھارت ▁ہمارے ▁تعلیمی ▁اداروں ▁کو ▁مقتل ▁گاہ ▁بنا ▁رہا ▁ہے۔
▁سری نگر ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁19 ▁مئی 2018 ء ) ▁مقبوضہ ▁کشمیر میں غیر ▁قانونی ▁طور پر ▁نظر ▁بند ▁سینئر ▁حر یت ▁رہنما ▁اور ▁جم وں و کش میر ▁مسلم ▁لیگ ▁کے ▁چیئرمین ▁مس رت ▁عالم ▁بٹ ▁نے ▁رمضان ▁المبارک ▁کے ▁دوران ▁جم وں ▁خطے ▁کی ▁جیل ▁سے ▁مقبوضہ ▁و ادی ▁کی ▁جیل ▁میں ▁منتقل ی ▁کے ▁حوالے ▁سے ▁عدالت ▁میں ▁ایک ▁عرض داشت ▁دائر ▁کر ▁دی ▁ہے۔
▁کی پ ▁ٹاؤن ▁میں ▁ایک ▁کان ٹے ▁کا ▁مقابلہ ▁جاری ▁ہے
▁کسی ▁زمان ے ▁میں ▁محض ▁ایک ▁ریاست ی ▁ٹیلی ▁ویژن ▁کے ▁گی ٹ ▁پھل انگ ▁کر ▁اور ▁اس ▁پر ▁قبضہ ▁کر ▁کے ▁تبدیلی ▁لا نا ▁ممکن ▁تھا ▁مگر ▁اب ▁نہیں۔ ▁کار گل ▁کے ▁مع ر کے ▁اور ▁بھارتی ▁مسافر ▁طیارے ▁کے ▁اغوا ء ▁جیسے ▁واقعات ▁پر ▁بھارتی ▁ٹیلی ▁ویژن ▁میڈیا ▁نے ▁جو ▁کچھ ▁پاکستان ▁کے ▁ساتھ ▁کیا ▁اس ▁کے ▁جواب ▁میں ▁ایک ▁جنرل ▁اور ▁فوجی ▁آمر ▁کے ▁دماغ ▁میں ▁ایک ▁ہی ▁ترکیب ▁آئی ▁کہ ▁بھارتی ▁پرا پی گ نڈ ے ▁کا ▁مقابلہ ▁لا تعداد ▁پاکستانی ▁ٹیلی ▁ویژن ▁چینل وں ▁کے ▁پرا پی گ نڈ ے ▁سے ▁کیا ▁جائے۔ ▁یہ ▁وہ ▁وقت ▁تھا ▁جب ▁بھارتی ▁نیوز ▁چینل ز ▁پاکستان ▁میں ▁غیر ▁قانونی ▁کی بل ▁نیٹ ▁ورک س ▁کے ▁ذریعے ▁جنگل ▁کی ▁آگ ▁کی ▁طرح ▁پھیل ▁رہے ▁تھے ▁جن ▁کو ▁بند ▁کرنے ▁اور ▁ان ▁کا ▁پاکستانی ▁م تبادل ▁فراہم ▁کرنے ▁کے ▁علاوہ ▁ایک ▁فوجی ▁آمر ▁کے ▁پاس ▁کوئی ▁راستہ ▁نہ ▁بچا ▁تھا۔ بوت ل ▁سے ▁نکل ے ▁نجی ▁ٹی ▁وی ▁چینل وں ▁کے ▁اس ▁جن ▁کو ▁اب ▁واپس ▁بو تل ▁میں ▁بند ▁کرنا ▁تو ▁نام م کن ▁تھا ، ▁اس ▁لئے ▁اس ▁جن ▁کو ▁دوسرے ▁طریق وں ▁سے ▁قابو ▁کرنے ▁کے ▁لئے ▁دھمکی وں ، ▁بند ش وں ▁اور ▁گول یوں ▁کا ▁سہ ارا ▁بھی ▁لیا ▁گیا ▁اور ▁یہ ▁پالیسی ▁محض ▁جنرل ▁مشرف ▁کی ▁نہیں ▁تھی۔
▁امریکی ▁سن ٹر ل ▁کم ا نڈ ▁کے ▁ترجمان ▁نے ▁کہا ▁کہ ▁" ہم ▁اس ▁معاملے ▁پر ▁نزدیک ▁سے ▁نظر ▁رکھے ▁ہوئے ▁ہیں ▁اور ▁اپنے ▁شر ا کت ▁دار وں ▁کے ▁ساتھ ▁بین ▁الاقوامی ▁پانی ▁کے ▁ذریعے ▁آزاد ▁تجارت ▁اور ▁بحر ی ▁بی ڑوں ▁کی ▁آزاد انہ ▁نقل ▁و ▁حرکت ▁کے ▁حوالے ▁سے ▁تعاون ▁کو ▁جاری ▁رکھیں ▁گے۔
▁مزید ▁معلومات ▁ٹھیک ▁ہے

▁بینک نگ ▁/ ▁مالیاتی ▁خدمات ▁· ▁301 - 600 ▁ملازمین ▁- ▁ای ب ٹ ▁آباد , ▁گو جر ▁خان


▁گذشتہ ▁برس ▁مئی ▁کی ▁بات ▁ہے۔ کر ا چی ▁کے ▁علاقے ▁فی ڈر ل ▁بی ▁ای ریا ▁میں ▁ایک ▁ف لیٹ ▁کے ▁م کین ▁ای از ▁نے ▁کچ را ▁چن نے ▁والے ▁ایک ▁افغان ▁بچے ▁گل ▁آ غا ▁سے ▁کہا ▁کہ ▁اگر ▁وہ ▁ف لیٹ ▁کی ▁صف ائی ▁کر ▁دے ▁تو ▁پیسے ▁مل یں ▁گے۔ اس ▁بچے ▁نے ▁صف ائی ▁کر ▁دی۔ ف لیٹ ▁کے ▁م کین ▁نے ▁اسے ▁دس ▁روپے ▁دینے ▁کی ▁کوشش ▁کی۔ ب چے ▁مزید ▁پڑھیں
▁Home ▁/ ▁News ▁/ ▁پاکستان ▁اور ▁بھارت ▁کے ▁سفارت ی ▁تعلقات ▁اک ▁نئے ▁م وڑ ▁پر
▁بی جنگ ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁28 ▁مئی 2018 ء ) ▁چیف ▁جسٹس ▁پاکستان ▁جسٹس ▁میاں ▁ثاقب ▁نثار ▁نے ▁کہا ▁ہے ▁کہ ▁ریاست ی ▁حکام ▁آئین ی ▁حدود ▁میں ▁رہ ▁کر ▁کام ▁کرنے ▁کے ▁پابند ▁ہیں۔ ۔ چین ▁کی ▁شن گھ ائی ▁یونیورسٹی ▁میں ▁خطاب ▁کے ▁دوران ▁چیف ▁جسٹس ▁نے ▁کہاکہ ▁ریاست ▁کے ▁تمام ▁ستون ▁ملکی ▁سالم یت ، ▁سیکورٹی ▁اور ▁و قار ▁اور ▁لوگوں ▁کی ▁فلا ح ▁کے ▁لیے ▁مل ▁جل ▁کر ▁کام ▁کریں ، ▁ریاست ی ▁حکام ▁کو ▁اپنے ▁اختیارات ▁انصاف ▁کے ▁اصول وں ، ▁برابر ی ، ▁شفاف ▁اور ▁قانون ▁کے ▁مطابق ▁استعمال ▁کرنے ▁چاہ ئیں ۔
▁سم رین ہ ▁کی ▁خاندان ▁نے ▁فیس ▁بک ▁پر ▁سم رین ▁کی ▁صورتحال ▁سے ▁لوگوں ▁کو ▁مطلع ▁کیا ▁لیکن ▁ا ُ ن ▁کے ▁رشت ے ▁دار وں ▁سمیت ▁کسی ▁نے ▁بھی ▁گرد ہ ▁ عط یہ ▁نہیں ▁کیا ▁تاہم ▁مج ن وت ▁نے ▁سم رین ہ ▁کے ▁والدین ▁سے ▁رابطہ ▁کیا ▁اور ▁اپنا ▁گرد ہ ▁ عط یہ ▁کرنے ▁کے ▁بارے ▁میں ▁آگاہ ▁کیا۔
▁افغانستان ▁میں ▁صدارت ی ▁انتخابات ▁آئندہ ▁سال ▁20 ▁اپریل ▁کو ▁ہو ▁...
▁مورخ ہ ▁5 ▁دسمبر ▁کو ▁بھی ▁سماعت ▁ہوئی ▁سپریم ▁کورٹ ▁کے ▁تین ▁رکن ی ▁بن چ ▁نے ▁حسب ▁معمول ▁سماعت ▁کی ، ▁دوران ▁سماعت ▁بن چ ▁کے ▁م عزز ▁رکن ▁جسٹس ▁اعجاز ▁افضل ▁نے ▁ری مار کس ▁د ئیے ▁کہ ” ▁حراست ی ▁مراکز ▁میں ▁موجود ▁افراد ▁کا ▁ٹر ائل ▁کیوں ▁نہیں ▁کیا ▁جاتا ▁، کسی ▁شہری ▁کو ▁غیر ▁معین ہ ▁مدت ▁کے ▁لیے ▁حراست ▁میں ▁نہیں ▁رکھا ▁جاسکتا ۔ ” ب نچ ▁کے ▁دوسرے ▁ فاضل ▁رکن ▁جسٹس ▁دوست ▁محمد ▁خان ▁نے ▁ری مار کس ▁دیتے ▁ہوئے ▁کہا ▁کہ ” ▁خفیہ ▁حراست ▁غیر ▁آئین ی ▁اور ▁غیر ▁قانونی ▁ہے ، ▁سالہ اس ال ▁سے ▁لوگ ▁خفیہ ▁حراست ▁میں ▁ہیں ، بد قسم تی ▁سے ▁خفیہ ▁اداروں ▁نے ▁عدالت ▁کو ▁سچ ▁نہیں ▁بتایا ، کسی ▁نے ▁جرم ▁کیا ▁ہے ▁تو ▁قانون ▁کے ▁مطابق ▁سزا ▁دیں ، ▁آئین ▁کہ تا ▁ہے ▁کہ ▁چوب یس ▁گھنٹے ▁میں ▁زیر ▁حراست ▁شخص ▁کو ▁مج سٹر یٹ ▁کے ▁روبرو ▁پیش ▁کیا ▁جائے۔
▁انسداد ِ ▁دہشت ▁گردی ▁ایک ٹ ▁ترمیم ی ▁بل ▁آ ▁ج ▁قومی ▁اسمبلی ▁میں ▁پیش ▁کیا ▁جائے ▁گا
▁نواز ▁شریف ▁کی ▁رہائش ▁گاہ ▁جاتی ▁امر ا ▁کے ▁باہر ▁سکیورٹی ▁نا کہ ▁لگا ▁دیا ▁گیا
▁نوجوانوں ▁کا ▁صفحہ
▁لوگوں ▁نے ▁کہا ▁یا رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁ہر گز ▁نہیں
▁پنجاب ▁میں ▁ڈی نگی ▁کے ▁مزید ▁کیس ▁رپورٹ ، کل ▁تعداد ▁2 ▁ہزار 5 80 ہو ▁گئی
▁انہوں ▁نے ▁بتایا ▁کہ ▁مذکورہ ▁اہلکار ▁کو ▁فوری ▁طور ▁پر ▁اسپتال ▁منتقل ▁کیا ▁گیا ▁جہاں ▁اسے ▁مرد ہ ▁قرار ▁دے ▁دیا ▁گیا۔ ▁سرکاری ▁ذرائع ▁نے ▁مزید ▁بتایا ▁کہ ▁ج ئے ▁بھگ وان ▁جو ▁کہ ▁راج ست ھان ▁کے ▁کا تھ ی ▁و اس ▁گا و ¿ ں ▁کا ▁رہنے ▁والا ▁ہے ، ▁کی ▁می ت ▁کو ▁اس ▁کے ▁آب ائی ▁علاقہ ▁روانہ ▁کرنے ▁کے ▁انتظام ات ▁کئے ▁جارہے ▁ہیں۔
▁ترجمان ▁تحریک ▁انصاف ▁کی ▁طرف ▁سے ▁جاری ▁اعلام ی ے ▁کے ▁مطابق ، ▁یہ ▁بات ▁انہوں ▁نے ▁اسلام ▁آباد ▁میں ▁اپنی ▁رہائش ▁گاہ ▁بنی ▁گا لہ ▁میں ▁قائم ▁مقام ▁امریکی ▁سفیر ▁جان ▁ایف ▁ہو ور ▁کی ▁قیادت ▁میں ▁امریکی ▁سفارت ی ▁وفد ▁سے ▁ملاقات ▁کے ▁دوران ▁کہ ی ۔
▁آئی ▁ایس ▁پی ▁آر ▁کو ▁پریس ▁کانفرنس ▁کرنے ▁کی ▁ضرورت ▁نہیں ▁تھی ▁، ▁مسلم ▁لیگ ▁( ن ) ▁فوج ▁پر ▁...
▁مرکزی ▁مواد ▁پر ▁جائیں
▁چین ▁کا ▁جدید ▁سرو یل نس ▁سسٹم ؛ ▁60 ▁ہزار ▁افراد ▁کے ▁درمیان ▁ملزم ▁کی ▁شناخت ▁_ ▁ڈی لی ▁مشرق ▁نیوز
▁اس ▁سور ہ ▁میں ▁" الف ” ▁کا ▁اشارہ ▁ایمان ▁کی ▁طرف ▁ہے ▁جس ▁کا ▁ذ ▁کر ▁اس ▁سور ہ ▁میں ▁بار ▁بار ▁ہوا ▁ہے ▁مثلا ً ▁آیت ▁۲ ، ۷ ، ۹ ، ▁۱۱ ▁، ۱۲ ، ▁۲۴ ، ۴ ۴ ، ▁ ۴۵ ▁وغیرہ ▁میں ۔
▁لوڈ ▁ہو ▁رہا ▁ہے ...
▁رسائی ▁کے ▁لنکس
▁چوہدری ▁نثار ▁نے ▁پہلے ▁مسلم ▁لیگ ▁ن ▁میں ▁ن فاق ▁پھیلا یا ▁اور ▁اب ▁وہ ▁اپوزیشن ▁کی ▁صف وں ▁میں ▁بھی ▁انتشار ▁اور ▁ن فاق ▁پھیلا ر ہے ▁ہیں
▁« مسلم ▁لیگ ▁( ن ) ▁کے ▁بنائے ▁گئے ▁تمام ▁پاور ▁پلان ٹس ▁کا ▁آ ڈ ٹ ▁کر ائیں ▁گے ، ▁فواد ▁چوہدری
▁اس وہ ٴ ▁نبی ▁اکرم ▁صلی ▁اللہ ▁علیہ ▁وسلم
▁افغانستان ▁میں ▁پ بل ک ▁ہی ل تھ ▁کی ▁قائم قام ▁وزیر ▁ث ریا ▁دلیل ▁کا ▁کہنا ▁ہے ▁کہ ▁علاج ▁معالج ے ▁کے ▁زیادہ ▁اخراج ات ▁کی ▁وجہ ▁صحت ▁کی ▁بنیادی ▁سہولت یں ▁فراہم ▁کرنے ▁والے ▁اداروں ▁کو ▁اس ▁مرض ▁پر ▁قابو ▁پانے ▁میں ▁مشکلات ▁کا ▁سامنا ▁ہے۔
▁طاہر ▁القادر ی ▁کے ▁پاس ▁کوئی ▁ل ائح ہ ▁عمل ▁نہیں ▁ہے
▁اضافی ▁طور ▁پہ , ▁میں ▁ایک ▁اپل ی ▁کی شن ▁Android ▁کے ▁چو ل ہے ▁کے ▁انتظام ▁میں ▁سہولت ▁فراہم ▁کرنے ▁کے ▁لئے ▁بر حق , ▁یہ ▁پی رام یٹر ▁میں ▁ترمیم ▁کے ▁لیے ▁ت ُ وت ▁الارض ▁کے ▁پیش ▁کار ▁سے ▁جڑ یں ▁گے .
▁اپنے ▁دوستوں ▁کے ▁ساتھ ▁لائن ▁ہے
▁را نا ▁بھگ وان ▁د اس ▁کی ▁اہلیہ ▁کے ▁نام ▁لکھ ے ▁گئے ▁خط ▁میں ▁وزیراعظم ▁کا ▁کہنا ▁تھا ▁را نا ▁بھگ وان ▁د اس ▁محب ▁وطن ▁انسان ، ▁دیا نت دار ▁اور ▁اعلی ٰ ▁کردار ▁خصوصیات ▁کے ▁حامل ▁تھے۔
▁ا ٹل ▁جی ▁چاہتے ▁تھے ▁کہ ▁ہندوستان ▁اور ▁پاکستان ▁کے ▁درمیان ▁دوستی ▁کا ▁نیا ▁باب ▁کھل ے : ڈا کٹ ر ▁فاروق ▁عبداللہ
▁عا زمین ▁حج ▁کا ▁آج ▁پہلا ▁تربیتی ▁اجتماع ، ▁علماء ▁کرام ▁کا ▁خطاب
▁سب ▁لوگ ▁وہاں ▁سے ▁ہنس تے ▁ہوئے ▁اٹھ ے ▁اور ▁کہنے ▁لگے : ▁ابو طالب ▁تم ▁کو ▁تمہارے ▁بي ٹے ▁کي ▁اطاعت ▁و ▁پير وي ▁کا ▁حکم ▁د يا ▁گ يا ▁ہے۔
▁حضرت ▁ بانی ▁سلسلہ ▁احمدی ہ ▁علیہ ▁السلام ▁کی ▁وفات ▁۱۹ ۰۸ ؁ ء ▁میں ▁ہوئی ▁تھی۔ ▁یہ ▁لیک چر ▁اس ▁کے ▁دو ▁سال ▁بعد ▁کا ہے۔
▁ای بول ا ▁و ائر س ▁کی ▁تشخیص ▁15 ▁ منٹ ▁میں ▁ممکن
▁20 ▁صفر ▁اہل ▁بیت ▁کی ▁مدینہ ▁میں ▁واپسی ( بنا ▁بر ▁قول )
▁23 ▁ا ِ سرا ؔ ئی ل ▁بھی ▁م ِ صر ▁میں ▁آیا ▁اور ▁ی عق ؔ وب ▁ حام ▁کی ▁سر ▁زمین ▁میں ▁مسا ف ِ ر ▁رہا۔
▁بن گل ادی ش ▁میں ▁ایک ▁خاتون ▁کرکٹ ر ▁من شی ات ▁اسم گل ▁کرتے ▁ہوئے ▁رنگ ے ▁ہاتھوں ▁پکڑ ی ▁گئیں ۔ ب نگ لاد یش ▁میں ▁ایک ▁خاتون ▁کرکٹ ر ▁ نز رین ▁خان ▁مک تا ▁کو ▁14 ▁ہزار ▁یا با ▁پل ز ▁کے ▁ساتھ ▁گرفتار ▁کرلیا ▁گیا ، ▁نش ہ ▁آور ▁گول یوں ▁کا ▁یہ ▁نام ▁مقامی ▁طور ▁پر ▁می تھا م ف ٹا م ائن ▁ٹی بل ٹ ▁کے ▁لیے ▁استعمال ▁ہوتا ▁ہے ، ▁ڈھ ا کا ▁پر یم یئر ▁لیگ ▁میں ▁فر سٹ ▁گری ڈ ▁کرکٹ ▁کھیل نے ▁والی ▁ نز رین ▁خان ▁کی ▁گرفتاری ▁کا کس ▁بازار ▁میں ▁... ▁مزید
▁مضمون ▁کی ▁پسند ی دگی ▁اور ▁نیک ▁خواہش ات ▁کیلئے ▁بہت ▁بہت ▁شکریہ ۔
▁دوبارہ ▁عدالت ▁نہیں ▁جا ¶ ں ▁گا ، ▁خورشید ▁شاہ ▁نے ▁متعلقہ ▁ریکارڈ ▁دینے ▁کا ▁وعدہ ▁کیا ▁تھا : ▁طاہر ▁...
▁سے ▁یا ▁نیو ▁اور لین ز ▁کے ▁لئے ▁سب ▁سے ▁بہتر ▁ای گز یک ٹو ▁سفر ▁ذاتی ▁جی ٹ ▁چار ٹر , ▁بی ٹن ▁ روج , ▁Sh reve port , ▁La fa y ette ▁کے , ▁ل وزی انا ▁ایئر ▁طی ار ہ ▁ رین ٹل ▁کمپنی ▁کی ▁خدمت ▁کے ▁قریب ▁مجھے ▁کال ▁کریں ▁ 855 - 434 -0 700 ▁کاروبار ▁کے ▁لئے ▁خالی ▁ٹ انگ ▁پرواز ▁ٹر انس پور ٹی شن ▁علاقے ▁پر ▁فوری ▁اقت باس ▁کے ▁لئے , ▁ایم ر جنس ی , ▁پال تو ▁جانور وں ▁کے ▁دوستان ہ ▁طیارے ▁کے ▁ساتھ ▁ذاتی ▁خوشی ? ▁آپ ▁کو ▁جلد ی ▁اور ▁آسانی ▁سے ▁آپ ▁کی ▁ اگ لی ▁منزل ▁حاصل ▁بہترین ▁طیارے ▁کی ▁کمپنی ▁کی ▁مدد ▁کرنے ▁دو !

▁گور کھ پور ▁اور ▁پھل پور ▁کی ▁شکست ▁نے ▁یو گی ▁کا ▁لہ جہ ▁بدل ▁دیا۔ ▁چون کا ▁دینے ▁والا ▁بیان ▁‘ میں ▁ہر دھر م ▁کا ▁سی ▁ایم ▁ہوں ‘ مد عو ▁کیا گیا ▁تو ▁مسجد ▁بھی ▁جا ؤں ▁گا۔
▁فرق ہ ▁وار انہ ▁تشدد ▁نہ ▁روک ▁پانے ▁والے ▁افسران ▁پر ▁کارروائی ▁کی ▁جائے ▁- ▁The ▁Si as at ▁Daily
▁مقبوضہ ▁کشمیر ▁میں ▁زیادتی ▁کے ▁بعد ▁قتل ▁کی ▁جانے ▁والی ▁آصف ہ ▁کی ▁وکیل ▁کو ▁بھی ▁قتل ▁کی ▁دھمکی اں ▁_ ▁دنیا ▁- ▁Geo . tv
▁ ہن من تیا ▁نئی ▁دہلی ▁کے ▁کرنا ٹک ▁بھ ون ▁کا ▁ایک ▁ملازم ▁ہے ▁جو ▁مبینہ ▁طور ▁پر ▁شی وا ▁کم ار ▁کے ▁غیر مح س وب ▁پیسے ▁نئی ▁دہلی ▁میں ▁نہ ▁صرف ▁محفوظ ▁رکھتا ▁بلکہ ▁ لین ▁دین ▁کے ▁کاروبار ▁میں ▁بھی ▁ملوث ▁تھا ‘ ▁اس ▁طرح ▁کے ▁دعو ے ▁شکایت ▁میں ▁کئے ▁گئے ▁ہیں۔
▁سابق ▁ایم ▁این ▁اے ▁سردار ▁ط فیل ▁احمد ▁خ اں ▁مرحوم ▁کے ▁صاحب زاد ے ...
▁کمیشن ▁سازی ▁ماحول یات ▁کے ▁لیے ▁نقصان ▁ دہ ▁ہے ! وس عت ▁اللہ ▁خان
▁سیر ت ▁الن بی ▁صلی ▁اللہ ▁علیہ ▁وسلم
▁ [35] ۔ سن ن ▁ابن ▁ما جہ ▁ال طلاق ▁باب ▁طلاق ▁المع تو ہ وال ص غیر ▁والن ائم ▁حدیث ▁ :20 41 ۔
▁اسلام ▁آباد ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁06 ▁نومبر 2017 ء ) ای وان ▁بالا ▁میں ▁چیئرمین ▁سینیٹ ▁میاں رضا ▁رب انی ▁نے ▁پو لینڈ ▁سے ▁آئے ▁ہوئے ▁وفد ▁کو ▁خوش ▁آمدید ▁کہا ▁۔ ▁تفصیلات ▁کے ▁مطابق ▁پو لینڈ ▁سے ▁آئے ▁ہوئے ▁وفد ▁جس ▁کی ▁قیادت ▁سینیٹ ر ▁مارشل ▁کر ▁رہے ▁ہیں ▁پیر ▁کے ▁روز ▁ایوان ▁بالا ▁کی ▁کارروائی ▁دیکھی ▁۔ ▁چیئرمین ▁سینیٹ ▁رضا ▁رب انی ▁نے ▁وفد ▁کو ▁خوش ▁آمدید ▁کہا ▁۔ ▁سینیٹ ر ▁مشاہد ▁حسین ▁سید ▁نے ▁اپنے ▁استقبال یہ ▁کلمات ▁میں ▁کہا ▁کہ ▁مارشل ▁کی ▁قیادت ▁میں ▁آنے ▁والے ▁وفد ▁دونوں ▁ممالک ▁کے ▁درمیان ▁مزید ▁تعلقات ▁کی ▁بہتر ی ▁کیلئے ▁کام ▁کرے ▁گی ▁۔
▁پاکستان ▁لیڈر ▁بلاول ▁بھٹو ▁نے ▁دی والی ▁کے ▁موقع ▁پر ▁شی و ▁پو جا ▁کا ▁کیا ا ہ تمام ۔ ▁ویڈیو
▁یاد ▁رہے ▁کہ ▁اس ▁وقت ▁کال عد م ▁سپ ا ہ ▁صحابہ ▁تین ▁نام وں سے ▁کام ▁کررہی ▁ہے ، ▁پہلا ▁نام ▁اہل سن ت ▁وال جماع ت ، ▁دوسرا ▁نام ▁سنی ▁ایک شن ▁کمیٹی ▁اور ▁تی سرا ▁لشکر ▁جھ نگ وی ۔
▁واشنگٹن ▁کاؤنٹی ، ▁اور ی گون
▁آج ▁پنجاب ▁کے ▁لوگ ▁بھی ▁فوج ▁اور آئی ▁ایس ▁آئی ▁کے ▁خلاف ▁کھل ▁کر بات ▁کررہے ▁ہیں ▁اور ...
▁روح یل ▁امین ▁ایک ▁چھ اب ڑی ▁والا ▁ہے۔ ▁انہوں ▁نے ▁وائس ▁آف ▁امریکہ ▁کو ▁بتایا ▁کہ ▁R AB ▁کے ▁اہل ▁کار وں ▁نے ▁بیٹے ▁کی ▁رہا ئی ▁کے ▁لیے ▁ایک ▁لاکھ ▁ٹ کہ ▁ رش وت ▁مانگ ی ▁تھی۔ ▁میں ▁ایک ▁غریب ▁آدم ي ▁ہوں۔ ▁بم شکل ▁40 ▁ہزار ▁کا ▁بند وب ست ▁کر ▁سکا ▁۔ ▁R AB ▁والوں ▁نے ▁وعدہ ▁کیا ▁کہ ▁اس ▁کا ▁بیٹا ▁چند ▁روز ▁میں ▁اپنے ▁گھر ▁پہنچ ▁جائے ▁گا۔ ▁لیکن ▁وہ ▁آج ▁تک ▁نہیں ▁آیا ۔
▁فلسطینی ▁حملہ ▁آور ▁کی ▁فائرنگ ▁کے ▁نتیجے ▁میں ▁تین ▁اسرائیلی ▁ہلاک ▁اثاث ہ ▁جا ت ▁ریفرنس : ▁وزیر ▁خزانہ ▁اسحاق ▁ڈار ▁احتساب ▁عدالت ▁پہنچ ▁گئے
▁سنتی ا گو : ▁مسیحی ▁مذہب ▁کے ▁روحانی ▁پیش وا ▁کا ▁شمار ▁ا ُ ن ▁شخصیات ▁میں ▁ہوتا ▁ہے ▁جو ...
▁شہر ▁قائد / ▁شہر ▁کی ▁آواز
▁( ۴۹ ) ۔ ▁یہاں ▁اس ▁امر ▁کی ▁کوئی ▁تصریح ▁نہیں ▁ہے ▁کہ ▁یہ ▁جواب ▁دینے ▁والا ▁کون ▁ہو ▁گا۔ ▁ہو ▁سکتا ▁ہے ▁کہ ▁کچھ ▁دیر ▁بعد ▁خود ▁ان ہی ▁لوگوں ▁کی ▁سمجھ ▁میں ▁معاملہ ▁کی ▁اصل ▁حقیقت ▁آ ▁جائے ▁اور ▁وہ ▁آپ ▁ہی ▁اپنے ▁دل وں ▁میں ▁کہیں ▁کہ ▁ہ ائے ▁ہماری ▁کم ▁بخ تی ، ▁یہ ▁تو ▁وہی ▁چیز ▁ہے ▁جس ▁کی ▁خبر ▁خدا ▁کے ▁رسول ▁ہمیں ▁دیتے ▁تھے ▁اور ▁ہم ▁اسے ▁جھ ٹل ایا ▁کرتے ▁تھے۔ ▁یہ ▁بھی ▁ہو ▁سکتا ▁ہے ▁کہ ▁اہل ▁ایمان ▁ان ▁کی ▁غلط ▁ف ہم ی ▁رفع ▁کریں ▁اور ▁ان ▁کو ▁بت ائیں ▁کہ ▁یہ ▁خواب ▁سے ▁بیدار ی ▁نہیں ▁بلکہ ▁موت ▁کے ▁بعد ▁دوسری ▁زندگی ▁ہے۔ ▁اور ▁یہ ▁بھی ▁ہو ▁سکتا ▁ہے ▁کہ ▁یہ ▁جواب ▁قیامت ▁کا ▁پورا ▁ماحول ▁ان ▁کو ▁دے ▁رہا ▁ہو ، ▁یا ▁فرشت ے ▁ان ▁کو ▁حقیقت ▁حال ▁سے ▁مطلع ▁کریں۔
▁ای شین ▁خواتین ▁نیٹ ▁بال ▁چی مپ ئن ▁شپ ▁12 دس مبر ▁کو ▁ہا نگ ▁کا نگ ▁میں ▁منعقد ▁ہوگی
▁کراچی : ▁پاکستان ▁سپر ▁لیگ ▁( پی ▁ایس ▁ایل ) ▁تھر ی ▁کا ▁فائنل ▁آج ▁اسلام ▁آباد ▁ یون ائی ٹ ڈ ▁اور ▁پشاور ▁ زل می ▁کے ▁درمیان ▁ہوگا ▁جس ▁کے ▁لیے ▁نیشنل ▁اسٹ یڈ یم ▁کراچی ▁کے ▁دروازے ▁کھول ▁دیے ▁گئے ▁ہیں ▁اور ▁شا ئ ق ین ▁کی ▁آمد ▁شروع ▁ہوگئی ▁ہے۔
▁سوال : ▁- ▁قیامت ▁کے ▁دن ▁سب ▁سے ▁پہلے ▁شفا عت ▁کون ▁کریں ▁گے ▁؟
▁اپنا ▁تبصرہ ▁لکھیں

▁مثال ▁کے ▁طور ▁پر ▁اپنی ▁کرپشن ▁اور ▁احتساب ▁سے ▁بچ نے ▁کیلئے ▁احتساب ▁ایک ٹ ▁میں ▁ترمیم ▁کرکے ▁اسے ▁1985 ▁کی ▁بجائے ▁1990 ▁سے ▁نافذ ال عمل ▁کیا ▁تاکہ ▁پنجاب ▁میں ▁کرپشن ▁کا ▁جو ▁بازار ▁انہوں ▁نے ▁گرم ▁کیا ▁اس ▁پر ▁کوئی ▁سوال ▁نہ ▁اٹھ ▁سکے۔
▁سور ج ▁اور ▁چاند ▁کو ▁گر ہن ▁لگا ▁پس ▁تم ▁نہیں ▁پہنچا ن تے ▁اور
▁یا ▁انہوں ▁نے ▁اپنے ▁پیغمبر ▁کو ▁پہچان ا ▁نہیں ▁کہ ▁اس ▁کے ▁من کر ▁ہو ▁رہے ▁ہیں ▁۔
▁مرد وں ▁اور ▁عورتوں ▁کے ▁لئے ▁ڈاؤن ▁لوڈ ، ▁اتار نا ▁ٹی ٹو ▁سیاہ ی ▁خیالات
▁تبدیلی ▁یا ▁نظر ▁کا ▁دھو کا ؟
▁کھیل ▁دنیا ▁آسٹریلیا ▁کے ▁ارد ▁گرد ▁بچے ▁کی ▁طرح ▁کھیل
▁دبئی : پاکستان ▁سپر ▁لیگ ▁میں ▁اسلام ▁آباد ▁ یون ائی ٹ ڈ کو ▁بڑا ▁جھ ٹک ا ▁لگ ▁گیا ▁ہے ▁اور ▁کپتان ▁مصباح ▁الحق ▁ان ▁فٹ ▁ہو ▁کر ▁لیگ ▁کے ▁کم ▁از ▁کم ▁دو ▁میچ وں ▁سے ▁باہر ▁ہوگئے ▁ہیں۔
▁وزیر ▁اعلی ٰ ▁گلگت ▁بلتستان ▁کے ▁سابق ▁سی کر ٹی ری ▁سب ط ین ▁احمد ▁کو ▁کرپشن ▁کی ▁تحقیقات ▁سے ▁بچ نے ▁کیلئے ▁بیرون ▁ملک ▁فرار کر انے ▁کا ▁انکشاف ۔

▁سزا ئے ▁موت ▁کے ▁خلاف ▁آس یہ ▁بی ▁بی ▁کی ▁آخری ▁اپیل ▁کی ▁سماعت ▁آج ▁08 .10. 2018
▁بحر یہ ▁ٹاؤن ▁راولپنڈی ▁کے ▁املاک ▁کیس ▁میں ▁ایس ▁سی ▁ایس ▁کو ▁الا ٹ منٹ ▁ریکارڈ ▁مکمل ...
▁کہا ▁کہ ▁سیل یکا ▁ری ت
▁ہندوستان ی ▁نژاد ▁امریکی ▁کانگریس ▁مین ▁را جہ ▁کر ش نا ▁مور تی ▁کی ▁ہندو ، ▁مسلم ، ▁سکھ ▁اور ▁جی ن ▁م ذا ہ ب ▁کے ▁قائد ین ▁سے ▁ملاقات
▁سل ک ▁فیکٹری ▁راج باغ ▁، جس ▁کی ▁تباہ ی ▁70 کی ▁دہائی ▁میں ▁شروع ▁ہوگئی ▁، کا ▁بچا ▁کچھ ا ▁حصہ ▁حالی ہ ▁سیلاب ▁کی ▁نذر ▁ہوگیا ▁ہے۔ یہ ▁فیکٹری ▁جم وں ▁کشمیر ▁کی ▁تاریخ ▁میں ▁انتہائی ▁اہمیت ▁کی ▁حامل ▁رہی ▁ہی ، جس ▁کا ▁قیام ▁1939 ▁میں ▁مہ ارا جہ ▁ ہری ▁سنگھ ▁کے ▁دور ▁میں ▁عمل ▁میں ▁لا یا ▁گیا ▁تھا اور ▁1963 میں ▁ا ِ سے ▁انڈسٹری ز ▁محکمہ ▁کو ▁منتقل ▁کیا ▁گیا ▁تھا۔ جان کار ▁حلق وں ▁کے ▁مطابق ▁ابتدائی ▁دور ▁میں ▁اس ▁فیکٹری ▁میں 36 ہ زار ▁میٹر ری شم ▁ماہ انہ ▁تیار ▁ہوا ▁کرتا ▁تھا ▁جو ▁آج ▁6 ہ زار ▁میٹر ▁تک ▁سم ٹ ▁کر ▁رہ ▁گیا ▁ہے۔ 1939 میں ▁ا ِ س ▁فیکٹری ▁کیلئے ▁فرانس ▁سے ▁130 لوم ▁( ▁second ▁hand ) ▁خرید ے ▁گئے ▁تھے ▁جن ▁میں ▁سے ▁آج 40 لوم ▁ہی ▁کام ▁کررہے ▁ہیں ▁جبکہ ▁باقی ▁بی کار پ ڑے ▁ہیں۔ یہ ▁الگ ▁کہانی ▁ہے ▁کہ 74 بر س وں ▁کے ▁بعد ▁بھی ▁ان ▁ لوم وں ▁کو ▁کیوں ▁نہیں ▁تبدیل ▁کیا ▁گیا ▁یا ▁پھر ▁کیوں ▁مر مت ▁کے ▁نام ▁پر ▁بار ▁بار ▁رق ومات ▁کی ▁بندر ▁با نٹ ▁کی ▁گئی۔ ات نی ▁اہم ▁فیکٹری ▁کو ▁چلانے ▁کے ▁لئے ▁اور ▁اس ▁میں ▁پیداوار ی ▁صلاحیت ▁بڑھانے ▁کی ▁طرف ▁توجہ ▁تو ▁کبھی ▁نہیں ▁دی ▁گئی ▁البتہ ▁یہ ▁صرف ▁وقت ▁وقت ▁کے ▁افسران ▁کے ▁لئے ▁سو نے ▁کی ▁کان ▁ثابت ▁ہوئی ▁ہے۔ ▁Read ▁the ▁rest ▁of ▁this ▁entry ▁»
▁کہ ▁تو ▁ایک ▁نہای ت ▁ہی ▁اعلی ▁و ▁ا رفع ▁قسم ▁کا
▁ما خذ ▁دیکھیں
▁محمد ▁علی ▁خان
▁شہد ▁کا ▁سر کہ [ تر م یم ]
▁انھیں ▁ویل ش ▁سیاست ▁میں ▁متوسط ▁طبق ے ▁کی ▁ملازمت ▁پیش ہ ▁خواتین ▁کی ▁ نمائندہ ▁تصور ▁کیا ▁جاتا ▁ہے۔
▁ہم ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁جان نا ▁چاہتے ▁ہیں ، ▁جو ▁پاکستانی ▁معاشرے ▁میں ▁مثبت ▁تبدیلی ▁لا ▁رہے ▁ہیں۔
▁ہم ▁سے ▁رابطہ ▁کریں
▁وہ ▁ایک ▁نشان ▁کیا ▁دفتر ▁ہے ▁اس ▁روز ▁ج ُ ھ ٹل انے ▁والوں ▁کی ▁بڑی ▁خراب ی ▁ہوگی
▁حافظ ▁گل ▁بہ ادر ، ▁ملا ▁ن ذ یر ▁اور ▁جلال ▁الدین ▁حق انی ▁گروپ ▁کے ▁طالبان ▁کی ▁طرف ▁سے ▁اس ام ہ ▁بن ▁لا دن ▁کے ▁ہلاکت ▁پر ▁افسوس ▁اور ▁مذمت ی ▁بیان ▁تو ▁سامنے ▁آئے ▁تھے ▁لیکن ▁انہوں ▁نے ▁تحریک ▁طالبان ▁پاکستان ▁کی ▁طرح ▁بدل ہ ▁لینے ▁کا ▁اعلان ▁نہیں ▁کیا ▁تھا۔
▁قائد ▁اعظم ▁اور ▁قرآن
▁مرکزی ▁مواد ▁پر ▁جائیں
▁ورزش ▁5.1 : ▁ہی نڈ ل نگ ▁ڈرا پ ▁ڈاؤن ز ، ▁قدر ▁وصف ▁کی ▁طرف ▁سے ▁دکھائی ں ▁ٹیکس ٹ ▁کی ▁طرف ▁سے ▁ اق دار ▁کو ▁منتخب ▁کریں
▁اس ▁سے ▁پہلے ▁کہ ▁اصلی ▁موضوع ▁کے ▁متعلق ▁گفتگو ▁کریں ▁اور ▁شخصیت ▁امام ▁حسین ▁علیہ ▁السلام ▁کے ▁بارے ▁میں ▁کچھ ▁لکھیں ▁اپنے ▁ف ہم ▁و ▁ ادر اک ▁کے ▁مطابق ▁سید ▁الش ہ داء ▁امام ▁حسین ▁علیہ ▁السلام ▁کی ▁معرفت ▁کے ▁سلسلے ▁میں ▁مقدمہ ▁کے ▁طور ▁پر ▁کچھ ▁باتیں ▁پیش ▁کرتے ▁ہیں :
▁23 ▁ا ُ س ▁نے ▁کہا ▁م َ یں ▁ج َ ی سا ▁ یس ع یا ہ ▁نبی ▁نے ▁کہا ▁ہے ▁ب ِ یا بان ▁میں ▁ایک ▁پ ُ کار نے ▁والے ▁کی ▁آواز ▁ہ ُ وں ▁کہ ▁ت ُ م ▁خ ُ دا ▁کی ▁راہ ▁کو ▁س ِ ید ھا ▁کرو ۔
▁ایم ▁کیو ▁ایم ▁کے ▁پاس ▁ہمارے ▁خلاف ▁ثبوت ▁ہیں ▁تو ▁سامنے ▁لا یں ▁اگر ▁وہ ▁ایسا ▁نہیں ▁کریں ▁گے ▁تو ▁اپنی ▁ز مہ ▁داری ▁پوری ▁نہیں ▁کریں ▁گے۔ ▁سعید ▁غنی
▁۲ ۔ ▁آئین ▁پاکستان ▁کی ▁اسلامی ▁اساس
▁ایرانی ▁بحر یہ ▁کے ▁سربراہ ▁ر ئیر ▁ایڈ مر ل ▁حسین ▁خان زاد ی ▁نے ▁کہا ▁ہے ▁کہ ▁بحر ی ▁فوج ▁نے ▁پابندی وں ▁کے ▁مرحلے ▁کو ▁عبور ▁کر ▁لیا ▁ہے۔
▁کچھ ▁دن ▁بعد ▁پ نڈ ت ▁کو ▁یہ ▁لگا ▁کہ ▁لوگ ▁پھر ▁کم ▁ہونے ▁لگے ▁ہیں۔ ▁اس ▁نے ▁سر ▁اٹھا ▁کر ▁درخت ▁پر ▁نظر ▁ڈال ی ▁تو ▁من ت ▁کے ▁نئے ▁با ند ھے ▁گئے ▁ دھ اگ ے ▁بھی ▁کم ▁لگے ۔ ▁اس ▁کی ▁نظر یں ▁درخت ▁پر ▁بیٹھے ▁ایک ▁کب وتر ▁پر ▁پڑ یں۔ ▁وہ ▁غ ص ے ▁سے ▁چلا ▁اٹھا ▁“ اپ مان ، ▁بھگ وان ▁کا ▁اپ مان ۔ ▁یہ ▁کب وتر ▁د کھ ن ▁والے ▁گا وں ▁میں ▁برگ د ▁کے ▁نیچے ▁بیٹھے ▁نا ست ک ▁بدھ ▁بھ کش و ▁نے ▁بھی جا ▁ہے۔ ▁اسے ▁درخت ▁سے ▁دور ▁رکھ و ۔ ▁ورنہ ▁گا وں ▁پر ▁بھگ وان ▁کا ▁کرو دھ ▁ہو ▁گا ▁اور ▁اس ▁کا ▁ست یان اش ▁ہو ▁جائے ▁گا ” ۔
▁یہاں ▁جائیں : ▁رہنما ئی ، ▁تلاش ▁کریں
▁مغرب ▁اتنا ▁بے ▁غیر ت ▁کیوں ▁ہے ؟
▁زمرہ : چر وک ی ▁کاؤنٹی ، ▁جا رج یا
▁چند ▁تاریخی ▁انقلاب ▁اور ▁ان ▁کا ▁تجزیہ
▁برطانوی ▁ڈر ائی ور ▁جی نس ن ▁ب ٹن ▁اتوار ▁کو ▁مان ٹری ال ▁شہر ▁میں ▁ہونے ▁والی ▁ ریس ▁کے ▁آخری ▁چک ر ▁میں ▁سبق ت ▁لیتے ▁ہوئے ▁جرمن ▁ڈر ائی ور ▁سب است یان ▁فی ٹل ▁کو ▁پچ ھا ڑنے ▁میں ▁کامیاب ▁ہوئے۔ ▁جب ▁آخری ▁را ؤ نڈ ▁شروع ▁ہوا ، ▁ توج ین سن ▁ب ٹن ▁صرف ▁ایک ▁سی ک نڈ ▁کے ▁فرق ▁کے ▁ساتھ ▁فی ٹل ▁سے ▁پیچھے ▁تھے۔ ▁اس ▁دوران ▁انہوں ▁نے ▁اپنی ▁می کل ارن ▁گاڑی ▁کو ▁مزید ▁اسپ یڈ ▁دے ▁کر ▁سبق ت ▁حاصل ▁کر ▁لی ۔ ▁تیسری ▁پوزیشن ▁فی ٹل ▁کے ▁ساتھ ی ▁مارک ▁وی بر ▁کو ▁ملی ۔ ▁کی ن یڈ ین ▁گر اں ▁پری ▁میں ▁بھی ▁فی ٹل ▁نے ▁پول ▁پوزیشن ▁سے ▁آغاز ▁کیا ▁تھا۔
▁petite ▁شوق ین ▁سن ہ رے ▁بال وں ▁والی ▁بی بی ▁ہو ▁جاتا ▁ہے ▁آخر ▁کی ▁طرف ▁سے ▁اس ▁d ▁اس ▁مکمل ▁ڈاکٹر وں ▁علاج ▁720 ▁4
▁یوں ▁جیسے ▁میں ▁کچھ ▁رکھ ▁کے ▁بھول ▁گئی ▁ہوں
▁ایک ▁لاکھ ▁سے ▁زائد ▁ووٹ وں ▁کی ▁ل یڈ ▁سے ▁جیت وں ▁گا ▁، شی خ ▁رشید
▁زنجیر وں ▁میں ▁ج کڑ ▁کر ▁م ویش یوں ▁کے ▁ساتھ ▁بان دھ ▁کر ▁تشدد ، ▁طلاق ▁دینے ▁پر ▁د با ئو ، ▁پولیس ▁نے ▁کار وائی ▁کے ▁دوران ▁نوجوان ▁کو ▁بازی اب ▁کرو الیا
▁◄ ▁چین ▁میں ▁مذہبی ▁تہ وار ▁(1 ▁ز )
▁’’ ہ اں ▁... ▁میں ▁بڑا ▁اور ▁کامیاب ▁سیاست د اں ▁بن نا ▁چاہتا ▁ہوں ▁... ▁لیکن ▁کس ▁طرح ▁کا سی است د اں ▁؟ ▁مہ ات ما ▁گاندھی ▁کی ▁طرح ▁یا ▁پھر ▁نہ رو ▁کی ▁طرح ▁یا ▁راہ ل ▁گاندھی ▁کی ▁طرح ▁یا ▁پھر ▁نریندر ▁مودی ▁کی ... ▁نہیں ▁نہیں ▁مجھے ▁زیادہ ▁بڑے ▁کی ن وس ▁پر سو چ نا ▁چاہئے ۔ ▁تو ▁کیا ▁میں ▁صدا م ▁حسین ▁کی ▁طرح ▁بن وں ▁یا ▁پھر ▁جا رج ▁بش ، بل ▁کلن ٹن ، بر اک ▁اوباما ▁یا ▁پھر ▁پت ن ▁کی ▁طرح ▁یقینا ً ▁مجھے ▁طاقتور ▁سیاست د اں ▁بن نا ▁چاہیے۔ ▁طاقتور ▁سیاست د اں ▁بن وں ▁تو ▁دنیا ▁میری ▁م ٹھی ▁میں ▁ہو ▁گی۔ ‘‘ ▁میں ▁نے ▁اپنی ▁م ٹھ یاں ▁زور سے ▁بند ▁کر ▁لی ▁تھیں۔
▁پاکستان ▁میں ▁کم ▁عمر ی ▁کی ▁شادی وں ▁کا ▁مسئلہ
▁بچوں ▁کے ▁ادب ▁میں ▁ایک ▁خوبصورت ▁او ▁ر ▁منفرد ▁اضافہ
▁عمران ▁خان ▁کا ▁پیغام ▁گھر ▁گھر ▁پہنچ ائیں ▁گے ، ▁را جہ ▁تیم ور ▁عابد
▁رابطہ ▁کی ▁معلومات
▁پاکستان ▁کو ▁قرض ▁لینے ▁کے ▁لیے ▁کن ▁شرائط ▁کو ▁پورا ▁کرنا ▁ہو ▁گا ؟
▁ولایت ▁پورٹ ل : رش یا ▁ٹو ڈ ے ▁کی ▁رپورٹ ▁کے ▁مطابق ▁بیل ج ئ م ▁میں ▁برطانوی ▁وزیر ▁اعظم ▁تھر ی سام ے ▁اور ▁بیل ج ئ م ▁کے وزیر ▁اعظم ▁شار ل ▁می شل ▁کے ▁قافل ہ ▁پر ▁ایک ▁گاڑی ▁کے ▁ذریعہ ▁حملہ ▁کیا ▁گ يا ▁جس ▁میں ▁2 ▁پولیس ▁اہلکار ▁زخمی ▁ہوگئے ▁ہیں ، اطلاع ات ▁کے ▁مطابق ▁برطانوی ▁وزیر ▁اعظم ▁دوسری ▁عالمی ▁جنگ ▁کے ▁اختتام ▁کی ▁سو ▁سالہ ▁تقریب ▁میں ▁شرکت ▁کے ▁لئے ▁بیل ج ئ م ▁کے ▁دورے ▁پر ▁ہیں ، اس ▁واقعہ ▁کے ▁بارے ▁میں ▁مزید ▁کوئی ▁اطلاع ▁مو صول ▁نہیں ▁ہوئی۔
▁پی ▁پی ▁کر سم س ▁درخت
▁برائے ▁نام ▁لباس ▁میں ▁مل بوس ▁پڑ وسی ▁ملک ▁کی ▁اداکار اؤں ▁کے ▁سین ▁دکھا نے ▁میں ▁ہر ▁چینل ▁دوسرے ▁سے ▁بازی ▁لے ▁جانے ▁کی ▁کوشش ▁میں ▁مبتلا ▁نظر ▁آتا ▁ہے ▁اور ▁ف یشن ▁شو ز ▁جس ▁کے ▁نام ▁پر ▁اپنی ▁ثقافت ▁و ▁روایات ▁حتی ٰ ▁کہ ▁مذہب ▁تک ▁سے ▁بغاوت ▁کی ▁جاتی ▁ہے ▁کو ▁بڑے ▁فخر ▁کے ▁ساتھ ▁دکھا یا ▁جاتا ▁ہے ▁اور ▁ہر ▁لباس ▁کی ▁تعریف ▁یہ ▁کہہ ▁کر ▁کی ▁جاتی ▁ہے ▁کہ ▁لباس ▁مشرق ▁و ▁مغرب ▁کا ▁حسین ▁امت ز اج ▁تھے۔ ▁اب ▁اگر ▁مشرق ▁سے ▁مراد ▁بھارت ▁یا ▁دوسرے ▁غیر ▁مسلم ▁معاشرے ▁ہیں ▁تو ▁پھر ▁تو ▁کسی ▁طرح ▁بات ▁ہ ضم ▁ہو ▁لیکن ▁چونکہ ▁ہم ▁ایک ▁اسلامی ▁ملک ▁کے ▁باشند ے ▁ہیں ▁اس ▁لیے ▁ہم ▁نے ▁لباس ▁کو ▁ز یب ▁و ▁ زین ت ▁سے ▁پہلے ▁پر دے ▁کیلئے ▁پہن نا ▁ہے ▁جبکہ ▁اکثر ▁یہ ▁شو ز ▁خواتین ▁کے ▁لباس ▁کی ▁نمائش ▁کیلئے ▁منعقد ▁کیے ▁جاتے ▁ہیں ▁اور ▁یاد ▁رکھی ئے ▁یہ ▁بر ہ نگی ▁اسلام ▁کے ▁سراسر ▁خلاف ▁بلکہ ▁سختی ▁سے ▁منع ▁ہے۔ ▁مرد ▁گلو کار وں ، ▁اداکار وں ▁اور ▁ماڈل ز ▁کو ▁دیکھیں ▁تو ▁وہ ▁چم کی لے ▁ب ھڑ کی لے ▁لباس وں ▁اور ▁م ضح کہ ▁خیز ▁بال وں ▁میں ▁کسی ▁اور ▁سیار ے ▁کی ▁مخلوق ▁نظر ▁آتے ▁ہیں۔
▁اور ▁پاکستان ▁کی ▁سیاست
▁آپ ▁اپنے ▁Twitter ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁١ ٠ ۔ سور ۂ ▁بق رہ ١ ١ ٤ ۔
▁اس ▁موقع ▁پر ▁و سیم ▁اختر ▁نے ▁کہا ▁کہ ▁شہر ▁کا ▁ڈھ ان چہ ▁تباہ ▁ہو چک ا ▁ہے ، ▁نالو ں ▁پر ▁قبض ے ▁ہیں ، ▁سی وری ج ▁کا ▁نظام ▁تباہ ▁ہے ▁اور ▁یہ ▁قبض ے ▁چھ وٹ وں ▁نے ▁نہیں ▁ب ڑوں ▁نے ▁بھی ▁کی ے۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁Messenger
▁’’ ہم ▁لوگ ▁شادی ▁کرنے ▁کا ▁کاروبار ▁کریں ▁گے۔ ▁شادی ▁ہوتے ▁ہی ▁ا ڑ ن ▁چھ و ۔ ▁پھر ▁کون ▁تلاش ▁پائے ▁گا۔ ’ ’
▁خلیج ی ▁ممالک ▁کا ▁خواب ▁چک نا ▁چور ▁ہونے ▁کی ▁وجہ ہ ▁سے ▁کئی ▁ہندوستان ی ▁وطن ▁واپسی ▁کی ▁تیاری ▁میں
▁۵ ۱ . ▁تو ▁کہہ ▁دے ▁ہم ▁کو ▁ہر گز ▁نہ ▁پہنچے ▁گا ▁مگر ▁وہی ▁جو ▁لکھ ▁دیا ▁اللہ ▁نے ▁ہمارے ▁لیے ▁وہی ▁ہے ▁کار ساز ▁ہمارا ، ▁اور ▁اللہ ▁ہی ▁پر ▁چاہیے ▁کہ ▁بھر وس ہ ▁کریں ▁مسلمان
▁اب ▁تم ▁اس ▁زمین ▁پر ▁کا پر ▁لینڈ ▁والے ▁فارم ول وں ▁کا ▁ویب ▁بچ ھا ▁کے ▁اس ▁کی ▁ای ٹری بی و شن ▁کن ▁ف یک ون ▁کیساتھ ▁کر ▁دینا ، ▁جب ▁کبھی ▁خدا ▁کا ▁حکم ▁ہوگا ▁یہ ▁زمین ▁تان بے ▁میں ▁بدل ▁جائے ▁گی ، ▁میں ▁جب ▁تک ▁سور ج ▁کو ▁ری چار ج ▁کرکے ▁ا فق ▁کے ▁پار ▁سے ▁اٹھا ▁کے ▁سوا ▁نیز ے ▁پر ▁لانے ▁کا ▁فارم ولا ▁فٹ ▁کرکے ▁آتا ▁ہوں ، ▁اس ▁کے ▁بعد ▁ہم ▁روز ▁م حشر ▁میں ▁مل یں ▁گے۔
▁سب ▁سے ▁زیادہ ▁پڑھ ی ▁جانے ▁والی ▁خبریں
▁ہمارے ▁بارے ▁میں
▁ویل ینگ ٹن ▁میں ▁کھیل ے ▁جانے ▁والے ▁میچ ▁میں ▁نیوز ی ▁لینڈ ▁نے ▁ٹ اس ▁جیت ▁کر ▁پہلے ▁ فیل ڈ نگ ▁کا ▁فیصلہ ▁کیا ▁تو ▁انگلینڈ ▁کی ▁ٹیم ▁234 ر نز ▁تک ▁ہی ▁مح دو و ▁رہی ▁، ان ▁کی ▁ان نگ ▁میں ▁این ▁مور گن ▁48 ، بین ▁س ٹو کس 39 ، جو ئی ▁بٹ لر 29 اور ▁معین ▁علی ▁کے ▁23 ر نز ▁نمای اں ▁رہے ▁۔
▁اکتوبر 13 ▁جمعہ ۔ ▁ح اس دین ▁کے ▁بد ▁اراد وں ▁سے ▁بچے ▁رہیں ▁گے۔ ▁بیرون ▁ملک ▁جانے ▁کے ▁خواہش ▁مند ▁افراد ▁کی ▁خواہش ▁پوری ▁ہو ▁سکے ▁گی۔ ▁ملازمت ▁سے ▁متعلقہ ▁معاملات ▁حساس ▁رہیں ▁گے۔
▁پاکستان : ▁نان گا ▁پر بت ▁کو ▁سر ▁کرنے ▁کی ▁کوشش ▁کرنے ▁والی ▁فرانس یسی ▁کو ہ ▁پی ما ▁کو ▁بچا ▁لیا ▁گیا
▁جب ▁ان ▁احکام ات ▁پر ▁عمل ▁درآمد ▁کیا ▁جا ▁رہا ▁تھا ▁تب ▁جرمن ▁حکام ▁نے ▁ان ▁احکام ات ▁کی ▁قانونی ▁حیثیت ▁پر ▁سوال ▁اٹھایا ▁جس ▁کے ▁بعد ▁وفاقی ▁وزیر ▁داخلہ ▁تھ و ماس ▁ڈے ▁میز یئر ▁نے ▁چانسلر ▁میر کل ▁سے ▁دوبارہ ▁رابطہ ▁کیا۔ ▁میر کل ▁نے ▁اس ▁بابت ▁کوئی ▁فیصلہ ▁نہیں ▁کیا ▁لیکن ▁اپنے ▁وزیر ▁کو ▁یہ ▁کہا ▁کہ ▁وہ ▁اس ▁امر ▁کو ▁یقینی ▁بنائیں ▁کہ ▁سرحد وں ▁کی ▁بند ش ▁غیر ▁قانونی ▁نہ ▁ہو۔ ▁علاوہ ▁از یں ▁انہوں ▁نے ▁وزیر ▁داخلہ ▁سے ▁یہ ▁ضمانت ▁بھی ▁مانگ ی ▁کہ ▁عوامی ▁سطح ▁پر ▁ایسی ▁کوئی ▁تصویر ▁سامنے ▁نہ ▁آئے ▁کہ ▁حکومت ▁ملکی ▁فوج ▁کے ▁ذریعے ▁مہاجرین ▁کی ▁جرمنی ▁آمد ▁روکنے ▁کی ▁کوشش ▁کر ▁رہی ▁ہے۔
▁ڈاؤن ▁لوڈ ، ▁اتار نا
▁رسائی ▁میں ▁مدد
▁اک بات ان ▁ڈیم ▁ ھم دان ▁سے ▁5 ▁کی ل ▁میٹر ▁پر ▁واقع ▁ہے۔ ▁اس ▁ڈیم ▁کو ▁بنانے ▁کے ▁وقت ▁اس ▁کی ▁او نچ ائی ▁54 ▁میٹر ▁تھی ▁اور ▁اسے ▁مزید ▁اون چا ▁کرنے ▁کے ▁منصوبے ▁پر ▁کام ▁ہونے ▁کے ▁بعد ▁اس ▁کی ▁او نچ ائی ▁79 ▁میٹر ▁تک ▁پہنچ ▁گئی ▁اور ▁اس ▁میں ▁34 ▁ملی ن ▁میٹر ▁مک عب ▁پانی ▁ذ خیر ہ ▁کیا ▁جا ▁سکتا ▁ہے ▁لیکن ▁اس ▁بار ▁ہونے ▁والی ▁ موس لاد ھار ▁بارش ▁کے ▁بعد ▁پانی ▁کی ▁سطح ▁اس ▁سے ▁بھی ▁بلند ▁سطح ▁پر ▁پہنچ ▁گئی ▁جو ▁اس ▁وقت ▁بھ او ▁کے ▁قریب ▁ہے۔
▁ہم ▁سب ▁مل ▁کر ▁چل یں ▁گے
▁ٹو کی و ( مانیٹر نگ ▁ڈیسک ) ▁جاپان ▁میں ▁اپنے ▁بیٹی ▁کے ▁ساتھ ▁رہنے ▁والی ▁ماں ▁نے ▁بیٹی ▁کو ▁باپ ▁...
▁ا ٹک ‘ ▁حلقہ ▁NA 56 میں ▁پی ▁ٹی ▁آئی ▁کو ▁ضمن ی ▁انتخاب ▁میں ▁شکست ▁دینے ▁کیلئے ▁اپوزیشن ▁کا ▁اتحاد ، ▁بڑے ▁اپ ▁سیٹ ▁کا ▁امکان
▁خدا ▁کو ▁تسلیم ▁کیے ▁بنا ▁کائنات ▁کی ▁تخلیق ▁کے ▁لیے ▁تین ▁طرح ▁کے ▁نقط ہ ▁نظر ▁پیش ▁کیے ▁جاتے ▁ہیں . ▁ ٭ پ ہ لا ▁نظر یہ ▁: ▁یہ ▁کائنات ▁ہمیشہ ▁سے ▁موجود ▁ہے ▁اور ▁ہمیشہ ▁کے ▁لیے ▁رہے ▁گی . ▁کائنات ▁کے ▁ہمیشہ ▁سے ▁موجود ▁ہونے ▁کا ▁نظر یہ ▁قدیم ▁یونان ▁سے ▁چلا ▁آ ▁رہا ▁ہے ▁لیکن ▁اس ▁دعو ے ▁کی ▁سب ▁بڑی ...


▁چین ▁میں ▁مسلم ▁اکثریت ی ▁والے ▁علاقے ▁میں ▁بچوں ▁پر ▁قرآن ی ▁کلاس س ▁اور ▁اسلامی ▁تعلیم ▁حاصل ▁کرنے ▁پر ▁لگا ئی ▁روک ۔
▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁جل سے ▁جلوس وں ▁اور ▁ریلی وں ▁میں ▁عوام ▁رہنما ں ▁کو ▁دیکھنے ▁آج ات ے ▁ہیں ▁لیکن ▁ووٹ ▁اسے ▁ہی ▁دیتے ▁ہیں ▁جو عوام ▁کے ▁لئے ▁کام ▁کرے ▁اور ▁کراچی ▁میں ▁عوام ▁ووٹ ▁اسے ▁دیتے ▁ہیں ▁جو ▁عوام ▁کا ▁ساتھ ▁د ے۔
▁ترکی ▁کی ▁معیشت ▁کو ▁سہ ارا ▁دینے ▁کے ▁لیے ▁پاکستانی ▁میدان ▁میں ▁آ ▁گئے
▁اس ▁خون ▁میں ▁بہت ▁بر ک ات ▁ہیں ▁کہ ▁بعد ▁میں ▁ظاہر ▁ہو نگے ▁۷ ۴
▁یہ ▁میری ▁راج ندر ▁سنگھ ▁بی دی ▁سے ▁پہلی ▁ملاقات ▁تھی۔ “

▁راج ست ھان ▁میں ▁ہ جو م ▁کے ▁ہاتھوں ▁ایک ▁اور ▁مسلم ▁نوجوان ▁کا ▁قتل
▁کچھ ▁ہمارے ▁بارے ▁میں
▁سعودی ▁عرب ▁سے ▁تعلقات ▁بہتر ▁ہو ▁سکتے ▁ہیں ، ▁روحانی
▁بلاول ▁بھٹو ▁17 نو مبر ▁کو ▁جی ▁بی ▁او ئیر ن یس ▁فورم ▁کے ▁زیر ▁اہتمام ▁قومی ▁کانفرنس ▁سے ▁خطاب ▁کریں ▁گے۔ ترجم ان ▁- ... ▁https :// t . co / i De 8 CK t d 5 A ▁2018 /11/ 14

▁اردو ▁موبائل ▁ایپ
▁اس ▁ہفتے ▁کے ▁کالم ز
▁ایک ▁وقت ▁میں ▁آپ ▁کی ▁ ناک ▁کا ▁صرف ▁ایک ▁ن تھ نا ▁کیوں ▁بند ▁ہو ...
▁تین ▁طلاق ▁متاثر ہ ▁کو ▁بی ▁جے ▁پی ▁نے ▁پارٹی ▁میں ▁شمولیت ▁کے ▁لئے ▁مد عو ▁کیا ہے۔
▁ذاتی ▁ملکی ت ▁کی ▁کوئی ▁بھی ▁منافع ▁بخش ▁ش ے ▁جیسے ج ائ داد ، ▁کاروبار ▁، ف یکٹر ی ، پی س ہ ▁یا کو ئی ▁بھی ▁مد ▁جسے ▁کسی ▁خاص ▁مقصد ▁کے ▁لئے ▁مقرر ▁و متع ی ّ ن ▁کیا ▁گیا ▁ہو۔ جی سے ▁کوئی ▁شخص ▁اپنی ▁جا ئ داد میں ▁سے ▁کسی ▁ایک ▁حصہ ▁کو ▁ہمیشہ ▁یا ▁کسی ▁خاص ▁مد ّ ت ▁تک ▁کے ▁لئے ▁ف قراء ، ▁ یت یم وں ▁و ▁بی و اؤں ▁کی ▁کف الت ▁یا ▁دیگر ▁خیر ی ▁معاملہ ▁کے ▁لئے ▁مختص ▁کرد ے ▁، یا ▁اس ▁جا ئ داد ▁کو ▁استعمال ▁میں ▁لا تے ▁ہوئے ▁اس ▁سے ▁حاصل ▁ہونے ▁والے ▁منافع ▁کو ▁مختص ▁کرد ے و غیر ہ ، ال غرض ▁وقف ▁کا ▁بہت ▁وسیع ▁مف ہ وم ▁ہے ▁جو ▁چھوٹی ▁سطح ▁سے لی کر ▁بڑی ▁سطح ▁تک ▁جاسکتا ▁ہے۔
▁” اپ نی ▁بہن ▁کے ▁خاوند ▁کیساتھ ▁جنسی ▁عمل ▁قائم ▁کیا ▁لیکن ▁پھر ▁ایک ▁دن ۔۔ ” ▁مکمل ▁کہانی ▁پڑھیں
▁نقش ہ ▁ویب ▁سائٹ
▁منگل ▁کو ▁وزیراعظم ▁کی ▁زیر ▁صدارت ▁بلوچستان ▁میں ▁ترقی اتی ▁منصوب وں ▁سے ▁متعلق ▁اجلاس ▁میں ▁ایڈ یشن ل ▁چیف ▁سیکرٹری ▁نے ▁بر یف نگ ▁دی ، ▁جس ▁میں ▁سی ▁پیک ، ، ▁شمس ی ▁ٹی وب ▁ویل ، ▁خصوصی ▁اقتصادی ▁زو نز ، ▁وا ٹر ▁می نج منٹ ، ▁تیل ▁اور ▁گیس ▁کے ▁منصوبے ▁شامل ▁کئے ▁گئے۔ ▁اجلاس ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ▁نے ▁کہا ▁کہ ▁بلوچستان ▁کی ▁سماجی ▁و ▁معاشی ▁ترقی ▁حکومت ▁کی ▁ترجیح ▁ہے۔
▁نئی ▁دہلی ▁28 ▁مئی ▁( سی است ▁ڈاٹ ▁کام ) ▁مرکزی ▁وزیر ▁برائے ▁فروغ ▁انسانی ▁وسائل ▁سم رت ی ▁ایرانی ▁کی ▁تعلیمی ▁قابلیت ▁دریافت ▁کرنے ▁پر ▁جواب ی ▁وار ▁کرتے ▁ہوئے ▁مرکزی ▁وزیر ▁او ما ▁بھارتی ▁نے ▁آج ▁صدر ▁کانگریس ▁سو نیا ▁گاندھی ▁کی ▁تعلیمی ▁قابلیت ▁دریافت ▁کی۔ ▁وہ ▁اپنی ▁وزارت ▁کا ▁جائزہ ▁لینے ▁کے ▁بعد ▁پریس ▁کانفرنس ▁سے ▁خطاب ▁کررہی ▁تھیں۔ ▁بی ▁جے ▁پی ▁قائد ▁مختار ▁عباس ▁نق وی ▁نے ▁کہاکہ ▁کانگریس ▁کو ▁سم رت ی ▁ایرانی ▁پر ▁تنقید ▁کرنے ▁سے ▁پہلے ▁خود ▁احتساب ی ▁کرنی ▁چاہئے ۔ ▁ا ُ نھوں ▁نے ▁کہاکہ ▁ا ُ نھیں ▁عوام ▁کے ▁عطا ▁کئے ▁ہوئے ▁اختیار ▁کا ▁احترام ▁کرنا ▁چاہئے ▁اور ▁غیر ضر وری ▁بیان ات ▁جاری ▁کرنے ▁سے ▁گریز ▁کرنا ▁چاہئے ۔ ▁ا ِ س ▁طرح ▁وہ ▁عام ▁انتخابات ▁میں ▁اپنی ▁ناکام ی ▁کی ▁پر دہ ▁پوش ی ▁نہیں ▁کرسکتے ۔ ▁جے ▁ڈی ▁یو ▁کے ▁صدر ▁شر د ▁یاد و ▁نے ▁کانگریس ▁پر ▁سم رت ی ▁ایرانی ▁کی ▁تعلیمی ▁قابلیت ▁دریافت ▁کرنے ▁پر ▁تنقید ▁کی۔ ▁خواتین ▁کے ▁حقوق ▁کی ▁علم بر دار ▁کار کن ▁مد ھو ▁کشور ▁نے ▁اپنے ▁ٹوئٹر ▁پر ▁تحریر ▁کیا کہ ▁سم رت ی ▁ایرانی ▁کو ▁وزیر ▁فروغ ▁انسانی ▁وسائل ▁بنایا ▁گیا ▁ہے۔ ▁مودی ▁کو ▁ایسا ▁کرنے ▁سے ▁پہلے ▁یہ ▁بھی ▁دیکھ ▁لینا ▁چاہئے ▁تھا ▁کہ ▁ا ُ ن ▁کی ▁تعلیمی ▁قابلیت ▁کیا ▁ہے۔ ▁کیوں ▁کہ ▁یہ ▁ایک ▁اہم ▁وزارت ▁ہے ▁جسے ▁سنبھال نے ▁کے ▁لئے ▁اعلی ٰ ▁تعلیم ▁یافتہ ▁ہونا ▁ضروری ▁ہے۔ ▁کانگریس ▁قائد ▁اج ئے ▁ما کن ▁نے ▁کل ▁سم رت ی ▁ایرانی ▁کی ▁تعلیمی ▁قابلیت ▁کا ▁مذاق ▁ا ُ ڑ ایا ▁تھا۔
▁نیا ▁پاکستان ▁بنانے ▁والوں ▁نے ▁پاکستان ▁کی ▁بنیاد وں ▁کو ہ لا ▁کر ر کھ ▁دیا ▁ہے ▁، ▁دس ▁روپے ▁کی ▁رو ٹی ، پ ندر ہ ▁روپے ▁کا ▁نان ▁یہ ▁ہے ▁نیا ▁پاکستان : ▁بلاول ▁بھٹو ▁زرداری
▁ہمارا ▁ملک ▁اور ▁ثقافت ▁خطر ے ▁میں ▁ہے ، ▁بلاول ▁بھٹو ▁زرداری
▁متعلقہ ▁خبریں
▁رسائی ▁کے ▁لنکس
▁صدر ▁ا رج نٹ ائن ▁( 41 ▁)
▁مجھے ▁یہ ▁سمجھ ▁میں ▁نہیں ▁آتا ▁کہ ▁انھیں ▁بار ▁بار ▁یہ ▁احساس ▁کیوں ▁دل ایا ▁گیا ▁کہ ▁ان ▁کی ▁شہر ت ▁کچھ ▁دیر ▁سے ▁ہوئی ▁یا ▁انھیں ▁وہ ▁مقام ▁نہیں ▁ملا ▁جس ▁کے ▁وہ ▁حق ▁دار ▁تھے۔ ▁ان ▁کی ▁مقبول یت ▁کا ▁عالم ▁تو ▁یہ ▁تھا ▁کہ ▁سرحد وں ▁کے ▁پار ▁آباد ▁دنیا ▁کے ▁مختلف ▁ممالک ▁میں ▁انھیں ▁ہمارے ▁ملک ▁کا ▁ نمائندہ ▁تسلیم ▁کیا ▁جاتا ۔ ▁وہ ▁ہندوستان ▁کی ▁شان ▁ہی ▁نہیں ▁بلکہ ▁آب رو ▁تھے۔ ▁اچھی ▁اور ▁سچ ی ▁شاعر ی ▁کے ▁دل داد گان ▁میں ▁وہ ۔ ▁ ’ برا نڈ ایم بس ڈر ▁‘ ▁کی ▁حیثیت ▁رکھتے ▁تھے۔
▁تحریک ▁انصاف ▁کا ▁’’ ثق اف تی ▁و رث ہ ‘‘

▁◄ ▁جاپان ▁میں ▁ری ل ▁نقل ▁و ▁حمل ▁(5 ▁ز )
▁لیکن ▁یہ ▁عمل ▁یار ▁پہ ▁چل ▁جائے ▁تو ▁اچھا
▁کھیل ▁کی ▁خبریں
▁سابق ہ ▁سوی ت ▁یونین ▁کی ▁یہ ▁ریاست ▁تیل ▁کی ▁دولت ▁سے ▁ما لام ال ▁ہے ▁اور ▁اس ▁کی ▁پارلیمنٹ ▁کلی ▁طور ▁پر ▁نذر بائی وف ▁کی ▁نور ▁او تان ▁پارٹی ▁کے ▁کنٹرول ▁میں ▁ہے۔
▁سعودی ▁مفت ی ▁اعظم ▁کو ▁مرجع ▁تقلید ▁کا ▁چیلنج
▁آ ڈی و ▁تلاش ▁کریں
▁ایک ▁جعل ی ▁چیک ▁نے ▁کمپنی ▁کو ▁دی والی ہ ▁ہونے ▁سے ▁بچا ▁لیا
▁قومی ▁ادارہ ٴ ▁صحت ▁کے ▁مطابق ▁رواں ▁سال ▁کے ▁دوران ▁صوبہ ▁خیبر ▁پختونخوا ہ ▁میں ▁پول یو ▁کا ▁دوسرا ▁کیس ▁سامنے ▁آنے ▁کی ▁بنیادی ▁وجہ ▁انسداد ▁پول یو ▁مہم ▁کے ▁دوران ▁والدین ▁کا ▁پول یو ▁سے ▁بچا و ٴ ▁کے ▁قطر ے ▁نہ ▁پلو انا ▁ہے
▁انہوں نے ▁کہاکہ ▁ہل ▁می ٹل ▁کمپنی ▁کے ▁ذریعے ▁چار ▁برس وں ▁میں ▁نواز ▁شریف ▁کیلئے ▁117 ▁کروڑ ▁روپے ▁پاکستان ▁بھیج ے ▁گئے ▁اور ▁بیرون ▁ملک ▁سے ▁کمپنی ▁کے ▁نام ▁پر ▁پی سا ▁ملک ▁میں ▁واپس ▁آتا ▁تھا۔ عمر ان ▁خان ▁نے ▁کہا ▁کہ ▁انھوں ▁نے ▁1992 ▁میں ▁اک نام ک ▁ری فار م ▁ایک ٹ ▁کے ▁نام ▁سے ▁قانون ▁بنایا ▁اور ▁یہ ▁قانون ▁اپنی ▁من ی ▁لا نڈر نگ ▁کو ▁تحفظ ▁دینے ▁کیلئے ▁بنایا ▁تھا۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁جو ▁ان ▁کی ▁چور ی ▁چھپ ات ا ▁یا ▁قانون ▁توڑ تا ▁ہے ▁تو ▁وہ ▁ٹھیک ▁ہے ▁تاہم ▁جو ▁ان ▁کے ▁خلاف ▁کھڑا ▁ہو ▁وہ ▁سازش ▁ہے ▁تاہم ▁سازش ▁یہ ▁ہے ▁کہ ▁شریف ▁خاندان ▁اپنے ▁ذاتی ▁مفاد ▁کو ▁بچانے ▁کیلئے ▁پاکستان ▁کو ▁تباہ ▁کررہا ▁ہے۔
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی

▁پاکستان ▁امریکا ▁کا ▁دو ▁طرف ہ ▁تعلقات ▁کا ▁نئے ▁سر ے ▁سے ▁آغاز ▁پر ▁اتفاق
▁مزید ▁تازہ ▁ترین ▁خبریں
▁ڈی ▁این ▁اے ▁ولد ی اتی ▁ٹیسٹ نگ ▁جبکہ ▁حامل ہ ▁ہوں
▁نو ے ▁کروڑ ▁روپے ▁کی ▁لاگ ت ▁سے ت ع میر ▁شدہ ▁گلگت ▁بلتستان ▁اسمبلی ▁کی ▁نئی ▁عمارت ▁کا ▁افتتاح ▁ہوگیا ۔


▁آپ ▁کا ▁مقامی ▁ہیرو ▁کون ▁ہے ▁؟
▁کراچی : ▁چین ▁کے ▁ قون صل ▁خان ے ▁کے ▁قریب ▁دھماکہ ▁- ▁BBC ▁News ▁اردو
▁میری ▁ایک ▁غزل ▁کا ▁مقطع ہ ▁اور ▁کچھ ▁ہوا ▁نہیں ▁تیر ے ▁بچ ھڑ ▁جانے ▁سے ▁میری ▁آنکھوں ▁میں ▁مگر ▁ہل کی ▁سی ▁نمی ▁رہی ▁12 ▁نومبر ▁2018
▁الیکشن ▁2018 ء ▁میں ▁بہتر ▁نتائج ▁دی نگے ▁، ▁حکومت ▁ختم ▁نبوت ▁میں ▁نق ب ▁لگانے ▁والے ▁مجرم وں ▁کو ▁بچا رہ ی ▁ہے ▁، ▁سراج ▁الحق
▁جاپان ▁میں ▁نئی ▁کابینہ ▁کا ▁اعلان ▁کر ▁دیا ▁گیا
▁ اگ لا : ▁ڈی لی وری ▁نیوز ▁- ▁ کراس ▁جو ڑے ▁کی ▁حفاظت

▁ ترجم ۂ ▁کن زال ای مان : ▁بے ▁شک ▁یہ ▁قرآن ▁ایک ▁کرم ▁والے ▁رسول ▁( ف ۴۲ ) ▁سے ▁باتیں ▁ہیں ▁( ف ۴۳ )

▁کي ا ▁آپ ▁پاس ▁ ورڈ ▁بھول ▁گئے ▁ہیں ؟
▁پچھلے ▁12 ▁برس ▁کے ▁دوران ▁روس ▁اور ▁پاکستان ▁کے ▁ما بین ▁جتن ے ▁اہم ▁سمجھ و تے ▁ہوئے ▁اور ▁جس ▁سطح ▁کی ▁دو ▁طرف ہ ▁آمد ▁و ▁رفت ▁بڑھ ی ▁ماضی ▁میں ▁اس ▁کی ▁مثال ▁نہیں ▁ملت ی ۔

▁شہر ▁کی ▁خبریں
▁وہ ▁انج ین ئر ▁اپنا ▁ک ٹا ▁ہوا ▁ہاتھ ▁لے ▁کر ▁قاضی ▁کے ▁پاس ▁گیا ، ▁اور ▁قاضی ▁کو ▁ساری ▁رو داد ▁سن ائی ▁اور ▁انصاف ▁مانگ ا ▁۔
▁OMG ▁Studios , ▁لاہور , ▁پاکستان
▁انصاف ▁کے ▁راستے ▁کی ▁سب ▁سے ▁بڑی ▁رکاوٹ ▁تاخیر ▁ہوتی ▁ہے ▁ہم ▁نے ▁جس ▁دن ▁اپنے ▁نظام ▁عدل ▁سے ▁تاخیر ▁ختم ▁کر ▁دی ▁ہم ▁اس ▁دن ▁ملک ▁میں ▁آدھ ا ▁انصاف ▁قائم ▁کر ▁لیں ▁گے ▁چنانچہ ▁ہم ▁یہ ▁قانون ▁بنا ▁دیں ▁کم ▁از ▁کم ▁صوبائی ▁دارالحکومت وں ▁میں ▁کوئی ▁مقدمہ ▁چھ ▁ماہ ▁سے ▁آگے ▁نہیں ▁جائے ▁گا ▁اور ▁کسی ▁جج ▁کے ▁پاس ▁پچ اس ▁سے ▁زائد ▁مقدم ے ▁نہیں ▁ہوں ▁گے ‘ ▁ہم ▁جھوٹ ی ▁گواہ ی ‘ ▁جعل ی ▁کاغذ ات ▁اور ▁غلط ▁مقدمہ ▁قائم ▁کرنے ▁کی ▁بھاری ▁سزا ▁بھی ▁طے ▁کرد یں ▁اور ▁یہ ▁سزا ▁بھاری ▁جرم انہ ▁اور ▁جائیداد ▁کی ▁قر قی ▁کی ▁شکل ▁میں ▁ہو نی ▁چاہیے ‘
▁18 ▁( خ ُ دا وند ▁ا ُ سے ▁یہ ▁بخش ے ▁کہ ▁ا ُ س ▁د ِ ن ▁ا ُ س ▁پر ▁خ ُ دا وند ▁کا ▁رحم ▁ہو ) ▁اور ▁ا ُ س ▁نے ▁ا ِ فس ُ س ▁میں ▁جو ▁جو ▁خ ِ دم ت یں ▁ک ِ یں ▁ت ُ و ▁ا ُ نہ ِ یں ▁خ ُ وب ▁جانتا ▁ہے۔
▁ٹیلی فون ی ▁فروخت ▁کاری
▁گلگت ▁بلتستان ▁حکومت ▁نے ▁شجر کاری ▁مہم ▁کامیاب ▁بنانے ▁کے ▁لئے ▁مذہبی ▁رہنما وں ▁کی ▁خدمات ▁حاصل ...
▁نش ید ▁کے ▁حامی ▁2013 ء ▁کے ▁انتخابات ▁میں ▁د ھان دلی ▁کا ▁الزام ▁لگا تے ▁ہیں۔ ▁نش ید ▁ان ▁دنوں ▁خود ▁ساخت ہ ▁جلا ▁وطن ی ▁پر ▁برطانیہ ▁میں ▁مقیم ▁ہیں ▁اور ▁رواں ▁سال ▁ہونے ▁والے ▁صدارت ی ▁انتخابات ▁میں ▁صدر ▁یا مین ▁کے ▁خلاف ▁حصہ ▁لینے ▁کے ▁خواہش ▁مند ▁ہیں۔
▁کیا ▁لوگوں ▁کو ▁تعجب ▁ہوا ▁کہ ▁ہم ▁نے ▁ان ▁ہی ▁میں ▁سے ▁ایک ▁مرد ▁کو ▁حکم ▁بھی جا ▁کہ ▁لوگوں ▁کو ▁ڈر ▁سنا ▁دو ۔ ▁اور ▁ایمان ▁لانے ▁والوں ▁کو ▁خوش خبر ی ▁دے ▁دو ▁کہ ▁ان ▁کے ▁پروردگار ▁کے ▁ہاں ▁ان ▁کا ▁سچ ا ▁درجہ ▁ہے۔ ▁( ایس ے ▁شخص ▁کی ▁نسبت ) ▁کا فر ▁کہتے ▁ہیں ▁کہ ▁یہ ▁ صر یح ▁جادو گر ▁ہے
▁کھیل ▁Yet ti ▁سے ▁فرار ▁ڈاؤن ▁لوڈ ، ▁اتار نا
▁اردو ▁نیوز ▁شو
▁احسان ▁مان ی ▁پاکستان ▁کرکٹ ▁بورڈ ▁( پی ▁سی ▁بی ) ▁کے ▁نئے ...
▁امریکی ▁فضائی ▁بمبار ی ▁کے ▁خوف ▁سے ▁اسکول ▁غار وں ▁اور ▁ خن دق وں ▁میں / ▁تصویری ▁رپورٹ
▁ایف ▁آئی ▁آر ▁ہماری ▁شکایت ▁کے ▁مطابق ▁نہیں ▁ہوئی ‘ ▁ہم ▁خوف زد ہ ▁ہیں۔ ▁ہا پور ▁ہ جو می ▁تشدد ▁کے ▁متاثر ین ▁کا ▁بیان

▁ذرائع ▁کا ▁کہنا ▁ہے ▁کہ ▁مسلم ▁لیگ ▁ن ▁کی ▁مرکزی ▁قیادت ▁کی ▁طرف ▁سے ▁ڈاکٹر ▁آصف ▁کرمان ی ، ▁سعود ▁مجید ، ▁ہار ون ▁اختر ، ▁تہ مین ہ ▁دولت انہ ، ▁مشاہد ▁حسین ▁سید ، ▁طارق ▁فا طم ی ، ▁کام ران ▁م ائی کل ، ▁پیر ▁ص ابر ▁شاہ ، ▁ظفر دھ اند لہ ▁اور ▁ن زہ ت ▁صادق ▁کو ▁حتمی ▁امیدوار ▁کے ▁طور ▁پر ▁فائنل ▁کیا ▁گیا ▁ہے ▁تاہم ▁نواز ▁شریف ▁اپنے ▁چھوٹے ▁بھائی ▁شہباز ▁شریف ▁سے ▁مشاور ت ▁کے ▁بعد ▁حتمی ▁امیدوار وں ▁کے ▁نام وں ▁کا اع لان ▁کریں ▁گے۔
▁افغانستان ▁کی ▁غیر ▁یقینی ▁صورتحال ‘ ▁امریکی ▁اور ▁افغان ▁حکومت ▁تنازع ▁کے ▁حل ▁میں ▁ناکام ▁رہیں
▁شہر ▁کی ▁خبریں
▁اس ▁کے ▁علاوہ ▁جل یل ▁الحسن ▁نے ▁ایک ▁ منٹ ▁اور ▁آٹھ ▁سی کن ڈز ▁میں ▁مکمل ▁کرکٹ ▁ کٹ ▁پہن نے ▁کا ▁ریکارڈ ▁بنایا ۔
▁ ۵۶ – ▁اور ▁اے ▁پیغمبر ▁ہم ▁نے ▁تم ▁کو ▁بس ▁خوش ▁خبری ▁دینے ▁والا ▁اور ▁خبردار ▁کرنے ▁والا ▁بنا ▁کر ▁بھی جا ▁ہے۔
▁نئی ▁دہلی ▁: ▁ستمبر ▁2013 ▁کے ▁مظفر نگر ▁فساد ات ▁سے ▁ج ڑے ▁ایک ▁معاملے ▁کے ▁تعلق ▁سے ▁عدالت ▁میں ▁پیش ▁نہیں ▁ہونے ▁پر ▁سابق ▁مرکزی ▁وزیر ▁اور ▁رکن ▁پار لی ا مان ▁سنج یو ▁بال یان ، ▁V HP ▁رہنما ▁ساد ھو ی ▁پرا چی ، ▁بی ▁جے ▁پی ▁ایم ▁ایل ▁اے ▁ام یش ▁ملک ▁اور ▁دوسرے ▁دو ▁لوگوں ▁کے ▁خلاف ▁مقامی ▁عدالت ▁نے ▁غیر ضم انت ی ▁وارن ٹ ▁جاری ▁کئے ▁ہیں۔ ▁ایڈ یشن ل ▁چیف ▁جسٹس ▁مج سٹر یٹ ▁ان کر ▁شرم ا ▁نے ▁غیر ▁ضمانت ی ▁وارن ٹ ▁جاری ▁کرتے ▁ہوئے ▁ملزم ین ▁سے ▁22 ▁جون ▁کو ▁عدالت ▁میں ▁پیش ▁ہونے ▁کو ▁کہا ▁ہے۔ ▁بج نور ▁رکن ▁پار لی ا مان ▁بھارتی ندو ▁سنگھ ، ▁اتر ▁پر دی ش ▁کے ▁وزیر ▁سری ش ▁را نا ▁اور ▁ایم ▁ایل ▁اے ▁سنگ یت ▁سوم ▁بھی ▁اس ▁معاملے ▁میں ▁ملزم ▁ہیں۔ ▁وہ ▁بھی ▁عدالت ▁میں ▁پیش ▁نہیں ▁ہوئے ▁تھے ▁لیکن ▁عدالت ▁نے ▁سماعت ▁میں ▁ان ▁کے ▁حاضر ▁ہونے ▁سے ▁چھ وٹ ▁کی ▁ان ▁کی ▁التج ا ▁کو ▁قبول ▁کر ▁لیا ▁تھا۔
▁انتخابات ▁سے ▁قبل ▁عمران ▁خان ▁کیخلاف ▁کیا ▁ہونے ▁والا ▁ہے ؟ نا مور ▁صحافی ▁ہار ون ▁الر شید ▁نے ▁عمران ▁خان ▁کو ▁پیش گی ▁آگاہ ▁کر ▁دیا ▁_ ▁Pakistan ▁TV – ▁Pakistan ' s ▁#1 ▁News ▁Website ▁in ▁Urdu ▁_ ▁Latest ▁Politic s ▁...
▁اور ▁نہ ▁ان ▁( بے س روس ا مان ) ▁لوگوں ▁پر ▁( ال زام ) ▁ہے ▁کہ ▁تمہارے ▁پاس ▁آئے ▁کہ ▁ان ▁کو ▁سواری ▁دو ▁اور ▁تم ▁نے ▁کہا ▁کہ ▁میرے ▁پاس ▁کوئی ▁ایسی ▁چیز ▁نہیں ▁جس ▁پر ▁تم ▁کو ▁سوار ▁کر وں ▁تو ▁وہ ▁لوٹ ▁گئے ▁اور ▁اس ▁غم ▁سے ▁کہ ▁ان ▁کے ▁پاس ▁خرچ ▁موجود ▁نہ ▁تھا ، ▁ان ▁کی ▁آنکھوں ▁سے ▁آن سو ▁بہ ہ ▁رہے ▁تھے

▁انہوں ▁نے ▁کہا ▁کہ ▁اس ▁سال ▁ایک ▁سو ▁20 من صوب وں ▁کے ▁لئے ▁30 ▁ارب ▁روپے ▁رکھے ▁گئے ▁ہیں ▁لیکن ▁بلوچستان ▁کو ▁5 ▁ارب ▁روپے ▁بھی ▁نہیں ▁ملے ▁گا ▁نواز ▁شریف ▁نے ▁اگر ▁واقعی ▁بلوچستان ▁سے ▁احساس ▁محروم ی ▁ختم ▁اور ▁زخم وں ▁پر ▁مر ہم ▁رکھنا ▁ہے ▁تو ▁وہ ▁وفاقی ▁بجٹ ▁میں ▁ کٹ ▁لگا ▁کر ▁بلوچستان ▁کے ▁ترقی اتی ▁بجٹ ▁میں ▁اضافہ ▁کرے ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁وزیراعلی ٰ ▁ڈاکٹر ▁عبدال مال ک ▁نے ▁سی کر ٹ ▁فنڈ ▁اس ▁بنیاد ▁پر ▁ختم ▁کیا ▁کہ ▁یہ ▁کرپشن ▁کا ▁سرچ شم ہ ▁ہے ▁ہماری ▁نظر ▁میں ▁یہ ▁فنڈ ▁اگر ▁ایمان داری ▁سے ▁استعمال ▁کیا ▁جائے ▁تو ▁کوئی ▁مسئلہ ▁نہیں ▁اور ▁اگر ▁اس ▁کو ▁غلط ▁طریقے ▁سے ▁استعمال ▁کیا ▁جائے ▁تو ▁واقعی ▁کرپشن ▁ہے ▁۔
▁وزارت ▁داخلہ ▁کے ▁ذرائع ▁کا ▁کہنا ▁ہے ▁کہ ▁ج ُ ڑ و اں ▁شہروں ▁کے ▁متعلقہ ▁حکام ▁کو ▁جو ▁لاپتہ ▁ہونے ▁والے ▁افراد ▁کی ▁فہرست ▁بھیج ی ▁گئی ▁ہے ▁ا ُ ن ▁میں ▁ لال ▁مسجد ▁آپریشن ▁میں ▁لاپتہ ▁ہونے ▁والے ▁افراد ▁کا ▁ز کر ▁نہیں ▁ہے۔
▁سے ▁جنسی ▁اعضا ▁کی ▁طرف ▁خون ▁کا ▁بہ اؤ ▁بڑھ ▁جاتا ▁ہے .
▁انھوں ▁نے ▁کہا ▁کہ ▁بھارتی ▁کشمیر ▁کے ▁دس ▁ہزار ▁لاپتہ ▁افراد ▁کی ▁بازیابی ▁کی ▁ جہ دو جہ د ▁ان ▁کا ▁زندگی ▁کی ▁سب ▁سے ▁اولین ▁ترجیح ▁ہے ▁جس ▁کے ▁لیے ▁وہ ▁زندگی ▁کے ▁آخری ▁سان س ▁تک ▁لڑ یں ▁گی۔ ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁کشمیر ▁میں ▁جبر ی ▁گم ش دگی و ▁ ں ▁کے ▁خاتمے ▁اور ▁گم ▁شدہ ▁شہریوں ▁کی ▁بازیابی ▁کے ▁حوالے ▁سے ▁انھیں ▁کشمیر ▁اور ▁بھارت ▁کے ▁انسان ▁دوست ▁طبقات ▁نے ▁غیر ▁معمولی ▁تعاون ▁کیا ▁ہے ▁۔ پر یس ▁فار ▁پی س ▁کے ▁ بانی ▁اور ▁کشمیر ی ▁قلم ▁کار ▁ظفر ▁اقبال ▁نے ▁پرو ینہ ▁آ ہ نگر ▁کی ▁خدمات ▁کو ▁ز بر ▁دست ▁ خراج ▁تحسین ▁پیش ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁کشمیر ▁میں ▁انسانی ▁حقوق ▁کے ▁تحفظ ▁کے ▁لیے ▁کشمیر ▁کی ▁آئ رن ▁لی ڈی ▁پرو ینہ ▁آ ہن ▁گر ▁نے ▁اپنے ▁ادارے ▁اے ▁پی ▁ڈی ▁پی ▁کے ▁پلی ٹ ▁ ٖ فار م ▁سے ▁بے ▁مثال ▁ جہ د وجد ▁کی ▁ہے ▁جو ▁تاریخ ▁میں ▁جل ی ▁حروف ▁سے ▁لکھ ی ▁جائے ▁گی۔
▁وزیراعظم ▁کے ▁خط ▁پر ▁بھارت ▁کی ▁طرف ▁سے ▁با ضا بط ہ ▁جواب ▁کے ▁منتظر ▁ہیں : ▁دفتر ▁خارجہ
▁بھارتی ▁جا رح یت ▁کی ▁روک ▁تھا م ▁کے ▁لئے ▁بین ▁الاقوامی ▁برادری ▁اپنا ▁کردار ▁ادا ▁کرے ▁: ▁رہنما ▁مسلم ▁کانفرنس
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل
▁ ’ ن یس ▁کیف ے ▁بیس ▁ منٹ ‘ ▁تمام ▁بڑے ▁چینل ز ▁اور ▁ایف ▁ایم ▁ریڈیو ▁اسٹیشن ز ▁سے ▁نشر کیا ▁جاتا ▁ہے ▁جبکہ ▁می وز ک ▁لو رز ▁آن ▁لائن ▁بھی ▁پروگرام ▁کا ▁لطف ▁اٹھا ▁سکتے ▁ہیں۔
▁سید ▁خالد ▁شو کت ، ▁جو ▁روی ت ِ ▁ہل ال ▁کے ▁عالمی ▁شہر ت ▁یافتہ ▁ماہر ▁ہیں ▁اور ▁کئی ▁دہائی وں ▁کا ▁تجربہ ▁رکھتے ▁ہیں ، ▁کے ▁مطابق ▁بر ہ نہ ▁آن کھ ▁سے ▁چاند ▁دیکھنے ▁کے ▁لیے ▁سور ج ▁اور ▁چاند ▁کے ▁درمیان ▁زا و یہ ▁کم ▁از ▁کم ▁10. 5 ▁ڈگری ▁ہونا ▁چاہیے۔ ▁اتنا ▁زا و یہ ▁حاصل ▁کرنے ▁کے ▁لیے ▁چاند ▁کو ▁اپنی ▁پیدائش ▁کے ▁بعد ▁17 ▁سے ▁24 ▁گھنٹے ▁تک ▁لگ ▁سکتے ▁ہیں۔ ▁لہ ٰ ذا ▁چاند ▁نظر ▁آنے ▁کے ▁لیے ▁بنیادی ▁شرط ▁اس ▁کی ▁عمر ▁نہیں ، ▁بلکہ ▁زا و یہ ▁ہے۔
▁آج ▁پیدا ▁ہونے ▁والوں ▁کے ▁او صاف
▁وہ ▁کون ▁تھا ▁؟
▁آئی ▁پی ▁ایل ▁2018: راج ست ھان ▁کا ▁را ئل س ▁سفر خت م ، ▁کول کا تا ▁نے ▁25 ▁ر نوں ▁سے ▁دی ▁شکست
▁مودی ▁حکومت ▁پٹرول ▁اور ▁ڈی زل ▁پر ▁کئی ▁گ نا ▁ٹیکس ▁لگا ▁کر ▁لوگ و ▁ ں ▁کی ▁جیب وں ▁سے ▁پیسے ▁لوٹ ▁رہی ▁، ن وٹ ▁بندی ▁کا ▁ڈرا مہ ▁ملک ▁کا ▁سب ▁سے ▁بڑا ▁گھو ٹ الہ ▁ہے ▁: کان گری س
▁امید ▁ہے ▁کہ ▁میری ▁اس ▁کا وش ▁سے ▁بہت ▁سے ▁معاملات ▁سمجھ نے ▁آسان ▁ہوئے ▁ہوں ▁گے
▁( ن ▁) لی گ ▁نے ▁جو ▁کیا ▁پی ▁ٹی ▁آئی ▁بھی ▁وہی ▁کر ▁رہی ▁ہے ▁، ْ ▁ بخت اور ▁بھٹو ▁زر ▁داری ▁دونوں ▁جماعتوں ▁نے ▁اسلام ▁آباد ▁ایئر پور ٹ ▁سے ▁بھی ▁بین ظ یر ▁بھٹو ▁کا ▁نام ▁ہٹا ▁دیا ▁، ْ ▁بیان
▁چونکہ ▁ایک ▁بورڈ نگ ▁ہاؤس ▁چلانے ▁والی ▁مسلم ▁مذہبی ▁تنظیم ▁کا ▁تعلق ▁ان قر ہ ▁میں ▁حکمران ▁سیاسی ▁جماعت ▁سے ▁بھی ▁بتایا ▁گیا ▁تھا ، ▁اس ▁لیے ▁بہت ▁سے ▁سی کول ر ▁ترک ▁باشند وں ▁نے ▁یہ ▁الزامات ▁بھی ▁لگانے ▁شروع ▁کر ▁دیے ▁تھے ▁کہ ▁اس ▁مقدم ے ▁میں ▁حکومت ▁متعلقہ ▁مسلم ▁مذہبی ▁تنظیم وں ▁کے ▁عدالت ی ▁دفاع ▁کی ▁کوشش یں ▁کرنے ▁لگی ▁تھی۔
▁شاہ ین ▁آش ی انہ ▁بنا ▁کر ▁کسی ▁ایک ▁جگہ ▁پابند ▁رہ نا ▁پسند ▁نہیں ▁کرتا ۔ ا قبال ▁مسلم ▁نوجوان ▁سے ▁بھی ▁یہی ▁توقع ▁رکھتے ▁ہیں ▁کہ ▁وہ ▁کسی ▁ایک ▁جگہ ▁بیٹھ ▁کر ▁ترقی ▁اور ▁عظمت ▁کے ▁خواب ▁دیکھنے ▁کے ▁بجائے ▁علوم ▁و ▁فن ون ▁کے ▁حصول ▁کے ▁لئے ▁پوری ▁دنیا ▁میں ▁جہاں ▁کہیں ▁بھی ▁جانا ▁پڑے ، جان ے ▁سے ▁گریز نہ ▁کرے۔ تر قی ▁اور بہ تری ▁کے ▁مواقع ▁جہاں ▁بھی ▁نظر ▁آئیں ▁ان ▁تک ▁رسائی ▁حاصل ▁کرنے ▁کی ▁جدوجہد ▁کرے۔
▁آئندہ ▁انتخابات ▁کے ▁لیے ▁م بصر ین ▁کی ▁ملک ▁گیر ▁تیار یاں ▁ع روج ▁پر
▁ا ِ ک ▁شخص ▁کو ▁دیکھا ▁تھا

▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁سری ▁لنکا , ▁اقوام ِ ▁متحدہ , ▁تا مل ▁باغ ی
▁جب ▁بادشاہ ▁وقت ▁نے ▁اللہ ▁کے ▁ولی ▁کو ▁آزما نے ▁کی ▁کوشش ▁کی ▁پھر ▁کیا ▁ہوا ▁، ▁تفصیل ▁پڑھنے ▁کے ▁لئے ▁لنک ▁پر ▁کلک ▁کریں ▁!
▁میان والی ▁یونیورسٹی ▁کے ▁لیئے ▁فنڈ ز ▁فراہم ▁کی ئے ▁جائیں ▁ . ▁ام جد ▁علی ▁خان ▁کا ▁قومی ...

▁تشدد ▁کی ▁مصنوعات ▁خرید نے ▁والے
▁جم وں ▁او ▁رک ش میر کے ▁گورنر ▁ست یہ ▁پال ▁ملک ▁نے ▁کہاکہ ▁’’ ▁بی ▁ایس ▁ایف ▁جوان ▁کا ▁بے ▁رحم ی ▁سے ▁قتل ▁جن یو ▁کنون شن ▁کی ▁خلاف ▁ورزی ▁ہے ▁جس ▁کے ▁بعد ▁بات ▁چیت ▁کا ▁راستہ ▁باقی ▁نہیں ▁ہے ‘
▁جامع ہ ▁کراچی ▁بد قسم تی ▁سے ▁ایک ▁میڈیا ▁چینل ▁کی ▁منفی ▁خبر وں ▁کی ▁ زین ت ▁بنا ▁ہوا ▁ہے . ▁یہ ▁ایک ▁ایسا ▁ای شو ▁ہے ▁جو ▁یقینا ً ▁اہمیت ▁کا ▁حامل ▁ہے . ▁یہ ▁ہم ▁سب ▁کے ▁لیے ▁انتہائی ▁حساس ▁معاملہ ▁ہے . ▁ایک ▁استاد ▁پر ▁جنسی ▁ہر اس انی ▁کے ▁الزامات ▁یقینا ً ▁پہلے ▁بھی ▁لگ تے ▁رہے ▁ہیں ، ▁لیکن ▁چینل ز ▁آنے ▁کے ▁بعد ▁قبل ▁از ▁وقت ▁میڈیا ▁ٹر ائل ▁کسی ▁کی ▁بھی ▁زندگی ▁کو ▁تباہ ▁کرنے ▁کا ▁باعث ▁بن ▁سکتا ▁ہے . ▁نیز ▁اس ▁پرو پی گ نڈ ے ▁اور ▁اس ▁کے ▁مح رک ات ▁کو ▁بھی ▁سمجھ نا ▁انتہائی ▁ضروری ▁ہے ، ▁کہیں ▁ایسا ▁نہ ▁ہو ▁کہ ▁ہم ▁نا ▁دانست ہ ▁طور ▁پر ▁کسی ▁کو ▁نقصان ▁پہنچا نے ▁کا ▁سبب ▁بن یں .
▁اور ▁اس ▁نے ▁زمین ▁سے ▁کلام ▁کیا
▁’’ ▁تم ▁میری ▁فکر ▁مت ▁کرو ۔۔ ▁میں ▁صحیح ▁ہو ج اؤں ▁گا ‘‘ ▁دین ▁محمد ▁نے ▁بر کھ و ▁کا ▁جملہ ▁پورا ▁ہونے ▁سے ▁پہلے ▁ہی ▁اس ▁کو ▁روک ▁دیا۔
▁خ صو ▁ص ▁باغ ▁یا ▁زمین ▁کے ▁مخصوص ▁قطع ہ ▁کی ▁پیداوار ▁میں ▁بی ع ▁سلم ▁نہیں ▁ہو ▁سکتی ، ▁کیونکہ ▁اس ▁میں ▁غر ر ▁پایا ▁جاتا ▁ہے ▁۔ مم کن ▁ہے ▁کہ ▁وہ ▁باغ ▁پھل ▁نہ ▁دے ▁یا ▁قطع ہ ▁زمین ▁میں ▁فصل ▁ہی ▁نہ ▁ہو۔ ▁ زید ▁بن ▁س ع نہ ▁نے ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁سے ▁عرض ▁کیا ▁:
▁دوسرا ▁دور ▁جو ▁تیر ہ ▁سال ▁پر ▁محیط ▁ہے ، ▁اسلام ▁اور ▁ج اہل یت ▁کے ▁درمیان ▁سخت ▁کش م کش ، ▁مشر کین ▁اور ▁کف ار ▁کی ▁طرف ▁سے ▁الزامات ▁تراش ی ، ▁شب ہ ات ، ▁مزاحمت ▁اور ▁بے ▁پناہ ▁ظلم ▁وست م ▁ڈھ انے ▁کا ▁دور ▁تھا۔
▁یونان ▁میں ▁ہ ڑ تال وں ▁کی ▁وجہ ▁سے ▁پیر ی اس ▁نامی ▁شہر ▁میں ▁گ ندگی ▁کا ▁ڈھ یر
▁۷ ۳ . ▁اور ▁نہ ▁مان یو ▁مگر ▁اسی ▁کی ▁جو ▁چلے ▁تمہارے ▁دین ▁پر ▁کہہ ▁دے ▁کہ ▁بے ▁شک ▁ہدایت ▁وہی ▁ہے ▁جو ▁اللہ ▁ہدایت ▁کرے ▁اور ▁یہ ▁سب ▁کچھ ▁اس ▁لئے ▁ہے ▁کہ ▁اور ▁کسی ▁کو ▁بھی ▁کیوں ▁مل ▁گیا ▁جیسا ▁کچھ ▁تم ▁کو ▁ملا ▁تھا ▁یا ▁وہ ▁غالب ▁کیوں ▁آ ▁گئے ▁تم ▁پر ▁تمہارے ▁رب ▁کے ▁آگے ▁تو ▁کہہ ▁بڑا ئی ▁اللہ ▁کے ▁ہاتھ ▁میں ▁ہے ▁دیتا ▁ہے ▁جس ▁کو ▁چاہے ▁اور ▁اللہ ▁بہت ▁گنجائش ▁والا ▁ہے ▁خبردار
▁9 ۔ ▁اون ی ▁کپڑے ▁دھو تے ▁وقت ▁ایک ▁چائے ▁کا ▁چم چہ ▁گل سر ین ▁ڈال ▁کر ▁دھو ئیں ۔ ▁کپڑے ▁سک ڑ یں ▁گے ▁نہیں ▁اور ▁اپنی ▁گ ٹھ ن ▁برقرار ▁رکھیں ▁گے۔
▁تبصرے ▁آر ▁ایس ▁ایس
▁ اٹ لی ▁پ بل ک ▁بس ▁میں ▁قرآن ▁پاک ▁کی ▁تلاوت ▁اور ▁رمضان ▁المبارک " مم تاز ▁حسین ▁چودھری ▁" خی ال
▁" آ ئیں ▁گے ▁ماں ، ▁پہلے ▁تو ▁جی ٹ ▁لیگ ▁( تھ کان ) ▁رہا ، ▁اب ▁بزن س ▁میں ▁گھر ے ▁ہیں۔ ▁ویسے ▁آپ ▁کی ▁بہ و ▁آپ ▁لوگوں ▁کی ▁ملاقات ▁پلان ▁کر ▁رہی ▁ہے۔ ▁وہ ▁چاہتی ▁ہے ▁کسی ▁ہا لی ▁ڈے ▁ریز ور ٹ ▁( س یر ▁سپ ا ٹے ▁کی ▁جگہ ) ▁میں ▁آپ ▁چار وں ▁اک ٹھ ے ▁دو ▁تین ▁دن ▁رہ و ۔ ▁وہ ▁لوگ ▁بھی ▁آرام ▁کر ▁لیں ▁گے ▁اور ▁آپ ▁کے ▁لئے ▁بھی ▁چین ج ▁ہو ▁جائے ▁گا۔ ”
▁لار ڈ ▁می ئر ▁لاہور ▁کی ▁خصوصی ▁گفتگو
▁ریاض : س عود ی ▁ولی ▁عہد ▁اور ▁وزیر ▁دفاع ▁شہزاد ہ ▁محمد ▁سلمان ▁کی ▁سربراہ ی ▁میں ▁اسلامی ▁فوجی ▁اتحاد ▁کے ▁وزرا ئے ▁دفاع ▁کے ▁اجلاس ▁کا ▁آغاز ▁ہو ▁گیا۔ ▁ریاض ▁میں ▁افتتاح ی ▁تقریب ▁سے ▁خطاب ▁میں ▁اسلامی ▁اتحاد ی ▁افواج ▁کے ▁سربراہ ▁جنرل ▁ریٹائر ڈ ▁راحیل ▁شریف ▁کا ▁کہنا ▁تھا ▁کہ ▁مسلم ▁ممالک ▁کا ▁اتحاد ▁کسی ▁ملک ▁یا ▁فرق ے ▁کے ▁خلاف ▁نہیں
▁زمرہ : P lug ins ▁/ ▁Presta shop اس ▁کو ▁بر اؤ ز ▁کرنے ▁کے ▁لئے ▁تمام ▁سکر پٹ ▁، ▁پل گ ▁ان ▁اور ▁اضافہ ▁ons ▁کے ▁لئے ▁قسم ▁پر ▁کلک ▁کریں !
▁مواد ▁پر ▁جائیں
▁کہا ▁یہ ▁جاتا ▁ہے ▁کہ ▁جس ▁دن ▁سے ▁انسان ▁نے ▁سوچ نا ▁شروع ▁کیا ▁ٹھیک ▁اسی ▁دن ▁سے ▁فلسف ہ ▁کا ▁آغاز ▁ہوگیا ۔ ▁فلسف ہ ▁کیا ▁ہے ؟ ▁اس ▁کے ▁مبا دی ات ▁کیا ▁ہیں ▁اور ▁ایک ▁انسان ▁کی ▁زندگی ▁پر ▁اس ▁کا ▁براہ ِ ▁راست ▁اور ▁بنائے ▁راست ▁کیا ▁اثر ▁پڑتا ▁ہے ▁اس ▁کا ▁اح اط ہ ▁تو ▁انسان ▁سوچ نے ▁کے ▁بعد ▁ہی ▁سے ▁کرتا ▁رہا ▁ہے ▁لیکن ▁یہاں ▁پر ▁ہم ▁فلسف ہ ▁کا ▁ایک ... . Read ▁full ▁article
▁بھارتی ▁اداکارہ ▁نے ▁خود ▁کشی ▁کر ▁لی

▁دوسری ▁جانب ▁اسرائیلی ▁فوج ▁کے ▁ترجمان ▁نے ▁فلسطینی وں ▁کی ▁جانب ▁سے ▁احتجاج ی ▁م ظ ا ہ رے ▁کی ▁تصدیق ▁کی ▁تاہم ▁فائرنگ ▁سے ▁شہید ▁ہونے ▁والے ▁ابراہیم ▁ابو ▁تری اب ▁کے ▁حوالے ▁سے ▁تبصرہ ▁کرنے ▁سے ▁انکار کرد یا۔
▁۵ ۔ ▁وہی ▁ہیں ▁جن ▁کو ▁ب ُ ری ▁طرح ▁کی ▁مار ▁ہے ، ▁اور ▁آخرت ▁میں ▁وہی ▁ہیں ▁خراب ۔
▁مواد ▁پر ▁جائیں
▁مور س ▁مات ھر ل نک ▁1862 ء ▁تا ▁1949 ء ▁) ▁ایک ▁فرانس یسی ▁زبان ▁کے ▁نثر ▁نگار ▁اور ▁شاعر تھ ۔ ▁ ے ▁ان ▁کا ▁تعلق ▁بیل ج ئی م ▁سے ▁تھا۔ ▁آپ ▁نے ▁نو بل ▁ادب ▁انعام ▁1911 ء ▁میں ▁جیت ا۔
▁قومی ▁اسمبلی : ▁فا ٹا ▁ا نضمام ▁سے ▁متعلق ▁31 ویں ▁آئین ی ▁ترمیم ▁کا ▁بل ▁بھاری ▁اکثریت ▁سے ▁منظور
▁می سر ز ▁کور پ ▁لنک ▁( پر ائی و یٹ ▁) ▁لم یٹ ڈ

▁ شہ یر ▁اللہ ▁خان ، ▁پشاور ▁(4)
▁جب ▁لوگوں ▁کو ▁انصاف ▁نہیں ▁ملتا ▁تو ▁پھر ▁وہ ▁انصاف ▁لینے ▁کے ▁ل ئیے ▁قانون ▁کو ▁ہاتھ ▁میں ▁لے ▁لیتے ▁ہیں۔ ▁عمران ▁اسماعیل
▁ہو پر ، ▁اس ▁حصہ ▁کے ▁لیے ، ▁اپنے ▁دعو وں ▁پر ▁قائم ▁ہیں ▁اور ▁وہ ▁ایک ▁منظم ▁سازش ▁کا ▁الزام ▁لگا تے ▁ہیں ، ▁لیکن ▁ان ▁کی ▁دلیل ▁کو ▁بڑی ▁حد ▁تک ▁غلط ▁ثابت ▁شدہ ▁سازش ▁کی ▁تھی وری ▁میں ▁داخل ▁ہو ▁گ يا ▁ہے۔ ▁اگرچہ ▁اس ▁کے ▁دعو وں ▁میں ▁کوئی ▁حقیقت ▁نہیں ▁پائی ▁گئی ▁ہے ، ▁لیکن ▁وہ ▁پھر ▁بھی ▁پول یو ▁کے ▁خاتمہ ▁کے ▁لیے ▁بین ▁الاقوامی ▁کوشش وں ▁کو ▁نقصان ▁پہنچا ▁چکے ▁ہیں۔ ▁موجودہ ▁منہ ▁کے ▁ذریعہ ▁لئے ▁جانے ▁والے ▁پول یو ▁کے ▁ٹی کہ ▁سے ▁متعلق ▁یہ ▁اف وا ہ ▁کہ ▁جان ▁بوجھ ▁کر ▁اس ▁میں ▁ایسی ▁دو ائیں ▁مل ائی ▁گئی ▁ہیں ▁جو ▁بان جھ ▁پن ▁کا ▁سبب ▁بنت ی ▁ہیں ▁اور ▁" ایس ے ▁و ائر س ▁ہیں ▁جو ▁ایچ ▁آئی ▁وی ▁اور ▁ایڈ ز ▁کا ▁سبب ▁بن تے ▁ہیں " ▁نے ▁افریقہ ▁کے ▁کچھ ▁حص وں ▁میں ▁ٹی کہ ▁کی ▁قبول یت ▁سے ▁انکار ▁کے ▁سبب ▁ہیں۔ ▁اس ▁بات ▁کا ▁زیادہ ▁امکان ▁ہے ▁کہ ▁ان ▁اف وا ہ وں ▁کا ▁تعلق ▁اصل ▁او ▁پی ▁وی / ای چ ▁آئی ▁وی ▁کے ▁تہ مت ▁سے ▁ہے۔ ▁اس ▁انکار ▁کے ▁نتیجے ▁میں ▁جزو ی ▁طور ▁پر ▁افریقہ ▁کے ▁کچھ ▁حص وں ▁میں ▁پول یو ▁واپس ▁سر ▁اٹھا نے ▁لگا ▁حالانک ہ ▁ٹی کہ ▁کاری ▁کی ▁وجہ ▁سے ▁پول یو ▁کے ▁خاتمہ ▁کی ▁طرف ▁مثبت ▁اقدام ▁ہوئے ▁تھے۔
▁اقتدار ▁کی ▁کش م کش ▁نے ▁مشرقی ▁پاکستان ▁کو ▁بنگلہ ▁دیش ▁بنایا ▁، ▁پاکستان ▁کو ▁دول خت ▁ہوئے ▁47 ▁برس ▁بیت ▁گئے
▁کسی ▁اور ▁سے ▁تحقیقات ▁کرا ▁لیں ▁جے ▁آئی ▁ٹی ▁کا ▁تجربہ ▁اچھا ▁نہیں ▁، ▁نوازشریف ▁، ▁آپ ▁خود ▁من صف ▁بن ▁جائیں ▁: ▁چیف ▁جسٹس
▁ہی ج ڑا ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁بھارتی ▁اداکارہ ▁پر یان کا ▁چو پ ڑا ▁امریکی ▁گلو کار ▁ نک ▁جو نس ▁کے ▁ساتھ ▁مسیحی ▁ع قائد ▁کے ▁مطابق ▁ادا ▁کی ▁گئی ▁نکاح ▁کی ▁رسوم ات ▁کے ▁تحت ▁رشتہ ▁ازدواج ▁میں ▁منسلک ▁ہوگئی ▁ہیں۔ نک اح ▁اور ▁شادی ▁کی ▁تقریب ▁جو دھ پور ▁کے ▁ایک ▁تاریخی ▁محل ▁نما ▁امید ▁بھگ وان ▁ہوٹل ▁میں ▁منعقد ▁ہوئی ▁جس ▁میں ▁نو ▁بیا ہ تا ▁جو ڑے ▁کے ▁قریب ی ▁عز ی روا قارب ▁و ▁دوستوں ▁نے ▁شرکت ▁کی۔ اس ▁دوران ▁دونوں ▁نے ▁انٹرنیشنل ▁ڈیزائن ر ر الف ▁لور ین ▁کے ▁سفید ▁رنگ ▁کے ▁عروس ی ▁جو ڑے ▁پہن ▁رکھے ▁تھے۔ پر یان کا ▁چو پ ڑا ▁اور نک ▁جو نس ▁2 ▁دسمبر کو ▁ہندو ▁رسوم ات ▁کے ▁تحت ▁دوسری ▁شادی ▁کریں ▁گے۔ اس ▁تقریب ▁میں ▁ہندوستان ▁کی ▁ثقافت ▁حاوی ▁رہے ▁گی۔ خی ال ▁رہے ▁کہ ▁اس ▁سے ▁قبل ▁ایک ▁اور ▁بھارتی ▁اداکار ▁جو ڑا ▁ر نو یر سنگ ھ ▁اور ▁د پی کا ▁پ ڈ وک ون ▁نے ▁بھی ▁گزشتہ ▁ماہ ▁ اٹ لی ▁میں ▁کون کنی ▁اور ہ ندو سن دھی ▁رسوم ات ▁کے ▁تحت ▁2 ▁شادی اں ▁کی ▁تھیں۔
▁نوازشریف ▁کو ▁سزا ▁ہوگئی ▁تو ▁لیگ ی ▁کارکنان ▁کیا ▁کریں ▁گے ؟ ▁خفیہ ▁ادارے ▁کی ▁رپورٹ
▁ری ل ▁کی ▁لائن ▁البر ٹ ▁ سٹر یٹ ▁کے ▁قریب ▁ای ون یو ▁پر ▁ایک ▁گھر . ▁Donald son ville ▁، ▁ل وزی انا ▁، ▁23 ▁دسمبر ▁، ▁2006
▁ان ▁وکلا ▁نے ▁گذشتہ ▁برس ▁جولائی ▁میں ▁سپریم ▁کورٹ ▁میں ▁ضلع ▁گو جر انو الہ ▁میں ▁واقع ▁ان ▁کار خان وں ▁میں ▁ایک ▁لا علاج ▁بیماری ▁کی ▁وجہ ▁سے ▁18 ▁مزدور وں ▁کی ▁ہلاکت ▁کے ▁سلسلے ▁میں ▁درخواست ▁دائر ▁کی ▁تھی۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁فیس ▁بک
▁ابن ▁کثیر ، ▁ابو ف دا سماع یل ▁بن ▁عمر ، ▁البد ا یہ ▁و ▁الن ہا یہ ▁، بیر وت ، دار ال فکر ، ▁14 07 ق ۔
▁میں ▁ہر ▁خالی ▁جگہ ▁میں ▁کام ▁آ وں ▁گا ▁.. ▁!
▁’’ ام اں ▁تم ▁نام وں ▁کو ▁توڑ ▁مر وڑ ▁کر ▁انہیں ▁گھر ی لو ▁روپ ▁میں ▁ڈھ ال نے ▁کی ▁کوشش ▁کیوں ▁کرتی ▁ہو ؟ ▁بشری ٰ ▁جیسے ▁اچھے ▁نام ▁کا ▁تو ▁تم ▁نے ▁قتل ▁کر ▁دیا۔ ▁میری ▁سہ یلی وں ▁کی ▁م ائیں ▁بھی ▁ایسا ▁ہی ▁کرتی ▁ہیں۔ اند را ▁کو ▁اند و ۔ ف اط مہ ▁کو ▁فا طو ▁اور ▁لڑکے ▁دوستوں ▁کی ▁م ائیں ▁رحیم ▁کو ▁رحیم و ، اسلام ▁کو ▁اس ل مو ۔ ۔۔۔۔۔ ایس ا ▁کیوں ▁کرتی ▁ہیں ▁م ائیں ؟؟
▁او ▁ر رع ایا ▁کو بھی ▁اس ▁بات ▁کا ▁مک لف ▁ٹھہر ایا ▁ہے ▁کہ ▁وہ ▁ان ▁کی ▁اطاعت ▁کریں ▁او ▁ راپ نے ▁معاملات ▁میں ▁انہیں ▁حاکم ▁مجاز ▁تصور ▁کریں۔ ▁علاوہ ▁از یں ▁اسلامی ▁معاشر ہ ▁کی ▁تشکیل ▁کا ▁خواب ▁شرم ند ہ ▁تعبیر نہیں ▁ہوسکتا ▁بلکہ ▁وہ ▁ب دا خلاق ی ▁و ▁بد ت ہ ذ ی بی ▁، غ نڈ ہ ▁گردی ▁اور ▁قتل ▁و ▁غار ت ▁نیز ▁فساد ▁فی ▁الارض ▁ب پا ▁ہوگا ▁کہ ▁الا مان ▁والح فی ظ ▁اس ▁کے ▁علاوہ ▁شب ہ ات ▁پر ▁اح کا ▁کے ▁محل ▁تعمیر ▁کرنے ▁والے نہ ▁معلوم ▁یہ ▁کی ون کر ▁بھول ▁گئے ▁کہ ▁کیا ▁ان ▁کا ▁اخت ل اط ▁واقعی ▁مطلوب ▁فی ▁الحدود ▁اخت ل اط ▁ہوا ▁ہے ▁یا ▁نہیں ▁جبکہ ▁بعض ▁حلال یوں ▁کے ▁نزدیک ▁حلال ہ ▁کی ▁صحت ▁پر ▁عین ی ▁شہادت ▁ضروری ہے۔ ▁پھر ▁یہ ▁بھی ▁کیسے ▁معلوم ▁ہوا ▁کہ ▁وہ ▁دونوں ▁شی ب ▁ہیں ▁یا ▁نہیں ؟ ▁اس ▁کے ▁علاوہ ▁قتل ▁کی ▁بجائے ▁شریعت ▁نے ▁جو ▁رج م ▁کی ▁سزا م قرر ▁کی ▁ہے۔ ▁وہ ▁بھی ▁یقینا ً ▁کسی ▁فلسف ہ ▁و ▁حکمت ▁سے ▁خالی ▁نہیں ▁جو ▁کہ ▁مذکورہ ▁صورت ▁میں ▁ہر گز ▁نہیں ▁ہوسکتی ۔
▁ایک ▁لم بے ▁عرصے ▁سے ▁لاہور ▁کے ▁فلم ▁س ٹو ڈی وز ▁کی ▁رونق یں ▁ماند ▁پڑ ▁چکی ▁ہیں ▁خاص ▁طور ▁پر ▁بھارتی ▁فلم وں ▁کی ▁پاکستانی ▁سنی ما وں ▁میں ▁نمائش ▁نے ▁رہی ▁سہ ی ▁کس ر ▁پوری ▁کردی ۔
▁اس ▁حلق ے ▁میں ▁نو ا ▁ز شریف ▁کے ▁دیر ینہ ▁ساتھ ی ▁شاہد ▁خاقان ▁عباسی ▁میدان ▁میں ▁ہیں ▁آپ ▁نے ▁نواز ▁شریف ▁کے ▁م خلص ▁اور ▁دیر ینہ ▁ساتھ ی ▁سے ▁اسی ▁پیار ▁کا ▁اظہار ▁کرنا ▁ہے ▁جس ▁طرح ▁عام ▁انتخابات ▁میں ▁میرے ▁ساتھ ▁کیا ▁او ▁رم جھ ے ▁کامیابی ▁دل ائی ▁ ۔انہوں ▁نے ▁کہا ▁کہ ▁میں ▁جو تش ی ▁نہیں ▁ہوں ▁لیکن ▁جعل ی ▁می نڈ یٹ ▁والے ▁صرف ▁ڈ گ ڈ گی ▁بجا نے ▁آئے ▁ہیں ▁انہیں ▁خدمت ▁کرنی ▁نہیں ▁آتی ▁، ▁ان شا ▁اللہ ▁( ن ) ▁لیگ ▁دوبارہ ▁اقت در ▁میں ▁آئے ▁گی ▁اور ▁عوام ▁کی ▁خدمت ▁کر ▁ ے ▁گی ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁کبھی ▁ہی لی ▁کا پٹ ر ▁کا ▁کرا یہ ▁55 رو پ ے ▁بتایا ▁جاتا ▁ہے ▁کبھی ▁کچھ ▁، ▁22 کر وڑ ▁عوام ▁کے ▁مسائل ▁حل ▁کرنا ▁کوئی ▁آسان ▁کام ▁نہیں ▁ہے ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁انتخابات ▁پر ▁قوم ▁کے ▁21 ارب ▁روپے ▁خرچ ▁ہوئے ▁ہیں ▁د ھان دلی ▁آسانی ▁سے ▁ہ ضم ▁نہیں ▁ہو ▁گی ▁۔
▁فوج ▁کے ▁لیے ▁سبق : ▁چیف ▁کی ▁مرضی ▁کے ▁بغیر ▁مارشل ▁لا ▁ناکام ▁ہو ▁سکتا ▁ہے - ▁اور ▁چیف ▁کے ▁مرضی ▁کے ▁بغیر ▁ہو ▁تو ▁ناکام ▁کسی ▁صورت ▁نہیں ▁ہونا ▁چاہیے ▁و گر نہ ▁پھر ۔۔۔

▁جب ▁یوسف ▁بن ▁عمرو ▁والی ▁کو ف ہ ▁مقابلہ ▁کے ▁لیے ▁آیا ▁تو ▁سب ▁کو فی ▁ساتھ ▁چھوڑ ▁گئے۔ ▁صرف ▁دو ▁سو ▁جان ثار ▁باقی ▁رہ ▁گئے۔ ▁تاہم ▁آپ ▁کے ▁پای ہ ▁استقلال ▁میں ▁ل غز ش ▁نہ ▁آئی ▁اور ▁نہای ت ▁ثابت ▁قدم ی ▁سے ▁میدان ▁جنگ ▁میں ▁ڈ ٹے ▁رہے ▁یہاں ▁تک ▁کہ ▁ایک ▁تیر ▁آپ ▁کی ▁پیش انی ▁میں ▁لگا ▁اور ▁اس ▁کے ▁نکال تے ▁ہی ▁آپ ▁کی ▁روح ▁پرواز ▁کر ▁گئی۔ ▁آپ ▁کی ▁وفات ▁کا ▁واقعہ ▁صفر ▁101 ھ ▁بم طا بق ▁جنوری ▁ 740 ء ▁میں ▁پیش ▁آئی
▁کچھ ▁اپنے ▁فن ▁سے ، ▁کچھ ▁اباد ت ▁سے
▁پ ُ رج وش ▁سرگرمی وں ▁کا ▁حصہ ▁بن نا ▁بھی ▁دماغ ▁کے ▁ری وار ڈ ▁یا ▁انعام ▁کا ▁ لال چ ▁کرنے ▁والے ▁حصے ▁کے ▁لیے ▁اسی ▁طرح ▁سک ون ▁کا ▁باعث ▁بن تا ▁ہے ▁جیسے ▁ن کو ٹین ، ▁ایک ▁تحقیق ▁کے ▁مطابق ▁کسی ▁نئے ▁م شغل ے ▁کو ▁اپنا نے ▁سے ▁سگ ریٹ ▁کی ▁خواہش ▁میں ▁کمی ▁آتی ▁ہے۔
▁پلی ٹ ▁فارم ▁اور ▁موضوع ▁ترجمہ ▁بہتر
▁پاکستان ▁تو ▁سن ▁ان یس ▁سو ▁ان اسی ▁سے ▁لے ▁کر ▁آج ▁تک ▁نشانہ ▁بنا ▁ہوا ▁ہے۔ ▁جب ▁روس ▁نے ▁افغانستان ▁پہ ▁حملہ ▁کیا ▁تو ▁اس ▁وقت ▁بھی ▁یہی ▁کہا ▁گیا ▁کہ ▁اصل ▁نشانہ ▁پاکستان ▁ہے۔
▁ایران ▁نے ▁امریکا ▁پر ▁ن ائن ▁ال یون ▁حملوں ▁کے ▁لیے ▁ال قاعدہ ▁کی ▁کیسے ▁معاونت ▁کی ▁تھی ، اس ▁پر ▁بڑی ▁کھل ▁کر ▁بحث ▁کی ▁جارہی ▁ہے۔ امر یکی ▁حکام ▁دو ▁عشر وں ▁سے ▁یہ ▁کہتے ▁چلے ▁آر ہے ▁ہیں ▁کہ ▁ال قاعدہ ▁اور ▁ایران ▁کے ▁درمیان ▁1991 ء ▁سے ▁تعلقات ▁است وار ▁تھے ▁اور ▁اس ▁کی ▁تصدیق ▁اس ▁طو مار ▁میں ▁موجود ▁19 ▁صفحات ▁کو ▁محیط ▁ایک ▁رپورٹ ▁سے ▁بھی ▁ہوئی ▁ہے۔ اس ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁’’ ▁جو ▁کوئی ▁بھی ▁امریکا ▁پر ▁حملہ ▁کرنا ▁چاہتا ▁ہے ، ایران ▁اس ▁کو ▁دام ے ، ▁در م ے ▁، سخ نے ▁مدد ▁دینے ▁کو ▁تیار ▁ہے ‘‘ ۔
▁سون م ▁کپور ▁نے ▁اپنے ▁روی ے ▁پر ▁سو ناک شی ▁سن ہا ▁سے ▁معافی ▁مانگ ▁لی
▁وہ ▁سن ▁کے ▁بلا ▁لیں ▁یہ ▁اج ارا ▁نہیں ▁کرتے
▁۶ ۔ ▁ح یا ▁جنت ▁کی ▁کن جی ▁ہے ، ▁رسول ▁اللہ ▁صلى ▁الله ▁عليه ▁وسلم ▁نے ▁فرمایا ▁ح یا ▁ایمان ▁کا ▁حصہ ▁ہے ▁اور ▁ایمان ▁جنت ▁میں ▁لے ▁جانے ▁کا ▁راستہ ▁ہے ، ▁بر ائی ▁سنگ ▁ دلی ▁کا ▁نام ▁ہے ▁اور ▁سنگ ▁ دلی ▁ جہ نم ▁میں ▁لے ▁جانے ▁والی ▁ہے۔ ▁( سن ن ▁ترم ذ ی : ۴ ؍ ۳۶ ۵ )
▁پھر ▁اس ▁حدیث ▁پر ▁تبصرہ ▁کرتے ▁ہیں ▁“ سور ج ▁کی ▁م وٹ ائی ▁سا ڑھ ے ▁ب تیس ▁ارب ▁میل ▁ہے ▁اگر ▁اتنی ▁بڑی ▁ش ے ▁شیطان ▁کی ▁سی نگ وں ▁میں ▁سم ا ▁جاتی ▁ہے ▁اتنا ب ڑا ▁شیطان ▁کھڑا ▁کہاں ▁ہوتا ▁ہوگا ▁زمین ▁سے ▁سور ج ▁نو ▁کروڑ ▁پی ن تیس ▁لاکھ ▁میل ▁دور ▁ہے ▁اور ▁شیطان ▁کی ▁لم بائی ▁سوا ▁پانچ ▁کھ رب ▁میل ▁۔ ▁اگر ▁شیطان ▁کو ▁زمین ▁پر ▁کھڑا ▁کیا ▁جائے ▁تو ▁سور ج ▁اسکی ▁ٹ خن وں ▁سے ▁بھی ▁نیچے ▁رہ ▁جاتا ▁ہے ▁پھر ▁لکھتے ▁ہیں ▁کہ ▁کلک ت ہ ▁کی ▁صبح ▁چند ▁لمح وں ▁بعد ▁بنا رس ▁پہنچ تی ▁ہے ▁پھر ▁دہلی ▁پھر ▁لاہور ▁پھر ▁پشاور ▁پھر ▁کابل ▁و علی ▁ہ زا ▁الق ی اس ▁جس ▁کا ▁یہ ▁مطلب ▁ہوا ▁کہ ▁سور ج ▁ہر ▁وقت ▁شیطان ▁کی ▁سی نگ وں ▁میں ▁پھنس ا ▁رہتا ▁ہے ▁چونکہ ▁ایسی ▁حالت ▁میں ▁نماز ▁ناجائز ▁ہے ▁اس ▁لئے ▁مسلمانوں ▁کو ▁نماز ▁بالکل ▁ترک ▁کرد ینی ▁چاہئے ▁یہ ▁ہے ▁ہمارے ▁ملا ▁کا ▁مبلغ ▁علم ▁ ___ ▁! ▁( دو ▁اسلام ▁ص ▁۳ ۲۴ )
▁بی جنگ ۔ چین ▁نے ▁دعوی ٰ ▁کیا ▁ہے ▁کہ ▁اس ▁نے ▁ایک ▁ایسے ▁نئے ▁ہائی پرس ون ک ▁میزائل ▁کا ▁کامیاب ▁تجربہ ▁کر ▁لیا ▁ہے ، جو ▁دنیا ▁کے ▁کسی ▁بھی ▁دفاعی ▁نظام ▁کو ▁نا کار ہ ▁بنانے ▁کی ▁صلاحیت ▁رکھتا ▁ہے۔ سک ائی ۔ 2 ▁ایک ▁ تجرب اتی ▁ڈیزائن ▁ہے ▁جسے ▁وی ور ائ ڈر ( ل ہر وں ▁پر ▁سفر ▁کرنے ▁والا ) ▁یہ ▁پرواز ▁کے ▁دوران ▁اپنی ▁ہی ▁پیدا ▁کی ▁ہوئی ▁شا ک ▁و ویز ▁کیساتھ ▁سفر ▁کر ▁سکتا ▁ہے۔
▁ا دھر ▁آئے ▁ہیں ▁تو ▁وہی ▁گرم ▁جوش ▁سور ج ▁تھا ، ▁لہ لہ ات ے ▁کھ یت ▁تھے ، ▁ماں ▁جیسی ▁اپنا ئی ت ▁والی ▁زمین ▁تھی ، ▁پیل ی ▁چم کت ی ▁دو پ ہر یں ▁تھیں ، ▁کھل ا ▁د ُ ور ▁تک ▁پھیلا ▁نیل ا ▁آسمان ▁تھا ، ▁کوئی ▁ایک ▁منح وس ▁اون چی ▁عمارت ▁دور ▁تک ▁نہیں ▁تھی ، ▁کھل ے ▁میدان ▁تھے ، ▁دور ▁تک ▁پھیل ے ▁ہوئے ▁سبز ے ▁تھے ، ▁را وی ▁تھا ، ▁کنار ہ ▁تھا ، ▁بغیر ▁نمی ▁والی ▁فری ش ▁ہوا ▁تھی ، ▁آرام ▁سے ▁اپنے ▁وقت ▁پر ▁طلوع ▁ہونے ▁والا ▁سور ج ▁تھا ، ▁رات ▁کو ▁چم ک تے ▁ستار ے ▁دکھا نے ▁والا ▁ان دھی را ▁تھا ▁( اس ▁وقت ▁لاہور ▁میں ▁اتنی ▁روشن یاں ▁رات ▁کو ▁ہر گز ▁نہیں ▁ہوتی ▁تھیں )، ▁اپنی ▁چ ڑ یاں ▁تھیں ، ▁اپنے ▁کو ے ▁تھے ، ▁اپنی ▁فا خت ائیں ▁تھیں ، ▁اپنے ▁بگ لے ▁تھے ، ▁اپنے ▁کب وتر ▁تھے ، ▁اپنی ▁بل بل یں ▁تھیں ، ▁اپنے ▁کی کر ▁تھے ، ▁اپنی ▁ام لت اس ▁تھی ، ▁اپنا ▁بو ہ ڑ ▁تھا ، ▁اپنے ▁پی پل ▁تھے ، ▁اپنی ▁میلی ▁کچ یلی ▁مگر ▁بڑی ▁بڑی ▁کال ی ▁رومان ٹک ▁آنکھوں ▁والی ▁گا ئے ▁بھی نس یں ▁تھیں ، ▁مطلب ▁پورا ▁فان ا ، ▁فلور ا ▁اور ▁ماحول ▁اپنا ▁تھا ▁تو ▁بس ▁بر ش ▁چل نا ▁شروع ▁ہوگیا ۔
▁حاج ی ▁عبد ▁الو ہ اب ▁کے ▁انتقال ▁کے ▁بعد نیا ▁امیر ▁کون ▁ہوگا ؟ ▁بال آخر ▁حتمی ▁اعلان ▁کردیا ▁گیا ▁، ▁نام ▁بارے ▁پتہ ▁چل ▁گیا
▁پاک ▁امریکہ ▁تعلقات ▁(31)
▁جمال ▁خش و گی ▁قتل ▁معاملہ ▁، ▁سعودی ▁صحافی ▁کے ▁ ٹک ڑے ▁ ٹک ڑے ▁کئے ▁گئے ▁۔ ▁ترک ▁اخبار ▁کا ▁دعوی ٰ ، ▁قتل ▁میں ▁شہزاد ہ ▁محمد ▁بن ▁سلمان ▁کے ▁قریب ی ▁ساتھ ی ▁ملوث ▁: ▁دی ▁نیویارک ▁ٹائمز
▁جے ▁آئی ▁ٹی ▁کو ▁دھمکی اں ▁سپریم ▁کورٹ ▁پر ▁حملہ ▁ہے ، ▁بلاول ▁بھٹو
▁نیوز ▁ہیڈ ▁لائن ز

▁’’ ب ظ ا ہر ▁شاعر ▁انہیں ▁کچھ ▁نہیں ▁دیتا ▁لیکن ▁ب باط ن ▁یعنی ▁شعر ▁کے ▁پر دے ▁میں ▁ان ▁کی ▁داخلی ▁زندگی ▁کے ▁تمام ▁زخم وں ▁کو ▁مند مل ▁کر ▁دیتا ▁ہے۔ ▁شاعر ▁انہیں ▁زندگی ▁کا ▁نسخ ہ ▁دیتا ▁ہے ▁ان ▁کے ▁انتشار ▁کو ▁ہم ▁آ ہ نگی ▁میں ▁بدل ▁دیتا ▁ہے۔ ▁ان ▁کے ▁کر خت ▁ تجرب وں ▁کو ▁متر نم ▁بنا ▁دیتا ▁ہے۔ ▁ان ▁کے ▁ذہن ▁کی ▁د ھن دلی ▁تصویر وں ▁کو ▁واضح ▁کر ▁دیتا ▁ہے۔ ▁شاعر ی ▁میں ▁ہماری ▁زندگی ▁کے ▁گرد ▁آل ود ▁ تجرب ے ▁اپنے ▁حقیقی ▁خط و ▁خال ▁سے ▁روشن اس ▁ہوتے ▁ہیں۔ ▁‘‘ ▁فرا ق ▁گور کھ پور ی

▁کھیل ▁Glo mp ▁کے ▁سمندر ▁کے ▁ساتھ ، ▁بھی ▁اس ▁کھیل ▁میں ▁کھیل ا :
▁یہاں ▁بھی ▁غالب ▁کی ▁طرح ▁ایک ▁ایسی ▁کیفیت ▁کا ▁رو نا ▁ہے ▁جو ▁اردو ▁شاعر ی ▁میں ▁آف اق یت ▁کا ▁درجہ ▁رکھتی ▁ہے ▁اور ▁وہ ▁ہے ▁آرزو ▁اور ▁مایوس ی ▁–
▁This . ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک
▁نہای ت ▁گ ستا خی ▁کے ▁ساتھ ▁کہ ▁ایک ▁بہت ▁بڑی ▁غلطی ▁ف ہم ی ▁آپ ▁کو ▁ہو رہ ی ▁ہے۔
▁ب خیل ▁کے ▁اندر ▁ وفا ▁نہیں ▁ہوتی ۔۔۔ ▁حا سد ▁کو ▁کبھی ▁راحت ▁نہیں ▁ہوتی ۔۔ ▁تنگ ▁دل ▁کا ▁کوئی ▁دوست ▁نہیں ▁ہوتا ۔۔۔ ▁جھوٹ ے ▁میں ▁مرو ت ▁نہیں ▁ہوتی ۔۔۔ ▁خ ائن ▁کبھی ▁قابل ▁اعتماد ▁نہیں ▁ہوتا ۔۔ ▁بد ▁اخلاق ▁کے ▁اندر ▁محبت ▁نہیں ▁ہوتی ۔۔۔ ▁ف ۔ قد وسی
▁وزیر ▁مملکت ▁پانی ▁و ▁بجلی ▁نے ▁فرائض ▁سے ▁غفلت ▁پر ▁لی سکو ▁کے ▁افسران ▁سمیت ▁70 اہل کار وں ▁کو ▁معطل ▁کر ▁دیا ، وا پ ڈا ▁میں ▁کال ی ▁بھی ڑوں ▁اور ▁کر پٹ ▁ما فی ا ▁کو ▁برداشت ▁نہیں ▁کیا ▁جائے ▁گا ، ▁عابد ▁شیر ▁علی ▁کا ▁قصور ▁میں ▁کھل ی ▁کچ ہری ▁سے ▁خطاب
▁# ▁MU RNA G HAN ▁ڈی ▁ایف ▁آئی ▁ڈی ▁کے ▁ان چار ج ▁geld of ▁ڈال ▁دیا ▁— ▁انہوں ▁نے ▁اسے ▁توڑ ▁نیچے ▁پھر ▁یہ ▁دوبارہ ▁تعمیر ▁کیا ▁جا ▁سکتا ▁ہے . ▁بو ٹس وا نا ▁،
▁یوسف ز ئی ▁نے ▁پاکستان ▁فار ورڈ ▁کو ▁اپنے ▁زخم ▁سے ▁متعلق ▁بتا تے ▁ہوئے ▁کہا ، ▁" خدا ▁کا ▁شکر ▁ہے ▁کہ ▁یہ ▁شدید ▁نہیں۔ "
▁یہ ▁آج ▁کیا ▁اس ▁کے ▁جی ▁میں ▁آئی ▁کہ ▁شام ▁ہوتے ▁ہی ▁گھر ▁گیا ▁وہ

▁د وح ہ / اسلام ▁آباد ▁بھارت ▁نے ▁وزیراعظم ▁عمران ▁خان ▁کی ▁جانب ▁سے ▁اپنے ▁بھارتی ▁ہم ▁منصب ▁نریندر ▁مودی ▁کو ▁خط ▁لکھ ▁کر ▁اس ▁میں ▁دونوں ▁ممالک ▁کے ▁درمیان ▁یو ▁این ▁جنرل ▁اسمبلی ▁...
▁اور ▁کل ▁بروز ▁قیامت ▁میدان ▁ حشر ▁میں ▁بھی ▁سب ▁سے ▁پہلی ▁دعا ▁جو ▁قبول ▁کی ▁جائے ▁گی ▁وہ ▁بھی ▁نبی ▁علیہ ▁السلام ▁کے ▁ وسی لے ▁سے ▁کی ▁جائے ▁گی ▁تمام ▁لوگ ▁ان بی اء ▁کرام ▁علی ھم ▁السلام ▁کی ▁خدمت ▁میں ▁حاضر ▁ہو نگے ▁مگر ▁لوگوں ▁کی ▁مراد ▁پوری ▁ہمارے ▁نبی ▁علیہ ▁السلام ▁فر ▁م ائیں ▁گے ▁آپ ▁صلى ▁الله ▁عليه ▁وسلم ▁رب ▁تعالی ▁سے ▁جلد ▁حساب ▁شروع ▁فرمان ے ▁کی ▁دعا ▁فرم ائیں ▁گے ▁اور ▁رب ▁تعالی ▁دعا ▁قبول ▁فرما ئے ▁گا ▁اور ▁یہ ▁نعمت ▁بھی ▁اپنے ▁محبوب ▁علیہ ▁السلام ▁کے ▁ وسی لہ ▁سے ▁عطا ▁فرما ئے ▁گا ▁۔
▁8 : جی ت ▁کی ▁شناخت
▁ہمارے ▁لیے ▁ ھم ارے ▁نیک ▁اعمال ▁کے ▁میزان ▁کو ▁بھاری ▁کرنے ▁کے ▁لیے
▁برقی ▁دور ▁کا ▁منصوبہ ۔

▁ویکی ▁ڈیٹا ▁کے ▁مواد ▁کا ▁ست ع مال ▁کرنے ▁والے ▁صفحات
▁کا لے ▁کار ▁در ی چہ ▁فلم ▁ایک ▁گو ند ▁ایک ▁وی ▁سی ▁آر ▁کی ▁مصنوعات ▁ہے ، ▁یہ ▁1 ply ▁اور ▁2 ply ▁کی ▁تعمیر ▁ہو ▁سکتا ▁ہے ▁۔ ▁دونوں ▁تعمیر ات ▁کا ▁تاریخی ▁سلسلہ ▁scratch ing ▁مزاحمت ▁پر ت ▁کی ▁حامل ▁ہو ▁۔ ▁مر ئی ▁روشنی ▁ٹر ا ماس سا ا ون ▁اپنی ▁مرضی ▁کے ▁مطابق ▁ہو ▁سکتا ▁ہے ، ▁نوم ال ل ▁وہ ▁1 / 5% ▁/ ▁15% ▁/ ▁20% ▁/ ▁35 ▁فی ▁صد /50 ▁فی ▁صد ▁وغیرہ ▁ہیں ▁۔ ▁یہ ▁بھی ▁کے ▁طور ▁پر ، ▁اپنی ▁مرضی ▁کے ▁مطابق ▁کرنے ▁کے ▁لئے ▁دستیاب ▁ہے ...
▁رسائی ▁کے ▁لنکس
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁عوامی ▁مسلم ▁لیگ ▁کے ▁سربراہ ▁شیخ ▁رشید ▁نے ▁کہا ▁ہے ▁کہ ▁سابق ▁صدر ▁آصف ▁علی ▁زرداری ▁نے ▁ایک ▁اچھی ▁چال ▁چل ی ▁ہے ▁جبکہ ▁ن ▁لیگ ▁کے ▁مستقبل ▁کے ▁ای ج نڈ ے ▁کو ▁جھ ٹک ا ▁لگا ▁ہے۔
▁فرانس ▁نے ▁انتہائی ▁خطرناک ▁دہشت ▁گرد ▁اور شد ت ▁پسند ▁مبلغ ▁الجزائر ▁کے ▁حوالے ▁کر ▁دیا ▁جمال ▁ب غا ل ▁پر ▁دہشتگرد ی ▁کی ▁متعدد ▁کارروائی وں ▁میں ▁بال واسط ہ ▁یا ▁براہ ▁راست ▁ملوث ▁ہونے ▁کا ▁الزام ▁عائد ▁... ▁مزید ▁- ▁Q il ▁News
▁آج ▁کی ▁تصاویر
▁چند ▁دن ▁قبل ▁چار لس ▁او با نگ ▁کی ▁موت ▁ہو ▁گئی ▁اور ▁اس ▁گھر ▁والوں ▁نے ▁وص یت ▁پر ▁عمل ▁کرتے ▁ہوئے ▁پورے ▁55 ▁لاکھ ▁روپے ▁تا بوت ▁میں ▁ڈال ▁کر ▁اسے ▁دفن ا یا۔ ▁مقامی ▁میڈیا ▁میں ▁اس ▁واقعہ ▁کی ▁خبر ▁سامنے ▁آتے ▁ہی ▁پورے ▁ملک ▁میں ▁پھیل ▁گئی ▁اور ▁اب ▁ملک ▁سے ▁باہر ▁بھی ▁اس ▁کا ▁خوب ▁چر چہ ▁ہو ▁رہا ▁ہے۔
▁Urdu ▁60 : ▁اور ▁جو ▁چیز ▁تمہیں ▁دی ▁گئی ▁ہے ▁وہ ▁دنیا ▁کی ▁زندگی ▁کا ▁فائدہ ▁اور ▁اس ▁کی ▁ زین ت ▁ہے ▁جو ▁چیز ▁الله ▁کے ▁ہاں ▁ہے ▁وہ ▁بہتر ▁اور با قی ▁رہنے ▁والی ▁ہے ▁کیا ▁تم ▁نہیں ▁سمجھتے
▁اسکا ٹ ▁لینڈ ▁کے ▁خلاف ▁ٹی 20 : ▁پاکستانی ▁دست ے ▁کا ▁اعلان
▁یہ ▁ہم ▁مسلمانوں ▁کی ▁بے ▁حس ی ▁ہے ▁کہ ▁ایک ▁بار ▁پھر ▁نبوت ▁اور ▁امام ت ▁کے ▁جھوٹ ے ▁دعوی دار وں ▁کے ▁پیر و کار ▁ہر ▁جگہ ▁( ▁انٹرنیٹ ▁پر بھی ▁) ▁متحرک ▁ہو ▁گئے ▁ہیں ▁اور ▁لوگوں ▁کو ▁کھل ے ▁عام ▁گمراہ ▁کرنے ▁کی ▁کوشش ▁کر ▁رہے ▁ہیں۔
▁ ٤ ۔ ▁یہ ▁اس ▁لیے ▁ہے ▁کہ ▁انہوں ▁نے ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁سے ▁دشمن ی ▁کی ▁اور ▁جو ▁اللہ ▁سے ▁دشمن ی ▁کرے ▁تو ▁اللہ ▁یقینا ً ▁سخت ▁عذاب ▁دینے ▁والا ▁ہے۔

▁کراچی ▁میں ▁سور ج ▁گر ہ ین ▁دن ▁دو ▁بج کر ▁پن تا لیس ▁ منٹ ▁پر ▁اپنی ▁ع روج ▁پر ▁پہنچ تے ▁ہی ▁ساحل ▁سمندر ▁پر ▁لوگوں ▁کا ▁ رش ▁بڑھ ▁گیا ▁جو ▁اپنے ▁بچوں ▁کو ▁ری ت ▁میں ▁ دب انے ▁کیلئے ▁آئے ▁تھے ▁، ▁ان ▁افراد ▁میں ▁نہ ▁صرف ▁کراچی ▁بلکہ ▁دیگر ▁شہروں ▁سے ▁لوگ ▁بھی ▁موجود ▁تھے ▁۔ ، ▁اس ▁موقع ▁پر ▁ہر ▁عمر ▁کے ▁بچے ▁ری ت ▁میں ▁د بے ▁نظر ▁آئے ▁، لوگ وں ▁کا ▁کہنا ▁ہے ▁کہ ▁اس ▁عمل ▁سے ▁بچوں ▁کی ▁ذہنی ▁و ▁جسمانی ▁مع ذور ی ▁دور ▁کی ▁جا ▁سکتی ▁ہے ▁۔
▁صدر ▁جمہوری ہ ▁ہند ▁جناب ▁رام ▁نا تھ ▁کو وند ▁کا ▁یوم ▁آزادی ▁کے ▁موقع ▁پر ▁قوم ▁کے ▁نام ▁پیغام ▁ راش ٹر پ تی ▁بھ ون ، ▁14 ▁اگست ▁2018
▁حال ▁ہی ▁میں ▁ایران ▁میں ▁کشمیر یوں ▁کے ▁حق ▁میں ▁بھارتی ▁سفارت ▁خان ے ▁کے ▁سامنے ▁ایک ▁م ظ ا ہ رے ▁کو ▁بھی ▁ایران ▁نے ▁روک ▁دیا . ▁جب ▁کہ ▁اسی ▁ایران ▁میں ▁کچھ ▁عرصہ ▁پہلے ▁ایک ▁م ظ ا ہ رے ▁میں ▁ایک ▁اور ▁اسلامی ▁ملک ▁کا ▁سفارت ▁خان ے ▁پر ▁حملہ ▁کیا ▁گیا ▁تھا . ▁لیکن ▁تب ▁ایسا ▁کچھ ▁نہیں ▁کیا ▁گیا
▁دھمکی ▁نئی ▁ہے ▁نہ ▁پہلی ▁مرتبہ ▁ملی ۔ ▁پ ُ رانی ▁دھمکی وں ▁کا ▁ت سلسل ▁اور ▁دیر ینہ ▁پلان نگ ▁کا ▁درمیان ی ▁حصہ ▁اختتام ی ▁باب ▁کی ▁طرف ▁بڑھ ▁رہا ▁ہے۔ ▁ہماری ▁قربانی وں ▁کے ▁اعتراف ▁کی ▁بجائے " ▁دشمن ▁کی ▁بول ی " ▁بول ▁رہے ▁تھے۔ ▁ابتدائی ہ ▁سے ▁اختتام ▁تک ۔ ▁ر ٹا ▁یا ▁ہوا ▁سبق ۔ " ▁ارب وں ▁ڈالر ز " ▁دینے ▁کا ▁گ ِ ھ سا ▁پ ٹا ▁ طعن ہ ▁اب ▁مترو ک ۔ ▁زائد ▁المع ی اد ▁ہو ▁چکا ▁ہے۔ ▁کھ رب وں ▁ڈالر ز ▁کا ▁ذاتی ▁نقصان ۔ ▁ہزاروں ▁بے ▁گناہ ۔ ▁معصوم ▁انسان وں ▁کی ▁شہادت یں ▁الگ ▁سے ۔ ▁سچ ▁جان ی ے۔ ▁ایک ▁انسانی ▁جان ▁کے ▁بدل ہ ▁میں " ▁پورا ▁امریکہ " ▁ ناک افی ▁ہے۔ تاز ہ ▁نوٹس ▁ چہ ▁معنی ▁دارد ۔ ▁ایک ▁طویل ▁عرصہ ▁پاکستان ▁بغیر ▁نوٹس ▁حملوں ▁کی ▁زد ▁میں ▁رہا۔ ▁ڈھ یر وں ▁نہیں ▁ہزاروں ▁نقصان ات ▁کے ▁کھا تے ▁بھر ے ▁پڑے ▁ہیں۔ ▁ا ِ س ▁کے ▁باوجود ▁شک و ے ▁؟ ▁لمح ہ ▁موجود ▁کا ▁پاکستان ▁ایک ▁محفوظ ۔ ▁پ ُ رام ن ▁ملک ▁ہے۔ ▁ماضی ▁کے ▁دل خر اش ▁حالات ▁بھی " ▁دشمن ▁قوت وں " ▁کے ▁پیدا ▁کردہ ▁تھے۔ ▁" سر پرس ت وں " ▁کے ▁س ائے ▁میں " ▁سہولت ▁کار وں " ▁نے ▁خوب ▁جم ▁کر ▁گھ نا و ٗ نا ۔ ▁گند ہ ▁کھیل ▁کھیل ا۔ ▁ایک ▁مرتبہ ▁نہیں ▁دو ▁مرتبہ ▁پاکستان ▁ڈ سا ▁گیا۔ ▁افغانستان ▁کا ▁ساتھ ▁دینے ▁پر ۔ ▁جبکہ ▁مومن ▁ایک ▁سوراخ ▁سے ▁دوسری ▁مرتبہ ▁نہیں ▁ڈ سا ▁جاتا ۔ ▁یہاں ▁تو ▁انسانی ت ▁گم ▁ہے۔ " ▁مومن ▁" تو ▁ہزاروں ▁میل ▁لم بی ▁مسا فت ▁کا ▁معاملہ ▁ہے۔ ▁نتیجہ ▁سامنے ▁ہے۔ ▁واقعی ▁" آپ " ▁کا ▁نہیں ▁مگر ▁ہم ار ▁ا ▁صبر ▁ لام حدود ▁ہے۔ ▁برداشت ▁کی ▁بھی ▁کوئی ▁حد ▁نہیں ▁چھوڑ ی ۔ ▁ت بھی ▁یہ ▁" روز ِ ▁سیاہ ▁" دی کھ نا ▁پڑا ۔
▁پوش ید ہ ▁زمرہ :
▁زیادہ ▁قیمت ی ▁ساز وس ا مان ▁کی ▁ہو س ▁اور ▁ حرص ▁نے ▁لوگوں ▁کو ▁بے ▁حس ▁کر ▁دیا ▁ہے۔
▁یہ ▁بھی ▁پڑھیں
▁یورپ ▁امر یکه ▁اور ▁جاپان ▁میں ▁سیاسی ▁پارٹی اں ▁اور ▁ان ▁کے ▁ورک ر ▁ان ▁ممالک ▁کے ▁حالات ▁پر ▁کیا ▁اثر ▁کرسکتے ▁ه یں ▁ ؟؟
▁افغانستان ▁میں ▁دو ▁مساجد ▁پر خود کش ▁حملے ، 72 ▁لوگوں ▁کی ▁موت ۔ مہ لو کین ▁کی ▁تعداد ▁میں ▁اضافہ ▁کا ▁امکان ▁– ▁ہر پل ▁آن ▁لائن

▁10 ▁جنوری ▁تک ▁انتخابی ▁اصلاحات ▁ورنہ ▁اسلام ▁آباد ▁کی ▁طرف ▁ملی ن ▁مارچ ▁ہو ▁گا : ▁طاہر ▁القادر ی
▁اسلام ▁آباد ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁15 ▁نومبر 2018 ء ) وفا قی ▁وزیر ▁ا ُ مور کش میر ▁و ▁گلگت ▁بلتستان ▁علی ▁امین ▁خان ▁ گن ڈا ▁پور ▁نے ▁ایک ▁بیان ▁میں ▁کہا ▁ہے ▁کہ ▁سیاح ت ▁اور ▁معدنی ات ▁کے ▁شعبے ▁کی ▁ترقی ▁سے ▁آزاد کش میر ▁اور ▁گلگت ▁بلتستان ▁میں ▁حقیقی ▁اور پ ائی دار ▁ترقی ▁کی ▁بنیاد ر کھی ▁جائے ▁گی۔ ا ▁نہ وں ▁نے ▁کہا ▁کہ ▁آزاد کش میر ▁اور ▁گلگت ▁بلتستان ▁کو ▁قدرت ▁نے ▁بے ▁پناہ ▁خوبصورت ی ▁اور ▁قدرت ی ▁وسائل ▁سے ▁ما لا ▁مال ▁کر ▁رکھا ▁ہے ▁جن ▁کے ▁بہترین ▁استعمال ▁سے ▁یہ ▁دو ▁خطے ▁د ُ نیا ▁کے ▁معروف ▁ترین ▁سیاح تی ▁مقامات ▁کا ▁مقابلہ ▁کر ▁سکتے ▁ہیں۔
▁کلان ڈو ▁م ِ ل ّ ر ▁( Kol on du ▁Miller ) چر امن ▁پیر و مل ▁کے ▁متعلق ▁اپنی ▁مشہور ▁کتاب ▁ما پ لا ▁مسلم س ▁آف ▁کی را لا ▁میں ▁لکھ تا ▁ہے ▁کہ ’ ’ ▁ما پ لا ▁کی ▁اصلی ت ▁میں ▁کوئی ▁بحث ▁مکمل ▁تصور ▁نہیں ▁کی ▁جا سک تی ▁جب ▁تک ▁کہ ▁چرا من ▁پیر و مل ▁کے ▁متعلق ▁روایت وں ▁کا ▁است قص ا ▁نہ ▁کیا ▁جائے ▁۔ ▁یہ ▁بادشاہ ▁کی را لا ▁کے ▁درمیان ی ▁حصہ ▁میں ▁حکم ▁ رانی ▁کرتے ▁تھے ▁۔ ▁پیر و مل ▁حکم ▁را نوں ▁نے ▁ایک ▁وسیع ▁علاقہ ▁پر ▁غالبا ً ▁چی را ▁بادشاہ وں ▁کے ▁نام ▁سے ▁حکومت ▁کی ▁اور ▁وہ ▁کئی ▁سلطنت وں ▁میں ▁بٹ ▁گئی۔
▁پاک ▁فوج ▁کو ▁ملکی ▁سالم یت ▁کے ▁من افی ▁کام ▁کرنے ▁والوں ▁کیخلاف ▁کارروائی ▁کا ▁آئین ی ▁اختیار ▁ہے ‘ ▁شجاع ت ▁حسین
▁اب ▁رام ▁من در ▁کی ▁تعمیر ▁کا ▁وقت ▁آگیا ▁ہے ▁‘ ▁شی وسی نا
▁جمعرات ▁کو ▁جب ▁سینیٹ ▁کی ▁خزان ے ▁کے ▁متعلق ▁قائم ہ ▁کمیٹی ▁نے ▁اتفاق ِ ▁رائے ▁سے ▁پندرہ ▁سفارش ات ▁منظور ▁کرکے ▁اپنی ▁رپورٹ ▁سینیٹ ▁سیکریٹری ٹ ▁میں ▁جمع ▁کر ائی ▁تھی ▁تو ▁ب ظ ا ہر ▁ایسا ▁لگ ▁رہا ▁تھا ▁کہ ▁حکومت ▁اور ▁حزب ِ ▁مخالف ▁میں ▁اتفاق ِ ▁رائے ▁ہوگیا ▁ہے۔ ▁لیکن ▁آج ▁جب ▁ایوان ▁میں ▁وہ ▁سفارش ات ▁قومی ▁اسمبلی ▁کو ▁بھیج نے ▁کے ▁لیے ▁ت حار یک ▁پیش ▁ہو ئیں ▁تو ▁فریق ین ▁میں ▁اختلافات ▁کھل ▁کر ▁سامنے ▁آ ▁گئے۔
▁امارات ی ▁شہری ▁کو ▁م ُ لک ▁کو ▁بدن ام ▁کرنے ▁کے ▁الزام ▁میں ▁10 سال ▁قید ▁کی ▁سزا ▁م ُ لزم ▁نے ▁سوشل ▁میڈیا ▁پر ▁اپنے ▁م ُ لک ▁کے ▁خلاف ▁توہین ▁آمیز ▁پرا پی گ نڈ ہ ▁شروع ▁کر ▁رکھا ▁تھا
▁کئی ▁ممبر ان ▁نے ▁بڑے ▁ہی ▁دلچسپ ▁دل ائل ▁دیئے ▁ہیں۔ ▁کوئی ▁کہ تا ▁ہے ▁کہ ▁منہ ▁صرف ▁کھانے ▁کے ▁لیئے ▁بنا ▁ہے ، ▁تو ▁کوئی ▁کہ تا ▁ہے ▁کہ ▁اگر ▁جنسی ▁اعضا ▁کو ▁منہ ▁میں ▁لیے ▁لیا ▁تو ▁پھر ▁منہ ▁میں ▁لینے ▁والے ▁ساتھ ی ▁کے ▁جنسی ▁عضو ▁کا ▁کیا ▁ہو ▁گا۔ ▁یا ▁اگر ▁عورت ▁نے ▁اپنے ▁خاوند ▁کا ▁منہ ▁میں ▁لیے ▁لیا ▁تو ▁پھر ▁اس ▁کی ▁اندام ▁نہ انی ▁کیوں ▁بنی ▁ہے ▁۔ ▁کسی ▁کا ▁کہنا ▁ہے ▁کہ ▁جنسی ▁عمل ▁صرف ▁اولاد ▁پیدا ▁کرنے ▁کے ▁لی ۓ ▁ہوتا ▁ہے !
▁بھارتی ▁وزیراعظم ▁نریندر ▁مودی ▁کا ▁نواز ▁شریف ▁کے ▁نام ▁تعز یتی ▁پیغام

▁جواب : ▁جی ▁ہمارے ▁پاس ▁بیس یوں ▁راستے ▁ہیں ▁لیکن ▁بھارت ▁صرف ▁بند وق ▁کی ▁زبان ▁سمجھ تا ▁ہے۔ ▁ہم ▁نے ▁بیا لیس ▁سال ▁تک ▁سیاسی ▁و ▁جمہوری ▁جد ▁وجہ د ▁کی ▁۔ ج سکو ▁بھارت ▁ختم ▁کرنے ▁کیلئے ▁کئی ▁حرب ے ▁استعمال ▁کئے ▁جس ▁کے ▁بعد ▁” ت نگ ▁آمد ▁بج نگ ▁آمد “ ▁کشمیر یوں ▁نے ▁بند وق ▁اٹھا ئی ۔ ان ڈی ا ▁ اٹ وٹ ▁ انگ ▁کا ▁ر ٹ ▁لگائے ▁ہوئے ▁ہے ▁۔ پ ہ لے ▁بھارت ▁کشمیر کی ▁ متنا زع ▁حیثیت ▁کو ▁تسلیم ▁کرے ▁اس ▁کے ▁بعد ▁کچھ ▁اور ▁سوچ ا ▁جا ▁سکتا ▁ہے۔

▁مزید ▁دکھائی ں
▁پشاور ▁میں ▁ہمارے ▁ نامہ ▁نگار ▁کے ▁مطابق ▁مقامی ▁لوگوں ▁نے ▁بتایا ▁کہ ▁و ادی ▁تیر ا ہ ▁میں ▁نر ی ▁بابا ▁کے ▁مقام ▁پر ▁سات ▁افراد ▁کی ▁لاش یں ▁ملی ▁ہیں ▁جن ▁کے ▁بارے ▁میں ▁کہا ▁جا ▁رہا ▁ہے ▁کہ ▁ان ▁کا ▁تعلق ▁حکومت ▁کی ▁حمایت ی ▁تنظیم ▁توحید ▁الاسلام ▁سے ▁تھا۔ ▁لوگوں ▁کا ▁کہنا ▁ہے ▁کہ ▁ان ▁افراد ▁کو ▁کچھ ▁عرصہ ▁پہلے ▁اغوا ء ▁کیا ▁گیا ▁تھا۔
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁کھیل ▁کی ▁خبریں
▁پولیس ▁کے ▁مطابق ▁ا ِ ٹس ے ▁ہوئے ▁میں ▁گزشتہ ▁رات ▁جھ گ ڑے ▁کا ▁آغاز ▁اس ▁وقت ▁ہوا ▁جب ▁ایک ▁عرب ▁باشند ے ▁نے ▁کرد وں ▁کے ▁ایک ▁گروپ ▁کی ▁بے ▁عزت ی ▁کی۔ ▁پھر ▁معاملہ ▁پر تشدد ▁ہو ▁گیا ▁اور ▁درج نوں ▁افراد ▁ایک ▁دوسرے ▁کو ▁ڈ نڈ وں ▁سے ▁پیٹ نے ▁لگے ۔ ▁سکیورٹی ▁اہلکاروں ▁نے ▁پ َ ی پر ▁اسپر ے ▁استعمال ▁کرتے ▁ہوئے ▁صورت ▁حال ▁پر ▁قابو ▁پانے ▁کی ▁کوشش ▁کی ▁جبکہ ▁پولیس ▁کی ▁مزید ▁نفر ی ▁بھی ▁طلب ▁کر ▁لی ▁گئی ▁تھی۔ ▁پولیس ▁نے ▁بتایا ▁کہ ▁اس ▁لڑائی ▁میں ▁پناہ ▁گزین وں ▁کے ▁علاوہ ▁چھ ▁پولیس ▁اہلکار ▁بھی ▁معمولی ▁زخمی ▁ہو ▁گئے۔
▁آج ▁ہم ▁ت صاد م ▁را ئل ▁میں 16 05 ▁ہی ک ▁سرو ے ▁کے ▁بغیر ▁کے ▁بارے ▁میں ▁ایک ▁مضمون ▁لکھیں . ▁آپ ▁ت صاد م ▁را ئل ▁میں 16 05 ▁ہی ک ▁کے ▁لئے ▁تلاش ▁کر ▁رہے ▁ہیں ▁تو ▁آپ ▁پر ▁ہیں ▁۔ .
▁رابط ے ▁کی ▁معلومات
▁ری ستور ان وں ▁اور ▁د کان وں ▁میں ▁بھی ▁با تھ ▁روم ▁لازم ی ▁ہوں ▁اور ▁ان ▁کا ▁با قاعدہ ▁اسٹ ی نڈر ڈ ▁ہو ‘ ▁موٹر و ے ▁پولیس ▁کی ▁طرح ▁سینیٹ ری ▁پولیس ▁بھی ▁بنائی ▁جائے ▁اور ▁یہ ▁پولیس ▁گند ▁پھیلا نے ▁والوں ▁کو ▁بھاری ▁جرم انہ ▁کرے ‘ ▁یہ ▁گھروں ▁اور ▁پ بل ک ▁با تھ ▁رو مز ▁کا ▁مع ائن ہ ▁بھی ▁کرے ▁اور ▁اسی ▁طرح ▁ملک ▁میں ▁زمین ▁کا ▁کوئی ▁چپ ہ ▁بھی ▁خالی ▁نظر ▁نہیں ▁آن ا ▁چاہیے ‘ ▁زمین ▁کی ▁ایک ▁ایک ▁ان چ ▁پر ▁پو دا ▁ہونا ▁چاہیے ‘ ▁وہ ▁خواہ ▁پھول ▁ہو ‘ ▁گھ اس ▁ہو ▁یا ▁پھر ▁درخت ▁ہو ‘ ▁پاکستان ▁کے ▁ہر ▁طالب ▁علم ‘ ▁ہر ▁ملازم ▁اور ▁ہر ▁کمپنی ▁کے ▁لیے ▁درخت ▁لگا نا ▁لازم ی ▁قرار ▁دے ▁دیا ▁جائے۔
▁شہر ▁کی ▁خبریں
▁سہ ▁فریق ی ▁مذاکرات : ▁پاکستان ، ▁افغانستان ▁اور ▁چین ▁کے ▁درمیان ▁م فا ہم تی ▁یادداشت ▁پر ▁دست خط
▁4 ▁) ▁کسی ▁مدرس ہ ▁یا ▁مکتب ▁کی ▁ تعارف ی ▁مہم ▁یا ▁تش ہ یری ▁سرگرمی ▁میں ▁بھی ▁یہ ▁رقم ▁صرف ▁نہیں ▁ہو ▁سکتی ▁ہے ▁۔
▁سور ہ ▁[ ▁سب ا ▁] ▁آیا ▁ [39] ▁کہہ ▁دو ▁بے ▁شک ▁میرا ▁رب ▁ہی ▁اپنے ▁بند و ▁ ں ▁میں ▁سے ▁جسے ▁چاہے ▁روزی ▁کش اد ہ ▁کر ▁دیتا ▁ہے ▁اور ▁جسے ▁چاہے ▁تنگ ▁کر ▁دیتا ▁ہے ▁اور ▁جو ▁کوئی ▁چیز ▁بھی ▁تم ▁خرچ ▁کرتے ▁ہو ▁سو ▁وہی ▁اس ▁کا ▁عوض ▁دیتا ▁ہے ▁اور ▁وہ ▁سب ▁سے ▁بہتر ▁روزی ▁دینے ▁والا ▁ہے
▁سوال : ▁وہ ▁روایات ▁جو ▁تحر یف ▁قرآن ▁پر ▁دل الت ▁کرتی ▁ہیں ، ▁شی ع وں ▁نے ▁ان ▁کو ▁اپنی ▁کتابوں ▁میں ▁کیوں ▁نقل ▁کیا ▁ہے ▁؟
▁م سٹر ▁کریم یان ▁پر ▁ان ▁کی ▁غیر ▁موجودگی ▁میں ▁تہ ران ▁کی ▁ایک ▁عدالت ▁میں ▁مقدمہ ▁چل ایا ▁گ يا ▁تھا ▁اور ▁انھیں ▁ایران ▁کے ▁خلاف ▁پر وپ گی نڈ ا ▁کرنے ▁کے ▁جرم ▁میں ▁چھ ▁سال ▁قید ▁کی ▁سزا ▁سن ائی ▁گ ئي ▁تھی۔
▁بات ▁صرف ▁کھانے ▁پی نے ▁کے ▁معاملے ▁میں ▁عز یم ت ▁تک ▁محدود ▁نہ ▁تھی ▁بلکہ ▁اب ▁تو ▁زندگی ▁کے ▁ہر ▁معاملے ▁میں ▁وہ ▁عز یم ت ▁کی ▁انتہائی ▁حد وں ▁کے ▁قریب ▁پہنچ ▁گئے ▁تھے۔ ▁یہ ▁کہنا ▁ہر گز ▁مبالغ ہ ▁نہ ▁ہو ▁گا ▁کہ ▁ق حط ▁نے ▁سب ▁سے ▁زیادہ ▁امیر ▁الم ؤمن ین ▁کو ▁متاثر ▁کیا۔ ▁تاریخ ▁کے ▁مطالع ے ▁سے ▁پتہ ▁چل تا ▁ہے ▁کہ ▁ر ما دہ ▁کے ▁ایام ▁میں ▁وہ ▁ہر ▁چھوٹے ▁بڑے ▁واقعے ▁بلکہ ▁معمول ▁کی ▁چیز وں ▁کا ▁بھی ▁غیر ▁معمولی ▁انداز ▁میں ▁جائزہ ▁لیا ▁کرتے ▁تھے ▁اور ▁جو ▁بھی ▁قدم ▁ا ُ ٹھا نا ▁ہوتا ▁تھا ▁، اس ▁کا ▁آغاز ▁اپنی ▁ذات ▁سے ▁کرتے ▁تھے۔
▁عمران ▁خان ▁من سٹر ▁ان کلی و ▁کے ▁عام ▁گھر ▁میں ▁رہیں ▁گے : ...
▁حالی ہ ▁پوسٹ یں

▁اہل ▁اللہ ▁کی ▁پر ▁اثر ▁نظر ▁نے ▁کس ▁طرح ▁دل ▁کی ▁کائنات ▁میں ▁انقلاب ▁برپا ▁کردیا ▁۔ ▁اپنے ▁موضوع ▁پر ▁حیرت ▁انگیز ▁انقلابی ▁کتاب
▁Nov ▁09 , ▁2017 فار وق ▁ستار م صطف ی ٰ ▁کمال ▁کی ▁توقع ات ▁سے ▁مختلف ▁نکل ے ، ▁مصطفی ٰ ▁کمال ▁کو ▁کیا ▁امید یں ▁تھیں ؟
▁اسرائیل ▁میں ▁نسل ▁پرست ▁ریاست ▁کے ▁قیام ▁کے ▁بل ▁تیار
▁لیکن ▁ایمان ▁والوں ▁اور ▁نیک ▁اعمال ▁والوں ▁کو ▁اللہ ▁تعالی ٰ ▁ان ▁کا ▁ ثواب ▁پورا ▁پورا ▁دے ▁گا ▁اور ▁اللہ ▁تعالی ٰ ▁ظالم وں ▁سے ▁محبت ▁نہیں ▁کرتا ۔
▁کیا ▁ایک ▁مخصوص ▁گروپ ▁کے ▁ذرائع ▁ابلاغ ▁نے ▁تین ▁ماہ ▁تک ▁اسی ▁مقصد ▁کے ▁لئے ▁عوام ▁کو ▁' ذر ا ▁سوچ ئے ' ▁اور ▁پارلیمنٹ ▁کو ▁' ک ب ▁سوچ نے ' ▁کی ▁دہائی ▁م چا ▁رکھی ▁تھی ▁اور ▁کیا ▁پاکستانی ▁پارلیمنٹ ▁کے ▁م عزز ▁اراکین ▁اور ▁ زعم ا ے ▁قوم ▁ایسی ▁ترمیم ▁کے ▁حق ▁میں ▁اپنے ▁ووٹ ▁است ع ما ▁ل ▁کرکے ▁اللہ ▁کے ▁ غضب ▁کو ▁دعوت ▁دینا ▁چاہتے ▁ہیں ؟ ▁اور ▁یہ ▁بات ▁بھی ▁توجہ ▁طلب ▁ہے ▁کہ ▁ایسے ▁بل ▁کا ▁احترام ▁کیا ▁جائے ▁یا ▁اس ▁کو ▁رد ّ ی ▁کی ▁ٹو کری ▁کی ▁نذر ▁کیا ▁جائے ▁جیسا ▁کہ ▁متحدہ ▁مجلس ▁عمل ▁نے ▁قومی ▁اسمبلی ▁میں ▁کیا ▁ہے ▁؟
▁جانور وں ▁کے ▁ساتھ .
▁صدر ▁کر ز ئی ▁نے ▁کہا ▁کہ ▁دوستی ، ▁بھائی ▁چار ے ▁اور ▁پاکستان ▁کے ▁تعاون ▁کے ▁بغیر ▁افغانستان ▁میں ▁امن ▁و ▁استحکام ▁ممکن ▁نہیں۔ ▁وزیر ▁اعظم ▁گیلان ی ▁نے ▁اپنے ▁میزبان ▁کے ▁خیالات ▁سے ▁متفق ▁ہوتے ▁ہوئے ▁کہا ▁کہ ▁پاکستان ▁بھی ▁عسکری ت ▁پسندوں ▁اور ▁شدت ▁پسندوں ▁سے ▁اتنا ▁ہی ▁متاثر ▁ہے۔ ▁پاکستانی ▁وزیر ▁اعظم ▁نے ▁ ’ مش تر کہ ▁خطر ے ‘ ▁سے ▁نم ٹ نے ▁کے ▁لئے ▁مشترکہ ▁کوشش وں ▁کی ▁ضرورت ▁اج اگر ▁کی۔
▁پاکستان ▁کے ▁بغیر ▁دنیا ▁میں ▁امن ▁قائم ▁نہیں ▁ہوسکتا ، ▁پاک ▁فوج
▁پی ▁ٹی ▁اے ▁نے ▁موبائل ▁پر ▁فحش ▁سائٹ س ▁بلا ک ▁کرنے ▁کیلئے ▁غور ▁شروع ▁کردیا
▁یونیورسٹی ز ▁میں ▁ایڈ م شن ▁کے ▁لئے ▁چند ▁انتہائی ▁اہم ▁نکات
▁یہ ▁جزو ▁37 ▁دیگر ▁زبان وں ▁میں ▁دستیاب ▁ہے !

▁کہتے ▁ہ ي ں ▁ اسي ▁علم ▁کو ▁ارب اب ▁نظر ▁موت
▁ا ُ س ▁کے ▁ساتھ ▁ایسا ▁کیوں ▁ہوا ▁تھا ؟ ، ▁بس ▁یہ ▁ایک ▁سوال ▁تھا ▁جو ▁ہر ▁آتی ▁جاتی ▁سان س ▁کے ▁ساتھ ▁ا ُ س ▁کے ▁دل ▁دماغ ▁روم ▁روم ▁میں ▁ہ چ کول ے ▁کھا تا ▁رہتا ▁تھا ، ▁وہ ▁یہ ▁تسلیم ▁ہی ▁نہیں ▁کر ▁پا ▁رہی ▁تھی ▁کہ ▁بعض ▁دفعہ ▁زندگی ▁میں ▁“ ہ اں ▁” ▁کی ▁قیمت ▁بھی ▁چکا نی ▁پڑ تی ▁ہے ▁اور ▁ا ُ س ▁نے ▁محبت ▁کے ▁جھ ان سے ▁میں ▁آ ▁کر ▁ہاں ▁کی ▁تھی ▁تو ▁قیمت ▁بھی ▁د ُ گن ی ▁ت گن ی ▁چو گن ی ▁ادا ▁کرنی ▁تھی ، ▁فری د ▁اس ▁طرح ▁ا ُ س ▁کی ▁ت ذ ل یل ▁کرنے ▁کے ▁ا ُ سے ▁دو ▁ٹو ک ▁الفاظ ▁میں ▁اگر ▁بت ادی تا ▁کہ ▁وہ ▁شرم ند ہ ▁ہے ، ▁حالات ▁سازگار ▁نہیں ▁ہیں ▁، ▁وہ ▁بچوں ▁اور ▁ماں ▁باپ ▁کے ▁آگے ▁ہتھیار ▁ڈال ▁رہا ▁ہے ، ▁وہ ▁ا ُ س ▁سے ▁شادی ▁نہیں ▁کر ▁سکتا ۔
▁راہ ل ▁گاندھی ▁کے ▁مودی ▁کو ▁چور ▁کہ ے ▁جانے ▁والے ▁تبصرہ ▁پر ▁بی ▁جے ▁پی ▁وزیر ▁چراغ ▁پا
▁اشتہار ▁کا ▁انتخاب
▁ہم ▁بی جنگ ، ▁تی آن جن ، ▁شن گھ ائی ، ▁گو انگ ، ▁لیا ؤ ن نگ ، ▁Ha ' er bin ، ▁جل ن ، ▁شی ڈو نگ ، ▁جنگ جو ، ▁سوز ہو ، ▁ فوز یان ، ▁و وہ ان ▁وغیرہ ▁میں ▁کچھ ▁گھر ی لو ▁شاخ ▁ہے ▁ہماری ▁مصنوعات ▁کو ▁بھی ▁امریکہ ، ▁آسٹریلیا ، ▁روس ، ▁مشرق ▁وسطی ، ▁افریقہ ، ▁جنوبی ▁برآمد ▁وسطی ▁ایشیا ▁اور ▁کچھ ▁دیگر ▁ممالک .
▁واضح ▁رہے ▁کہ ▁گزشتہ ▁سال ▁مسلم ▁لیگ ▁( ن ) ▁کے ▁رہنما ▁نواز ▁شریف ▁کو ▁وزیر ▁اعظم ▁کے ▁عہدے ▁سے ▁برطرف ▁کیے ▁جانے ▁کے ▁بعد ▁نئے ▁وزیر ▁اعظم ▁شاہد ▁خاقان ▁عباسی ▁کے ▁اس ▁عہدے ▁پر ▁منتخب ▁ہونے ▁کے ▁بعد ▁وفاقی ▁حکومت ▁نے ▁پی ▁آئی ▁اے ▁اور ▁پاکستان ▁اسٹ یل ▁مل ز ▁کی ▁نج کاری ▁میں ▁دلچسپی ▁کا ▁اظہار ▁کیا ▁ہے۔
▁پاکستانی ▁ماڈل ▁قند یل ▁بلوچ ▁کے ▁قتل ▁پر ▁جناب ▁الطاف ▁حسین ▁کی ▁مذمت
▁تقریبا ً ▁25 ▁لاکھ ▁شام ی ▁اس ▁وقت ▁ترکی ▁میں ▁مقیم ▁ہیں ، ▁جس ▁کے ▁باعث ▁ملک ▁کے ▁وسائل ▁پر ▁بوجھ ▁بڑھا ▁ہے ▁اور ▁ترک ▁آبادی ▁بر ہم ی ▁کا ▁اظہار ▁کر ▁رہی ▁ہے۔
▁کراچی ▁سمیت ▁سندھ ▁کے ▁مختلف ▁شہروں ▁میں ▁طوفان ی ▁بارش وں ▁کا ▁امکان

▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁Messenger

▁سیاسی ▁حالات ▁کس ▁راہ ▁پر ▁گام زن ▁ہیں ▁اس ▁پر ▁اگر ▁من یر ▁نیازی ▁کے ▁ایک ▁مشہور ▁شعر ▁میں ▁( ان ▁کی ▁روح ▁سے ▁معذرت ▁کے ▁ساتھ ▁تھ وڑ ی ▁سی ▁ترمیم ▁کرکے ▁دیکھا ▁جائے ▁تو ▁شاید ▁صورتحال ▁کی ▁وضاحت ▁میں ▁آسانی ▁ہو ▁کہ
▁اپریل ▁بروز ▁جمعرات ▁دو پ ہر 1 ▁بجے
▁پاکستان ، ▁ایران ▁اور ▁ترکی ▁کے ▁ما بین ▁ہونے ▁والے ▁معاہدے ▁ ’ ع لاق ائی ▁تعاون ▁برائے ▁ترقی ‘ ▁کے ▁بعد ▁ا ِ س ▁سڑک ▁کا ▁نام ▁آر ▁سی ▁ڈی ▁ہائی ▁و ے ▁رکھ ▁دیا ▁گیا ▁تھا۔ ▁پہلے ▁پاکستان ▁سے ▁یورپ ▁جانے ▁والے ▁سیاح ▁در ہ ▁خیبر ▁اور ▁افغانستان ▁کے ▁راستے ▁ایران ▁پہنچ تے ▁تھے ▁اور ▁پھر ▁ترکی ▁سے ▁ہوتے ▁ہوئے ▁یورپ ▁میں ▁داخل ▁ہو جا تے ▁تھے ، ▁لیکن ▁افغان ▁جنگ ▁کے ▁بعد ▁سے ▁جب ▁یہ ▁راستہ ▁غیر ▁محفوظ ▁ہوا ▁تو ▁یورپ ▁کے ▁لیے ▁آر ▁سی ▁ڈی ▁ہائی ▁و ے ▁ہی ▁واحد ▁زمینی ▁راستہ ▁رہ ▁گیا ▁ہے۔
▁آپ ▁کا ▁ای ▁میل ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا . ▁Об я за тельные ▁поля ▁пом ечен ы ▁*
▁پریس ▁کانفرنس ▁کے ▁دوران ▁ایک ▁صحافی ▁نے ▁ زع یم ▁قادر ی ▁سے ▁گلو ▁بٹ ▁کے ▁بھائی ▁غنی ▁بٹ ▁کی ▁شکایت ▁کی ▁جس ▁پر ▁ زع یم ▁قادر ی ▁نے ▁صحافی ▁برادری ▁سے ▁معافی ▁مانگ ی ▁لیکن ▁معاملہ ▁بگ ڑ تا ▁چلا ▁گیا ▁اور ▁ زع یم ▁قادر ی ▁نے ▁گلو ▁بٹ ▁کے ▁بھائی ▁کو ▁پہنچا ن نے ▁سے ▁انکار ▁کرتے ▁ہوئے ▁اس ▁کے ▁خلاف ▁قانونی ▁کارروائی ▁کرنے ▁کا ▁حکم ▁دیا ▁۔

▁توقع ▁ہے ▁کہ ▁چین ▁میں ▁اقتصادی ▁ترقی ▁کی ▁شرح ▁اس ▁عشر ے ▁کے ▁آخر ▁تک ▁تقریبا ً ▁سات ▁فیصد ▁پر ▁قائم ▁رہے ▁گی۔ ▁اس ▁کے ▁لیڈر ▁اچھی ▁طرح ▁جانتے ▁ہیں ▁کہ ▁ملک ▁کو ▁کس ▁قسم ▁کے ▁چیلنج ▁در پیش ▁ہیں۔
▁اتوار ▁کے ▁روز ▁عراق ▁میں ▁شیعہ ▁مسلمانوں ▁نے ▁ایک ▁ایسے ▁موقع ▁پر ▁م ظ ا ہ رے ▁کیے ▁جب ▁کہ ▁قانون ▁ساز ▁، ▁سابق ▁صدر ▁صدا م ▁حسین ▁کے ▁ بعث ▁دور ▁کے ▁ساتھ ▁مشت بہ ▁رابط ے ▁رکھنے ▁والے ▁امیدوار وں ▁کو ▁قومی ▁انتخابات ▁میں ▁حصہ ▁لینے ▁کی ▁اجازت ▁دینے ▁کے ▁فیصلے ▁پر ▁بحث ▁کی ▁تیاری ▁کررہے ▁ہیں۔
▁آج ▁کا ▁اخبار
▁گجرات ▁میں ▁سامنے ▁آیا ▁پر دھ من ▁جیسا ▁قتل ، ▁اسکول ▁کے ▁با تھ ▁روم ...

▁اس ▁ڈ ائر ی ▁میں ▁ایک ▁صفح ے ▁پر ▁ای شا ▁ام بانی ▁اور ▁ان ▁کے ▁ہونے ▁والے ▁شوہر ▁آن ند ▁پی رام ل ▁نے ▁مہمان وں ▁کے ▁لیے ▁خط ▁بھی ▁تحریر ▁کیا۔
▁Next ▁article آئی ▁ایم ▁ایف ▁کے ▁ساتھ ▁معاہدہ ▁ملکی ▁معیشت ▁کی ▁بہتر ی ▁کیلئے ▁کریں ▁گے ، ▁اسد ▁عمر
▁ری شم ی ▁ز لف وں ▁کے ▁س ائے ▁میں ▁دن ▁جو ▁گزار ا ▁کرتے ▁تھے
▁اور ▁ان ▁میں ▁سے ▁دوسری ▁روایت ▁: ▁( یہ اں ▁تک ▁کہ ▁اللہ ▁کی ▁وح دانی ت ▁بیان ▁کریں ، ▁اور ▁جب ▁وہ ▁اسے ▁جان ▁لیں ) ۔
▁زراعت ▁اور ▁دیگر ▁متعلقہ ▁شعبہ ▁جا ت ▁کے ▁ذریعہ ▁روزگار ▁کا ▁حصول
▁متحدہ ▁اپوزیشن ▁کا ▁احتجاج ▁شہباز ▁حکومت ▁کے ▁خاتمے ▁پر ▁ہی ▁ختم ▁ہو ▁گا ، ▁فواد ▁چوہدری
▁جی ▁ہاں ، ▁ای ▁21 ▁نمای اں ▁بھی ▁ہر ▁صارف ▁کو ▁منظم ▁کرنے ▁کے ▁قابل ▁ہے . ▁ہر ▁ایک ▁کے ▁مواد ▁کے ▁لئے ▁کو ▁چال و ▁کرنے ▁کے ▁غیر ▁فعال ▁/ ▁صلاحیت ▁- ▁ ورڈ پر یس ▁کے ▁ٹیکس ٹ ▁ایڈ یٹر ، ▁ ورڈ پر یس ▁کی ▁بصری ▁ایڈ یٹر ▁اور ▁مواد ▁بل ڈر ▁- ▁- ▁اور ▁ای ▁کے ▁صارف ▁کی ▁رسائی ▁21 ▁کے ▁مواد ▁عناصر ▁یہ ▁تین ▁ایڈ یٹر ز ▁کو ▁صارف ▁کی ▁رسائی ▁دونوں ▁شامل ▁ہیں ▁عنصر
▁۱۳ ۔ ▁حضرت ▁ابن ▁عمر ▁رضی ▁اللہ ▁تعالی ٰ ▁عنہ ▁فرماتے ▁ہیں ▁کہ ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁نے ▁فرمایا ▁جو ▁مومن ▁لوگوں ▁سے ▁میل ▁جو ل ▁رکھے ▁اور ▁ان ▁کی ▁ای ذ اء ▁پر ▁صبر ▁کرے ▁اسے ▁زیادہ ▁ ثواب ▁ہوتا ▁ہے ▁اس ▁مومن ▁کی ▁بہ ▁نسبت ▁جو ▁لوگوں ▁سے ▁میل ▁جو ل ▁نہ ▁رکھے ▁اور ▁ان ▁کی ▁ای ذ اء ▁پر ▁صبر ▁نہ ▁کرے۔ ▁( سن ن ▁ابن ▁ما جہ : جلد ▁سوم : حد ی ث ▁نمبر ▁9 13)
▁غ زہ ▁( فل سط ین ▁نیوز ۔ مرکز ▁اطلاعات ) ▁غ زہ ▁سے ▁تعلق ▁رکھنے ▁والے ▁تحریک ▁فتح ▁کے ▁اسی ران ▁نے ▁اعلان ▁کیا ▁ہے ▁کہ ▁وہ ▁فلسطینی ▁اتھارٹی ▁اور ▁اس ▁ک ...
▁‫ پر ن ٹنگ ▁سے ▁رجوع ▁کریں۔ ‬

▁انشاء ▁الل ّ ٰ ه ▁ایک ▁ہی ▁چل ّ ہ ▁میں ▁آپ ▁کی ▁خواہش ▁یا ▁حاج ت ▁چاہے ▁کتنی ▁بھی ▁مشکل ▁ہو ، ▁پوری ▁ہو ▁جائے ▁گی۔
▁اس کری ن ▁کے ▁اوپر ▁کی ▁جانب ▁حذف ▁کریں ▁> ▁میرے ▁لیے ▁حذف ▁کریں ▁ٹی پ ▁کریں۔
▁اس ▁زمر ے ▁میں ▁دیگر ▁ا جزاء اس ▁مصنف ▁کے ▁تمام ▁ا جزاء
▁ علامہ ▁محمد ▁اقبال
▁قید یوں ▁میں ▁سے ▁ایک ▁عورت ▁کا ▁بچہ ▁اس ▁سے ▁چھ وٹ ▁گیا ▁وہ ▁پا گل وں ▁کی ▁طرح ▁اسے ▁ڈھ ون ڈ تی ▁پھر تی ▁تھی ▁اور ▁جیسے ▁ہی ▁ملا ▁اپنے ▁سی نے ▁سے ▁لگا ▁کر ▁اسے ▁دو دھ ▁پلان ے ▁لگی ▁آن حضرت ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁یہ ▁دیکھ ▁کر ▁اپنے ▁اصحاب ▁سے ▁فرمایا ▁بھ لا ▁بت اؤ ▁تو ▁کیا ▁یہ ▁عورت ▁باوجود ▁اپنے ▁اختیار ▁کے ▁اپنے ▁بچے ▁کو ▁آگ ▁میں ▁ڈال ▁دے ▁گی ؟
▁’’ یہ ▁تم ▁نے ▁کیا ▁لباس ▁پہن ▁رکھا ▁ہے ؟ ‘‘
▁’’ تو ▁اور ▁کیا ▁بنا تا ؟ ▁افسر ▁بنا ▁دیتا ۔ ▁یہ ▁شخص ▁ہو ائی ▁جہاز ▁میں ▁یہی ▁کام ▁تو ▁کرتا ▁تھا ، ▁اور ▁اب ▁دفتر ▁میں ▁کام ▁کرتا ▁ہے۔ ‘‘
▁ای ▁میل ▁کے ▁ذریعے ▁نئے ▁تبصرے ▁کے ▁بارے ▁میں ▁مجھے ▁مطلع ▁کریں۔
▁پارلیمنٹ ▁میں ▁شہباز ▁شریف ▁کی ’ ’ دب نگ ‘‘ ▁انٹر ی
▁لائق ▁بچوں ▁کو ▁ناکام ▁کرنے ▁کا ▁ذم ہ ▁دار ▁کون ؟
▁اپ ▁کو ▁اپنا ▁نام ▁ایڈریس ▁اور ▁فون ▁نمبر ▁بتا ▁سک نے ▁تک ▁کی ▁جاپان ی ▁زبان ▁میں ▁اہل یت ▁حاصل ▁ہونے ▁چاہئے ▁، ۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں
▁Hot ▁Tags : ▁1000 ▁سری سٹ ▁چی مبر ▁دباؤ ▁فل ٹر ▁چین ، ▁سپ لائ رز ، ▁می نوف یک چر رز ، ▁فیکٹری ، ▁تھ وک ، ▁کم ▁قیمت ، ▁سست ی ، ▁خرید نے ▁رعایت
▁میاں ▁محمد ▁نواز ▁شریف : ▁ایک ▁نفس ی اتی ▁مطالعہ ▁- ▁اور یا ▁مقبول ▁جان
▁Image ▁caption ▁ریاست ِ ▁اسلامی ہ ▁گروپ ▁نے ▁عراق ▁اور ▁شام ▁کے ▁کچھ ▁حص وں ▁پر ▁قبضہ ▁کر ▁کے ▁اسلامی ▁خلافت ▁قائم ▁کی ▁ہے
▁رہا ▁۔ ۔۔۔۔۔ ▁کے ▁ساتھ ▁ہے ▁ایک ▁مسلسل ▁جاری ▁عمل ▁کی ▁طرف ▁اشارہ ▁سمجھ ے ▁جائیں ▁۔ ▁جب ▁کہ ▁دوسرے ▁نصف ▁ ِ ▁واحد ▁کی ▁طرف ▁برتر ی ▁برتر ی ▁منتقل ▁ہوتی ▁رہی ▁ہے ▁۔ ▁اور ▁یہی ▁وہ ▁جبر ▁ہے ▁ ۔۔ ▁جس ▁سے ▁انکار ▁کرنا ▁نام م کن ▁ہے ▁۔ ▁تو ▁کیوں ▁وہ ▁ایسا ▁نہ ▁کرتی ▁م تبادل ▁کہاں ▁تھا ▁، ▁مگر ▁اختتام ▁۔
▁سو نیا ▁گاندھی ▁کا ▁حکومت ▁پر ▁سخت ▁حملہ
▁کسی ▁نے ▁حملے ▁کی ▁ذم ہ ▁داری ▁قبول ▁نہیں ▁کی۔
▁اشاعت ، ▁ویب ▁سائٹ ▁اور ▁سا ف ٹ ▁و یئر
▁خیبر پ خت ون خوا ▁پولیس ▁کے ▁ایک ▁اعلی ٰ ▁افسر ▁طاہر ▁دا وڑ ▁کو ▁اسلام ▁آباد ▁سے ▁اغوا ▁کر ▁کے ▁افغانستان ▁لے ▁جای ا ▁گیا ، ▁جہاں ▁سے ▁ا ُ ن ▁کی ▁لاش ▁برآمد ▁ہوئی۔ اس ▁الم ی ے ▁نے ▁پوری ▁قوم ▁کا ▁د ِ ل ▁غم ▁و ▁غ ص ے ▁سے ▁بھر ▁دیا ▁ہے۔ اس ▁واردات ▁کی ▁تفتیش ▁کے ▁لیے ▁جے ▁آئی ▁ٹی ▁قائم ▁کر ▁دی ▁گئی ▁ہے۔ ▁ضرورت ▁ہے ▁کہ ▁اغوا ▁کرنے ▁والوں ▁اور ▁ان ▁کے ▁معاون ین ▁تک ▁قانون ▁کا ▁ہاتھ ▁پہنچے ، ▁اور ▁ایک ▁ایک ▁کو ▁عبر ت ▁ ناک ▁سزا ▁دی ▁جائے۔ ▁یہ ▁بھی ▁معلوم ▁ہونا ▁چاہیے ▁کہ ▁وزارت ِ ▁داخلہ ▁کئی ▁دن ▁تک ▁کیوں ▁سوئ ی ▁رہی ▁اور ▁طاہر ▁دا وڑ ▁کی ▁گم ش دگی ▁کی ▁اطلاع ▁ملت ے ▁ہی ▁پوری ▁حکومتی ▁مشین ری ▁کیوں ▁حرکت ▁میں ▁نہ ▁آئی ؟ ▁وزیراعظم ▁کے ▁ترجمان ▁نے ▁ان ▁کی ▁خیر و ▁ع افی ت ▁اور ▁پشاور ▁میں ▁موجودگی ▁کے ▁حوالے ▁سے ▁گمراہ ▁کن ▁انٹرویو ▁کیوں ▁دیا ؟ ▁بے ▁حس ی ▁کا ▁مظاہرہ ▁کرنے ▁والوں ▁کی ▁گردن ▁ناپ نا ▁بھی ▁اسی ▁قدر ▁ضروری ▁ہے ، ▁جس ▁طرح ▁مجرم وں ▁اور ▁ان ▁کے ▁سہولت ▁کار وں ▁کی۔ ▁کسی ▁قسم ▁کی ▁رو ▁رعایت ▁کو ▁قومی ▁جرم ▁سمجھا ▁جائے ▁گا۔ ب ش کری ہ ▁ہم ▁سب ▁نیوز
▁شاعر ▁مشرق ▁ علامہ ▁اقبال ؒ ▁کی ▁80 ▁ ویں ▁برس ی ▁ع قی دت ▁و ▁احترام ▁سے ▁من ائی ▁جا ▁رہی ▁ہے
▁سینیٹ رم شا ہ د ▁حسین ▁سید ▁کی ▁مسلم ▁لیگ ▁( ▁ن ) ▁کے ▁صدر ▁شہباز ▁شریف ▁سے ▁ملاقات
▁حامل ہ ▁کا ▁روزہ ▁حامل ہ ▁عورت ▁کے ▁لئے ▁روزہ ▁رکھنے ▁کے ▁کیا ▁احکام ▁ہیں ▁سوالات ...

▁اے ▁ایمان ▁والو ▁رک وع ▁اور ▁سج دہ ▁کرو ▁اور ▁اپنے ▁رب ▁کی ▁ب ندگی ▁کرو ▁اور ▁بھ لے ▁کام ▁کرو ▁اس ▁امید ▁پر ▁کہ ▁تمہیں ▁چھ ٹک ارا ▁ہو

▁واضح ▁رہے ▁کہ ▁بدھ ▁کے ▁روز ▁پی ▁ایس ▁پی ▁چیئرمین ▁مصطفی ٰ ▁کمال ▁اور ▁ایم ▁کیو ▁ایم ▁پاکستان ▁کے ▁سربراہ ▁ڈاکٹر ▁فاروق ▁ستار ▁نے ▁ایک ▁مشترکہ ▁پریس ▁کانفرنس ▁میں ▁سیاسی ▁راستے ▁ایک ▁کرنے ▁کا ▁اعلان ▁کیا ▁تھا ، ▁تاہم ▁جمعرات ▁کو ▁ڈاکٹر ▁فاروق ▁ستار ▁نے ▁اس ▁اتحاد ▁سے ▁علی ح دگی ▁اختیار ▁کرلی ▁تھی۔
▁ ’ امر یکا ▁اور ▁آزادی ▁اپنے ▁سب ▁سے ▁بڑے ▁وکیل ▁سے ▁محروم ▁ہو ▁گئے ‘ ▁26. 08. 2018
▁تہ ران : ▁ایران ▁میں ▁زلزل ے ▁کے ▁شدید ▁جھ ٹک ے ▁محسوس ▁کیے ▁گئے ▁جس ▁سے ▁تقریبا ▁300 ▁افراد ▁زخمی ▁ہوگئے۔
▁لاہور ▁( اپ نے ▁ نامہ ▁نگار ▁سے ) ▁مقامی ▁عدالت ▁نے ▁طالب ہ ▁خ دی جہ ▁صدیقی ▁پر ▁حملے ▁کے ▁مقدمہ ▁کا ▁ریکارڈ ▁ملزم ▁کو ▁فراہم ▁کرنے ▁کی ▁ہدایت ▁کرتے ▁ہوئے ▁کیس ▁کی ▁سماعت ▁ملت وی ▁کر ▁دی ▁کی نٹ ▁کچ ہری ▁کے ▁جو ڈی شل ▁مج سٹر یٹ ▁نے ▁مقدمہ ▁کی ▁سماعت ▁کی ▁متاثر ہ ▁لڑکی ▁خ دی جہ ▁صدیقی ▁بھی ▁عدالت ▁میں ▁پیش ▁ہوئی ▁ملزم ▁کی ▁جانب ▁سے ▁عدالت ▁کو ▁آگاہ ▁کیا ▁گیا ▁کہ ▁انہیں ▁مقدم ے ▁کا ▁مکمل ▁ریکارڈ ▁فراہم ▁نہیں ▁کیا ▁گیا ▁جس ▁پر ▁عدالت ▁نے ▁تفتیش ی ▁افسر ▁کو ▁ہدایت ▁کی ▁کہ ▁ملزم ▁کو ▁مقدم ے ▁کا ▁ریکارڈ ▁فراہم ▁کیا ▁جائے ▁ملزم ▁پر ▁الزام ▁ہے ▁کہ ▁اس ▁نے ▁طالب ہ ▁خ دی جہ ▁صدیقی ▁پر ▁اس ▁وقت ▁چھ ری ▁کے ▁اک یس ▁وار ▁کئے ▁جب ▁وہ ▁اپنی ▁بہن ▁کو ▁سکول ▁سے ▁لینے ▁کیلئے ▁گئی ▁تھی۔

▁پاک ▁فوج ▁کے ▁شعبہ ▁تعلقات ▁عام ہ ▁آئی ▁ایس ▁پی ▁آر ▁کے ▁مطابق ▁آرمی ▁چیف ▁قمر ▁جاوید ▁با جو ہ ▁نے ▁کی ن یڈ ین ▁ہائی ▁کمشنر ▁پیر ی ▁کی ل ڈر و وڈ ▁سے ▁ملاقات ▁کی ▁، ▁ملاقات ▁میں ▁خطے ▁کی ▁سیکیورٹی ▁صورتحال ، ▁با ہم ی ▁امور ▁پر ▁تبادل ہ ▁خیال ▁کیا ▁گیا۔
▁براہ ▁مہربانی ▁بس ▁کی ▁خرید ▁/ ▁بک نگ ▁کوئی ▁کو رس ▁سے ▁پہلے ▁ایک ▁اکاؤنٹ ▁بنانا .
▁قا ہ رہ ▁، ▁29 ▁مارچ ▁( سی است ▁ڈاٹ ▁کام ) ▁مصر ی ▁صدر ▁عبد ▁ال فتاح ▁ال ▁سی سی ▁کا ▁دوسری ▁می عاد ▁کیلئے ▁انتخاب ▁92 ▁فیصد ▁ووٹ ▁کے ▁ساتھ ▁ہوا ▁ہے ، ▁سرکاری ▁ذرائع ▁ابلاغ ▁نے ▁آج ▁ابتدائی ▁نتائج ▁کے ▁حوالے ▁سے ▁یہ ▁اطلاع ▁دی ▁ہے۔ ▁سرکاری ▁ملکی تی ▁اخبار ات ▁الا ہ رام ▁اور ▁اخبار ▁ال یوم ، ▁نیز ▁سرکاری ▁نیوز ▁ایجنسی ▁ ’ مین ا ‘ ▁کی ▁رپورٹ ▁میں ▁کہا ▁گیا ▁کہ ▁60 ▁ملی ن ▁(6 ▁کروڑ ) ▁رجسٹر ڈ ▁ووٹ رز ▁کے ▁من جمل ہ ▁لگ ▁بھگ ▁23 ▁ملی ن ▁نے ▁تین ▁دن ▁کی ▁پولنگ ▁میں ▁حصہ ▁لیا ▁جو ▁گزشتہ ▁روز ▁اختتام ▁پذیر ▁ہوئی۔ ▁ابتدائی ▁تخم ین وں ▁کے ▁مطابق ▁63 ▁سالہ ▁ فیل ڈ ▁مارشل ▁سی سی ▁نے ▁زبردست ▁انتخابی ▁کامیابی ▁درج ▁کر ائی ▁ہے۔ ▁ان ▁کے ▁واحد ▁چیلنج ر ▁نسبت ا ً ▁غیر ▁معروف ▁سیاست د اں ▁موسی ▁مصطفی ▁کو ▁محض ▁تین ▁فیصد ▁ووٹ ▁حاصل ▁ہوئے۔ ▁گزشتہ ▁روز ▁پولنگ ▁اسٹیشن وں ▁میں ▁رائے ▁د ہی ▁کا ▁عمل ▁اختتام ▁پذیر ▁ہونے ▁کے ▁بعد ▁ووٹ وں ▁کی ▁ گن تی ▁شروع ▁کردی ▁گئی ▁تھی۔ ▁غیر ▁سرکاری ▁اعداد ▁و ▁شمار ▁کے ▁مطابق ▁21, 08 8 , 2 95 ▁ووٹ ر وں ▁نے ▁سی سی ▁کے ▁حق ▁میں ▁ووٹ ▁ڈال ے۔ ▁سرکاری ▁نتائج ▁کا ▁2 ▁اپریل ▁کو ▁اعلان ▁کیا ▁جائے ▁گا۔ ▁سی سی ▁نے ▁چ نا ئو ▁میں ▁حصہ ▁لینے ▁والے ▁ووٹ ر وں ▁کی ▁تصاویر ▁فیس ▁بک ▁پر ▁پوسٹ ▁کیے ▁اور ▁گزشتہ ▁روز ▁دیر ▁گئے ▁تک ▁بھاری ▁ تنا سب ▁میں ▁رائے ▁د ہی ▁کو ▁سرا ہ ا۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁مصر ی ▁عوام ▁کی ▁آواز ▁ب لاش بہ ▁گواہ ▁رہے ▁گی ▁اور ▁ہماری ▁قوم ▁کا ▁عزم ▁پوری ▁قوت ▁کے ▁ساتھ ▁برقرار ▁رہے ▁گا ▁جس ▁میں ▁کمزور ی ▁کا ▁ش ائب ہ ▁تک ▁نہیں۔ ▁انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁پولنگ ▁اسٹیشن وں ▁کے ▁باہر ▁مصر ی ▁عوام ▁کی ▁طویل ▁قطار وں ▁کے ▁مناظر ▁باعث ▁فخر ▁رہیں ▁گے ▁اور ▁مجھے ▁ہمیشہ ▁یاد ▁رہے ▁گا ▁کہ ▁عوام ▁نے ▁بھاری ▁اکثریت ▁سے ▁میرے ▁حق ▁میں ▁ووٹ ▁کا ▁استعمال ▁کیا ▁ہے۔ ▁پولیس ▁اور ▁فوجی ▁جوان وں ▁نے ▁تمام ▁پولنگ ▁اسٹیشن وں ▁کے ▁قریب ▁سخت ▁چو کسی ▁برقرار ▁رکھی ▁تھی ▁تاکہ ▁کوئی ▁بھی ▁نا خوش گو ار ▁واقعہ ▁پیش ▁نہ ▁آئے ۔ ▁سی ▁سی ▁نے ▁2013 ء ▁میں ▁اسلام ▁پسند ▁صدر ▁محمد ▁م رسی ▁کو ▁ان ▁کی ▁حکمران ی ▁کے ▁خلاف ▁بڑے ▁پیمان ے ▁پر ▁احتجاج وں ▁کے ▁پیش ▁نظر ▁مع زول ▁کیا ▁تھا۔ ▁وہ ▁2014 ء ▁میں ▁چار ▁سالہ ▁صدارت ی ▁می عاد ▁کے ▁لیے ▁منتخب ▁ہوئے ▁تھے۔ ر ائے ▁شمار ی ▁کے ▁ابھی ▁تک ▁جاری ▁کردہ ▁سرکاری ▁نتائج ▁کے ▁مطابق ▁گورنر ی ▁ اص وان ▁میں ▁سی ▁سی ▁کو ▁موسی ▁کے ▁ 9,5 63 ▁ووٹ وں ▁کے ▁مقابل ▁25 4,9 40 ▁ووٹ ▁حاصل ▁ہوئے۔ ▁اسی ▁طرح ▁اس ک ندر یہ ▁میں ▁بھی ▁سی ▁سی ▁نے ▁بھاری ▁اکثریت ▁سے ▁اپنے ▁حریف ▁کو ▁پیچھے ▁چھوڑ ا ▁۔ ▁تقریبا ً ▁60 ▁ملی ن ▁ووٹ ر وں ▁کے ▁لیے ▁ملک ▁بھر ▁میں ▁13, 687 ▁پولنگ ▁اسٹیشن ▁قائم ▁کیے ▁گئے۔
▁امام ▁طب رانی 13 ▁برس ▁کے ▁تھے ▁کہ ▁تحصیل ▁علم ▁میں ▁میں ▁مشغول ▁ہو ▁ ئے ، ▁پہلے ▁آپ ▁نے ▁اپنے ▁آب ائی ▁وطن ▁طب ر یہ ▁میں ▁اصحاب ِ ▁علم ▁و ▁فضل ▁سے ▁استفاد ہ ▁کیا ▁۔ ۲۷ ۴ ھ ▁میں ▁بیت ▁المقدس ▁کی ▁طرف ▁سفر ▁کیا ▁اور ▁وہاں ▁کے ▁م حدث ین ▁سے ▁فائدہ ▁ا ُ ٹھا یا۔ پ ھر ۲۷ ۵ ھ ▁میں ▁ قی سار یہ ▁تشریف ▁لے ▁گئے ▁اس ▁کے ▁بعد ▁ا ُ نھوں ▁نے ▁حم ص ▁، جب لہ ، مد ائن ، شام ، م کہ ▁، مد ینہ ، ی من ▁، مصر ▁، ب غ داد ، کو ف ہ ▁بص رہ ▁، جز ی رہ ▁، فار س ▁اور ▁ا صف ہ ان ▁وغیرہ ▁کی ▁طرف ▁سفر ▁کرکے ▁اپنی ▁علمی ▁پی اس ▁ب جھ ائی ۔ [4]
▁امیر ▁اہل سن ت ▁کے ▁بعض ▁صوتی ▁پیغام ات
▁تازہ ▁ترین ▁خبریں
▁اور ▁ہ دا یہ ▁میں ▁ہے۔
▁اے ▁مکہ ▁تو ▁تمام ▁شہروں ▁سے ▁زیادہ ▁اللہ ▁کو ▁پیار ا ▁ہے ▁اور ▁اسی ▁طرح ▁مجھے ▁بھی ▁تمام ▁شہروں ▁سے ▁زیادہ ▁پیار ا ▁تو ▁ہے ▁اگر ▁مشر کین ▁مجھے ▁ت جھ ▁میں ▁سے ▁نہ ▁نکال تے ▁تو ▁میں ▁ہر گز ▁نہ ▁نکل تا ▁۔
▁ہمارا ▁نیٹ ▁ورک
▁عائشہ ▁( رض ) ▁اور ▁عذاب ▁قبر ▁کی ▁روایات
▁تا بوت ▁سک ینہ ▁کیا ▁ہے ؟ رب ▁تعالی ٰ ▁نے ▁اسے ▁سب ▁سے ▁پہلے ▁کس ▁نبی ؑ ▁کو ▁دیا ▁تھا ، ▁– ▁اردو ▁ٹ اک
▁حافظ ▁مغ ی ث ▁الرحم ٰ ن ▁(3)
▁ذرائع ▁کے ▁مطابق ▁سی ▁پیک ▁منصوب وں ▁پر ▁کام ▁کی ▁رفتار ▁تیز ▁کرنے ▁اور ▁خصوصی ▁اک نام ک ▁ زون ▁جلد ▁مکمل ▁کرنے ▁پر ▁بھی ▁بات ▁ہوگی۔ ▁عل اق ائی ▁صورتحال ▁خاص ▁طور ▁پر ▁افغانستان ▁بھی ▁ان ▁مذاکرات ▁کا ▁اہم ▁موضوع ▁ہے۔ ▁بھارت ▁اور ▁امریکہ ▁کے ▁درمیان ▁“ ٹو ▁پلس ▁ٹو ” ▁مذاکرات ▁کے ▁نتائج ▁پر ▁بھی ▁بات ▁ہوگی۔ ▁ذرائع ▁کے ▁مطابق ▁پاکستان ▁اور ▁چین ▁کے ▁درمیان ▁دفاعی ▁شعبہ ▁میں ▁تعاون ▁کے ▁حوالے ▁سے ▁وزیر ▁خارجہ ▁و انگ ▁ ژی ▁اور ▁آرمی ▁چیف ▁جنرل ▁قمر ▁جاوید ▁با جو ہ ▁کے ▁درمیان ▁بھی ▁بات ▁ہوگی۔
▁خیبر پ خت ون خوا ▁کے ▁محکمہ ▁تعلیم ▁نے ▁آؤٹ ▁آف ▁اسکول ▁سرو ے ▁رپورٹ ▁18 -2017 ▁جاری ▁کردی ▁جس ▁میں ▁43 ▁لاکھ ▁23 ▁ہزار ▁گھر ان وں ▁کا ▁سرو ے ▁کیا ▁گیا ▁ہے۔
▁ٹی وٹ ا ▁کی ▁جانب ▁سے ▁چینی ▁زبان ▁کے ▁کو رس ▁سیکھ نے ▁کی ▁دعوت
▁محمد ▁اس لم ▁کا ▁کہنا ▁ہے ▁کہ ▁کراچی ▁سے ▁9 ▁کروڑ ▁روپے ▁لے ▁کر ▁بین ظ یر ▁ایئر پور ٹ ▁پہنچا ، ▁یہ ▁رقم 3 ، 3 ▁کروڑ ▁روپے ▁کے ▁3 ▁پیک ٹس ▁میں ▁تھی ، ▁ڈو م یس ٹک ▁لا ؤ نج ▁میں ▁فون ▁پر ▁بات ▁کر ▁رہا ▁تھا ، ▁کسی ▁نے ▁رقم ▁سے ▁بھر ا ▁ایک ▁پی کٹ ▁چور ی ▁کرلیا
▁آخری ▁اپ ▁ڈی ٹ :
▁انہوں ▁نے ▁کہا ▁کہ ▁ ’ یہ ▁حتمی ▁فیصلہ ▁ہے ▁جو ▁تقریبا ً ▁4 ▁دہائی وں ▁سے ▁تاخیر ▁کا ▁شکار ▁تھا ‘ ۔
▁ گار ڈ ن ▁ٹ ائون : ▁تحریک ▁انصاف ▁کے ▁پلی ٹ ▁فارم ▁سے ▁الیکشن ▁ل ڑنے ▁کے
▁حر ا ▁سکول ▁اینڈ ▁کالج ▁کان جو ▁میں ▁سالانہ ▁تقریب ▁تقسیم ▁انعام ات
▁یہ ▁ایک ▁ایسی ▁تصویر ▁ہے ▁جس ▁سے ▁عرب ▁دنیا ▁کو ▁ہل ▁کر ▁رہ ▁جانا ▁چاہیے۔ خاص ▁طور ▁پر ▁شام ی ▁رج یم ▁کو ، جس ▁کے ▁بے ▁رحم ▁حملوں ▁کے ▁نتیجے ▁میں ▁یہ ▁انسانی ▁تباہ ی ▁رو ▁نما ▁ہوئی ▁ہے۔ قاتل ▁تک ف یری ▁اور ▁جہاد ی ▁بھی ▁اس ▁تباہ ی ▁کا ▁موجب ▁ہیں۔ ا نھوں ▁نے ▁عرب ▁دنیا ▁کو ▁م ضم حل ▁کر رک ھا ▁ہے ▁اور ▁اس ▁کو ▁اس ▁کے ▁امن ▁اور ▁سلامتی ▁سے ▁محروم ▁کردیا ▁ہے۔

▁ترکی : ▁فضائی ▁حملے ▁میں ▁ہلاک ▁ہونے ▁والوں ▁کی ▁ تد فین
▁مودی ▁حکومت ▁کی ▁جانب ▁سے ▁یہ ▁اعلان ▁ا ُ س ▁وقت ▁سامنے ▁آیا ▁کہ ▁جب ▁بھارتی ▁وزیراعظم ▁بر ما ▁کے ▁دورے ▁پر ▁گئے ▁ہوئے ▁ہیں ، ▁نریندر ▁مودی ▁کے ▁دورے ▁پر ▁بھارت ▁کے ▁مسلمانوں ▁نے ▁تشویش ▁کا ▁اظہار ▁بھی ▁کیا ▁ہے۔
▁١ ▁- ▁بہ شت ▁کا ▁وہ ▁درخت ▁جس ▁کے ▁قریب ▁جانے ▁سے ▁حضرت ▁آدم ▁علیہ ▁السلام ▁کو ▁منع ▁کیا ▁گیا۔
▁فرانس یسی ▁صدر ▁نے ▁عوام ▁کے ▁سامنے ▁گھ ٹ نے ▁ ٹیک ▁دیے
▁٢ ▁- ▁سرخ ، ▁ لال ▁بھ بھ و کا ، ▁آگ ▁کے ▁رنگ ▁کا ، ▁آگ ▁کا ▁سا ▁( رنگ ▁کے ▁لیے ) ۔
▁Next ▁Next ▁post : ▁جھوٹ ▁بول نے ▁اور ▁یو ٹر ن ▁لینے ▁والوں ▁نے ▁قوم ▁کا ▁وقت ▁ض ائع ▁کیا ، شہ باز ▁شریف
▁سری ▁دیو ی ▁کے ▁انتقال ▁کے ▁روز ▁ان ▁کے ▁دی ور ▁سنج ے ▁کپور ▁نے ▁ایسی ▁تصویر ▁اپ ▁لوڈ ▁کر ▁دی ▁کہ ▁بھارت ▁بھر ▁میں ▁تہ ل کہ ▁مچ ▁گیا ، ▁ہر ▁کوئی ▁غ ص ے ▁سے ▁آگ ▁بگو لہ ▁ہو ▁گیا

▁اسلام ▁اور ▁خواتین : ▁حق ائ ق ▁اور ▁غلط ▁ف ہم یاں
▁اسلام ▁آباد ▁—
▁مواد ▁پر ▁جائیں
▁کر پٹ وک رن سی ▁قتل ▁عام : ▁ر پل ▁کے ▁ بانی ▁کو ▁12 ▁ارب ▁ڈالر ز ▁کا ▁نقصان
▁ایک ▁بات ▁کہ وں ▁اگر ▁آپ ▁ناراض ▁نہ ▁ہونے ▁کا ▁وعدہ ▁کریں۔ ▁وہ ▁وقت ▁ض ائع ▁نہیں ▁کرنا ▁چاہتا ▁تھا ▁در مک نون ▁ٹکٹ کی ▁با ند ھے ▁سامنے ▁دیکھ تی ▁رہی ۔
▁استعمال ▁کرنے ▁کا ▁طریقہ :
▁اور ▁ہم ▁نے ▁ت جھ ▁سے ▁پہلے ▁کتنے ▁رسول ▁ان ▁کی ▁اپنی ▁اپنی ▁قوم ▁کے ▁پاس ▁بھیج ے۔
▁یا ▁یہ ▁و ڈی و ▁ملاحظ ہ ▁کیجیے :
▁نجف ▁اشرف ▁کی ▁پرانی ▁تصویر ▁کہ ▁جس ▁میں ▁شہر ▁کے ▁اطراف ▁کی ▁دیوار ▁شاہد ▁ہے۔ ▁کچھ ▁مورخ ین ▁کے ▁بقول ▁یہ ▁تصویر ▁سن ہ ▁1911 م ▁میں ▁لی ▁گئی ▁ہے۔
▁ـ ▁ملک ▁الموت ▁علیہ ▁السلام ▁( ▁اتنے ▁عظیم ▁الج ث ہ ▁ہیں ▁کہ ▁) ▁ان ▁کا ▁سر ▁آسمان ▁میں ▁ہے ▁اور ▁ان ▁کے ▁دو ت وں ▁پ اؤں ▁زمین ▁پر ▁ہیں ▁اور ▁تمام ▁دنیا ▁ملک ▁الموت ▁کے ▁سامنے ▁اس ▁طرح ▁سے ▁ہے ▁جیسے ▁ایک ▁شخص ▁کے ▁سامنے ▁کھانے ▁کا ▁ڈو نگ ہ ▁رکھا ▁ہو ▁اور ▁وہ ▁اس ▁میں ▁سے ▁کھا ▁رہا ▁ہو ▁ـ
▁یمن ▁جنگ ▁اختتام ▁کی ▁جانب ▁گام زن ؟ ▁پاکستان ▁کی ▁ثالث ی ▁کی ▁کوشش یں ▁کامیاب ▁ہونے ▁لگ یں
▁اردو ▁نیوز ▁شو
▁ویکیپیڈیا ▁پر ▁آغاز ▁کریں
▁ایک ▁شریک ▁کا ▁مشترکہ ▁پلا ٹ ▁کو ▁دیگر ▁شرک اء ▁کی ▁اجازت ▁کے ▁بغیر ▁بیچ نے ▁کا ▁حکم
▁گزشتہ ▁اتوار ▁کو ▁وی نز ▁ویل ا ▁میں ▁ہونے ▁والے ▁صدارت ی ▁انتخابات ▁میں ▁1.6 ▁فیصد ▁کے ▁قل یل ▁فرق ▁سے ▁ن کول س ▁ما ڈ ورو ▁کی ▁فتح ▁کے ▁بعد ▁سے ▁انقلاب ِ ▁و ین زو یلا ▁کو ▁ لاحق ▁خطر ات ▁کھل ▁کر ▁سامنے ▁آ ▁چکے ▁ہیں۔ ▁یہ ▁انقلابی ▁عمل ▁اپریل ▁2002 ء ▁تب ▁شروع ▁ہوا ▁جب ▁امریکی ▁سام راج ▁کی ▁پشت ▁پناہ ی ▁سے ▁فوجی ▁اش راف یہ ▁کے ▁ایک ▁ دھ ڑے ▁نے ▁صدر ▁ہو گو ▁شا ویز ▁کا ▁تخت ہ ▁ال ٹ نے ▁کی ▁کوشش ▁کی۔ ▁اس ▁ک ُ و ▁( Co up ) ▁کے ▁جواب ▁میں ▁و ین زو یلا ▁کے ▁محنت ▁کش وں ، ▁نوجوانوں ، ▁فوج ▁کے ▁سپ ا ہ یوں ▁اور ▁نوجوان ▁افسر وں ▁نے ▁بغاوت ▁کر ▁دی ، ▁اپنے ▁محبوب ▁لیڈر ▁کی ▁مدد ▁کو ▁عوام ▁لاکھ وں ▁کی ▁تعداد ▁میں ▁سڑک وں ▁پر ▁نکل ▁آئے ۔ ▁عوامی ▁تحریک ▁کے ▁شدید ▁دباؤ ▁اور ▁اس ▁کے ▁قابو ▁سے ▁باہر ▁ہو جان ے ▁کے ▁خوف ▁سے ▁امریکی ▁سام راج ▁اور ▁و ین زو یلا ▁میں ▁اس ▁کے ▁آل ہ ▁کار وں ▁کو ▁پس پ ائی ▁اختیار ▁کرنی ▁پڑ ی ▁اور ▁فوجی ▁بغاوت ▁کے ▁48 گھ ن ٹے ▁بعد ▁ہی ▁ہو گو ▁شا ویز ▁بطور ▁صدر ▁بحال ▁ہو ▁گئے۔ ▁مارچ ▁2013 ء ▁میں ▁کینسر ▁سے ▁شا ویز ▁کی ▁موت ▁کے ▁بعد ▁ہونے ▁والے ▁ان ▁صدارت ی ▁انتخابات ▁میں ▁شا ویز ▁کے ▁نام ز ▁کردہ ▁جانشین ▁ما ڈ ورو ▁کامیاب ▁ہوئے ▁ہیں ▁لیکن ▁د ائیں ▁باز و ▁کی ▁حزب ▁اختلاف ▁کے ▁امید وا ▁ر ▁اور ▁و ین زو یلا ▁کی ▁اش راف یہ ▁کے ▁چ ہی تے ▁این ر یک ▁کا پر ی لس ▁نے ▁نتائج ▁کو ▁تسلیم ▁کرنے ▁سے ▁انکار ▁کر ▁دیا ▁ہے۔ ▁اگرچہ ▁ما ڈ ورو ▁نے ▁اپوزیشن ▁کی ▁جانب ▁سے ▁انتخابی ▁نتائج ▁کا ▁آ ڈ ٹ ▁کروا نے ▁کے ▁مطالب ے ▁کو ▁تسلیم ▁کیا ▁ہے ▁لیکن ▁ایک ▁بار ▁پھر ▁سام راج ▁کی ▁ایم اء ▁پر ▁حالات ▁کو ▁خراب ▁کرنے ▁کی ▁کوشش ▁کی ▁جارہی ▁ہے ▁اور ▁اپوزیشن ▁کے ▁غ نڈ ے ▁ملک ▁بھر ▁میں ▁جل اؤ ▁گھ یر اؤ ▁کر ▁رہے ▁ہیں۔
▁حامل ہ ▁ہونے ▁کی ▁خبریں ، ▁الی انا ▁ڈی ▁کر وز ▁نے ▁خاموش ی ▁توڑ ▁دی
▁ان ▁کا ▁تعلق ▁بھی ▁پن وار ▁خاندان ▁سے ▁تھا۔ 1941 ▁میں ▁پیدا ہو ئے ▁اور ▁1993 ▁میں ▁دل ▁کا ▁دورہ ▁پڑ نے ▁سے ▁خالق ▁حقیقی ▁سے ▁جا ▁ملے ▁۔ ▁میٹر ک ▁تک ▁تعلیم ▁حاصل ▁کی ▁اور ▁بعد ▁از اں ▁محکمہ ▁م حال ▁میں ▁بطور ▁ پٹ واری ▁بھر تی ▁ہوئے ▁اور ▁بعد از اں ▁قانون گو ▁اور ▁پھر ▁نائب ▁تحصیل دار ▁بن ے۔ ▁زیادہ ▁تر ▁ملازمت ▁تحصیل ▁رو جہ ان ▁کے ▁علاقوں ▁میں ▁کی۔ اپ نے ▁خاندان ▁کی ▁ترقی ▁کے ▁لئے ▁ہمیشہ ▁سرگرم ▁عمل ▁رہے ، اپ نے ▁ وارث ان ▁میں ▁1 ▁بیٹا ▁اور ▁6 ▁بیٹی اں ▁چھوڑ یں۔
▁میں ▁عن قر یب ▁اسے ▁دوزخ ▁میں ▁ڈال وں ▁گا ▁۔
▁وہ ▁پہلو ان ▁جنہوں ▁نے ▁تاریخ ▁رقم ▁کی۔
▁فوج ▁سے ▁است ع فی ٰ دے ▁کر ▁درجہ ▁ولایت ▁کو ▁پہنچے ▁والے ▁انتہائی ▁معروف ▁ولی ▁اللہ ▁نے ▁نواز ▁شریف ▁کے ▁با تے ▁میں ▁کیا ▁پیش ▁گو ئی ▁کی ▁تھی ▁جواب ▁پوری ▁ہوئی ▁کیا ▁نواز ▁شریف ▁ایک ▁بار ▁پھر ▁وزیراعظم ▁بن ▁سکیں ▁گے ▁حیرت ▁انگیز ان کش افات
▁ماہر ؔ ▁القادر ی ▁ایک ▁عمد ہ ▁شاعر ▁اور ▁ن قاد ▁تھے۔ ▁افسوس ▁کہ ▁بعض ▁وج وہ ات ▁کی ▁بنا ▁پر ▁ان ▁کی ▁شہر ت ▁صرف ▁ایک ▁شاعر ▁ہونے ▁تک ▁ہی ▁محدود ▁ہو ▁کر ▁رہ ▁گئی ▁اور ▁آج ▁بہت ▁کم ▁لوگ ▁اس ▁بات ▁کا ▁علم ▁رکھتے ▁ہیں ▁کہ ▁انہوں ▁نے ▁تین ▁ہزار ▁سے ▁زائد ▁کتابوں ▁پر ▁تن قد ی ▁تبصرے ▁تحریر ▁کیے ▁جو ▁کہ ▁ان ▁کے ▁زیر ▁ادا رت ▁ طبع ▁ہونے ▁والے ▁رس الہ ▁“ فار ان ” ▁میں ▁ تیس ▁سال ▁کے ▁عرصے ▁میں ▁“ ہم اری ▁نظر ▁میں ” ▁کے ▁زیر ▁عنوان ▁شائع ▁ہوئے ، ▁جن ▁میں ▁بیس یوں ▁تنقید ی ▁تبصرے ▁مختلف ▁شعر ی ▁مجموع وں ▁پر ▁لکھ ے ▁گئے۔ ▁یہاں ▁پر ▁اخت صار ▁کے ▁ساتھ ▁ماہر ؔ ▁القادر ی ▁کے ▁تنقید ی ▁اس لوب ▁کا ▁جائزہ ▁پیش ▁کیا ▁جا ے ▁گا ▁اور ▁یہ ▁دیکھنے ▁کی ▁کوشش ▁کریں ▁کہ ▁ان ▁کا ▁تنقید یا ▁تنقید ی ▁اس لوب ▁کے ▁متعلق ▁کیا ▁نظر یہ ▁تھا ▁اور ▁خود ▁ان ▁کی ▁تنقید ات ▁کا ▁کیا ▁رنگ ▁ہے ؟
▁« اس ٹی فن ▁ہا ک نگ ▁کی ▁آخری ▁کتاب ▁شائع ▁ہوگئی
▁ہم ▁سے ▁رابطہ ▁کریں
▁آن جہ انی ▁ول بھ ▁بھائی ▁ پٹ یل ▁کا ▁مجسم ہ ▁182 ▁میٹر ▁طویل ▁ہے ▁جو ▁دنیا ▁کا ▁سب ▁سے ▁طویل ▁ال قامت ▁مجسم ہ ▁ہے ، ▁اس ▁مجسم ے ▁کی ▁تعمیر ▁میں ▁430 ▁ملی ن ▁ڈالر ▁لاگ ت ▁آئی ▁ہے ▁اور ▁اسے ▁ ’ م جسم ۂ ▁اتحاد ‘ ▁کا ▁نام ▁دیا ▁گیا ▁ہے۔ قبل ▁از یں ▁دنیا ▁کا ▁سب ▁سے ▁طویل ▁مجسم ہ ▁چین ▁میں ▁ب ُ دھ ا ▁کا ▁مجسم ہ ▁تھا ▁جو ▁153 ▁میٹر ▁طویل ▁ہے ▁اس ▁کے ▁بعد ▁جاپان ▁میں ▁نصب ▁مجسم ے ▁کی ▁بار ی ▁آئی ▁تھی ▁جو ▁120 ▁میٹر ▁طوال ت ▁رکھتا ▁ہے ▁جب ▁کہ ▁امریکا ▁میں ▁نصب ▁مجسم ہ ▁آزادی ▁93 ▁میٹر ▁طویل ▁ہے۔
▁دوسری ▁جانب ▁تحریک ▁انصاف ▁نے ▁بھی ▁جمع ۃ ▁المبارک ▁کو ▁’’ یوم ▁نجات ‘‘ ▁اور ’ ’ یوم ▁تشکر ‘‘ ▁کے ▁طور ▁پر ▁من انے ▁کا ▁فیصلہ ▁کیا ▁ہے۔
▁اردو ▁انس ائی کل وپ یڈ یا ▁ گن ▁تار ا ▁(1)
▁شمالی ▁کوریا : ▁بد بو دار ▁ٹرمپ ▁کو ▁پا گل ▁خان ے ▁میں ▁بند ▁کرنا ▁چاہئے
▁مکمل ▁فہرست ▁کتب
▁کھیل ▁کی ▁خبریں
▁حضرت ▁امام ▁علی ▁النق ی ▁علیہ ▁السلام ▁(6)

▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁فیس ▁بک
▁کو ٹل ی ▁ست یاں ▁( نمائندہ ▁پو ٹھ وار ▁ڈاٹ ▁کوم ، ▁نو ▁ ید ▁ ستی ▁سے ▁) ۔۔۔۔ ▁کو ٹل ی ▁ست یاں ▁کے ▁نواحی ▁علاقے ▁لہ ترا ڑ ▁میں ▁قتل ▁کی ▁سابق ہ ▁دشمن یوں ▁کا ▁بدل ہ ▁چکا نے ▁کیلئے ▁اشتہار یوں ▁اور ▁مفر ور وں ▁نے ▁گاؤں ▁کا ▁م حاصر ہ ▁کر ▁کہ ▁شدید ▁فائرنگ ▁کر ▁دی ▁جس ▁کے ▁باعث ▁ایک ▁خاتون ▁جاں ▁بحق ▁ہو ▁گئی ▁فائرنگ ▁کئی ▁گھنٹے ▁جاری ▁رہی ▁دوسری ▁پارٹی ▁کے ▁گھروں ▁کو ▁فائرنگ ▁سے ▁چھ ل نی ▁کر ▁دیا ▁، ت ف ص یل ات ▁کے ▁مطابق ▁دو ▁ہفتے ▁قبل ▁ایک ▁گروپ ▁نے ▁فائرنگ ▁کر ▁کہ ▁ جہ ان زی ب ▁نامی ▁شخص ▁کو ▁قتل ▁کر ▁دیا ▁تھا ▁جس ▁کا ▁بدل ہ ▁لینے ▁کیلئے ▁اس ▁کے ▁بھائی ▁قمر ▁ز یب ، ▁اور ▁کالا ▁وغیرہ ▁نے ▁مخ ا ▁ل فین ▁کے ▁گھروں ▁پر ▁اپنے ▁10 سے ▁زائد ▁ساتھ یوں ▁سمیت ▁فائرنگ ▁کی ▁جو ▁دن ▁بھر ▁جاری ▁رہی ▁جس ▁کے ▁نتیجے ▁میں ▁گاؤں ▁کی ▁40 سال ہ ▁خاتون ▁خاتون ▁عابد ہ ▁بی ▁بی ▁زوج ہ ▁تنو یر ▁جاں ▁بحق ▁ہو ▁گئی ▁ایس ▁ایچ ▁او ▁را جہ ▁ص بور ▁کی ▁تصدیق ▁وا ضع ▁رہے ▁کئی ▁سال وں ▁سے ▁جاری ▁قتل ▁کی ▁دشمن یوں ▁میں ▁دونوں ▁پارٹی وں ▁کے 7 سے ▁زائد ▁افراد ▁جاں ▁بحق ▁ہو ▁چکے ▁ہیں
▁چوہدری ▁نثار ▁نے ▁مریم ▁نواز ▁کو ▁پارٹی ▁میں ▁اہم ▁عہد ہ ▁اور ▁ذم ہ ▁داری ▁دینے ▁کی ▁مخالفت ▁کردی ▁ہے۔
▁پاکستان : ▁بس ▁کے ▁حادث ے ▁میں ▁25 ▁ہلاک
▁اضلاع ▁کی ▁خبریں
▁لغت ▁میں ▁" ن سخ " ▁کے ▁دو ▁معنی ▁ہیں۔ ▁ایک ▁معنی ▁ہیں ▁" از اله " ▁یعنی ▁ز ائل ▁کر ▁دینا ، ▁اسی ▁سے ▁یہ ▁محا ور ہ ▁مستعمل ▁ہے : ▁" نس خت ▁الشمس ▁ال ظل " ▁یعنی ▁سور ج ▁نے ▁سا یہ ▁کو ▁ز ائل ▁کر ▁دیا۔ ▁دوسرے ▁معنی ▁میں ▁نقل ▁کرنا ▁یا ▁تحویل ، ▁جیسا ▁کہ ▁محا ور ہ ▁ہے : ▁" نس خت ▁الكتاب " ▁یعنی ▁میں ▁نے ▁کتاب ▁نقل ▁کر ▁لی ▁گویا ▁نا سخ ▁یعنی ▁نقل ▁کرنے ▁والے ▁نے ▁منسوخ ▁کو ▁یعنی ▁جس ▁سے ▁اس ▁نے ▁نقل ▁کی ، ▁ختم ▁کر ▁کے ▁رکھ ▁دیا ▁یا ▁اسے ▁کوئی ▁اور ▁شکل ▁دے ▁دی۔ ▁اسی ▁طرح ▁بولا ▁جاتا ▁ہے : ▁" م نا سخ ات ▁في ▁الم واري ث " ▁یعنی ▁ وارث ▁سے ▁دوسرے ▁کو ▁مال ▁منتقل ▁کرنا ▁اور ▁" نس خت ▁ما ▁في ▁الخل ية ▁من ▁الع سل ▁والن حل ▁الى ▁اخرى " (1)
▁را ئ یٹر ▁کے ▁بارے ▁میں : ▁با دل ▁بلوچ ▁پاک ▁وائس ز ▁کے ▁ساتھ ▁پس نی ▁، ▁گو ادر ▁سے ▁بطور ▁سٹی زن ▁جر نل سٹ ▁کام ▁کرتے ▁ہیں۔
▁بین ▁الاقوامی ▁خبریں
▁سپریم ▁کورٹ ▁کا ▁فیصلہ ▁انصاف ▁کے ▁من افی ▁ہے ، ▁ترجمان ▁مسلم ▁لیگ ▁( ن )
▁پاکستان ▁نے ▁آج ▁تک ▁حق انی ▁گروپ ▁کو ▁ای گ ▁گول ی ▁یا ▁ایک ▁روپ یہ ▁بھی ▁فراہم ▁نہیں ▁کیا۔ ▁ان ▁کا ▁افغانستان ▁میں ▁کافی ▁اثر ▁و ▁رس وخ ▁ہے ▁۔
▁یہ ▁فساد ▁تین ▁جون ▁کو ▁اس ▁وقت ▁شروع ▁ہوا ▁جب ▁رکھ ائی ن ▁میں ▁بود ھ وں ▁کے ▁ایک ▁جلوس ▁نے ▁گھ ات ▁لگا ▁کر ▁ایک ▁بس ▁پر ▁حملے ▁کر ▁کے 10 افراد ▁کو ▁ہلاک ▁کردیا ، ▁جس ▁میں ▁رو ہن گا ▁مسلمان ▁مسافر ▁سوار ▁تھے ، ▁جس ▁کا ▁ب ظ ا ہر ▁سبب ▁ا ِ س ▁سے ▁قبل ▁تین ▁مسلمانوں ▁کی ▁طرف ▁سے ▁ایک ▁بود ھ ▁خاتون ▁پر ▁جنسی ▁زیادتی ▁کا ▁بدل ہ ▁لینا ▁معلوم ▁ہوتا ▁ہے۔
▁’’ من ظ ور ▁ہے ▁اسی ▁لیے ▁تو ۔ ▁‘‘ کی تھ ی ▁کچھ ▁سوچ تے ▁ہوئے ▁بول ی ، ▁’’ ▁عورتوں ▁کو ▁سمجھ نا ▁بہت ▁مشکل ▁ہے۔ ▁‘‘ کی تھ ی ▁نے ▁خود ▁سے ▁جملہ ▁پورا ▁کر ▁دیا ▁تو ▁دیو ▁منہ ▁بنا ▁کر ▁رہ ▁گیا۔
▁مرد ہ ▁خاتون ▁کے ▁رحم ▁سے ▁بچی ▁کی ▁پیدائش
▁خادم ▁الحر مین ، ▁خادم ▁اسلام ▁کو ▁اسلام ▁کی ▁بھ ترین ▁خدمت ▁پہ ▁عالم ▁اسلام ▁کی ▁اعلی ▁ترین ▁ایوارڈ ▁سے ▁نواز تے ▁ہوئے
▁کراچی ▁میں ▁سالانہ ▁بین ▁الاقوامی ▁کتب ▁میل ہ ▁_ ▁ڈی ▁ڈبلیو ▁ویڈیو ▁_ ▁DW ▁_ ▁08. 12.2017
▁اس ▁سے ▁ملت ے ▁جل تے ▁آرٹیکل
▁ایک ▁کتاب ▁جو ▁ای وب ▁علیہ ▁السلام ▁سے ▁منسوب ▁ہے ▁اس ▁کی ▁آیت ▁ہے
▁جس ▁روز ▁سے ▁رسول ▁اللہ ؐ ▁نے ▁عقب ہ ▁کا ▁دوسرا ▁معاہدہ ▁مدینہ ▁والوں ▁کے ▁ساتھ ▁منعقد ▁فرمایا ▁اس ▁روز ▁سے ▁یہ ▁پیش ▁گو ئی ▁کی ▁جا سک تی ▁تھی ▁کہ ▁قر یش ▁کے ▁ساتھ ▁جنگ ▁حتمی ▁طور ▁پر ▁وقوع ▁پذیر ▁ہوگی۔ [ 67 ] ▁سب ▁سے ▁پہلا ▁ غز وہ ▁ماہ ▁صفر ▁سن ہ ▁2 ▁ہ جری ▁کو ▁انجام ▁پایا ▁جس ▁کو ▁ غز وة ▁الاب واء ▁یا ▁ود ّ ان ▁کہا ▁گیا ▁ہے۔ ▁اس ▁لشکر ▁کشی ▁کے ▁دوران ▁کوئی ▁جھ ڑ پ ▁نہ ي ں ▁ہوئی۔ ▁اس ▁کے ▁بعد ▁ غز وہ ▁ب ُ و اط ▁رب ی ع ▁الاول ▁کے ▁مہین ے ▁میں ▁تھا ▁اور ▁اس ▁میں ▁بھی ▁کوئی ▁جھ ڑ پ ▁نہیں ▁ہوئی۔ ▁جم ادی ▁الاول ٰ ی ▁میں ▁خبر ▁ملی ▁کہ ▁قر یش ▁کا ▁قافل ہ ▁ابو سف یان ▁کی ▁سر کر دگی ▁میں ▁مکہ ▁سے ▁شام ▁کی ▁طرف ▁روانہ ▁ہورہا ▁ہے۔ ▁پیغمبر ؐ ▁نے ▁ذات ▁الع شیر ة ▁تک ▁اس ▁قافل ے ▁کا ▁ت عاقب ▁کیا۔ ▁لیکن ▁قافل ہ ▁پہلے ▁ہی ▁اس ▁مقام ▁سے ▁گذر ▁چکا ▁تھا۔ ▁یہ ▁ غز وات ▁اس ▁لئے ▁بے ▁نتیجہ ▁رہ ▁جاتے ▁تھے ▁کہ ▁مدینہ ▁میں ▁قر یش ▁کے ▁جاسوس ▁رسول ▁اللہ ؐ ▁کے ▁فیصل وں ▁سے ▁آگاہ ▁ہو جا تے ▁تھے ▁اور ▁مسلمانوں ▁کے ▁فوجی ▁دست وں ▁کے ▁روانہ ▁ہونے ▁سے ▁قبل ▁ہی ▁قریشی ▁قافل وں ▁تک ▁پہنچ ▁جاتے ▁تھے ▁اور ▁انہیں ▁خطر ے ▁سے ▁آگاہ ▁کردی تے ▁تھے ▁چنانچہ ▁ان ▁کے ▁قافل ے ▁یا ▁تو ▁راستہ ▁بدل ▁دیتے ▁تھے ▁یا ▁پھر ▁تیز رفت اری ▁کے ▁ساتھ ▁مسلمانوں ▁کی ▁پہنچ ▁سے ▁نکل ▁جاتے ▁تھے۔ [ 68 ]
▁چوہدری ▁سرور ▁اس ▁سے ▁پہلے ▁بھی ▁گورنر ▁پنجاب ▁کے ▁فرائض ▁انجام ▁دے ▁چکے ▁ہیں
▁5 ▁جنت ▁میں ▁اہل ▁جنت ▁کو ▁نی ند ▁نہیں ▁آئے ▁گی۔ ( ▁سلسلہ ▁احادیث ▁ال صح یہ : ▁10 87 ▁)
▁صحت ▁و ▁سائنس
▁مزید ▁لوڈ ▁کریں

▁ف لیٹ ▁ای ڑی وں ▁کے ▁بل ▁پھر ▁(22)
▁جنوبی ▁پنجاب ▁کے ▁شہر ▁ملتان ▁کے ▁نو اح ▁سے ▁اغوا ▁کیے ▁جانے ▁والے ▁علی ▁حیدر ▁گیلان ی ▁نے ▁اپنی ▁رہا ئی ▁کے ▁آپریشن ▁کے ▁بارے ▁میں ▁تفصیلات ▁بتا تے ▁ہوئے ▁کہا ▁کہ ▁امریکی ▁فورسز ▁نے ▁کمال ▁کا ▁آپریشن ▁کیا۔
▁مزید ▁تازہ ▁ترین ▁خبریں
▁ ’ ▁جتن ا ▁جھوٹ ▁کل ▁بولا ▁گیا ▁وہ ▁عوام ▁کے ▁سامنے ▁آن ا ▁چاہیے ‘
▁آر ون ▁بر ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁» پاکستان ی ▁تاریخ ▁میں ▁پہلی ▁مرتبہ ، ▁ایوان ▁صدر ▁کو ▁عوام ▁کیلئے ▁کھول ▁دیا ▁گیا

▁‫ کے ▁لئے ▁خود ب خود ▁رابط ے ▁کا ▁نمبر ▁دو ▁وصول ▁کرنے ▁والوں ▁کو ▁بھیج ے ▁گا۔ ‬
▁دن ▁کے ▁ٹھیک ▁بارہ ▁بجے ▁تک ▁وا ئٹ ▁ہاؤس ▁اوباما ▁کا ▁ہوگا ▁اور ▁روایت ▁کے ▁مطابق ▁اس ▁کے ▁ایک ▁ منٹ ▁پہلے ▁تک ▁بھی ▁نئے ▁صدر ▁اس ▁میں ▁داخل ▁نہیں ▁ہو سک ت ے۔
▁کے ▁سامنے ▁ھا تھ ▁پھیلا نا ▁کس ▁کام ▁کا ۔
▁فیس ▁بک ▁کے ▁ذریعے ▁لاگ ▁ان
▁قبض ے ▁میں ▁یہ ▁تل وار ▁بھی ▁آج ائے ▁تو ▁مومن ▁ 539 ▁ 539 ▁ 489 ▁21 ▁ضرب ▁کلی م
▁چین ▁کی ▁عظمت ▁رفت ہ ▁کا ▁سفر
▁امریکی ▁عدالت ▁میں ▁روسی ▁خاتون ▁کا ▁جاسوس ▁ہونے ▁کا ▁اعتراف
▁فہرست ▁میں ▁تبدیلی
▁نوازشریف ▁کے ▁خلاف ▁توہین ▁عدالت ▁کی ▁درخواست ▁خارج

▁ویب ▁سائٹ ▁کا ▁نقش ہ
▁’’ تم ▁میں ▁سے ▁کوئی ▁شخص ▁اپنی ▁بیٹی ▁کو ▁بد صورت ▁آدمی ▁کے ▁ساتھ ▁نکاح ▁کرنے ▁پر ▁مجبور ▁نہ ▁کرے ▁پس ▁بے ▁شک ▁وہ ▁عورت یں ▁بھی ▁وہ ▁پسند ▁کرتی ▁ہیں ▁جو ▁تم ▁پسند ▁کرتے ▁ہو۔ ▁‘‘
▁واضح ▁رہے ▁کہ ▁کچھ ▁روز ▁قبل ▁ہی ▁ ادت ▁نار ائن ▁کے ▁بیٹے ▁اد تیا ▁نار ائن ▁کو ▁پولیس ▁نے ▁رک ش ے ▁کو ▁ٹ کر ▁مار نے ▁کے ▁الزام ▁میں ▁گرفتار ▁کیا ▁تھا ▁جب ▁کہ ▁ ادت ▁نار ائن ▁بالی ▁ووڈ ▁انڈسٹری ▁کے ▁واحد ▁اداکار ▁ہیں ▁ج نھوں ▁نے ▁25 ▁ہزار ▁سے ▁زائد ▁گی ت وں ▁سے ▁اپنی ▁آواز ▁کا ▁جادو ▁جگ ا یا۔

▁سلام ▁ہے ▁ایسی ▁نیوز ▁این کر کو ▁جس ▁نے ▁سچ ▁کہنے ▁میں ▁کوئی ▁ہ چک چا ہ ٹ ▁محسوس ▁نہیں ▁کی ▁ہے۔ ▁ویڈیو
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی
▁ٹیلی ▁نار ▁نے ▁پوسٹ ▁پی ڈ ▁صارفین ▁کی ▁سہولت ▁کے ▁لئے ▁ایک ▁اچھا ▁پیک ج ▁متعارف ▁کرو ایا ▁ہے .
▁ ’ جے ▁آئی ▁ٹی ‘ ▁کی ▁رپورٹ ▁میں ▁مزید ▁کہا ▁گیا ▁ہے ▁کہ ▁سعودی ▁عرب ▁میں ▁قائم ▁' ہ ل ▁می ٹل ▁اسٹ ی بل ش منٹ ' ▁اور ▁متحدہ ▁عرب ▁امارات ▁کی ▁' کی پٹ ل ▁ایف ▁ای ▁ز یڈ ' ▁کمپنی وں ▁کے ▁علاوہ ▁لندن ▁میں ▁قائم ▁کمپنی ▁' فل ی گ ▁شپ ▁ان وی سٹ منٹ ▁لم یٹ ڈ ' ▁اور ▁دیگر ▁کی ▁طرف ▁سے ▁ر قوم ، ▁قرض ▁اور ▁تح ائف ▁کی ▁بھاری ▁ترس یل ▁میں ▁بے ▁قاعد گی ▁تھی۔
▁نو منتخب ▁وزیراعظم ▁مہ ات یر ▁محمد ▁کا ▁کہنا ▁تھا ▁کہ ▁سا دگی ▁کو ▁اپنا تے ▁ہوئے ▁غیر ▁ضروری ▁اخراج ات ▁میں ▁کمی ▁ل ائیں ▁گے ▁جس ▁کے ▁لیے ▁پہلے ▁مرحلے ▁میں ▁وزراء ▁کی ▁تنخواہ وں ▁میں ▁دس ▁فیصد ▁کمی ▁جائے ▁گی ▁جس ▁کے ▁بعد ▁مہ نگے ▁منصوب وں ▁میں ▁کمی ▁کے ▁بارے ▁میں ▁بھی ▁بہت ▁جلد ▁فیصلہ ▁کرلیا ▁جائے ▁گا ، ▁جن ▁میں ▁سنگاپور ▁اور ▁کو ال الم پور ▁کے ▁درمیان ▁تیز ▁رفتار ▁ری ل ▁کے ▁منصوبے ▁کے ▁علاوہ ▁چار ▁سال ▁قبل ▁مل ائی شی ا ▁ایئر ▁لائن ز ▁کے ▁لاپتہ ▁ہونے ▁والے ▁طیارے ▁ایم ▁ایچ ▁370 ▁کی ▁تلاش ▁کا ▁کام ▁کرنے ▁والی ▁امریکی ▁نجی ▁کمپنی ▁کے ▁ساتھ ▁معاہدہ ▁بھی ▁شامل ▁ہے۔

▁آج ▁ایک ▁ پرانے ▁دوست ▁کے ▁ہمراہ ▁کب ڈی ▁میچ ▁پر ▁جانے ▁کا ▁اتفاق ▁ہوا ، ▁ون ▁ٹو ▁ فائ یو ▁موٹر ▁سائیکل ، ▁ڈر ائی ور ▁ہو ▁ٹی پو ▁گ جر ، ▁جس ▁نے ▁ہی لم ٹ ▁کی ▁بجائے ▁نماز ▁کی ▁ٹو پی ▁پہن ▁رکھی ▁ہو ▁اور ▁سرد ی ▁سے ▁بچا و ▁کے ▁لئے ▁ایک ▁کھ یس ▁او ڑھ ▁رکھا ▁ہو ۔۔۔۔ اور ▁منزل ▁ہو ▁کب ڈی ▁کا ▁ایک ▁میچ ▁تو ▁سارے ▁کا ▁سارا ▁گا وں ▁ایک ▁آن کھ ▁میں ▁سم ٹ ▁آتا ▁ہے ۔۔۔۔۔ ٹی پو ▁گ جر ▁نے ▁تو ▁نہ ▁جانے ▁کس ▁ٹو ن ▁میں ▁کہا ▁تھا ▁اور ▁میں ▁میچ ▁دیکھنے ▁کو ▁تیار ▁ہو ▁گیا۔ ۔۔۔ پ ندر ہ ▁بیس ▁ منٹ ▁کی ▁موٹر ▁سائ کلی نگ ▁کے ▁بعد ▁کب ڈی ▁کے ▁میدان ▁کے ▁پاس ▁جا ▁پہنچے ۔۔۔۔۔ پور ے ▁پ نڈ ال ▁کا ▁چک ر ▁لگایا ▁لیکن ▁کہیں ▁پا وں ▁رکھنے ▁کو ▁جگہ ▁نہ ▁ملی ، ▁زندگی ▁میں ▁پہلی ▁بار ▁دیکھا ▁کہ ▁کب ڈی ▁کے ▁گرا ون ڈ ▁میں ▁تماشا ئی وں ▁اور ▁عوام ▁میں ▁ فاصل ہ ▁قائم ▁رکھنے ▁کے ▁لئے ▁ایک ▁پانی ▁کی ▁دل دل ▁بنائی ▁گئی ▁تھی ، ▁اس ▁چھ ▁سات ▁فٹ ▁چو ڑی ▁دل دل ▁کے ▁درمیان ▁چند ▁وی ▁آئی ▁پی ز ▁موجود ▁تھے ▁اور ▁جب ▁کے ▁عام ▁عوام ▁دل دل ▁کے ▁دوسری ▁جانب ۔۔۔۔۔ ۔۔۔۔ وی ▁آئی ▁پی ز ▁اور ▁کب ڈی ▁کے ▁کھلاڑیوں ▁تک ▁جانے ▁کا ▁واحد ▁ذریعہ ▁لک ڑی ▁کا ▁ایک ▁تخت ہ ▁تھا ▁جو ▁شاید ▁زراعت ▁میں ▁لی ول نگ ▁کے ▁کام ▁آتا ▁ہے۔ ▁ ۔۔ گ جر ▁صاحب ▁کے ▁تعلقات ▁کی ▁بنا ▁پر ▁ہم ▁دل دل ▁پار ▁کرنے ▁میں ▁کامیاب ▁ہوئے ▁اور ▁تقریبا ▁نام ▁نہ اد ▁وی ▁آئی ▁پی ▁بھی ▁بن ▁گئے ۔۔۔۔ لیکن ▁اندر ▁موجود ▁کر سی وں ▁کی ▁تعداد ▁اتنی ▁نہ ▁تھی ▁کہ ▁ہمیں ▁وہاں ▁جگہ ▁ملت ی ، ▁اتنے ▁میں ▁ایک ▁مہر بان ▁نے ▁سنت ▁نب وی ▁سمجھ ▁کر ▁اپنی ▁چادر ▁بچ ھا ▁دی ▁اور ▁ہم ▁آل تی ▁پال تی ▁مار ▁کر ▁اس ▁چادر ▁پر ▁ب راج مان ▁ہو ▁گئے ۔۔۔۔۔
▁نمو نہ ▁کا ▁وقت : ▁1 -5 ▁دن ، ▁مصنوعات ▁کی ▁ سٹ ائل ▁اور ▁کاری گری ▁پر ▁منحصر ▁ہے
▁انہوں ▁نے ▁کہا ▁کہ ▁طب ▁یونان ی ▁میں ▁مختلف ▁تحقیقاتی ▁پر اج کٹ ▁کو ▁E MR ▁اسکی م ▁کے ▁تحت ▁مختلف ▁سائنس ی ▁اداروں ▁کے ▁تحت ▁کردیا گیا ▁ہے ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁مرکزی ▁تحقیقاتی ▁ادارہ ▁نے ▁10 ▁امراض ▁میں ▁یونان ی ▁اد وی ات ▁کے ▁فارم ول ے ▁کار آم د ▁ہونے ▁کی ▁تصدیق ▁کردی ▁ہے ▁۔ ▁ایک ▁اور ▁سوال ▁کے ▁جواب ▁میں ▁وزیر ▁ای وش ▁نے ▁بتایا ▁کہ ▁بن گل ور ▁میں ▁نیشنل ▁انس ٹی ▁ٹی وٹ ▁آف ▁یونان ی ▁می ڈی سن ▁( NI UM ) ق ائم ▁کیا ▁گیا ▁ہے ▁تا ▁کہ ▁طب ▁یونان ی ▁میں ▁پوسٹ ▁گری جو یٹ ▁کو رس ▁شروع ▁کیا ▁جا س کے ▁جبکہ ▁د یسی ▁ساخت ہ ▁اد وی ات ▁بش مول ▁یونان ی ▁کی ▁تحقیق ▁اور ▁ترقی ▁کیلئے ▁نیشنل ▁ای وش ▁مش ▁کا ▁بھی ▁آغاز ▁کیا ▁گیا ▁جس ▁کے ▁باعث ▁طب ▁یونان ی ▁کو ▁ایک ▁نئی ▁ جہ ت ▁عطا ▁ہوئی ▁اور ▁طب ▁یونان ی ▁میں ▁تحقیقات ▁کی ▁حوصلہ ▁اف ز ائی ▁کیلئے ▁مرکزی ▁وزارت ▁نے ▁گران ٹس ▁فراہم ▁کئے ▁ہیں۔
▁رو ئٹ رز ▁نے ▁لکھا ▁ہے ▁کہ ▁بی جنگ ▁حکومت ▁نے ▁اپنے ▁اقتصادی ▁ترقی ▁کے ▁سالانہ ▁ہدف ▁کو ▁پورا ▁کرنے ▁کے ▁لیے ▁ملکی ▁من ڈی ▁کو ▁تحریک ▁دینے ▁کا ▁جو ▁فیصلہ ▁کیا ، ▁اس ▁کے ▁تحت ▁صارفین ▁کے ▁لیے ▁ایسے ▁نئے ▁قرض وں ▁کی ▁حوصلہ ▁اف ز ائی ▁کی ▁جاتی ▁ہے ، ▁جو ▁گرم ▁بازار ی ▁کی ▁وجہ ▁بن تے ▁ہیں۔
▁وزیر ▁خارجہ ▁شاہ ▁محمود ▁قریشی ▁نے ▁دورہ ▁کابل ▁میں ▁افغان ▁صدر ، ▁چیف ▁ای گز یک ٹو ▁اور ▁ہم ▁منصب ▁سے ▁ملاقات یں ▁کی ▁جب ▁کہ ▁اس ▁دوران ▁وف ود ▁کی ▁سطح ▁پر ▁مذاکرات ▁بھی ▁ہوئے۔
▁مقامی ▁خبریں
▁ہمارے ▁بارے ▁میں
▁ورلڈ ▁کی ▁مزید ▁خبریں
▁حب ▁الوطن ی ▁اور ▁اسلام
▁جو ▁کتاب ▁اللہ ▁پر ▁عمل ▁نہیں ▁کرتا ▁جو ▁ہمارے ▁نبی ▁کی ▁بات ▁کو ▁نہیں ▁مان تا ▁ایسے ▁شخص ▁سے ▁ہمارا ▁کوئی ▁تعلق ▁نہیں ...
▁ہائی ▁کو ال ٹی ▁99 ٪ ▁لی ب ▁فراہم ▁کرتے ▁ہیں ▁Top iro xo stat ▁/ ▁F Y X ▁05 1 ▁/ ▁سی ▁اے ▁ایس ▁ 577 778 - 58 -6
▁کھیل ▁کی ▁مزید ▁خبریں
▁مجھے ▁کیوں ▁نکال ا
▁آج ▁کا ▁اخبار
▁تازہ ▁ترین ▁شو
▁اس ▁سہولت ▁کو ▁حاصل ▁کرنے ▁سے ▁آپ ▁کو ▁تمام ▁تح اری ر ▁ای ▁میل ▁پتہ ▁پر ▁مو صول ▁ہو نگی
▁ ’ پاکستان ی ▁لڑکی ▁سے ▁عشق ▁کی ▁قیمت ▁11 ▁سال ▁قید ‘
▁موثر ▁اقدامات ▁نہ ▁کیے ▁گئے ▁تو ▁اس ▁کے ▁نتیجے ▁میں ▁بے ▁پناہ ▁انسانی ▁جان وں ▁کان قص ان ▁ہوسکتا ▁ہے ، مع ا ون ▁برائے ▁انسانی ▁امور
▁موجودہ ▁مر ٹن سا ئٹ ▁ دھ ات وں ▁کو ▁نکل ▁اور ▁ ٹا ئٹ ینی ئ م ▁کے ▁م لاپ ▁سے ▁بنایا ▁جاتا ▁ہے۔ ▁ان ▁کی ▁خاصی ت ▁یہ ▁ہے ▁کہ ▁یہ ▁اپنی ▁شکل ▁کو ▁ ’ ی اد ‘ ▁رکھتی ▁ہیں ▁اور ▁انہیں ▁مو ڑا ▁بھی ▁جائے ▁تو ▁یہ ▁اپنی ▁اصل ▁شکل ▁میں ▁واپس ▁لوٹ ▁آتی ▁ہیں۔ ▁اس ▁لیے ▁اسے ▁ ’ شکل ▁یاد ▁رکھنے ▁والی ▁ دھ ات یں ‘ ▁کہا ▁جاتا ▁ہے۔
▁ہم ▁ہمیشہ ▁اس ▁ویب ▁سائٹ ▁کو ▁بہتر ▁بنانے ▁کی ▁کوشش ▁کرتے ▁ہیں ▁جس ▁کے ▁لیے ▁آپ ▁کی ▁مدد ▁در کار ▁ہے .
▁یورپی ▁یونین ▁کے ▁پارلیمان ی ▁انتخابات ▁کا ▁آغاز ▁برطانیہ ▁اور ▁ہا لینڈ ▁میں ▁جمعرات ▁کو ▁ہونے ▁والی ▁پولنگ ▁سے ▁ہوا ▁تھا۔
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁پاکستان ▁میں ▁موجود ▁داود ی ▁بو ہری ▁جماعت ▁نے ▁روایت ی ▁جوش ▁و ▁خ روش ▁کے ▁ساتھ ▁عید الا ضح ی ▁من ائی
▁ایٹم ▁بم ▁کے ▁ ٹک ڑے ▁یا ▁پاکستان ▁کے ▁ ٹک رے !
▁ہم ▁سے ▁رابطہ ▁کریں
▁شمالی ▁کوریا ▁کے ▁سپریم ▁کم ا نڈر ▁کم ▁جو نگ ▁ان ▁کا ▁کہنا ▁ہے ▁کہ ▁وہ ▁امریکی ▁جز ی رے ▁گو ام ▁کو ▁نشانہ ▁بنانے ▁کا ▁منصوبہ ▁ترک ▁کر ▁دیں ▁گے
▁سعودی ▁شہزاد ے ▁اس ▁تقریب ▁میں ▁شرکت ▁کے ▁لیے ▁برطانیہ ▁جائیں ▁گے۔ ▁اس ▁تقریب ▁میں ▁اس ▁بات ▁کا ▁جائزہ ▁لیا ▁جائے ▁گا ▁سعودی ▁عرب ▁میں ▁کب ▁انسان ▁اور ▁جانور ▁ماحول ی اتی ▁تبدیلی وں ▁کا ▁شکار ▁ہونا ▁شروع ▁ہوئے۔
▁تاریخی ▁معاہدے ▁کے ▁چی دہ ▁چی دہ ▁نکات ▁- ▁ہم ▁سب
▁انہوں ▁نے ▁کہا ▁کہ ▁ملاقات ▁میں ▁کشمیر ▁کا ▁ذکر ▁بھی ▁رسمی ▁انداز ▁میں ▁کیا ▁گیا ▁اور ▁تنازع ▁کے ▁حل ▁میں ▁امریکا ▁کے ▁فعال ▁کردار ▁پر ▁بھی ▁کوئی ▁یقین ▁ دہ انی ▁حاصل ▁نہیں ▁کی ▁گئی۔
▁تل نگ انہ ▁میں ▁معمول ▁سے ▁زیادہ ▁بارش ، ▁زیر ▁زمین ▁سطح ▁آب ▁میں ▁اضافہ ، ع ثمان ▁سا گر ▁کی ▁سطح ▁اطمینان ▁بخش
▁غیر ▁اخلاقی ▁زبان ▁کے ▁استعمال ▁کرنے ▁پر ▁عمران ▁خان ▁الیکشن ▁کمیشن ▁طلب
▁ اق را ▁خالد ▁نے ▁نمو نے ▁کے ▁طور ▁پر ▁کچھ ▁ایمیل ز ▁پڑھ ▁کر ▁سن ائیں۔ ▁جیسے ▁" اس ▁کو ▁مار ▁دو ، ▁اس ▁سے ▁جان ▁چھ ڑا ؤ ، ▁یہ ▁یہاں ▁ہمیں ▁مار نے ▁آئی ▁ہے ، ▁یہ ▁مریض ▁ہے ، ▁اسے ▁ملک ▁بدر ▁کر ▁دینا ▁چاہئے ، ▁ہم ▁تمہاری ▁مسجد یں ▁جلا ▁دیں ▁گے ، ▁اسے ▁کی نی ڈا ▁میں ▁داخل ▁ہی ▁کیوں ▁ہونے ▁دیا ▁گیا ، ▁اسے ▁واپس ▁بھی جو ، ▁تم ▁ہمارے ▁ملک ▁سے ▁دفع ▁کیوں ▁نہیں ▁ہو ▁جاتی ں " ۔
▁آسٹریلیا ▁کے ▁گل ین ▁مک ▁گرا ▁نے ▁45 ▁اور ▁ویسٹ ▁انڈیز ▁کے ▁م ائی کل ▁ہو ل ڈ نگ ▁نے ▁47 ▁میچ وں ▁میں ▁یہ ▁کار نامہ ▁انجام ▁دیا۔ سو ئ نگ ▁کے ▁سلطان ▁و سیم ▁اکرم ▁نے ▁51 ▁ٹیسٹ ▁میچ ز ▁میں ▁کی ر ئیر ▁کی ▁200 ▁ ویں ▁و کٹ ▁اپنے ▁نام ▁کی۔ ▁36 می چ وں ▁میں ▁تیز ترین ▁200 ▁و کٹ وں ▁کا ▁اعزاز ▁آسٹریلیا ▁کے ▁کی ل یری ▁گری م ٹ ▁کے ▁نام ▁تھا ▁مگر ▁یا سر ▁شاہ ▁نے ▁یہ ▁ریکارڈ ▁توڑ ▁ڈال ا۔
▁عمران ▁خان ▁کی ▁خوش ▁بخ تی
▁” ▁مجھے ▁کسی ▁سیاسی ▁پارٹی ▁سے ▁کوئی ▁گل ا ▁نہیں ▁کیونکہ ▁وہ ▁تو ▁سود ▁کے ▁خلاف ▁مہم ▁کا ▁حصہ ▁نہیں ▁، ▁وہ ▁جو ▁چاہ یں ▁کریں ▁، ▁لیکن ▁آپ ▁اللہ ▁اور ▁اس ▁کے ▁رسول ▁کی ▁دعوت ▁لے ▁کر ▁اٹھ ے ▁ہو ▁، ▁میں ▁آپ ▁پر ▁سوال ▁کر وں ▁گا ▁کیونکہ ▁آپ ▁کے ▁غلط ▁فعل ▁سے ▁لوگ ▁دین ▁سے ▁متن فر ▁ہوتے ▁۔ ▁آپ ▁کی ▁حرکت وں ▁کی ▁وجہ ▁سے ▁اسلام ▁کو ▁گا لی ▁پڑ تی ▁ہے ”
▁لاہور ▁( ڈی لی ▁پاکستان ▁آن ▁لائن ) چ یئر ▁مین ▁تحریک ▁انصاف ▁عمران ▁خان ▁کی ▁سابق ▁اہلیہ ▁ری حام ▁خان ▁نے ▁اپنی ▁کتاب ▁میں ▁مبینہ ▁طور ▁پر ▁جن ▁جن ▁شخصیات ▁سے ▁عمران ▁خان ▁کے ▁جنسی ▁تعلقات ▁کا ▁ذکر ▁کیا ▁ہے ▁ان ▁میں ▁ر مل ▁نامی ▁ایک ▁خواجہ ▁سر اء کو بھی ▁مبینہ ▁طور ▁پر ▁اس ▁ شرف ▁سے ▁بازی اب ▁کیا ▁گیا ▁ہے ▁۔
▁حالی ہ ▁پوسٹ س
▁شیر یں ▁مزار ی ▁کی ▁بیٹی ▁نے ▁پاک ▁فوج ▁سے ▁معافی ▁مانگ ▁لی ▁→
▁شرک ا ٴ ▁کے ▁د ائیں ▁اور ب ائیں ▁کان وں ▁کے ▁پاس ▁سیل ▁فون ز ▁رکھے ▁ہوئے ▁تھے۔ ▁ایک ▁سیل ▁فون ▁50 منٹ ▁تک ▁کھل ا ▁رہا ▁لیکن ▁ا ُ س ▁کی ▁آواز ▁بند ▁تھی ، ▁بعد ▁میں ▁ا ُ سے ▁بند ▁کردیا ▁گیا۔ ▁ا ُ س ▁کے ▁بعد ، ▁سیل ▁فون ▁بند ▁کرکے ▁دونوں ▁شرک ا ٴ ▁کا ▁مع ائن ہ ▁کیا ▁گیا۔
▁آزاد ▁کشمیر ▁‘ گل گ ت ▁بلتستان ▁اور ▁پہاڑ ی ▁علاقوں ▁میں ▁برف ▁بار ی ▁کے ▁باعث ▁سرد ی ▁کی ▁شدت ▁میں ▁مزید ▁اضافہ
▁ا دھر ▁شام ▁میں ▁انسانی ▁حقوق ▁کی ▁خلاف ▁ورزی اں ▁ مانیٹر ▁کرنے ▁والی ▁آب ز روی ٹری ▁نے ▁بتایا ▁ہے ▁کہ ▁دمشق ▁کی ▁بر زہ ▁کال ونی ▁میں ▁واقع ▁سائنس ی ▁تحقیقاتی ▁سینٹر ▁کو ▁امریکا ▁اور ▁اس ▁کے ▁اتحاد یوں ▁کے ▁حملے ▁میں ▁نشانہ ▁بنایا ▁گیا ▁ہے۔

▁آپ ▁کی ▁خبریں
▁ڈیسک : م مب ئی : ▁بول ی ▁ وڈ ▁اداکار ▁شاہ ▁رخ ▁خان ▁کی ▁فلم ▁' ▁رئیس ▁' ▁ایک ▁مرتبہ ▁پھر ▁دھمکی وں ▁کی ▁زد ▁میں ▁آگیا ،
▁صحت ▁خدمات ▁کو ▁مزید ▁بہتر ▁بنانے ▁کےلئے ▁پلان نگ ▁کمیشن ▁سے ▁...
▁نیب ▁نے ▁حم زہ ▁اور ▁سلمان ▁شہباز ▁کا ▁نام ▁ای ▁سی ▁ایل ▁میں ▁ڈال نے ▁کی ...

▁بھ کاری : ▁پیپلز ▁پارٹی ▁وزیراعظم ▁عمران ▁خان ▁کے ▁دفاع ▁میں ▁آ ▁گئی
▁لاپتہ ▁کیس : ’ فو جی ▁اہلکاروں ▁کے خلاف ▁ایف ▁آئی ▁آر ▁درج ▁کریں ▁گے ‘
▁اردو ▁کے ▁بعض ▁اہم ▁ادبی ▁رسائل ▁و ▁جر ائد ▁کے ▁اشار یوں ▁کی ▁وضاحت
▁آپ ▁کے ▁تاثر ات
▁سیر ت ▁پاک ▁صلی ▁اللہ ▁علیہ ▁وسلم
▁میں ▁نے ▁موت ہ ▁کے ▁کنار ے ▁پر ▁کھڑے ▁ہو ▁کر ▁یہ ▁واقعہ ▁یاد ▁کیا ▁اور ▁عرض ▁کیا ▁” یا ▁رسول ▁اللہ ▁صلى ▁الله ▁عليه ▁وسلم ▁میں ▁مس کین ▁بھی ▁ہوں ▁اور ▁میں ▁حضرت ▁جعفر ▁طی ار ؓ ▁کے ▁مقام ▁شہادت ▁پر ▁بھی ▁کھڑا ▁ہوا ‘ ▁میں ▁آج ▁یہاں ▁سے ▁خالی ▁ہاتھ ▁واپس ▁چلا ▁جا ؤں ‘ ▁کیا یہ ▁آپ ؐ ▁کی ▁غیر ت ▁گو ار ہ ▁کر ▁لے ▁گی ؟“ بس ▁میرے ▁یہ ▁سوچ نے ▁کی ▁دیر ▁تھی ▁میدان ▁موت ہ ▁کی ▁ہو اؤں ▁نے ▁ انگ ڑ ائی ▁لی ▁اور ▁فضا ▁میں ▁ایک ▁خوشبو ▁سی ▁بک ھر ▁گئی۔
▁ضلع ▁ش گر ▁کے ▁تمام ▁سرکاری ▁اداروں ▁کو ▁پانچ ▁سالہ ▁ترقی اتی ▁پروگرام ▁ترتیب ▁دینے ▁کی ▁ہدایت

▁5 قب ائل ی ▁ممبر ان ▁پارلیمنٹ ▁کو ▁فا ٹا ▁کی ▁قانون ▁سازی ▁میں ▁حصہ ▁لینے ▁کی ▁اجازت ▁دی ▁جائے ▁اور ▁سیاسی ▁سرگرمی وں ▁کو ▁یقینی ▁بنایا ▁جائے۔
▁مر تے ▁ہیں ▁کہ ▁ان ▁کی ▁تم نا ▁نہیں ▁کرتے
▁کھیل ▁ہی ▁کھیل ▁میں ▁موٹر ▁سائیکل ▁ سٹ نٹ ▁آن ▁لائن . ▁مفت ▁کے ▁لئے ▁کھیل تے ▁ہیں
▁۔ 12 ▁ ویں ▁کے ▁طالب ▁علم ▁نے ▁پر نس پل ▁کو ▁گول ی ▁مار ▁کر ▁ہلاک ▁کردیا
▁( شرح ▁الس یر ▁میں ▁عبارت ▁اس ▁طرح ▁ہے : جب ▁کف ار ▁کہیں ▁کہ '' ▁ہمارے ▁ساتھ ▁مل ▁کر ▁مسلمانوں ▁سے ▁لڑ و ▁ورنہ ▁ہم ▁تمہیں ▁قتل ▁کر ▁دیں ▁گے '' ▁تو ▁مسلمانوں ▁کیلئے ▁جائز ▁نہیں ▁کہ ▁کف ار ▁سے ▁مل ▁کر ▁مسلمانوں ▁کو ▁قتل ▁کریں ▁اس ▁لئے ▁کہ ▁یہ ▁حرام ▁لع ینہ ( بال ذات ▁حرام ) ہے ▁، چن ان چہ ▁قتل ▁کی ▁دھمکی ▁کے ▁باوجود ▁اس ▁قسم ▁کا ▁اقدام ▁حرام ▁ہے ... ▁بالکل ▁اسی ▁طرح ▁جیسے ▁یہ ▁جائز ▁نہیں ▁کہ ▁اگر ▁کسی ▁مسلمان ▁فرد ▁کو ▁دھمکی ▁دی ▁جائے ▁کہ '' ▁فل اں ▁مسلمان ▁کو ▁قتل ▁کرو ▁ورنہ ▁میں ▁تمہیں ▁قتل ▁کر ▁د وں ▁گا '' اور ▁وہ ▁عمل ا ً ▁ایسا ▁کر ▁گزر ے )
▁ہونے ▁سے ▁پہلے ▁شام ▁کوئی ▁گھر ▁چلا ▁گیا
▁حرم ِ ▁مدنی ▁انتظامیہ ▁کی ▁رمضان ▁میں ▁امن ▁و ▁سلامتی ▁کو ▁یقینی ▁بنانے ▁کے ▁لیے ▁تیار یاں ▁مکمل ▁ہنگام ی ▁صورت ▁حال ▁میں ▁متاثر ین ▁اور ▁زخمی وں ▁کے ▁فوری ▁ان خل اء ▁کے ▁پلان ▁بھی ▁تیار ▁کر ▁لیے ▁گئے ، انت ظ امی ہ
▁ڈی ▁جی ▁آئی ▁ایس ▁پی ▁آر ▁نے ▁حامد ▁میر ▁کا ▁شکریہ ▁ادا ▁کردیا
▁کھیل ▁کی ▁خبریں
▁اغ راض ▁و ▁مقاصد
▁تمہاری ▁ماں ▁کو ▁تمہارے ▁باپ ▁کے ▁سامنے ▁ری پ ▁کریں ▁گے : ▁13 ▁سالہ ▁برطانوی ▁لڑکی ▁کو ▁پاکستانی ▁نژاد ▁مجرم وں ▁کی ▁دھمکی
▁کتنی ▁مرتبہ ▁استعمال ▁کے ▁بعد ▁بال وں ▁کا ▁بر ش ▁یا ▁کن گھ ی ▁اچھی ▁طرح ▁دھو لین ی ▁چاہیے ▁اور یہ ▁نہ ▁کیا ▁جائے ▁تو ▁کیا ▁نتیجہ ▁نکل تا ▁ہے ؟ ▁جان ئے ▁وہ ▁بات ▁جو ▁ہر ▁شخص ▁کو ▁ضرور ▁معلوم ▁ہو نی ▁چاہیے
▁می کسی کو ▁کے ▁بعد ▁" ٹر مپ ▁کی ▁دیوار " ▁کا ▁خیال ▁عرب ▁ممالک ▁تک ▁پہنچ ▁گیا ▁! ▁( 1,0 86 ▁وی وز )
▁16. ▁گا رن ٹی : ▁پن رو ک ، ▁ہائی ▁درجہ ▁حرارت ▁مزاح م .
▁'' میر ے ▁ہاتھ ▁اور ▁میرے ▁پ اؤں ▁دیکھ و ▁کہ ▁م َ یں ▁ہی ▁ہ ُ وں ۔ ▁مجھے ▁چھ ُ و ▁کر ▁دیکھ و ▁کیوں ▁کہ ▁ر ُ وح ▁کے ▁گوشت ▁اور ▁ہ ڈ ّ ی ▁نہیں ▁ہوتی ▁جیسا ▁مجھ ▁میں ▁دیکھتے ▁ہو '' ۔
▁بی روت ▁( فل سط ین ▁نیوز ۔ مرکز ▁اطلاعات ) ▁اسلامی ▁تحریک ▁مزاحمت ▁( حم اس ) ▁کے ▁اعلی ٰ ▁سطح ی ▁وفد ▁نے ▁گذشتہ ▁روز ▁لبنان ▁میں ▁ متع ین ▁الجزائر کے ▁سفیر ▁سے ▁ملاقات ▁کی۔ ▁ملاقات ▁میں ▁حماس ▁رہنماؤں ▁نے ▁حال ▁ہی ▁میں ▁ایک ▁ہو ائی ▁جہاز ▁کے ▁حادث ے ▁میں ▁ہونے ▁والی ▁ام وات ▁پر ▁گ ہ رے ▁د کھ ▁اور ▁افسوس ▁کا ▁اظہار ▁کیا۔
▁3 ۔ زر ▁کی ▁دوستی ، ▁ لال چ ▁اور ▁دولت ▁کا ▁فریب
▁آپ ▁کہہ ▁دی ج ئے ▁کہ ▁بس ▁لوگوں ▁کو ▁اللہ ▁تعالی ▁کے ▁انعام ▁اور ▁رحمت ▁پر ▁خوش ▁ہونا ▁چاہئے وہ ▁اس ▁سے ▁بدر ▁ج ہا ▁بہتر ▁ہے ▁جس ▁کو ▁وہ ▁جمع ▁کررہے ▁ہیں ▁۔
▁یعنی ▁ عذر ▁کی ▁بنا ▁پر ▁چھوڑ ے ▁گئے ▁روز وں ▁کی ▁طرف ▁سے ▁ف دی ہ ▁کافی ▁ہوجائے ▁گا ، ▁چاہے ▁پہلے ▁ہی ▁ف دی ہ ▁ادا ▁کردیا ▁گیا ▁ہو ، ▁یا ▁ابھی ▁تک ▁ف دی ہ ▁ادا ▁نا ▁کیا ▁گیا ▁ہو ، ▁اور ▁قضا ▁بھی ▁واجب ▁نہیں ▁ہوگی ، ▁اسکی ▁وجہ ▁یہ ▁ہے ▁کہ ▁دائم ی ▁مرض ▁کی ▁حالت ▁میں ▁اس ▁سے ▁مطالبہ ▁ہی ▁ف دی ہ ▁کا ▁کیا ▁گیا ▁تھا ، ▁لہذا ▁اب ▁اس ▁سے ▁کسی ▁اور ▁چیز ▁کا ▁مطالبہ ▁نہیں ▁کیا ▁جائے ▁گا ، ▁مزید ▁بر آ ں ▁کہ ▁کچھ ▁حالات ▁میں ▁سابق ہ ▁روز وں ▁کی ▁قضا ▁دینے ▁میں ▁کافی ▁مشق ت ▁کا ▁سامنا ▁کرنا ▁پڑے ▁گا ، ▁اور ▁مشق ت ▁آسانی ▁کی ▁متقاضی ▁ہے۔
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁امریکا ▁اور ▁چین ▁دونوں ▁ہی ▁بعض ▁مواقع ▁پر ▁غیر ▁منطقی ▁رد ّ عمل ▁کا ▁مظاہرہ ▁کرتے ▁رہے ▁ہیں۔ ▁کبھی ▁کبھی ▁کسی ▁صورتحال ▁کے ▁ت ناظر میں ▁کسی ▁کا ▁بھی ▁ردعمل ▁سمجھ نا ▁آسان ▁نہیں ▁ہوتا ، م گر ایک ▁بات ▁طے ▁ہے ▁کہ ▁دونوں ▁میں ▁سے ▁کوئی ▁بھی ▁جنگ ▁نہیں ▁چاہتا ۔ اگر دون وں ▁میں ▁سے ▁کوئی ▁بھی ▁ملک ▁جنگ ▁نہیں ▁چاہتا ت وپ ھر پر یش انی ▁کی ▁بات ▁کیا ▁ہے ؟ ▁فریق ین ▁کیوں ▁پریشان ▁ہیں ؟ ▁اس ▁کے ▁دو ▁بنیادی ▁عوامل ▁ہیں۔ ▁ایک ▁قل یل ▁الم ی عاد ▁اور ▁ایک ▁طویل ▁الم ی عاد ۔
▁پاکستان : ▁چار ▁برس وں ▁میں ▁رواں ▁سال ▁سب ▁سے ▁زیادہ ▁جبر ی ▁گم ش دگی وں ▁کی ▁شکایات
▁بھارت ▁کے ▁ریاست ی ▁انتخابات ▁میں ▁مودی ▁کی ▁جماعت ▁کو ▁بدترین ▁شکست
▁پٹرول یم ▁مصنوعات ▁پر ▁ٹیکس ▁لگا ▁لگا ▁کر ▁لوگوں ▁کو ▁پا گل ▁کردیا ہے ، چی ف ▁جسٹس
▁یہ ▁کسی ▁جنگی ▁میدان ▁کا ▁منظر ▁تو ▁نہیں ▁لیکن ▁جنگ وں ▁میں ▁مار ے ▁جانے ▁والے ...
▁تلاش ▁کھیل ▁ہی ▁کھیل ▁میں ▁ڈو را ▁کل ▁گیم ز : ▁9 ▁نتائج ▁ملے .
▁مشرق ▁وسطی ▁کے ▁سربراہ ان ▁مملکت
▁ صنع ائ ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁03 ▁جون 2018 ء ) ▁یمن ▁کی ▁الحد ید ہ ▁کی ▁بندر گاہ ▁کے ▁قریب ▁ح وث یوں ▁باغ یوں ▁اور سر کاری ▁فورسز ▁کے ▁درمیان ▁ہو نی والی ▁جھ ڑ پ وں ▁میں ▁110 افراد ہ لاک ▁ہوگئے ▁جس ▁میں ▁سے ▁52 ▁نع ش یں ▁الحد ید ہ ▁کے ▁جنگی ▁علاقے ▁سے ▁ہسپتال وں ▁میں ▁پہنچ ائی ▁گئی ▁ہیں ، ▁ان ▁میں ▁20 ▁فوجی وں ▁کی ▁ہیں۔ ▁الحد ید ہ ▁پر ▁کنٹرول ▁کی ▁جنگ ▁صدر ▁منصور ▁ہا دی ▁کی ▁فوج ▁اور ▁ایران ▁نواز ▁ح وث ی ▁ملی شی ا ▁کے ▁درمیان ▁جاری ▁ہے۔
▁اتر ▁پر دی ش ▁کی ▁سب ▁سے ▁محفوظ ▁جگہ ▁راج ▁بھ ون ▁کے ▁پاس ▁مجرم وں ▁نے ▁دن ▁د ہا ڑے ▁ایک ▁بینک ▁کی ▁کی ش ▁و ین ▁لوٹ ▁لی ▁اور ▁ گار ڈ ▁کو ▁گول ی ▁مار ▁کر ▁قتل ▁کر ▁دیا۔
▁کیا ▁م حدث ▁ال بانی ▁کے ▁نزدیک ▁صحیح ▁مسلم ▁کی ▁بعض ▁روایات ▁ضعیف ▁ہیں ▁؟
▁شریف ▁خاندان ▁جس ▁پر ▁سب ▁سے ▁زیادہ ▁اعتبار ▁کرتا ▁تھا ▁وہی ▁اسحاق ▁ڈار ▁چپ کے ▁سے ▁کیا ▁کام ▁کر ▁گئے ؟ ▁- ▁Zero point

▁پل ائی ▁ووڈ ▁(1)

▁آج ▁بھی ▁یاد ▁آتی ▁ہیں ، ▁ان ▁کھ یت وں ▁کھل یان وں ▁اور ▁حو یلی ▁کی ؟ ▁اس ▁سوال ▁کا ▁جواب ▁دیتے ▁ہوئے ▁باغ ▁علی ▁نے ▁بح ی ث یت ▁پاکستانی ▁دل ▁باغ ▁باغ ▁کر ▁دیا ، ▁کہا ’ ’ ▁یاد ▁کیا ▁آن ی ▁ہے ؟ ▁یاد ▁تو ▁یہ ▁ہے ▁کہ ▁ہم ▁کس ▁طرح ▁اور ▁کیوں ▁وہاں ▁سے ▁نکل ے ▁تھے ؟ ▁پاکستان ▁سے ▁محبت ▁نے ▁سب ▁کچھ ▁بھ لا ▁دیا ، ▁اس ▁سر ▁زمین ▁پاک ▁کے ▁لئے ▁اپنا ▁گھر ▁بار ، ▁کھ یت ▁کھل یان ، ▁مال ▁و ▁دولت ▁اور ▁سب ▁سے ▁بڑھ ▁کر ▁اپنے ▁آب اؤ ▁اج داد ▁کی ▁یاد یں ▁تک ▁قربان ▁کر ▁دیں ، ▁اور ▁اس ▁پر ▁ہمیں ▁کوئی ▁رنج ▁بھی ▁نہیں ▁ہے۔ ▁میں ▁تو ▁چل و ▁اتنا ▁بڑا ▁نہیں ▁تھا ، ▁لیکن ▁میری ▁ماں ▁اور ▁باپ ▁نے ▁بھی ▁کبھی ▁کسی ▁پ چھ تا و ے ▁کا ▁تاثر ▁نہیں ▁دیا ▁اور ▁نہ ▁کبھی ▁دوبارہ ▁وہاں ▁گئے ، ▁ہمیں ▁کسی ▁قسم ▁کا ▁کوئی ▁افسوس ▁نہیں۔ ▁میرا ▁خاندان ▁ہ جر ت ▁کرکے ▁یہاں ▁آیا ▁تو ▁ہم ▁نے ▁یہاں ▁پڑ ی ▁کسی ▁چیز ▁کو ▁مال ▁غنی مت ▁تصور ▁نہیں ▁کیا ، ▁وہ ▁بھی ▁کیا ▁لوگ ▁تھے ؟ ▁اپنا ▁سب ▁کچھ ▁پیچھے ▁دوسروں ▁کے ▁لئے ▁چھوڑ ▁کر ▁یہاں ▁خالی ▁ہاتھ ▁آ ▁گئے ، ▁لیکن ▁مجال ▁ہے ▁جو ▁یہاں ▁پڑ ی ▁چیز وں ▁کو ▁ہاتھ ▁لگایا ▁ہو ، ▁والد ▁صاحب ▁نے ▁کہا ▁کہ ▁یہ ▁لوٹ ▁مار ▁کا ▁سامان ▁ہے ، ▁ہم ▁اسے ▁ہاتھ ▁نہیں ▁لگ ائیں ▁گے ، ▁جو ▁اللہ ▁تعالی ▁نے ▁م قدر ▁میں ▁لکھا ▁ہے ، ▁وہ ▁مل ▁جائے ▁گا ‘‘
▁خواند ہ ▁بم ع ▁کسی ▁اچھی ▁شہر ت ▁کے ▁حامل ▁سرکاری ▁و ▁غیر سر کاری ▁ادارے ▁میں ▁پانچ ▁سال ▁کام ▁کا ▁تجربہ ▁رکھتا ہو ۔ م طل وب ہ ▁ تجرب ے ▁کے ▁ساتھ ▁اضافی ▁تعلیم ▁کے ▁حامل ▁امیدوار وں ▁کو ▁ترجیح ▁دی ▁جا ئی گی ۔ امی دوار ▁کے ▁پاس ▁لک ڑی ▁پر ▁نقش ▁و ▁نگار ▁ی ▁کا ▁ ہن رہ ونا ▁لازم ی ▁ہے۔
▁اسلامی ▁مہین ہ ▁" رب ی ع ▁الاول " ▁کے ▁تعلق ▁سے ▁بر ص غیر ▁کے ▁ہمارے ▁مسلم ▁معاشرے ▁میں ▁عموما ً ▁غل و ▁سے ▁کام ▁لیا ▁جاتا ▁ہے ▁اور ▁کم ▁علم ▁عوام ▁تو ▁چھوڑ ئیے ▁، ▁علماء ▁تک ▁معلوم ▁نہیں ▁کس ▁سبب ▁اپنی ▁خود ▁ساخت ہ ▁تشریح ات ▁کو ▁عین ▁" دین " ▁باور ▁کرانے ▁کی ▁کوشش وں ▁میں ▁مصروف ▁ہو ▁جاتے ▁ہیں۔
▁یہ ▁امر ▁قابل ▁ذکر ▁ہے ▁کہ ▁ان ▁دونوں ▁سماجی ▁کارکنوں ▁کی ▁طرف ▁سے ▁بھی ▁مولانا ▁عبدال عز یز ▁کے ▁خلاف ▁من اف رت ▁پھیلا نے ▁اور ▁ اشت عال ▁انگیز ی ▁کو ▁ہوا ▁دینے ▁کے ▁الزامات ▁کے ▁تحت ▁پولیس ▁مقدمات ▁درج ▁کرو ائے ▁گئے ▁تھے ▁اور ▁رواں ▁ہفتے ▁ہی ▁مولانا ▁نے ▁عدالت ▁سے ▁قبل ▁از ▁گرفتاری ▁ضمانت ▁حاصل ▁کی ▁تھی۔
▁لاہور ▁( جن رل ▁رپورٹ ر ▁) ▁مسلم ▁لیگ ▁( ن ▁) کی ▁ترجمان ▁سابق ▁وفاقی ▁وزیر ▁اطلاعات ▁مریم ▁اور نگ زی ب ▁نے ▁کہا ▁ہے ▁کہ ▁مریم ▁نواز ▁سے ▁منسوب ▁بیان ات ▁درست ▁نہیں ، ▁جیل ▁میں ▁ملاقات ▁کے ▁دوران ▁مریم ▁نواز ▁کی ▁گفتگو ▁کو ▁سی اق ▁و ▁سب اق ▁سے ▁ہ ٹ ▁کر ▁پیش ▁نہ ▁کیا ▁جائے۔ مر یم ▁اور نگ زی ب ▁نے ▁ایک ▁بیان ▁میں ▁کہا ▁کہ ▁مریم ▁نواز ▁نے ▁میڈیا ▁کو ▁کوئی ▁بیان ▁نہیں ▁دیا ▁مریم ▁نواز ▁سے ▁منسوب ▁بیان ات ▁درست ▁نہیں۔ ▁گزشتہ ▁دو ▁روز ▁سے ▁جاری ▁بیان ات ▁محترم ہ ▁مریم ▁نواز ▁نے ▁نہیں ▁دیئے ▁لہ ٰ ذ امی ڈی ا ▁سے ▁درخواست ▁ہے ▁کوئی ▁بھی ▁خبر ▁بلا ▁تصدیق ▁نہ ▁چل ائی ▁جائے ▁اور صرف ▁ترجمان ▁کا ▁جاری ▁کردہ ▁بیان ▁نشر ▁اور ▁شائع ▁کیا ▁جائے۔
▁مرکزی ▁مواد ▁پر ▁جائیں
▁صوبے ▁بھر میں ▁ڈ بل ▁سواری ▁پر ▁پابندی ▁کا ▁اطلاق ▁خواتین ▁، ▁12 ▁سال ▁سے ▁کم ▁عمر ▁بچوں ▁، ▁بزرگ ▁شہریوں ▁، ▁صحافی وں ▁اور ▁قانون ▁نافذ ▁کرنے ▁والے ▁ادارے ▁کے ▁اہلکاروں ▁پر ▁نہیں ▁ہوگا۔
▁جرمنی ▁میں ▁اب ▁بھی ▁می وز ک ▁ویڈیو ز ▁اور ▁سوف ٹ ▁و یئر ز ▁کی ▁غیر ▁قانونی ▁ڈاؤن ▁لوڈ نگ ▁کا ▁رجحان ▁خاص ا ▁کم ▁ہے۔ ▁80 ▁فیصد ▁مصنوعات ▁با قاعدہ ▁اور ▁قانونی ▁طریقے ▁سے ▁خرید ی ▁اور ▁استعمال ▁کی ▁جاتی ▁ہیں۔
▁حکیم ▁ناز ش ▁احت شام ▁اعظم ی ▁معصوم ▁بچے ▁موبائل ▁فون ▁اور ▁ٹی بل ٹ ▁استعمال ▁کرتے ▁دکھائی ▁دیتے ▁ہیں ▁، جن ہ وں ▁نے ▁بول نا ▁بھی ▁شروع ...
▁ تعدد ▁از واج ▁کی ▁رعایت ▁فطرت ▁کا ▁ت قاض ہ ▁ہے ▁اور ▁اس ▁میں ▁عورتوں ▁کا ▁بھی ▁فا ید ہ ▁ہے
▁جیسے ▁ہی ▁میں ▁نے قدم ▁اٹھایا ۔۔
▁انڈیا ▁کے ▁وزیر ▁اعظم ▁نریندر ▁مودی ▁سن ہ ▁2014 ▁کے ▁پارلیمان ی ▁انتخاب ▁سے ▁قبل ▁جب ▁گجرات ▁کے ▁وزیر ▁اعلی ٰ ▁تھے ▁اکثر ▁کہا ▁کرتے ▁تھے ▁کہ ▁انھوں ▁نے ▁گجرات ▁کا ▁قرض ▁چکا ▁دیا ▁ہے۔ ▁اب ▁انھیں ▁ملک ▁کا قر ض ▁چکا نا ▁ہے۔
▁آج ▁کی ▁تصاویر

▁آٹھ ▁بار ▁کے ▁کو پا ▁کپ ▁چی مپ ی ئن ▁ براز یل ▁نے ▁سن ہ ▁2007 ▁سے ▁اس ▁ٹو ر نا منٹ ▁میں ▁کامیابی ▁حاصل ▁نہیں ▁کی ▁ہے ▁جبکہ ▁پیر ا گو ئے ▁کے ▁پاس ▁سن ہ ▁1979 ▁کے ▁بعد ▁پہلی ▁بار ▁ٹر افی ▁حاصل ▁کرنے ▁کا ▁موقع ▁ہے۔

▁آپ ▁کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا .
▁مع نوں ▁میں ▁روانی ▁ہے
▁اچھی ▁طرح ▁س ُ ن ▁لے ▁کہ ▁فان ی ▁آن کھ ▁لا ز وال ▁حسن ▁کو ▁نہیں ▁پہچان ▁سکتی ۔ مرد ہ ▁دل ▁مر جھ ائے ▁ہوئے ▁پھول ▁کے ▁سوا ▁اور ▁کسی ▁چیز ▁پر ▁م ائل ▁نہیں ▁ہو ▁سکتا ۔ ▁کیونکہ ▁ہر ▁ایک ▁اپنے ▁جیسے ▁کو ▁ڈھ ون ڈ تا ▁ہے ▁اور ▁اپنی ▁ہی ▁جنس ▁سے ▁لگا ؤ ▁رکھتا ہے۔
▁مسلمانوں ▁کا ▁غم ▁اور ▁حضرت ▁عمر ▁رضی ▁اللہ ▁عنہ ▁کا ▁م ناقش ہ ...
▁تصویری ▁الب م
▁اہل ِ ▁دل ▁سے ▁کر ▁لیا ▁عہد ِ ▁ وفا ▁پھر ▁کیا ▁ہوا
▁اب ▁آپ ▁آپ نے ▁کمپ و ٹر ▁کی ▁سال گر ہ ▁پر ▁مجھے ▁خوش ▁آمدید ▁کہ ▁سکتے ▁ہیں .
▁ڈی ▁جی ▁خان ▁( ا ُ ردو ▁پوائنٹ ▁اخبار ▁آن ▁لائن ۔ ▁اتوار ▁27 ▁مئی ▁2018 ▁ء ): ▁ڈی رہ ▁غ ازی ▁خان ▁میں ▁ وٹ ہ ▁ سٹ ہ ▁کی ▁شادی ▁عذاب ▁بن ▁گئی ، چ چا ▁نے گھ ر ▁نہ ▁چھوڑ نے ▁پر ▁شادی ▁شدہ ▁بھ تی جی ▁کو ▁س سر ال ▁میں ▁تشدد ▁کا ▁نشانہ ▁بنا ▁ڈال ا ، مت اثر ہ ▁لڑکی ▁کی ▁بھ ا بھی ▁شوہر ▁کے ▁ہمراہ ▁گھر چھ وڑ کر چ لی ▁گئی ▁جس ▁پر ▁چ چا ▁اور وال د ▁بیٹی ▁کو ▁واپس ▁لینے ▁س سر ال ▁گئے ، ▁لڑکی ▁کے ان کار ▁پر چ چا ▁نے ▁باپ ▁کے ▁سامنے ▁تشدد ▁کا ▁نشانہ ▁بنایا ۔

▁52 ▁سالہ ▁ماہر ▁تعلیم ▁ع ائش ین ▁خورد جان ▁مسلم ▁اکثریت ی ▁ملک ▁کی ▁عبور ی ▁حکومت ▁کی ▁پہلی ▁خاتون ▁وزیر ▁اور ▁ترکی ▁کی ▁تاریخ ▁کی ▁پہلی ▁ہیڈ ▁اسکا رف ▁پہن نے ▁والی ▁خاتون ▁وزیر ▁ہیں۔
▁ویکی می ڈی ا ▁العام
▁دیا ▁مرزا ▁آگے ▁کہ تی ▁ہیں ▁کہ ▁ہمیں ▁شرم ▁آن ی ▁چاہئے ▁کی ▁ایسے ▁واقع وں ▁پر ▁ہم ▁سیاست ▁کرتے ▁ہیں۔
▁نواز ▁شریف ▁کس ▁کام ن ▁کل چر ▁کی ▁بات ▁کر ▁رہے ▁ہیں ؟ ▁کیا ▁ہو لی ‘ ▁دس ہ رہ ▁دی والی ‘ ▁کر پان ‘ ▁کیس ‘ ▁شراب ▁نوش ی ▁ہمارا ▁کل چر ▁ہے ؟ ▁کھانا ▁پی نا ▁کون ▁سا ▁ایک ▁ہے ؟ ▁سکھ ▁اور ▁ہندو ▁تو ▁گوشت ▁کھا تے ▁ہی ▁نہیں ! ▁وہ ▁تو ▁اس ▁بر تن ▁کو ▁توڑ ▁دیتے ▁ہیں ▁جس ▁میں ▁کسی ▁مسلمان ▁نے ▁کھا یا ▁ہو۔ ▁مرحوم ▁بھارتی ▁صدر ▁ڈاکٹر ▁عبدال ک لام ▁نے ▁اپنی ▁آپ ▁بیت ی ▁میں ▁لکھا ▁ہے ▁کہ ▁سکول ▁کے ▁زمان ے ▁میں ▁ایک ▁کلاس ▁فی لو ▁کے ▁گھر ▁میں ▁گئے ▁تو ▁ہندو ▁فی مل ی ▁نے ▁کچ ن ▁کے ▁اندر ▁نہ ▁جانے ▁دیا۔

▁آئ رن : خ ون ▁کے ▁خل یات ▁بنانے ▁اور ذ ہ نی ▁نشون ماء ▁میں ▁مدد ▁دیتا ▁ہے۔
▁١٣ ٣ ۔ یہ ود ▁کو ▁ز جر ▁و ▁تو بی خ ▁کی ▁جا ▁رہی ▁ہے ▁تم ▁یہ ▁دعوی ٰ ▁کرتے ▁ہو ▁کہ ▁ابراہیم ، ▁ی عق وب ▁( علی ہ ▁السلام ) ▁نے ▁اپنی ▁اولاد ▁کو ▁یہودی ت ▁پر ▁قائم ▁رہنے ▁کی ▁وص یت ▁فرمائی ▁تھی ، ▁تو ▁کیا ▁تم ▁وص یت ▁کے ▁وقت ▁موجود ▁تھے ▁؟ ▁اگر ▁وہ ▁یہ ▁کہیں ▁کہ ▁موجود ▁تھے ▁تو ▁یہ ▁جھوٹ ▁اور ▁بہت ان ▁ہوا ▁اور ▁اگر ▁کہیں ▁کہ ▁حاضر ▁نہیں ▁تھے ▁تو ▁ان ▁کا ▁مذکورہ ▁دعوی ٰ ▁غلط ▁ثابت ▁ہو ▁گیا ▁کیونکہ ▁انہوں ▁نے ▁جو ▁وص یت ▁کی ▁وہ ▁تو ▁اسلام ▁کی ▁تھی ▁نہ ▁کہ ▁یہودی ت ▁کی ، ▁یا ▁ع یس ائی ت ▁کی۔ ▁تمام ▁ان بی اء ▁کا ▁دین ▁اسلام ▁ہی ▁تھا ▁اگرچہ ▁شریعت ▁اور ▁طریقہ ▁کار ▁میں ▁کچھ ▁اختلاف ▁رہا ▁ہے ، ▁اس ▁کی ▁نبی ▁صلی ▁اللہ ▁علیہ ▁و ▁سلم ▁نے ▁ان ▁الفاظ ▁میں ▁بیان ▁فرمایا ▁ان بی اء ▁کی ▁جماعت ▁اولاد ▁علامات ▁ہیں ، ▁ان ▁کی ▁م ائیں ▁مختلف ▁( اور ▁باپ ▁ایک ) ▁ہے ▁اور ▁ان ▁کا ▁دین ▁ایک ▁ہی ▁ہے۔
▁غ زنی ▁میں ▁سب ▁سے ▁اہم ▁یادگار ▁سلطان ▁محمود ▁غ زن وی ▁کا ▁مق بر ہ ▁ہے۔ ▁اس ▁کے ▁علاوہ ▁یہاں ▁تاریخ ▁کے ▁انتہائی ▁معتبر ▁سائنس دان ▁اور ▁شاعر ▁بھی ▁دفن ▁ہیں۔ ▁ال ▁بیرونی ▁اور ▁سنا ی ائی ▁جیسی ▁شخصیات ▁کے ▁مق بر ے ▁یہاں ▁واقع ▁ہیں۔
▁ان دھ وں ▁کی ▁نگر ی ▁سے ▁خبر ▁آئی ▁ہے ▁کہ ▁مستقبل ▁کے ▁حوالے ▁سے ▁انصاف ی ▁نا بین وں ▁میں ▁دو ▁گروپ ▁بن ▁گئے ▁ہیں ▁ایک ▁گروپ ▁عمران ▁خان ▁کو ▁مشورہ ▁دے ▁رہا ▁ہے ▁کہ ▁نئے ▁پاکستان ▁کو ▁چلانے ▁کے ▁لئے ▁ضروری ▁ہے ▁کہ ▁مصالح انہ ▁سیاست ▁کا ▁دور ▁شروع ▁کیا ▁جائے ▁عام ▁معافی ▁کا ▁اعلان ▁کیا ▁جائے۔
▁تیسری ▁شرط ▁: ▁دوبارہ ▁گناہ ▁نہ ▁کرنے ▁کا ▁ایک ▁م خلص ▁، ▁ثابت ▁قدم ▁اور ▁مضبوط ▁اراد ہ ▁رکھ ئے
▁سعد ▁ن سیم ▁کے ▁بعد ▁ڈی رن ▁سیم ی ▁میدان ▁میں ▁آئے ▁تو ▁تماشا ئی وں ▁کا ▁جوش ▁دیدنی ▁تھا۔ ▁پورا ▁سٹی ڈی م ▁جوش ▁میں ▁آگیا ۔ ▁سیم ی ▁نے ▁آتے ▁ہی ▁چوک ا ▁جڑ ا ▁تو ▁اسٹ یڈ یم ▁میں ▁ان ▁کے ▁حق ▁میں ▁نعر ے ▁لگ نے ▁لگے ۔ ▁لیکن ▁ڈی رن ▁سیم ی ▁سے ▁بھی ▁آج ▁قسمت ▁خوش ▁نہیں ▁تھی ▁۔ ▁انہیں ▁صرف ▁چھ ▁بال ز ▁پر ▁چھ ▁رنز ▁بنا کر ▁شاد اب ▁خان ▁نے ▁واپس ▁پو ی لین ▁بھیج ▁دیا۔ ▁وہ ▁ایل ▁بی ▁ڈبلیو ▁ہوئے۔ ب ظ ا ہر ▁پشاور ▁کے ▁لئے ▁بہت ▁بڑا ▁نقصان ▁تھا۔ ڈی رن ▁خود ▁بھی ▁بہت ▁پریشان ▁اور ▁فکر ▁مند ▁نظر ▁آئے ▁۔

▁سین ی گال : ▁فٹ بال ▁اسٹ یڈ یم ▁میں ▁بھگ د ڑ ▁مچ نے ▁سے ▁8 ▁کی ▁موت ، ▁45 ...
▁فواد ▁را نا ▁نے ▁اس ▁تاثر ▁کو ▁مسترد ▁کر ▁دیا ▁کہ ▁ٹیم ▁میں ▁اندر ونی ▁اختلافات ▁ہیں۔
▁سائ ز ▁: ▁9 -12 ▁ملی ▁میٹر ، ▁12 -20 ▁ملی ▁میٹر ، ▁20-30 ▁ملی ▁میٹر ، ▁دوسرے ▁سائ ز ▁کی ▁ضرورت ▁کے ▁مطابق ▁دستیاب ▁ہے
▁نااہل ▁قرار ▁پائے ▁نواز ▁شریف ▁سے ▁چینی ▁سفیر ▁کی ▁ملاقات
▁اداکارہ ▁شم ی ▁نے ▁چھوٹی ▁اس کری ن ▁پر ▁متعدد ▁ڈرا مہ ▁کیے ▁جب ▁کہ ▁200 ▁زائد ▁فلم وں ▁میں ▁اداکار ی ▁کے ▁جو ہر ▁بھی ▁دکھا ئے ▁جن ▁میں ہ اف ▁ٹکٹ ، ▁ہلاک و ، سم اج ▁کو ▁بدل ▁ڈال و ▁کے ▁علاوہ ▁راج یش ▁کھ نہ ▁کے ▁ساتھ ▁ ’ دی ▁ٹرین ‘ ▁ری ڈ ▁روز ، آن چ ل ، ▁قدرت ، ▁آوا رہ ▁باپ ▁اور ▁سور گ ▁بھی ▁شامل ▁ہیں۔
▁شیئر نگ ▁کے ▁بارے ▁میں

▁کیوں ▁نہ ▁ایسے ▁لوگوں ▁پر ▁ان ▁کے ▁بزرگ وں ▁کے ▁فت و ے ▁واپس ▁لینے ▁کے ▁لئے ▁دباؤ ▁ڈال ا ▁جائے ؟ ▁لیکن ▁یہ ▁کام ▁ہے ▁بہت ▁مشکل ۔
▁تمہیں ▁ہ ؤ ا ▁کیا ▁ہے ؟
▁افغانستان ▁جیسے ▁ملک ▁میں ▁جہاں ▁شاید ▁خواتین ▁سان س ▁بھی ▁اپنے ▁مرد وں ▁سے ▁پوچھ ▁کر ▁ل یتی ▁ہوں ▁گی ، ▁کیا ▁آپ ▁تصور ▁کرسکتے ▁ہیں ▁کہ ▁وہاں ▁خواتین ▁جرائم ▁میں ▁بھی ▁ملوث ▁ہوسکتی ▁ہیں ؟ ▁اور ▁آپ ▁کے ▁خیال ▁میں ▁ایسی ▁خواتین ▁کو ▁کیا ▁سزا ▁دی ▁جاتی ▁ہے ؟ ▁افغانستان ▁میں ▁کسی ▁بھی ▁قسم ▁کے ...
▁100 ▁کل و گرام ▁یا ▁اس ▁سے ▁زائد ▁وزن ▁کے ▁سیاح وں ▁کو ▁گ دھ وں ...
▁مظفر آ ▁باد ( پی ▁آئی ▁ڈی ) آ زاد ▁کشمیر ▁کے ▁نامزد ▁وزیر ▁اعظم ▁را جہ ▁محمد ▁فاروق ▁حیدر ▁خان ▁نے ▁کہا ▁ہے ▁کہ ▁لیڈر ▁شپ ▁جماعت ی ▁کارکنوں ▁کی ▁ڈھ ال ▁ہو ▁تی ▁ہے ▁، اگر ▁لیڈر ▁شپ ▁ٹھیک ▁نہ ▁ہو ▁تو ▁کار کن ▁جماعت ▁سے ▁بد دل ▁ہو ▁جاتے ▁ہیں ▁۔ ▁کار کن ▁کسی ▁بھی ▁جماعت ▁کا ▁قیمت ی ▁اثاث ہ ▁ہوتے ▁...

▁ال ائن س ▁کے ▁متحد ▁کانگریس ▁سے ▁اب ▁تک ▁کوئی ▁بات ▁نہیں ▁ہوئی ▁ہے۔ ▁سماج ▁و ادی ▁پارٹی
▁سائنس ▁اور ▁ٹیکنالوجی
▁شم یم ▁آر اء ▁کو ▁کمال ▁نے ▁بے ▁حد ▁غم ▁و ▁غ ص ے ▁کے ▁ساتھ ▁اقبال ▁بیگم ▁کی ▁شرط ▁کے ▁بارے ▁میں ▁بتایا ▁تھا ، ▁شم یم ▁آر اء ▁نے ▁زندگی ▁میں ▁ایسی ▁ذ لت ▁اس ▁سے ▁قبل ▁محسوس ▁نہ ▁کی ▁تھی۔
▁مضمون ▁نگار ▁ہندوستان ▁کے ▁معروف ▁صحافی ▁اور ▁ٹیلی ▁ وژن ▁این کر ▁ہیں۔
▁خانہ ▁ک عب ہ ▁کے ▁بالکل ▁سامنے ▁کل اک ▁ٹ اور ▁کے ▁اوپر ▁موجود ▁چاند ▁کے ▁اندر ▁ایک ▁کمر ہ ▁کس ▁لئے ▁بنایا ▁گیا ▁ہے ؟
▁حلقہ ▁این ▁اے 22 ▁( ب ٹ گرام ▁1)
▁پھ سو ، ▁چپ ورس ن ▁اور ▁مرکزی ▁ ہن زہ ▁میں ▁بجلی ▁کے ▁تین ▁منصوب وں ▁کی ▁منظوری ▁دے ▁دی ▁گئی ▁ہے ، ▁شمس ▁میر ▁مش یر ▁اطلاعات
▁والد ہ ▁سے بات ▁ہوئی ▁تو ▁انہوں ▁نے ▁بھی ▁اس ▁کی ▁تردید ▁کردی ▁ہے ، ▁والد ہ ▁کی ▁خل ع ▁کے ▁سوال ▁پر ▁انہوں ▁نے ▁کہا ▁کہ ▁یہ ▁ذاتی ▁مسئلہ ▁ہے ▁جس ▁پر بات ▁کرنا ▁نہیں ▁چاہتے ۔
▁اگر ▁آپ ▁کے ▁کمپ و ٹر ▁میں ▁اردو ▁کی ▁بورڈ ▁ان سٹ ال ▁نہیں ▁ہے ▁تو ▁اردو ▁میں ▁تبصرہ ▁کرنے ▁کے ▁لیے ▁ذیل ▁کے ▁اردو ▁ایڈ یٹر ▁میں ▁تبصرہ ▁لکھ ▁کر ▁اسے ▁تبصر وں ▁کے ▁خان ے ▁میں ▁کاپی ▁پی سٹ ▁کرکے ▁شائع ▁کرد یں۔
▁۱۴ - ▁ف ہا رس : ▁وہ ▁کتاب ▁کہ لات ی ▁ہیں ▁جن ▁میں ▁کسی ▁ایک ▁یا ▁متعدد ▁کتابوں ▁کی ▁احادیث ▁کی ▁فہرست ▁بنا دی ▁گئی ▁ہو ▁تاکہ ▁حدیث ▁کی ▁تلاش ▁آسان ▁ہو سک ے۔ ▁جیسے ▁م فتاح ▁کن وز ا لسنة ، ▁اور ▁المع جم ▁المف ہ رس ▁لا لف اظ ▁الحد ی ث ۔
▁اسے ▁ان دھی ر وں ▁میں ▁لے ▁جا ؤ
▁مرکزی ▁مواد ▁پر ▁جائیں

▁آپ ا ▁گزر ے ▁سال وں ▁میں ▁اچھی ▁خاصی ▁بڑی ▁لگ نے ▁لگی ▁ہیں ▁۔ ▁بڑھا پا ▁ان ▁کی ▁دہلی ز ▁پر ▁آ ▁کر ▁کھڑا ▁ہو ▁گیا ▁تھا۔ ▁بال وں ▁میں ▁چاند ی ▁کے ▁تار ▁جھ ل مل انے ▁لگے ▁تھے۔ ▁ شرب تی ▁آنکھیں ▁گڑھ وں ▁میں ▁گھ س ▁گئی ▁تھیں ▁۔ ▁بال ▁بھی ▁بہت ▁ہل کے ▁ہو ▁گئے ▁تھے۔ ▁آپ ا ▁بے ▁حد ▁کمزور ▁بھی ▁ہو ▁گئی ▁تھیں ▁۔ ▁آپ ا ▁میرے ▁سامنے ▁چائے ▁اور ▁بس کٹ ▁رکھتے ▁ہوئے ▁بول یں ▁۔
▁تو ▁ملزم ▁نے ▁کوئی ▁جواب ▁نہ ▁دیا ▁البتہ ▁معافی ▁ضرور ▁مانگ تا ▁رہا۔ زین ب ▁اور ▁دیگر ▁متاثر ہ ▁بچی وں ▁کے ▁ لوا حق ین ▁نے ▁جے ▁آئی ▁ٹی ▁ممبر ان ▁سے ▁ایک ▁ہی ▁مطالبہ ▁کیا ▁کہ ▁اس ▁نے ▁جو ▁ظلم ▁کیا ▁ہے ▁اسے ▁منطقی ▁انجام ▁تک ▁پہنچا یا ▁جائے ▁اور ▁پھ انس ی ▁دی ▁جائے ▁تاکہ ▁آئندہ ▁کوئی ▁بھی ▁ایسا ▁نہ ▁کرے
▁ملک ▁کے ▁تقریبا ً ▁تمام ▁چھوٹے ▁بڑے ▁شہروں ▁میں ▁چھوٹی ▁مات می ▁ٹو ل یاں ▁مرکزی ▁جلوس وں ▁میں ▁شامل ▁ہوتی ▁رہیں ▁اور ▁وہ ▁اپنے ▁اپنے ▁مقرر ▁کردہ ▁راست وں ▁پر ▁رواں ▁دو اں ▁رہے۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁کو ٹری ، ▁کراچی ، ▁غالب ، ▁دو دھ ▁والا ▁(1)
▁پی ▁چ دا مبر م ▁نے ▁اپنی ▁وزارت ▁کے دور ان ▁کشی مر ▁سے ▁س پیش ل ▁پاور ▁ایک ٹ ▁ہٹا نے کی ▁سفارش ▁کی ▁تھی ▁لیکن ▁بھارتی ▁فوج ▁نے ▁ان ▁کے ▁فیصلے ▁کی ▁شدید ▁مخالفت ▁کی ▁اور ▁بال آخر ▁اسے ▁واپس ▁نہیں ▁لیا گیا ۔
▁اب ▁کچھ ▁نیو ▁یا رک ▁کے ▁بارے ▁میں ! اس ▁پر ▁تو ▁بہت ▁کچھ ▁لکھا ▁گیا ▁ہے۔ ▁بس ▁یوں ▁سمجھ ی ے ▁کہ ▁نیو ▁یا رک ▁اس ▁بار ▁بھی ▁بہت ▁اچھا ▁لگا ، ▁خاص ▁طور ▁پر ▁ٹائمز ▁اس کو ائر ▁کی ▁ چہ ل ▁پہ ل ▁، ▁رونق ▁اور ▁ایک ▁بے ▁فکری ▁کا ▁سا ▁عالم ! لیکن ، ▁صرف ▁ٹائمز ▁اس کو ائر ▁کے ▁آس ▁پاس ! ▁ذرا ▁آگے ▁بڑھ یں ▁تو ▁وہ ▁ہی ▁نیو ▁یا رک ▁کی ▁ٹر یڈ ▁مارک ▁بھاگ ▁د وڑ ، ▁ہار ن ▁کی ▁آواز یں ▁اور ▁ رش !
▁ہمارے ▁ہاں ▁اور ▁مسلم ▁دنیا ▁میں ▁بھی ▁مذہبی ▁و ▁نسل ی ▁من اف رت ▁و ▁امتیاز ▁کی ▁ایسی ▁ہی ▁’’ فال ٹ ▁لائن یں ‘‘ ▁تعمیر ▁کرنے ▁کا ▁کام ▁جاری ▁ہے ▁اور ▁ہم ▁مستقبل ▁اور ▁حق ائ ق ▁سے ▁بے ▁نیاز ▁ہوکر ▁ایسی ▁’’ فال ٹ ▁لائن وں ‘‘ ▁کی ▁تعمیر ▁و ▁استحکام ▁میں ▁لگے ▁ہوئے ▁ہیں۔ ▁نوجوان ▁گور ے ▁قاتل کی ▁امریکی ▁جھ نڈ ے ▁کو ▁آگ ▁لگانے ▁، ▁کن ف یڈ ریٹ ▁فل ی گ ▁کو ▁بلند ▁کرنے ▁رہ وڈ یش یا ▁اور ▁جنوبی ▁افریقہ ▁کے ▁نسل ی ▁امتیاز ▁والے ▁پرچم وں ▁والی ▁جی کٹ ▁پہ نے ▁متعدد ▁تصاویر ▁سامنے ▁آگئی ▁ہیں ▁مگر ▁سائ و تھ ▁کی رول ی نا ▁میں ▁بہت ▁سے ▁با اثر ▁لوگ ▁اس ▁کی ▁مذمت ▁کی ▁بجائے ▁ان ▁ڈ ائر ی کٹ ▁طور ▁پر ▁حمایت ▁کررہے ▁ہیں ▁۔ ▁مذکورہ ▁افسوس ناک ▁صورتحال ▁اور ▁نسل ی ▁من اف رت ▁کی ▁امریکی ▁تاریخ ▁کے ▁باوجود ▁اس ▁کا ▁روشن ▁پہلو ▁یہ ▁ہے ▁کہ ▁آج ▁کے ▁اس ▁امریکی ▁معاشر ہ ▁میں ▁سچ ▁بول نے ▁اور ▁سن نے ▁والے ▁امریکی ▁بھی ▁موجود ▁ہیں ▁جو ▁اصول ▁و ▁حق ائ ق ▁کو ▁کسی ▁خوف ▁و خطر ▁کے ▁بغیر ▁بیان ▁کردی تے ▁ہیں ▁اور ▁آگے ▁بڑھ ▁کر ▁عملی ▁قدم ▁بھی ▁اٹھا تے ▁ہیں۔ ▁صدر ▁اوباما ▁اور ▁ہل یری ▁کلن ٹن ▁کا ▁موقف ▁تو ▁دنیا ▁کے ▁سامنے ▁آ چک ا۔ ▁نیویارک ▁سٹی ▁کے م یئر ▁دی ▁بل ازی و ▁نے ▁اسے ▁’’ داخل ی ▁دہشت ▁گردی ▁کا ▁فعل ‘‘ ▁قرار ▁دیا ▁ہے۔
▁پار ٹن ر ▁ویب ▁سائٹ س
▁تمہاری ▁محبت ▁س دا ▁بہ ار ▁موسم ▁کی ▁طرح ▁ہے
▁ابن ا : ▁حرم ▁حضرت ▁فاطمہ ▁معصوم ہ ( س ) ▁میں ▁زائر ین ▁کے ▁درمیان ▁افطار ی ▁تقسیم ▁کی ▁گئی۔
▁ماضی ▁میں ▁بھی ▁اسپر ین ▁پر ▁کئی ▁مرتبہ ▁تحقیق ▁ہو ▁چکی ▁ہے ▁لیکن ▁ایسا ▁پہلی ▁مرتبہ ▁کیا ▁گیا ▁ہے ▁کہ ▁تحقیق ▁میں ▁شامل ▁افراد ▁کو ▁ دوا ▁کی ▁مختلف ▁مقدار ▁طویل ▁عرصے ▁تک ▁کھل انے ▁کے ▁بعد ▁اس ▁کے ▁اثرات ▁کا ▁جائزہ ▁لیا ▁گیا ▁ہے۔ ت حقیق ▁کے ▁دوران ▁یہ ▁بات ▁بھی ▁سامنے ▁آئی ▁کہ ▁ایسے ▁شخص ▁کے ▁لیے ▁سرطان ▁ہونے ▁کے ▁امکانات ▁دو ▁سے ▁چار ▁گ نا ▁تک ▁بڑھ ▁جاتے ▁ہیں ▁جس ▁کے ▁گھر انے ▁میں ▁کسی ▁دوسرے ▁شخص ▁کو ▁یہ ▁مرض ▁ہو ▁چکا ▁ہو۔
▁جزا ک ▁اللہ ▁خير ا ٌ ▁۔ ▁اللہ ▁کرے ▁لوگ ▁اسے ▁پڑھ ي ں ▁اور ▁سمجھ نے ▁کی ▁کوشش ▁کر ي ں
▁پہلی ▁صلی بی ▁جنگ ▁میں ▁ع یس ائی وں ▁نے ▁فلسطین ▁پر ▁دوبارہ ▁قبضہ ▁کر ▁لیا ▁تھا۔ ▁ع یس ائی وں ▁نے ▁فلسطین ▁پر ▁قبض ے ▁کے ▁بعد ▁مسلمانوں ▁پر ▁ظلم ▁کے ▁پہاڑ ▁توڑ ے۔ ▁اس ▁کے ▁ساتھ ▁مسجد ▁ا قص ٰ ی ▁میں ▁بہت ▁ ردو بدل ▁کیا۔ ▁انہوں ▁نے ▁مسجد ▁میں ▁رہنے ▁کے لی ے ▁کئی ▁کمر ے ▁بنا ▁لیے ▁اور ▁اس ▁کا ▁نام ▁مع بد ▁سلیمان ▁رکھا ۔ ▁نیز ▁متعدد ▁دیگر ▁عمارت وں ▁کا ▁اضافہ ▁کیا ▁جو ▁بطور ▁جائے ▁ضرورت ▁اور ▁ان اج ▁کی ▁کو ٹھی وں ▁کے ▁لیے ▁استعمال ▁ہوتی ▁تھیں۔ ▁انہوں ▁نے ▁مسجد ▁کے ▁اندر ▁اور ▁مسجد ▁کے ▁ساتھ ▁ساتھ ▁گر جا ▁بھی ▁بنائے ۔ ▁سلطان ▁صلاح ▁الدین ▁ای وب ی ؒ ▁نے ▁2 ▁اکتوبر ▁11 87 ▁کو ▁فلسطین ▁اور ▁بیت ▁المقدس ▁کو ▁ع یس ائی وں ▁کے ▁چن گل ▁سے ▁آزاد ▁کرا یا۔ ▁فتح ▁بیت ▁المقدس ▁کے ▁بعد ▁مسجد ▁ا قص ٰ ی ▁کو ▁ع یس ائی وں ▁کے ▁تمام ▁نشان ات ▁سے ▁پاک ▁کیا ▁اور ▁مح راب ▁اور ▁مسجد ▁کو ▁دوبارہ ▁تعمیر ▁کرکے ▁بیت ▁المقدس ▁کو ▁بھی ▁دوبارہ ▁اسلامی ▁سلطنت ▁میں ▁شامل ▁کرا یا۔
▁جی ▁ٹوئنٹی ▁کیا ▁ہے ▁اور ▁کیسے ▁کام ▁کرتی ▁ہے ؟ ▁30 .11. 2018
▁وائس ▁آف ▁امریکہ ▁کے ▁پروگرام ▁جہاں ▁رنگ ▁میں ▁میزبان ▁قمر ▁عباس ▁جعفر ی ▁نے ▁افغانستان ▁کی ▁صورت ▁حال ▁کے ▁بارے ▁میں ▁افغان ▁پارلیمنٹ ▁کے ▁رکن ▁ان جن یئر ▁کمال ▁اور ▁پاکستان ▁میں ▁انس ٹی ▁ٹی وٹ ▁آف ▁پالیسی ▁اسٹ ڈی ز ▁کے ▁بری گی ڈی ر ▁سعد ▁ن ذ یر ▁سے ▁بات ▁کی۔

▁اس ▁بے شر م ▁لڑکی ▁نے ▁بیچ ارے ▁لڑکے ▁کے ▁ساتھ ▁کیا ▁کیا ▁وہ ▁منہ ▁دکھا نے ▁کہ ▁کابل ▁بھی ▁نہ ▁رہا

▁حکام ▁کے ▁مطابق ▁صوبے ▁کے ▁جنوبی ▁ضلع ے ▁ڈی رہ ▁اسماعیل ▁خان ▁کے ▁ایک ▁دور ▁افتاد ہ ▁گا ئ وں ▁گر ہ ▁م ٹ ▁میں ▁چند ▁روز ▁قبل ▁غیر ت ▁کے ▁نام ▁پر ▁ایک ▁ہی ▁خاندان ▁کے ▁افراد ▁نے ▁ایک ▁16 ▁سالہ ▁لڑکی ▁کو ▁سر ِ ▁عام ▁بازار ▁میں ▁بر ہ نہ ▁کرکے ▁شدید ▁تشدد ▁کا ▁نشانہ ▁بنایا ▁تھا۔
▁پاکستان ▁: ▁کوئٹہ ▁میں ▁زر غ ون ▁روڈ ▁پر ▁واقع ▁گر جا ▁گھر پر ▁شدت ▁پسندوں ▁حملہ ▁، ▁8 ▁افراد ▁ہلاک ▁، ▁20 ▁سے ▁زائد ▁زخمی
▁اے ▁ایس ▁او ▁نے ▁3 ▁کروڑ ▁روپے ▁مالی ت ▁کی ▁اسم گل ڈ ▁چھ ال یہ ▁اور ▁گ ٹک ا ▁پکڑ ▁لیا
▁گزشتہ ▁سال ▁دسمبر ▁کے ▁بعد ▁سے ، ▁پی ▁ایم ▁آئی ▁ان ڈی کس ▁تھ وڑ ا ▁سا ▁گر ▁گیا ▁ہے . ▁بہ ار ▁فیس ٹی ول ▁کے ▁اثر ▁و ▁رس وخ ▁کی ▁وجہ ▁سے ، ▁اس ▁سال ▁فروری ▁میں ▁ایک ▁اہم ▁کمی ▁آئی ▁ہے ، ▁اور ▁اقتصادی ▁ترقی ▁کا ▁مارکیٹ ▁کا ▁خوف ▁بڑھ ▁گیا ▁ہے .
▁قومی ▁احتساب ▁بی ورو ▁( ن یب ▁) لا ہ ور ▁نے ▁خواجہ ▁برادر ان ▁کی ▁گرفتاری ▁کی ▁وج وہ ات ▁جاری ▁کرد یں
▁Home ▁/ ▁دنیا ▁/ ▁کو لم بیا ▁میں ▁م ٹی ▁کے ▁تو دے ▁گر نے ▁سے ▁17 ▁افراد ▁ہلاک
▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا ▁سے
▁یہ ▁دھماکہ ▁ایسے ▁وقت ▁میں ▁ہوا ▁جہاں ▁صرف ▁ایک ▁روز ▁قبل ▁پاکستان ▁کے ▁صوبہ ▁پنجاب ▁کے ▁مرکزی ▁شہر ▁لاهور ▁میں ▁پولیس ▁کی ▁ایک ▁چوک ی ▁کے ▁قریب ▁ہونے ▁والے ▁خود کش ▁حملے ▁میں ▁پانچ ▁پولیس ▁اہل ▁کار وں ▁سمیت ▁دس ▁افراد ▁جان ▁کی ▁بازی ▁ہار ▁چکے ▁ہیں۔ ▁لاهور ▁دھماکے ▁کی ▁ذم ہ ▁داری ▁کال عد م ▁تحریک ▁طالبان ▁پاکستان ▁کی ▁طرف ▁سے ▁قبول ▁کرلی ▁ہے۔
▁3 ▁ہندو ▁ دھر م ▁میں ▁لڑکی ▁کو ▁باپ ▁کی ▁جائیداد ▁میں ▁حصہ ▁نہیں ▁ملتا ▁جبکہ ▁ہمارے ▁معاشرے ▁میں ▁بھی ▁مختلف ▁طریق وں ▁سے ▁لڑکی ▁کو ▁محروم ▁کرنے ▁کی ▁کوشش ▁کی ▁جاتی ▁ہے ، ▁اگرچہ ▁زبان ▁سے ▁کہا ▁نہیں ▁جاتا
▁حالی ہ ▁تبصرے
▁ڈاکٹر ▁خالد ▁سہ یل ▁کے ▁مضامین ▁کی ▁سن چر ی ▁مکمل ▁ہونے ▁پر ۔ ▁۔ ▁۔ ▁۔

▁‫ ▁• اس مار ٹ ▁کی پ چر ‪ ▁: ‬ آل ہ ▁کو ▁سیٹ ▁کریں ▁کہ ▁متعدد ▁اس کری نز ▁میں ▁پھیل ے ▁مواد ▁کو ▁کی پ چر ▁کرے ▁اور ▁فورا ً ▁کر اپ ▁کر ▁کے ‬
▁منسوب ▁بہ ▁: ▁ترجمان ▁القرآن ▁حضرت ▁عبداللہ ▁بن ▁عباس ▁رضی ▁اللہ ▁عنہ
▁شاید ▁آپ ▁یہ ▁بھی ▁پسند ▁کریں ▁مصنف ▁سے ▁زیادہ
▁سرکاری ▁ذرائع ▁نے ▁یو این ▁آئی ▁کو ▁بتایا ▁کہ ▁بس ▁سری ▁نگر ▁کے ▁یوم ی نا ▁سے ▁صبح ▁720 ▁تک ▁کم ان ▁پوسٹ ▁کے ▁لئے ▁روانہ ▁ہوئی ▁۔ ▁بس ▁میں ▁سوار ▁مسافر وں ▁کی ▁تعداد ▁کے ▁بارے ▁میں ▁دو پ ہر ▁بعد ▁اطلاع ▁مل ▁سکے ▁گی۔ ▁پی ▁او ▁کے ▁سے ▁آنے ▁والے ▁مسافر وں ▁کی ▁تعد ا ▁د کے ▁بار ▁ ے ▁میں ▁بھی ▁اطلاع ▁شام ▁کو ▁ہی ▁مل ▁پائے ▁گی۔
▁چیف ▁جسٹس ▁پاکستان ▁میاں ▁ثاقب ▁نثار ▁نے ▁کہا ▁کہ ▁اور نج ▁ٹرین ▁پر ▁ارب وں ▁روپے ▁لگا ▁دیے ▁لیکن ▁ا دھر ▁صحت ▁پر ▁ دھی ان ▁بھی ▁نہیں ▁کہ ▁کیا ▁ہو ▁رہا ▁ہے ، ▁اور نج ▁ٹرین ▁بنائیں ▁موٹر ▁و ے ▁بنائیں ▁مگر ▁عوام ▁کی ▁صحت ▁کی ▁طرف ▁بھی ▁توجہ ▁دی ▁جائے ، ▁وزیر ▁اعلی ▁شہباز ▁شریف ، ▁چیف ▁سیکرٹری ▁اور ▁وا سا ▁کے ▁لوگ ▁بت ائیں ▁کہ ▁اس ▁طرف ▁توجہ ▁کیوں ▁نہیں ▁دی ▁جا ▁رہی ، ▁میں ▁اسپتال وں ▁میں ▁کیوں ▁نہ ▁جا ئ وں ، ▁کسی ▁نے ▁تو ▁عوام ▁کا ▁حال ▁دیکھ نا ▁ہے ، ▁لوگ ▁کس ▁طرح ▁تکلیف ▁میں ▁ہیں ، ▁وزیراعلی ▁یا ▁افسر ▁کتنی ▁بار ▁اسپتال وں ▁میں ▁گئے ▁ہیں ، ▁جن ▁کا ▁یہ ▁کام ▁ہے ▁اگر ▁وہ ▁نہیں ▁کریں ▁گے ▁تو ▁کوئی ▁تو ▁کرے ▁گا۔
▁مست شرق ین ▁کی ▁طرف ▁سے ▁اسلامی ▁شریعت ▁پر ▁عام ▁اعتراض ▁یہ ▁رہا ہے ▁کہ ▁یہ ▁نظام ▁قانون ▁روم ی ▁قانون ▁سے ▁ما خو ذ ▁یا ▁متاثر ▁ہے۔ ▁ان ▁کے ▁اس ▁دعو ے ▁کی ▁تصدیق ▁یا ▁تردید ▁کرنے ▁کے ▁لیے ▁ فق ہ ائے ▁اسلام ▁نے ▁قانون ▁رو ما ▁کا ▁مطالعہ ▁شروع ▁کیا۔ ▁گزشتہ ▁صدی ▁میں ▁بڑی ▁تعداد ▁میں ▁علم ائے ▁اسلام ▁نے ▁قانون ▁رو ما ▁کا ▁مطالعہ ...
▁محکمہ ▁پولیس ▁پر ▁ٹی ▁آر ▁ایس ▁ای ج نٹ ▁کی ▁طرح ▁کام ▁کرنے ▁کا ▁الزام
▁حکام ▁بارہ ا ▁یہ ▁کہہ ▁چکے ▁ہیں ▁کہ ▁ا ْ نہیں ▁لوڈ ▁ش یڈ نگ ▁سے ▁پیدا ▁ہونے ▁والی ▁عوام ▁کی ▁مشکلات ▁کا ▁بخ وب ی ▁اندازہ ▁ہے ▁اور ▁یہ ▁کہ ▁حکومت ▁اپنے ▁وسائل ▁میں ▁رہتے ▁ہوئے ▁اس ▁مسئلے ▁کو ▁حل ▁کرنے ▁کے ▁لیے ▁کو ش اں ▁ہے ▁اور ▁وہ ▁حالی ہ ▁برس وں ▁میں ▁نہ ▁صرف ▁دو ▁ہزار ▁می گا ▁و اٹ ▁اضافی ▁بجلی ▁قومی ▁گر ڈ ▁میں ▁شامل ▁کر چک ی ▁ہے ▁بلکہ ▁بجلی ▁کی ▁پی دوار ▁کے ▁کئی ▁منصوب وں ▁پر ▁عمل ▁درآمد ▁بھی ▁جاری ▁رکھے ▁ہوئے ▁ہے۔
▁جمشید ▁دستی ▁کو ▁زندگی ▁کا ▁سب ▁سے ▁بڑا ▁صدم ہ ، گھ ر ▁میں ▁صف ▁ما تم
▁بے ▁شمار ▁کتاب یں ▁بل ات حقیق ▁چھ اپ ▁دی ▁جاتی ▁ہیں ▁اور ▁ان ▁میں ▁بہت ▁سی ▁ت صح ی فات ▁اور ▁تحر ی فات ▁رہ ▁جاتی ▁ہیں ؛ ▁لیکن ▁جب ▁وہی ▁کتاب یں ▁علمی ▁تحقیق ▁کے ▁ساتھ ▁ طبع ▁ہوجائیں ▁تو ▁پھر ( دور ان ِ ▁تحقیق ▁وت خر یج ) انہ ی ▁پر ▁اعتماد ضر وری ▁ہے ▁اور ▁محقق ▁کے ▁لیے ▁تحقیق ▁شدہ ▁ایڈ یشن وں ▁کے ▁حاصل ▁نہ ▁ہونے ▁کا ▁بہ انہ ▁کوئی ▁دلیل ▁نہیں ، ▁لہ ٰ ذا ▁شیخ ▁محمود ▁محمد ▁شا کر ▁( م : ▁۱۴ ۱۸ ھ - ▁۱۹ ۹۷ / ) ▁کی ▁تحقیق ▁کے ▁ساتھ ▁عبدال قا ہر ▁جر جان ی ▁( م : ▁ ۴۷ ۱ ▁یا ▁ ۴۷ ۴ ھ ) ▁کی ▁” دل ائل ▁الإ ع جاز “ ▁اور ▁” أس رار ▁ال بلاغ ة “ ▁منظر ِ عام ▁پر ▁آنے ▁کے ▁بعد ▁علمی ▁پہلو ▁سے ▁ان ▁دونوں ▁کتابوں ▁کے ▁سابق ہ ▁اید یشن ▁ناقابل ِ ▁اعتبار ▁ٹھہر تے ▁ہیں۔ ▁اسی ▁طرح ▁ق زاز ▁( م : ▁۴ ۱۲ ھ ) ▁کی ▁کتاب ▁” ما ی جوز ▁لل شاعر ▁فی ▁ال ضرورة “ ▁دو بار ▁پہلے ▁ت یون س ▁میں ▁اور ▁پھر ▁اس ک ندر یہ ▁میں ▁ طبع ▁ہوئی ▁ہے ؛ ▁لیکن ▁قا ہ رہ ▁سے ▁جو ▁تی سرا ▁ طبع ▁آیا ▁تو ▁اس ▁نے ▁پہلے ▁دو ▁کو ▁گرا دیا ▁ہے۔ ▁ان ہی ▁وج وہ ▁کی ▁بنا ▁پر ▁ہمارے ▁ہاں ▁اگر ▁طا ▁لب ِ ▁علم ▁علمی ▁تحقیق ▁کے ▁ساتھ ▁شائع ▁شدہ ▁طبعا ت ▁پر ▁اعتماد ▁نہ ▁کرے ▁تو ▁اس ▁سے ▁باز پرس ▁کی ▁جاتی ▁ہے۔
▁زب ُ ور ▁18 : 2 ▁قلع ہ ▁ایک ▁عمارت ▁یا ▁حفاظت ▁کے ▁لئے ▁اون چے ▁اور ▁مضبوط ▁دیوار وں ▁سے ▁گھر ا ▁ہو ▁ا ▁شہر ۔
▁سوال : ▁آپ ▁اس ▁کی ▁و ضا ▁ حت ▁کس ▁طرح ▁کرتے ▁ہیں ؟
▁Home ▁> ▁انٹر ▁نیشنل ▁> ▁بی لس ٹک ▁میزائل ▁حملہ ▁: ▁سعودی ▁عرب ▁نے ▁ایران ▁پر ▁سنگین ▁الزام ▁عائد ▁کر ▁دیا ▁، ▁حالات ▁خراب ▁ہونے ▁کا ▁خدش ہ

▁اطمینان ▁رکھیں ▁اگر ▁آپ کے ▁تبصرے ▁میں ▁فحش ▁الفاظ ▁یعنی ▁د یسی ▁ گال یاں ▁استعمال ▁نہیں ▁کی ▁گ ئ ▁ہیں ▁تو ▁یہ ▁تبصرہ ▁ضرور ▁شائع ▁ہوگا۔ ▁تبصرہ ▁نہ ▁آنے ▁کی ▁وجہ ▁کو ئ ▁ٹی کنی کل ▁خراب ی ▁ہوگی۔ ▁وہی ▁تبصرہ ▁دوبارہ ▁بھیج نے ▁کی ▁کوشش ▁کریں۔
▁زنجیر ▁میں ▁بند ھا ▁ہوا ▁کت ا
▁دوسری ▁طرف ▁چیئرمین ▁سینٹ ▁صادق ▁سنج رانی ▁نے ▁این ▁اے ▁26 8 ▁نو کن ڈی ▁میں ▁ووٹ ▁کا سٹ ▁کیا۔
▁اب ▁آپ ▁خود ▁ہی ▁سوچ ئے ▁ہم ▁بھ لا ▁والد ہ ▁محترم ہ ▁کو ▁کیسے ▁سمجھا تے ▁کہ ▁یہ ▁تو ▁ابتدائی ▁رسمی ▁جمل ے ▁تھے ، ▁خیر ▁خان ▁صاحب ▁کے ▁حکم ▁کے ▁مطابق ▁ہم ▁نے ▁سوچ ا ▁تھا ▁کہ ▁ا ِ س ▁مرتبہ ▁سنج ید ہ ▁لکھنے ▁کی ▁کوشش ▁کریں ▁گے ، ▁لیکن ▁ہمیں ▁انتہائی ▁دقت ▁کا ▁سامنا ▁کرنا ▁پڑ ▁رہا ▁ہے ، ▁کیونکہ ▁بقول ▁شاعر
▁ علامہ ▁جلال ▁الدین ▁سی وط ی ▁نے ▁اپنی ▁کتاب ▁الا تقان ▁فی ▁علوم ▁القرآن ▁میں ▁علم ▁ال لغ ہ ▁کو ▁ان ▁پندرہ ▁علوم ▁میں ▁شمار ▁کیا ▁ہے ▁جو ▁کسی ▁بھی ▁م فسر ▁قرآن ▁کے ▁لیے ▁ضروری ▁ہیں۔ ▁[ ۴ ]
▁اپنے ▁ایک ▁بیان ▁میں ▁سردار ▁حر ▁بخاری ▁نے ▁کہا ▁کہ ▁آج ▁بھی ▁اپنے ▁اس ▁مطالب ے ▁پر ▁قائم ▁ہیں ▁کہ ▁پارٹی ▁سے ▁مفاد ▁پرست وں ▁کا ▁صف ایا ▁کیا ▁جائے ▁اور ▁نظر ▁انداز ک ئے ▁گئے ▁نظریات ی ▁رہنماؤں ▁اور ▁کارکنوں ▁کو ▁مشاور ت ▁میں ▁شامل ▁کیا ▁جائے ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁محترم ہ ▁بین ظ یر ▁بھٹو ▁کی ▁شہادت ▁کے ▁بعد ▁جو ▁جدوجہد ▁شروع ▁کی ▁تھی ▁اگر ہم ▁نے ▁اسکی ▁قیمت ▁وصول ▁کرنا ▁ہوتی ▁تو ▁پیپلزپارٹی ▁کے ▁دور ▁حکومت ▁میں ▁خاموش ی ▁اختیار ▁کر ▁لیتے ▁، پی پل ز پار ٹی ▁سے ▁نظریات ی ▁وا بستگی ▁رکھنے ▁والوں ▁کے ▁ض میر ▁کی ▁قیمت ▁نہیں ▁لگا ئی ▁جا ▁سکتی ▁۔
▁نا طق وں ▁کے ▁م بع وث ▁ہونے ▁اور ▁ان ▁کی ▁شریعت وں ▁کے ▁منسوخ ▁ہونے ▁کا ▁حوالہ ▁عام ▁تاریخ ▁میں ▁پایا ▁جاتا ▁ہے ▁اور ▁اس ▁کی ▁تصدیق ▁فا طم ی ین ▁مصر ▁کے ▁مشہور ▁امام ▁مع ز ▁کی ▁دعا ؤں ▁سے ▁ہوتی ▁ہے ▁۔ ▁ان ▁دعا ؤں ▁کو ▁اسماعیل ی ▁بہت ▁مت بر ک ▁سمجھتے ▁ہیں ▁، ▁یہ ▁سات ▁دعا ئیں ▁ہیں ▁۔ ▁ہر ▁دن ▁کے ▁لیے ▁ایک ▁دعا ▁ہے ▁، ▁جس ▁میں ▁ایک ▁نا طق ▁اور ▁اس ▁کے ▁وص ی ▁اور ▁آئ مہ ▁کا ▁ذکر ▁تفصیل ▁سے ▁کیا ▁گیا ▁ہے ▁۔
▁پاکستان ، ▁بنگلہ ▁دیش ، ▁بر کی نا ▁فا سو ، ▁کم بو ڈی ا ، ▁کمی رون ، ▁کو لم بیا ، ▁کو سٹ ا ▁ری کا ، ▁ای تھ وپ یا ، ▁جرمنی ، ▁گا نا ، ▁ہی ٹی ، ▁بھارت ▁کی نیا ، ▁مالی ، ▁مور یش س ، ▁مور و کو ، ▁فلسطین ، ▁فل پ ائن ، ▁پو لینڈ ، ▁رومان یہ ، ▁روس ، ▁سنی گال ، ▁سر بیا ، ▁سائ و تھ ▁افریقہ ، ▁سری ▁لنکا ، ▁تھا ئی ▁لینڈ ، ▁ٹو گ ہ ، ▁یو گان ڈا ، ▁و یت نام ، ▁ زام بیا ، ▁ زم باب و ے ، ▁عراق ، ▁یمن ، ▁شام ، ▁افغانستان ▁وغیرہ ▁میں ▁ سٹر یٹ ▁چل ڈر ن ▁کی ▁بڑی ▁تعداد ▁موجود ▁ہے۔ ▁انڈیا ▁میں ▁اس ▁وقت ▁ایک ▁ملی ن ▁ سٹر یٹ ▁چل ڈر ن ▁ہیں۔
▁پاکستان ▁تحریک ▁انصاف ▁کی ▁جانب ▁سے صد ارت ی ▁امید اور کے ▁لیے ▁نامزد کر ا چی ▁سے ▁تعلق ▁رکھنے ▁والے ▁ڈاکٹر عار ف ▁عل وی ▁کا ▁کراچی ▁پہنچنے ▁پرو الہ انہ ▁استقبال ▁کیا گیا ، ک پ تان ▁کے ▁کھلاڑیوں ▁نے ▁ان ▁پر ▁پھول وں ▁کی ▁پت یاں ▁ن چھ اور ک یں ▁۔ ▁اس ▁موقع ▁پر ڈا کٹ رعا رف ▁عل وی ▁نے می ڈی اس ے ▁گفتگو کر تے ▁ہوئے ▁کہاکہ ▁پاکستان ▁کے ▁صدر کے لی ے ▁میرا ▁انتخاب ▁کرنے ▁پر ▁وزیراعظم ▁عمران ▁خان ▁کاش کر گزار ہ وں ۔انہوں ▁نے ▁کہا ▁کے ▁اللہ ▁نے ▁مجھے ▁یہ ▁موقع ▁اس ▁لیے ▁دیا ▁ہے ▁کہ ▁میں ▁اس ▁ملک ▁کی ▁خدمت ▁کر ▁ سکو ں۔
▁شعب ان ▁سے ▁متعلق ▁(16)
▁ساخت یت ▁ایک ▁نظام ▁فکر ▁ہے ▁ہم ▁الفاظ ▁اور ▁جمل وں ▁کو ▁اس ▁سے ▁مر ▁ بوط ▁کر ▁کے ▁دیکھ ▁سکتے ▁ہیں۔ اسی ▁طرح ▁ہم ▁انفرادی ▁ادب ▁پار وں ▁کو ▁ادبی ▁ا صن اف ▁اور ▁تمام ▁عالمی ▁ادب ▁کو ▁بھی ▁مختلف ▁نظام ▁فکر ▁کی ▁روشنی ▁میں ▁ہم ▁آ ہ نگ ▁کرتے ▁ہیں ▁اور ▁خود ▁ادب ▁کو ▁انسانی ▁ثقافت ▁کے ▁وسیع ▁النظر ▁نظام ▁کا ▁حصہ ▁سمجھتے ▁ہیں۔ ▁ان ▁تمام ▁رشت وں ▁کی ▁تف ہ یم ▁اس ▁مطالع ے ▁کو ▁گم بی ھر تا ▁اور ▁گ ہر ائی ▁بخشی ▁ہے۔ ▁یہ ▁ساخت یت ▁کا ▁بنیادی ▁ن کت ہ ▁ہے ▁جو ▁اس ▁کی ▁خصوصیات ▁کو ▁برو ئے ▁کار ▁لا تا ▁ہے۔ ▁البتہ ▁بعض ▁ادب ▁پار وں ▁کو ▁قائم ▁بال ذات ▁قرار ▁دے ▁کر ▁سسٹم ▁میں ▁مربوط ▁کرنے ▁کی ▁کوشش ▁غلط ▁راہ ▁پر ▁بھی ▁ڈال ▁سکتی ▁ہے ▁اور ▁ایک ▁ادب ▁پار ے ▁کے ▁مع انی ▁کو ▁پیش ▁کرنے ▁میں ▁نا ▁کافی ▁ثابت ▁ہو ▁سکتی ▁ہے ▁چونکہ ▁ساخت یت ▁اس لوب ی ▁اور ▁لسان ی اتی ▁تکنیک ▁کو ▁زیادہ ▁اہم ▁سمجھ تی ▁ہے۔ ▁مگر ▁وہ ▁سسٹم ▁سے ▁بے ▁تعلق ▁نہیں ▁ہو ▁سکتی ۔
▁انتخاب ▁3 ▁ہفتے ▁پہلے
▁تازہ ▁ترین ▁تبصرے
▁آج ▁پاکستان ▁سمیت ▁دنیا ▁بھر میں ▁خواتین ▁کا ▁عالمی ▁دن ▁من ایا ▁جارہا ▁ہے ▁- ▁ ARY News . tv ▁_ ▁Urdu ▁- ▁Har ▁Lam ha ▁Ba khabar
▁آج ▁پاکستان ▁سمیت ▁دنیا ▁بھر ▁میں ▁دل ▁کی ▁صحت ▁کا ▁عالمی ▁دن ▁من ایا ▁جا ▁رہا ▁ہے
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁یاد ▁رہے ▁کہ ▁اس ▁سے ▁پہلے ▁بھی ▁پاکستان ▁کی ▁کرکٹ ▁ٹیم ▁کے ▁لیے ▁غیر ▁ملکی ▁ فیل ڈ نگ ▁اور ▁ہیڈ ▁کوچ ز ▁رکھے ▁جا ▁چکے ▁ہیں ▁تاہم ▁اس ▁فیصلے ▁کے ▁زبردست ▁نتائج ▁سامنے ▁نہیں ▁آئے ۔
▁ترکی ▁کو ▁جغرافی ائی ▁اعتبار ▁سے ▁ایک ▁ان وک ھا ▁ملک ▁سمجھا ▁جاتا ▁ہے ▁جو ▁دو ▁بر ▁اعظم وں ▁یعنی ▁یورپ ▁اور ▁ایشیا ▁کے ▁سنگ م ▁پر ▁واقع ▁ہے۔ ▁کہا ▁جاتا ▁ہے ▁کہ ▁عرب ▁ممالک ▁کے ▁لئے ▁تیل ▁کی ▁جو ▁اہمیت ▁ہے ▁ترکی ▁کے ▁لئے ▁ا ُ س ▁کی ▁سیاح ت ▁اتنی ▁ہی ▁اہم ▁ہے۔ ▁یہی ▁وجہ ▁ہے ▁کہ ▁ہر ▁سال ▁27 ▁ملی ن ▁سیاح ▁اس ▁ملک ▁کا ▁ر ُ خ ▁کرتے ▁ہیں۔
▁ذرائع ▁نے ▁مزید ▁بتایا ▁کہ ▁راولپنڈی ▁میں ▁گند ے ▁نالو ں ▁کا ▁پانی ▁اسلام ▁آباد ▁سے ▁آتا ▁ہے ▁اس ▁لئے ▁ہو ▁سکتا ▁ہے ▁کہ ▁وفاقی ▁دارالحکومت ▁میں ▁پول یو ▁کو ▁و ائر س ▁موجود ▁ہو۔ ▁وزارت ▁قومی ▁صحت ▁کے ▁مطابق ▁اسلام ▁آباد ▁میں ▁گند ے ▁نالو ں ▁کے ▁پانی ▁سے ▁آئندہ ▁چھ ▁ماہ ▁سے ▁ماحول ی اتی ▁سیم پل نگ ▁شروع ▁کرنے ▁کا ▁منصوبہ ▁بنایا ▁گیا ▁ہے۔
▁کرنے ▁کا ▁حکم ▁دے ▁سکتی ▁ہے۔ ▁دوسری ▁جانب ▁امریکی ▁میڈیا ▁نے ▁رپورٹ ▁کیا ▁ہے ▁کہ ▁پا دری ▁کی ▁رہا ئی ▁پر ▁وا ئٹ ▁ہاؤس ▁اور ▁ان قر ہ ▁حکومت ▁کے ▁درمیان ▁ایک ▁خفیہ ▁ڈی ل ▁طے ▁پا ▁گئی ▁ہے۔ ▁اس ▁ڈی ل ▁کے ▁تحت ▁ترک ▁است غا ث ہ ▁بعض ▁الزامات ▁سے ▁دست بر دار ▁ہو ▁سکتا ▁ہے۔ ▁اسی ▁پا دری ▁کی ▁گرفتاری ▁پر ▁واشنگٹن ▁اور ▁ان قر ہ ▁کے ▁درمیان ▁سرد ▁مہر ی ▁پائی ▁جاتی ▁ہے۔
▁وزیراعظم ▁پاکستان ▁کا ▁چترال ▁میں ▁گول ن ▁گول ▁ہائی ڈر و ▁پاور ▁پرا جی کٹ ▁کے ▁پہلے ▁فی ز ▁کی ▁افتتاح ی ▁تقریب ▁سے ▁خطاب
▁مواد ▁پر ▁جائیں
▁یہ ▁سفر ▁آسان ▁نہیں ▁تھا۔ ▁لح ی ▁اور ▁اس ▁کے ▁خاندان ▁کے ▁افراد ▁اکثر ▁تھ کا وٹ ، ▁بھوک ، ▁اور ▁پی اس ▁ نڈ ھ ال ▁ہو ▁جاتے ۔ ▁اس ▁دوران ▁اسم ٰ ع یل ▁کا ▁انتقال ▁ہو ▁گیا ▁اور ▁اس ▁کی ▁بیٹی اں ▁لح ی ▁سے ▁شکایات ▁کرنے ▁لگ یں۔ ▁ا دھر ▁لا من ▁اور ▁لیمو ئل ▁بھی ▁باپ ▁سے ▁خوش ▁نہیں ▁تھے۔ ▁ان ▁کو ▁یقین ▁نہیں ▁تھا ▁کہ ▁خدا ▁لح ی ▁اور ▁نی فی ▁سے ▁ہم ک لام ▁ہوا ▁تھا۔ ▁وہ ▁لح ی ▁اور ▁نی فی ▁کو ▁قتل ▁کرکے ▁ی روش لم ▁واپس ▁جانے ▁کی ▁منصوبہ ▁بندی ▁کرنے ▁لگے ۔ ▁اس ▁موقع ▁پر ▁خدا ▁نے ▁مداخلت ▁کی۔ ▁خدا ▁لا من ▁اور ▁لیمو ئل ▁سے ▁مخاطب ▁ہوا ▁اور ▁انہیں ▁سمجھ ایا ▁کہ ▁وہ ▁لح ی ▁اور ▁نی فی ▁سے ▁بد ظن ▁نہ ▁ہوں۔
▁مش یر وں کی ▁بھی ▁تبدیلی ▁کا ▁امکان ▁ہے ▁کچھ ▁وزرا ئے ▁مملکت ▁کو ▁مکمل ▁وفاقی ▁وزیر ▁بھی ▁بنایا ▁جاسکتا ▁ہے۔ وزیر ▁اعظم ▁کے ▁قریب ی ▁حلق وں ▁کا دع وی ٰ ▁ہے ▁کہ ▁وزیر ▁اعظم ▁کچھ ▁وزراء ▁کی ▁کارکردگی ▁سے ▁مطمئن ▁نہیں ، ▁وزیر ▁اعظم ▁ملک ▁میں ▁معیشت ، ▁تعلیم ▁اور ▁صحت ▁کے ▁شعبہ ▁پر ▁زیادہ ▁توجہ ▁دینا ▁چاہتے ▁ہیں۔ ▁اس ▁لیے ▁ان ▁وزارت وں ▁میں ▁تبدیلی ▁آس کت ی ▁ہے ، ▁ف ہم ید ہ ▁مرزا ، عمر ▁ای وب ▁اور ▁میاں ▁محمد ▁سوم رو کے نام وں ▁کے ▁گرد بھی ▁دائر ہ ▁ کھی نچ ▁دیا گیا ہے۔ ▁انہیں ▁کابینہ ▁سے ▁نکال ا ▁جائے ▁گا ▁یا صرف ▁وارن نگ ▁ملے ▁گی ، ▁اس ▁بارے میں ▁فیصلہ ▁کچھ ▁روز میں ▁متوقع ▁ہے۔
▁١ ۔ ▁اپنے ▁نفس ▁کو ▁مع ص یت ▁سے ▁آ غ شت ہ ▁کرنے ▁والے ▁مح رک ات ▁سے ▁بچانے ▁والا ▁ہو۔
▁پولیس ▁کے ▁بیان ▁کے ▁مطابق ▁فوجی وں ▁کی ▁گاڑی ▁کے ▁قریب ▁ایک ▁ پٹ اخ ہ ▁پھینک ا ▁گیا ▁تھا ، ▁جس ▁کی ▁آواز ▁کو ▁سکیورٹی ▁اہلکاروں ▁نے ▁ایک ▁دستی ▁بم ▁سمجھا ▁اور ▁فائرنگ ▁شروع ▁کر ▁دی۔ ▁دوسری ▁جانب ▁عین ی ▁شاہد ین ▁کا ▁کہنا ▁ہے ▁کہ ▁صرف ▁چند ▁ایک ▁پتھر ▁پھینک ے ▁گئے ▁تھے ▁اور ▁ان ▁میں ▁سے ▁کوئی ▁بھی ▁پتھر ▁کسی ▁فوجی ▁کو ▁نہیں ▁لگا ▁تھا۔

▁چند ▁لمح وں ▁کے ▁اندر ▁دنیا ▁میں ▁کہیں ▁' پ ہ نچ نا ' ▁اب ▁ممکن ▁- ▁آج ▁کل
▁ایک ▁ر لا ▁دینے ▁والی ▁خبر ▁: ▁خاک ▁وخ ون ▁میں ▁ڈو بے ▁شام ▁سے ▁تن ▁تن ہا ▁ارد ن ▁کی ▁طرف ▁ہ جر ت ▁کرنے ▁والے ▁اس ▁بچے ▁کے ▁ہاتھ ▁میں ▁موجود ▁ل فاف ے ▁سے ▁ایسی ▁چیز ▁برآمد ▁ہو ▁گئی ▁کہ ▁دیکھنے ▁والوں ▁کی ▁آنکھیں ▁نم ▁ہو ▁گئیں

▁ش تر ▁مرغ ▁سے ▁پول ٹری ▁کے ▁مقابلہ ▁میں ▁10 ▁فیصد ، ▁روایت ی ▁ لائ یو ▁ سٹ اک ▁فارم نگ ▁کے ▁مقابلہ ▁میں ▁15 ▁فیصد ▁زیادہ ▁گوشت ▁حاصل ▁ہوتا ▁ہے ، ▁او سٹر چ
▁بن وں ▁یونیورسٹی ▁کے ▁لئے ▁صوبائی ▁حکومت ▁کی ▁طرف ▁سے ▁90 ▁کروڑ ▁روپے ▁کے ▁پر اج یک ٹس ▁کی ▁منظوری
▁اجمل ▁بھائی ▁۔ ▁آپ ▁کا ▁مضمون ▁بھی ▁نا ▁مکمل ▁کیونکہ ▁ان ▁میں ▁بنیادی ▁کمی ▁ہے ▁آپ ▁نے ▁اپنے ▁ تجرب ات ▁لکھ ے ▁ہیں ▁پن سل ین ▁والا ▁وغیرہ ▁جو ▁سب ▁اس ▁لئے ▁ہوئے ▁کہ ▁ڈاکٹر کی ▁معلومات ▁پوری ▁نہیں ▁تھیں ▁ان ▁کا ▁تعلق ▁زیر ▁بحث ▁ ٹا پک ▁سے ▁نہیں ▁ہے ▁آپ ▁کی ▁ان یک ڈو ٹس ▁[ واقع ہ ▁۔ ▁قص ہ ▁۔ ▁رو ائت ] ▁ہیں ▁جو ▁صرف ▁مثال ▁کے ▁طور ▁پر ▁پیش ▁کی ▁جا ▁سکتی ▁ہیں ▁مگر ▁اصول ▁بنانے ▁میں ▁کام ▁نہیں ▁آ ▁سکتی ں

▁پاکستان ▁کے ▁وزیر ▁اعظم ▁مع زول ی ▁کے ▁خطرہ ▁سے ▁محفوظ
▁شام : ▁جنگ ▁بندی ▁سے ▁قبل ▁جھ ڑ پ وں ▁اور ▁بمبار ی ▁میں ▁اضافہ
▁پاکستانی ▁کپتان ▁سرفراز ▁احمد ▁سلمان ▁خان ▁کی ▁2010 ▁میں ▁ریلی ز ▁ہونے ▁والی ▁فلم ▁ ’ دب نگ ‘ ▁جیسا ▁کردار ▁کرنے ▁کے ▁خواہش مند
▁کچھ ▁دیر ▁کے ▁لیے ▁مجھے ▁تن ہ ائی ▁چاہیے

▁ایکس پو ▁2025 ء ▁اور ▁ورلڈ ▁بینک ▁کانفرنس ▁2021 ء ▁کے ▁انعقاد ▁کیلئے ▁آذر بائی جان ▁کی ▁میزبانی ▁کی ▁حمایت ▁کی ▁درخواست ▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ▁کی ▁جانب ▁سے ▁آذر بائی جان ▁کی ▁میزبانی ▁کی ▁حمایت ▁کرنے ▁کی ▁یقین ▁ دہ انی ▁کر ائی ▁گئی
▁برطانیہ ▁میں ▁اسلام ▁مو فو بیا ▁کا ▁کیا ▁اثر ▁ہے ؟
▁- 39 ▁پی نے ▁کا ▁پانی ▁بھی ▁خرید نا ▁پڑتا ▁ہے ▁اور ▁وہ ▁بھی ▁اکثر ▁مشکوک ▁ہوتا ▁ہے

▁بین ▁الاقوامی

▁ان قر ہ : ▁سعودی ▁صحافی ▁جمال ▁خا شق ▁جی ▁کو ▁قتل ▁کرنے ▁کے ▁سعودی ▁عرب ▁کے ▁منصوبہ ▁کی ▁کھل ی ▁سچ ائی ▁سامنے ▁لانے ▁کا ▁وعدہ ▁کرنے ▁والے ▁ترک ▁صدر ▁رجب ▁طیب ▁اردوغان ▁نے ▁منگل ▁کے ▁روز ▁پارلیمنٹ ▁میں ▁اراکین ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁خا شق ▁جی ▁کو ▁است ن بول ▁میں ▁واقع ▁سعودی ▁ قون صل ▁خانہ ▁میں ▁بڑی ▁بے ▁رحم ی ▁سے ▁قتل ▁کیا ▁گیا۔
▁نظام ▁شمس ی ▁کی ▁آباد ▁کاری
▁ہم ▁اللہ ▁تعالی ▁سے ▁دعا ▁گو ▁ہ ي ں ▁کہ ▁وہ ▁آپ ▁کے ▁معاملات ▁آسان ▁فرما ۓ ▁اور آپ ▁کے ▁سین ہ ▁کو حق ▁کے ▁لیے ▁کش اد ہ ▁کرد ے ▁اور آپ ▁کو حق ▁پر ث ابت ▁قدم ▁رکھے ▁، ▁آم ین ▁یا ▁رب ▁العالم ین ▁، ▁اور اللہ ▁تعالی ▁ہی ▁توفیق ▁دینے ▁والا ▁ہے ▁۔
▁کل ▁میں ▁نے ▁تھ وڑ ا ▁سا ▁پریشان ▁ہو ▁گئی ▁، ▁اور ▁میں ▁نے ▁اسے ▁سب ▁کچھ ▁بتا ▁دیا ▁میرے ▁ذہن ▁میں ▁تھا ▁، ▁بھی ▁شامل ▁ہے ▁کہ ▁خواتین ▁بالکل ▁ہیں ▁ہم ▁کے ▁ایک ▁ہی ▁حقوق ▁مرد وں ▁، ▁اور ▁کیوں ▁اسے ▁پریشان ▁نہیں ▁جانتے .
▁جے ▁این ▁یو ایس ▁الیکشن ▁نتائج ▁کے ▁بعد ▁کیمپ س ▁میں ▁کشید گی ▁پیدا ▁کرنے ▁کے ▁مقصد ▁سے ▁اف وا ہ وں ▁کا ▁بازار ▁گرم
▁9 ▁محرم ▁کی ▁شام ▁کو ▁امام ▁علیہ ▁السلام ▁کا ▁وہ ▁خط بہ ▁جس ▁میں ▁امام ▁علیہ ▁السلام ▁نے ▁جب ▁ان صار ▁اور ▁اح باب ▁سے ▁واپس ▁جانے ▁کو ▁کہا ▁تھا ▁تو ▁ر ُ فق اء ▁کی ▁جانب ▁سے ▁حضرت ▁عباس ▁علم دار ▁علیہ ▁السلام ▁اور ▁ان صار ▁کی ▁جانب ▁سے ▁جناب ▁مسلم ▁بن ▁ع وس جہ ▁نے ▁کہا ▁تھا ▁” ▁کہ ▁یہ ▁ہو ▁ہی ▁نہیں ▁سکتا ▁۔ ▁اگر ▁ہم ▁ساری ▁عمر ▁مار ے ▁جائیں ▁اور ▁جلا ▁بھی ▁د ئے ▁جائیں ▁تب ▁بھی ▁آپ ▁کی ▁معرفت ▁اور ▁ساتھ ▁نہیں ▁چھوڑ یں ▁گے ▁۔ ▁آپ ▁علیہ ▁السلام ▁کی ▁خدمت ▁میں ▁شہادت ▁، ▁شہادت ِ ▁عظیم ▁ہے۔ ”


▁لیکن ▁یہ ▁کمی ▁ہے ▁ہر ▁کمی ▁سے ▁بہتر
▁( ۱ ) ▁حضرت ▁ابراہیم ▁علیہ ▁السلام ▁نے ▁اپنے ▁بڑے ▁بیٹے ▁حضرت ▁اسماعیل ▁علیہ ▁السلام ▁کو ▁ان ▁کی ▁والد ہ ▁حضرت ▁ہا جر ہ ▁سمیت ▁اللہ ▁تعالی ٰ ▁کے ▁حکم ▁کے ▁تحت ▁ ’ بیر ▁سب ع ▁کے ▁بیا بان ‘ ، ▁ ’ فار ان ▁کے ▁بیا بان ‘ ، ▁یا ▁ ’ مور یا ‘ ▁( زم ▁ زم ▁، ▁الح جاز ، ▁المر وہ ) ▁میں ▁آباد ▁کیا ▁تھا ، ▁لیکن ▁اس ▁میں ▁حضرت ▁سار ہ ▁کے ▁کسی ▁حس د ▁یا ▁حضرت ▁ہا جر ہ ▁اور ▁سار ہ ▁۱ ؂ ▁کے ▁درمیان ▁کسی ▁تنازع ے ▁کا ▁کوئی ▁دخل ▁نہ ▁تھا۔
▁چیف ▁جسٹس ▁ثاقب ▁نثار ▁نے ▁سفارش ▁کرنے ▁پر ▁اپنے ▁داماد ▁کو طلب ▁کر ▁لیا
▁ان وش کا ▁اسکول ▁دور ▁میں ▁کی سی ▁نظر ▁آتی ▁تھیں ؟ ▁تصویر ▁وائرل
▁یہاں ▁اس ▁ نک تے ▁کو ▁بھی ▁نظر ▁انداز ▁نہیں ▁کیا ▁جا ▁سکتا ▁کہ ▁مت ذ کر ہ ▁بالا ▁روی ہ ▁اردو ▁ہی ▁کے ▁ایک ▁شاعر ▁کا ▁روی ہ ▁ہے۔ شاعر ▁اپنی ▁زبان ▁کے ▁ساتھ ▁بقول ِ ▁شمس ▁الرحمن ▁فاروق ی ▁اس ▁طرح ▁کھیل ▁سکتا ▁ہے ▁جس ▁طرح ▁بچہ ▁اپنی ▁ماں ▁کے ▁بدن ▁سے ▁کھیل ▁سکتا ▁ہے ▁اور ▁ضرورت ▁پڑ نے ▁پر ▁وہ ▁زبان ▁میں ▁تشدد ▁اور ▁توڑ ▁پھ وڑ ▁بھی ▁ روا ▁رکھتا ▁ہے۔ [ ۱۰ ]

▁فیس وں ▁میں ▁اضافے ▁کے ▁خلاف ▁نئے ▁پاکستان ▁میں ▁طلب ا ▁کا ▁پر ▁امن ▁احتجاج ▁جرم ▁بن ▁گیا ▁،
▁بچوں ▁کو ▁روزانہ ▁کتنی ▁دیر م وب ائل ▁استعمال ▁کرنا ▁چاہیے ؟
▁قرآن ▁اور ▁علوم ▁قرآن ▁(8 25)
▁مر ی ▁حالت ▁سے ▁تم ▁کو ▁کیا ▁ غرض ▁ہے
▁ایک ▁شخص ▁دفن ▁کیا ▁ہوا ▁مال ▁بھول ▁گیا ▁مگر ▁پھر ▁بزرگ ▁نے ▁ایسی ▁کیا ▁ترکیب ▁بت ائی ▁کہ ▁اسے ▁بھول ی ▁ہوئی ▁جگہ ▁یاد ▁آگ ئ
▁افراط ▁( ک ونی ات ) ▁اور ▁متو ازی ▁کائنات یں
▁” م اں ▁کا ▁جذب ہ ▁دیکھیں ▁۔ ان ▁کی ▁محبت ▁دیکھیں ▁۔ اس ▁وقت ▁میری ▁عمر ▁آٹھ ▁نو ▁سال ▁تھی ▁۔ یہ ▁بات ▁میرے ▁ذہن ▁میں ▁بیٹھ ▁گئی ▁۔ میں ▁نے ▁ایسا ▁کام ▁کرنا ▁ہے ▁۔ کہ ▁لوگ ▁مجھے ▁نواب ▁صاحب ▁کہ یں۔ کو ئی ▁اے ▁نواب ▁نہ ▁کہ ے ▁۔ م اں ▁کی ▁دعا ئیں ▁تھیں ▁بلکہ ▁ہیں۔ جو ▁آج ▁مجھے ▁ایک ▁زمان ہ ▁نواب ▁صاحب ▁کہہ ▁کر ▁پکار تا ▁ہے ▁۔ “
▁سینیٹ ▁انتخابات ▁2018 ء ▁کے ▁لئے ▁سینیٹ ▁کی ▁نشست وں ▁کے ▁لئے ▁رابطہ ▁کمیٹی ▁کی ▁جانب ▁سے ▁ فائل ▁کی ئے ▁گئے
▁سائ ب ▁بن ▁ی زید ▁نقل ▁کرتے ▁ہیں ▁کہ ▁ر ما دہ ▁کے ▁سال ▁حضرت ▁عمر ▁ایک ▁سواری ▁پر ▁سوار ▁تھے ▁جانور ▁نے ل ید ▁کی ▁جس ▁میں ▁ج َ و ▁کے ▁د انے ▁تھے۔ ▁اسے ▁دیکھ ▁کر ▁حضرت ▁عمر ▁نے ▁فرمان ے ▁لگے :
▁اسی ▁سالہ ▁بو ڑھ ے ▁نے ▁اپنی ▁بیس ▁سالہ ▁نوجوان ▁بیوی ▁کو ▁پیار ▁سے ▁اپنے ▁پاس ▁ب ٹھا تے ▁ہوئے ▁پوچھا ۔ ” اگر ▁میں ▁اپنی ▁تمام ▁دولت ▁سے ▁محروم ▁ہو ▁جا ؤں ▁تو ▁کیا ▁تب ▁بھی ▁تم ▁مجھ ▁سے ▁پیار ▁کرو ▁گی۔ “ ▁ہاں ▁کیوں ▁نہیں۔ ▁بلکہ ▁میں ▁تمہاری ▁کمی ▁بھی ▁بہت ▁محسوس ▁کر وں ▁گی۔ “ ▁نوجوان ▁بیوی ▁کہنے ▁لگی ۔
▁اس ▁دوران ▁رینجرز ▁اہلکاروں ▁اور ▁فاروق ▁ستار ▁کے ▁درمیان ▁مک الم ہ ▁بھی ▁ہوا ▁جس ▁کے ▁بعد ▁انہیں ▁رینجرز ▁اپنے ▁ہمراہ ▁گاڑی ▁میں ▁بیٹھ ا ▁کر ▁لے ▁گئی۔ جن ▁دیگر ▁رہنماؤں ▁کو ▁حراست ▁میں ▁لیا ▁گیا ▁ہے ▁ان ▁میں ▁ڈاکٹر ▁عامر ▁لیاقت ▁حسین ▁اور ▁عامر ▁خان ▁بھی ▁شامل ▁ہیں۔
▁200 ▁قبل ▁مسیح ▁کے ▁بعد ▁سے ▁، ▁شاہ را ہ ▁ری شم ▁ایک ▁تجارت ی ▁راستے ▁کے ▁طور ▁پر ▁ری شم ▁اور ▁مصالح ہ ▁جا ت ▁کا ▁سامان ▁چین ▁سے ▁مغربی ▁دنیا ▁کو ▁پہنچا یا ▁جاتا ▁ہے ▁۔ ▁آج ▁، ▁یہ ▁خط ہ ▁دنیا ▁میں ▁پہاڑ ی ▁چو ٹی وں ▁، ، قدر تی ▁برف انی ▁ واد یوں ▁کے ▁درمیان ▁اچ ھل تے ▁دریا ▁اور ▁جھ یل وں ▁کے ▁عکس ▁کے ▁ساتھ ▁توجہ ▁کا ▁مرکز ▁ہے ، ▁غیر ▁ملکی ▁چھٹی اں ▁من انے ▁والوں ▁اور ▁پرو ہ ت وں ▁کی ▁ایک ▁بڑی ▁تعداد ▁بحر ہ ▁روم ▁کی ▁معیشت ▁کو ▁استحکام ▁اور ▁امن ▁فراہم ▁کرتے ▁ہیں ▁۔ ▁ابھی ▁تک ▁، ▁علاقے ▁میں ▁عورتوں ▁اور ▁مرد وں ▁کا ▁وجود ▁جہاں ▁ترقی ▁کا ▁منبع ▁ہے ▁وہ یں ▁ان ▁پہاڑ ی ▁سلسلو ں ▁میں ▁سے ▁ایک ▁بہت ▁ہی ▁نازک ▁ماحول ▁پیدا ▁کرتا ▁ہے ▁۔
▁اور ▁آنے ▁والے ▁وقت وں ▁میں
▁رحم ▁مادر ▁میں ▁جن ین ▁کےلئے ▁پیدا ▁ہونے ▁سے ▁پہلے ▁چار ▁چیز وں ▁کا ▁تع ی ّ ن :
▁ہندو ▁قوم ▁پرست ▁جماعت ▁بھارتی ہ ▁جن تا ▁پارٹی ▁کے ▁نریندر ▁مودی ▁نے ▁ہندو ▁مسلم ▁فساد ات ▁کے ▁بارے ▁میں ▁اپنے ▁جواب ▁دینے کے لی ے ہ فت ے ▁کے ▁روز ▁پی نل ▁کے ▁سامنے ▁پیش ▁ہوئے۔ ▁ان ▁فساد ات ▁میں ▁گجرات ▁میں ▁ایک ▁ہزار ▁سے ▁زیادہ ▁لوگ ▁ہلاک ▁ہوئے ▁تھے۔
▁error : ▁برائے ▁مہربانی ▁اسے ▁شیئر ▁کیجئے ۔۔۔ !! ▁شکریہ
▁رق یہ ▁( ▁ہ جر ت ▁سے ▁قبل ▁– ▁ہ جر ت ▁کے ▁دوسرے ▁سال )

▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی

▁اگر ▁آپ ▁اپنے ▁گھر ▁پر ▁موجود ▁خاتون ▁کو ▁احساس ▁محروم ی ▁کا ▁شکار ▁بنا ▁کر ۔۔ ▁فیس ▁بک ▁پر ▁کسی ▁غم ▁میں ▁مبتلا ▁لڑکی ▁کے ▁آن سو ▁صاف ▁کرنے ▁نکل ے ▁ہیں۔ ۔ ▁تو ▁عین ▁ممکن ▁ہے۔ ۔ ▁آپ ▁کی ▁بے ▁اعت ن ائی ▁کا ▁شکار ▁آپ ▁کی ▁بہن ▁یا ▁بیٹی ▁کے ▁احساس ▁محروم ی ▁کو ▁ختم ▁کرنے ▁کے ▁لئے ▁کوئی ▁ا جنب ی ▁ان ▁کے ▁آن سو ▁صاف ▁کرنے ▁پہنچ ▁جائے۔
▁آج ▁کا ▁اخبار
▁کی پٹ ن ▁صفدر ▁نے ▁ایک ▁بار ▁نا ش ائ ست ہ ▁الفاظ ▁میں ▁سینئر ▁صحافی ▁شاہد ▁می ت لا ▁پر ال زام ▁تراش ی ▁کی ▁تھی ▁جس ▁کے ▁جواب ▁شاہد ▁می ت لا ▁نے ▁کہا ▁تھا ▁کہ ▁اگر گز شت ہ ▁ڈھ ائی ▁سال ▁میں ▁کبھی ▁کی پٹ ن ▁صفدر ▁سے ▁میری ▁ملاقات ▁ثابت ▁ہوجائے ▁تو ▁میں ▁صحافت ▁چھوڑ ▁د وں ▁گا۔ انہ ی ▁دنوں ▁اس ▁بات ▁پر ▁بھی ▁غور ▁کیا ▁گیا ▁تھا ▁کہ ▁روحانی ▁سطح ▁پر ▁وہ ▁ا ُ س ▁مقام ▁پر ▁پہنچے ▁ہوئے ▁ہیں ▁جہاں ▁جو ▁کچھ ▁وہ ▁خواب ▁میں ▁بھی ▁دیکھیں ▁ا ُ سے ▁حقیقت ▁تصور ▁کرتے ▁ہیں ▁۔ آخر ▁میں ▁میری ▁سابق ▁وزیر ▁اعظم ▁نواز ▁شریف ▁سے ▁ایک ▁درخواست ▁ہے ▁کہ ▁وہ ▁اپنے ▁داماد ▁کو ▁جو ▁پندرہ ▁سو ▁ریال ▁ماہ انہ ▁دیتے ▁ہیں ▁برائے ▁کرم ▁انہیں ▁بڑھا ▁کر ▁دو ہ زار ▁ریال ▁کرد یں ▁پوری ▁قوم ▁آپ ▁کو ▁دعا ئیں ▁دے ▁گی ▁۔ کی ون کہ ▁اس ▁امکان ▁کو ▁بھی ▁نظر ▁انداز نہیں ▁کیا ▁جاسکتا ▁کہ ▁کسی ▁وقت ▁ نون ▁لیگ ▁کی ▁صدارت ▁ا ُ ن ▁کے ▁سپر د ▁کرنی ▁پڑے ۔
▁محمد ▁الر ّ سول ▁اللہ ( صل ی ▁اللہ ▁علیہ ▁وسلم ) ▁جلد ▁سوئ م
▁ڈی ▁ڈبلیو ▁سے ▁عالمی ▁خبریں
▁مزید ▁پڑھیں ▁: ▁شمالی ▁کوریا ▁کا ▁ایک ▁اور م یز ائل ▁تجربہ

▁خدا ▁کے ▁پاس ▁جا ؤ ، ▁اور ▁ان ▁طریق وں ▁کا ▁تع ین ▁کرو ▁جو ▁آپ ▁کے ▁خاندان ▁کو ▁گناہ ▁سے ▁بچ نے ▁میں ▁حفاظت ▁کرسکتے ▁ہیں . ▁ .
▁تلاش ▁پر ▁جائیں

▁کاش ▁آپریشن ▁کرنے ▁سے ▁پہلے ▁اتنا ▁تو ▁سوچ ▁لیتے ▁... .
▁ہم ▁کہتے ▁’’ پ ھر ▁ان ▁کے ▁سامنے ▁منہ ▁بان دھ ▁کر ▁کیوں ▁بیٹھ ا ▁تھا ، اس ▁وقت ▁کیوں ▁نہیں ▁بولا ؟ ‘‘
▁ش ہو انی ، ▁ شہ وت ▁انگیز ▁سن ہ رے ▁بال وں ▁والی ▁مذاق ▁وقت . ▁00 :19 :59
▁ رین ٹل ▁ یل ئ ڈی ▁ڈ سپ لے ▁اپ ولو ▁ایچ ▁ڈی ▁ڈ سپ لے ▁کی ▁قیادت ▁دا سپ یٹ چا نگ ▁میں ▁استعمال
▁اپنے ▁بچے ▁کی ▁آخری ▁اطلاع ▁کا ▁انتظار ▁مت ▁کیجیے
▁ا جنب ی ۔۔ ▁اے ▁ذ ی ▁علم ▁محترم ! ▁گو ▁تم ▁میری ▁صورت ▁سے ▁وا قف ▁نہیں ▁لیکن ▁میں ▁شعبہ ▁تعلیم ▁کا ▁افسر ▁اعلی ٰ ▁ہوں ▁اور ▁شرم ند ہ ▁ہوں ▁کہ ▁میں ▁آج ▁تک ▁کبھی ▁نیاز ▁حاصل ▁کرنے ▁کے ▁لیے ▁حاضر ▁نہ ▁ہوا۔ ▁میری ▁اس ▁کو تا ہی ▁اور ▁غفلت ▁کو ▁اپنے ▁علم ▁و ▁فضل ▁کے ▁صدق ے ▁معاف ▁کر ▁دو ۔
▁گلگت ▁( ▁ سٹ اف ▁رپورٹ ر ) ایس ▁پی ▁گلگت ▁محمد ▁ای از ▁نے ▁ضلع ▁گلگت ▁میں ▁پولیس ▁کی ▁چار ▁ماہ ▁کی ▁کارگر دگی ▁بیان ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁ضلع ▁گلگت ▁میں ▁پولیس ▁نے ▁4 ▁اند ھے ▁قتل ▁کا ▁سراغ ▁لگا ▁کر ▁مجرم وں ▁کو ▁گرفتار ▁کرلیا ▁ہے۔ ▁جمعہ ▁کے ▁روز ▁میڈیا ▁سے ▁گفتگو ▁کرتے ▁و ہے ▁ا ُ نہ وں ▁نے ▁کہا ▁کہ ▁گلگت ▁بلتستان ▁میں ▁خود کش یوں ▁کا ▁سلسلہ ▁ایک ▁ٹرین ڈ ▁کے ▁طور ▁پر ▁سامنے ▁آر ہا ▁ہے ▁۔ ▁بعض ▁دفعہ ▁خواتین ▁کو ▁قتل ▁کرکے ▁خود کش ی ▁کا ▁رنگ ▁دیا ▁جاتا ▁ہے ▁جس ▁کی ▁ان کو ائر ی ▁میں ▁مشکلات ▁کا ▁سامنا ▁پو تا ▁ہے۔ ▁اس ▁طرح ▁گزشتہ ▁دن ▁پولیس ▁اہلکار ▁شیر ▁زمان ▁کے ▁قتل ▁میں ▁ملزمان ▁گرفتار ▁ہو ▁چکے ▁ہیں۔
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں

▁یا ▁پر ▁پڑھ ▁سکتے ▁ہیں ▁۔ ▁" م سود ہ ▁و اع ظ ▁Ser mon ▁Manu script s ▁" ▁پر ▁کلک ▁کیجیے ۔
▁آئی ▁بی ▁سی ▁کا ▁یو ٹی وب ▁چینل ▁سب س کر ائب ▁کریں
▁کھیل ▁کی ▁خبریں
▁کانگریس ▁کی ▁صدر ▁سو نیا ▁گاندھی ▁نے ▁ملک ▁کی ▁سیاست ▁سے ▁متعلق ▁موضوعات ▁کو ▁غیر ملک ی ▁سرزمین ▁پر ▁اٹھا نے ▁کے ▁لیے ▁وزیر ▁اعظم ▁نریندر ▁مودی ▁پر ▁سخت ▁ن کت ہ ▁چینی ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁مودی ▁حکومت ▁نے ▁ایک ▁سال ▁کی ▁می عاد ▁میں ▁کوئی ▁بھی ▁قابل ▁ذکر ▁کام ▁نہیں ▁کیا ▁ہے۔
▁ڈی ▁جی ▁آئی ▁ایس ▁پی ▁آر ▁کے ▁مطابق ▁راج گال ▁فا ٹا ▁کا ▁سب ▁سے ▁مشکل ▁علاقہ ▁ہے ▁جس ▁کی ▁8 ▁گزر ▁گاہ یں ٕ ▁ہیں ▁اور ▁شو ال ▁کو ▁بھی ▁انشاء اللہ ▁جلد ▁کل یئر ▁کر ▁دیا ▁جائے ▁گا ، ▁بح ی ث یت ▁تنظیم ▁داعش ▁پاکستان ▁میں ▁موجود ▁نہیں ▁تاہم ▁آپریشن ▁خیبر ▁4 ▁کا ▁مقصد ▁سرحد ▁پار ▁موجود ▁داعش ▁کو ▁پاکستانی ▁علاقوں ▁میں ▁کارروائی وں ▁سے ▁روک نا ▁ہے۔
▁ابھی ▁یہ ▁کہنا ▁مشکل ▁ہے ▁کہ ▁صدر ▁ٹرمپ ▁کو ▁ متنا زع ہ ▁صدارت ی ▁احکام ات ▁اور ▁اعلان ات ▁کی ▁وجہ ▁سے ▁امریکی ▁کانگریس ▁میں ▁کس ▁حد ▁تک ▁مخالفت ▁کا ▁سامنا ▁کرنا ▁پڑے ▁گا۔ ▁سب ▁سے ▁مشکل ▁بات ▁یہ ▁ہے ▁کہ ▁وہ ▁کسی ▁ایک ▁بات ▁پر ▁قائم ▁نہیں ▁رہتے ▁اور ▁جھوٹ ▁بول نے ▁سے ▁بھی ▁گریز ▁نہیں ▁کرتے ۔ ▁امریکی ▁میڈیا ▁صدر ▁ٹرمپ ▁کو ▁ناقابل ▁اعتبار ▁قرار ▁دے ▁رہا ▁ہے ▁جو ▁کسی ▁بھی ▁امریکی ▁صدر ▁کے ▁لئے ▁شرم ناک ▁صورتحال ▁ہے۔ ▁لیکن ▁اچانک ▁حاصل ▁ہونے ▁والی ▁انتخابی ▁کامیابی ▁کے ▁نش ے ▁میں ▁چور ▁ڈونلڈ ▁ٹرمپ ▁فی ▁الوقت ▁پوری ▁دنیا ▁سے ▁مقابلہ ▁کرنے ▁پر ▁آم اد ہ ▁نظر ▁آتے ▁ہیں۔ ▁لیکن ▁کب ▁وہ ▁خاموش ی ▁سے ▁موقف ▁تبدیل ▁کرکے ▁بالکل ▁مت ض اد ▁بات ▁کہنے ▁لگ یں ، ▁اس ▁بارے ▁میں ▁کوئی ▁بھی ▁یقین ▁سے ▁نہیں ▁کہہ ▁سکتا ۔ ▁گزشتہ ▁ہفتے ▁انہوں ▁نے ▁نیٹ و ▁کو ▁فرس ود ہ ▁اور ▁نا کار ہ ▁قرار ▁دیتے ▁ہوئے ▁مسترد ▁کر ▁دیا ▁تھا ▁لیکن ▁کل ▁برطانوی ▁وزیراعظم ▁تھر ی سام ے ▁سے ▁ملاقات ▁میں ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁وہ ▁سو ▁فیصد ▁نیٹ و ▁کے ▁حامی ▁ہیں۔ ▁دو ▁روز ▁قبل ▁می کسی کو ▁کی ▁سرحد ▁کے ▁ساتھ ▁دیوار ▁کے ▁اخراج ات ▁وصول ▁کرنے ▁کے ▁معاملہ ▁پر ▁انہوں ▁نے ▁می کسی کو ▁کے ▁صدر ▁سے ▁ملاقات ▁کو ▁غیر ▁اہم ▁قرار ▁دیا ▁تھا ▁لیکن ▁کل ▁اخبار ی ▁نمائند وں ▁سے ▁بات ▁کرتے ▁ہوئے ▁انہوں ▁نے ▁کہا ▁کہ ▁ان ▁کی ▁صدر ▁پی ن انی ٹو ▁سے ▁فون ▁پر ▁بات ▁ہوئی ▁ہے ▁اور ▁ہم ▁نے ▁نہای ت ▁دوستان ہ ▁ماحول ▁میں ▁اچھی ▁اچھی ▁باتیں ▁کی ▁ہیں۔
▁بچی ▁نے ▁اغوا ▁کرنے ▁کی ▁کوشش ▁کرنے ▁والے ▁کو ▁شناخت ▁کر ▁لیا
▁پورٹ ▁اتھارٹی ▁پر ▁دھماکے ▁کے ▁وقت ▁موجود ▁ایک ▁مسافر ▁ڈی ئ گو ▁فرن ان ڈز ▁نے ▁کہا ▁کہ ▁سی ڑھ وں ▁پر ▁مسافر وں ▁کے ▁باہر ▁نکل نے ▁کی ▁کوشش ▁میں ▁بھگ د ڑ ▁مچ ▁گئی۔ ▁انھوں ▁نے ▁کہا ▁کہ ▁ہر ▁شخص ▁خوف ▁کا ▁شکار ▁تھا ، ▁بھاگ ▁رہا ▁تھا ▁اور ▁چی خ ▁رہا ▁تھا۔
▁سا ہی وال ، ▁کمشنر ▁نے ▁اردو ▁کانفرنس ▁کا ▁افتتاح ▁کر ▁دیا
▁کیوں ▁نہ ▁شہباز ▁شریف ▁کو ▁نوٹس ▁جاری ▁کریں ، ▁حکومت ▁اپنے ▁ہی
▁میرے ▁سارے ▁حق ▁تو ▁پورے ▁کیے ▁جائیں ▁پر ▁کسی ▁فرض ▁کی ▁زنجیر ▁سے ▁ہم ▁نہ ▁ج ک ڑے ▁جا - یں۔
▁بر لن ▁میں ▁ایک ▁مشترکہ ▁نیوز ▁کانفرنس ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁سار کو زی ▁نے ▁کہا ▁ ’ میں ▁سب ▁سے ▁پہلے ▁تمام ▁جرمن ▁عوام ▁کو ▁ان ▁کی ▁فٹ ▁بال ▁ٹیم ▁کی ▁طرف ▁سے ▁ورلڈ ▁کپ ▁کے ▁شاندار آ غاز پر ، آ سٹر یلی ا ▁کے ▁خلاف ▁جرمن ▁ٹیم ▁کی ▁واضح ▁جیت ▁پر دلی ▁مبارک باد ▁پیش ▁کرتا ▁ہوں ‘ ۔ ▁سفارت کاری ▁کے ▁ آداب ▁نب ھا تے ▁ہوئے ▁ہونا ▁تو ▁یہ ▁چاہئے ▁تھا ▁کہ ▁جرمن ▁چانسلر ▁بھی ▁فرانس یسی ▁صدر ▁کو ▁فٹ ▁بال ▁ورلڈ ▁کپ ▁میں ▁ان ▁کی ▁ٹیم ▁کی ▁کارکردگی ▁پر ▁مبارک باد ▁پیش ▁کرتی ں ▁تاہم ▁یہ ▁ممکن ▁نہ ▁تھا ▁کیوں ▁کہ ▁جرمنی ▁کے ▁برعکس ▁فرانس ▁کی ▁ٹیم ▁اپنے ▁پہلے اور اب ▁تک ▁کھیل ے ▁گئے ▁ایک ▁میچ ▁میں ▁پیر ا گو ائے ▁کی ▁ٹیم ▁کے ▁ساتھ ▁صفر ▁صفر ▁کے ▁اس کور ▁سے ▁میچ ▁بم شکل ▁برابر ▁کر ▁پائی ۔
▁نئی ▁دہلی : ▁بھارتی ▁شہر ▁لکھ ن ؤ ▁میں ▁ایک ▁خاتون ▁نے ▁اس ▁وقت ▁گل ے ▁میں ▁پھ ندا ...
▁اسلام ▁سے ▁قبل ▁عورت ▁کا ▁معاشر تی ▁مقام
▁کوئٹہ ▁اور ▁بلوچستان ▁کی ▁رونق یں ▁واپس ▁ل ائیں ▁گے ، ▁اقتصادی ▁راہ داری ▁اور ▁گو ادر ▁پورٹ ▁سے ▁صوبے ▁کی ▁حالت ▁بدل ▁جا ئی گی ، ▁آرمی ▁چیف
▁’’ ▁تم ▁ا نضمام ▁کے ▁خلاف ▁لکھ ▁کر ▁اپنا ▁وقت ▁ہی ▁ض ائع ▁کرتے ▁ہو ▁اسے ▁کسی ▁صحافی ▁یا ▁سوشل ▁میڈیا ▁پر ▁تنقید ▁سے ▁کوئی ▁فرق ▁نہیں ▁پڑتا ، ▁وہ ▁جو ▁فیصلہ ▁کرنا ▁چاہے ▁کر ▁گذر تا ▁ہے ‘‘
▁سابق ▁وزیر ▁اعظم ▁یوسف ▁رضا ▁گیلان ی ▁کے ▁بیٹے ▁علی ▁حیدر ▁گیلان ی ▁نے ▁اعتراف ▁کیا ہے ▁گزشتہ ▁دور ▁حکومت ▁کی ▁نسبت ▁اب ▁سیکیورٹی ▁صورتحال ▁میں ▁بہت ▁زیادہ ▁بہتر ی ▁آئی ▁ہے ▁۔ ان ▁کا ▁کہنا ▁ہے ▁کہ ▁سا ڑھ ے ▁تین ▁سال ▁پہلے ▁کے ▁حالات ▁سے ▁اب ▁سیکیورٹی ▁صورتحال ▁میں ▁واضح ▁بہتر ی ▁آئی ▁ہے۔
▁اس ▁محکمہ ▁کے ▁تحت ▁آنے ▁والے ▁ عط یہ ▁جاتی ▁اور ▁مذہبی ▁اداروں ▁کو ▁چند ہ ▁اور ▁ عط یہ

▁عالمی ▁امن ، ▁ اعتدال ▁اور ▁انسانی ▁بہ بود ▁کے ▁تحت ▁ہی ▁عالمی ▁سیاسی ▁اور ▁معاشی ▁حالات ▁تبدیلی ▁کے ▁عمل ▁سے ▁گزر تے ▁ہیں۔ ▁ان ▁حالات ▁میں ▁دنیا ▁کی ▁وہ ▁قوم یں ▁جو ▁یہ ▁سمجھ تی ▁ہیں ▁کہ ▁یورپ ▁میں ▁فروغ ▁پذیر ▁ہونے ▁والی ▁غیر ▁من صف انہ ▁سیاست ▁کاری ▁جو ▁اس ▁وقت ▁گلو بل ائز یشن ▁پر ▁بھی ▁اثر ▁انداز ▁ہو ▁رہی ▁ہے ▁ان ▁کے ▁لیے ▁ایک ▁خطرہ ▁ہے ، ▁ان ▁ممالک ▁کے ▁لیے ▁چین ▁کا ▁دنیا ▁کی ▁دوسری ▁بڑی ▁اقتصادی ▁طاقت ▁کے ▁طور ▁پر ▁سامنے ▁آن ا ▁اطمینان ▁کا ▁باعث ▁ہے۔ ▁یورپ ▁کے ▁اس ▁انداز ▁سیاست ▁کے ▁اثرات ▁بد ▁کا ▁اندازہ ▁پچ ھل ی ▁دو ▁دہائی وں ▁کے ▁دوران ▁اقوام ▁متحدہ ▁کے ▁کردار ▁سے ▁بھی ▁ہوتا ▁ہے ▁جو ▁اسی ▁انداز ▁سیاست ▁کے ▁تابع ▁رہا ▁ہے۔
▁پھول ▁بن ▁کر ▁اپنی ▁تر بت ▁سے ▁نکل ▁آتا ▁ہے ▁یہ
▁روسی ▁افواج ▁کے ▁اہم ▁ترین ▁عہدیدار ▁پاکستان ▁میں ، آئی ▁ایس ▁پی ▁آر ▁نے ▁تفصیلات ▁جاری ▁کرد یں ▁_ ▁Latest ▁Urdu ▁News ▁in ▁Pakistan
▁ہو م ▁ہم سا یہ ▁ممالک ▁ایران ▁اپنے ▁بی لس ٹک ▁میزائل وں ▁کے ▁بارے ▁میں ▁مذاکرات ▁نہیں ▁کرے ▁گا۔
▁’’ چ لو ▁بھ ئی ▁اب ▁اپنا ▁کھانا ▁تو ▁تقریبا ً ▁تیار ▁ہو ▁گیا۔ ▁تم ▁مما ▁کو ▁بتا ▁کر ▁آ ؤ ▁تب ▁تک ▁میں ▁کچ ن ▁کا ▁سامان ▁سم یٹ ▁ل یتی ▁ہوں ▁... ‘‘ زنی رہ ▁کے ▁کچ ن ▁سے ▁نکل ▁جانے ▁کے ▁بعد ▁م طر بہ ▁اپنے ▁کام ▁میں ▁مشغول ▁ہو ▁گئی۔ ▁اتنے ▁میں ▁زنی رہ ▁چل اتی ▁ہوئی ▁آئی ۔ ▁’’ م طر بہ ▁... م طر بہ ...! ▁‘‘
▁اس ▁وقت ▁شریف ▁خاندان ▁کو ▁شدید ▁مشکلات ▁در ▁پیش ▁ہیں۔ جہ اں ▁ایک ▁طرف ▁انہیں ▁نیب ▁میں ▁کئی ▁مقدمات ▁کا ▁سامنا ▁ہے۔ تو ▁دوسری ▁طرف ▁شریف ▁خاندان ▁بیگم ▁کلثوم ▁نواز ▁کی ▁طبیعت ▁کی ▁وجہ ▁سے ▁شدید ▁صدم ے ▁سے ▁دو ▁چار ▁ہے۔ سابق ▁وزیر ▁داخلہ ▁چوہدری ▁نثار ▁علی ▁خان ▁نے ▁بھی ▁بیگم ▁کلثوم ▁نواز ▁کی ▁طبیعت ▁پر ▁تشویش ▁کا ▁اظہار ▁کیا ▁ہے ▁اور ▁کہا ▁ہے ▁کہ ▁میں ▁دعا ▁گو ▁ہوں ▁کہ ▁کلثوم ▁نواز ▁جلد ▁صحت ▁یا ب ▁ہوں۔
▁سپریم ▁کورٹ ▁میں ▁درخواست ▁گذار وں ▁کا ▁است دلال ، ▁قطعی ▁سماعت ▁کا ▁آغاز
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁شہزاد ہ ▁سلمان ▁نے ▁جمال ▁خا ش گی ▁کے ▁قتل ▁کا ▁حکم ▁دیا ، ▁سی ▁آئی ▁اے
▁ان ▁کی ▁بیوی ▁یعنی ▁حضرت ▁ حوا ▁علیہ ما ▁السلام ▁کو ▁بھی ▁ان ہی ▁سے ▁پیدا ▁کیا ، ▁آپ ▁سو ئے ▁ہوئے ▁تھے ▁کہ ▁با ئیں ▁طرف ▁کی ▁پس لی ▁کی ▁پچ ھل ی ▁طرف ▁سے ▁حضرت ▁ حوا ▁کو ▁پیدا ▁کیا ، ▁آپ ▁نے ▁بیدار ▁ہو ▁کر ▁انہیں ▁دیکھا ▁اور ▁اپنی ▁طبیعت ▁کو ▁ان ▁کی ▁طرف ▁ راغ ب ▁پایا ▁اور ▁انہیں ▁بھی ▁ان ▁سے ▁ا ُ نس ▁پیدا ▁ہوا ،
▁کیا ▁یا جو ج ▁ما جو ج ▁کا ▁ظ ہ ور ▁ہو ▁چکا ▁ہے ▁؟ ▁بڑا ▁انکشاف
▁اسلام ▁اور ▁مسلمانوں ▁کو ▁دنیا ▁بھر ▁میں ▁بدن ام ▁کیا ▁جارہا ▁ہے۔ ▁ہمارے ▁اتحاد ▁کو ▁سر ے ▁سے ▁ ٹک نے ▁نہیں ▁دیا ▁جاتا ▁ہے ، ▁ہم ▁کسی ▁پلی ٹ ▁فارم ▁پر ▁جمع ▁بھی ▁ہوجائیں ▁تو ▁اس ▁اتحاد ▁کو ▁چلنے ▁نہیں ▁دیا ▁جا ▁تا ہے۔ ▁یہ ▁ہماری ▁ذم ہ ▁داری ▁ہے ▁کہ ▁ملت ▁کے ▁مس ائی ل ▁کا ▁حل ▁ہم ▁از ▁خود ▁نکال یں ▁اور ▁مزید ▁تباہ ی ▁سے ▁اس ▁ملت ▁کو ▁بچانے ▁کی ▁کوشش ▁کریں ▁۔ ▁اس ▁ملت ▁کی ▁شیراز ہ ▁بندی ▁ایک ▁مشترک ▁ذم ہ ▁داری ▁ہے ▁جس ▁سے ▁عہد ہ ▁بر آ ▁ہونا ▁ہی ▁وقت ▁کا ▁سب ▁سے ▁بڑا ▁کام ▁ہے ▁اور جس ▁کو ▁انجام ▁دینا ▁لازم ی ▁ہے۔
▁۵ ... ▁امام ▁ابن ▁کثیر ؒ ▁نے ▁اپنی ▁تفسیر ▁میں ▁ایک ▁صحیح ▁حدیث ▁روایت ▁کی ▁ہے۔ ▁جس ▁سے ▁بڑھ ▁کر ▁کوئی ▁دلیل ▁زیادہ ▁وزن ی ▁مت صور ▁نہیں۔ ▁حدیث ▁یہ ▁ہے۔
▁چینی ▁کی ▁قیمت ▁ہو ▁یا ▁دو دھ ▁اور ▁د ہی ▁کی ▁ان ▁سب ▁معاملات ▁میں ▁عدالت ▁ہی ▁کو ▁مداخلت ▁کرنی ▁پڑ تی ▁ہے ▁جب ▁کہیں ▁جا کر ▁معاملات ▁طے ▁پا تے ▁ہیں۔
▁نوازشریف ▁کیخلاف ▁غ داری ▁کا ▁مقدمہ ▁درج ▁کرنے ▁کی ▁درخواست یں
▁پاک ▁ایشیا ء ▁ا ُ ردو ▁ز ُ بان ▁میں ▁پاکستان ▁کا ▁پہلا ▁ویب ▁چینل ▁ہے ▁جو ▁اپنی ▁رپورٹ نگ ▁اور ▁د ِ ل ▁چ سپ ▁پروگرام ز ▁کے ▁حوالے ▁سے ▁م ُ لک ▁کے ▁عام ▁و ▁خاص ▁حلق وں ▁میں ▁م ُ ن فرد ▁شناخت ▁رکھتا ▁ہے۔
▁وہ ▁ضرور ▁صاحب ▁کشف ▁ہوں ▁گے ▁مگر ▁سچ ے ▁صوفی ▁کا ▁دل ▁و ▁دروازہ ▁ہر ▁خاص ▁و ▁عام ▁کے ▁لیے ▁ہمیشہ ▁کھل ے ▁ہوتے ▁ہیں ، ▁وہ ▁نفرت ▁اور ▁تف اخر ▁کے ▁بی وپ اری ▁نہیں ▁بلکہ ▁محبت ▁کے ▁پر چار ک ▁ہوتے ▁ہیں ▁اور ▁نہ ▁ہی ▁انہیں ▁ولایت ▁کے ▁اعلان ▁کے ▁لیے ▁کالم ▁لکھنے ▁اور ▁میڈیا ▁کے ▁سہ ارے ▁کی ▁ضرورت ▁ہوتی ▁ہے۔ ▁اپنے ▁اعلی ٰ ▁کردار ▁اور ▁ اق دار ▁سے ▁بر ص غیر ▁میں ▁صوفی ا ▁کرام ▁نے ▁روشنی ▁پھیل ائی ▁اور ▁عوام ▁الناس ▁کے ▁اذ ہ ان ▁و ▁قلوب ▁کو ▁رب ▁کی ▁ہدایت ▁سے ▁من ور ▁کیا۔
▁اس ▁کے ▁علاوہ ▁عبدالرحمن ▁بن ▁حس ان ▁عن زی ▁کو ▁دوبارہ ▁زیاد ▁کے پ اس ▁بھی جا ▁گیا ▁اور ▁مع اوی ہ ▁نے ▁زیاد ▁کو ▁لکھا ▁کہ ▁اسے ▁بد ▁ترین ▁موت ▁سے ▁ہم کن ار ▁کرو ▁۔ زی اد ▁نے ▁انہیں ▁زندہ ▁دفن ▁کرا دیا ▁(1) ۔
▁مسلمانوں ▁سے ▁فرمایا ہے ▁کہ ▁وہ ▁اللہ ▁کے ▁مدد گار بن یں ▁گے ▁تو وہ ▁بھی ▁لازم ا ً ا ُ ن ▁کی ▁مدد کر ے ▁گا ، جی سا کہ ▁ایک ▁زمان ے ▁میں ▁حضرت ▁عیسی ٰ ▁علیہ ▁السلام ▁کے ▁حوار ی ▁اللہ ▁کے ▁مدد گار ب نے ▁اور اس ▁کے ▁باوجود کہ ▁بنی ▁اسرائیل ▁میں ▁سے ▁بہت ▁تھ و ڑے ▁لوگ ▁ایمان ▁لائے ▁تھے ، اللہ ▁نے ▁ا ُ نھیں ▁ان ▁کے ▁دشمن وں ▁پر ▁غالب ▁کیا۔ اس ▁سی اق ▁میں ▁اور اس ▁کے ▁ساتھ ▁اگر سور ہ ▁کے ▁مرکزی ▁مضمون ▁کو بھی ▁سامنے ▁رکھا ج ائے ▁تو آ یت ▁میں ▁اول ▁الذ کر ▁ ’ ط َ آ ئ ِ ف َ ۃ ٌ ‘ ▁کی ▁تنو ین ▁تو ت قل یل ▁کے ▁لیے ▁ہے ▁، م گر ▁ثانی ▁الذ کر ▁ ’ ط َ آ ئ ِ ف َ ۃ ٌ ‘ ▁کی ▁تنو ین ▁تک ث یر کے ▁لیے ▁آئی ▁ہے ▁، چن ان چہ ▁اس ▁کا ▁ترجمہ ▁ایک ▁’’ ب ڑا ▁گروہ ‘‘ ▁کیا گیا ہے۔
▁’’ عوام ▁کی ▁تو بہ ▁گناہ وں ▁سے ▁ہے ▁جبکہ ▁خواص ▁کی ▁تو بہ ▁غفلت ▁سے ▁ہے ‘‘ ۔
▁مسئلہ ▁فلسطین ▁کا ▁جامع ، ▁دیر پا ▁اور ▁من صف انہ ▁حل ▁چاہتے ▁ہیں : ▁مصر ی ▁صدر
▁صفحہ ▁en : La tera ▁اس ▁ملک ▁کا ▁نام ▁مشخص ▁نہیں !
▁ج : ▁میں ▁نے ▁آئی ▁سی ▁ایس ▁کی ▁تیاری ▁شروع ▁کی ▁ہے ، ▁میں ▁نے ▁اراد ہ ▁کرلیا ہے ▁کہ ▁میں ▁ایک ▁آئی ▁سی ▁ایس ▁افسر ▁بن وں ▁گی ، اور ▁برق ع ▁پوش ▁آئی ▁ایس ▁افسر ▁بن ▁کر ▁اسلامی ▁پر دہ ▁کی ▁عظمت ▁لوگوں ▁کو ▁بت اؤں ▁گی۔
▁‫ آل ے ▁کے ▁لحاظ ▁سے ‪ ▁،‬ صار فین ▁کو ▁پن ▁درج ▁کرنا ▁پڑ ▁سکتا ▁ہے۔ ‬
▁خیال ▁رہے ▁کہ ▁موٹر و ے ▁پر کام ▁کا ▁آغاز ▁2016 ء ▁میں ▁ہوا ▁تھا ▁جو ▁2019 ء ▁میں ▁مکمل ▁ہونا ▁ہے ، ▁یہ ▁6 ▁روی ہ ▁موٹر و ے ▁ہے ▁جو ▁سکھ ر ▁سے ▁شروع ▁ہوگی ▁اور ▁گھو ٹک ی ، ▁رحیم ▁یار خان ، ▁صادق ▁آباد ▁اور بہ اول پور ▁سے ▁گزر نے ▁کے ▁بعد ▁ملتان ▁تک ▁جائے ▁گی۔
▁دا یہ ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁اگرچہ ▁بورس ▁جان سن ▁کے ▁ایسے ▁بیان ▁پر ▁برطانیہ ▁کی ▁مسلم ▁خواتین ▁سمیت ▁وہاں ▁کی ▁وزیر ▁اعظم ▁نے ▁بھی ▁سخت ▁الفاظ ▁میں ▁مذمت ▁کی ▁تھی۔
▁رپورٹ رز ▁و ِ د ▁آؤٹ ▁بار ڈر ز ▁کے ▁تازہ ▁ان ڈی کس ▁کے ▁مطابق ▁یورپ ▁میں ▁عوامی ت ▁پسند ▁سیاسی ▁جماعتوں ▁کی ▁مقبول یت ▁میں ▁اضافے ▁کے ▁ساتھ ▁ہی ▁صحافی وں ▁کے ▁لیے ▁محفوظ ▁ترین ▁سمجھ ے ▁جانے ▁والے ▁برا عظم ▁یورپ ▁میں ▁بھی ▁میڈیا ▁کی ▁آزادی ▁متاثر ▁ہوئی ▁ہے۔

▁پیپلز ▁پارٹی ▁اور ▁اقتدار ▁پر ▁قبضہ ▁کرنے ▁والوں ▁کے ▁چہرے ▁بے ▁نقاب ▁ہونا ▁شروع ▁ہو ▁گئے ▁ہیں ، علی ▁اکبر ▁گ جر
▁سور ج ▁روزانہ ▁غر وب ▁کے ▁بعد ▁ع رش ▁کے ▁نیچے ▁جا کر ▁سج دہ ▁کرتا ▁ہے ▁اور ▁پھر ▁وہاں ▁سے ▁طلوع ▁ہونے ▁کی ▁اجازت ▁طلب ▁کرتا ▁ہے ▁۔ ▁صحیح ▁بخاری ، ▁تفسیر ▁سور ہ ▁ی ٰ سین
▁نکاح ▁ہل الہ ▁کے ▁خاتون ▁کی ▁پہلی ▁شکایت ▁پر ▁پولیس ▁نے ▁ع صمت ▁ریزی ▁کے ▁الزام ▁پر ▁ایف ▁ ائی ▁آر ▁درج ▁کی۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁Messenger
▁ووٹ ر وں ▁کی ▁حمایت ▁میں ▁کمی ▁ایف ▁بی ▁آئی ▁کی ▁جانب ▁سے ▁اس ▁حالی ہ ▁اعلان ▁کے ▁بعد ▁ہوئی ▁ہے ▁جس ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁وزیر ▁خارجہ ▁کی ▁حیثیت ▁سے ▁ذاتی ▁ای ▁می لز ▁کے ▁بارے ▁میں ▁اسے ▁نئے ▁شو ا ہ د ▁ملے ▁ہیں۔
▁Next ▁تقسیم ▁ریاست ▁بل ▁کے ▁وعد وں ▁پر ▁عدم ▁عمل ▁آوری ▁کے ▁خلاف ▁سپریم ▁کورٹ ▁میں ▁درخواست
▁نئی ▁دہلی ۔ 4 م ئی ▁( سی است ▁ڈاٹ ▁کام ) ▁جنوبی ▁ا فری قی ▁بی ٹس مین ▁ہا شم ▁آم لہ ▁آئی ▁پی ▁ایل ▁2016 ▁میں ▁کن گز ▁ال یون ▁پنجاب ▁میں ▁کمر ▁کی ▁تکلیف ▁کے ▁شکار ▁آسٹریلیا ئی ▁بی ٹس مین ▁شان ▁مار ش ▁کے ▁م تبادل ▁ہوں ▁گے۔ ▁ہا شم ▁آم لہ ▁تا حال ▁آئی ▁پی ▁ایل ▁میں ▁نہیں ▁کھیل ▁سکے ▁ہیں ▁جو ▁رواں ▁سال ▁کیلئے ▁پل یئر ز ▁ڈرا ف ٹ ▁میں ▁شامل ▁تھے ▁لیکن ▁ایک ▁کروڑ ▁کی ▁بنیادی ▁قیمت ▁پر ▁انہیں ▁کسی ▁ٹیم ▁نے ▁نہیں ▁خرید ا ▁تھا۔ ▁آم لا ▁عن قر یب ▁پنجاب ▁ٹیم ▁میں ▁شمولیت ▁اختیار ▁کرلی ں ▁گئے ▁اور ▁امید ▁کی ▁جارہی ▁ہے ▁کہ ▁وہ ▁ٹیم ▁کے ▁نئے ▁کپتان ▁مر لی ▁وج ئے ▁کے ▁ساتھ ▁اننگز ▁کا ▁آغاز ▁کریں ▁گے۔
▁ن ائی جی ریا ▁میں ▁شیخ ▁ابراہیم ▁ز ک ز کی ▁کے ▁نمائند ے ▁کو ▁گرفتار ▁کرلیا ▁گیا
▁اس ▁لنک ▁کو ▁کاپی ▁کیجیے
▁ایک سپ ریس ▁نیوز ▁کے ▁مطابق ▁پی ▁آئی ▁اے ▁نے ▁جدید ▁ٹیکنالوجی ▁کے ▁استعمال ▁کے ▁بجائے ▁نیا ▁طریقہ ▁ایجاد ▁کرلیا ▁ہے ▁اور ▁طی ار وں ▁کی ▁پرواز ▁محفوظ ▁بنانے ▁کے ▁لیے ▁کا لے ▁بکر وں ▁کا ▁صدق ہ ▁دینا ▁شروع ▁کردیا ▁ہے۔
▁بیچ ▁میں ▁باغ ▁ہے ▁محبت ▁کا
▁امریکی ▁سینیٹ ▁میں ▁پاکستان ▁کی ▁امداد ▁مکمل ▁بند ▁کرنے ▁کیلئے ▁بل ▁پیش
▁لاگ ▁ان ▁کریں
▁ہمارے ▁بارے ▁میں

▁104 ▁اور ▁اس ▁کے ▁بعد ▁بنی ▁اسرائیل ▁سے ▁کہا ▁کہ ▁تم ▁اس ▁ملک ▁میں ▁رہ و ▁سہ و ۔ ▁پھر ▁جب ▁آخرت ▁کا ▁وعدہ ▁آج ائے ▁گا ▁تو ▁ہم ▁تم ▁سب ▁کو ▁جمع ▁کرکے ▁لے ▁آئیں ▁گے
▁بین ▁الاقوامی ▁سیاست ▁تیزی ▁سے ▁تبدیلی ▁کے ▁عمل ▁سے ▁گزر ▁رہی ▁ہے ‘
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں
▁تفصیلات ▁کے ▁مطابق ▁پولیس ▁حکام ▁کا ▁کہنا ▁ہے ▁کہ ▁اتر پر دی ش ▁کے ▁ضلع ▁برا بن کی ▁میں ▁یہ ▁واقعہ ▁اس ▁وقت ▁پیش ▁آیا ▁جب ▁علاقہ ▁تھ ل ▁خرد ▁میں ▁مختلف ▁علاقوں ▁سے ▁تعلق ▁رکھنے ▁والے ▁افراد ▁تقریب ▁میں ▁شرکت ▁کے ▁لیے ▁ایک ▁گھر ▁میں ▁جمع ▁ہوئے۔ پو لیس ▁حکام ▁کا ▁کہنا ▁ہے ▁خاندان ی ▁تقریب ▁میں ▁شرکت ▁کرنے ▁والے ▁ان ▁افراد ▁نے ▁وہاں ▁مضر صح ت ▁کھانا ▁کھانے ▁کے ▁بعد ▁گھر ▁کی ▁بنی ▁ہوئی ▁شراب ▁کا ▁استعمال ▁کیا ▁جس ▁کے ▁بعد ▁ان ▁کی ▁ طبع یت ▁بگ ڑ نا ▁شروع ▁ہوگئی ۔ مت اثر ہ ▁افراد ▁کو ▁فورا َ َ ▁ٹر اما ▁سینٹر ▁منتقل ▁کیا ▁گیا ▁جہاں ▁وہ ▁دوران ▁علاج ▁جان ▁کی ▁بازی ▁ہار ▁گئے ، ▁پولیس ▁نے ▁واقعے ▁سے ▁متعلق ▁تحقیقات ▁کا ▁آغاز ▁کردیا۔ پو لیس ▁حکام ▁کے ▁مطابق ▁لاش وں ▁کو ▁پوسٹ ▁مار ٹ م ▁کے ▁بعد ▁و رث ا ▁کے ▁حوالے ▁کیا ▁جائے ▁گا۔
▁میرے ▁ساتھ ▁تو ▁ایسے ▁ہے ▁کہ ▁دو ▁سسٹم ▁ہیں ▁ونڈو ز ▁بھی ▁اور ▁لینک س ▁بھی ▁سو ▁مجھے ▁دونوں ▁پر ▁اپنے ▁نشان ▁زد ہ ▁صفحات ▁ایک ▁جیسے ▁رکھنا ▁پڑ تے ▁ہیں ▁اور ▁اس ▁کا ▁یہ ▁بہترین ▁حل ▁ہے۔ ۔ بس ▁نئے ▁سسٹم ▁پر ▁جا کر ▁فا کس ▁مارک س ▁سے ▁داخل ▁ہوکر ▁وہ ▁ فائل ▁اتار نا ▁ہوگی ▁جو ▁یہ ▁خود ▁ہی ▁اتار ▁لے ▁گا۔ ۔ آپ ▁کا ▁کام ▁صرف ▁کلک ▁کرنا ▁ہے ▁اور ▁اس ▁کے ▁بعد ▁جہاں ▁جہاں ▁جس ▁طرح ▁آپ ▁نے ▁نشان ▁زد گی اں ▁شامل ▁کی ▁تھیں ▁ویسے ▁ہی ▁نمودار ▁ہوجائیں ▁گی۔ ۔ جی سے ▁بک ▁مارک ▁ٹو ل ▁بار ▁میں ▁الگ ▁سے ▁اور ▁بک ▁مارک ▁می نیو ▁میں ▁الگ ▁سے ۔۔
▁پاکستان ▁کے ▁قانون ▁ساز ▁ماضی ▁میں ▁اپنے ▁کام ▁سے ▁کتنے ▁م خلص ▁رہے ؟
▁آیا ▁کچھ ▁کی ڑوں ▁کی ▁اتنی ▁مختصر ▁زندگی ▁کیوں ▁ہوتی ▁ہے ؟
▁موبائل ▁ورلڈ ▁کا نگ رس ▁2016
▁مزید ▁معلومات ▁ٹھیک ▁ہے
▁ا رج نٹ ائن ▁میں ▁30 ▁نومبر ▁کو ▁2 ▁روزہ ▁دنیا ▁کی ▁20 ▁بڑی ▁معاشی ▁طاقت وں ▁کی ▁تنظیم ▁جی ▁20 ▁اجلاس ▁ہوا ، ▁اجلاس ▁میں ▁بھارتی ▁وزیر ▁اعظم ▁نریندر ا ▁مودی ، ▁امریکی ▁صدر ▁ڈونلڈ ▁ٹرمپ ▁اور ▁ترک ▁صدر ▁رجب ▁طیب ▁اردو ان ▁سمیت 20 ▁ممالک ▁کے ▁سربراہ ان ▁نے ▁شرکت ▁کی۔ ▁ترک ▁صدر ▁اپنی ▁اہلیہ ▁ایم ن ▁اردو ان ▁کے ▁ہمراہ ▁اجلاس ▁میں ▁شریک ▁ہوئے۔ ▁دوران ▁اجلاس ▁فوٹو ▁سی شن ▁کے ▁دوران ▁ترک ▁خاتون ▁اول ▁اور ▁بھارتی ▁وزیر ▁اعظم ▁نریندر ا ▁مودی ▁کی ▁ایک ▁ویڈیو ▁وائرل ▁ہوگئی ۔
▁ماہ نامہ ▁الحق ▁دسمبر ▁2014 ء
▁جرمنی ▁میں ▁ہ ٹل ر ▁نے ▁یہودی وں ▁کے ▁خلاف ▁یہ ▁پر پی گ نڈ ہ ▁کیا ▁تھا ▁کہ ▁انھوں ▁نے ▁جرمنی ▁میں ▁حب شی ▁اقوام ▁کو ▁لا کر ▁آر ی ائی ▁نسل ▁کو ▁دو غل ا ▁بنانے ▁کی ▁سازش ▁کی ▁تھی۔ باب ری ▁مسجد ▁کے ▁خلاف ▁تحریک ▁میں ▁ ’ باب ر ▁کی ▁نسل ‘ ▁کو ▁م ٹا ▁دینے ▁کے ▁پس ▁پشت ▁بھی ▁یہی ▁جا رح انہ ▁جذب ہ ▁کار ▁فرما ▁تھا۔
▁جامع ات ▁میں ▁انتہا ▁پسند انہ ▁کارروائی وں ▁میں ▁ملوث ▁عناصر ▁کی ▁حوصلہ ▁شکن ی ▁کرنی ▁چاہئے ▁، آئی ▁ایس ▁او ▁پاکستان
▁کاپی ▁رائٹ ▁2017 ▁پا میر ▁ٹائمز ▁- ▁جملہ ▁حقوق ▁محفوظ ▁ہیں .
▁او ▁آئی ▁سی ▁کے ▁وفد ▁نے ▁اسلام ▁آباد ▁میں ▁مش یر خارج ہ ▁سر تاج ▁عزیز ▁سے ▁ملاقات ▁کے ▁دوران ▁کہا ▁تھا ▁کہ ▁بھارت ▁نے ▁انسانی ▁حقوق ▁کی ▁صورت ▁حال ▁کا ▁جائزہ ▁لینے ▁کے ▁لیے ▁حق ائ ق ▁کا ▁پتہ ▁لگانے ▁والے ▁مش ن ▁کو ▁مقبوضہ ▁کشمیر ▁بھیج نے ▁کی ▁درخواست ▁کا ▁جواب ▁نہیں ▁دیا ▁ہے۔
▁اس ▁صورت ▁میں ▁ہم ▁سے ▁زیادہ ▁ملک ▁کے ▁قانون ▁عدلیہ ▁حکومت ▁اور ▁جمہوریت ▁کی ▁رس وائی ▁ہو ▁گی ، ▁لیکن ▁اس ▁کے ▁بعد ▁جو ▁حالات ▁پیدا ▁ہوں ▁گے ▁وہ ▁وہی ▁ہو ▁سکتے ▁ہیں ▁جو ▁با بری ▁مسجد ▁کی ▁شہادت ▁کے ▁بعد ▁پیدا ▁ہوئے ▁تھے ▁یا ▁ان ▁سے ▁بھی ▁خراب ، ▁ان ▁حالات ▁کے ▁لئے ▁ہماری ▁کچھ ▁تیاری ▁ہے ؟ ▁اسی ▁طرح ▁خدا ن خواست ہ ▁سو ▁بار ▁خدا ▁ن خواست ہ ▁اگر فی صل ہ ▁ہمارے ▁خلاف ▁آیا ▁تو ▁اس ▁صورت ▁میں ▁ہمارا ▁ل ائح ہ ء ▁عمل ▁کیا ▁ہوگا ▁اس ▁کی ▁منصوبہ ▁بندی ▁بھی ▁ابھی ▁سے ▁کر ▁رکھ نی ▁چاہئے ۔
▁اور موضوع ▁کی ▁مناسبت ▁سے ▁ماہرین ▁نے ▁تفصیل ی ▁مقال ہ ▁جا ت ▁پیش ▁کئے ▁اور ▁اپنے ▁خیالات ▁کا ▁اظہار ▁کیا۔
▁ای گز ی کٹ وز : ▁صدر ، ▁جو ▁سینیٹ ▁کی ▁رضا مند ی ▁کے ▁ساتھ ▁کابینہ ▁اور ▁دیگر ▁افسران ▁کی ▁نامزد گی ▁کرتا ▁ہے ، ▁وفاقی ▁قوانین ▁کی ▁دیکھ ▁بھ ال ▁اور ▁ان ▁کی ▁بالا دست ی ▁قائم ▁کرتا ▁ہے ، ▁بل وں ▁کو ▁مسترد ▁کرسکتا ▁ہے ▁اور ▁فوج ▁کا ▁کم ا نڈر ▁ان ▁چیف ▁بھی ▁ہوتا ▁ہے
▁اس ▁ماہ ▁کی ▁خصوصی ت ▁یہ ▁ہے ▁کہ ▁اللہ ▁تعالی ٰ ▁اس ▁ماہ ▁اپنے ▁بند وں ▁کی ▁وہ ▁تمام ▁دعا ئیں ▁اور ▁عباد ات ▁اپنی ▁بار گاہ ▁میں ▁قبول ▁فرما تا ▁ہے ▁جو ▁وہ ▁نبی ▁پاک ▁صلى ▁الله ▁عليه ▁وسلم ▁کی ▁معرفت ▁سے ▁کرتے ▁ہیں ▁اور ▁اللہ ▁تعالی ٰ ▁کے ▁محبوب ▁و ▁م قرب ▁اول ی اء ک رام ، صو فی ا ▁کرام ▁اور ▁بزرگ وں ▁کی ▁معرفت ▁اور ▁ وسی لے ▁سے ▁کرتا ▁ہے۔
▁فرد وس ▁نام ▁کا ▁شمار ▁لڑک وں ▁کے ▁نام وں ▁میں ▁ہوتا ▁ہے۔ ▁فرد وس ▁نام ▁کی ▁ابتدائی ▁تاریخ ▁فارسی ▁زبان ▁سے ▁نکل تی ▁ہے۔ ▁فرد وس ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁خوش ▁قسمت ▁ن مر ▁8 ▁مانا ▁جاتا ▁ہے ▁ . ▁جبکہ ▁خوش ▁قسمت ▁دنوں ▁میں ▁اتوار , ▁منگل ▁شامل ▁ہیں ▁۔ ▁خوش ▁قسمتی ▁والی ▁ دھ ات وں ▁میں ▁ہند س وں ▁کے ▁حساب ▁ ے ▁تان با ▁شامل ▁ہیں ▁فرد وس ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁موافق ▁پتھر وں ▁میں ▁پ خراج ▁شامل ▁ہیں ▁ .
▁30 ▁ح ز قی ا ہ ▁کو ▁موقع ▁نہ ▁دو ▁کہ ▁تم ▁اس ▁کی ▁وجہ ▁سے ▁خداوند ▁پر ▁بھر وس ہ ▁کرو ۔ ▁ح ز قی ا ہ ▁کہ تا ▁ہے ▁” ▁خداوند ▁ہمیں ▁بچ ائے ▁گا۔ ▁اس ُ ور ▁کا ▁بادشاہ ▁اس ▁شہر ▁کو ▁شکست ▁نہیں ▁دے ▁گا۔ ”
▁معارف ▁فی چر ▁_ ▁16 ▁جنوری ▁15

▁اسلام ▁آباد ▁میں ▁نامعلوم ▁افراد ▁کی ▁فائرنگ ، ▁کس ٹ مز ▁افسر ▁زخمی
▁اس ▁معاہدے ▁سے ▁بھارت ▁اور آس یان ▁ممالک ▁کے ▁درمیان ▁ہونے ▁والی ▁تجارت ی ▁سرگرمی وں ▁پر ▁سے ▁درآمد ی ▁نرخ وں ▁کو ▁ختم ▁کر ▁دیا ▁جائے ▁گا۔ ▁اس ▁معاہدے ▁کا ▁اطلاق ▁ال ک یٹر ون ک ، ▁کی می کل ، ▁مشین ری ▁اور ▁ٹیکس ٹ ائل ▁مصنوعات ▁پر ▁ہو ▁گا ▁تاہم ▁اس ▁معاہدے ▁میں ▁سوف ٹ ▁و ئیر ▁اور ▁ان فار م یشن ▁ٹیکنالوجی ▁پر وڈ کٹ س ▁شامل ▁نہیں ▁کی ▁گئی ▁ہیں۔ ▁آزاد نہ ▁تجارت ی ▁معاہدہ ▁اگلے ▁برس ▁کی ▁پہلی ▁تاریخ ▁سے ▁موثر ▁ہو ▁جائے ▁گا۔

▁چین ▁کی ▁سرزمین ▁سے ▁اسلام ▁کو ▁پوری ▁طرح ▁ختم ▁کرنے ▁کی ▁سازش ▁، ▁شراب ▁او ▁رخ نز یر ▁کھانے ▁پر ▁مجبور
▁ڈی جی ٹل ▁ٹیکنالوجی ▁(1)
▁چوہدری ▁زا ہ د ▁ج ٹ ▁نے ▁اپنی ▁برادری ▁سمیت ▁تحریک ▁انصاف ▁میں ▁شامل ▁ہونے ▁کا ▁اعلان ▁کردیا
▁حیدرآباد /8 جن وری ( ای جنس ی ) ▁تل نگ انہ ▁کے ▁Jog ul amba ▁Gad wal ▁ضلع ▁میں ▁پیر ▁کی ▁صبح ▁ایس ▁یو ▁وی ▁میں ▁زیادہ ▁لوگوں ▁کے ▁بیٹھ نے ▁سے ▁کار ▁کا ▁تو از ن ▁بگ ڑ ▁گیا ▁اور ▁وہ ▁حادث ے ▁کا ▁شک ا ▁ر ▁ہوگئی - ▁حادث ے ▁میں ▁پانچ ▁لوگوں ▁کی ▁موت ▁ہوگئی ▁جبکہ ▁دیگر ▁15 ▁زخمی ▁ہے - ▁پولیس ▁نے ▁اس ▁بارے ▁میں ▁معلومات ▁دی . ▁تمام ▁متاثر ین ▁مزدور ▁ہیں ، ▁جو ▁گ د وال ▁میں ▁واقع ▁فیکٹری ▁سے ▁کپ اس ▁کی ▁فیکٹری ▁سے ▁اپنی ▁نا ئٹ ▁ڈی وی ٹی ▁ختم ▁کرکے ▁گھر ▁واپس ▁ہو ر ہے ▁تھے -
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁سپریم ▁کورٹ ▁لاہور ▁رجسٹر ی ▁میں ▁سان ح ہ ▁ماڈل ▁ٹ ائون ▁از ▁خود ▁نوٹس ▁کیس ▁کی ▁سماعت ▁ہوئی۔ ▁عدالت ▁نے ▁سان ح ہ ▁ماڈل ▁ٹ ائون ▁سے ▁متعلق ▁زیر ▁التو اء ▁مقدمات ▁2 ▁ہفتے ▁میں ▁نم ٹا نے ▁کا ▁حکم ▁دیدی ا ▁۔ ▁عدالت ▁نے ▁جسٹس ▁باقر ▁نجف ی ▁رپورٹ ▁عدالت ی ▁ریکارڈ ▁کا ▁حصہ ▁بنانے ▁کا ▁بھی ▁حکم ▁دیدی ا ▁۔ ▁چیف ▁جسٹس ▁ثاقب ▁نثار ▁نے ▁ری مار کس ▁د ئیے ▁ہیں ▁کہ ▁ما ور ائے ▁قانون ▁کوئی ▁اقدام ▁نہیں ▁کریں ▁گے۔ ▁میرے ▁ج جز ▁کی ▁عزت ▁نہ ▁کرنے ▁والا ▁کسی ▁رعایت ▁کا ▁مستحق ▁نہیں ▁ہے۔ ▁عدالت ▁نے ▁اے ▁ٹی ▁سی ▁جج ▁اعجاز ▁اع وان ▁کی ▁چھٹی ▁منسوخ ▁کرتے ▁ہوئے ▁روزانہ ▁کی ▁بنیاد ▁پر ▁سماعت ▁کرنے ▁کا ▁حکم ▁دیدی ا ▁۔
▁اللہ ▁کرے ▁زور ▁قلم ▁اور ▁زیادہ
▁خواتین ▁کا ▁صفحہ
▁سابق ▁صدر نے ▁پی ▁ٹی ▁آئی ▁سے ▁لا تعلق ی ▁کا ▁اعلان ▁کردیا
▁حضرت ▁ابراہیم ▁ ﷤ ▁کی ▁دعا
▁آپ ▁اپنے ▁Twitter ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁ہفتہ ▁4 ▁مارچ ▁2017 ▁کا ▁اخبار
▁پی ▁پی ▁پی ▁رہنما ▁اور ▁رکن ▁قومی ▁اسمبلی ▁محمد ▁ای از ▁سوم رو ▁انتقال ▁کر گ ئے

▁حزب ▁مخالف ▁کی ▁جماعتوں ▁کے ▁اجلاس ▁کے ▁بعد ▁میڈیا ▁کے ▁نمائند وں ▁سے ▁بات ▁کرتے ▁ہوئے ▁پاکستان ▁پیپلز ▁پارٹی ▁کے ▁سیکرٹری ▁اطلاعات ▁قمر ▁زمان ▁کا ئر ہ ▁کا ▁کہنا ▁تھا ▁کہ ▁ ’ پان اما ▁لیک س ▁کے ▁بارے ▁میں ▁ضابط ہ ▁طے ▁کرنے ▁کے ▁لیے ▁حزب ▁مخالف ▁کی ▁جماعتوں ▁کے ▁درمیان ▁ ات قاق ▁رائے ▁نہ ▁ہو سک ا ▁جس ▁کے ▁بعد ▁ان ▁جماعتوں ▁کے ▁نمائند وں ▁کا ▁اجلاس ▁منگل ▁کو ▁دوبارہ ▁ہوگا ▁جس ▁میں ▁ضابط ہ ▁کار ▁کو ▁حتمی ▁شکل ▁دینے ▁کی ▁کوشش ▁کی ▁جائے ▁گی۔ ‘
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁اضلاع ▁کی ▁خبریں
▁» این ▁اے ▁131 ▁، نام علوم ▁افراد ▁نے ▁ن ▁لیگ ▁اور ▁پی ▁ٹی ▁آئی ▁کے ▁بین رز ▁کو ▁آگ ▁لگا دی
▁غیر ▁ملکی ▁خبر ▁رس اں ▁ایجنسی ▁کے ▁مطابق ▁اقوام ▁متحدہ ▁کے ▁بچوں ▁کے ▁حقوق ▁کے ▁لئے ▁کام ▁کرنے ▁والے ▁ادارے ▁ یون یسی ف ▁کے ▁ترجمان ▁سائ من ▁ان گرام ▁کا ▁کہنا ▁ہے ▁کہ ▁امداد ▁کے ▁منتظر ▁شام ی ▁بچوں ▁کی ▁تعداد ▁گزشتہ ▁برس ▁کے ▁مقابلے ▁میں ▁یہ ▁تعداد ▁تین ▁گ ُ نا ▁تک ▁پہنچ ▁چکی ▁ہے ، ▁جون ▁2013 ▁میں ▁یہ ▁تعداد ▁20 ▁لاکھ ▁تھی۔ ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁ادارے ▁کو ▁امداد ی ▁کام وں ▁کے ▁لیے ▁رواں ▁برس ▁تک ▁در کار ▁ 770 ▁ملی ن ▁امریکی ▁ڈالر ز ▁میں ▁سے ▁اب ▁تک ▁محض ▁37 ▁رقم ▁ہی ▁ملی ▁ہے ، ▁اگر ▁مزید ▁امداد ی ▁رقم ▁نہ ▁مل ▁سک ی ▁تو ▁امداد ی ▁کام ▁روکنے ▁پر ▁مجبور ▁ہوں ▁گے ▁جس ▁سے ▁بچوں ▁کے ▁لیے ▁صورتحال ▁انتہائی ▁خطرناک ▁ہو ▁سکتی ▁ہے۔
▁مطابق ▁نفس یات ▁آج ▁میں ▁شائع , ▁“ طو یل ▁مدتی ▁رومان وی ▁محبت ▁کو ▁برقرار ▁رکھنے ▁کے ▁لئے ▁کس ▁طرح ▁سمجھ نے ▁کی ▁کلید ▁سائنس ی ▁یہ ▁تھ وڑ ا ▁سا ▁سمجھ نے ▁کی ▁ہے . ▁ہمارا ▁دماغ ▁انعام ات ▁حاصل ▁کرنے ▁کے ▁لئے ▁ایک ▁مقصد ▁ہدایت ▁کے ▁روی ے ▁کے ▁طور ▁پر ▁طویل ▁مدتی ▁پر جو ش ▁محبت ▁دیکھ نا . ▁انعام ات ▁بے ▁چینی ▁اور ▁کشید گی ▁میں ▁کمی ▁شامل ▁کر ▁سکتے ▁ہیں , ▁سیکورٹی ▁کے ▁جذبات , ▁سک ون ▁کی ▁حالت , ▁اور ▁ایک ▁دوسرے ▁کے ▁ساتھ ▁ایک ▁یونین . ▁اور ▁ہم ▁نے ▁اپنے ▁ساتھ ی ▁کو ▁خوش ▁بنائیں ▁کہ ▁اعمال ▁انجام ▁جب , ▁ہم ▁کو ▁بہتر ▁بنانے ▁اور ▁انعام ات ▁کو ▁برقرار ▁رکھنے ▁کے ▁ہمارے ▁مقصد ▁کی ▁طرف ▁کام ▁کر ▁تعلقات ▁کو ▁برقرار ▁رکھنے ▁کے .”
▁ہم سا یہ ▁ممالک ▁سے ▁کشید ہ ▁تعلقات ▁اور ▁عالمی ▁برادری ▁میں ▁بڑھ تی ▁ہوئی ▁تن ہ ائی ▁سے ▁پاکستانی ▁خارجہ ▁پال سی ▁پر ▁کئی ▁سوالات ▁کھڑے ▁ہو ▁گئے ▁ہیں۔ ▁مش یر ▁برائے ▁امور ▁خارجہ ▁سر ▁تاج ▁عزیز ▁نے ▁اس ▁تاثر ▁کو ▁غلط ▁قرار ▁دیا ▁ہے ▁کہ ▁ملک ▁تن ہ ائی ▁کہ ▁طرف ▁بڑھ ▁رہا ▁ہے۔
▁'' م فکر ▁قرآن ▁( کی ▁حیثیت ▁سے ) ▁چا لیس ▁سال ▁کی ▁محنت ▁ شاق ہ ▁سے ، ▁پہلے ▁اس ▁قسم ▁کا ▁ایک ▁لغات ▁مرتب ▁کیا ▁اور ▁اس ▁کے ▁بعد ▁پورے ▁قرآن ▁کا ▁مف ہ وم ▁اسی ▁انداز ▁سے ▁ متع ین ▁کیا۔ ▁جو م ف ہ وم ▁القرآن ▁کے ▁نام ▁سے ▁شائع ▁ہوگیا ▁ہے۔ ▁قرآن ▁ف ہم ی ▁کے ▁سلسلہ ▁میں ▁اس ▁کی ▁مثال ▁کہیں ▁نہیں ▁ملے ▁گی '' ▁اور ▁جو ▁'' موت یوں ▁کی ▁طرح ▁تر ش ے ▁ہوئے ▁نس تعل یق ▁میں ، ▁بلا ▁کس ▁کے ▁ذریعے ، ▁عمد ہ ▁سفید ، ▁ دب یز ▁کاغذ ▁پر ▁چھ اپ ا ▁گیا ▁ہے '' ▁15
▁تعلیم ▁سے ▁تعلق
▁کتابوں ▁سے ▁محبت ▁کرنے ▁والے !

▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں
▁طبیعی ▁کیمیا ء ▁یا ▁طبیعی اتی ▁کیمیا ء ▁( phy s ical ▁che mist ry )، ▁اصل ▁میں ▁کیمیا ء ▁کے ▁میدان ▁میں ▁حر حر کی ات ، ▁مقدار یہ ▁کیمیا ء ، ▁شمار ی اتی ▁می کان یک ات ▁اور ▁حر کی ات ▁کے ▁ا ُ صول ▁و ▁تصور ات ▁استعمال ▁کرتے ▁ہوئے ▁کیمیا ئی ▁نظام ات ▁میں ▁پائے ▁جانے ▁والے ▁کب یر بین ی ، ▁خرد بین ی ، ▁جوہری ، ▁زیر ▁جوہری ▁اور ▁ذرا تی ▁م ظ ا ہر ▁پر ▁طبیعی ات ▁کے ▁اطلاق ▁سے ▁حاصل ▁ہونے ▁والے ▁شعب ۂ ▁علم ▁کو ▁کہا ▁جاتا ▁ہے۔
▁ا دار تی ▁نوٹ : ▁پوسٹ ▁میں ▁شائع ▁کی ▁گئی ▁رائے ▁مصنف ▁کی ▁ہے ▁اور ▁ادارے ▁کا ▁مصنف ▁کی ▁رائے ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں ▁ہے۔ ▁کاپی ▁رائٹ ▁' ہم ▁سب ' ▁ڈاٹ ▁کام . ▁بلا ▁اجازت ▁آرٹیکل ▁نقل ▁کر ▁کے ▁شائع ▁کرنا ▁کاپی ▁رائٹ ▁قوانین ▁کے ▁تحت ▁ایک ▁جرم ▁ہے
▁لب ▁پہ ▁رہ ▁جاتی ▁ہے ▁آ ▁آ ▁کے ▁شکایت ▁تیر ی
▁شہر ▁کی ▁خبریں
▁کراچی ▁میں ▁پولیس ▁کی ▁کارروائی اں ، ▁38 ▁افراد ▁کو ▁حراست ▁میں ▁لے ▁لیا ▁گیا ▁_ ▁Geo ▁Urdu
▁فیصل ▁ای دھی ▁مزید ▁بتا تے ▁ہیں ، ▁“ وال د ▁کی ▁وفات ▁کے ▁بعد ▁ادارے ▁کے ▁ عط یات ▁میں ▁تیزی ▁سے ▁کمی ▁ہو ▁رہی ▁ہے ▁اور ▁فنڈ ز ▁کی ▁کمی ▁کہ ▁وجہ ▁سے ▁د کھی ▁انسانی ت ▁کی ▁خدمت ▁اور ▁امداد ی ▁سرگرمی وں ▁میں ▁شدید ▁مشکلات ▁کا ▁سامنا ▁ہے۔ ▁اس ▁کے ▁باوجود ▁عبدال ستار ▁ای دھی ▁کا ▁شروع ▁کیا ▁گیا ▁مش ن ▁نہیں ▁رک ے ▁گا۔ ▁”
▁اسلام ▁آباد ▁کی ▁ایک ▁اور ▁ سوس ائ ٹی ( ا یف ▁جی ▁ای ▁سی ▁ایچ ▁ہا ئو سنگ ) ▁میں ▁دو ▁پلا ٹ ▁بیگم ▁کے ▁نام ▁پر ۔
▁گری نز ▁ب یٹر ▁کی ▁سوشل ▁میڈیا ▁ایپ ▁بھی ▁لا نچ ▁کی ▁گئی ▁ہے ، ▁جس ▁کے ▁ذریعے ▁بچوں ▁میں ▁قدرت ی ▁ماحول ▁سے ▁محبت ▁پیدا ▁کی ▁جاتی ▁ہے۔
▁اردو ▁نیوز ▁شو
▁شد د ▁کی ▁یہ ▁نئی ▁کارروائی اں ▁ایرانی ▁وزیر ▁خارجہ ▁محمد ▁جواد ▁ظریف ▁کی ▁شام ی ▁دارالحکومت ▁میں ▁آمد ▁سے ▁چند ▁ہی ▁گھنٹے ▁قبل ▁واقع ▁ہوئی ں۔ ▁بات ▁چیت ▁کے ▁لیے ، ▁وہ ▁سید ھے ▁صدر ▁بشار ▁الاس د ▁سے ▁ملاقات ▁کے ▁لیے ▁روانہ ▁ہوئے
▁انہوں ▁نے ▁کہاکہ ▁امریکی ▁غ نڈ ہ ▁گردی ▁اور سام راج ▁کے ▁مخالف ▁ممالک ▁کو ▁آپ سی ▁تعلقات ▁کو ▁مزید ▁مضبوط ▁کرنے ▁کی ▁ضرورت ▁ہے۔
▁فرانس ▁میں ▁دہشتگرد ▁حملہ ▁آور ▁سے ▁تعلق ▁رکھنے ▁کے ▁الزام ▁میں 4 ▁افراد ▁گرفتار
▁پروگرام ▁' جہ اں ▁رنگ ' ▁میں ▁سری ▁نگر ▁کے ▁مرکز ▁برائے ▁سوشل ▁اینڈ ▁ڈی ول پ منٹ ل ▁اسٹ ڈی ز ▁کی ▁پروفیسر ▁حمید ہ ▁نع یم ؛ ▁بھارتی ہ ▁جن تا ▁پارٹی ؛ ▁کشمیر ▁کے ▁ترجمان ▁شیخ ▁خالد ▁جہانگیر ▁اور ▁بھارتی ▁تجزیہ ▁کار ▁ڈاکٹر ▁من یش ▁کم ار ▁نے ▁وائس ▁آف ▁امریکہ ▁سے ▁گفتگو ▁کی۔
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁امریکی ▁وزیر ▁خارجہ ▁مائ یک ▁پو مپ یو ▁کا ▁کہنا ▁ہے ▁کہ ▁شمالی ▁کوریا ▁کو ▁ان ▁کے ▁ملک ▁کے ▁ساتھ ▁با ہم ی ▁تعلقات ▁کو ▁معمول ▁پر ▁لانے ▁کے ▁معاملے ▁میں ▁ایک ▁دور ▁میں ▁ان ▁کے ▁ساتھ ▁دشمن ی ▁مول ▁لینے ▁والے ▁و یت ▁نام ▁کے ▁اپنا ئے ▁گئے ▁راستے ▁کو ▁مثال ▁بنانا ▁چاہیے۔
▁اس ▁سے ▁متعلقہ ▁خبریں ▁بھی ▁پڑھیں :
▁غ ائل انی ▁پر ▁الزام ▁عائد ▁ہے ▁کہ ▁انہوں ▁نے ▁1998 میں ▁تن زان یہ ▁اور ▁کی نیا ▁کے ▁سفارت ▁خان وں ▁پر ▁کئے ▁گئے ▁بم ▁د ھم اک وں ▁میں ▁معاونت ▁کی ▁تھی ▁جن ▁کے ▁نتیجے ▁میں ▁224 ▁افراد ▁ہلاک ▁ہو ▁گئے ▁تھے۔ ▁غ ائل انی ▁کو ▁2006 ء ▁میں ▁کیو با ▁میں ▁قائم ▁امریکی ▁بحر ی ▁ا ڈ ے ▁میں ▁تفتیش ▁کے ▁لئے ▁نظر ▁بند ▁کیا ▁گیا ▁تھا ▁اور ▁آج ▁سے ▁تین ▁ہفتے ▁قبل ▁انہیں ▁سول ▁عدالت ▁میں ▁مقدم ے ▁کا ▁سامنا ▁کرنے ▁کے ▁لئے ▁امریکہ ▁منتقل ▁کیا ▁گیا ▁ہے۔
▁اشتہار ▁کا ▁انتخاب
▁سیاست دان وں ▁کے ▁متعلق ▁یہ ▁میڈیا ئی ▁دانش ور ▁جس ▁قسم ▁کے ▁ت جز ئیے ▁فرماتے ▁ہیں ▁اور ▁جس ▁لب ▁و ▁لہ جے ▁میں ▁انہیں ▁کر پٹ ▁اور ▁نااہل ▁قرار ▁دیتے ▁ہیں ▁اور ▁پھر ▁ان ▁سے ▁نجات ▁کے ▁لیے ▁جس ▁طرح ▁کے ▁حل ▁تجویز ▁کرتے ▁ہیں ، ▁یہ ▁انداز ِ ▁گفتگو ▁تھ ڑوں ▁پر ▁بیٹھ نے ▁والے ▁( اس ▁سے ▁یہ ▁مراد ▁نہ ▁لیا ▁جائے ▁کہ ▁تھ ڑوں ▁پر ▁بیٹھ نے ▁والے ▁تمام ▁افراد ▁ہی ▁معمولی ▁سمجھ ▁بوجھ ▁کے ▁مالک ▁ہوتے ▁ہیں ) ▁معمولی ▁سمجھ ▁بوجھ ▁کے ▁حامل ▁عام ▁لوگ ▁تو ▁اختیار ▁کر ▁سکتے ▁ہیں ▁جو ▁یقینا ▁بہت ▁سے ▁حق ائ ق ▁سے ▁بالکل ▁لا علم ▁ہوتے ▁ہیں ▁اور ▁مختلف ▁معاملات ▁پر ▁ان ▁کی ▁رائے ▁میڈیا ▁پر ▁ہونے ▁والے ▁تبصر وں ▁اور ▁ت جز ئی وں ▁کی ▁ہی ▁م حتاج ▁ہوتی ▁ہے ▁لیکن ▁اچھی ▁خاصی ▁سمجھ ▁بوجھ ▁رکھنے ▁والے ▁یہ ▁میڈیا ئی ▁دانش ور ▁جو ▁حق ائ ق ▁سے ▁بہت ▁حد ▁تک ▁با خبر ▁ہیں ▁اور ▁گذشتہ ▁ستر ▁برس ▁کے ▁دوران ▁پاکستان ▁کی ▁تاریخ ▁میں ▁رونما ▁ہونے ▁والے ▁اہم ▁واقعات ▁سے ▁بخ وب ی ▁آگاہ ▁ہیں۔ ▁وہ ▁اس ▁طرح ▁کی ▁یک طرف ہ ▁منظر ▁کشی ▁کر ▁کے ▁کہیں ▁دانش وار انہ ▁بد دی انت ی ▁کے ▁مرتکب ▁تو ▁نہیں ▁ہو ▁رہے۔
▁چین ▁نے ▁آگ ▁میں ▁پھنس ے ▁لوگوں ▁کو ▁بچانے ▁والا ▁خود ▁کار ▁ڈر ون ▁ڈیزائن ▁کرلیا
▁5 ▁اچھی ▁طرح ▁م کس ▁کر ▁کے ▁چار ▁گھنٹے ▁کیلئے ▁فری ج ▁میں ▁میری ن یٹ ▁کرنے ▁کے ▁لئے ▁رکھ ▁دیں
▁تمام ▁مواد ▁کے ▁جملہ ▁حقوق ▁محفوظ ▁ہیں ▁© ▁2017 ▁روز نامہ ▁بشار ت ▁اردو
▁میڈیا ▁رپورٹ س ▁کے ▁مطابق ▁ سمع یہ ▁کو ▁پاکستان ▁میں ▁اس ▁کے ▁اہل خان ہ ▁نے ▁اس ▁کے ▁والد ▁کی ▁بیماری ▁کا ▁بہ انہ ▁بنا ▁کر ▁بل ایا ▁اور ▁پھر ▁ان ▁کے ▁سابق ▁شوہر ▁نے ▁انہیں ▁زیادتی ▁کا ▁نشانہ ▁بنانے ▁کے ▁بعد ▁قتل ▁کر ▁ڈال ا۔ ▁اپنی ▁ہی ▁بیٹی ▁پر ▁لرز ہ ▁خیز ▁ظلم ▁کروا نے ▁کا ▁ملزم ▁قرار پ انے ▁والے ▁محمد ▁شاہد ▁کے ▁بارے ▁میں ▁اب ▁یہ ▁خبر ▁سامنے ▁آئی ▁ہے ▁کہ ▁ایک ▁طویل ▁ص عوب ت ▁کے ▁بعد ▁دل ▁کا ▁دورہ ▁پڑ نے ▁سے ▁اس ▁کی ▁موت ▁ہو ▁گئی ▁ہے۔


▁رسائی ▁کے ▁لنکس
▁چینی ▁ماہرین ▁نے ▁سی ▁پیک ▁سے ▁متعلق ▁امریکی ▁اخبار ▁کی ▁رپورٹ ▁مسترد ▁کردی
▁Image ▁caption ▁ہی لری ▁کے ▁ترجمان ▁کا ▁کہنا ▁ہے ▁کہ ▁انھوں ▁نے ▁رضا کاران ہ ▁طور ▁پر ▁ایف ▁بی ▁آئی ▁کو ▁انٹرویو ▁دیا ▁ہے
▁مسیح ▁مو عود ▁مرزا ▁غلام ▁احمد ▁قا دی انی ▁علیہ ▁السلام ▁کو ▁م ...
▁یہ ▁تمام ▁منصوبے ▁سعودی ہ ▁کے ▁تین ▁شہروں ▁کو ▁ ’ ز ندگی ▁کے ▁معیار ‘ ▁کے ▁حوالے ▁سے ▁دنیا ▁کے ▁100 ▁بہترین ▁شہروں ▁میں ▁شامل ▁کرنے ▁کے ▁عزم ▁کو ▁یقینی ▁بنانا ▁ہے۔
▁پاکستان ▁میں ▁کم ▁عمر ی ▁کی ▁شادی وں ▁کا ▁مسئلہ
▁( یہ اں ▁تبصرہ ▁کرنے ▁کے ▁لئے ▁داخل ▁یا ▁من درج ▁ہونا ▁لازم ▁ہے۔ )

▁پی ▁ٹی ▁آئی ▁اور ▁یونین ▁کونسل ▁کا ▁مستقبل
▁کمر ے ▁میں ▁اے ▁سی ▁چلے ▁گا ، ▁یہ ▁تو ▁مر ▁جائیں ▁گے۔
▁قصور ▁(24 ▁نیوز ) ▁زخم وں ▁سے ▁چور ▁کائنات ▁بت ول ▁ان ▁12 ▁لڑکی وں ▁میں ▁شامل ▁ہے ، ▁جنہیں ▁گزشتہ ▁چند ▁دنوں ▁میں ▁اغوا ▁کیا ▁گیا ، ▁کائنات ▁کی ▁جان ▁تو ▁بچ ▁گئی ▁لیکن ▁وہ ▁صدم ے ▁کی ▁وجہ ▁سے ▁حالت ▁قوم ہ ▁سے ▁باہر ▁نہ ▁آس کی ۔
▁تفصیلات ▁کے ▁مطابق ▁فیصل ▁آباد ▁میں ▁ڈ ج کو ٹ ▁کے ▁قریب ▁ٹر یکٹر ▁ٹر الی ▁اور ▁وی گن ▁میں ▁ت صاد م ▁کے ▁باعث ▁5 ▁افراد ▁جان ▁کی ▁بازی ▁ہار گ ئے ▁جبکہ ▁2 ▁افراد ▁زخمی ▁ہوگئے۔
▁ہم ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁جان نا ▁چاہتے ▁ہیں ، ▁جو ▁پاکستانی ▁معاشرے ▁میں ▁مثبت ▁تبدیلی ▁لا ▁رہے ▁ہیں۔
▁موسم ▁گرما ▁میں ▁می ک ▁اپ ▁کی سا ہ ونا ▁چاہیے !
▁ہم ▁سے ▁رابط ے ▁میں ▁رہیں
▁یعنی ▁اب ▁اس ▁بے عقل ی ▁کا ▁نتیجہ ▁بھگ تو ▁اور ▁اپنے ▁کفر ▁کے ▁سبب ▁سے ▁ جہ نم ▁کی ▁سختی وں ▁کا ▁م زہ ▁چک ھو ۔
▁پھر ▁ذرا ▁ا ُ س ▁می ث اق ▁کو ▁یاد ▁کرو ، ▁جو ▁ط ُ ور ▁کو ▁تمہارے ▁اوپر ▁اٹھا ▁کر ▁ہم ▁نے ▁تم ▁سے ▁لیا ▁تھا ▁ہم ▁نے ▁تاکید ▁کی ▁تھی ▁کہ ▁جو ▁ہ دا یات ▁ہم ▁دے ▁رہے ▁ہیں ، ▁ان ▁کی ▁سختی ▁کے ▁ساتھ ▁پابندی ▁کرو ▁اور ▁کان ▁لگا ▁کر ▁سن و ▁تمہارے ▁اس لاف ▁نے ▁کہا ▁کہ ▁ہم ▁نے ▁سن ▁لیا ، ▁مگر ▁مان یں ▁گے ▁نہیں ▁اور ▁ان ▁کی ▁باطل ▁پرست ی ▁کا ▁یہ ▁حال ▁تھا ▁کہ ▁دل وں ▁میں ▁ان ▁کے ▁بچ ھڑ ا ▁ہی ▁بسا ▁ہوا ▁تھا ▁کہ و : ▁اگر ▁تم ▁مومن ▁ہو ، ▁تو ▁عجیب ▁ایمان ▁ہے ، ▁جو ▁ایسی ▁بری ▁حرکات ▁کا ▁تمہیں ▁حکم ▁دیتا ▁ہے ( 93)
▁اسلام ▁اور ▁سائنس
▁پاکستان ▁کی ▁مزید ▁خبریں
▁جہاں ▁ان ▁کی ▁شادی ▁کی ▁خبر ▁کی ▁تصدیق ▁نہ ▁ہونے ▁سے ▁متعلق ▁ان ▁کے ▁مداح ▁پریشان ▁ہیں ، ▁وہ یں ▁ان ▁کے ▁ساتھ ی ▁اداکار ▁اک ش ے ▁کم ار ▁بھی ▁اس ▁پریشان ی ▁میں ▁مبتلا ▁ہیں ▁کہ ▁سون م ▁کپور ▁کب ▁شادی ▁کرنے ▁والی ▁ہیں۔
▁شمالی ▁کوریا ▁جوہری ▁ہتھیار ▁ت لف ▁کرنے ▁میں ▁سنج ید ہ ▁ہے ، سی ▁آئی ▁اے
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁جم یل ▁فخر ی ▁9 جون ▁2011 کو ▁اپنے ▁بیٹے ▁کے ▁نیویارک ▁میں ▁بی ہم انہ ▁قتل ▁کے ▁واقعہ ▁کے ▁کچھ ▁عرصہ ▁بعد ▁ہی ▁صدم ے ▁کی ▁تاب ▁نہ ▁لا تے ▁ہوئے ▁خالق ▁حقیقی ▁سے ▁جا ▁ملے ▁تھے ▁۔ ڈ رام ہ ▁ڈائریکٹر ▁و قار ▁عظیم ▁نے ▁جم یل ▁فخر ی ▁کو ▁یاد ▁کرتے ▁ہوئے ▁ان ▁کے ▁بلند ی ▁درج ات ▁کے ▁لئے ▁دعا ▁کی ▁اور ▁کہا ▁کہ ▁’’ جن جال ▁پور ہ ‘‘ ▁ڈرا مہ ▁سیر یل ▁میں ▁جم یل ▁فخر ی ▁نے ▁انتہائی ▁خوبصورت ی ▁کے ▁ساتھ ▁اپنے ▁آپ ▁کو ▁داد ا ▁پہلو ان ▁کے ▁روپ ▁میں ▁ڈھ الا ▁جو ▁لاہور ▁میں ▁رہتا ▁ہے ▁اور ▁روایت ی ▁پہلو ان ▁کی ▁عکاسی ▁کی ▁وہ ▁ایک ▁ور ▁ سٹ ائل ▁کر ▁دار ▁کی ▁حامل ▁شخصیت ▁تھے ▁جو ▁اپنی ▁اداکار ی ▁میں ▁عام ▁زندگی ▁کے ▁پہلو ئ وں ▁کی ▁عکاسی ▁کرتے ▁تھے۔ ان ▁کی ▁خدمات ▁اور ▁ان ▁کے ▁شخصی ▁او صاف ▁کو ▁ہمیشہ ▁یاد ▁رکھا ▁جائے ▁گا۔
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁’’ الی کشن ▁2018 ‘‘ ب ڑی ▁جماعتوں ▁کا ▁سیاسی ▁اتحاد ▁کیا ▁کرنے ▁کا ▁اعلان ▁کر ▁دیا ▁گیا ؟ ملک ی ▁سیاست ▁میں ▁ہل چ ل
▁پر ▁ہم ▁جو ▁نہ ▁ہوں ▁گے ▁تو ▁بہت ▁یاد ▁کرو گ ے
▁کتاب ▁اور ▁می گز ین
▁کھیل ▁کی ▁خبریں
▁پوسٹ وں ▁کا ▁آر ▁ایس ▁ایس
▁ماضی ▁میں ▁مختلف ▁سلطنت ▁جیسے ▁ہا ن ، ▁انج کشن ، ▁شمالی ▁اور ▁جنہوں ▁نے ▁دیوار ▁کی ▁وقت ▁وقت ▁پر ▁مر مت ▁کر وائی ▁اور ▁ضرورت ▁کے ▁مطابق ▁دیوار ▁کو ▁مختلف ▁ہ دا یات ▁دے ▁کر ▁است وار ▁کیا ▁اور ▁لم بائی ▁میں ▁اضافہ ▁کیا ▁گیا .
▁سابق ▁خاتون ▁سفارت کار ▁ما دھ وری ▁گ پ تا ▁پاکستان ▁کے ▁لئے ▁جاسوس ی ▁کے ▁الزام ▁میں ▁گرفتار ▁، ۳ ▁ ؍ ▁سال ▁کی ▁سزا ▁مقرر
▁ ند یم ▁ایف ▁پرا چہ ، ▁کراچی ▁کے ▁طالبان ▁(1)

▁کم ار ▁سو امی ▁کی ▁حلف ▁برداری ▁کی ▁تقریب ▁، اپ وز یشن ▁کے ▁غیر ▁معمولی ▁اتحاد ▁کا ▁مظاہرہ
▁چیک ▁جمہوری ہ
▁را بی ▁مان : ▁بیل فور ▁اعلام یہ ▁ہی ▁بہت ▁بہت ▁معنی ▁خیز ▁تھا ▁یہ ▁محض ▁ایک ▁دوست ▁کو ▁لکھ ے ▁جانے ▁والا ▁عام ▁خط ▁نہیں ▁تھا۔
▁علماء ▁کو ▁چند ے ▁اک ٹھ ے ▁کرکے ▁زندگی ▁گزار نے ▁سے ▁نجات ▁دل انا ▁چاہتے ▁ہیں : ▁پرویز ▁خ ٹک
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁ہم ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁جان نا ▁چاہتے ▁ہیں ، ▁جو ▁پاکستانی ▁معاشرے ▁میں ▁مثبت ▁تبدیلی ▁لا ▁رہے ▁ہیں۔
▁Angelina ▁جو لی ▁سرد ی ▁اور ▁ہار سی ؟ ▁کل ▁میں ▁ایک ▁ستار ہ ▁(2 12)
▁آسٹریلیا ▁نے ▁ٹی ▁20 ▁میں ▁سب ▁سے ▁بڑے ▁ہدف ▁کا ▁ت عاقب ▁کرکے ▁ریکارڈ ▁قائم ▁کر ▁...
▁ڈی ▁جی ▁آئی ▁ایس ▁پی ▁آر ▁نے ▁ٹوئٹر ▁پر ▁پیغام ▁جاری ▁کیا ، ▁جس ▁کے ▁مطابق ▁آرمی ▁چیف ▁کا ▁کہنا ▁ہے ▁کہ ▁سال ▁دو ▁ہزار ▁اٹھا رہ ▁سب ▁کے ▁لئے ▁روشن ▁سال ▁ثابت ▁ہو ▁گا۔ ▁چیلنج ز ▁پر ▁قوم ▁کی ▁معاونت ▁سے ▁قابو ▁پال یا ▁جائے ▁گا۔

▁ذ یابی ط س ▁کے ▁قسم ▁دوم ▁کے ▁مریض وں ▁میں ▁نظام ▁ہا ضم ہ ▁مکمل ▁طور ▁پر ▁متحرک ▁نہیں ▁رہتا ▁جس ▁کی ▁وجہ ▁سے ▁کار بو ہ ائیڈ ریٹ ▁اور ▁چک ن ائی ▁( چر بی ) ▁مکمل ▁طور ▁پر ▁ہ ضم ▁نہیں ▁ہو پ اتی ▁جس ▁کے ▁باعث ▁خون ▁میں ▁بالت رت یب ▁شو گر ▁اور ▁چربی ▁کی ▁مقدار ▁( کول ی سٹر ول ) ▁میں ▁اضافہ ▁ہوجاتا ▁ہے۔ ▁اس ▁کی ▁بنیادی ▁وجہ ▁مع دہ ▁اور ▁آن ت وں ▁میں ▁موجود ▁مفید ▁بی کٹ یری از کا ▁غیر ▁فعال ▁ہو جان ا ▁ہے ، ▁یہ ▁مفید ▁بی کٹ یری از ▁پرو ٹین ▁کے ▁علاوہ ▁چک ن ائی ▁اور ▁لحم یات ▁کو ▁قابل ▁ہ ضم ▁بنا تے ▁ہیں ▁اور ▁اضافی ▁مقدار ▁کے ▁جسم ▁سے ▁باہر ▁اخراج ▁کے ▁لیے ▁اپنا ▁کردار ▁ادا ▁کرتے ▁ہیں۔
▁سعد ▁رفیق ▁کے ▁پر وڈ کشن ▁آر ڈر ▁جاری ▁ہونے ▁تک ▁ایوان ▁نہیں ▁چلے ▁گا ، ن ▁لیگ ▁کا ▁اعلان
▁امریکی ▁صدارت ی ▁انتخابات ▁اور ▁ال قاعدہ ▁۔ ▁ایس ▁ایچ ▁ب نگ ش
▁کابل ، امر یکی ▁صدارت ی ▁امیدوار ▁بار اک ▁اوباما ▁امریکی ▁فوجی ▁کیمپ ▁ای گر ز ▁کے ▁دورے ▁کے ▁موقع ▁پر ▁فوجی وں ▁سے ▁خطاب ▁کر ▁رہے ▁ہیں۔
▁خورشید ▁شاہ ▁نے ▁کہا ▁کہ ▁50 ▁لاکھ ▁گھروں ▁کے ▁لیے 5 ▁ہزار ▁کھ رب ▁روپے ▁چاہ ئیں ، ▁ایک ▁کروڑ ▁نو کری وں ▁کے ▁لیے ▁کئی ▁سال ▁چاہ ئیں ، ▁حکومت ▁نے ▁عوام ▁سے ▁کیے ▁وعد ے ▁پورے ▁نہیں ▁کیے ▁تو ▁احتجاج ▁کریں ▁گے ، ▁اب ▁یو ٹر ن ▁سے ▁کام ▁نہیں ▁چلے ▁گا ، ▁ماضی ▁کی ▁طرح ▁پھر ▁سے ▁ٹیکس ▁لگائے ▁جارہے ▁ہیں ، ▁بجلی ▁کی ▁قیمت وں ▁میں ▁اضافہ ▁کیا ▁جارہا ▁ہے۔
▁ماہرین ▁کے ▁مطابق ▁ وائی ▁ف ائی ▁کی ▁نان ▁تھر مل ▁ریڈیو ▁فری کو ئن سی ▁ری ڈی ▁ای شن ▁خل یوں ▁کی ▁اف ز ائش ▁پر ▁برا ▁اثر ▁ڈال تی ▁ہے۔ ▁اس ▁سے ▁بچے ▁اور ▁وہ ▁نوجوان ▁متاثر ▁ہوتے ▁ہیں ▁جن ▁کا ▁جسم ▁اف ز ائش ▁کے ▁مرحلے ▁میں ▁ہوتا ▁ہے۔ وائی ▁ف ائی ▁کی ▁تاب کاری ▁بڑھ تے ▁ہوئے ▁بچوں ▁کی ▁جسمانی ▁و ▁دماغ ی ▁صحت ▁پر ▁منفی ▁اثرات ▁مرتب ▁کرتی ▁ہے۔ وائی ▁ف ائی ▁سے ▁خارج ▁ہونے ▁والے ▁فری کو ئن سی ▁نی ند ▁پر ▁برا ▁اثر ▁ڈال تی ▁ہیں۔ ▁ہم ▁میں ▁سے ▁اکثر ▁افراد ▁نی ند ▁نہ ▁آنے ، ▁بے ▁آرام ▁نی ند ▁آنے ▁اور ▁نی ند ▁پوری ▁نہ ▁ہونے ▁کی ▁شکایت ▁کرتے ▁ہیں۔ ▁اس ▁کا ▁ذم ہ ▁دار ▁ہمارے ▁گھر ▁میں ▁لگا ▁ وائی ▁ف ائی ▁ہی ▁ہے۔
▁نواز ▁شریف ، ▁چوہدری ▁نثار ▁سے ▁ناراض ▁کیوں ؟ ▁وق اص ▁ص ارم
▁لوڈ ▁ہو ▁رہا ▁ہے ...

▁اب ▁وہ ▁نہیں ▁ہیں ، ▁تو ▁میں ▁نے ▁انہیں ▁معاف ▁کردیا ▁ہے۔ ▁مر نے ▁سے ▁کچھ ▁دن ▁قبل ▁انہوں ▁نے ▁اپنی ▁آخری ▁کتاب ▁ ’ بنا م ▁غالب ‘ ▁کا ▁نسخ ہ ▁مجھے ▁بھی ▁بھ جو ایا ▁تھا۔ ▁مگر ▁یہ ▁نظم یں ▁مجھے ▁متاثر ▁نہ ▁کر سک یں۔ ▁یہاں ▁بھی ▁وہ ▁صلاح ▁الدین ▁پرویز ▁گم ▁تھا ، ▁جو ▁الفاظ ▁کا ▁جادو گر ▁یا ▁بادشاہ ▁ہوا ▁کرتا تھا ۔ ▁کتاب ▁ملنے ▁کے ▁ساتھ ▁ہی ▁میری ▁نفرت ▁کی ▁گرد ▁یاد وں ▁کی ▁بارش ▁سے ▁د ھل ▁گئی۔ ▁میں ▁ان ▁سے ▁فون ▁پر ▁گفتگو ▁کا ▁خواہش مند ▁تھا۔ ▁مگر ▁صلاح ▁الدین ▁کی ▁اچانک ▁موت ▁نے ▁اس ▁کا ▁موقع ▁نہیں ▁دیا۔ ▁اللہ ▁م غفر ت ▁کرے۔

▁100 7 : ▁سید نا ▁ابو ▁ ہری رہ ؓ ▁نبی صلى ▁الله ▁عليه ▁وسلم ▁سے ▁روایت ▁کرتے ▁ہیں ▁کہ ▁آپ صلى ▁الله ▁عليه ▁وسلم ▁نے ▁فرمایا : ▁نذر ▁کسی ▁ایسی ▁چیز ▁کو ▁آدمی ▁سے ▁نزدیک ▁نہیں ▁کرتی ▁جو ▁اللہ ▁تعالی ٰ ▁نے ▁اس ▁کی ▁تقدیر ▁میں ▁نہیں ▁لکھ ی ▁لیکن ▁نذر ▁تقدیر ▁کے ▁موافق ▁ہوتی ▁ہے۔ ▁نذر ▁کی ▁وجہ ▁سے ▁ب خیل ▁کے ▁پاس ▁سے ▁وہ ▁مال ▁نکل تا ▁ہے ▁جس ▁کو ▁وہ ▁نکال نا ▁نہیں ▁چاہتا ۔
▁فی ڈو ٹو ▁نے ▁اعتراف ▁کیا ▁کہ ▁عالمی ▁برادری ▁افغانستان ▁میں ▁م تبادل ▁معیشت ▁کھڑی ▁کرنے ▁میں ▁ناکام ▁رہی ▁ہے۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁من شی ات ▁پر ▁قابو ▁پانے ▁کے ▁لیے ▁افغان ▁کاشت ▁کار وں ▁کو ▁جدید ▁سہولت یں ▁اور ▁م تبادل ▁فصل وں ▁کے ▁لیے ▁بہتر ▁من ڈ یاں ▁فراہم ▁کرنے ▁کے ▁علاوہ ▁ملک ▁میں ▁ زرع ی ▁اور ▁صنعتی ▁شعبے ▁میں ▁ملازمت وں ▁کے ▁نئے ▁مواقع ▁پیدا ▁کرنے ▁ہوں ▁گے۔
▁ملک ▁میں ▁نکل ے ▁خیر ▁سگ الی ▁اور ▁فرق ہ ▁وار انہ ▁ہم ...
▁‫ سن نے ‪ ▁،‬ اور ▁آپ ▁کے ▁آل ہ ▁پر ▁موسیقی ▁کا ▁اشتراک ▁دریافت ▁کریں۔ ▁آپ ▁ذ خیر ہ ▁کردہ ▁موسیقی ▁کلیک شن ▁کو ▁اپنے ▁آل ہ ▁سے ‬
▁آج ▁پاکستان ▁کے ▁سوشل ▁میڈیا ▁پر ▁ ’ ڈ ان ▁اسٹ وری ▁ری ▁ایک شن ‘ ▁ٹرین ڈ ▁کر ▁رہا ▁ہے۔ ▁ڈ ان ▁اخبار ▁کے ▁ایڈ یٹر ▁ظفر ▁عباس ▁نے ▁آج ▁ ’ ڈ ان ▁اسٹ وری ▁ری ▁ایک شن ‘ ▁کے ▁نام ▁سے ▁ایک ▁طاقتور ▁اداری ے ▁میں ▁لکھا ▁ہے ، ▁’’ می ڈی ا ▁کا ▁کوئی ▁بھی ▁ادارہ ▁غلطی ▁کر ▁سکتا ▁ہے ▁اور ▁یہ ▁غلطی ▁ڈ ان ▁سے ▁بھی ▁ہو ▁سکتی ▁ہے ▁لیکن ▁ہمیں ▁اس ▁بات ▁پر ▁یقین ▁ہے ▁کہ ▁ڈ ان ▁نے ▁اس ▁رپورٹ ▁کو ▁انتہائی ▁پیش ہ ▁وار انہ ▁انداز ▁میں ▁پیش ▁کیا ▁ہے ▁اور ▁مختلف ▁ذرائع ▁کی ▁جانب ▁سے ▁تصدیق ▁کے ▁بعد ▁اس ▁رپورٹ ▁کو ▁شائع ▁کیا ▁گیا ▁تھا۔ ‘‘
▁والدین ▁گھر ▁سے ▁نکل نے ▁سے ▁پہلے ▁اپنی ▁بیٹی وں ▁کو ▁سو ▁نص ی حت یں ▁کریں ▁گے ▁ان ▁پر ▁ک ڑی ▁نظر ▁رکھتے ▁ہیں ▁لیکن ▁کبھی ▁اپنے ▁بی ٹ وں ▁کو ▁نہیں ▁کہتے ▁کہ ▁باہر ▁اپنا ▁بر تا ▁و ¿ ▁اچھا ▁رکھ و ▁اور ▁نہ ▁کبھی ▁ان ▁کے ▁چال ▁چل ن ▁کی ▁خبر ▁گیری ▁کی ▁ہو ▁گی ، ▁اور ▁تو ▁یہ ▁کہ ▁اگر ▁مرد ▁اپنی ▁با ہم ی ▁لڑائی ▁میں ▁بھی ▁اپنی ▁تس کین ▁کے ▁لئے ▁ایک ▁دوسرے ▁کو ▁ماں ▁، ▁بہن ، ▁بیوی ▁کی ▁ گال یاں ▁دیتے ▁آئے ▁ہیں۔
▁نتیجہ ▁ان ▁فارسی ▁اشعار ▁کی ▁اشاعت ▁کا ▁یہ ▁ہوتا ▁ہے ▁کہ ▁مہمان ▁کھانا ▁کم ▁کھا تے ▁ہیں ▁اور ▁شعر ▁کے ▁معنی ▁و ▁مف ہ وم ▁کو ▁سمجھ نے ▁کی ▁کوشش ▁زیادہ ▁کرتے ▁ہیں ▁— اور ▁جب ▁وہ ▁معنی ▁و ▁مف ہ وم ▁کے ▁چک ر ▁سے ▁آزاد ▁ہوتے ▁ہیں ▁تو ▁پتہ ▁چل تا ▁ہے ▁کہ ▁میزبان ▁نے ▁سارا ▁کھانا ▁خود ▁ہی ▁کھا ▁لیا ▁ہے۔
▁اس ▁کے ▁بعد ▁محمد ▁عباس ▁نے ▁ سٹ ور ٹ ▁برا ڈ ▁کو ▁صفر ▁کے ▁سک ور ▁پر ▁آؤٹ ▁کر ▁دیا۔ ▁انگلینڈ ▁کی ▁آخری ▁و کٹ ▁محمد ▁عامر ▁نے ▁حاصل ▁کی ▁جب ▁انھوں ▁نے ▁ڈو م ▁بیس ▁کو ▁بول ڈ ▁کر ▁دیا۔ ۔ پاکستان ▁کی ▁جانب ▁سے ▁دوسری ▁اننگز ▁میں ▁محمد ▁عامر ▁اور ▁محمد ▁عباس ▁نے ▁چار ▁چار ▁و کٹ یں ▁حاصل ▁کی ں ▁جبکہ ▁شاد اب ▁خان ▁نے ▁دو ▁کھلاڑیوں ▁کو ▁آؤٹ ▁کیا۔ گذشت ہ ▁شب ▁ جوز ▁بٹ لر ▁اور ▁ڈو م ▁بیس ▁نے ▁سات ویں ▁و کٹ ▁کی ▁شر ا کت ▁میں ▁126 ▁قیمت ی ▁رنز ▁جو ڑے ۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁س ۸۰ ۵ ۔ ▁ایک ▁شخص ▁برس وں ▁سے ▁ماہ ▁مبارک ▁رمضان ▁او ▁ر ▁اس ▁کے ▁علاوہ ▁است من اء ▁کا ▁مرتکب ▁ہوتا ▁رہا ▁اس ▁کے ▁نماز ▁روزہ ▁کا ▁کیا ▁حکم ▁ہے ؟
▁بچوں ▁کا ▁صفحہ
▁لا ڑ کان ہ ▁۔ ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁13 ▁مارچ 2018 ء ) ▁لا ڑ کان ہ ▁پولیس ▁کی ▁جانب ▁سے ▁جرائم ▁پیش ہ ▁افراد ▁کے ▁خلاف ▁شروع ▁کئے ▁گئے ▁کر یک ▁ڈ اؤں ▁کے ▁نتیجے ▁میں ▁5 ▁ملزمان ▁نے ▁خود ▁کو ▁پولیس ▁کے ▁حوالے ▁کردیا ▁جبکہ ▁مختلف ▁علاقوں ▁میں ▁کارروائی وں ▁کے ▁نتیجے ▁میں ▁5 ▁مزید ▁ملزمان ▁کو ▁گرفتار ▁کرلیا ▁گیا ▁ہے۔ ▁تفصیلات ▁کے ▁مطابق ▁ایس ▁ایس ▁پی ▁لا ڑ کان ہ ▁تنو یر ▁حسین ▁ت نیو ▁کے ▁ہ دا یات ▁پر ▁جرائم ▁پیش ہ ▁افراد ▁کا ▁گھ ی را ▁تنگ ▁کرنے ▁کے ▁متعلق ▁پیر ▁شیر ▁کے ▁علاقے ▁میں ▁جرائم ▁پیش ہ ▁افراد ▁کے ▁ ٹھ کان وں ▁پر ▁قائم ▁کیے ▁گئے ▁پولیس ▁کیمپ ▁میں ▁گذشتہ ▁روز ▁سنگین ▁نوعی ت ▁کے ▁مقدمات ▁میں ▁ملوث ▁5 ▁فرار ▁ہونے ▁والے ▁ملزمان ▁نادر ▁ج تو ئی ، ▁مصر ی ▁ج تو ئی ، ▁رشید ▁ج تو ئی ، ▁ع رس ▁ج تو ئی ▁اور ▁جاوید ▁ج تو ئی ▁نے ▁خود ▁کو ▁پولیس ▁کے ▁حوالے ▁کردیا۔
▁ہزاروں ▁بھارتی ▁شہریوں ▁نے ▁ملک ▁کے ▁مختلف ▁حص وں ▁میں ▁اقلیت ی ▁مسلمانوں ▁پر ▁کیے ▁جانے ▁والے ▁حالی ہ ▁حملوں ▁کے ▁خلاف ▁احتجاج ▁کیا۔ ▁ہندو ▁قوم ▁پسند ▁حملہ ▁آور ▁کم ▁از ▁کم ▁ایک ▁در جن ▁مسلمان ▁مرد وں ▁اور ▁لڑک وں ▁کو ▁سر عام ▁تشدد ▁کر ▁کے ▁ہلاک ▁کر ▁چکے ▁ہیں۔
▁شہر ▁کی ▁خبریں
▁پاکستان ▁کا ▁سب ▁سے ▁بڑا ▁مسئلہ ▁- ▁ہم ▁سب
▁واپس ▁اوپر ▁جائیں
▁روسی ▁صدر ▁پی وٹ ن ▁کا ▁صدر م ملک ت ▁ممنون ▁حسین ▁سے ▁ملاقات ▁کی ▁خواہش ▁کا ▁اظہار
▁‫ اپ لیک یشن ز ▁کی ▁اس کری ن ▁پر ‪ ▁،‬ تھ پ تھ پ ائیں ▁← ▁غیر ▁فعال ▁کردہ ▁ایپ س ▁دکھائی ں ‪ ▁،‬ اپ لیک یشن ز ▁منتخب ▁کریں ‪ ▁،‬ اور ▁پھر ▁تھ پ تھ پ ائیں ▁مکمل ۔ ‬
▁کیونکہ ▁اس ▁وقت ▁ہم ▁اپنے ▁ض میر ▁اور ▁غیر ت ▁کے ▁لباس ▁کا ▁سودا ▁کرلی تے ▁ہیں ▁نفس انی ▁خواہش ات ▁کے ▁تس کین ▁کی ▁خاطر ▁اور ▁اس ▁بنت ▁ حوا ▁کو ▁نو چ ▁نو چ ▁کر ▁کھا ر ہے ▁ہوتے ▁ہیں ▁،
▁عمر ▁میری ▁تھی ▁مگر ▁اس ▁کو ▁ب سر ▁اس ▁نے ▁کیا
▁میرے ▁ایک ▁آرٹیکل ▁میں ▁اسی ▁81 ▁ارب ▁کا ▁تذکر ہ ▁سن ▁کر ▁کسی ▁بند ے ▁نے ▁تبصرہ ▁کیا ▁تھا ▁کہ ▁کھ ائے ▁ہوئے ▁واپس ▁کئے ▁ہیں ▁کوئی ▁جیب ▁سے ▁نہیں ▁دیئے ▁بلکہ ▁سالہ اس ال ▁پنجاب ▁یہ ▁رقم ▁کھا تا ▁رہا ▁ہے ، ▁ایسی ▁سوچ ▁رکھنے ▁والوں ▁سے ▁گزارش ▁ہے ▁کہ ▁اس ▁سیریز ▁کا ▁چی پٹ ر ۔ ن ائی ن ، ▁ ٹین ، ▁ال یون ▁اور ▁ٹو یلی و ▁ضرور ▁پڑھ ▁لیں ▁جو ▁این ۔ ا یف ۔ سی ▁کے ▁مقصد ، ▁ سٹر ک چر ، ▁ماضی ▁کے ▁ایوارڈ ز ▁کی ▁تاریخ ▁و ▁طریقہ ▁اور ▁اعتراض ات ، ▁مطالب ات ▁کی ▁حیثیت ▁اور ▁ان ▁کے ▁حل ▁پر ▁مبنی ▁ہے۔
▁ابھی ▁عشق ▁کے ▁امتحان ▁اور ▁بھی ▁ہیں
▁اپنی ▁مہم ▁کے ▁دوران ▁کیے ▁گئے ▁وعد وں ▁پر ▁عمل در آم د ▁کے ▁لیے ▁عزم ▁کا ▁اظہار ▁کرتے ▁ہوئے ▁صدر ▁ٹرمپ ▁نے ▁کہا ▁کہ ▁وہ ▁آئندہ ▁ہفتے ▁ٹیکس ▁سے ▁متعلق ▁نیا ▁پیک ج ▁متعارف ▁کرو ائیں ▁گے۔
▁آپ ▁اپنے ▁Google + ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁اردو ▁نیوز ▁شو
▁باب ▁و ول مر ▁دس ▁ٹیسٹ ▁سیریز ▁میں ▁پاکستانی ▁ٹیم ▁کے ▁کوچ ▁رہے ▁۔ ▁ان ▁دس ▁میں ▁سے ▁پاکستانی ▁ٹیم ▁نے ▁چار ▁میں ▁فتح ▁، ▁تین ▁میں ▁شکست ▁اور ▁تین ▁ٹیسٹ ▁بغیر ▁کسی ▁نتیجے ▁کے ▁ختم ▁ہوئے۔ ▁ان ▁کی ▁کوچ نگ ▁میں ▁ٹیم ▁نے ▁37 ▁ون ▁ڈے ▁میچ ز ▁ج تے ▁، ▁29 ▁ہار ے ▁اور ▁تین ▁ڈرا ▁کئے ۔
▁ابوبکر محمد بن ▁عبداللہ ▁أب ھر ی ▁( م ۳۹ ۵ ھ ) ▁قاضی ▁عبدال و ھا ب ▁بغداد ی ▁( م ۴۲ ۲ ھ )
▁ ⇑ ▁ابن ▁کثیر ▁کہتے ▁ہیں ▁عبد ▁الله ▁بن ▁عمرو ▁بن ▁الع آ ص ▁رضی ▁الله ▁عنہ ▁إسرائيل يات ▁کی ▁روایات ▁بیان ▁کرتے ▁تھے ؟
▁ایک ▁سوال ▁کے ▁جواب ▁میں ▁پی ▁ٹی ▁آئی ▁چیئرمین ▁کا ▁کہنا ▁تھا ▁کہ ▁وہ ▁دیکھ نا ▁چاہتے ▁ہیں ▁کہ ▁پی ▁پی ▁پی ، ▁وزیراعظم ▁کو ▁پارلیمنٹ ▁میں ▁کیسے ▁جواب دہ ▁بن اتی ▁ہے۔
▁عہد ▁ نامہ ▁قدیم : ▁۳ ▁ ۔۔۔ ▁کتاب ▁اح بار
▁کہ ▁ب ندگی ▁کرو ▁اللہ ▁کی ▁اور ▁ا ُ س ▁سے ▁ڈر و ▁اور ▁میرا ▁کہنا ▁مان و
▁3 ما ہ ▁میں ▁صرف ▁عوامی ▁خدمت ▁کے ▁ای ج نڈ ے ▁کو ▁آگے ▁بڑھ ایا ▁ہے
▁بڑے ▁من ی ▁لا نڈر نگ ▁میں ▁آصف ▁زرداری ▁بھی ▁ملوث ▁ہے ▁: عمر ان ▁خان
▁15 ▁ ویں ▁اور ▁16 ▁ ویں ▁صدی ▁کا ▁زمان ہ ▁بلوچ وں ▁کے ▁ع روج ▁کا ▁دور ▁تھا ▁- ▁18 -03- 08
▁تلاش ▁پر ▁جائیں
▁آپ ▁کے ▁نئے ▁این ڈر ائیڈ ▁فون ▁کے ▁لیے ▁10 ▁بہترین ▁ایپ س
▁غ زہ ▁میں ▁ہونے ▁والے ▁جنگی ▁جرائم ▁اور ▁تباہ ی ▁پر ▁اسرائیل ▁سے ▁جواب ▁طلب ی ▁ہو نی ▁چاہیے ، ▁انھوں ▁نے ▁میڈیا ▁سے ▁گفتگو ▁میں ▁کہا ▁کہ ▁غ زہ ▁میں ▁بچوں ▁کو ▁قتل ▁کرنے ▁والے ▁اسرائیل ▁کو ▁برطانیہ ▁ہتھیار ▁فراہم ▁کر ▁رہا ▁ہے ، ▁غ زہ ▁کی ▁بحال ی ▁کیلیے ▁واضح ▁منصوبہ ▁بندی ▁کی ▁جائے ، ▁سعید ہ ▁ وارث ی ▁نے ▁کہاکہ ▁فلسطین ▁میں ▁ہونے ▁والے ▁جنگی ▁جرائم ▁پر ▁جواب ▁دینا ▁ہوگا۔
▁اضلاع ▁کی ▁خبریں
▁اس ▁سے ▁قبل ▁ہو نڈ ا ▁نے ▁اس ▁کا ▁ہائی بر ڈ ▁ور ژن ▁بھی ▁متعارف ▁کر ایا ▁تھا ، ▁جس ▁میں ▁ہائی ▁آؤٹ ▁ پٹ ▁بی ٹری ▁اور ▁اے ▁سی ▁جی ▁اسٹ ار ٹر ▁کو ▁دیا ▁گیا ▁تھا ▁تاکہ ▁سفر ▁کرنے ▁کا ▁تجربہ ▁اچھا ▁بنایا ▁جا سک ے۔
▁کرپشن ▁کا ▁خاتمہ ▁بے ▁حد ▁ضروری ▁ہے۔ ▁اس ▁کا ▁تعلق ▁ملک ▁کی ▁سلامتی ▁اور ▁استحکام ▁سے ▁بھی ▁مسلم ہ ▁ہے۔ ▁یہ ▁بھی ▁تسلیم ▁کہ ▁دہشت ▁گردوں ▁کی ▁گردن ▁ما پ نے ▁کے ▁لئے ▁ان ▁ناجائز ▁وسائل ▁کا ▁سلسلہ ▁بند ▁کرنا ▁ضروری ▁ہے ▁جو ▁اختیار ▁کے ▁غلط ▁اور ▁بے ▁جا ▁استعمال ▁سے ▁حاصل ▁کئے ▁جاتے ▁ہیں۔ ▁پھر ▁ان ▁کے ▁تحفظ ▁اور ▁اضافہ ▁کے ▁لئے ▁کبھی ▁کسی ▁چھ وٹ و ▁کی ▁ضرورت ▁ہوتی ▁ہے ▁اور ▁کبھی ▁کسی ▁ایسے ▁ٹو لے ▁کی ▁جو ▁بھ لے ▁فرق ہ ▁اور ▁اختلاف ▁کی ▁بنیاد ▁پر ▁انسان وں ▁کو ▁ہلاک ▁کرتا ▁ہو ▁لیکن ▁اس ▁کا ▁وجود ▁بد عنوان ▁لیڈر وں ▁اور ▁سرمایہ ▁دار وں ▁کے ▁لئے ▁بعض ▁صورت وں ▁میں ▁نعمت ▁غیر ▁متر قب ہ ▁ثابت ▁ہوتا ▁ہے۔ ▁یہ ▁بھی ▁درست ▁ہے ▁کہ ▁بد عنوان ی ▁کی ▁ایک ▁شکل ▁چھوٹے ▁دفتر ▁کے ▁با بو ▁سے ▁لے ▁کر ▁بڑے ▁دفتر ▁کے ▁صاحب ▁کی ▁ضرورت وں ▁کی ▁صورت ▁میں ▁بھی ▁سامنے ▁آتی ▁ہے ▁اور ▁جنہیں ▁پورا ▁کئے ▁بغیر ▁عام ▁آدمی ▁نہ ▁جی ▁سکتا ▁اور ▁نہ ▁ہی ▁اسے ▁مر نے ▁کی ▁اجازت ▁ملت ی ▁ہے۔
▁لاہور ▁میں ▁رائے ▁و نڈ ▁اجتماع ▁گاہ ▁کے ▁قریب ▁ دھ ما کا ، ▁3 ▁افراد ▁جاں ▁بحق

▁سندھ ▁اسمبلی ▁میں ▁ہنگام ہ ▁آر ائی ، ▁نصر ت ▁سحر ▁نے ▁ڈپٹ ی ▁سپ ی کر ▁کو ▁ہی ▁جو تا ▁دکھا ▁دیا
▁ٹھیک ▁طرح ▁سے ▁سوچ ▁لو ▁پہلے ، ▁پھر ▁جی ▁کا ▁بی و پار ▁کرو !
▁لار ڈ ▁ن ذ یر ▁کا ▁مولانا ▁فضل ▁الرحمان ▁کو ▁کشمیر ▁کمیٹی ▁کی ▁سربراہ ی ▁سے ▁ہٹا نے ▁کا ▁مطالبہ
▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = زم رہ : کا تال ان _ ز بان & oldid = 28 13 270 »
▁عدالت ▁کو ▁سن ائے ▁گئے ▁محمد ▁آصف ▁کے ▁انٹرویو ▁میں ▁محمد ▁آصف ▁نے ▁بھی ▁اپنے ▁خلاف ▁عائد ▁کردہ ▁الزامات ▁کی ▁تردید ▁کی۔ ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁وہ ▁سلمان ▁بٹ ▁کو ▁بچانے ▁کی ▁کوشش ▁نہیں ▁کر ▁رہے ▁بلکہ ▁وہ ▁یہ ▁بیان ▁اپنی ▁صف ائی ▁میں ▁دے ▁رہے ▁ہیں۔
▁پاکستان ▁کی ▁ایران ▁میں ▁فوجی ▁پر یڈ ▁پر حمل ے ▁کی ▁شدید ▁مذمت
▁نااہل ▁قرار ▁پائے ▁نواز ▁شریف ▁سے ▁چینی ▁سفیر ▁کی ▁ملاقات

▁رسائی ▁میں ▁مدد
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁نا ش تا ▁کے ▁بعد ▁اس ▁دن ▁کی ▁جان چ ▁پڑتا ل ▁اور ▁چن نا گ ڑ ▁کو ▁چلانے ▁کے ▁بعد . ▁چاند ▁گری ج ▁منتقل ی ▁کی ▁جان چ ▁پڑتا ل ▁پر ▁پہنچنے ▁پر . ▁چاند ر یہ ▁میں ▁رات ▁بھر

▁آپ ▁کے ▁ستار ے ، ▁قسمت ▁کا ▁حال ▁اور ▁آج ▁کا ▁دن ▁کی سا ▁گزر ے ▁گا
▁معصوم ▁جگ نو ؤں ▁کو ▁مسل نے ▁کا ▁شوق ▁ہے ▁تو بہ ▁کرو ، ▁خدا ▁سے ▁ڈر و ، ▁تم ▁نش ے ▁میں ▁ہو
▁مزید ▁پڑھیں ▁: ▁اسلام ▁آباد ▁ہائی ▁کورٹ ▁کا ▁پر ائی و یٹ ▁اسکول وں ▁کو ▁موسم ▁گرما ▁کی ▁تعطیل ات ▁کی ▁فیس ▁نہ ▁لینے ▁کا ▁حکم
▁کربلا ▁کا ▁واقعہ ▁تاریخ ▁اسلام ▁کا ▁بڑا ▁افسوس ناک ▁حادث ہ ▁تھا۔
▁ ندی ▁کے ▁پار ▁ہے ▁کس ▁کا ▁تماشا
▁ملاقات ▁میں ▁روسی ▁صدر ▁ولا دی ▁میر ▁پی وٹ ن ▁کا ▁کہنا ▁تھا ▁کہ ▁سعودی ▁عرب ▁کی ▁تجارت ی ▁معاملات ▁میں ▁گر اں ▁قدر ▁خدمات ▁ہیں ▁جنہیں ▁فراموش ▁نہیں ▁کیا ▁جاسکتا ۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁تو ▁خادم ▁نے ▁کہا ▁سید ی ▁ابھی ▁تک ▁تو ▁کوئی ▁نہیں ▁آئی ▁لیکن ▁جیسے ▁ہی ▁آتی ▁ ھے ▁میں ▁آپ ▁کو ▁اطلاع ▁کر ▁د وں ▁گا ▁آپ ▁نے ▁سید ▁زاد ے ▁کو ▁تس لی ▁دی ▁اور ▁کہا ▁الله ▁پہ ▁بھر وس ہ ▁کرے ▁وہ ▁دست ِ ▁غ یب ▁سے ▁کوئی ▁نہ ▁کوئی ▁انتظام ▁فرما ▁دے ▁گا
▁ماہ ▁رب ی ع ▁الا و ّ ل ▁: ▁کراچی ▁میں ▁ڈ بل ▁سواری ▁پر ▁پابندی ▁کی ▁مدت ▁میں ...
▁مرکزی ▁مواد ▁پر ▁جائیں
▁اسلام ▁آباد ( نیوز ل ائن ) ▁سپریم ▁کورٹ ▁نے ▁حکومت ▁کو ▁آئندہ ▁برس ▁مارچ ▁سے ▁مئی ▁تک ▁مردم ▁شمار ی ▁کرانے ▁کی ▁ہدایت ▁کرتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁اگر ▁مردم ▁شمار ی ▁نہیں ▁کر انی ▁تو ▁وزیراعظم ▁خود ▁عدالت ▁میں ▁پیش ▁ہوں۔
▁3. ▁نیک ▁کام وں ▁کا ▁حکم ▁دیں
▁تعلیمی ▁اصلاحات ▁کی ▁ضرورت ۔ مم تاز ▁ملک
▁مشرف ▁پر ▁مقدمہ ▁فوجی ▁نہیں ، ▁خصوصی ▁عدالت ▁میں ▁چلے ▁گا : ▁عدالت
▁گی سٹر و ▁کے ▁مرض ▁میں ▁مبتلا ▁مریض وں ▁کی ▁بڑی ▁تعداد ▁سرکاری ▁اسپتال وں ▁میں ▁طبی ▁سہولیات ▁کے ▁فقدان ▁اور ▁ڈاکٹر وں ▁کی ▁عدم ▁توجہ ▁کے ▁باعث ▁نجی ▁اسپتال وں ▁اور ▁ڈاکٹر وں ▁کی ▁کلی نک وں ▁سے ▁علاج ▁کرانے ▁پر ▁مجبور ▁ہیں۔ گر می ▁کی ▁شدت ▁نے ▁کار بار ز ندگی ▁کو ▁بری ▁طرح ▁متاثر ▁کر ▁رکھا ▁ہے ▁دن ▁کے ▁وقت ▁کاروبار ی ▁مراکز ▁میں ▁من دی ▁کے ▁رجحان ▁کے ▁ساتھ ▁ساتھ ▁سڑک وں ▁پر ▁بھی ▁ٹریفک ▁معمول ▁سے ▁انتہائی ▁کم ▁دکھائی ▁دیتا ▁ہے۔
▁جرمنی ▁کا ▁اسرائیل ▁سے ▁جنگی ▁ڈر ون ▁کر ائے ▁پر ▁لینے ▁کا ▁فیصلہ
▁پاکستان ▁میں ▁کرکٹ ▁کے ▁میدان وں ▁کی ▁فہرست
▁سی ▁زبان ▁کے ▁معیار ی ▁قواعد ▁مقرر ▁کیے ▁گئے ▁ہیں۔ [5] ▁دیگر ▁زبان وں ▁مثلا ً ▁فور ٹر ان ▁77 ▁کے ▁برخلاف ▁سی ▁زبان ▁کا ▁سور س ▁کو ڈ ▁فری ▁فارم ▁ہے ، ▁جس ▁میں ▁زائد ▁خل ا ▁( white space ) ▁کی ▁مکمل ▁اجازت ▁ہے ، ▁یعنی ▁سی ▁کمپ ائل ر ▁تمام ▁زائد ▁خل اؤں ▁کو ▁نظر انداز ▁کردی تا ▁ہے۔ ▁کو ڈز ▁میں ▁تبصرے ▁تحریر ▁کرنے ▁کے ▁لیے ▁یا ▁تو ▁ڈی ل یم یٹر ز ▁( de limit ers ) ▁/ * ▁* / ▁یا ▁( سی ▁99 ▁سے ▁) ▁// ▁س طر ▁کے ▁اختتام ▁تک ▁استعمال ▁کیے ▁جاتے ▁ہیں۔
▁عثمان ▁معظم ▁کا ▁الزام ▁ہے ▁کہ ▁ان ▁کا ▁بیٹا ▁رینجرز ▁کی ▁تحویل ▁میں ▁ہے۔
▁بین ▁الاقوامی ▁خبریں
▁مقام : ▁ریاضی اتی ، ▁بلا کس ▁اسٹ ار ▁تعلیم : ▁آس ٹن ▁میں ▁ٹیکس اس ▁یونیورسٹی ▁میں ▁آر ٹس ▁آف ▁ما سٹر ز ▁گی ٹ ▁ہ ب : ▁@ ▁پو ی لو سٹر ا ▁این ڈر یو ▁پو یل سٹر ا ▁بلا ک ▁ سٹر یم ▁میں ▁ایک ▁ریاضی اتی ▁ہے . ▁انہوں ▁نے ▁گزشتہ ▁بیس ▁سال وں ▁کے ▁دوران ▁سا ف ٹ ▁و یئر ▁کی ▁ترقی ▁میں ▁گزر ▁لیا ▁ہے ، ▁دس ▁کے ▁لئے ▁کھل ی ▁منبع ▁کر پٹ ی ٹری گراف ▁میں . ▁وہ ▁2011 ▁کے ▁آخر ▁میں ▁بٹ کو ئن ▁میں ▁ملوث ▁ہوگئے ، ▁اور ▁بلا ک ▁ سٹر یم ▁کو ف فائ رز ▁گری گ ▁می کسی ل ▁اور ▁پیٹ ر ▁وویل ▁میں ▁اعلی ▁کارکردگی ▁کے ▁کر پٹ ▁گر افی ▁ لائ بر یری ▁Lib sec p 256 k 1 ▁کی ▁ترقی ▁میں ▁شامل ▁ہو ▁گئے .
▁اور ▁وہ ▁لڑکی ▁اب ▁دل ▁ہی ▁دل ▁میں ▁سوچ تی ▁ایسے ▁دل ▁والے ▁کے ▁لئے ▁تو ▁سب ▁کچھ ▁قربان ▁کیا ▁جا ▁سکتا ▁ہے ▁پھر ▁وہ ▁لڑکی ▁جان ▁جی ▁سے ▁کہ تی ▁پلی ز ▁کسی ▁ایک ▁ہی ▁خطا ▁میں ▁سب ▁کو ▁تو ▁سزا ▁نہ ▁دیں
▁ہ جر ت ▁کے ▁دوسرے ▁سال ▁علی ▁مرتضی ٰ ( ع ) ▁اور ▁فاطمہ ▁زہر ا ( س ) ▁کا ▁خدا ▁کے ▁اذ ن ▁سے ▁عقد ▁ہوا ▁تاکہ ▁کو ثر ▁نب وی ▁شجر ہ ▁عل وی ▁کے ▁ساتھ ▁مل ▁کر ▁کائنات ▁میں ▁ثم رات ▁طیب ہ ▁ن چھ اور ▁کریں۔
▁زینب ▁کا ▁قاتل ▁گرفتار ▁، ڈی ▁این ▁اے ▁میچ ، م لزم ▁کا ▁اعتراف ▁جرم ، پو لیس ▁کا ▁دعوی ٰ
▁پچھلے ▁چار ▁سال وں ▁سے ▁اپنی ۱۴ ؍ ▁سالہ ▁نا بالغ ▁بیٹی ▁کی ▁ع صمت ▁ریزی ▁کرنے ▁والا ▁باپ ▁گرفتار
▁حضرت ▁سلیمان ▁علیہ ▁السلام
▁اسلام ▁آباد ▁( مانیٹر نگ ▁ڈیسک ) ▁الیکشن ▁کمیشن ▁کی ▁سنگین ▁غلطی ▁کا ▁انکشاف ، ▁تفصیلات ▁کے ▁مطابق ▁حلقہ ▁این ▁اے ▁120 ▁کا ▁ضمن ی ▁انتخاب ▁کال عد م ...

▁لوگ ▁حنیف ▁عباسی ▁کو ▁عمر ▁قید ▁کی ▁سزا ▁اہم ▁واقعہ ▁قرار ▁دے ▁رہے ▁ہیں ▁لیکن ▁عوامی ▁حوالے ▁سے ▁ایک ▁زیادہ ▁اہم ▁وقوع ہ ▁اسی ▁روز ▁دن ▁کے ▁وقت ▁پیش ▁آیا ▁جب ▁عمران ▁خان ▁صاحب ▁نے ▁بن وں ▁میں ▁اپنے ▁ہی ▁امیدوار ▁کو تھ پ ڑ ▁جڑ ▁دیا۔ ▁پورا ▁نام ▁تھ پ ڑ ▁رسید ہ ▁کا ▁یاد ▁نہیں ▁آ ▁رہا ‘ ▁کوئی ▁خ ٹک ▁صاحب ▁تھے۔ ▁سنا ▁ہے ▁تھ پ ڑ ▁کھانے ▁کے ▁بعد ▁انہیں ▁خود ▁بھی ▁اپنا ▁نام ▁یاد ▁نہیں ▁آ ▁رہا۔ ▁خیر ▁یہ ▁تاریخی ▁وقوع ہ ▁مردان ▁کی ▁ جلس ہ ▁گاہ ▁میں ▁سٹی ج ▁کی ▁سی ڑھ یاں ▁چڑھ تے ▁ہوئے ▁پیش ▁آیا ۔ ▁تھ پ ڑ ▁رسید ہ ▁امیدوار ▁سی ڑھ یوں ▁پر ▁خان ▁صاحب ▁کے ▁برابر ▁چلنے ▁کی ▁کوشش ▁کر ▁رہے
▁فیصل ▁آباد ۔ یک م ▁جون ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁01 ▁جون 2018 ء ) ▁جامع ہ ▁ زرع یہ ▁فیصل ▁آباد کے ▁ زرع ی ▁ماہرین ▁نے ▁کہا ہے ▁کہ ▁پانی ▁کی ▁کمی ▁سے ▁ لیف ▁مائ نر ▁جام ن ▁کے ▁پت وں ▁پر ▁حملہ ▁آور ▁ہو ▁کر ▁اسے ▁نقصان ▁پہنچا ▁سکتا ہے ▁لہ ٰ ذ اس خت ▁گرمی ▁و ▁خشک ▁موسم ▁کے ▁باعث ▁باغ بان ▁جام ن ▁کو ▁پانی ▁کی ▁کمی ▁نہ ▁آنے ▁دیں ▁تاکہ ▁جام ن ▁کی ▁پیداوار ▁کو ▁نقصان ▁سے ▁بچ ایا جا سک ے۔ ▁انہوں نے ▁کہاکہ ▁ج وں ▁ج وں ▁موسم ▁گرما کی ▁شدت ▁میں ▁اضافہ ▁ہوتا ہے ▁اس ▁کے ▁ساتھ ▁ساتھ ▁درجہ ▁حرارت ▁میں ▁اضافہ ▁ لیف ▁مائ نر ▁کے ▁ذریعے ▁جام ن ▁کے ▁پت وں ▁کو ▁نقصان ▁پہنچا نے ▁کام و جب ▁بھی ▁بن ▁سکتا ہے۔
▁رکن ▁قومی ▁اسمبلی ▁سا جد ▁حسین ▁تور ی ▁نے ▁کہا ▁کہ ▁دھماکہ ▁کھل ے ▁میدان ▁میں ▁ہوا ▁ہے ▁جہاں ▁گرم ▁کپ ڑوں ▁اور ▁سو یٹر وں ▁کی ▁چھوٹی ▁چھوٹی ▁دو کان یں ▁تھیں ▁اور ▁جس ▁وقت ▁دھماکہ ▁ہوا ▁اس ▁وقت ▁وہاں ▁خرید ار وں ▁کی ▁ایک ▁بڑی ▁تعداد ▁موجود ▁تھی۔
▁ہم ▁سے ▁کہتے ▁ہیں ▁وہی ▁عہد ِ ▁ وفا ▁یاد ▁نہیں

▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁اقوام ▁متحدہ ▁کے ▁ماہرین ▁ایران ▁جا ▁سکتے ▁ہیں , ▁آئی ▁اے ▁ای ▁اے
▁اقتصادی ▁رابطہ ▁کمیٹی ▁نے ▁5 ▁لاکھ ▁ ٹن ▁گندم ▁برآمد ▁کرنے ▁کی ▁منظوری ▁دے ▁دی
▁اگر ▁یہ ▁فرض ▁کر ▁لیا ▁جاتا ▁کہ ▁اس ▁کی ▁دماغ ی ▁حالت ▁خراب ▁ہے ▁تو ▁یہ ▁ایک ▁غیر ▁معمولی ▁اور ▁ان وک ھا ▁کیس ▁تھا ▁اور ▁اگر ▁وہ ▁بق ائم ی ▁ہو ش ▁و ▁حو اس ▁تھی ▁تو ▁یہ ▁ایک ▁قص ہ ▁تھا ▁جس ▁کی ▁سائنس ی ▁تو ض ی ع ▁نام م کن ▁تھی ▁اور ▁ڈاکٹر وں ▁نے ▁اس ▁کے ▁باپ ▁کو ▁نص ی حت ▁کی ▁کہ ▁وہ ▁لڑکی ▁سے ▁برابر ▁پوچھ ▁گ چھ ▁کرتا ▁رہے ▁اور ▁اگر ▁وہ ▁اپنے ▁دعو ے ▁پر ▁بد ▁ ستور ▁قائم ▁رہے ▁تو ▁اسے ▁دوبارہ ▁پیش ▁کیا ▁جائے۔
▁بین ▁الاقوامی ▁مالیاتی ▁فنڈ ▁( ▁آئی ▁ایم ▁ایف ▁) ▁آئندہ ▁سال ▁شروع ▁ہونے ▁والے ▁منتخب ▁ممالک ▁کے ▁مالیاتی ▁شعبے ▁کی ▁تشخیص ▁میں ▁اسلامی ▁فن انس ▁کو ▁شامل ▁کرے ▁گا ، ▁جس ▁کا ▁مقصد ▁شعبے ▁میں ▁بڑھ تی ▁ہوئی ▁ری گو لی ٹری ▁کو ▁بہتر ▁بنانا ▁ہے۔
▁اے ▁قوم ▁ارض ▁مقدس ▁میں ▁داخل ▁ہو ▁جا ؤ ، ▁یہ ▁اللہ ▁نے ▁تمہارے ▁لیے ▁لکھ ▁دی ▁ہے
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁44 ▁سالہ ▁اداکارہ ▁نے ▁طلاق ▁لینے ▁کے ▁بعد ▁خود ▁سے ▁11 ▁سال ▁چھوٹے ▁اداکار ▁سے ▁تعلقات ▁است وار ▁کرلی ے۔
▁کیا ▁کبھی ▁غور ▁کیا ▁ہے ▁کہ ▁آپ ▁کی ▁است ری ▁کی ▁سطح ▁کتنی ▁خراب ▁ہوگئی ▁ہے ؟ ▁اس ▁پر ▁ایک ▁تہ ہ ▁جم ▁چکی ▁ہے۔
▁ایک ▁مستند ▁امریکی ▁ جری دے ▁( For eign ▁Policy ▁Journal ) کے ▁مطابق ▁امریکہ ▁کے ▁سول ہ ▁خفیہ ▁اداروں ▁نے ▁بی اسی ▁صفحات ▁پر ▁مشتمل ▁ایک ▁رپورٹ ▁حکومت ▁کو ▁پیش ▁کی ▁ہے ▁جس ▁کا عنوان ▁’’ بعد از ا سر ائی ل ، ▁مشرق ▁وسطی ▁کی ▁تیاری ( “ Pre par ing ▁for ▁a ▁Post ▁Israel ▁Middle ▁East .” ) ▁‘‘ ہے۔ ▁ان ▁خفیہ ▁اداروں ▁میں ▁بدن ام ▁زمان ہ ▁CIA ، DEA ، NS A اور F BI بھی ▁شامل ▁ہیں۔ ▁اس ▁رپورٹ ▁کا ▁لب ▁ل باب ▁یہ ▁ہے ▁کہ ▁اسرائیل ▁کی ▁ص ہی ونی ▁ریاست ▁اب ▁امریکی ▁سلامتی ▁اور ▁امریکی ▁مع یش یت ▁کے ▁لیے ▁دنیا میں ▁سب ▁سے ▁بڑا ▁خطرہ ▁بن ▁چکی ▁ہے۔ ▁اس ▁رپورٹ ▁پر ▁امریکہ ▁کے ▁اعلی ▁ترین ▁جمہوری ▁و ▁انتظامی ▁و ▁دفاعی ▁ادارے ▁غور وہ وض ▁کررہے ▁ہیں۔ ▁رپورٹ ▁میں ▁مشرق ▁وسطی ▁کی ▁عل اق ائی ▁سیاسی ▁اور ▁معاشی ▁حالات ▁کا ▁تفصیل ی ▁تجزیہ ▁کر چک نے ▁کے ▁بعد ▁مذکورہ ▁نتائج ▁اخذ ▁کیے ▁گئے ▁ہیں۔ ▁اسرائیل ▁سے ▁بڑھ ▁ کراس ▁تاریخی ▁حقیقت ▁کو ▁اور ک ون ▁جانتا ▁ہوگا ▁کہ ▁ہر ▁فرع ون ▁اپنے ▁موسی ▁کی ▁پرورش ▁خود ▁کرتا ہے۔ ▁رپورٹ ▁میں ▁بتایا ▁گیا ہے ▁کہ ▁اسرائیل ▁کی ▁طرف ▁سے ▁مسلسل ▁امریکی ▁سلامتی ▁کے ▁خلاف ▁ایسے ▁اقدامات ▁کیے ▁جارہے ▁ہیں ▁جن ▁پر ▁کوئی ▁سمجھ وت ہ ▁نہیں ▁کیا جا سک تا ۔ ▁رپورٹ ▁مرتب ▁کرنے ▁والے ▁خفیہ ▁اداروں ▁نے ▁پوری ▁کر ہ ▁ارض ▁پر ▁موجود ▁کل ▁ا قوا ▁م ▁عالم ▁کے ▁حوالے ▁سے ▁لکھا ہے ▁کہ ▁پوری ▁دنیا ا سر ائی ل ▁کی ▁ریاست ▁کو دہ شت ▁گرد اور ▁خون ی ▁و قاتل ▁ریاست ▁سمجھ تی ▁ہے۔

▁حضرت ▁عثمان ▁( رض ی ▁اللہ ▁تعالی ٰ ▁عنہ ) ▁کی ▁ایک ▁فضیلت ▁ایسی ▁تھی ▁جو ▁ان ▁کی ▁شناخت ▁اور ▁پہچان ▁بن ▁گئی ▁تھی۔ ▁وہ ▁فضیلت ▁'' ▁ح یا ▁و ▁شرم ▁'' ▁کی ▁صفت ▁تھی۔
▁تاج ران ▁1:1 ▁سے ▁1: 1000 ▁تک ▁کی ▁لی وری ج ▁سیٹ ▁کرسکتے ▁ہیں ▁، ▁سو اپ ▁اور ▁سو اپ ▁فری ▁اک ا ون ٹس ▁میں ▁تجارت ▁کرسکتے ▁ہیں ▁جو ▁کہ ▁کمیشن ▁اور ▁سپر یڈ ▁دونوں ▁کے ▁ساتھ ▁ممکن ▁ہے ▁مزید ▁یہ ▁کہ ▁انس ٹا ▁فار یکس ▁کے ▁صارفین ▁کو ▁ون ▁کلک ▁تجارت ▁تک ▁رسائی ▁میں ▁ملت ی ▁ہے خصوص ی ▁آفر ▁اور ▁ بون سس ز .
▁وزیراعظم ▁عمران ▁خان ▁کا ▁سعودی ▁فرمان روا ▁شاہ ▁سلمان ▁بن ▁عبدال عز یز ▁کی ▁دعوت ▁پر ▁سعودی ▁عرب ▁کا ▁2 ▁روزہ ▁دورہ
▁کلن ٹن ▁کاؤنٹی ، ▁مش ی ▁ گن ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁تمام ▁میڈیا ▁مواد
▁بین ▁الاقوامی ▁خبریں
▁لا ▁محدود ▁اکاؤنٹ
▁موجودہ ▁حکومت ▁کی ▁دور ▁رس ▁پالیسی وں ▁سے ▁ملک ▁ترقی ▁و خوش حال ی ▁کی ▁شاہ را ہ ▁پر ▁گام زن ▁ہے : مر یم ▁اور نگ زی ب
▁مقامی ▁صحافی ▁انور ▁شاہ ▁کے ▁مطابق ▁ صواب ی ▁کے ▁ضلع ی ▁پولیس ▁افسر ▁جاوید ▁اقبال ▁نے ▁بتایا ▁کہ ▁جھ ڑ پ ▁ٹو پی ▁کے ▁علاقے ▁مین ئی ▁میں ▁ہوئی ▁ہیں ▁جس ▁میں ▁دو ▁دہشت ▁گرد ▁ہلاک ▁ہوگئے ▁ہیں۔
▁حکومت ▁نے ▁نئے ▁سال ▁کے ▁پہلے ▁دن ▁عوام ▁پر ▁پٹرول ▁بم ▁گر ایا ▁تو ▁شہری ▁پھ ٹ ▁پڑے ۔ ▁ملک ▁کے ▁مختلف ▁شہروں ▁میں ▁فیصلے ▁کے ▁خلاف ▁م ظ ا ہ رے ▁کئے ▁گئے۔ ▁ملتان ▁میں ▁رک شہ ▁ڈر ائی ورز ▁نے ▁عزیز ▁ہوٹل ▁چوک ▁پر ▁احتجاج ▁کیا۔ ▁کسی ▁نے ▁کان ▁پکڑ ے ▁تو ▁کوئی ▁مرغ ا ▁بن ▁کر ▁حکومت ▁کیخلاف ▁نعر ے ▁لگا تا ▁رہا۔
▁ضرور ▁پڑھیں : پاکستان ی ▁کھلاڑیوں ▁سے ▁بد ▁تمیز ی ▁کرنے ▁والے ▁افغان ▁سپ نر ▁کا ▁پاکستان ▁سے ▁کیا ▁تعلق ▁ہے ؟ ▁ایسی ▁خبر ▁جس ▁سے ▁آپ ▁ابھی ▁تک ▁وا قف ▁نہیں ▁ہیں
▁صحت ▁ ⬅ صح ت ▁کی ▁خبریں ⬅ پاکستان ▁میں ▁ہر ▁سال ▁پانچ ▁ہزار ▁سے ▁زائد ▁بچے ▁ٹی ڑھ ے ▁پا و ٴ ں ▁کے ▁ساتھ ▁پیدا ▁ہو ▁رہے ▁ہیں ، ▁طبی ▁ماہرین
▁کم بو ڈی ا ▁میں ▁فحش ▁مواد ▁پھیلا نے ▁والے ▁امریکی ▁سفارت خان ے ▁کے ▁32 ▁ملازمین ▁کو ▁نکال ▁دیا ▁گیا
▁اے ▁نبی ! ▁کہ و ▁کہ ▁میں ▁تو ▁اپنے ▁رب ▁کو ▁پکار تا ▁ہوں ▁اور ▁اس ▁کے ▁ساتھ ▁کسی ▁کو ▁شریک ▁نہیں ▁کرتا ۔ ▁کہ و ▁میں ▁تم ▁لوگوں ▁کے ▁لیے ▁نہ ▁کسی ▁نقصان ▁کا ▁اختیار ▁رکھتا ▁ہوں ▁نہ ▁کسی ▁بھ ل ائی ▁کا ۔ ▁کہ و ▁مجھے ▁اللہ ▁کی ▁گرفت ▁سے ▁کوئی ▁بچا ▁نہیں ▁سکتا ▁اور ▁نہ ▁میں ▁اس ▁کے ▁دامن ▁کے ▁سوا ▁کوئی ▁جا ے ▁پناہ ▁پاس کت ا ▁ہوں۔ ▁( ال جن ▁۷ ۲ : ۲۰ ۔ ۲۲ )
▁ ھم ▁آپ کو ▁ایک ▁لنک ▁بھیج یں ▁ کری نگے ▁آپ ▁اسے ▁اپنے ▁موبائل ▁میں ڈ ائون ▁لوڈ ▁کریں ▁اور ▁پھر ▁او پن ▁کریں
▁ ہن گری ▁میں ▁ریکارڈ ▁تعداد ▁میں ▁تار کین ِ ▁وطن ▁داخل ▁ہو ▁گئے
▁میڈیا ▁عالمی ▁صحافت ی ▁اداروں ▁کو ▁گمراہ ▁کرنے ▁کی ▁کوشش ▁کر ▁رہا ▁ہے ، ▁بی ▁این ▁ایم
▁رو ہن گیا ، ▁سابق ▁ارکان ▁اور ▁موجودہ ▁رخ ائن ▁میں ▁موجود ▁مسلمان ▁گروہ ▁ہے ▁جو ▁خود ▁کو ▁عرب ▁جہاز ▁را نوں ▁کی ▁نسل ▁سے ▁بتا تا ▁ہے۔ ▁ان ▁کی ▁تعداد ▁انداز ا ً ▁10 ▁لاکھ ▁سے ▁زائد ▁ہے۔ ▁1982 ▁کے ▁برمی ▁شہری ت ▁کے ▁قانون ▁کے ▁مطابق ، ▁وہ ▁لوگ ▁جو ▁18 23 ▁کے ▁بعد ▁بر ٹ ش ▁انڈیا ▁کے ▁کسی ▁علاقے ▁سے ▁یہاں ▁آئے ، ▁بر ما ▁کے ▁شہری ▁نہیں ▁ہیں۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁Messenger
▁ہفتہ ▁وار ▁ناول
▁ٹی گز : ▁خدش ات ▁ , ▁سوی لین ▁ , ▁اقوام ▁متحدہ ▁ , ▁یمن
▁شمس ▁آباد ▁۔ ▁25 ▁ف بر وری ▁( ▁سیاست ▁نیوز ▁) ▁شمس ▁آباد ▁میں ▁سڑک ▁حادث ہ ▁میں ▁ایک ▁شخص ▁ہلاک ▁اور ▁دوسرا ▁شخص ▁زخمی ▁ہوگیا ▁۔ ▁تفصیلات ▁کے ▁بموجب ▁نار ائنا ▁55 ▁سالہ ▁ساکن ▁فتح ▁نگر ▁بال ▁نگر ▁موٹر ▁سائیکل ▁پر ▁رشتہ ▁دار ▁بالا کر ش نا ▁کے ▁ہمراہ ▁ما می ڈی ▁پلی ▁سے ▁شمس ▁آباد ▁کی ▁جانب ▁آر ہا ▁تھا ▁کہ ▁سی ▁آئی ▁ایس ▁ایف ▁کو ار ٹر س ▁کے ▁قریب ▁ایک ▁ال کٹ رک ▁پول ▁سے ▁اس ▁کی ▁گاڑی ▁ٹکرا گ ئی ▁جس ▁کے ▁نتیجہ ▁میں ▁نار ائنا ▁بر سر موقع ▁ہلاک ▁ہوگیا ▁اور ▁بالا ▁کر ش نا ▁شدید ▁زخمی ▁ہوگیا ▁جسے ▁دو اخ انہ ▁عثمان یہ ▁منتقل ▁کردیا ▁گیا ▁۔ ▁شمس ▁آباد ▁آر ▁جی ▁آئی ▁پولیس ▁نے ▁مقدمہ ▁درج ▁کر ▁لیا ▁۔
▁حاج ی ▁صاحب ▁کروڑ وں ▁کی ▁جائیداد ▁کے ▁مالک ▁تھے ، ▁کچھ ▁ زرع ی ▁اراضی ، ▁ایک ▁کی می کل ▁فیکٹری ، ▁شہر ▁کے ▁وسط ▁میں ▁دو ▁پل از ے ، ▁ہائی ▁و ے ▁پر ▁ایک ▁پٹرول ▁پمپ ▁اور ▁ڈی ف نس ▁میں ▁دو ▁کن ال ▁کے ▁پلا ٹ ▁کے ▁علاوہ ▁ماڈل ▁ٹاؤن ▁میں ▁رہائش ی ▁کو ٹھی ▁تھی۔


▁آٹھ ویں : ▁نماز ▁میں ▁دل ▁پیش . ▁نو کر ، ، ▁دل ▁کو ▁لانے ▁توجہ ▁مر کو ز ، ▁وہ ▁کہتے ▁men tada buri ▁نماز ، ▁اس ▁کے ▁ساتھ ▁ساتھ ▁خدا ▁پر ▁ضرورت ▁اور ▁انحصار ▁انکشاف ▁کرتے ▁ہیں . ▁وہ ▁کہیں ▁اس ▁کی ▁جیب ، ▁لیکن ▁اس ▁کے ▁دل ▁کے ▁ساتھ ▁نماز ▁ادا ▁نہیں ▁کرنا ▁چاہیے . ▁یہ ▁اس ▁طرح ▁میں ▁حاصل ▁کی ▁جاچ کی ▁نہیں ▁کیا ▁جائے ▁گا ▁کیونکہ . ▁نبی ▁sa lla lla ahu ▁' alaihi ▁و ▁sallam ▁نے ▁کہا ▁کہ :
▁صدر ▁مملکت ▁کا ▁کہنا ▁تھا ▁کہ ▁دہشت ▁گردی ، ▁انتہا ▁پسند ی ، ▁عدم ▁برداشت ▁کے ▁خاتمے ▁کے ▁لیے ▁کوئی ▁کس ر ▁اٹھا ▁نہیں ▁رکھیں ▁گے ▁اور ▁ روا ▁داری ، ▁حق ▁و ▁انصاف ▁کے ▁فروغ ، ▁بھائی ▁چار ے ، ▁امن ▁عام ہ ▁کے ▁لیے ▁کردار ▁ادا ▁کرتے ▁رہیں ▁گے۔
▁تازہ ▁رہنے ▁کے ▁لئے ▁ہمارے ▁ف یڈ ▁کو ▁سب س کر ائب ▁کریں !
▁فرانس ▁سے ▁ایک ▁خط
▁زمین ▁کی ▁خلق ت ▁(1)
▁'' م ذ ہ ب ▁( خدا ▁پرست ی ) ▁کو ▁مان نے ▁کی ▁معقول یت ، ▁اور ▁خدا ▁سے ▁انکار ▁کی ▁غیر ▁معقول یت ▁ب ذات ِ ▁خود ▁ایک ▁آدمی ▁کے ▁لئے ▁عمل ا ً ▁خدا ▁پرست ی ▁اختیار ▁کرنے ▁کا ▁سبب ▁نہیں ▁بن ▁سکتی ۔ ▁لوگوں ▁کے ▁دل وں ▁میں ▁یہ ▁خوف ▁چھپ ا ▁ہوا ▁ہے ▁کہ ▁خدا ▁کو ▁مان نے ▁کے ▁بعد ▁آزادی ▁کا ▁خاتمہ ▁ہوجائے ▁گا ، ▁وہ ▁اہل ▁علم ▁جو ▁ذ ▁ہ نی ▁آزادی ▁کو ▁دل ▁و ▁جان ▁سے ▁پسند ▁کرتے ▁ہیں ، ▁ان ▁کے ▁لئے ▁اس ▁آزادی ▁میں ▁کمی ▁یا ▁محدودیت ▁کا ▁کوئی ▁بھی ▁تصور ▁بڑا ▁تشویش ناک ▁ہے۔ '' ( ۵ )
▁تاریخ ▁پاکستان
▁تفصیلات ▁کے ▁مطابق ▁انسداد ▁دہشتگرد ی ▁عدالت ▁میں ▁سان ح ہ ▁ماڈل ▁ٹاؤن ▁کی ▁سماعت ▁ہوئی ، سابق ▁آئی ▁جی ▁مشتاق ▁سکھ ی را عد الت ▁میں ▁پیش ▁ہوئے ، ▁عدالت ▁نے ▁مشتاق ▁سکھ ی را ▁کی ▁فرد جر م ▁عائد ▁کرنے ▁کی ▁کارروائی ▁7 ▁دن ▁ملت وی ▁کرنے ▁کی ▁است دعا م ستر د کرد ی ▁اور ▁سابق ▁آئی ▁جی ▁کو ▁فرد جر م ▁پر ▁دست خط ▁کرنے ▁کا ▁حکم ▁دیا ▁تو ▁مشتاق ▁سیکھ را ▁نے ▁فرد جر م ▁پر ▁دست خط ▁کرنے ▁سے ▁انکار کر دیا ،
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل
▁ٹی سکو ▁نے ▁بی ▁بی ▁سی ▁کو ▁بتایا ▁کہ ▁وہ ▁فوری ▁طور ▁پر ▁ان ▁چا کلی ٹس ▁کی ▁فروخت ▁بند ▁کر ▁رہی ▁ہے۔
▁Urdu : ▁اے ▁رب ▁ہمارے ▁اور ▁ہماری ▁قوم ▁کے ▁درمیان ▁حق ▁کے ▁موافق ▁فیصلہ ▁کر ▁دے ▁اور ▁تو ▁بہتر ▁فیصلہ ▁کرنے ▁والا ▁ہے
▁اور ▁ان ▁علاقوں ▁کی ▁ماحول یات ▁پہلے ▁ہی ▁کوئی ▁مثال ی ▁نہیں ▁ہے ▁، ▁اس ▁لئے ▁یہاں ▁پر
▁چین ▁کی ▁عظمت ▁رفت ہ ▁کا ▁سفر
▁حج ▁و ▁عمر ہ ▁کی ▁اہمیت ▁و ▁فضیلت
▁تو ▁جب ▁نومبر ▁کے ▁اواخر ▁میں ▁اس ▁روسی ▁جہاز ▁کو ▁گران ے ▁کا ▁فیصلہ ▁کیا ▁گیا ، ▁تو ▁اس ▁کا ▁ایک ▁داخلی ▁مح رک ▁بھی ▁موجود ▁تھا۔ ▁صدی وں ▁ پرانے ▁دشمن ▁روس ▁سے ▁معمولی ▁سی ▁مع ر کہ ▁آر ائی ▁سے ▁زیادہ ▁ترک ▁قوم ▁کو ▁ای ردو ان ▁کے ▁پیچھے ▁اور ▁کیا ▁امر ▁کھڑا ▁کر ▁سکتا ▁ہے ؟ ▁ترک ▁اور ▁روسی ▁اٹھا رہ ویں ▁صدی ▁سے ▁جنگ یں ▁لڑ تے ▁چلے ▁آ ▁رہے ▁ہیں۔ ▁سو ▁ایک ▁معمولی ▁سی ▁محا ذ ▁آر ائی ▁سے ▁اگر ▁اتنی ▁مقبول یت ▁مل ▁جائے ▁جو ▁کہ ▁صدارت ی ▁ری فری نڈ م ▁کی ▁راہ ▁ہم وار ▁کر ▁دے ، ▁تو ▁اس ▁سے ▁اچھی ▁اور ▁کون ▁سی ▁بات ▁ہے ؟
▁کتنی ▁وحشت ▁ہے ▁درمیان ِ ▁ہ جو م ▁ ۔۔۔ جس ▁کو ▁دیکھ و ▁گیا ▁ہوا ▁ہے ▁کہ یں۔
▁اس ▁سے ▁معلوم ▁ہوتا ▁ہے ▁کہ ▁نبی ▁اکرم ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁کا ▁خط بہ ▁جمعہ ▁دو ▁حص وں ▁پر ▁مشتمل ▁ہوتا ▁تھا۔ ▁آپ ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁کے ▁اسی ▁طریقہ ▁کو ▁امت ▁نے ▁اپنا یا ▁اور ▁چو دہ ▁سو ▁سال وں ▁سے ▁یہ ▁عمل ▁جاری ▁ہے۔ ▁لہ ٰ ذا ▁عربی ▁خط بہ ▁کے ▁درمیان ▁بیٹھ نا ▁واجب ▁ہے۔
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁بن ▁لا دن , ▁موت , ▁ال قاعدہ , ▁ت صديق , ▁پيغام , ▁انٹر ▁ني ٹ ▁فورم ز , ▁پاکستان , ▁امر ي کہ , ▁مسلح ▁جد و ▁ جہ د B in ▁Laden , ▁Internet , ▁USA , ▁Pakistan
▁اس ▁موٹر س ائی کل ▁کی ▁پہلی ▁جھ لک ▁گزشتہ ▁سال ▁ اٹ لی ▁میں ▁ہونے ▁والے ▁ایک ▁ای ون ٹ ▁کے ▁دوران ▁پیش ▁کی ▁گئی ▁تھی۔
▁پی ▁سی ▁بی ▁کی ▁جانب ▁سے ▁جھ گ ڑے ▁کے ▁واقعے ▁کی ▁تحقیقات ▁مکمل ▁کرلی ▁گئی ▁ہیں ▁جن ▁کی ▁ابتدائی ▁رپورٹ ▁میں ▁عمر ▁اک مل ▁کو ▁کلی ن ▁چ ٹ ▁دے ▁دی ▁گئی ▁ہے ▁۔ ▁ابتدائی ▁رپورٹ ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁عمر ▁اک مل ▁نے ▁فیصل ▁آباد ▁میں ▁کسی ▁سے ▁جھ گ ڑا ▁نہیں ▁کیا ▁۔
▁اس ▁معاملے ▁پر ▁لوگ ▁چیف ▁سل یکٹر ▁ا نضمام ▁الحق ▁کے ▁بھ تی جے ▁امام ▁الحق ▁کی ▁ٹیم ▁میں ▁شمولیت ▁پر ▁بھی ▁نالا ں ▁نظر ▁آئے ▁اور ▁کچھ ▁لوگوں ▁نے ▁فواد ▁عالم ▁کے ▁ڈو م یس ٹک ▁ای وری ج ▁کا ▁امام ▁کی ▁او سط ▁سے ▁م واز نہ ▁بھی ▁کیا۔ کر کٹ ▁کے ▁مشہور ▁تجزیہ ▁کار ▁مرزا ▁اقبال ▁بیگ ▁نے ▁تبصرہ ▁کرتے ▁ہوئے ▁لکھا ▁کہ ▁اگر ▁قومی ▁ٹیم ▁کا ▁انتخاب ▁پسند ▁اور ▁نا پسند ▁کی ▁بنیاد ▁پر ▁ہوتا ▁ہے ▁تو ▁ڈو م یس ٹک ▁کرکٹ ▁کے ▁انعقاد ▁کا ▁کیا ▁فائدہ ▁۔
▁’’ ای مان ▁کا ▁کلام ▁Word ▁of ▁F aith ‘‘ ▁نامی ▁تحریک ▁ٹی ۔ ▁ڈی ۔ ▁جی کس ▁T . ▁D . ▁Jak es ، ▁بینی ▁ھ ِ ن ▁Ben ny ▁Hin n ، ▁جو ائ س ▁می ئر ▁Joyce ▁Meyer ▁اور ▁جو ئی ل ▁آس ٹن ▁جیسے ▁بڑے ▁نام وں ▁کے ▁ذریعے ▁سے ▁بڑھ ▁رہی ▁ہے۔ ▁وہ ▁د ُ نیا ▁کے ▁کو نے ▁کو نے ▁میں ▁خوشحال ی ▁کی ▁خوش خبر ی ▁پھیلا ▁رہے ▁ہیں۔ ▁یہاں ▁تک ▁کہ ▁ہمارے ▁ب پ تس مہ ▁دینے ▁والے ▁گر جہ ▁گھر ▁بھی ▁متاثر ▁ہیں ، ▁اکثر ▁ا ِ س ▁کو ▁جانے ▁بغیر ▁ہی ۔ ▁ڈاکٹر ▁ہار ٹن ▁Dr . ▁Hor ton ▁نے ▁کہا ▁کہ ▁’’ خوش حال ی ▁کے ▁پیغام ▁اور ▁قدیم ▁ گن وس ٹک ▁ا ِ زم ▁کے ▁درمیان ▁نمای اں ▁مش ہ ابت یں ‘‘ ▁ہیں ▁( i bid . ، ▁صفحہ 67) ۔ ▁ا ُ نہ وں ▁نے ▁کہا ▁کہ ▁بے ▁شمار ▁گر جہ ▁گھر ▁اب ▁پیل جی ئن ▁اپنی ▁مدد ▁آپ ▁اور ▁ گن وس ٹک ▁خود ▁کو ▁خ ُ دا ▁منو انے ▁کے ▁[ مجموع ے ] ‘‘ ▁کی ▁من ادی ▁کر ▁رہے ▁ہیں ▁( i bid . ، ▁صفحہ 68) ۔ ▁’’ [ خ ُ دا ] ▁نے ▁کچھ ▁قوانین ▁اور ▁اصول ▁بنائے ▁ہوئے ▁ہیں ▁وہ ▁پانے ▁کے ▁لیے ▁جو ▁آپ ▁اپنی ▁زندگی ▁میں ▁چاہتے ▁ہیں ، ▁اور ▁اگر ▁آپ ▁ا ُ ن ▁کی ▁پیر وی ▁کریں ، ▁تو ▁آپ ▁وہ ▁پا ▁سکتے ▁ہیں ▁جو ▁آپ ▁چاہتے ▁ہیں ‘‘ ▁( i bid . ) ۔ ▁یہی ، ▁ب ِ لاش ُ بہ ، ▁ گن وس ٹک ▁ا ِ زم ▁اور ▁پیل ی جی ئن ▁ا ِ زم ▁کے ▁بد عت وں ▁کا ▁انتہائی ▁روح ▁رواں ▁ہے۔ ▁یہ ▁ہی ▁ہے ▁جو ▁عمومی ▁طور ▁پر ▁لوگ ▁یقین ▁کرتے ▁ہیں ▁– ▁اگر ▁تم ▁اصول ▁سیکھ ▁لیتے ▁ہو ، ▁اور ▁صحیح ▁الفاظ ▁کہتے ▁ہو ، ▁تو ▁تم ▁وہ ▁پا ▁سکتے ▁ہو ▁جو ▁تم ▁چاہتے ▁ہو ▁– ▁بش مول ▁نجات ▁کے ۔
▁کھیل ▁کی ▁دنیا
▁نواز ▁شریف ▁نے ▁عمران ▁خان ▁کو ▁بڑی ▁پیش کش ▁کردی
▁ ’ ال قاعدہ ▁کو ▁شکست ▁دینے ▁کے ▁قریب ▁ہیں ‘
▁آصف ہ ▁بھٹو ▁لی اری ▁سے ▁قومی ▁اسمبلی ▁کی ▁نشست ▁این ▁اے ▁ 248 ▁سے ▁عملی ▁سیاست ▁شروع ▁کریں ▁گی ▁جب ▁کہ ▁ ٹن ڈو الہ یار ▁کا ▁حلقہ ▁این ▁اے ▁223 ▁بھی ▁آصف ہ ▁بھٹو ▁کیلئے ▁مختص ▁کردیا ▁گیا ▁ہے۔
▁سعودی ▁عرب ▁میں ▁گرد وغ بار ▁کے ▁طوفان ▁، ▁مکہ ▁جد ہ ▁ہائی ▁و ے ▁کو ▁بند ▁کر ▁دیا ▁گیا
▁رسائی ▁کے ▁لیے ▁لنک
▁حالی ہ ▁تبصرے
▁نے ▁جیب ▁سے ▁ان گو ٹھی ▁نکال ی ▁اور ▁منہ ▁دکھائی ▁کے ▁طور ▁پر ▁پہن ا ▁دی ۔۔۔۔۔ اس کے ▁بعد ▁کچھ ▁دیر ▁ہمارے ▁در م یاں ▁باتیں ▁ہوتی ▁رہیں ▁ ۔۔۔ ہم ▁دونوں ▁کو ▁یقین ▁نہیں ▁تھا ▁کہ ▁اتنی ▁جلد ی ▁یہ ▁دن ▁آ
▁روزہ ▁ظاہر ▁کرنے ▁کے ▁لیے ، ▁گ ہر ائی ▁پیدا ▁کرنے ▁اور ▁عزم ▁کو ▁پخت ہ ▁کرنے ▁کے ▁لیے ، ▁کہ ▁ہم ▁کسی ▁بھی ▁قربانی ▁کے ▁لیے ، ▁کہ ▁خ ُ دا ▁کی ▁بادشاہ ی ▁سے ▁جو ▁کچھ ▁ہم ▁پا نا ▁چاہتے ▁ہیں ▁ا ُ سے ▁حاصل ▁کرنے ▁کے ▁لیے ، ▁اور ▁اپنے ▁آپ ▁کو ▁قربان ▁کرنے ▁کے ▁لیے ▁تیار ▁ہیں ▁ا ُ س ▁میں ▁ہماری ▁مدد ▁کرتا ▁ہے۔ ▁( مس یح ▁کے ▁ساتھ ▁دعا ▁کے ▁سکول ▁میں ▁With ▁Christ ▁in ▁the ▁School ▁of ▁Pra yer ) ۔
▁اللہ ▁تعالی ٰ ▁ہر ▁ظالم ▁کو ▁ڈھ یل ▁دیتا ▁ہے ▁پھر ▁جب ▁پکڑ تا ▁ہے ▁تو ▁چھ ٹک ارا ▁نہیں ▁ہوتا

▁پیپلز ▁بینک ▁آف ▁چ ائنا ▁نے ▁گذشتہ ▁نومبر ▁سے ▁شرح ▁سود ▁میں ▁پانچ ویں ▁بار ▁کمی ▁کی ▁ہے ▁اور ▁حالی ہ ▁کمی ▁کا ▁اطلاق ▁بدھ ▁سے ▁ہو ▁گا۔

▁پیر ▁27 ▁فروری ▁2017 ▁کی ▁قومی ▁خبریں
▁زخمی وں ▁کو ▁فوری ▁طور ▁پر ▁سرکاری ▁اور ▁نجی ▁گاڑی وں ▁میں ▁پہلے ▁مست و نگ ▁اور ▁بعد ▁میں ▁کوئٹہ ▁منتقل ▁کیا ▁گیا۔
▁ذرائع ▁کا ▁کہنا ▁ہے ▁کہ ▁اجلاس ▁میں ▁ملک ▁کی ▁مجموعی ▁صورت ▁حال ▁سمیت ▁بلوچستان ▁کی ▁سیاسی ▁صورت ▁حال ▁اور ▁سینیٹ ▁الیکشن ▁پر ▁تبادل ہ ▁خیال ▁کیا جار ہا ▁ہے ، جب کہ ▁اجلاس ▁میں ▁چیف ▁سیکرٹری ▁پنجاب ▁میں ▁ہونے وال ے ▁ترقی اتی ▁کام وں ▁پر ▁بر یف نگ ▁دیں ▁گے۔
▁ادب ▁و ▁ثقافت : ▁بر وش سک ی ▁ایک ▁تن ہا ▁زبان ▁ہے ▁جس ▁کا ▁مطلب ▁ہے ▁کہ ▁یہ ▁دنیا ▁کی ▁کسی ▁اور ▁زبان ▁سے ▁نہیں ▁ملت ی ۔ ▁اردو ▁رسم ▁الخط ▁میں ▁اس ▁زبان ▁کی ▁کتاب یں ▁لکھ ی ▁جا ▁رہی ▁ہیں ▁اور ▁یو ▁ٹی وب ▁پر ▁گی ت ▁اور ▁ڈرا م ے ▁موجود ▁ہیں ، ▁جب ▁کہ ▁ریڈیو ▁پاکستان ▁سے ▁اس ▁کے ▁پروگرام ▁نشر ▁ہوتے ▁ہیں۔ ▁حال ▁ہی ▁میں ▁ ہن زہ ▁کے ▁گاؤں ▁الت ت ▁میں ▁موسیقی ▁سکھ انے ▁کا ▁ادارہ ▁بھی ▁کھل ▁گیا ▁ہے۔
▁اسی ▁بارے ▁میں
▁تیسرے ▁یہ ▁کہ ▁کف ار ▁مکہ ▁اور ▁یہودی ▁اور ▁نصر انی ، ▁سب ▁آپ ▁ہی ▁لوگوں ▁کی ▁طرح ▁اس ▁تلاش ▁میں ▁تھے ▁کہ ▁محمد ▁صلی ▁اللہ ▁علیہ ▁و ▁سلم ▁یہ ▁مضامین ▁کہاں ▁سے ▁لا تے ▁ہیں۔ ▁کیا ▁آپ ▁بتا ▁سکتے ▁ہیں ▁کہ ▁آن حضرت ▁کے ▁معاصر ین ▁کو ▁اس ▁سر ق ے ▁کا ▁پتا ▁نہ ▁چلنے ▁کی ▁کیا ▁وجہ ▁ہے ؟ ▁انہیں ▁تو ▁بار ▁بار ▁ تحد ّ ی ▁کی ▁جا ▁رہی ▁تھی ▁کہ ▁یہ ▁قرآن ▁منزل ▁من ▁اللہ ▁ہے ، ▁وح ی ▁کے ▁سوا ▁اس ▁کوئی ▁ما خذ ▁نہیں ▁ہے ، ▁اگر ▁تم ▁اسے ▁بشر ▁کا ▁کلام ▁کہتے ▁ہو ▁تو ▁ثابت ▁کرو ▁کہ ▁بشر ▁ایسا ▁کلام ▁کہہ ▁سکتا ▁ہے۔ ▁اس ▁چیلنج ▁نے ▁آن حضرت ▁کے ▁معاصر ▁دشمنان ▁اسلام ▁کی ▁کمر ▁توڑ ▁کر ▁رکھ ▁دی۔ ▁مگر ▁وہ ▁ایک ▁ما خذ ▁کی ▁بھی ▁نشان ▁د ہی ▁نہ ▁کر ▁سکے ▁جس ▁سے ▁قرآن ▁کے ▁ما خو ذ ▁ہونے ▁کا ▁کوئی ▁معقول ▁آدمی ▁یقین ▁تو ▁درک نار ، ▁شک ▁ہی ▁کر ▁سکتا ۔ ▁سوال ▁یہ ▁ہے ▁کہ ▁معاصر ین ▁اس ▁سراغ ▁رسانی ▁میں ▁ناکام ▁کیوں ▁ہوئے ▁اور ▁ہزار ▁بارہ ▁سو ▁برس ▁کے ▁بعد ▁آج ▁مع ان دین ▁کو ▁اس ▁میں ▁کیسے ▁کامیابی ▁نصیب ▁ہو ▁رہی ▁ہے ؟
▁ ٭ ▁افغانستان ▁پر ▁صلی بی ▁پرچم ▁ابھی ▁تک ▁لہ را ▁رہا ▁ہے ▁اور ▁دنیا ▁بھر ▁کے ▁کا فر ▁وہاں ▁اسلام ▁کا ▁راستہ ▁روکنے ▁کیلئے ▁متفق ▁و ▁متحد ▁ہیں ▁۔
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁6 ست مبر ▁۔ ن ئی ▁تاریخ ▁رقم ▁!
▁ویکیپیڈیا ▁کا ▁ تعارف
▁شہزاد ہ ▁ن ائف ▁بن ▁عبد ▁العز یز
▁عام ▁آدمی ▁پارٹی ▁کو ▁الیکشن ▁کمیشن ▁کا ▁جھ ٹک ہ ▁، ▁20 ▁ایم ▁ایل ▁ای ز ▁عمل ا ▁ ً نا اہل
▁گوگل ▁موبائل ▁آپ ریٹ نگ ▁سسٹم ▁اور ▁سا ف ٹ ▁و ئیر ▁کے ▁میدان ▁میں ▁تو ▁سب ▁سے ▁آگے ▁ہے ▁ہی ▁لیکن ▁اب ▁گوگل ▁ہار ڈ ▁و ئیر ▁کی ▁مارکیٹ ▁میں ▁اپنے ▁قدم ▁مضبوط ▁کر ▁رہا ▁ہے۔ گو گل ▁نے ▁دوسری ▁نسل ▁کا ▁پک سل ▁فون ▁اور ▁اس ▁کا ▁ایکس ▁ایل ▁ماڈل ▁متعارف ▁کرا ▁دیا ▁ہے۔
▁ان ▁کے ▁ایک ▁اور ▁ساتھ ی ▁حسین ▁ز یب ▁نے ▁بتایا ▁کہ ▁ری ت ▁پر ▁دو ▁قسم ▁کے ▁آر ٹ ▁کا ▁کام ▁ہوتا ▁ہے ▁، ▁ایک ▁ہوتا ▁ہے ▁اس ک پ چر ▁آر ٹ ▁( scul p ture ▁Art ) ▁اس ▁میں ▁ری ت ▁کے ▁ذریعے ▁کسی ▁چیز ▁کا ▁شکل ▁بنا تے ▁ہیں ، ▁یعنی ▁ری ت ▁سے ▁بنے ▁مجسم ے ▁وغیرہ ، ▁اور ▁دوسرا ▁آر ٹ ▁ہے ▁تھر ی ▁ڈی ▁جس ▁پر ▁وہ ▁آج ▁کل ▁کام ▁کررہے ▁ہیں۔

▁میں ▁تمام ▁اسلامی ▁فرق وں ▁کی ▁پیر وی ▁کرتا ▁ہوں ، ▁میں ▁عمل ▁میں ▁سنی ، ▁بی عت ▁میں ▁شیعہ ▁اور ▁میری ▁بنیاد ▁سلف ی ▁اور ▁میرا ▁ ذوق ▁صوفی ▁ہے۔
▁’’ آل ▁سعود ▁کی ▁حقیقت ‘‘ ح ی ران ▁کن ▁انکشاف ات
▁نہ ال ▁ہا شم ی ▁تمہاری ▁جگہ ▁میں ▁ہوتا ▁تو ▁شرم ▁سے ▁ڈو ب ▁جاتا ۔ ▁چیف ▁جسٹس


▁اسلام ▁آباد ▁۔ ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁28 ▁مئی 2018 ء ) ▁صدر ▁آزاد جم وں ▁و کش میر ▁سردار ▁مسعود ▁خان ▁نے ▁جنوبی ▁ایشیا ء ▁میں ▁مکمل ▁طور ▁پر ▁امن ▁قائم ▁کرنے ▁، غیر ▁مشروط ▁طور ▁پر ▁تمام ▁مسائل ▁بال خصوص ▁مسئلہ ▁کشمیر ▁کو ▁مذاکرات ▁اور ▁ثالث ی ▁کے ▁ذریعے ▁اقوام ▁متحدہ ▁کے ▁فری م ▁ورک ▁کے ▁اندر ▁رہتے ▁ہوئے ▁حل ▁کرنے ▁کی ▁ضرورت ▁پر ▁زور ▁دیا ▁ہے ▁۔ یہ اں ▁مو صول ہ ▁پریس ▁ریلی ز ▁کے ▁مطابق ▁ان ▁خیالات ▁کا ▁اظہار ▁انہوں نے ▁پیر ▁کو ▁وی انا ▁آس ٹری ا میں ▁ڈ پلو می ٹک ▁اک یڈ می ▁میں ▁اک یڈ مک ▁کونسل ▁آن ▁ یون ائی ٹ ڈ ▁ن یشن ز ▁سسٹم ▁کے ▁زیر ▁اہتمام ▁منعقد ہ ▁انٹرنیشنل ▁پی س ▁سٹی ڈی ز ▁کانفرنس ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁کیا۔
▁بی ▁جے ▁پی ▁چند رش یک ھر ▁میں ▁ما یا ▁کی ▁مخالفت ▁دیکھ ▁رہی ▁ہے ‘ ▁کانگریس ▁اپنے ▁ساتھ ▁لے ▁کر ▁پال ا ▁مضبوط ▁کرنے ▁کی ▁فرا ق ▁میں ▁ہے
▁وزیراعظم ▁میاں ▁محمد ▁نواز ▁شریف ▁کا ▁پاک ▁بھارت ▁میچ ▁کے ▁دوران ▁بجلی ▁کی ▁لوڈ ش یڈ نگ ▁نہ ▁کرنے ▁کا ▁حکم ▁دے ▁دیا۔
▁خوا زہ ▁ خیل ہ ▁اور ▁م ٹ ہ ▁بھی ▁جشن ▁از ادی ▁کی ▁خوش یاں ▁ع روج ▁پر ، ▁ہر ▁طرف ▁قومی ▁پرچم وں ▁کی ▁بہ ار
▁تمام ▁قار ئی ن ▁کی ▁خدمت ▁میں ▁تسلیم ات ▁و ▁ آداب ▁عرض ۔
▁آپ ▁اسے ▁بھی ▁پسند ▁کر ▁سکتے ▁ہیں

▁میچ ▁کے ▁دوران ▁بارش ▁کی ▁مداخلت ▁کا ▁امکان ▁نہیں ، ▁محکمہ ▁موسم یات
▁’’ یہ ▁اعلان ▁فخر ▁اور ▁د کھ ▁کے ▁ملے ▁جل ے ▁جذبات ▁سے ▁کیا ▁جا ▁رہا ▁ہے۔ ‘‘
▁سان ح ہ ▁مست و نگ ▁پر شی ع ہ ▁علما ▁کونسل ▁حتمی ▁پالیسی ▁کا ▁اعلان ▁کل ▁پورے ▁پاکستان ▁میں ▁پریس ▁کانفرنس ▁کے ▁ذریعہ ▁کرے ▁گی
▁مزید ▁پڑھیں : ▁مائ یک رو ▁سا ف ٹ ▁کا ▁نیا ▁ونڈو ز ▁آپ ریٹ نگ ▁سسٹم ▁متعارف
▁سعودی ▁عرب ▁امریکا ▁کا ▁اتحاد ▁برقرار ▁رہے ▁گا ، ٹر مپ
▁بلوچستان ▁حکومت ▁لرز ▁رہی ▁ہے ▁لیکن ▁گر ے ▁گی ▁نہیں : ▁ڈاکٹر ▁مالک
▁جرمنی ▁میں ▁نئی ▁مخلوط ▁حکومت ▁کا ▁قیام ▁کل ▁بدھ ▁کو
▁گو ادر ، ▁گو ادر ▁میں ▁مچ ھل یاں ، ▁(1)
▁اقتدار ▁میں ▁آ ں ے ▁کے ▁بعد ▁دونوں ▁رہنماؤں ▁کے ▁درمیان ▁یہ ▁پہلی ▁ملاقات ▁تھی۔ ▁نواز ▁شریف ▁اپنے ▁بھارتی ▁ہم ▁منصب ▁مودی ▁کی ▁تقریب ▁حلف ▁برداری ▁میں ▁شریک ▁ہوئے ، ▁جس ▁میں ▁مودی ▁نے ▁دہشت ▁گردی ▁کے ▁خلاف ▁موثر ▁اقدامات ▁اٹھا نے ▁کا ▁مطالبہ ▁کیا ▁تو ▁نواز ▁شریف ▁نے ▁محا ذ ▁آر ائی ▁ترک ▁کرنے ▁کا ▁مشورہ ▁دیتے ▁ہوئے ▁حساس ▁معاملات ▁مذاکرات ▁کے ▁ذریعے ▁حل ▁کرنے ▁پر ▁زور ▁دیا۔ ▁دونوں ▁وزرا ئے ▁اعظم ▁کی ▁پہلی ▁ملاقات ▁میں ▁سیکرٹری ▁خارجہ ▁سطح ▁پر ▁روابط ▁قائم ▁رکھنے ▁اور ▁مذاکرات ی ▁عمل ▁کو ▁آگے ▁بڑھانے ▁پر ▁اتفاق ▁کیا ▁گیا۔ ▁مگر ▁یہ ▁ سلسل یہ ▁تین ▁ماہ ▁بعد ▁ہی ▁تع طل ▁کا ▁شکار ▁ہوگیا ۔ ▁جب ▁بارہ ▁اگست ▁کو ▁دورہ ▁کشمیر ▁کے ▁دوران ▁مودی ▁نے ▁پاکستان ▁پر ▁الزامات ▁کی ▁بو چھ ا ڑ ▁کی۔ ▁جس ▁کے ▁بعد ▁لائن ▁آف ▁کنٹرول ▁اور ▁ورک نگ ▁با ؤ نڈر ی ▁پر ▁دونوں ▁ممالک ▁کی ▁سکیورٹی ▁فورسز ▁کے ▁درمیان ▁جھ ڑ پ وں ▁کا ▁سلسلہ ▁دوبارہ ▁شروع ▁ہو ▁گیا۔
▁علی ▁بن ▁حسین ▁بن ▁با بو یہ ▁قم ی
▁واشنگٹن ( ا ُ ردو ▁پوائنٹ ▁اخبار آن ▁لائن ۔ 2 ▁جنوری ۔ 2015 ء ) دو ▁سال ▁تک ▁فلسطینی ▁ریاست ▁کے ▁قیام ▁اور ▁اسرائیلی ▁ت سلط ▁کے ▁خاتمے ▁کی ▁ڈی ڈ ▁لائن ▁مقرر ▁کرانے ▁کے ▁سلسلے ▁میں ▁عرب ▁ممالک ▁کی ▁قرارداد ▁کی ▁ناکام ی ▁کے ▁بعد ▁فلسطینی ▁اتھارٹی ▁کے ▁سربراہ ▁محمود ▁عباس ▁نے ▁عالمی ▁فوج داری ▁عدالت ▁میں ▁شمولیت ▁کا ▁فیصلہ ▁کیا ▁ہے ▁جس ▁پر ▁امریکا ▁اور ▁اس رئ یل ▁نے ▁شدید ▁ردعمل ▁کا ▁اظہار ▁کیا ▁ہے۔ فل سط ینی ▁صدر ▁محمود ▁عباس ▁نے ▁عالمی ▁فوج ▁داری ▁عدالت ▁کے ▁معاہدہ ▁روم ▁پر ▁دست خط ▁کرتے ▁ہوئے ▁اس ▁میں ▁شمولیت ▁کا ▁اعلان ▁کیا۔
▁ہمارے ▁متعلق
▁پاکستان ▁انس ٹی ٹی وٹ ▁آف ▁پارلیمان ی ▁سروس ز ▁میں ▁امریکی ▁صحافی
▁وزیراعظم ▁کا ▁ٹرمپ ▁کے ▁ٹو ئٹ ▁پر ▁جواب ی ▁بیان ▁بہت ▁مناسب ▁ہے ، پور ی ▁قوم ▁نے ▁حمایت ▁کی ، خور شید ▁قصور ی
▁پاکستان ▁میں ▁صرف ▁4 ▁فیصد ▁رق بے ▁پر جنگ لات ▁ہیں ▁۔ جس کی ▁وجہ ▁سے ▁پاکستانی ▁عوام ▁ماحول ی اتی ▁مسائل ▁کا ▁شکار ▁ہو ر ہے ہ یں ▁۔ سان س ▁کی ▁بیماری اں ، ▁ہی ٹ ▁اسٹ رو ک ▁جان ▁لی وا ▁ثابت ▁ہو ر ہے ہ یں۔ اس ▁لئے سو شل ▁میڈیا ▁پر اسات ذ ہ ▁صحافی ▁اور ▁طلب ہ ▁کی ▁بڑی ▁تعداد ▁عوام ▁الناس ▁کو در خت وں ▁کے حوا لے ▁سے ▁آگاہ ی ▁دے ▁رہے ▁ہیں
▁پاکستان ▁میں ▁توہین ▁مذہب ▁کے ▁مقدم ے ▁میں ▁بری ▁کی ▁گئی ▁مسیحی ▁خاتون ▁آس یہ ▁بی ▁بی ▁کے ▁وکیل ▁نے ▁آج ▁جرمن ▁حکومت ▁سے ▁اپیل ▁کی ▁ہے ▁کہ ▁یورپ ▁میں ▁ایک ▁نئی ▁زندگی ▁کے ▁آغاز ▁کے ▁لیے ▁آس یہ ▁بی ▁بی ▁کو ▁خاندان ▁سمیت ▁جرمن ▁شہری ت ▁دی ▁جائے۔
▁شب ہ ▁ظاہر ▁کیا ▁جارہا ▁ہے ▁کہ ▁محمد ▁حسین ▁ابو ▁خ ض یر ▁نامی ▁فلسطینی ▁کو ▁ان ▁تین ▁اسرائیلی ▁نوجوانوں ▁کے ▁بدل ے ▁میں ▁قتل ▁کیا ▁گیا ▁ہے ▁جن ▁کے ▁اغوا ▁اور ▁قتل ▁کا ▁الزام ▁اسرائیل ▁نے ▁فلسطینی ▁مزاحمت ی ▁تنظیم ▁' حم اس ' ▁پر ع ائد ▁کیا ▁ہے۔
▁جی ▁ہاں ▁ہم ▁میں ▁سے ▁بیشتر ▁کا ▁خیال ▁ہے ▁کہ ▁زیادہ ▁چار ج ▁کرنا ▁بی ٹری وں ▁کو ▁طویل ▁المع ی اد ▁بنیاد وں ▁پر ▁نقصان ▁پہنچا تا ▁ہے ، ▁یہی ▁وجہ ▁ہے ▁کہ ▁ہم ▁انھیں ▁اسی ▁وقت ▁چار ج ▁کرتے ▁ہیں ▁جب ▁وہ ▁مرد ہ ▁ہونے ▁کے ▁قریب ▁ہوتی ▁ہے۔
▁بھٹو ▁کے ▁آخری ▁دن
▁’’ ▁یہ ▁مجھے ▁آپ ▁سے ▁آپ ▁مل ▁گئی۔ ▁۔ ▁۔ ▁جس ▁دن ▁تم ▁نے ▁مجھے ▁بنانے ▁کے ▁لئے ▁با نس ▁کی ▁پھ ان ک یں ▁چی ری ▁تھیں۔ ▁انگریز ▁شکار ی ▁کے ▁پھ ٹے ▁ پرانے ▁کپڑے ▁لائے ▁تھے ‘ ▁گھر ▁کی ▁بے ▁کار ▁ہا نڈی ▁پر ▁میری ▁آنکھیں ▁‘ ▁ ناک ▁اور ▁کان ▁بنایا ▁تھا۔ ▁اسی ▁دن ▁ان ▁سب ▁چیز وں ▁میں ▁زندگی ▁کلب لا ▁رہی ▁تھی ▁اور ▁یہ ▁سب ▁مل ▁کر ▁میں ▁بنا ▁اور ▁میں ▁فصل ▁پک نے ▁تک ▁یہاں ▁کھڑا ▁رہا ▁اور ▁ایک ▁در انت ی ▁میرے ▁سارے ▁وجود ▁میں ▁سے ▁آہستہ ▁آہستہ ▁نکل تی ▁رہی ۔ ▁۔ ▁۔ ▁اور ▁جب ▁فصل ▁پک ▁گئی ▁وہ ▁در انت ی ▁میرے ▁ہاتھ ▁میں ▁تھی۔ ▁لیکن ▁میں ▁نے ▁تمہاری ▁امان ت ▁میں ▁خیانت ▁نہیں ▁کی۔ ▁۔ ▁۔ ▁میں ▁آج ▁کے ▁دن ▁کا ▁انتظار ▁کرتا ▁رہا ▁اور ▁آج ▁تم ▁اپنی ▁فصل ▁کا ٹ نے ▁آئے ▁ہو۔ ▁۔ ▁۔ ▁میں ▁نے ▁اپنا ▁حصہ ▁کا ٹ ▁لیا ‘ اس ▁میں ▁بگ ڑنے ▁کی ▁کیا ▁بات ▁‘‘ ۔ ▁۔ ▁۔ ▁ب جو کا ▁نے ▁آہستہ ▁آہستہ ▁سب ▁کہا ۔ ▁۔ ▁۔ ▁تاکہ ▁ان ▁سب ▁کو ▁اس ▁کی ▁بات ▁اچھی ▁طرح ▁سمجھ ▁میں ▁آ ▁جائے۔
▁" کی سے ▁مک رم ▁ہوتے ▁ہیں ▁وہ ▁لوگ ▁جو ▁منہ ▁ان دھی رے ▁فجر ▁کی ▁نیل ی ▁چھ ایا ▁میں ▁مسجد ▁کے ▁من بر ▁پہ ▁کھڑے ▁ہو ▁کر ▁اذا ن ▁بلند ▁کرتے ▁ہیں . ▁دنیا ▁ان ▁کو ▁ملا ▁کہ ے ▁یا ▁مولوی ▁، ▁میں ▁ان ▁کو ▁مک رم ▁اور ▁م عزز ▁کہ تی ▁ہوں . ▁یہ ▁وہ ▁لوگ ▁ہیں ▁جن ▁کو ▁اللہ ▁نے ▁بند وں ▁کو ▁اپنے ▁گھر ▁کی ▁طرف ▁بلا نے ▁پر ▁مامور ▁کیا ..."
▁بچوں ▁کا ▁صفحہ
▁اسلام ▁آباد : ▁(14 ▁مارچ ▁2018) ▁سینیٹ ر حافظ ▁عبدال کری م ▁اور ▁سینیٹ ر ▁کام ران ▁م ائی کل ▁نے ▁وفاقی ▁وزیر ▁کا ▁حلف ▁اٹھ الیا ▁ہے۔ ▁صدر ▁مملکت ▁ممنون ▁حسین ▁نے ▁آج ▁ایوان ▁صدر ▁میں ▁دونوں ▁وزراء ▁سے ▁حلف ▁لیا۔
▁بادشاہ ▁اور ▁وزیر ▁کو ▁اس ▁طرح ▁رکھا ▁جاتا ▁ہے ▁کہ
▁انٹرنیٹ ▁ٹی ▁وی
▁Hot ▁Tags : ▁چین ▁im pala ▁سیاہ ▁گری نا ئٹ ▁باور چی ▁خان ے ▁کا ؤ ن ٹر ، ▁سپ لائ رز ، ▁فیکٹری ، ▁تھ وک ، ▁قیمت
▁اسٹ اف ▁رائٹ ر ▁آخری ▁اپ ▁ڈی ٹ ▁جون ▁15 , ▁2018 ▁2 :35 ▁شام
▁' ▁چین ▁گو ادر ▁کو ▁عسکری ▁مقاصد ▁کے ▁لیے ▁استعمال ▁کر ▁سکتا ▁ہے ▁‘ ▁17. 12.2017

▁ٹیم ▁کے ▁سب ▁ہی ▁ممبر ان ▁نے ▁اپنے ▁کام ▁کی ▁تفصیل ▁لکھ نی ▁ہوتی ▁ہے ▁ہے . ▁زندگی ▁رہی ▁اور
▁۶ ۔ قام وس ▁متر اد فات ۔ ( وارث ▁سر ہ ندی ، ص 79 3 ، ا ردو ▁سائنس ▁بورڈ ▁لاہور )
▁  رات ▁کے ▁سہ ہ ▁پہ ر ▁میں ▁قیام ▁الل یل ▁کی ▁عادت ▁ڈال یں ، ▁کیونکہ ▁یہ ▁رات ▁کا ▁وہ ▁حصہ ▁ہے ▁جس ▁میں ▁اللہ ▁تعالی ▁سم ائے ▁دنیا ▁پر ▁( اپ نے ▁شا یان ِ ▁شان ) ▁نزول ▁فرما کر ▁اعلان ▁کرتے ▁ہیں : ▁” ہے ▁کوئی ▁دعا ▁کرنے ▁والا ▁کہ ▁ہم ▁اس ▁کی ▁دعا ▁قبول ▁کریں ▁، ہے ▁کوئی ▁سوال ▁کرنے ▁والا ▁کہ ▁ہم ▁اس ▁کے ▁سوال ▁کو ▁پورا ▁کریں ، ▁ہے ▁کوئی ▁اپنے ▁گناہ وں ▁کی ▁م غفر ت ▁طلب ▁کرنے ▁والا ▁کہ ▁ہم ▁اس ▁کے ▁گناہ وں ▁کو ▁معاف ▁کرد یں ▁۔ ▁“ ▁( ب خار ی ▁و مسلم ) ۔
▁کراچی ▁: ▁متحدہ ▁قومی ▁مو و منٹ ▁پاکستان ▁کے ▁رہنما ▁ڈاکٹر فار وق ▁ستار ▁کے ▁این ▁اے ▁245 ▁سے ▁کاغذ ات ▁نامزد گی ▁مسترد ▁کردی ے ▁گئے۔
▁و ادی ▁نیل م ▁میں ▁پل ▁ٹوٹ نے ▁سے ▁پنجاب ▁کے ▁می ڈیکل ▁کالج ▁کے ▁40 ▁طلب ہ ▁لاپتہ ▁ہو ▁گئے
▁اب ▁ہمارے ▁ملک ▁کہ ▁تمام ▁مع ز زین ▁نے ▁ای دھی ▁صاحب ▁کو ▁لفظ وں ▁کی ▁وہ ▁مال ائیں ▁پہن ائیں ▁جن کی ▁انہیں ▁کبھی ▁بھی ▁ضرورت ▁نہیں ▁تھی ۔۔۔۔۔ وہ ▁کام ▁سے ▁محبت ▁کرنے ▁والے ▁انسان ▁تھے ▁ ۔۔۔۔۔ ا نہیں ▁بہت ▁جلد ▁دنیا میں ▁اپنے ▁مش ن ▁کا ▁علم ▁ہو ▁گیا ▁تھا۔ ۔۔۔ ی قی نا ً ▁وہ ▁اللہ ▁رب ▁العز ت ▁کہ ▁م قرب ▁بند وں ▁میں ▁تھے ۔۔۔۔۔ کی سے ▁بھی ▁حالات ▁رہے ▁ان کی ▁خدمات ▁میں ▁کمی ▁نا ▁آئی ▁ان کی ▁دیکھا ▁دیکھی ▁اس ▁بہت ▁سارے ▁لوگوں ▁نے ▁بھی ▁انسانی ت ▁کی ▁خدمت ▁کا ▁بی ڑا ▁اٹھایا ۔۔۔۔۔ م گر ▁ای دھی ▁صاحب ▁نے ▁کبھی ▁کسی ▁کہ ▁ساتھ ▁کوئی ▁مقابلہ ▁بازی ▁نہیں ▁کی ۔۔۔۔۔ انسان یت ▁کی ▁خدمت ▁بنا ▁تفر یق ▁جاری ▁رکھی ۔ ۔۔۔۔۔ اب ▁وہ ▁وقت ▁آگیا ▁ہے ▁کہ ▁ہمارے ▁حکمران وں ▁کو ▁اپنی ▁آنکھیں ▁کھول ▁ل ینی ▁چاہ ئیں ▁ ۔۔۔۔۔ زمین ▁پر ▁بیٹھ ▁کر ▁دل وں ▁میں ▁راج ▁کرنے ▁کی ▁ای دھی ▁صاحب ▁نے ▁جو ▁اعلی ▁ترین ▁مثال ▁قائم ▁کی ▁ہے ▁اس ▁پر ▁عمل ▁کرنے ▁کی ▁ضرورت ▁ہے ▁ ۔۔۔۔۔ ای دھی ▁صاحب ▁کو ▁واقعی ▁اگر ▁کسی ▁نے ▁ خراج ▁ع قی دت ▁پیش ▁کرنا ▁ہے ▁تو ▁وہ ▁اپنی ▁زندگی ▁کو ▁ان ▁کی ▁طرز ▁پر ▁گزار نے ▁کا ▁عملی ▁نمو نہ ▁پیش ▁کرے ▁ ۔۔۔۔۔ یوں ▁تو ▁ہم ▁مسلمانوں ▁کیلئے ▁ہمارے ▁پیار ے ▁نبی ▁صلى ▁الله ▁عليه ▁وسلم ▁کی ▁زندگی ▁بہترین ▁نمو نہ ▁ہے ▁مگر ▁اس ▁دور ▁میں ▁بھی ▁ای دھی ▁صاحب ▁جیسے ▁دنیا ▁میں ▁جان ی ▁پہچان ی ▁والی ▁شخصیت ▁ہوتے ▁ہوئے ▁بھی ▁اتنی ▁سا دا ▁زندگی ▁گزار ▁کر ▁ہم ▁سب ▁کیلئے ▁ایک ▁مش عل ▁جل تی ▁چھوڑ ▁گئے ▁ہیں۔ ۔۔۔۔۔



▁1 ▁خصوصی ▁بلد یہ

▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁افغانستان , ▁بینک , ▁حملہ , ▁ہلاک , ▁جلال ▁آباد , ▁ڈو ئ چے ▁ویل ے , ▁ بون , ▁جرمنی
▁ہفتے ▁کی ▁شام ▁ہی ▁شمالی ▁مشرقی ▁صوبے ▁ت خار ▁میں ▁ایک ▁خاتون ▁امیدوار ▁کی ▁انتخابی ▁ریلی ▁کے ▁دوران ▁بم ▁دھماکے ▁سے ▁13 ▁افراد ▁ہلاک ▁ہوگئے ▁تھے۔
▁ایران ▁میں ▁ریٹائر ڈ ▁ملازمین ▁کو ▁تنخواہ ▁کے ▁بدل ے ▁سا ف ٹ ▁ڈر ن کس ▁پکڑ ا ▁دی ▁گئیں
▁خواتین ▁کی ▁کمر ▁میں ▁زیادہ ▁درد ▁کیوں ▁رہتی ▁ہے ؟ ▁ایسی ▁وجہ ▁سامنے ▁آگئی ▁کہ ▁آپ ▁بھی ▁خواتین ▁کو ▁یہ ▁کام ▁کرنے ▁سے ▁روک یں ▁گے
▁کہتے ▁ہیں ▁کہ ▁غزل ▁کے ▁شاعر ▁کی ▁صلاحیت ِ ▁شعر ی ▁کا ▁پتہ ▁مطلع ▁ہی ▁میں ▁چل ▁جاتا ▁ہے ▁اور قار ی ▁مطلع ▁ہی ▁کی ▁بنیاد ▁پر ▁غزل ▁کے ▁دیگر ▁اشعار کی ▁طرف ▁متو جہ ▁ہوتا ▁ہے۔
▁آزاد ▁کشمیر ▁کی ▁خبریں
▁اس طرح ▁کا ▁ترجمہ ▁کرنے ▁کی ▁وجہ ▁یہ ▁ہے ▁کہ ▁چو ▁ن کہ ▁یہ ▁آیت ▁رضا ▁خان یوں ▁کے ▁باطل ▁ع قی دے ▁’’ علم ▁غ یب ▁‘‘ پر ▁ضرب ▁تھی ▁تو ▁احمد ▁رضا ▁نے ▁اس ▁باطل ▁ع قی دے ▁کو ▁تحفظ ▁دینے ▁کے ▁لئے ▁اس ▁آیت ▁کے ▁ترجمہ ▁کو ▁ہی ▁بد ▁ل ▁دیا ▁۔ صح یح ▁تر ▁جم ہ ▁وہ ▁ہے ▁جو ▁کہ ▁حضرت ▁شیخ ▁ الہ ند ▁مولانا ▁محمود ▁الحسن ▁م حدث ▁دیو ▁بندی ▁ ؒ ▁نے ▁کیا ▁ہے ▁۔
▁حق ▁علی ▁کے ▁ساتھ ▁اور ▁علی ▁حق ▁کے ▁ساتھ ▁ھ یں ▁سیر ت ▁حضرت ▁امیر ▁الم ومن ین ▁علی ▁ابن ▁ ابی ▁طالب ▁علیہ ▁السلام ▁کی ▁طرف ▁متو جہ ▁ھو نے ▁سے ▁آپ ▁کو ▁بھ ت ▁سے ▁شو اھ د ▁مل ▁جائیں ▁گے ▁جو ▁آپ ▁کے ▁سب ▁سے ▁افضل ▁ھو نے ▁اور ▁حضرت ▁پیغمبر ▁اسلام ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁کی ▁وفات ▁کے ▁بعد ▁مقام ▁خلافت ▁کے ▁زیادہ ▁حق ▁دار ▁ھو نے ▁پر ▁دل الت ▁کرتے ▁ھ یں ▁اس ▁سے ▁آپ ▁کو ▁حق ▁کا ▁علم ▁ھو ▁جائے ▁گا ▁ترم ذ ی ▁اپنی ▁صحیح ▁میں ▁حضرت ▁پیغمبر ▁اسلام ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁سے ▁روایت ▁بیان ▁کرتے ▁ھ یں ▁کہ ▁آپ ▁نے ▁فرمایا :
▁کے ▁سی ▁آر ▁کے ▁جانشین ▁کے ▁مسئلہ ▁پر ▁ٹی ▁آر ▁ایس ▁قائد ین ▁من قسم
▁کھیل ▁ہی ▁کھیل ▁میں ▁ چہ ل ▁قدم ی ▁کے ▁لیے ▁Das ha
▁تعلیم ▁و ▁صحت
▁ صواب ی ، ▁ا سپورٹس ▁گرا ون ڈ ▁میں ▁پابندی ▁کے ▁باوجود ▁پی ▁ٹی ▁آئی ▁کا ▁ جلس ہ
▁تعلیم ▁و ▁صحت
▁اسلام ▁آباد : ▁سینیٹ ▁کمیٹی ▁برائے ▁ان فار م یشن ▁ٹیکنالوجی ▁( آئی ▁ٹی ) ▁نے ▁پاکستان ▁ٹیلی ▁کمی ون یک یشن ▁اتھارٹی ▁( پی ▁ٹی ▁اے ) ▁کو ▁20 ▁اکتوبر ▁کے ▁بعد ▁موبائل ▁فون ▁بلا ک ▁نہ ▁کرنے ▁کی ▁ہدایت ▁کردی ۔
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁نیوز ی ▁لینڈ ▁174 ▁67 1/4 ▁ 497 ▁بے ▁نتیجہ ▁سری ▁لنکا ▁ویل نگ ٹن ▁جنوری ▁1991 ء
▁دوسرا ▁م رحل ہ
▁اسٹ ون ▁مین ▁139 گی ند وں ▁پر ▁6 چ وک وں ▁کے ▁ساتھ 60 اور ▁جی مز ▁و نس ▁نے 128 بال وں ▁پر ▁10 چ وک وں ▁کی ▁مدد ▁سے 76 ر نز ▁بنائے ۔ کھی ل ▁کا ▁وقت ▁ختم ▁ہوا ▁تو ▁کپتان ▁رو ٹ 66 گی ند وں ▁پر ▁دو ▁چوک وں ▁کی ▁مدد ▁سے 30 اور ▁مل ان ▁38 گی ند وں ▁پر ▁دو ▁چوک وں ▁کے ▁ساتھ 19 ر نز ▁بنا ▁کر ▁غیر ▁مفتوح ▁تھے۔ نیوز ی ▁لینڈ ▁کی ▁جانب ▁سے ▁بول ٹ ▁نے ▁دو ▁اور ▁سا ؤ تھ ی ▁نے ▁ایک ▁و کٹ ▁لی ۔
▁روس ▁نے ▁اس ▁نئے ▁میزائل ▁کے ▁بارے ▁میں ▁بہت ▁کم ▁بات ▁کی ▁ہے ▁تاہم ▁انھوں ▁نے ▁معاہدے ▁کی ▁خلاف ▁ورزی ▁کی ▁تردید ▁کی ▁ہے۔

▁کراچی ▁میں ▁چینی ▁ قون صل ▁خان ے ▁پر ▁دہشت ▁گردوں ▁کا ▁حملہ ▁ناکام
▁حیدرآباد ▁۔ 14 ست مبر ▁( ▁سیاست ▁نیوز ) ▁ریاست ▁تل نگ انہ ▁میں ▁قائم ▁مختلف ▁چیک ▁پوسٹ س ▁کی ▁کارکردگی ▁میں ▁مزید ▁بہتر ی ▁پیدا ▁کرنے ▁کے ▁مقصد ▁سے ▁مکمل ▁وا قف یت ▁حاصل ▁کرنے ▁کیلئے ▁تشکیل ▁دی ▁گئی ▁کا بین ی ▁ذیل ی ▁کمیٹی ▁کے ▁وزراء ▁م سٹر ▁ای ▁راج ندر ▁‘ ▁وزیر ▁ فین انس ▁و ▁سی ول ▁سپ لائ یز ▁ٹی ▁سر ینو اس ▁یاد و ▁‘ ▁وزیر ▁کمر ش یل ▁ٹیکس ▁کے ▁علاوہ ▁م سٹر ▁بی ▁سم ن ▁رکن ▁پارلیمان ▁نے ▁مختلف ▁ریاست وں ▁کے ▁دورہ ▁پر ▁روانہ ▁ہوئے ▁۔ ▁وزراء ▁نے ▁گجرات ▁اور ▁مہ ا راش ٹر ا ▁ریاست وں ▁کے ▁سرحد ات ▁پر ▁پائے ▁جانے ▁والے ▁ان ٹی گری ٹی ڈ ▁چیک ▁پوسٹ س ▁کی ▁کارکردگی ▁سے ▁مکمل ▁طور ▁پر ▁وا قف یت ▁حاصل ▁کریں ▁گے ▁اور ▁اپنے ▁دورہ ▁سے ▁واپسی ▁کے ▁بعد ▁مس رس ▁ای ▁راج ندر ▁‘ ▁ٹی ▁سر ینو اس ▁یاد و ▁اور ▁بی ▁سم ن ▁وغیرہ ▁اپنی ▁ایک ▁جامع ▁رپورٹ ▁مرتب ▁کر ▁کے ▁حکومت ▁بال خصوص ▁چیف ▁من سٹر ▁کے ▁چند ر ▁شیک ھر ▁را ؤ ▁کو ▁پیش ▁کریں ▁گے ▁۔
▁(3 37) ▁می ت ▁کو ▁دفن ▁کرنے ▁کے ▁بعد ▁سور ۃ ▁ب قر ۃ ▁کی ▁آیات ▁پڑھ نا
▁اہل ▁قلم ▁تم ▁کیوں ▁خاموش ▁ہو
▁ان یس ویں ▁صدی ▁میں ▁ا ُ ردو ▁ناول
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁اسلام ▁کے ▁اقتصادی ▁اور ▁معاشی ▁نظام ▁کی ▁اصل ▁بنیاد ▁اخلاق ▁ہے ؛ ▁لیکن ▁اللہ ▁تعالی ٰ ▁جانتے ▁ہیں ▁کہ ▁انسان ▁فرشت ہ ▁نہیں ▁ہے ، ▁اس ▁کی ▁نظر وں ▁میں ▁ہمیشہ ▁زندگی ▁کی ▁اعلی ٰ ▁قدر یں ▁نہیں ▁رہتی ں ؛ ▁اس ▁لیے ▁اسلام ▁نے ▁معاشرے ▁کے ▁حاج ت ▁مند ▁افراد ▁کی ▁ضروری ات ▁کو ▁پورا ▁کرنے ▁کا ▁کام ▁صرف ▁مال دار وں ▁کے ▁احساس ِ ▁ذم ہ ▁داری ▁پر ▁نہیں ▁چھوڑ ا ؛ ▁بلکہ ▁ایسا ▁جامع ▁نظام ▁پیش ▁کیا ▁جس ▁میں ▁قابل ِ ▁اطمینان ▁حل ▁موجود ▁ہے۔
▁فٹ ▁پا تھ ▁اسکول ▁کے ▁بچوں ▁کو ▁جگہ ▁و ▁دیگر ▁سہولت یں ▁فراہم ▁کرنے ▁کا ▁حکم
▁۳ . ▁اور ▁جب ▁سمندر ▁پھ ا ڑ ▁دیے ▁جائیں ▁گے
▁( قد یم ▁یونان ▁کی ▁سب ▁سے ▁بڑی ▁افسوس ناک ▁ڈرا مہ ▁نگار ▁میں ▁سے ▁ایک ▁( 480 - 406 ▁قبل ▁مسیح
▁میڈیا ▁سینٹر
▁فلم ▁شیک سپ یئر ▁کے ▁ناول ▁ ’ رو م یو ▁اینڈ ▁جو لیٹ ‘ پر ▁مبنی ▁ہے۔ ▁ہدایت کاری ▁کے ▁علاوہ ▁سنج ے ▁لی لا ▁بھ نس الي ▁نے ▁فلم ▁کی ▁موسیقی ▁بھی ▁دی ▁ہے۔
▁علی ▁م طر ▁نے ▁اس ▁مضمون ▁میں ▁لکھا ▁ہے ▁: ▁سعودی ▁حکام ▁ہر ▁آئے ▁دن ▁بیت ▁المقدس ▁کو ▁یہودی ت ▁کے ▁روپ ▁میں ▁ڈھ ال نے ▁کے ▁ایک ▁قدم ▁نزدیک ▁ہو ▁رہے ▁ہیں ▁۔ اور ▁ساتھ ▁ہی ▁سعودی ▁عرب ▁اس ▁حکومت ▁کے ▁ساتھ ▁حالات ▁کو ▁معمول ▁پر ▁لانے ▁کی ▁کوشش ▁میں ▁لگا ▁ہوا ▁ہے ▁، یہ ▁دونوں ▁خط ▁متو ازی ▁ہیں ▁جو ▁الگ ▁نہیں ▁ہو ▁سکتے ▁۔ ▁اگر ▁بعض ▁عرب ▁ملک ▁مسجد ▁الا قص ی ▁کے ▁مسئلے ▁سے ▁چشم ▁پوش ی ▁نہ ▁کرتے ▁تو ▁ص ہی ونی ▁غا صب ▁حکومت ▁فلسطین وں ▁کے ▁مقدس ات ▁کو ▁چھ ی ڑنے ▁کی ▁جر ائت ▁نہ ▁کرتی ▁۔
▁میں ▁انشاء اللہ ▁پاکستان ▁کیلئے ▁نکل ا ▁ہوں۔ ▁کشتی اں ▁جلا ▁کر ▁نکل ا ▁ہوں ▁۔ ▁زندہ ▁رہا ▁تو پاکستان ▁میں ▁حقیقی ▁جمہوری ▁سیاسی ▁روی وں ▁کے ▁فروغ ▁پا ▁جانے ▁کے ▁بعد ▁اور ▁نئے ▁سیاسی ▁و ▁انتخابی ▁نظام ▁میں ▁ایک ▁کامیاب ▁سیاست دان ▁بن وں ▁گا۔ ▁اللہ ▁میرا ▁اور ▁آپ ▁کا ! ▁ہم ▁سب ▁کا ▁حامی ▁و ▁ناصر ہو ۔
▁ضرور ▁پڑھیں : بر س وں ▁پہلے ▁ڈو ب ▁جانے ▁والے ▁ٹ ائی ٹین ک ▁کی ▁واپسی
▁تازہ ▁ترین ▁شو
▁ایک ▁دن ▁انہوں ▁نے ▁بتایا ▁کہ ▁پاکستان ▁میں ▁ ھم ارے ▁تقرر ▁کی ▁مدت ▁ختم ▁ھو ▁گئی ▁ ھے ، ▁اس ▁لیے ▁ ھم ▁چند ▁دن ▁تک ▁واپس ▁امریکہ ▁چلے ے ▁جا ئی یں ▁گے - ▁ڈی وش ▁نے ▁کہا ▁“ ھم ارے ▁پاس ▁کچھ ▁ناول ▁اور ▁شار ٹ ▁س ٹو ریز ▁کی ▁کتاب یں ▁ھ یں ▁‘ ▁وہ ▁ ھم ▁آپ ▁کو ▁گ ف ٹ ▁کرنا ▁چا ھ تے ▁ھ یں ▁– ▁ویسے ▁تو ▁می ون سپ ل ▁کمیٹی ▁ لائ بر یری ▁والے ▁ ھم ▁سے ▁یہ ▁کتاب یں ▁ لائ بر یری ▁کے ▁لیے ▁مانگ ▁رھ ے ▁ھ یں - ▁مگر ▁انگل ش ▁ناول ▁و ھ اں ▁کون ▁پڑھ ے ▁گا - ▁آپ ▁کو ▁پڑھنے ▁کاش وق ▁ ھے ▁اس ▁لیے ▁ابھی ▁ ھم ارے ▁ساتھ ▁چل ▁کر ▁آپ ▁وہ ▁کتاب یں ▁لے ▁لیں -

▁آج ▁ہمارا ▁سماج ▁عدم ▁برداشت ▁کی ▁تکلیف ▁ دہ ▁تصویر ▁بنا ▁ہوا ▁ہے۔ ▁بیدار ▁معاشر وں ▁میں ▁اختلاف ▁رائے ▁سماج ▁کے ▁شعور ی ▁ارتقا ▁کی ▁علامت ▁سمجھا ▁جاتا ▁ہے۔ ▁مگر ▁م تشدد ▁معاشر وں ▁میں ▁اختلاف ▁رائے ▁کو ▁دلیل ▁سے ▁رد ▁کرنے ▁کے ▁بجائے ▁گا لی ▁اور ▁گول ی ▁کا ▁سہ ارا ▁لیا ▁جاتا ▁ہے۔ ▁ہم ▁لاکھ ▁خود ▁کو ▁مہ ذب ▁دنیا ▁کے ▁سامنے ▁لانے ▁کی ▁اداکار ی ▁کرتے ▁رہیں ، ▁مگر ▁فی ▁الواقع ہ ▁ہم ▁مخالف ▁سوچ ▁کو ▁برداشت ▁کرنے ▁سے ▁ع اری ▁ہیں۔ ▁ہم ▁اپنے ▁غلط ▁فیصل وں ▁کی ▁تا وی لات ▁بھی ▁مذہبی ▁شخصیات ▁کے ▁خواب ی ▁اشار وں ▁سے ▁لیتے ▁ہیں۔ ▁حضرت ▁دا تا ▁ہ جو یری ▁سر کار ▁نے ▁ساری ▁زندگی ▁محبت وں ▁اور ▁سلامتی ▁کا ▁درس ▁دیا۔ ▁آپ ▁کی ▁تعلیم ات ▁ روا داری ▁اور ▁محبت ▁و ▁امن ▁کی ▁ہیں۔ ▁کتنے ▁د کھ ▁کی ▁بات ▁ہے ▁کہ ▁کوئی ▁شخص ▁اٹھ ▁کے ▁یہ ▁کہ ے ، ▁مجھے ▁خواب ▁میں ▁فل اں ▁بزرگ ▁نے ▁کہا ▁تھا ▁کہ ▁گول ی ▁چلا ئو ۔ ▁علم ائے ▁حق ، ▁ماہرین ▁نفس یات ▁اور ▁سماجی ▁علوم ▁کے ▁ماہرین ▁کہاں ▁ہیں ؟ ▁کیا ▁ہم ▁ایک ▁ایسی ▁نسل ▁کی ▁زد ▁میں ▁آگ ئے ▁ہیں ، ▁جس ▁کے ▁پاس ▁کوئی ▁دلیل ▁نہیں ؟ ▁جس ▁کے ▁پاس ▁کوئی ▁عقل ▁نہیں ، ▁جو ▁مخالف ▁نظریات ▁والے ▁شخص ▁کو ▁مار ▁دینا ▁ہی ▁“ کار ِ ▁ ثواب ” ▁سمجھ تی ▁ہے ؟ ▁سیاسی ▁و ▁مذہبی ▁اختلاف ▁بیدار ▁مغز ▁معاشر وں ▁میں ▁ضرور ▁ہوتے ▁ہیں۔ ▁لیکن ▁ایسا ▁صرف ▁جام د ▁فکر ▁اور ▁ذہنی ▁طور ▁پہ ▁مف لوج ▁گروہ وں ▁میں ▁ہوتا ▁ہے ▁کہ ▁کسی ▁کو ▁کا فر ▁کہہ ▁کر ▁مار ▁دیا ▁جائے ▁تو ▁کسی ▁کو ▁گ ست اخ ▁کہہ ▁کر ▁قتل ▁کر ▁دیا ▁جائے۔
▁( ۱ ) ▁ام ▁الم ومن ین ▁خ دی جہ ؓ ▁آپ ▁کی ▁ رف اقت ▁میں ▁اٹھا ئی س ▁سال ▁تک ▁زندہ ▁رہیں ۔ ▁ا ▁س ▁دوران ▁م مد وح ہ ▁کے ▁ساتھ ▁کسی ▁اور ▁بی ▁بی ▁کو ▁آن حضرت ▁صلی ▁اللہ ▁علیہ ▁و ▁آل ہ ▁وسلم ▁سے ▁ شرف ▁زوج ▁نصیب ▁نہ ▁ہو ▁سکا ▁اور ▁ان ▁کی ▁رحلت ▁کے ▁بعد ▁ام ▁الم ومن ین ▁حضرت ▁جناب ▁سود ہ ؓ ▁بنت ▁ز مع ہ ▁سے ▁عقد ▁فرمایا ▁جو ▁اس ▁سے ▁قبل ▁سکر ان ▁بن ▁عمرو ▁کی ▁زوج یت ▁میں ▁تھیں ▁اور جو ▁مسیحی ▁کار گاہ ▁بہت ان ▁کے ▁خلاف ▁حسن ▁و ▁جمال ▁جیسے ▁او صاف ▁سے ▁غیر ▁مشہور ▁تھیں ▁نہ ▁ثروت ▁و ▁عالی ▁مرتب ت ▁ہونے ▁کے ▁اعتبار ▁سے ▁قابل ▁ر شک ▁تھیں۔ ▁اس ▁کے ▁اسباب ▁یہ ▁ہیں ▁کہ ▁یہ ▁بی ▁بی ▁پہلے ▁اسلام ▁لانے ▁والی ▁مسلمان ▁عورتوں ▁سے ▁تھیں ▁جنہوں ▁نے ▁اللہ ▁کی ▁را ▁ہ ▁میں ▁ہر ▁قسم ▁کے ▁رنج ▁و ▁مح ن ▁برداشت ▁کی ے۔ ▁اپنے ▁شوہر ▁اول ▁کے ▁ساتھ ▁حب شہ ▁میں ▁ہ جر ت ▁فرمائی ▁اور ▁اس ▁سفر ▁میں ▁دوسرے ▁مہاجرین ▁کے ▁ساتھ ▁ہر ▁قسم ▁کے ▁د کھ ▁سکھ ▁میں ▁شریک ▁رہیں ▁( حت ی ٰ ▁کہ ▁آپ ▁کے ▁شوہر ▁نے ▁انتقال ▁فرمایا : م : ) ▁اور ▁ان ▁کے ▁بے ▁مثل ▁صبر ▁و ▁تحمل ▁کی ▁وجہ ▁سے ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁و ▁آل ہ ▁وسلم ▁نے ▁انہیں ▁ام ▁الم ومن ین ▁کہ لا نے ▁کا ▁ شرف ▁بخش ا ) ▁یہ ▁جذب ہ ▁کس ▁قدر ▁شا ئ ست ہ ▁اور ▁قابل ▁مد حت ▁ہے۔
▁" یہ ▁وصل ▁نہیں ▁و صال ▁ہے ، ▁وصل ▁تو ▁سیٹ ی ▁کو ▁کہتے ▁ہیں۔ "
▁حکمران وں ▁نے ▁اختیارات ▁میں ▁کسی ▁کو ▁بھی ▁شریک ▁کرنے ▁کی ▁روایت ▁کو ▁ختم ▁کر ▁دیا ▁ہے۔ ▁صرف ▁مل ▁کر ▁کھانے ▁کی ▁روایت ▁باقی ▁ہے ▁بلکہ ▁جاری ▁و ▁ساری ▁ہے۔ ▁یہ ▁روایت ▁ملک ▁کو ▁لوٹ ▁کر ▁کھا ▁جانے ▁کی ▁خواہش ▁ہے۔ ▁اس ▁کے ▁علاوہ ▁کسی ▁معاملے ▁میں ▁اتحاد ▁کی ▁بات ▁تلاش ▁کرنا ▁بے ▁ وقوف ی ▁ہے۔ ▁البتہ ▁حکمران ی ▁کا ▁مزا ▁لینے ▁کے ▁لئے ▁سارا ▁خاندان ▁اور ▁اس ▁خاندان ▁کے ▁ساتھ ▁کئی ▁خاندان ▁ہر ▁وقت ▁تیار ▁رہتے ▁ہیں۔ ▁جس ▁خاندان ▁میں ▁ایک ▁بھی ▁ممبر ▁اسمبلی ▁ہو ▁تو ▁خاندان ▁کا ▁ہر ▁فرد ▁اپنی ▁گاڑی ▁پر ▁MP A ▁یا ▁M NA ▁لکھ وا ▁لی تا ▁ہے ▁اور ▁ہر ▁غیرقانونی ▁کام ▁بڑی ▁آسانی ▁اور ▁د ھڑ لے ▁سے ▁کرتا ▁ہے۔ ▁یہی ▁حال ▁وزیر وں ▁ش ذ یر وں ▁کے ▁گھر ▁والے ▁کرتے ▁ہیں ▁اور ▁حکمران وں ▁کے ▁گھر ▁والے ▁تو ▁جو ▁کرتے ▁ہیں ▁وہ ▁یہاں ▁بیان ▁کرنا ▁مشکل ▁ہے۔ ▁ان ▁کے ▁لئے ▁کوئی ▁قانون ▁نہیں ▁ہے۔ ▁قانون ▁صرف ▁عام ▁لوگوں ▁کے ▁لئے ▁ہے۔ ▁پاکستان ▁میں ▁روحانی ▁اقتدار ▁بھی ▁اقتدار سے ▁کم ▁نہیں ▁ہوتا ▁پھر ▁بھی ▁وہ ▁اقتدار ▁میں ▁آنے ▁کے ▁لئے ▁بہتر ▁” روح انی ▁طریقہ ▁اپنا ▁لیتے ▁ہیں۔ ▁ہمارے ▁کئی ▁وزیراعظم ▁وزیراعلی ٰ ▁اور ▁وزیر ▁ش ذ یر ▁کسی ▁نہ ▁کسی ▁طرح ▁سے ▁” پ یر ▁ہوتے ▁ہیں۔ ▁پیر ▁اور ▁وزیر ▁ہم ▁ قاف یہ ▁ہیں۔ ▁گ دی ▁ نشین ▁کے ▁علاوہ ▁پیر ▁گھر انے ▁کا ▁ہر ▁آدمی ▁پیر ▁ہے ▁اور ▁عورت ▁” پی رن ی “ ▁ہے۔ ▁گ دی ▁ نشین ی ▁کے ▁لئے ▁عرض ▁ہے ▁کہ ▁حضرت ▁بہ اؤ الدین ▁ز کری ا ؒ ▁کی ▁گ دی ▁کا ▁ وارث ▁شاہ ▁محمود ▁قریشی ▁ہے ؟
▁کر س ▁گی ل ▁سے ▁رابط ے ▁کی ▁بہت ▁کوشش ▁کی ، ▁ویسٹ ▁انڈیز ▁کرکٹ ▁بورڈ
▁اسماعیل ی ▁ایک ▁قبیل ے ▁کا ▁...
▁دہشت ▁گردوں ▁کے ▁خاتمے ▁تک ▁کراچی ▁آپریشن ▁جاری ▁رہے ▁گا : ▁آرمی ▁چیف
▁بھارت ▁جنگ ▁کی ▁دھمکی ▁کیوں ▁دے ▁رہا ▁ہے ؟ ▁ڈاکٹر ▁عاصم ▁اللہ ▁بخش

▁حج ۃ ▁الو داع ▁کی ▁تفصیل ▁حضرت ▁جا بر ▁کی ▁زبان ی :01
▁یورپی ▁حکومت وں ▁نے ▁ایشیا ▁يورپ ▁سم ٹ ▁ميں ▁چین ▁سے ▁مطالبہ ▁کیا ▁ہے ▁کہ ▁وہ ▁اپنی ▁معیشت ▁کے ▁دروازے ▁غیر ملک ی ▁سرمایہ ▁کاری ▁کے ▁لیے ▁کھول ے۔ ▁اس ▁دو ▁روزہ ▁سربراہ ی ▁اجلاس ▁میں ▁امریکا ▁کے ▁علاوہ ▁چین ▁کی ▁اقتصادی ▁پالیسی اں ▁بھی ▁زیر ▁بحث ▁آئي ں۔
▁تبدیلی ▁عمران ▁خان ▁سے ▁نہیں ▁آپ ▁سے ▁ہے
▁میں ▁صاحب ▁کی ▁دوست ▁گ ڑی ا ▁ہوں ۔۔۔۔
▁اب ▁لوگ ▁فارغ ▁وقت ▁میں ▁محب ّ ت ▁کرتے ▁ہیں ▁جیسے ▁کوئی ▁اداکار ▁است ج ▁پر ▁جانے ▁سے ▁پہلے ▁ما سک ▁پہن ▁لی تا ▁ہے
▁راستے ▁میں ▁االله ▁اکبر ▁االله ▁اکبر لا ▁ الہ ▁الا ▁االله ▁وا الله ▁اکبر ▁االله ▁اکبر ▁والله ▁الحمد پ ڑھ نا ▁، ▁جہاں ▁عید ▁کی ▁نماز ▁پڑھ ی ▁جائے ▁وہاں ▁نماز ▁سے ▁پہلے ▁اور ▁بعد ▁کوئی ▁اور ▁نماز ▁پڑھ نا ▁مک رو ہ ▁ہے ، ▁نماز ▁ ِ ▁عید ▁کے ▁لئے ▁عید ▁گاہ ▁جانا ▁سنت ▁ ِ م ؤ ک دہ ▁ہے ، ▁نبی ▁کریم ▁صلى ▁الله ▁عليه ▁وسلم ▁اپنی ▁مقدس ▁مسجد ▁کو ▁انتہائی ▁فضیلت ▁کے ▁باوجود ▁عید ین ▁کے ▁دن ▁چھوڑ ▁دیتے ▁تھے ▁اور ▁عید ▁گاہ ▁تشریف ▁لے ▁جاتے ▁تھے۔
▁گزشتہ ▁سماعت ▁پر عد الت ▁نے ▁تنخواہ یں ▁نہ ▁دینے ▁والے ▁میڈیا ▁مالک ان ▁کو ▁کل ▁طلب ▁کرتے ▁ہوئے ▁میڈیا ▁اداروں ▁سے ▁نکال ے ▁گئے ▁صحافی وں ▁کی ▁برطرف یاں ▁بھی ▁معطل ▁کردی ▁تھیں ▁۔ ▁چیف ▁جسٹس ▁پاکستان ▁نے ▁عدالت ی ▁حکم ▁کے ▁باوجود ▁تنخواہ یں ▁نہ ▁دینے ▁پر ▁بر ہم ی ▁کا ▁اظہار ▁کرتے ▁ہوئے ▁کہا ▁تھا ▁کہ ▁میڈیا ▁مالک ان ▁ذاتی ▁حیثیت ▁میں ▁پیش ▁ہو ▁کر ▁وضاحت ▁کریں ، ▁سپریم ▁کورٹ ▁نے ▁بول ▁ٹی ▁وی ، ▁جی و ▁نیوز ، ▁سی ون ▁نیوز ، ▁وقت ، ▁اب ▁تک ▁ٹی ▁وی ، ▁اے ▁آر ▁ وائی ، ▁را ئل ▁ٹی ▁وی ، ▁جنگ ، ▁نو ائے ▁وقت ▁اور ▁نئی ▁بات ▁سمیت ▁تنخواہ یں ▁ادا ▁نہ ▁کرنے ▁والے ▁دیگر ▁میڈیا ▁مالک ان ▁کو ▁پیش ▁ہونے ▁کا ▁حکم ▁دیا ▁تھا۔
▁نام وں ▁کے ▁درمیان ▁انگریز ی ▁کو ما ▁( ▁ , ▁) ▁کا ▁استعمال ▁کریں
▁ج : ▁تحقیق ▁و ▁ت فحص ▁کے ▁با قاعدہ ▁طور ▁پر ▁ذم ہ ▁دار ▁افراد ▁کیلئے ▁اداروں ▁کے ▁ملازمین ▁اور ▁دوسرے ▁لوگوں ▁کے ▁کام ▁کے ▁بارے ▁میں ▁قوانین ▁و ▁ضوابط ▁کے ▁اندر ▁رہتے ▁ہوئے ▁قانونی ▁تحقیق ▁و ▁تفتیش ▁کرنا ▁اشکال ▁نہیں ▁رکھتا ▁لیکن ▁اسرار ▁فا ش ▁کرنے ▁کیلئے ▁قوانین ▁و ▁ضوابط ▁کی ▁حدود ▁سے ▁باہر ▁دوسروں ▁کے ▁کام وں ▁کی ▁جاسوس ی ▁کرنا ▁یا ▁ملازمین ▁کے ▁اعمال ▁و ▁کردار ▁کی ▁تحقیق ▁کرنا ▁ان ▁ذم ہ ▁دار ▁لوگوں ▁کیلئے ▁بھی ▁جائز ▁نہیں ▁ہے۔
▁اس ▁کے ▁بعد ▁اسے ▁اس ▁زمان ہ ▁کے ▁مشہور ▁ماہر ▁جی الو جی ▁کو ٹر ڈ ▁کے ▁ساتھ ▁فرانس ▁کا ▁سرو ے ▁کرنے ▁کا ▁موقع ▁ملا ۔ ▁اس ▁دورے ▁کے ▁دوران ▁اس ▁نے ▁فرانس ▁کی ▁مختلف ▁قسم ▁کی ▁زمین وں ، ▁کان وں ، ▁دریا ؤں ، ▁پو د وں ، ▁ دھ ات وں ▁اور ▁موسم وں ▁کا ▁مطالعہ ▁کیا۔ ▁25 ▁سال ▁کی ▁چھوٹی ▁سی ▁عمر ▁میں ▁اس ▁کا ▁م ▁کی ▁قدر ▁کے ▁طور ▁پر ▁لی و وزیر ▁کو ▁اک اد می ▁کا ▁ممبر ▁چ نا ▁گیا۔ ▁اس ▁عزت ▁اف ز ائی ▁کے ▁بعد ▁اس ▁کی ▁ذم ہ ▁دار یاں ▁بھی ▁بڑھ ▁گئیں ۔ ▁اک اد می ▁کے ▁ممبر ▁کے ▁طور ▁پر ▁اس ▁نے ▁متعدد ▁قسم ▁کے ▁مسائل ▁پر ▁کھو ج ▁کی ، ▁جن ▁میں ▁قابل ▁ذکر ▁یہ ▁ہیں : ▁پیر س ▁میں ▁پانی ▁کی ▁فراہمی ، ▁فا سف ورس ▁کی ▁کشید ، ▁لا وا ▁کا ▁ٹ مپ ری چر ▁ناپ نا ، ▁پیر س ▁کی ▁ نال یوں ▁کی ▁بد بو ▁دور ▁کرنا ، ▁کی ڑے ▁م کو ڑوں ▁کے ▁سان س ▁لینے ▁کا ▁طریقہ ، ▁با رود ▁کی ▁بنا وٹ ، ▁لو ہے ▁کو ▁زنگ ▁لگ نا ، ▁سبز ی ▁کے ▁بی ج وں ▁سے ▁تیل ▁نکال نا ، ▁کپڑے ▁کے ▁داغ ▁دور ▁کرنا ، ▁جہاز وں ▁میں ▁صاف ▁پانی ▁ذ خیر ہ ▁کرنا ، ▁رنگ وں ▁کی ▁تھی وری ▁وغیرہ ۔
▁تحریک ▁انصاف
▁جنگی ▁جرائم : ▁ ’ داعش ▁کو ▁فہرست ▁میں ▁شامل ▁کیا ▁جا ▁سکتا ‘
▁ لائ یو ▁ٹی ▁وی
▁اقلیت ی ▁بجٹ ▁میں ▁مزید ▁اضافہ ▁کرنے ▁سے ▁اتفاق
▁حافظ ▁محمد ▁احمد ▁بن ▁محمد ▁صدی ق ▁کے ▁تکمیل ▁حفظ ▁کے ▁موقع ▁پر ▁منعقد ▁پروگرام ▁کی ▁و ڈی و ▁December ▁3 , ▁2018
▁اس ▁طرح ▁کے ▁متعدد ▁واقعات ▁بیان ▁کرنے ▁کے ▁بعد ▁تل مود ▁کا ▁مصنف ▁لکھ تا ▁ہے ▁کہ ▁اپنی ▁روز ▁مر ہ ▁کی ▁زندگی ▁میں ▁یہ ▁لوگ ▁سخت ▁ظالم ، ▁دھو کہ ▁باز ▁اور ▁بد ▁معاملہ ▁تھے۔ ▁کوئی ▁مسافر ▁ان ▁کے ▁علاقے ▁سے ▁ب خیر یت ▁نہ ▁گزر ▁سکتا ▁تھا۔ ▁کوئی ▁غریب ▁ان ▁کی ▁بست یوں ▁سے ▁رو ٹی ▁کا ▁ایک ▁ ٹک ڑا ▁نہ ▁پا ▁سکتا ▁تھا۔ ▁بارہ ا ▁ایسا ▁ہوتا ▁کہ ▁باہر ▁کا ▁آدمی ▁ان ▁کے ▁علاقے ▁میں ▁پہنچ ▁کر ▁ فاق وں ▁سے ▁مر ▁جاتا ▁اور ▁یہ ▁ا ُ س ▁کے ▁کپڑے ▁اتار ▁کر ▁اس ▁کی ▁لاش ▁کو ▁بر ہ نہ ▁دفن ▁کر ▁دیتے ۔ ▁بیرونی ▁تا جر ▁اگر ▁شام ت ▁کے ▁مار ے ▁وہاں ▁چلے ▁جاتے ▁تو ▁بر ▁سر ِ ▁عام ▁لوٹ ▁لیے ▁جاتے ▁اور ▁ا ُ ن ▁کی ▁فریاد ▁کو ▁ ٹھ ٹھ وں ▁میں ▁ا ُ ڑا ▁دیا ▁جاتا ۔ ▁اپنی ▁و ادی ▁کو ▁انہوں ▁نے ▁ایک ▁باغ ▁بنا ▁رکھا ▁تھا ▁جس ▁کا ▁سلسلہ ▁میل وں ▁تک ▁پھیلا ▁ہوا ▁تھا۔ ▁اس ▁باغ ▁میں ▁وہ ▁انتہائی ▁بے ▁ح ی ائی ▁کے ▁ساتھ ▁عل ان یہ ▁بد ▁کار یاں ▁کرتے ▁تھے ▁اور ▁ایک ▁ل وط ▁کی ▁زبان ▁کے ▁سوا ▁کوئی ▁زبان ▁ان ▁کو ▁ٹو ک نے ▁والی ▁نہ ▁تھی۔ ▁قرآن ▁مجید ▁میں ▁اس ▁پوری ▁داستان ▁کو ▁سم یٹ ▁کر ▁صرف ▁دو ▁فقر وں ▁میں ▁بیان ▁کر ▁دیا ▁گیا ▁ہے ▁کہ ▁و َ م ِ ن ْ ▁ق َ ب ْ ل ُ ▁ک َ ان ُ و ْ ▁ا ▁ی َ ع ْ م َ ل ُ و ْ ن َ ▁الس َّ ی ِّ ا ٰ ▁ت ِ ۔ ▁( وہ ▁پہلے ▁سے ▁بہت ▁ب ُ رے ▁ب ُ رے ▁کام ▁کر ▁رہے ▁تھے ▁) ▁اور ▁ا َ ▁ء ِ ▁ن َّ ک ُ م ْ ▁ل َ ت َ ا ▁ ْ ▁ت ُ و ْ ▁ن َ ▁الر ِّ ج َ ال َ ▁و ▁ َ ▁ت َ ق ْ ط َ ع ُ و ْ ▁ن َ ▁الس َّ بی ل َ ▁و َ ت َ ا ْ ▁ت ُ و ْ ▁ن َ ▁فی ▁ن َ ا ▁د یک ُ م ُ ▁ال ْ م ُ ن ْ ک َ ر َ ▁( تم ▁م َ رد وں ▁سے ▁خواہش ِ ▁نفس ▁پوری ▁کرتے ▁ہو ، ▁مسافر وں ▁کی ▁راہ ▁مار تے ▁ہو ▁اور ▁اپنی ▁مجلس وں ▁میں ▁کھل م ▁کھل ا ▁بد ▁کار یاں ▁کرتے ▁ہو ؟ )
▁‫ اس کری ن ▁پر ▁ا طالع ات ▁فراہم ▁کرنے ▁کے ▁لیے ▁آ ئٹ مز ▁منتخب ▁کریں۔ ‬
▁ایم ▁کیوایم ▁ایک ▁ہی ▁ہے ▁اور وہ ی ▁ہے ▁جس ▁کے ▁ بانی ▁و قائد جن اب ▁الطاف ▁حسین ▁ہیں۔ ہ اش ...
▁اسلام ▁آباد : ▁سپریم ▁کورٹ ▁میں ▁پاناما ▁عمل در آم د ▁بن چ ▁کے ▁سامنے ▁اپوزیشن ▁کے ▁دل ائل ▁مکمل ▁ہوگئے
▁تاریخ ▁اشاعت :
▁تیسرے ▁سوال ▁کا ▁جواب ▁: ▁می ت ▁کو ▁قبر ▁میں ▁اتار نے ▁سے ▁پہلے ▁کوئی ▁چیز ▁چھ ڑ ک نے ▁کی ▁ضرورت ▁نہیں ▁ہے ▁اور ▁نہ ▁ہی ▁اس ▁کی ▁کوئی ▁دلیل ▁ہے ▁البتہ ▁می ت ▁کو ▁ غسل ▁دیتے ▁وقت ▁بی ری ▁اور ▁کا فور ▁( خوش بو ) ▁کا ▁استعمال ▁کیا ▁جائے۔ کا فور ▁آخری ▁مرتبہ ▁ غسل ▁دیتے ▁وقت ▁استعمال ▁کریں ▁تاکہ ▁خوشبو ▁باقی ▁رہے ▁، ▁اسی ▁طرح ▁ غسل ▁کے ▁بعد ▁کس ت وری ، ▁عن بر ▁اور ▁کا فور ▁والی ▁خوشبو م یت ▁کے ▁بدن ▁کو ▁لگا ئی ▁جائے ▁بطور ▁خاص ▁سج دہ ▁والی ▁جگہ وں ▁کو ▁اور ▁کف ن ▁کو ▁بھی ▁خوشبو ▁کی ▁دھو نی ▁دی ▁جائے ▁۔ ▁می ت ▁کےلئے خوش بو ▁کے ▁تعلق ▁بس ▁یہی ▁عمل ▁مس نون ▁ہے۔ ▁اور ▁قبر ▁کے ▁اندر ▁گلاب ▁وعن بر اور ▁ زم زم ▁چھ ڑ ک نا ▁یا ▁قبر ▁کے ▁اوپر ▁چھ ڑ ک نا ▁اپنی ▁من ▁مان ی ▁ہے ▁۔ ▁قبر ▁کے ▁اوپر ▁دفن ▁کے ▁فورا ▁بعد صرف ▁پانی ▁چھ ڑ ک ▁سکتے ▁ہیں ▁یہ ▁مست حب ▁ہے ▁ضروری ▁نہیں ▁ہے۔
▁ان ▁خدا ؤں ▁سے ▁پیار ▁کرنا ▁ہے ، ▁بطور ▁انسان ▁آگے ▁بڑھ نا ▁ہے
▁اس ” گن دی ▁لڑکی “ ▁سے ▁شادی ▁کون ▁کرے ▁گا ؟
▁دبئی ▁کے ▁موسم ▁سے ▁ہم ▁آ ہ نگ ▁ہونے ▁کیلئے ▁کھلاڑیوں ▁نے ▁بھرپور ▁تیاری وں ▁کا ▁آغاز ▁کردیا ▁ہے ، ▁کھلاڑیوں ▁نے ▁پر یک ٹس ▁سے ▁قبل ▁ف زی کل ▁ٹرین نگ ▁کرکے ▁خود ▁کو ▁و ارم ▁اپ ▁کیا۔

▁جو ▁شخص ▁کسی ▁بر ائی ▁کا ▁مرتکب ▁ہوجائے ▁یا ▁کوئی ▁گناہ ▁کر ▁بیٹھے ▁پھر ▁اللہ ▁تعالی ٰ ▁سے ▁است غ فار ▁کرے ▁تو ▁وہ ▁یقینا ً ▁اللہ ▁تعالی ٰ ▁کو ▁غ فور ▁و رح یم ▁پائے ▁گا۔
▁انھوں ▁نے ▁نقل ▁مکانی ▁کر ▁کے ▁آنے ▁والوں ▁کو ▁حکومت ▁کی ▁ہر ▁ممکن ▁مدد ▁کا ▁یقین ▁دل ات ے ▁ہوئے ▁کہا ▁کہ ▁ہر ▁خاندان ▁کے ▁لیے ▁امداد ی ▁پیک یج ▁کی ▁رقم ▁کو ▁12 ▁ہزار ▁سے ▁بڑھا ▁کر ▁20 ▁ہزار ▁روپے ▁کیا ▁جائے ▁گا ▁اور ▁رمضان ▁کے ▁مہین ے ▁میں ▁ہر ▁خاندان ▁کو ▁بیس ▁ہزار ▁روپے ▁کا ▁خصوصی ▁ال اؤ نس ▁بھی ▁دیا ▁جائے ▁گا۔
▁ہمارے ▁بارے ▁میں
▁‫ کری م ▁نازل ▁کرنے ▁والے ▁نے ▁کیا ▁تھا ▁وہ ▁بھی ▁پای ہ ▁تکمیل ▁کو ▁پہنچ ▁گیا ▁جیسا ▁کہ ▁ارشاد ِ ▁ال ٰ ہ ٰ ی ‬
▁آپ ▁یہاں ▁ہیں : ▁سرور قم ضا مین ▁تاریخی ▁مضامین ▁دیگر ▁شخصیات
▁اپنے ▁مفاد ات ▁کا ▁تحفظ ▁ہر ▁خود ▁مختار ▁ریاست ▁کا ▁حق ▁ہے ▁، ▁شہری ار ▁خان ▁آفریدی
▁کامیابی ▁کی ▁کہانی اں
▁خوش ▁نہ ▁رکھنے ▁کی ▁بنا ▁پہ ▁ہو ▁رہی ▁ہیں۔ وہ ▁یہ ▁نہیں ▁سوچ تی ▁کہ ▁میرا ▁بیٹا ▁خوش ▁ہے ▁اس کے ▁ساتھ ▁کہ ▁نہیں ▁؟ ▁اسکی ▁ازدواج ی ▁زندگی
▁( ۱ ) ▁کیا ▁میں ▁انٹرنیٹ ▁پر ▁قرآن ▁پڑھ ▁سکتی ▁ہوں ؟ ▁میں ▁جن ▁سے ▁قرآن ▁پڑھ ▁رہی ▁ہوں ▁وہ ▁بہت ▁سارے ▁طلب ہ ▁کو ▁قرآن ▁پڑھ ا ▁رہی ▁ہیں ▁اور ▁میرا ▁قرآن ▁بھی ▁بہت ▁بہتر ▁ہوگیا ▁ہے ▁، ▁لیکن
▁اقتدار ▁ما ف یہ ▁کا ▁ غول ▁ن ▁لیگ ▁کا ▁راستہ ▁روک ▁رہا ▁ہے
▁اللہ ▁کے ▁ارشاد ▁اور ▁جو ▁نا دار ▁ہو ▁تو ▁وہ ▁ یت یم ▁کا ▁مال ▁دستور ▁کے ▁موافق ▁کھا ▁سکتا ▁ہے ▁کی ▁تفسیر
▁ہندوستان ▁جیسے ▁ملک ▁میں ▁جہاں ▁عورتوں ▁کو ▁دیو ی ▁سمجھا ▁جاتا ▁ہے ▁اور ▁ان ▁کا ▁ظاہر ا ً ▁آ در ▁اور ▁سم ان ▁کیا ▁جاتا
▁رسائی ▁میں ▁مدد
▁رام ▁اللہ ▁( فل سط ین ▁نیوز ۔ مرکز ▁اطلاعات ) ▁فلسطین ▁کے ▁مقبوضہ ▁مغربی ▁کنار ے ▁کے ▁مختلف ▁شہروں ▁میں ▁سوم وار ▁کے ▁روز ▁اسرائیلی ▁فوج ▁کی ▁چھ اپ ہ ▁مار ▁کارروائی وں ▁کے ▁دوران ▁کم ▁سے ▁کم ▁30 ▁فلسطینی وں ▁کو ▁حراست ▁میں ▁لے ▁لیا ▁گیا ▁ہے۔
▁بھی ڑ ▁بکر یوں ▁اور ▁گا یوں ▁بھی نس وں ▁کے ▁اس ▁ان بو ہ ▁کو ▁دیکھ ▁کر ▁اس ▁نتیجے ▁پر ▁بھی ▁پہنچ نا ▁پڑا ▁کہ ▁اس ▁قوم ▁کی ▁بد حال ی ▁کا ▁ذم ہ ▁دار ▁کوئی ▁سیاست ▁دان ▁ہے ▁نہ ▁جر ن یل ۔ ▁کوئی ▁بی ورو ▁کر یٹ ▁ہے ▁نہ ▁مولوی ! ▁اس ▁قوم ▁کا ▁ہر ▁فرد ▁خود ▁ذم ہ ▁دار ▁ہے۔ ▁ہر ▁شخص ▁مجرم ▁ہے۔ وہ ▁جو ▁اقبال ▁نے ▁کہا ▁تھا ▁کہ ‘ ▁ہر ▁فرد ▁ہے ▁ملت ▁کے ▁م قدر ▁کا ▁ستار ا ▁‘ تو ▁یہاں ▁ہر ▁فرد ▁ستار ا ▁نہیں ▁تباہ ی ▁کا ▁است عار ہ ▁ہے !
▁چیف ▁جسٹس ▁آف ▁پاکستان ▁افتخار ▁محمد ▁چودھری ▁نے ▁کہا ▁ہے ▁’’ چا ہ تا ▁ہوں ▁کمزور وں ▁کو ▁انصاف ▁کی ▁فراہمی ▁کے ▁لئے ▁یاد ▁رکھا ▁جا ؤں ‘ ▁ نچ لی ▁سطح ▁پر ▁کرپشن ▁ختم ▁کر ▁کے ▁عدالت ی ▁نظام ▁بہتر ▁بنایا ▁جائے ▁گا۔ ‘‘
▁روس ا ▁اور ▁سیف ▁کے ▁بر یک ▁اپ ▁کی ▁وجہ ▁شاید ▁کر ینہ ▁کپور ▁ہوں ▁جن ▁پر ▁سیف ▁کا ▁دل ▁آگیا ▁تھا ▁اور ▁اس ▁طرح ▁کر ینہ ▁نا ▁صرف ▁سیف ▁کی ▁زندگی ▁میں ▁آنے والی ▁تیسری ▁عورت ▁بن یں ▁بلکہ ▁دوسری ▁بیوی ▁بھی ۔ ▁کر ینہ ▁اور ▁سیف ▁نے ▁2012 ▁میں ▁شادی ▁بھی ▁کر ▁لی ▁اور ▁آج ▁دونوں ▁ساتھ ▁ہیں۔
▁کا ▁ایک ▁جو ڑا : ▁2 ▁1/4 ▁' ▁x ▁80 '' ▁چو ڑ ائی ▁کی ش ▁رجسٹر ▁مشین ▁کے ▁لیے ▁تھر مل ▁کاغذ ▁رول
▁یہاں ▁پر کسی ▁کے ▁ذہن ▁میں ▁یہ ▁سوال ▁پیدا ▁ہوسکتا ہے ▁کہ ▁کیا ▁اسلام ▁محبت ▁کے ▁خلاف ▁ہے ▁۔ ▁جی ▁نہیں ، اسلام ▁محبت ▁کے ▁خلاف ▁نہیں ▁۔ بل کہ ▁محبت ▁کرنے ▁پر ▁ا بھارت ا ▁ہے ▁۔ ▁لیکن ▁یہ ▁محبت ▁جائز ▁اور فطر ی ▁ہو نی ▁چاہیے ▁۔ ▁ناجائز ▁اور ▁غیر فطر ی ▁محبت ▁نہیں ▁۔ ▁محبت ▁کرنی ▁ہے ▁تو ▁اللہ ▁سے ▁کریں ▁:

▁" حسن ▁ظفر ▁عارف ▁کی ▁قبر ▁پہلے ▁سے ▁ہی ▁تیار ▁تھی "
▁ ٤ ۔ ▁موت ▁کی ▁سختی ▁آسان ▁ہو ج اتی ▁ہے ▁ .
▁ی سو ُ ع ▁ا ِ ن سان ▁کے ▁رو ُ پ ▁میں ▁خود ▁خ ُ دا ▁تھا ، ▁ا ِ س ▁لي ٴ ے ▁ہم ▁ وث و ُ ق ▁سے ▁کہہ ▁سکتے ▁ہیں ▁کہ ▁ا ُ س ▁نے ▁م ُ ک مل ▁طور ▁پر ▁گ ُ نا ہ ▁سے ▁پاک ▁ز ِ ندگی ▁گ ُ زار ی ▁تھی ▁چ ُ ن اں چہ ▁ہم ▁یقین ▁سے ▁کہہ ▁سکتے ▁ہیں ▁کہ ▁ا ُ س ▁نے ▁بچ پن ▁میں ▁کوي ٴ ی ▁غلط ▁کام ▁نہیں ▁ک ِ یا ▁تھا ▁عام ▁بچوں ▁کی ▁طرح ▁ا ُ س ▁سے ▁بھی ▁شا ي ٴ د ▁کبھی ▁دو ُ دھ ▁فرش ▁پر ▁گ ِ ر ▁گیا ▁ہوگا ▁ ــ ▁لیک ِ ن ▁در حقیق ت ▁ا ُ س ▁نے ▁کبھی ▁گ ُ نا ہ ▁نہیں ▁ک ِ یا ▁تھا
▁رپورٹ ▁میں ▁مزید ▁کہا ▁گیا ▁ہے ▁کہ ▁ال قاعدہ ▁کی ▁طرف ▁سے ▁افغانستان ▁میں ▁اپنی ▁طاقت ▁کھو نے ▁کے ▁بعد ▁دوسرا ▁ ٹھ کان ہ ▁بنانے ▁کے ▁لئے ▁کی ▁جانے ▁والی ▁کوشش وں ▁میں ▁پاکستان ▁سب ▁سے ▁اہم ▁میدان ▁جنگ ▁ہے۔
▁پانچ ▁اچھی ▁وج وہ ات ▁Agoda ▁پر ▁سعودی ▁عرب ▁میں ▁حج ▁اور ▁عمر ہ ▁کے ▁سفر ▁کے ▁دوران ▁ایک ▁ہوٹل ▁کے ▁کمر ے ▁بک ▁کرنے ▁کے ▁لئے .
▁آئی ▁ایم ▁ایف ▁کے ▁پیش گی ▁اقدامات ▁کا ▁ان ع ک اس
▁پٹرول یم ▁مصنوعات ▁پر ▁آج ▁بھی ▁ڈھ ا کہ ▁ریلی ف ▁ٹیکس ▁لگا ▁ہوا ▁ہے ، ▁سپریم ▁کورٹ ▁– ▁Daily ▁Har e ef
▁اس ▁موقع ▁پر ▁عرب ▁کا لیٹ ن ▁قوم وں ▁میں ▁زیادہ ▁پھیل ▁جانا ▁قابل ▁لحاظ ▁ہے۔ ▁اسپ ین ▁کے ▁ساتھ ▁ان ▁کے ▁معاملات ▁زیادہ ▁ک ثر ت ▁سے ▁تھے۔ ▁جر بر ٹ ▁کے ▁با رسل ونا ▁جانے ▁کے ▁متعلق ▁خواہ ▁کت نا ▁ہی ▁اختلاف ▁رائے ▁کیوں ▁نہ ▁ہو ▁مگر ▁اس ▁سے ▁کسی ▁کو ▁انکار ▁نہیں ▁ہو ▁سکتا ▁کہ ▁عربی ▁ہند س وں ▁کا ▁استعمال ▁ہمارے ▁وہاں ▁ا ُ سی ▁وقت ▁سے ▁جاری ▁ہوا۔
▁آپ ▁اپنے ▁Twitter ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁Home ▁/ ▁کالم ▁/ ▁کیا ▁نریندر ▁مودی ▁ملک ▁کو ▁جنگ ▁کی ▁طرف ▁لے ▁جارہے ▁ہیں ▁؟

▁شہریوں ▁کا ▁کہنا ▁ہے ▁کہ ▁جنرل ▁محمد ▁ضیا ء ▁الحق ▁( 1978 ▁تا ▁1988 ▁تک ▁صاحب ِ ▁اقتدار ) ▁جیسے ▁سابق ▁پاکستانی ▁رہنماؤں ▁نے ▁ب زور ِ ▁باز و ▁حکمران ی ▁کی ▁اور ▁ملک ▁کو ▁بد ▁تر ▁حال ▁میں ▁چھوڑ ا۔

▁a gave ▁کی ▁ٹیکس اس ▁اے ▁اور ▁ایم ▁یونیورسٹی ▁میں ▁TAMU ▁باغ بانی ▁جنت وں ) ▁میں ▁ہیں ▁طلوع ▁آفتاب ▁کے ▁ساتھ ▁روانہ ▁ہو ▁گئیں . ▁کالج ▁سٹی شن ▁، ▁ٹیکس اس ▁، ▁15 ▁جنوری ▁، ▁2009
▁اسٹ یل ▁پائ پ ▁کی ▁متعلقہ ▁اشیاء

▁کسی ▁چیز ▁کے ▁بارے ▁میں ▁یہ ▁علم ▁ہونا ▁کہ ▁وہ ▁حاصل ▁نہیں ▁ہوگی۔ ▁فری ض ہ ▁کی ▁انجام ▁د ہی ▁کی ▁راہ ▁میں ▁رکاوٹ ▁نہیں ▁بنت ی ▁ہے۔ ▁آپ ▁حضرات ، ▁رسول ▁اللہ ( ص ) ▁کی ▁حیات ▁طیب ہ ▁کا ▁مطالعہ ▁فرم ائیں۔ ▁رسول ▁اللہ ( ص ) جان تے ▁تھے ▁کہ ▁جنگ ▁احد ▁میں ▁فتح ▁نہیں ▁ہوگی ▁اور ▁یہ ▁بھی ▁جانتے ▁تھے ▁کہ ▁جن ▁لوگوں ▁کو ▁پہاڑ ▁پر ▁ب ٹھ ایا ▁ہے ▁وہ ▁وہاں ▁بیٹھے ▁نہیں ▁رہیں ▁گے ▁بلکہ ▁مال ▁غنی مت ▁کی ▁ط مع ▁میں ▁نیچے ▁اتر ▁آئیں گ ے۔ پس ▁کسی ▁چیز ▁کے ▁بارے ▁علم ▁ہونے ▁کا ▁مطلب ▁یہ ▁نہیں ▁کہ ▁اس ▁کے ▁لئے ▁کوشش ▁بھی ▁نہ ▁کی ▁جائے۔

▁- 4 ▁سب ▁سے ▁اہم ▁بات ، ▁آپ ▁ثبوت ▁پیش ▁کریں ▁کہ ▁آپ ▁واپس ▁آئیں ▁گے۔ ▁یہ ▁ثبوت ▁کسی ▁بھی ▁صورت ▁میں ▁ہوسکتا ▁ہے۔ ▁آپ ▁نے ▁ملک ▁میں ▁کچھ ▁زمین ▁یا ▁جائیداد ▁چھوڑ ی ▁ہے ، ▁آپ ▁کے ▁گھر ▁والے ▁یہاں ▁مقیم ▁ہیں ، ▁آپ ▁یہاں ▁کسی ▁کمپنی ▁سے ▁وابستہ ▁ہیں ، ▁وجہ ▁چاہے ▁کوئی ▁بھی ▁ہو ، ▁آپ ▁کو ▁ویزا ▁آف س یر ▁کو ▁یہ ▁یقین ▁دل انا ▁ہوگا ▁کہ ▁آپ ▁واپس ▁ضرور ▁آئیں ▁گے۔
▁لو دھر اں ▁کے ▁ضمن ی ▁انتخاب ▁میں ▁مسلم ▁لیگ ▁ن ▁کی ▁غیر ▁مت ...
▁نواز ▁شریف ▁پر ▁مشکلات ▁ان کی ▁کو تا ہ یوں ▁کی ▁وجہ ▁سے ▁آئیں ، ▁نثار
▁حکام ▁کے ▁مطابق ▁دھماکہ ▁دونوں ▁ملکوں ▁کے ▁شہریوں ▁کی ▁آمد ▁و ▁رفت ▁کے ▁لیے ▁استعمال ▁ہونے ▁والے ▁سرحد ی ▁راستے ▁' باب ▁دوستی ' ▁کے ▁قریب ▁افغانستان ▁کی ▁حدود ▁میں ▁ہوا۔
▁( اور ▁آپ ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ٰ ▁وسلم ▁ہمارے ▁ہا دی ▁ہیں ▁جس ▁کی ▁وجہ ▁سے ▁ہمیں ▁اپنی ▁گم رہ ی ▁کا ▁کوئی ▁خوف ▁نہیں ، ▁رسول ▁خدا ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ٰ ▁وسلم ▁ہمارے ▁قائد ▁ہیں۔ )

▁نیٹ ▁کے ▁متعلق
▁ہم ▁سے ▁رابطہ
▁پاکستان ▁کی ▁اقلیت یں ▁شراب ▁کی ▁پابندی ▁کے ▁لیے ▁سڑک وں ▁پر ▁_ ▁Pakistan ▁Review
▁ان ▁حو یلی وں ▁کے ▁علاوہ ▁، اب و ظ بی ▁کے ▁دی ہی ▁علاقوں ▁میں " ▁اک یڈ می " ▁[ The ▁Academy ] کے ▁عنوان ▁سے ▁ایک ▁مرکز ▁قائم ▁ہے ▁کہ ▁جہاں ▁ہتھیار وں ▁، بیر ک وں ▁سے ▁متعلق ▁موضوعات ▁کے ▁بارے ▁میں ▁تربیت ▁دی ▁جارہی ▁ہے ▁اور ▁ڈر ائی و نگ ▁سیکھ ائي ▁جاتی ▁ہے۔
▁نئی ▁دہلی : ▁بھارتی ▁ریاست ▁م دھی ا ▁پر دی ش ▁میں ▁چھپ کل یاں ▁پال نے ▁کے ش وق ین ▁شخص ▁نے ▁عجیب ▁الخل قت ...
▁امریکہ ▁اور ▁اتحاد یوں ▁کا ▁شام ▁پر ▁حملہ
▁اقوام ▁متحدہ ▁دنیا ▁میں ▁امن ▁قائم ▁کرنے ▁میں ▁ناکام
▁راج پال ▁نے ▁8 ▁سال ▁قبل ▁2010 ء ▁میں ▁اپنی ▁فلم ▁کے ▁لیے ▁ایک ▁کاروبار ی ▁شخص ▁سے ▁5 ▁کروڑ رو پ ے ▁قرض ▁لیا ▁تھا ▁تاہم ▁معاہدے ▁کے ▁تحت ▁وہ ▁قرض ▁کی ▁ادائیگی ▁نہ ▁کر س کے ▁جس ▁کے ▁خلاف ▁بزن س ▁مین ▁نے ▁قانونی ▁چار ہ ▁جو ئی ▁کرتے ▁ہوئے ▁عدالت ▁سے ▁رجوع ▁کیا۔ ہ ائی ▁کورٹ ▁نے ▁ابتدائی ▁طور ▁پر ▁جو ڑے ▁کو ▁10 ▁روز ▁کے ▁لیے ▁عدالت ی ▁حراست ▁میں ▁رکھنے ▁اور ▁ان ▁کے ▁تمام ▁اثاث وں ▁کی ▁جان چ ▁پڑتا ل ▁کا ▁حکم ▁دیا ▁جس ▁کے ▁بعد ▁اداکار ▁نے ▁قرض ▁کی ▁کچھ ▁رقم ▁ادا ▁کردی ▁تاہم ▁وہ ▁باقی ▁رقم ▁ادا ▁نہ ▁کر سک ے۔ ▁نئی ▁دہلی ▁کی ▁عدالت ▁نے ▁معاہدے ▁کے ▁تحت ▁قرض ▁ادا ▁نہ ▁کرنے ▁پر ▁جو ڑے ▁کو ▁مجرم ▁قرار ▁دیتے ▁ہوئے ▁سزا ▁کے ▁لیے ▁23 ▁اپریل ▁کی ▁تاریخ ▁طے ▁کردی ۔

▁مختلف ▁کرنسی ▁کے ▁جو ڑوں ▁کے ▁لیے ▁مختلف ▁مار جن ▁کے ▁ت قاض ے ▁پیش ▁کیے ▁جا سک تے ▁ہیں۔ ▁آپ ▁یہاں ▁مزید ▁پڑھ ▁سکتے ▁ہیں۔
▁دمشق ▁کا ▁تل ▁اب یب ▁کو ▁انت با ہ ▁!!!
▁کا سترو ▁کا ▁باپ ▁آن جل ▁کا سترو ▁ار گی ز ▁اسپ ین ▁سے ▁کیو با ▁آیا ▁ایک ▁مہ اجر ▁تھا۔ ▁وہ ▁گ نے ▁کا ▁کامیاب ▁کاروبار ▁کر ▁رہا ▁تھا ▁اور ▁ف یڈ ل ▁اس ▁کی ▁دوسری ▁بیوی ▁سے ▁6 ▁اولاد وں ▁میں ▁سے ▁ایک ▁تھا۔ ▁8 ▁سال ▁کی ▁عمر ▁میں ▁کا سترو ▁کو ▁بورڈ نگ ▁سکول ▁بھیج ▁دیا ▁گیا ▁جہاں ▁وہ ▁مستقل ▁بد تم یزی ▁کرتا ▁رہا۔ ▁تعلیم ▁میں ▁اسے ▁دلچسپی ▁نہ ▁تھی۔ ▁اور ▁1945 ▁میں ، ▁بیس ▁سال ▁کی ▁عمر ▁میں ، ▁کا سترو ▁نے ▁اپنی ▁یونیورسٹی ▁میں ▁سیاسی ▁اور ▁گی نگ ▁سے ▁وابستہ ▁سرگرمی وں ▁میں ▁حصہ ▁لینا ▁شروع ▁کر ▁دیا۔ ▁نیز ▁یہ ▁کہ ▁کا سترو ▁نے ▁اچھے ▁بچوں ▁کی ▁طرح ▁پڑھ ائی ▁لکھ ائی ▁میں ▁دل ▁لگا ▁کے ▁ماں ▁باپ ▁کا ▁نام ▁روشن ▁کرنے ▁کی ▁کوئی ▁جستجو ▁نہ ▁رکھی ۔ ▁اس ▁نے ▁اپنی ▁ایک ▁منفرد ▁راہ ▁چن ی ▁اور ▁اسی ▁پہ ▁چل تا ▁چل تا ▁وہ ▁ایک ▁انقلابی ▁بن ▁گیا۔
▁واشنگٹن ▁۔ ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁05 ▁مئی 2018 ء ) ▁امریکی ▁عدالت ▁نے ▁بھارتی ▁انج ین ئر ▁کے ▁قاتل ▁کو ▁عمر ▁قید ▁کی ▁سزا ▁سن ادی ۔ امر یکی ▁شہر کن ساس ▁کی ▁عدالت ▁کے ▁فی ڈر ل ▁جج ▁نے ▁پوری ٹ ون ▁کو ق صور ▁وار ▁قرار دی تے ▁ہوئے ▁عمر ▁قید اور ▁دیگر ▁2 ▁ملزمان ▁کو ▁فائرنگ ▁کے ▁الزام ▁میں ▁165 ما ہ ▁کی ▁سزا ▁سن ائی ۔ ▁واضح ▁ہو ▁کہ ▁بھارتی ▁انج ین یئر سر ینو اس ▁کوچ ی ▁بھ وت لا ▁کو ▁نسل ی ▁ تعصب ▁کی ▁وجہ ▁قتل ▁کردیا ▁تھا۔

▁عشق ▁لا ▁حاصل ▁ہے ، ▁اک ▁اند ھا ▁سفر ▁ہے ▁اور ▁میں

▁بچوں ▁کا ▁صفحہ
▁اسلام ▁آباد ▁( ڈی لی ▁پاکستان ▁آن ▁لائن ) ▁سینئر ▁صحافی ▁حامد ▁میر ▁کا ▁کہنا ▁ہے ▁کہ ▁موجودہ ▁حالات ▁میں ▁خارجہ ▁پالیسی ▁کے ▁حوالے ▁سے ▁پاکستان ▁پر ▁امریکہ ▁کا ▁بہت ▁زیادہ ▁دباؤ ▁ہوگا ▁اس ▁لیے ▁تحریک ▁انصاف ▁کے ▁اکثر ▁لوگ ▁وزیر ▁خارجہ ▁بننے ▁سے ▁گریز اں ▁رہے۔ ▁شاہ ▁محمود ▁قریشی ▁نرم ▁مزاج ▁آدمی ▁ہیں ▁اس ▁لیے ▁انہوں ▁نے ▁خود ▁وزیر ▁خارجہ ▁بننے ▁سے ▁انکار ▁کیا ▁اور ▁سپ ی کر ▁کا ▁عہد ہ ▁مانگ ا۔
▁طریق ۂ ▁سج دہ ▁اور ▁اس ▁کے ▁ا قسام
▁وقت ▁کا ▁ دھ ارا ▁اس قدر ▁تیزی ▁سے ▁رواں ▁ہے ▁ابھی ▁ابھی ▁تو ▁رمضان ▁کی ▁آمد ▁ہوئی ▁تھی ▁اور ▁آخری ▁عشر ہ ▁آن ▁پہنچا ▁۔ ▁ایک ▁ہی ▁ملک ▁میں ▁رہتے ▁ہوئے ▁ایک ▁دن ▁یا ▁قمر ی ▁تاریخ ▁کا ▁فرق ▁چل ▁رہا ▁ہے ▁۔ ▁آخری ▁عشر ہ ▁اور ▁ طاق ▁رات یں ▁مختلف ▁تاریخ و ▁ ں ▁میں ▁چل ▁رہی ▁ہیں ▁۔ ▁بہتر ▁ہے ▁کہ ▁اس ▁ قض یہ ▁سے ▁بے ▁نیازی ▁اختیار ▁کی ▁جائے ▁۔ اور ▁اپنی ▁عباد ات ▁سے ▁کام ▁رکھا ▁جائے ▁۔ ▁اللہ ▁کی ▁ذات ▁با ▁بر ک ات ▁ہمارے ▁اعمال ▁اور ▁کوشش وں ▁کو ▁قبول ▁فرما ئے ▁۔ دن وں ▁اور ▁وقت ▁کا ▁حساب ▁بھی ▁اسی ▁کے ▁علم ▁میں ▁ہے۔ ▁آم ین ▁ثم ▁آم ین ۔
▁اسی ▁طرح ▁ا ُ ردو ▁کے ▁اخبار ات ▁کی ▁تعداد ▁اشاعت ▁تین ▁کروڑ ▁24 لا کھ ▁27 ہ زار ▁رہی ▁۔ ▁صرف ▁یہی ▁نہیں ▁رجسٹر ڈ ▁اخبار ات ▁ور سائل ▁کی ▁تعداد ▁میں ▁اس ▁سال ▁3. 57 فی صد ▁کا ▁اضافہ ▁بھی ▁درج ▁کیا گیا ▁ہے ▁۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل
▁وزیراعظم ▁بی لٹ ▁این ڈر وڈ ▁فورم ▁کے ▁موقع ▁پر ▁دیگر ▁عالمی ▁رہنماؤں ▁سے ▁ملاقات ▁ کری نگے ، ▁اختتام ی ▁سی شن ▁سے ▁وزیراعظم ▁نوازشریف ▁سمیت ▁دنیا ▁کے ▁تین ▁اہم ▁رہنما ▁خطاب ▁کریں ▁گے ، ▁بی لٹ ▁اینڈ ▁روڈ ▁فورم ▁کے ▁اختتام ▁پر ▁مشترکہ ▁اعلام یہ ▁بھی ▁جاری ▁کیا ▁جائے ▁گا۔
▁شہر ▁کی ▁خبریں

▁ما کو مب ، ▁ال ینو ائے ▁کی ▁مجموعی ▁آبادی ▁19, 288 ▁افراد ▁پر ▁مشتمل ▁ہے۔
▁ پرانے ▁می وز ک ▁کو ▁جدید ▁انداز ▁میں ▁سن نے ▁والوں ▁نے ▁پذیر ائی ▁بخشی ▁تون ئے ▁نئے ▁گلو ▁کار وں ▁اور ▁می وز یشن ز ▁کی ▁آمد ▁می وز ک ▁انڈسٹری ▁کے ▁لئے ▁تازہ ▁ہوا ▁کا ▁جھ ون کا ▁ثابت ▁ہوئی۔ ▁اس ▁حسین ▁امت ز اج ▁سے ▁بہت ▁سے ▁نئے ▁گا نے ▁تخلیق ▁ہوئے ▁۔ ▁ان ▁گا نوں ▁کی ▁فہرست ▁اچھی ▁خاصی ▁طویل ▁ہے ▁۔
▁بچوں ▁، بو ڑھ وں ▁، بی مار وں ▁اور ▁عورتوں ▁کے ▁لیے ▁اگر خود ▁جا کر رم ی ▁کرنے ▁کی ▁گنجائش ▁نہ ▁ہو ▁تو ▁وہ ▁اپنا ▁وکیل ▁مقرر ▁کرسکتے ▁ہیں ▁۔ ▁اس ▁سلسلہ ▁میں ▁بعض ▁ضعیف ▁احادیث ▁بھی ▁ترم ذ ی ، اب ن ▁ما جہ ، مس ند احمد ، ▁مصنف ▁ابن ▁ ابی ▁شی بہ ، مع جم ▁طب رانی ▁او سط ▁میں ▁ہیں ▁۔ 2 39
▁" وہ ▁لوگ ▁جو ▁شریعت ▁پر ▁ایمان ▁لائے ▁اور ▁اللہ ▁سے ▁ڈر تے ▁ہیں ▁ان ▁کو ▁ان ▁حالات ▁میں ▁اپنی ▁عورتوں ▁کو ▁جب ▁وہ ▁شادی ▁کی ▁عمر ▁کو ▁پہنچ ▁جائیں ، ▁شادی ▁سے ▁نہیں ▁روک نا ▁چاہئے ۔ ▁انہیں ▁شریعت ▁کے ▁احکام ات ▁کی ▁پیر وی ▁کرنا ▁چاہئے ▁اور ▁اللہ ▁کے ▁حکم ▁کے ▁سامنے ▁اپنی ▁( جھ وٹ ی ) ▁انا ▁کو ▁زیر ▁کر ▁دینا ▁چاہئے ۔ ▁یہی ▁تقوی ٰ ▁اور ▁اللہ ▁کے ▁خوف ▁سے ▁قریب ▁تر ▁ہے " ▁( اب ن ▁کثیر ▁جلد ▁اول ▁صفحہ ▁3 24)
▁کی ▁طرف ▁سے ▁اس ▁مصنف ▁کی ▁مزید
▁نش ے ▁کی ▁وجہ ▁سے ▁چار ▁ملازمت وں ▁سے ▁فارغ ▁ہونے ▁والا ▁بھائی ▁خاندان ی ▁جائیداد ▁پر ▁قبضہ ▁کرنا ▁چاہتا ▁ہے ، ▁شاہ ▁سلیم ▁خان
▁گرمی ▁کے ▁ساتھ ▁عمارت ▁میں ▁جنس ▁...
▁22 ▁کا ▁ہند س ہ ▁عمران ▁خان ▁کی ▁زندگی ▁کے ▁اہم ▁نش یب ▁و ▁ فراز ▁کا ▁امین ▁کیسے ▁بنا ؟
▁سان س ▁لینے ▁کی ▁تو ▁’’ آ زاد ی ‘‘ ▁می سر ▁ہے ▁مگر
▁مولانا ▁سم ی ع ▁الحق ▁کے ▁قتل ▁میں ▁سعودی ▁عرب ▁کے ▁ملوث ▁ہو ن یکا ▁انکشاف
▁رواں ▁سال ▁ہونے ▁والے ▁آس کر ز ▁ایوارڈ ▁کی ▁نامزد گی وں ▁کا ▁اعلان ▁کردیا ▁گیا
▁سائنس ▁اور ▁ٹیکنالوجی
▁سعودی ▁عرب : ▁من شی ات ▁فروش ی ▁پر ▁پاکستانی ▁اور ▁سعودی ▁شہری ▁کا ▁سر ▁قلم
▁جرمنی ▁آس یہ ▁بی ▁بی ▁کو ▁پناہ ▁دینے ▁پر ▁تیار ▁21 .11. 2018
▁انھوں ▁نے ▁کہا ▁کہ ▁وزیر ▁اعظم ▁ہاؤس ▁کو ▁اعلی ٰ ▁ترین ▁یونیورسٹی ▁بنائیں ▁گے ▁جہاں ▁تحقیق ▁ہوگی ▁اور ▁دنیا ▁سے ▁بڑے ▁بڑے ▁اسکا ل رز ▁کو ▁بل ائیں ▁اور ▁اعلی ٰ ▁طرز ▁کی ▁یونیورسٹی ▁ہوگی۔
▁دو ▁لاکھ ▁سے ▁زائد ▁لوگ ▁tax ▁نیٹ ▁میں ▁آ چ کے ▁ہیں۔
▁80 11 ▁کی بل ، ▁این ٹی ▁جم نگ ▁کے ▁لئے ▁ایک ▁طرف ▁روشن ▁اور ▁ایک ▁طرف ▁سست ▁کے ▁ساتھ ، ▁کی بل ▁شی ل ڈ ▁کے ▁لئے ▁استعمال ▁کی بل ▁گری ڈ ▁ای لو مین یم ▁مرکب ▁کی ▁ایک ▁عام ▁مصنوعات ▁ہے ، ▁من گ ٹ ائی ▁ای لو مین یم ▁اس ▁مواد ▁کو ▁ایک ▁پیش ہ ▁ور ▁پر وڈ کشن ▁سسٹم ▁کے ▁تحت ▁ضمانت ▁شدہ ▁کی می کل ▁ا جزاء ▁اور ▁می کان ی ▁خصوصیات ▁کے ▁ساتھ ▁تیار ▁کرتا ▁ہے .
▁وہ ▁کیسے ▁بھول ▁سکتے ▁ہیں ؟ ▁اسی ▁کی ▁سہ ایت ا ▁سے ▁تو ▁وہ ▁مو کھ ▁من تری ▁بنے ▁؟
▁بچوں ▁کا ▁صفحہ
▁رسائی ▁کے ▁لنکس
▁پاکستان ▁کی ▁عدالت ▁ عظم ٰ ی ▁نے ▁توہین ▁مذہب ▁کے ▁الزام ▁میں ▁طالب ▁علم ▁مش ال ▁خان ▁کے ▁قتل ▁کے ▁بارے ▁میں ▁پشاور ▁ہائی ▁کورٹ ▁کو ▁عدالت ی ▁کمیشن ▁بنانے ▁سے ▁روک ▁دیا۔
▁سابق ▁وزیراعظم ▁نواز ▁شریف ▁کے ▁قریب ی ▁ساتھ ی ▁سیف ▁الرحمان ▁کے ▁فیکٹری ▁گو دام ▁پر ▁چھ اپ ہ
▁ن طال یا ▁کا ▁کہنا ▁تھا ▁کہ ▁ان ▁کی ▁جگہ ▁کوئی ▁مرد ▁ہوتا ▁تو ▁اسے ▁اتنی ▁تنقید ▁کا ▁سامنا ▁نہ ▁کرنا ▁پڑتا ۔

▁نواز ▁شریف ▁، مر یم ▁کی ▁رہا ئی ▁کے ▁بعد ▁حنیف ▁عباسی ▁سے ▁متعلق ▁بھی ▁اہم ▁خبر
▁مرکزی ▁مواد ▁پر ▁جائیں
▁1964 ء ▁میں ▁نسل ی ▁تفر یق ▁اور ▁امتیاز ▁کے ▁خلاف ▁شہری ▁نا فر مان ی ▁کی ▁تحریک ▁چلانے ▁اور ▁دیگر ▁پر امن ▁انداز ▁احتجاج ▁اپنا نے ▁پر ▁لو ت ھر ▁کنگ ▁کو ▁نو بل ▁امن ▁انعام ▁سے ▁نواز ا ▁گیا۔ ▁آپ ▁اس ▁اعزاز ▁کو ▁حاصل ▁کرنے ▁والے ▁سب ▁سے ▁کم ▁عمر ▁شخص ▁تھے۔ ▁1968 ء ▁میں ▁اپنے ▁قتل ▁سے ▁پہلے ▁آپ ▁نے ▁غربت ▁کے ▁خاتمے ▁اور ▁جنگ ▁و یت نام ▁کی ▁مخالفت ▁کے ▁لیے ▁کوشش یں ▁کی ▁اور ▁دونوں ▁کے ▁حوالے ▁سے ▁مذہبی ▁نقط ۂ ▁نظر ▁سامنے ▁لا ئے۔ ▁4 ▁اپریل ▁1968 ء ▁کو ▁می م فس ، ▁ ٹین یسی ▁میں ▁لو ت ھر ▁کنگ ▁کو ▁قتل ▁کر ▁دیا ▁گیا۔
▁پی ▁ایس ▁ایل ▁میں ▁پل ے ▁آف ▁کے ▁حوالے ▁اہم ▁اعلان
▁نیوز ی ▁لینڈ ▁کے ▁شہر ▁آ ک لینڈ ▁میں ▁می وزی کل ▁ڈرا مہ ▁ ’ سو ینی ▁ ٹا ڈ ‘ ▁کے ▁شو ▁کی ▁پہلی ▁پر فار م نس ▁کے ▁دوران ▁گردن ▁پر ▁زخم ▁آنے ▁کی ▁وجہ ▁سے ▁سکول ▁کے ▁دو ▁لڑک وں ▁کو ▁ہسپتال ▁لے ▁جانا ▁پڑا ▁ہے۔ ▁اس ▁می وز کل ▁میں ▁ایک ▁ہ جام ▁اپنے ▁گاہ ک وں ▁کے ▁گل ے ▁کا ٹ ▁کر ▁ان ▁کے ▁جسم ▁کے ▁ ٹک ڑے ▁ایک ▁د کان ▁پر ▁بیچ ▁دیتا ▁[...] ▁Read ▁more
▁مرکزی ▁مواد ▁پر ▁جائیں
▁ریاست ی ▁حکومت ▁نے ▁ہلاک ▁شد گان ▁کے ▁اہل ▁خانہ ▁کو ▁دو ▁دو ▁لاکھ ▁روپے ▁اور ▁زخمی وں ▁کو ▁25 -25 اور ▁10 -10 ہ زار ▁روپے ▁کی ▁امداد ▁کا ▁اعلان ▁کیا ▁ہے۔
▁ابتدا ▁ہی ▁سے ▁ہماری ▁روح وں ▁کی ▁ور اث ت ▁طا عون ▁ہے
▁پہلی ▁پوسٹ ▁مار ٹ م ▁رپورٹ ▁میں ▁تین وں ▁بچی وں ▁کی ▁موت ▁کی ▁غذا ئی ت ▁کی ▁کمی ▁بت ائی ▁گئی ▁ہے ▁۔ پو سٹ ▁مار ٹ م ▁کرنے ▁والے ▁ڈاکٹر وں ▁کا ▁کہنا ▁ہے ▁ان ▁بچی وں ▁کو ▁پچھلے ▁ساتھ ▁آٹھ ▁دن ▁سے ▁کھانا ▁نہیں ▁ملا تھا ۔ اس ▁معاملہ ▁میں ▁دوسری ▁پوسٹ ▁مار ٹ م ▁رپورٹ ▁میں ▁بھی ▁موت ▁کی ▁وجہ ▁یہی ▁بت ائی ▁جارہی ▁ہے ▁۔
▁السلام ▁عليكم ▁ورحمة ▁الله ▁وبركاته ▁جب ▁میں ▁نیک ی ▁کا ▁کوئی ▁کام ▁کرتا ▁ہوں ▁تو ▁میرے ▁دل ▁میں ▁شہر ت ▁کی ▁محبت ▁اور ▁لوگوں ▁کی ▁تعریف ▁کی ▁خواہش ▁کا ▁و سوس ہ ▁آج ات ا ▁ہے۔ ▁لیکن ▁میں ▁فورا ً ▁اللہ ▁تعالی ٰ ▁کو ▁یاد ▁کرتا ہ وں ▁اور ▁اس ▁و سوس ہ ▁سے ▁اللہ ▁کی ▁پناہ ▁مانگ تا ▁ہوں ▁اور ▁ ریا کاری ▁اور ▁شہر ت ▁طلب ی ▁سے ...
▁م سٹر ▁اوباما ▁کا ▁کہنا ▁ہے ▁کہ ▁بڑھ یر ▁ہوئی ▁بے ▁روزگار ی ▁کا ▁م دا وا ▁کرنے ▁کے ▁لیے ▁مختصر ▁مدتی ▁اخراج ات ▁میں ▁تو از ن ▁لانے ▁کی ▁کوشش ▁کی ▁جارہی ▁ہے ، ▁تاکہ ▁ملک ▁کی ▁طویل ▁المد تی ▁معاشی ▁صحت ▁کو ▁بحال ▁کرنے ▁کے ▁لیے ▁خسار ے ▁میں ▁کمی ▁ل ائی ▁جا سک ے۔

▁شریعت ▁کیا ▁کہ تی ▁ہے ؟ ▁جمعہ ▁کے ▁دن ▁یا ▁رات ▁ہم بس تری ▁کرنے ▁پر ؟
▁ان ▁کا ▁کہنا ▁ ھے ▁کہ ▁پیغمبر ▁اسلام ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁کی ▁رحلت ▁کے ▁بعد ▁یہ ▁کام ▁انجام ▁پایا ▁اور ▁سب ▁سے ▁پہلے ▁خل یف ہ ▁اول ▁امت ▁کے ▁ا جماع ▁کے ▁ذریعہ ▁خلافت ▁کے ▁عہدے ▁پر ▁منتخب ▁کئے ▁گئے ▁۔ جب کہ ▁پہلے ▁خل یف ہ ▁نے ▁( ا جماع ▁امت ▁کے ▁بجائے ) ▁خود ▁ذاتی ▁طور ▁پر ▁( و ص یت ▁کے ▁ذریعہ ) ▁دوسرے ▁خل یف ہ ▁کو ▁مقرر ▁کیا۔
▁یہ ▁ٹی گ ▁ٹی گ ▁کا ▁کھیل
▁امریکا ▁نے ▁اگر ▁بات ▁کرنی ▁ہے ▁تو ▁عزت ▁سے ▁کرے ، وزیر ا عظم

▁کل ▁جب ▁تم ▁کو ▁یاد ▁آئے ▁گا

▁سعودی ▁عرب ▁میں ▁کرپشن ▁کے ▁الزامات ▁میں ▁گرفتار ▁مزید ▁2 ▁شہزاد وں ▁کو ▁رہا ▁کردیا ▁گیا ▁ہے۔ ▁دونوں ▁شہزاد وں ▁کو ▁سعودی ▁حکومت ▁کے ▁ساتھ ▁مالی ▁معاہدے ▁کے ▁بعد ▁رہا ▁کیا ▁گیا ▁ہے۔ ▁رہا ▁ہونے ▁والے ▁شہزاد وں ▁میں ▁شہزاد ہ ▁مش عال ▁بن ▁عبداللہ ▁اور ▁شہزاد ہ ▁فیصل ▁بن ▁عبداللہ ▁شامل ▁ہیں۔ ▁دونوں ▁شہزاد ے ▁سعودی ▁عرب ▁کے ▁سابق ▁فرمان روا ▁شاہ ▁عبداللہ ▁کے ▁بیٹے ▁ہیں۔
▁تیر ے ▁لب ▁کو ▁چھ و ▁کر
▁کب ل ▁، ▁گھر ی لو ▁نا چاق ی ▁پر ▁باپ ▁نے ▁اپنی ▁ہی ▁بیٹے ▁کو ▁قتل ▁کردیا
▁صحیح ▁مسلم ▁شریف ▁میں ▁بھی ▁یہ ▁حدیث ▁باخت لاف ▁الفاظ ▁مرو ی ▁ہے ،
▁ہم ▁پاکستانی ▁فوج ▁خرید نا ▁چاہتے ▁ہیں ▁: ▁بھارت
▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک ▁by ▁Real Gra s s
▁پاکستان ▁کے ▁شمال ▁مغربی ▁علاقے ▁میں ▁پیر ▁کے ▁روز ▁ایک ▁نوجوان ▁خود ▁کش ▁حملہ ▁آور ▁کی ▁طرف ▁سے ▁ایک ▁پولیس ▁و ین ▁کے ▁بالکل ▁قریب ▁کیے ▁گئے ▁ایک ▁بم ▁دھماکے ▁میں ▁کم ▁از ▁کم ▁تین ▁پولیس ▁افسر ▁ہلاک ▁اور ▁متعدد ▁دیگر ▁اہلکار ▁زخمی ▁ہو ▁گئے۔
▁یہی ▁سوچ ▁کر ▁میں ▁بھی ▁سو نے ▁لگی ▁ہوں
▁مرکزی ▁مواد ▁پر ▁جائیں

▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁ترجمان ▁وزیراعظم ▁نے ▁تردید ی ▁بیان ▁میں ▁کہا ▁ہے ▁کہ ▁پرنٹ ▁میڈیا ▁میں ▁کابل ▁حملے ▁میں ▁کسی ▁پاکستانی ▁کے ▁ملوث ▁ہونے ▁سے ▁متعلق ▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ▁کا ▁بیان ▁غلط ▁چھ اپ ہ ▁گیا ۔انہوں ▁نے ▁واضح ▁کیا ▁کہ ▁وزیراعظم ▁نے ▁اس ▁حوالے ▁سے ▁کسی ▁صحافی ▁کو ▁کوئی ▁بیان ▁نہیں ▁دیا اور ▁اخبار ات ▁میں ▁چھپ نے ▁والی ▁خبر ▁درست ▁نہیں ▁ہے ، م ذ کور ہ ▁خبر ▁میں ▁وزیراعظم ▁سے ▁منسوب ▁بیان ▁کسی ▁صورت ▁قابل ▁قبول ▁نہیں۔ بی ان ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁وزیراعظم ▁ہمیشہ ▁کہتے ▁رہے ▁ہیں ▁پاکستان ▁پر ▁ہونے ▁والے ▁حملے ▁سرحد ▁پار ▁سے ▁ہوتے ▁ہیں۔
▁De ene islam . com ▁- ▁حم یت ▁نام ▁تھا ▁جس ▁کا ▁... .
▁حقوق ▁انسانی ▁کے ▁گروپ ▁نے ▁کہا ▁ہے ▁کہ ▁روسی ▁فضائی ▁حملوں ▁کا ▁نشانہ ▁گھر ▁اور ▁اسپتال ▁بنے ▁ہیں ، ▁اور ▁یہ ▁کہ ▁ا ُ ن ▁کی ▁تحقیق ▁ظاہر ▁کرتی ▁ہے ▁کہ ▁ا ِ ن ▁کے ▁قریب ▁لڑ ا کا ▁یا ▁فوجی ▁ا ہ داف ▁نہیں ▁تھے۔ ۔ ▁بقول ▁ایم نس ٹی : ▁ ’ ایس ے ▁حملے ▁جنگی ▁جرائم ▁کے ▁زمر ے ▁میں ▁آتے ▁ہیں ‘

▁انٹرنیٹ ▁ٹی ▁وی
▁اس ▁لیے ▁میرے ▁دوست و ! ▁تسلیم ▁کی ▁برکت ▁سے ▁جب ▁اللہ ▁کی ▁مرضی ▁پر ▁بند ہ ▁راضی ▁رہتا ▁ہے ▁تو ▁جیسے ▁کوئی ▁مر چ ▁والا ▁ک باب ▁کھ ائے ▁اور ▁مر چ وں ▁کی ▁وجہ ▁سے ▁سی ▁سی ▁کرے ▁اور ▁آنکھوں ▁سے ▁آن سو ▁بھی ▁جاری ▁ہوں ▁اور ▁جو ▁پاس ▁بیٹھ ا ▁ہو ▁وہ ▁یہ ▁کہ ے ▁کہ ▁آپ ▁تو ▁مصیبت ▁زد ہ ▁معلوم ▁ہو ر ہے ▁ہیں ، ▁آپ ▁کی ▁آنکھوں ▁سے ▁آن سو ▁بہ ہ ▁رہے ▁ہیں ، ▁یہ ▁ک باب ▁آپ ▁کیوں ▁نوش ▁کررہے ▁ہیں ؟ ▁اس ▁بلا ▁کو ▁چھوڑ ▁دی ج ئے۔ ▁تو ▁وہ ▁کہ ے ▁گا ▁کہ ▁بی وقوف ▁یہ ▁بلا ▁نہیں ▁ہے ، ▁یہ ▁آن سو ▁ مز ے ▁کے ▁ہیں ، ▁لذت ▁کے ▁ہیں ، ▁یہ ▁مصیبت ▁کے ▁آن سو ▁نہیں ▁ہیں ▁، اللہ ▁والے ▁اگر ▁کبھی ▁رو ▁بھی ▁پڑ یں ▁تو ▁ان ▁کی ▁آنکھیں ▁رو تی ▁ہیں ▁دل ▁تسلیم ▁و رضا ▁کی ▁لذت ▁سے ▁مست ▁ہوتا ▁ہے ▁ ؎
▁سار کو زی ▁نے ▁جمعرات ▁کو ▁جرمن ▁چانسلر ▁ انگ یلا ▁میر کل ▁سے ▁ٹیلی ▁فون ▁پر ▁بات ▁بھی ▁کی ▁اور ▁جرمن ▁پارلیمنٹ ▁میں ▁یورو ▁امداد ی ▁پیک یج ▁کے ▁بل ▁کی ▁منظوری ▁پر ▁انہیں ▁مبارک باد ▁پیش ▁کی۔ ▁انہوں ▁نے ▁اس ▁بل ▁کی ▁منظوری ▁کے ▁لیے ▁پارلیمان ی ▁ووٹ نگ ▁کو ▁یورو ▁ زون ▁کے ▁استحکام ▁کے ▁لیے ▁اہم ▁قدم ▁قرار ▁دیا۔
▁چین ▁اور ▁عمران ▁خان
▁حضرت ▁عائشہ ▁رضی ▁اللہ ▁عنہ ا ▁فرما تی ▁ہیں ▁کہ ▁عا شور ہ ▁کا ▁روزہ ▁زمان ہ ▁ج اہل یت ▁میں ▁قر یش ▁رکھا ▁کرتے ▁تھے ▁اور ▁حضور ▁اکرم ▁صلی ▁اللہ ▁بھی ▁( ہ جر ت ▁سے ) ▁قبل ▁ تطوع ا ً ▁رکھ ▁لیا ▁کرتے ▁تھے ▁( لیکن ▁ہ جر ت ▁کے ▁بعد ) ▁جب ▁مدینہ ▁منو رہ ▁تشریف ▁لائے ▁تو ▁خود ▁بھی ▁( ا ہ تمام ▁سے ) ▁رکھا ▁اور ▁امت ▁کو ▁بھی ▁( و جو با ً ) ▁حکم ▁فرمایا ۔ ▁مگر ▁جب ▁رمضان ▁المبارک ▁نازل ▁ہوا ▁تو ▁وہی ▁فرض ▁روزہ ▁بن ▁گیا ▁اور ▁عا شور ہ ▁کی ▁فرض یت ▁منسوخ ▁ہو ▁گئی ▁( اب ▁است ح باب ▁باقی ▁ہے ▁جس ▁کا ▁دل ▁چاہے ▁رکھے ▁اور ▁جس ▁کا ▁دل ▁چاہے ▁نہ ▁رکھے ) ▁۔
▁ایران ▁کے ▁لئے ▁فیصلہ ▁کرنے ▁والے ▁آپ ▁کون ▁؟ ▁ایرانی ▁صدر ▁کا ▁امریکی ▁وزیر ▁خارجہ ▁کو ▁تلخ ▁جواب
▁ہمارے ▁بارے ▁میں

▁( ایران ▁ای رل ائن ▁کا ▁یہ ▁طی ار ہ ▁خلیج ▁فارس ▁میں ▁گرا ▁تھا )
▁تیز ▁ہوا ، ▁بارش ▁سے ▁بھگ د ڑ ، ▁عمران ▁خطاب ▁مکمل ▁کئے ▁بغیر ▁چلے ▁گئے ▁‘ لوگ ▁کر س یاں ▁اٹھا ▁کر ▁لے ▁...
▁رسائی ▁کے ▁لیے ▁لنک
▁کی ▁طرف ▁سے ▁مشترکہ ▁ایک ▁پوسٹ ▁Wys L ux ury ▁Jet Char ter ▁( wys lux ury ) ▁پر ▁دسمبر ▁7 , ▁2016 ▁پر ▁5 :38 AM ▁P ST
▁گوگل ▁کے ▁ہم نگ ب ڈ ▁اپ ▁ڈی ٹ ▁مطلوب ہ ▁الفاظ ▁کے ▁خلاف ▁ہونے ▁والے ▁جمل ے ▁کے ▁پورے ▁معنی ▁میں ▁نظر ▁آتے ▁ہیں .
▁سینٹ ▁پی ئر ▁و ▁می کی لون
▁ز بیر ▁اور ▁عبدال با سط ذ وال فق ار ▁ . نے ▁اسے ▁پسند ▁کیا ▁ہے۔
▁متحدہ ▁قومی ▁مو و منٹ ▁کے ▁ترجمان ▁نے ▁اپنے ▁ایک ▁بیان ▁میں ▁وضاحت ▁کی ▁ہے ▁کہ ▁ایم ▁کیو ▁ایم ▁نے ▁حکومت ▁میں ▁شامل ▁ہونے ▁کا ▁کوئی ▁فیصلہ ▁نہیں ▁کیا ▁ہے ▁اور ▁اس ▁حوالے ▁سے ▁میڈیا ▁میں ▁آنے ▁والی ▁خبر وں ▁میں ▁کوئی ▁صداقت ▁نہیں ▁ہے ▁۔ ▁اپنے ▁بیان ▁میں ▁ترجمان ▁نے ▁کہا ▁کہ ▁جہاں ▁تک ▁سیاسی ▁رہنماؤں ▁سے ▁ملاقات وں ▁کا ▁تعلق ▁ہے ▁وہ ▁سیاسی ▁اور ▁جمہوری ▁عمل ▁کا ▁حصہ ▁ہوتی ▁ہیں ▁۔
▁چند ▁ہفتے ▁انتہائی ▁اہم ▁!!
▁تازہ ▁ترین ▁شو
▁میرے ▁ع یب ▁اب ▁مجھ ▁میں ▁باقی ▁نہ ▁رہے
▁بنایا ▁جائے ، ز ائل ▁جیل ی ▁اب ▁بازار وں ▁میں ▁بھی ▁ملت ی ▁ہے۔ ر ائل ▁جیل ی ▁کئی ▁طرح ▁کے ▁جلد ی ▁خل یات ▁کو ▁قریب ▁لا ▁کر ▁زخم ▁بند ▁کرنے ▁میں ▁مدد ▁ گار ▁ہوتی ▁ہے ، ▁را ئل ▁جیل ی ▁کے ▁سالم ات ▁ایک ▁طرح ▁کے ▁پیٹ پ ائیڈ ڈی فن سیس ن ▁ون ▁کو ▁تحریک ▁دیتے ▁ہیں ▁اور ▁پھر ▁ایک ▁این ز ائم ▁ایم ▁ایم ▁پی ▁ن ائن ▁کی ▁پیداوار ▁ہوتی ▁ہے ▁جو ▁جلد ▁کی ▁پر ت ▁کو ▁تیزی ▁سے ▁بڑھا ▁کر ▁زخم ▁کو ▁ٹھیک ▁کرتی ▁ہے۔
▁- ▁سعودی ▁عرب ▁کا ▁قطر ▁کو ▁پیش ▁کیے ▁گئے ▁مطالب ات ▁سے ▁پیچھے ▁نہ ▁ہ ٹ نے ▁کا ▁اعلان
▁رابطہ ▁کریں :
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁بلوچستان ▁میں ▁کل ▁ووٹ رز ▁کی ▁تعداد ▁42 ▁لاکھ ▁99 ہ زار ▁ 494 ▁، الی کشن ▁کمیشن ▁بلوچستان ▁نے ▁تفصیل ▁جاری ▁کردی
▁مل ائی شی ا : ▁م ٹی ▁کا ▁تو دہ ▁گر نے ▁سے ▁پانچ ▁بچے ▁ہلاک
▁بھارتی ▁سپریم ▁کورٹ ▁کے ▁جج وں ▁نے ▁چیف ▁جسٹس ▁کے ▁خلاف ▁بغاوت ▁کردی
▁مس نون ▁نماز ▁صحیح ▁احادیث ▁کی ▁روشنی ▁میں
▁اب ا ▁جان ▁میں ▁کیسے ............
▁عالمی ▁درجہ ▁بندی
▁لی لہ ▁نام ▁کا ▁شمار ▁لڑکی وں ▁کے ▁نام وں ▁میں ▁ہوتا ▁ہے۔ ▁لی لہ ▁نام ▁کی ▁ابتدائی ▁تاریخ ▁عربی ▁زبان ▁سے ▁نکل تی ▁ہے۔ ▁لی لہ ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁خوش ▁قسمت ▁ن مر ▁3 ▁مانا ▁جاتا ▁ہے ▁ . ▁جبکہ ▁خوش ▁قسمت ▁دنوں ▁میں ▁اتوار , ▁منگل , ▁جمعرات ▁شامل ▁ہیں ▁۔ ▁خوش ▁قسمتی ▁والی ▁ دھ ات وں ▁میں ▁ہند س وں ▁کے ▁حساب ▁ ے ▁تان با ▁شامل ▁ہیں ▁لی لہ ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁موافق ▁پتھر وں ▁میں ▁سبز ▁قیمت ی ▁پتھر ▁شامل ▁ہیں ▁ .
▁اس ▁حوالے ▁سے ▁تفصیلات ▁کے ▁مطابق ▁سال ▁2013 ▁میں ▁گرفتار ▁کیے ▁گئے ▁محمد ▁عادل ▁عرف ▁عثمان ▁نے ▁تحریک ▁طالبان ▁افغانستان ▁کے ▁بین ر ▁تل ے ▁افغانستان ▁میں ▁بم ▁بنانے ▁کی ▁تربیت ▁حاصل ▁کی ▁تھی۔ غاز ی ▁فور س ▁کے ▁نام ▁سے ▁اس ▁گروہ ▁کو ▁سابق ▁صدر ▁پاکستان ▁جنرل ▁پرویز ▁مشرف ▁پر ▁حملے ▁کی ▁منصوبہ ▁بندی ▁میں ▁گرفتار ▁کیا ▁گیا ▁تھا۔ سال ▁2015 ▁میں ▁گرفتار ▁لا نڈ ھ ی ▁کے ▁رہائش ی ▁اور ▁مہم ند ▁ایجنسی ▁سے ▁تعلق ▁رکھنے ▁والے ▁ملزم ▁عبدال غ فور ▁نے ▁بھی ▁تحریک ▁طالبان ▁کے ▁تحت ▁افغانستان ▁میں ▁مولوی ▁آ غا ▁جان ▁گروپ ▁میں ▁رہ ▁کر ▁دہشتگرد ی ▁کی ▁تربیت ▁حاصل ▁کی۔
▁آر ایس ▁ایس ▁حامی ▁تنظیم ▁نے ▁کہا ▁" سب رام ن یم ▁کو ▁نہیں ▁تھی ▁ملک ▁کی ▁سمجھ ▁بوجھ " ۔
▁روم یل ▁گیا گو ئے ▁کے ▁لیے ▁شہری ت ▁حاصل ▁کرنے ▁کا ▁مقصد ▁سرکاری ▁ملازمت ▁کا ▁حصول ▁رہا ▁ہے۔ ▁وہ ▁فل پ ائن ▁میں ▁پیدا ▁ہوئے ، ▁جب ▁کہ ▁وہ ▁ریاست ▁فلور یڈ ا ▁کے ▁شہر ▁می امی ▁میں ▁پل ے ▁بڑھ ے۔ ▁وہ ▁امریکی ▁فوج ▁میں ▁خدمات ▁انجام ▁دے ▁رہے ▁ہیں۔ ▁شہری ت ▁کے ▁درخواست ▁ دہ ندگان ▁میں ▁سے ▁زیادہ ▁تر ▁لوگ ▁کو ▁متو ات ر ▁پانچ ▁برس ▁تک ▁امریکہ ▁میں ▁ سکو نت ▁اختیار ▁کرنی ▁پڑ تی ▁ہے ؛ ▁لیکن ▁امریکی ▁مسلح ▁افواج ▁کے ▁ارکان ▁اور ▁حال ▁ہی ▁میں ▁ڈ س چار ج ▁ہونے ▁والے ▁فوج ▁کے ▁ارکان ▁کو ▁تیزی ▁سے ▁امریکی ▁شہری ت ▁مل ▁جاتی ▁ہے۔
▁را ئی ون ڈ ▁روڈ ▁کی ▁تعمیر ▁میں ▁ہونے ▁والی ▁کرپشن ▁میں ▁سابق ▁وزیراعظم ▁نواز ▁شریف ▁کے ▁بھائی ▁وزیر ▁اعلی ٰ ▁پنجاب ▁شہباز ▁شریف ▁کو ▁بھی ▁نامزد ▁کیا ▁گیا ▁ہے ▁جو ▁نیب ▁طلب ی ▁پر ▁ریکارڈ ▁جمع ▁کر اچ کے ▁ہیں۔
▁تو ▁اگر ▁آپ ▁یہ ▁راستہ ▁چن نا ▁چاہتے ▁ہیں ▁تو ▁آگے ▁بڑھ ی ے ▁اور ▁دیکھی ے ▁کہ ▁آپ ▁کے ▁باغ ▁کو ▁کس ▁چیز ▁کا ▁انتظار ▁ہے۔
▁7 ۔ ▁پی س ہ ، ▁انعام ▁نہیں ▁ذم ہ ▁داری

▁خواجہ ▁سعد ▁رفیق ▁نے ▁انہیں ▁بیٹھ نے ▁کیلئے ▁کہا ▁تو ▁مریم ▁نواز ▁نے ▁انہیں ▁اپنی ▁ساتھ ▁والی ▁نشست ▁پر ▁ب ٹھ ایا ▁اور ▁بول ی ▁کہ ▁ابو جان ▁4 گھ ن ٹے ▁سے ▁رو سٹر م ▁پر ▁کھڑے ▁ہوکر ▁اپنا ▁بیان ▁قلم بند ▁کروا ▁رہے ▁ہیں ، تھ ک ▁گئے ▁ہیں ▁ابو ▁جان ، صبح ▁سے ▁آئے ▁ہوئے ▁ہیں ▁اور ▁روزہ ▁بھی ▁ہے۔
▁اپنے ▁خیالات ▁کا ▁اظہار ▁کریں۔
▁ورلڈ ▁کی ▁مزید ▁خبریں
▁تحریک ▁انصاف ▁کی ▁حکومت ▁نے ▁مختصر ▁مدت ▁میں ▁کرپشن ▁میں ▁ملوث ▁کچھ ▁بڑے ▁زہر ی لے ▁سان پ وں ▁کو ▁گرفتار ▁کرکے ▁نمای اں ▁کار نامہ ▁انجام ▁تو ▁دیا ▁لیکن ▁کچھ ▁د لس وز ▁واقعات ▁پاکستان ▁کی ▁سرزمین ▁پر ▁ایسے ▁پیش ▁آئے ▁جنہیں ▁دیکھ ▁پڑھ ▁اور ▁سن ▁کر ▁ہر ▁پاکستانی ▁یہ ▁کہنے ▁میں ▁حق ▁بجانب ▁ہے ▁کہ ▁انصاف ▁حکومت ▁سن ب ھل ▁جا ؤ ▁ٹرین ▁پ ٹری ▁سے ▁گر رہ ی ▁ہے ▁، ▁سابق ہ ▁حکومت وں ▁کی ▁ قب یح ▁حرکت یں ▁اور ▁سنت یں ▁دوبارہ ▁زندہ ▁ہو رہ ی ▁ہیں ، ▁عدل ▁و ▁انصاف ▁کا ▁جنازہ ▁نکل ▁رہا ▁ہے ، ▁فرق ہ ▁وار یت ▁اور ▁مذہبی ▁ تعصب ▁کو ▁تقویت ▁مل ▁رہی ▁ہے ، ▁مسلمانوں ▁پر ▁کفر ▁کے ▁فت و ے ▁لگانے ▁والے ▁عناصر ▁کی ▁سرگرمی اں ▁تیز تر ▁ہو رہ ی ▁ہیں ، ▁قوم ▁کو ▁تمام ▁ تعصب ات ▁سے ▁بالاتر ▁ہوکر ▁انصاف ی ▁کی ▁فراہمی ▁کو ▁یقین ▁بنا کر ▁دم ▁لینے ▁کے ▁دعوی دار ▁تحریک ▁انصاف ▁کی ▁حکومت ▁بھی ▁اہل بی ت ▁ع صمت ▁ وط ہ ارت ▁سے ▁محبت ▁رکھنے ▁والوں ▁کے ▁دشمن وں ▁کے ▁اشار ے ▁پر ▁چلنے ▁پر ▁مجبور ▁دکھائی ▁دے ▁رہی ▁ہے ▁جس ▁پر ▁واضح ▁دلیل ▁محب ▁پاکستان ▁، شی ع ہ ▁قوم ▁کے ▁ترجمان ▁جناب ▁سید ▁فیصل ▁رضا ▁عابد ی ▁کو ▁آواز ▁حق ▁بلند ▁کرنے ▁کے ▁جرم ▁میں ▁جیل ▁کی ▁تنگ ▁کو ٹھ ری ▁میں ▁بند ▁کرنا ▁ہے ـ
▁« ▁پچ ھل ی ▁ق سط ▁--- ▁تمام ▁ا قس اط ▁» ▁8 / ا پر یل ▁خوف ناک ▁جز ی رہ ▁- ▁ق سط :01 ▁سراج ▁انور ▁ناول ▁کا ▁خلاص ہ ▁: ▁ایک ▁ایسے ▁نوجوان ▁کے ▁سمندر ی ▁سفر ▁کی ▁حیرت ▁انگیز ▁داستان ...
▁آج ▁سے ▁سا ڑھ ے ▁چھ ▁کروڑ ▁سال ▁قبل ▁ہونے ▁والے ▁ت صاد م ▁میں ▁دنیا ▁سے ▁تقریبا ً ▁70 ▁فیصد ▁انواع ▁کا ▁خاتمہ ▁ہو ▁گیا ▁تھا ، ▁جن ▁میں ▁سب ▁سے ▁نمای اں ▁ڈ ائن و سار ▁تھے۔
▁عین ی ▁شاہد ین ▁نے ▁میڈیا ▁کو ▁بتایا ▁کہ ▁مسلح ▁شخص ▁نے ▁بار ▁میں ▁داخل ▁ہوتے ▁ہی ▁اسم وک ▁بم ▁پھینک ا ▁اور ▁پھر ▁گول یوں ▁کی ▁بو چھ ا ڑ ▁کردی ، حمل ے ▁کے ▁وقت ▁بار ▁میں ▁لوگوں ▁کی ▁کافی ▁تعداد ▁موجود ▁تھی ▁جب ▁کہ ▁مسلح ▁شخص ▁نے ▁درج نوں ▁گول یاں ▁ف ائر ▁کی ں۔
▁محمد ▁شک یل ▁خان ▁بی مہ ▁کی ▁حقیقت ▁اور ▁بی مہ ▁کمپنی وں ▁کے ▁کاروبار ▁کی ▁شرعی ▁حیثیت [ ق سط ۱ ] ▁ستمبر ۰۲ ئ ▁۷ ۔ ۲۶
▁خیال ▁رہے ▁کہ ▁وزیراعظم ▁کے ▁اہل ▁خانہ ▁کے ▁احتساب ▁کے ▁حوالے ▁سے ▁نہ ال ▁ہا شم ی ▁نے ▁ایک ▁ متنا زع ▁بیان ▁دیا ▁تھا ▁جس ▁پر ▁سخت ▁عوامی ▁اور ▁سیاسی ▁رد ▁عمل ▁آیا ▁تھا ▁اور ▁وفاقی ▁وزیر ▁مملکت ▁نے ▁اس ▁بیان ▁کو ▁ذاتی ▁رائے ▁قرار ▁دیا ▁جب ▁کہ ▁وزیراعظم ▁کی ▁جانب ▁سے ▁بر ہم ی ▁کا ▁اظہار ▁کیا ▁گیا ▁تھا۔


▁‫ ب خود ▁محفوظ ▁ہو ▁جاتی ▁ہے۔ ‬
▁پاکستان ▁2 ▁گھنٹے ▁پہلے
▁سیما ▁صدیقی ▁... . ................ ▁ہمارا ▁قصور ▁بس ▁اتنا ▁ہی ▁سا ▁تھا ▁کہ ▁ہمارے ▁د انت وں ▁میں ▁کچھ ...
▁کیا ▁آپ ▁اردو ▁میں ▁لکھتے ▁ہیں ▁یا ▁لکھ نا ▁چاہتے ▁ہیں ▁؟ ▁اگر ▁ہاں ▁تو ▁آپ ▁ہمیں ▁اپنے ▁آئی ڈی از ▁urdu @ the wir e . in ▁پر ▁بھیج ▁سکتے ▁ہیں۔
▁دنیا ▁میں ▁کھیل وں ▁کا ▁سب ▁سے ▁بڑا ▁عالمی ▁میل ہ ▁رواں ▁ماہ ▁کی ▁14 تاریخ ▁سے ▁روس ▁میں ▁سج نے ▁جارہا ▁ہے۔ ▁دنیا
▁یہ ▁بات ▁انہوں ▁نے ▁پی ▁آئی ▁بی ▁کال ونی ▁میں ▁اپنی ▁رہائش ▁گاہ ▁پر ▁میڈیا ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁کہ ی ، ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁ہمارے ▁درمیان ▁کچھ ▁معاملات ▁طے ▁پا ▁گئے ▁ہیں ▁اور ▁جو ▁معاملات ▁رہتے ▁ہیں ▁ان ▁پر ▁کل ▁دو پ ہر ▁میں ▁بیٹھ ▁کر ▁بات ▁کریں ▁گے ، ▁کیوں ▁یہ ▁بھائی وں ▁کا ▁معاملہ ▁ہے ▁اور ▁بھائی وں ▁کے ▁درمیان ▁ہی ▁حل ▁ہوگا۔

▁براہ ▁مہربانی ▁قیمت ▁درج ▁کریں
▁کا ▁ایک ▁جو ڑا : ▁مخلوط ▁رنگ ین ▁قدرت ی ▁دریا ئے ▁پتھر ▁پتھر
▁Image ▁caption ▁تھر ▁میں ▁خوراک ▁کی ▁کمی ▁کے ▁باعث ▁خواتین ▁میں ▁خون ▁کی ▁کمی ▁عام ▁ہے
▁عہد ▁ نامہ ▁جدید ، ▁حصہ ▁ چہ ارم ▁ ۔۔۔ ▁کتاب ▁ ۴۳ : ▁یو ح نا
▁۳ ۔ قرآن ▁و ▁حدیث ▁میں ▁طا عون
▁ریاست ی ▁انتخابات ▁کے ▁سامنے ▁ما یا وت ی ▁کا ▁اقدام ▁حزب ▁اختلاف ▁کی ▁جماعتوں ▁کے ▁لئے ▁ایک ▁نئی ▁مشکل ▁پیدا ▁کررہا ▁ہے
▁انھوں ▁نے ▁کہا : ▁' لیکن ▁ایک ▁سال ▁سے ▁کم ▁عرصے ▁میں ▁یہ ▁کہتے ▁ہوئے میں ▁فخر ▁محسوس ▁کر ▁رہا ▁ہوں ▁کہ ▁دنیا ▁نے ▁یہ ▁خبر ▁سن ▁لی ▁ہے ▁اور ▁علامت یں ▁دیکھ ▁لی ▁ہیں ▁کہ ▁امریکہ ▁واپس ▁آ ▁رہا ▁اور ▁امریکہ ▁مضبوط ی ▁کے ▁ساتھ ▁واپس ▁آ ▁رہا ▁ہے۔ '
▁ایمیل ▁ایڈریس :
▁یقینا ً ▁یہ ▁ایک ▁بزرگ ▁رسول ▁کا ▁کہا ▁ہوا ▁ہے ▁۔
▁ ۰۸ / ۱۱ / ۲۰ ۱۷ ▁عالم ِ ▁انسانی ▁کو ▁در پیش ▁ایک ▁سنگین ▁خطرہ ▁: ▁– ▁مولانا ▁سید ▁احمد ▁ ومی ض ▁ ندو ی ▁عالم ِ ▁انسانی ▁کو ▁در پیش ▁ایک ▁سنگین ▁خطرہ ▁مولانا ▁سید ▁احمد ▁ ومی ض ▁ ندو ی ▁اس ▁حسین ▁و ▁جم یل ▁کائنات ▁کا ▁اصل ▁دل ہا ▁حضرت ▁انسان ▁ہے۔ ▁رب ▁کائنات ▁نے ▁کر ہ ▁ارض ▁کے ▁نظام ▁کو ▁بے ▁پناہ ▁تو از ن ▁کے ▁ساتھ ▁اس ▁لئے ▁قائم ▁کیا ▁ہے ▁[...]
▁’’ یہ ▁کیا ▁کہہ ▁رہی ▁ہو ▁بہ وران ی ؟ ‘‘
▁پاکستان ▁کی ▁سلامتی
▁صفحہ ▁6 ▁کا ▁8
▁Home ▁/ ▁کھیل ▁کی ▁خبریں ▁/ ▁’’ کے ▁ٹو ▁‘‘ ▁س َ ر ▁کرنے ▁کی ▁کوشش ▁کرنے ▁والا ▁کو ہ ▁پی ما ▁ہلاک
▁' آئی ▁او ▁ایم ' ▁نے ▁کہا ▁کہ ▁جنوری ▁2016 ء ▁کے ▁بعد ▁سے ▁پاکستان ▁اور ▁ایران ▁سے ▁غیر ▁اند راج ▁شدہ ▁سات ▁لاکھ ▁افغان ▁پناہ ▁گزین ▁افغانستان ▁واپس ▁آئے ▁جب ▁کہ ▁2015 ء ▁میں ▁یہ ▁تعداد ▁پچ اس ▁ہزار ▁تھی ▁اور ▁ان ▁افراد ▁کی ▁بحال ی ▁ایک ▁ایسے ▁ملک ▁کے ▁لیے ▁ایک ▁بہت ▁بڑا ▁چیلنج ▁ہے ▁جسے ▁طالبان ، ▁ال قاعدہ ▁اور ▁داعش ▁کے ▁عسکری ت ▁پسندوں ▁کی ▁شور ش ▁کا ▁سامنا ▁ہے۔
▁اپنی ▁رائے ▁کا ▁اظہار ▁کریں ▁Cancel ▁reply
▁اس ▁سے ▁پہلے ▁ن ائی جی ریا ▁کی ▁فی ڈر ل ▁کورٹ ▁نے ▁آیت ▁اللہ ▁ابراہیم ▁ز ک ز کی ▁کی ▁گرفتاری ▁کو ▁غیر ▁قانونی ▁قرار ▁دیتے ▁ہوئے ▁رہا ▁کرنے ▁کا ▁حکم ▁دیا ▁تھا ▁لیکن ▁اس ▁فیصلے ▁پر ▁آج ▁تک ▁عمل ▁درآمد ▁نہیں ▁کیا ▁گیا۔
▁اردو ▁نیوز ▁شو
▁برطانیہ ▁کے ▁روز نام ے ▁ٹیلی ▁ گراف ▁کے ▁لیے ▁لکھ ے ▁گئے ▁کالم ▁میں ▁ شین ▁وارن ▁نے ▁لکھا ▁ہے ▁کہ ▁بھارت ▁کو ▁پوری ▁سیریز ▁کے ▁لیے ▁ایک ▁ہی ▁دست ہ ▁منتخب ▁کرنے ▁کی ▁وجہ ▁سے ▁اب ▁تک ▁مسائل ▁پیش ▁آ ▁رہے ▁ہیں ▁اور ▁آگے ▁بھی ▁آئیں ▁گے۔ ▁ٹیسٹ ▁سیریز ▁میں ▁ذ لت ▁آمیز ▁شکست ▁کے ▁بعد ▁بھارت ▁کو ▁اپنی ▁ترجیح ات ▁کا ▁تع ین ▁کرنے ▁کی ▁ضرورت ▁ہے۔

▁سی ▁اے ▁جی ▁کی ▁رپورٹ ▁میں ▁اس ▁بات ▁کا ▁انکشاف ▁ہوا ▁کہ ▁گجرات ▁میں ▁کار پور یٹ ▁کمپنی وں ▁کو ▁قانون ▁کے ▁باہر ▁جا کر ▁مر عات ▁پیش ▁کی ▁گئی ▁اور ▁اس ▁سے ▁نہ ▁صرف ▁کمپنی وں ▁کو ▁کروڑ ▁ہا ▁روپ ئے ▁کا ▁منافع ▁ہوا ▁بلکہ ▁حکومت ▁کو ▁لاکھ وں ▁کروڑ ▁کا ▁نقصان ▁بھی ▁ہوا ▁ہے۔ ▁گجرات ▁میں ▁...
▁۱۳ ؎ ▁’’ حم زہ ▁کی ▁شاعر ی ▁قدیم ▁وجد ید ▁اور ▁نئی ▁طرز ▁کا ▁خوب ▁صورت ▁امت ز اج ▁ہے ▁نیز ▁غزل ▁کی ▁روایت ی ▁ صنف ▁میں ▁حم زہ ▁کے ▁ تجرب ے ▁اور ▁جد ت یں ▁تحسین ▁کی ▁مستحق ▁ہیں۔ ▁وہ ▁اپنے ▁دل ▁کے ▁تار وں ▁پر ▁جو ▁گی ت ▁گا تا ▁ہے ▁اس ▁میں ▁ایک ▁طرف ▁گزر ی ▁صدی وں ▁کے ▁ساز وں ▁کی ▁آواز ▁گو نج تی ▁ہے ▁اور ▁دوسری ▁طرف ▁موجودہ ▁صدی ▁کی ▁صد ائیں ▁بھی ▁سن ائی ▁دیتی ▁ہیں۔ ▁‘‘
▁" وہ ▁ایک ▁پارس ا ▁صفت ▁در ویش ▁من ش ، ▁صوفی ▁مشر ب ▁اور ▁بالغ ▁نظر ▁حکیم ▁تھا۔ " ▁( ▁١٩ ٣ ٥ ء ، ▁چند ▁ہم ع صر ، ▁٢ ٢ ▁)
▁سوال ▁یہ ▁ا ُ ٹھ تا ▁ہے ▁کہ ▁فون ▁یا ▁باقی ▁دوسرے ▁پرا ڈ ك ٹ ▁مکمل ▁طور ▁کہاں ▁بن تے ▁ہیں ؟ ▁تو ▁جواب ▁ہے ▁کہ ▁ہر ▁جگہ ! ▁ایپ ل ▁کے ▁فون ▁بنانے ▁میں ▁بہت ▁سے ▁ممالک ▁کی ▁کمپنی اں ▁لگی ▁ہوتی ▁ہیں۔
▁ای ب ٹ ▁آباد ▁میں ▁بن ▁لا دن ▁کی ▁پناہ ▁گاہ
▁بر یک نگ ▁نیوز ▁کہا ▁تھا ▁نا ▁باپ ▁سے ▁پ نگے ▁مت ▁لو ▁ ۔۔ ▁پاکستان ▁کے ▁خلاف ▁کارروائی ▁کے ▁کچھ ▁ہی ▁لمح وں ▁بعد ▁امریکہ ▁پر ▁قیامت ▁ٹوٹ ▁پڑ ی ▁ ۔۔ ▁کیا ▁خوف ناک ▁کام ▁ہو ▁گیا ▁؟
▁سید ▁رضا ▁زنجان ی ▁نے ▁ڈاکٹر ▁م صدق ▁کے ▁بارے ▁میں ▁آقا ئے ▁خمینی ▁کے ▁اس ▁بیان ▁پر ▁کہ ▁" وہ ▁مسلمان ▁نہیں " ▁ان ▁الفاظ ▁میں ▁اپنا ▁احتجاج ▁ریکارڈ ▁کر ایا :
▁بچوں ▁کا ▁صفحہ
▁نیا ▁زمان ہ ▁اردو ▁کا ▁ایک ▁لب رل ▁اور ▁روشن ▁خیال ▁می گز ین ▁ہے ▁۔ ▁یہ ▁کچھ ▁دوستوں ▁کی ▁رضا ▁کار انہ ▁کا وش ▁ہے ▁اور ▁آپ ▁کی ▁توجہ ▁کی ▁مستحق ▁ہے ▁۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁اردو ▁نیوز ▁شو
▁( ۳ ) ▁امداد ▁طلب ہ ▁مقامی ▁ب ذریعہ ▁کتب ، ▁پار چہ ▁جا ت ▁و ▁ضروری ات ▁خوراک ▁وغیرہ ▁جو ▁طلب ا ▁علم ▁دینی ات ▁حاصل ▁کر ▁رہے ▁ہوں۔
▁ف حدث نی ▁: ▁یہ ▁امر ▁ہے ▁اور ▁اس ▁کے ▁لغو ی ▁معنی ▁‘ بی ان ▁کیجیے ’ ▁کے ▁ہیں ▁، ▁لیکن ▁یہاں ▁یہ ▁اصطلاح ی ▁معنی ▁میں ▁استعمال ▁ہوا ▁ہے ▁اور ▁اس ▁سے ▁مراد ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁کسی ▁ارشاد ▁کو ▁روایت ▁کرنا ▁ہے۔
▁ ’ چار ▁برس ▁میں ▁14 ▁بجلی ▁گھر ▁بنائے ▁جائیں ▁گے ‘

▁گجرات ▁( ▁ڈ سٹر کٹ ▁رپورٹ ر ▁) ▁گجرات ▁کے ▁متعدد ▁علاقوں ▁میں ▁من شی ات ▁فروش ی ▁ع روج ▁پر ▁پہنچ ▁گئی ▁ ٗ ▁پولیس ▁خاموش ▁تماشا ئی ▁بن ▁کر ▁رہ ▁گئی ▁ ٗ ▁کم ▁سن ▁بچے ▁من شی ات ▁کی ▁لعنت ▁میں ▁مبتلا ▁ہو ▁کر ▁جان ▁گ نو انے ▁لگے ▁ ٗ ▁گجرات ▁کے ▁متعدد ▁علاقوں ▁جنرل ▁بس ▁اسٹ ی نڈ ▁، ▁محل ہ ▁کھ اری ▁کھو ئی ▁ ٗ ▁ص راف ہ ▁بازار ▁، ▁قلع ہ ▁ڈھ کی ▁، ▁محل ہ ▁نور ▁پور ▁پ ڈ ھے ▁، ▁محل ہ ▁امین ▁آباد ▁، ▁محل ہ ▁قدرت ▁آباد ▁، ▁محل ہ ▁قطب ▁آباد ▁، ▁چ نگ ڑ ▁کال ونی ▁، ▁شاد ▁مان ▁کال ونی ▁، ▁معین ▁الدین ▁پور ▁ ٗ ▁مدینہ ▁سید اں ▁ ٗ ▁جمال ▁پور ▁سید اں ▁اور ▁دیگر ▁مقامات ▁پر ▁سر ▁عام ▁من شی ات ▁فروش ی ▁جاری ▁ہے ▁جبکہ ▁پولیس ▁با ▁اثر ▁من شی ات ▁فروش وں ▁کے ▁خلاف ▁کارروائی ▁کرنے ▁کی ▁بجائے ▁خاموش ▁تماشا ئی ▁بن ▁کر ▁رہ ▁گئی ▁ہے ▁ ٗ ▁من شی ات ▁استعمال ▁کرنے ▁والوں ▁میں ▁زیادہ ▁تر ▁کم ▁سن ▁بچے ▁ہیں ▁جو ▁من شی ات ▁کے ▁استعمال ▁سے ▁اپنی ▁جان یں ▁بھی ▁گھ ن وا ▁بیٹھ تے ▁ہیں ▁ ٗ ▁من شی ات ▁سے ▁متاثر ہ ▁افراد ▁اور ▁کم سن ▁بچوں ▁کے ▁والدین ▁نے ▁ڈی ▁پی ▁او ▁گجرات ▁ جہ ان زی ب ▁ن ذ یر ▁خان ▁سے ▁من شی ات ▁فروش وں ▁کیخلاف ▁کارروائی ▁کر ▁کے ▁انہیں ▁سخت ▁سزا ئیں ▁ دلو انے ▁کا ▁مطالبہ ▁کیا ▁ہے ▁۔
▁مسلح ▁افواج ▁کے ▁سربراہ ▁جنرل ▁قمر با وج وہ ▁نے ▁‘ دہ شت ▁گردی ▁کے ▁خلاف ▁جنگ ’ ▁میں ▁لڑ تے ▁ہوئے ▁شہید ▁ہو جان ے ▁والے ▁پاک ▁فوج
▁چائے ▁والا ▁پی ▁ٹی ▁آئی ▁کے ▁ٹکٹ ▁پر ▁رکن ▁قومی ▁اسمبلی ▁بن ▁گیا
▁امام ▁حسین ▁کی ▁کرام ات ( ق سط :56 )
▁30 ۔ ▁اور ▁یہودی وں ▁نے ▁کہا ▁عزیز ▁اللہ ▁کا ▁بیٹا ▁ہے ▁اور ▁ع یس ائی وں ▁نے ▁کہا ▁مسیح ▁اللہ ▁کا ▁بیٹا ▁ہے۔ ▁یہ ▁ان ▁کی ▁باتیں ▁ہیں ▁محض ▁ان ▁کی ▁زبان ▁سے ▁نکال ی ▁ہوئی ▁( ورن ہ ▁سمجھ ▁بوجھ ▁کر ▁کوئی ▁ایسی ▁بات ▁نہیں ▁کہہ ▁سکتا ) ▁ان ▁لوگوں ▁نے ▁بھی ▁ان ہی ▁کی ▁سی ▁بات ▁کہ ی ▁جو ▁ان ▁سے ▁پہلے ▁کفر ▁کی ▁راہ ▁اختیار ▁کر ▁چکے ▁ہیں۔ ▁ان ▁پر ▁اللہ ▁کی ▁لعنت ! ▁یہ ▁ک دھر ▁کو ▁بھ ٹک ے ▁جا ▁رہے ▁ہیں ▁؟
▁بارش ▁کا ▁پانی ▁صاف ▁کردیا ▁گیا ▁یا ▁نہیں
▁جنرل ▁الع ید روس ▁( د ائیں ) ▁جنرل ▁چودھری ▁کے ▁آگے ▁ہتھیار ▁ڈال تے ▁ہوئے ▁وقت : ▁18 ▁ستمبر ▁1948 ، ▁دن ▁12 ▁بجے ▁مقام : ▁حیدرآباد ▁د کن
▁ایس ▁ایم ▁ایس ▁پر ▁ٹیکس ، ▁پاکستانی ▁نوجوان ▁ناراض
▁اب ، ▁اکاؤنٹ س ▁تشکیل ▁دیتے ▁وقت ، ▁ہم ▁کو ▁20 ▁طلب اء ▁کو ▁ایک ▁ایک ▁کرکے ▁ان ▁کے ▁اجازت ▁نام ے ▁دینے ▁کی ▁ضرورت ▁نہیں ▁ہے۔ ▁اس ▁سے ▁ہر ▁دفعہ ▁ایڈ من ▁بنیادی ، ▁صفحہ ▁- مین ی جر ▁اور ▁ فائل ▁می نی جر ▁اجازت ▁نام ے ▁دینے ▁اور ▁اس ▁کے ▁بعد ▁صفحہ ▁می نی جر ▁میں ▁مخصوص ▁علاقے ▁میں ▁اجازت ▁نام ے ▁تف وی ض ▁کرنے ، ▁ڈرا پ ▁ڈاؤن ▁می نیو ▁میں ▁صحیح ▁کردار ▁فعال ▁کرنے ▁میں ▁ناراض ▁ہوسکتی ▁ہے ، ▁کا ▁وقت ▁صرف ▁ہوتا ▁ہے ▁اور ▁خراب ی ▁کا ▁شکار ▁ہو ▁سکتی ▁ہے۔
▁راولپنڈی ▁کی ▁خبریں
▁خدا ▁کے ▁بعد ▁شاہ ی ▁آپ ▁کی ▁رو ۓ ▁ز میں ▁پر ▁ہے
▁68 ▁اسرائیلی ▁سفارت ▁کار ▁میڈیا ▁کی ▁موجودگی ▁میں ▁ترکی ▁سے ▁بے ▁دخل ▁Publisher ▁51
▁مزید ▁پڑھیں : ▁اب ▁وا ٹس ▁ایپ ▁پر ▁کاروبار ▁کرنا ▁ممکن
▁اس ▁کے ▁علاوہ ▁تمام ▁اپل وڈ ▁شدہ ▁ویڈیو ز ▁ہماری ▁اس ▁ویب ▁سائٹ ▁کی ▁ویڈیو ▁گل یری ▁میں ▁ہم ہ ▁وقت ▁موجود ▁نظر ▁آئیں ▁گی ▁آپ ▁یہاں ▁سے ▁بھی ▁تمام ▁تفصیلات ▁کا ▁جائزہ ▁لے ▁سکتے ▁ہیں ▁اس کے ▁باوجود ▁بھی ▁کوئی ▁دقت ▁کا ▁سامنا ▁پیش ▁آئے ▁تو ▁آپ ▁ہمارے ▁رابطہ ▁فارم ▁کے ▁ذریعہ ▁اپنے ▁پیغام ات ▁بھی ▁ارسال ▁کرسکتے ▁ہیں .
▁تلاش ▁پر ▁جائیں
▁’’ سور ی ▁سر ... ▁کل ▁سارا ▁دن ▁بھاگ ▁د وڑ ▁میں ▁مصروف ▁تھا۔ ▁اسٹ وڈ نٹ ▁یونین ▁سے ▁بات ▁چل ▁رہی ▁تھی ... ▁مگر ‘‘
▁اپنی ▁تحریر ▁شامل ▁کریں

▁علی ▁ظفر ▁کل ▁اپنی ▁38 ویں ▁سال گر ہ ▁من ائیں ▁گ
▁مل الہ ▁یوسف ز ئی ▁کی ▁ اگ لی ▁کتاب ▁پناہ ▁گزین ▁خواتین ▁کی ▁زندگی
▁مسلم ▁لیگ ▁ن ▁کے ▁رہنما ▁طلا ل ▁چوہدری ▁کو ▁توہین ▁عدالت ...
▁” ▁چل و ▁کھانا ▁تیار ▁ہے ▁ .” ▁اسے ▁ایک ▁ منٹ ▁کی ▁دیر ▁بھی ▁اب ▁منظور ▁نہیں ▁...
▁ٹر انس پی رن سی ▁انٹرنیشنل ▁کی ▁سالانہ ▁رپورٹ ▁جاری
▁*** ▁روس ▁کی ▁اسپ وت نک ▁نیوز ▁ایجنسی ▁نے ▁لکھا ▁ہے ▁کہ ▁امریکہ ▁کی ▁طرف ▁سے ▁فولاد ▁اور ▁الم ونی ئ م ▁پر ▁درآمد ی ▁ٹیکس ▁بڑھانے ▁پر ▁یورپ ▁نے ▁بھی ▁کمر ▁کس ▁لی ▁ہے اور ▁اس ▁نے ▁ترکی ▁کے ▁ساتھ ▁اس ▁سلسلے ▁میں ▁رابطہ ▁کیا ▁ہے۔
▁الیکشن ▁2018 ء ، ▁آصف ▁زرداری ▁بھی ▁ن ▁لیگ ▁کے ▁دفاع ▁میں ▁آگے ▁آگ ئے ، ▁ایسا ▁اعلان ▁کردیا ▁جس ▁کی ▁کسی ▁...
▁نوجوانوں ▁کا ▁صفحہ
▁عمران ▁کا ▁آب ائی ▁تعلق ▁اتر ▁پر ▁دیش ▁میں ▁پورو ان چ ل ▁کے ▁ضلع ▁اعظم ▁گڑھ ▁سے ▁ہے ▁، آ ج ▁سے ▁کوئی ▁17 ▁برس ▁قبل ▁عمران ▁روزی ▁رو ٹی ▁تلاش ▁میں ▁دہلی ▁آئے ▁تھے ▁، ▁ری ڈی ▁می ڈ ▁کپ ڑوں ▁کی ▁می نو ▁ف یک چر نگ ▁کا ▁کاروبار ▁شروع ▁کیا ▁اور ▁وقت ▁کے ▁ساتھ ▁ساتھ ▁ترقی ▁کے ▁منا زل ▁طے ▁کرتے ▁ہوئے ▁سماجی ▁خدمت ▁میں ▁قدم ▁رکھا ▁اور ▁اب ▁پورے ▁علاقے ▁میں ▁عمران ▁ایک ▁اچھے ▁سماجی ▁خدمت ▁ گار ▁کی ▁ایک ▁پہچان ▁رکھتے ▁ہیں ▁۔
▁دنیا ▁بھر ▁سے
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁رات ▁11 ▁بجے ▁تھی ٹر ▁جانے ▁کا ▁کو نسا ▁ٹ ائم ▁ہے ؟ ایا ز ▁امیر
▁17 ▁جون ▁لاہور ▁پاکستان ▁میں ▁سان ح ہ ▁ماڈل ▁ٹاؤن ▁پیش ▁آیا ، ▁جس ▁میں ▁عدالت ▁عالی ہ ▁لاہور ▁کے ▁تحریری ▁حکم ▁[4] ▁کے ▁مطابق ▁نصب ▁کردہ ▁حفاظت ی ▁رکاوٹ یں ▁ہٹا نے ▁کے ▁مسئلہ ▁پر ▁پاکستان ▁عوامی ▁تحریک ▁کے ▁کارکنان ▁کے ▁احتجاج ▁کے ▁دوران ▁پنجاب ▁پولیس ▁کی ▁سی دھی ▁فائرنگ ▁سے ▁دو ▁خواتین ▁سمیت ▁پاکستان ▁عوامی ▁تحریک ▁کے ▁14 ▁کار کن ▁شہید ▁اور ▁90 ▁سے ▁زائد ▁شدید ▁زخمی ▁ہوئے۔ [5]
▁رسائی ▁کے ▁لنکس
▁ایک ▁بادشاہ ▁کی ▁بہت ▁اچھی ▁سبق ▁آموز ▁کہانی
▁پر کش ش ▁مرد وں ▁میں ▁نامزد ▁ہونا ▁قیامت ▁کی ▁نشانی ▁ہے ، ▁ف ہ د ▁مصطفی ٰ
▁لا ڑ کان ہ : ▁کر ش نا ▁من در ▁سے ▁50 ▁لاکھ ▁روپے ▁کی ▁مور ت یاں ▁چور ی ، ▁ہندو ▁برادری ▁کا ▁احتجاج
▁تین ▁گھنٹے ▁کا ▁سفر ▁کافی ▁زیادہ ▁تھا۔ ▁ظفر ▁پچ ھل ی ▁سیٹ ▁پر ▁ح وری ہ ▁کے ▁ساتھ ▁بیٹھ ا ▁تھا ▁ح وری ہ ▁اس ▁طرح ▁منہ ▁بنائے ▁بیٹھ ی ▁تھی ▁جیسے ▁اسے ▁شک ▁ہوگیا ▁ہو۔ حال ات ▁اور ▁واقعات ▁کی ▁وجہ ▁سے ▁سب ▁ویسے ▁ہی ▁پریشان ▁تھے ▁اوپر ▁سے ▁ح وری ہ ▁کی ▁مسلسل ▁خاموش ی ▁ایک ▁خوف ▁سا ▁پھیلا ئے ▁ہوئے ▁تھی۔ ▁سفر ▁میں ▁خوا م خوا ہ ▁کی ▁رکاوٹ یں ▁پیدا ▁ہو ▁رہی ▁تھیں ، ▁تین ▁گھنٹے ▁کا ▁سفر ▁چار ▁گھنٹے ▁کا ▁بن ▁گیا ▁تھا۔ ▁بزرگ ▁رحمان ▁س ائیں ▁کی ▁حو یلی ▁پہنچے ▁تو ▁انہوں ▁نے ▁ان ▁سب ▁کو ▁مہمان ▁خانہ ▁میں ▁ب ٹھا یا۔ ▁ملازم ▁نے ▁چائے ▁پیش ▁کی ▁تو ▁رخ سان ہ ▁نے ▁ملازم ▁سے ▁پوچھا ۔
▁لاگ ▁ان ▁کریں
▁ٹی ▁ایم ▁اے ▁ جہ لم ▁نے ▁عوام ▁کو ▁گ ندگی ▁اور ▁عذاب ▁میں ▁مبتلا ▁رکھنے ▁کی ▁قسم ▁ ٹھ ان ▁لی ▁- ▁J hel um Ge o . com
▁جب ▁یہ ▁معصوم ▁لڑکی ▁وزیراعظم ▁کی ▁کار ▁کی ▁طرف ▁بڑھ تی ▁ہے ▁تو ▁ایس ▁پی ▁جی ▁کم ا نڈ وز ▁اس ▁روکنے ▁کی ▁کوشش ▁کرتے ▁ہیں۔ م گر ▁سب ▁لوگ ▁اس ▁وقت ▁حیرت ▁زد ہ ▁ہوگئے ▁جب ▁مودی ▁نے ▁با ضا بط ہ ▁اپنے ▁قافل ے ▁کو ▁روک ▁اور ▁کم ا نڈ وز ▁سے ▁اس ▁بچی ▁کو ▁ملاقات ▁کے ▁لئے ▁آنے ▁کی ▁اجازت ▁دینے ▁کو ▁کہا ۔

▁کیا ▁ان ▁بست یوں ▁کے ▁لوگ ▁بے ▁فکر ▁ہیں ▁کہ ▁ان ▁پر ▁ہمارا ▁عذاب ▁رات ▁کے ▁وقت ▁آ ▁جائے ▁جب ▁وہ ▁سو ▁رہے ▁ہوں ▁؟
▁تمام ▁میڈیا ▁مواد
▁ب ُ ت ▁خان ے ▁کے ▁دروازے ▁پہ ▁سو تا ▁ہے ▁بر َ ہ من ▁6 21 ▁6 21 ▁ 571 ▁107 ▁ضرب ▁کلی م
▁میں ▁سور ج ▁گر ہن ▁کر ▁دے ▁خواہ ▁وہ ▁سچ ا ▁ہو ▁یا

▁اگلے سال ▁پی ▁ایس ▁ایل ▁کے می چ ▁حیدرآباد ▁میں ▁بھی ▁ہوں ▁گے : ▁وزیراعلی ٰ ▁سندھ ▁کا ▁اعلان
▁سرخ ▁ہونے ▁پر ▁نکال ▁لیں ▁اور ▁گرم ▁گرم ▁پیش ▁کر ▁ یں۔
▁انہوں ▁نے ▁اپنے ▁مسائل ▁سے ▁متعلق ▁گورنر سن دھ ▁کو ▁تفصیل ی ▁سے ▁آگاہ ▁کرتے ▁ہوئے ▁بتایا ▁کہ ▁ڈاکٹر ز ▁آف ▁ فز یو ▁تھر اپ ی ▁کی ▁تعلیم ▁مکمل ▁کرنے ▁والے ▁ڈاکٹر ز ▁کو ہ اس ▁ جاب ▁کے ▁حصول ▁میں ▁شدید ▁مشکلات ▁پیش ▁آتی ▁ہیں ▁اور ▁ج نھیں ▁ہا س ▁ جاب ▁مل ▁جاتی ▁ہے ▁ان ▁ڈاکٹر ز ▁کو ▁معا وض ہ ▁نہیں ▁دیا ▁جاتا ▁ہے ▁۔ ▁ ینگ ▁ڈاکٹر ز ▁آف ▁ف زی کل ▁تھر اپ ی ▁آر گن ائز یشن ▁کے ▁عہدیدار وں ▁نے ▁اپنے ▁مسائل ▁تفصیل ▁سے ▁سن نے ▁اور ▁ان ▁کے ▁حل ▁کے ▁لئے ▁گورنر سن دھ ▁کی ▁دلچسپی ▁کی ▁تعریف ▁کرتے ▁ہوئے ▁امید ▁ظاہر ▁کی ▁کہ ▁گورنر سن دھ ▁کی ▁ذاتی ▁دلچسپی ▁کے ▁باعث ▁ان ▁کے ▁مسائل ▁جلد ▁حل ▁ہوں ▁گے ▁۔ وف د ▁میں ▁آر گن ائز یشن ▁کے ▁سن یئر ▁وائس ▁چ یئر ▁مین ▁ڈاکٹر ▁عمر ▁فی اض ▁، ▁جنرل ▁سیکریٹری ▁سیف ▁اللہ ▁اور ▁دیگر ▁شامل ▁تھے۔
▁عباس ▁کیا رست می ▁کی ▁یہ ▁فلم ▁بھی ▁شاعر انہ ▁خیالات ▁اور ▁تخلیق ی ▁مہ ارت ▁کا ▁بہترین ▁نمو نہ ▁ہے۔
▁» س عود ی ▁عرب ▁میں ▁پاکستانی ▁کمیونٹی ▁سے ▁خطاب ▁او ورس یز ▁پاکستانیوں ▁کی ▁اہمیت ▁سے ▁انکار ▁نہیں ▁کیا ▁جاسکتا ، عمر ان ▁خان

▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل
▁اسی ▁جگہ ▁رہنے ▁والے ▁او ما ▁شن کر ▁گ پ تا ▁نے ▁کہا : ▁' آ ہ ست ہ ▁آہستہ ▁ماحول ▁بگ ڑ تا ▁گیا ▁اور ▁بعد ▁میں ▁پتھر ▁بازی ▁وسیع ▁تشدد ▁میں ▁تبدیل ▁ہو ▁گئی۔ '
▁عوام ▁کو ▁گمراہ ▁کرنے ▁کا ▁نرم لا ▁سی تار امن ▁پر ▁کانگریس ▁کا ▁الزام ، ▁است ع فی ٰ ▁کا ▁مطالبہ
▁عام ▁آدمی ▁کا ▁hot tie ▁لی تا ▁ہے ▁بچ ت ▁ہو ▁فائدہ ▁مند ▁کرنے ▁کے ▁لئے ▁بات ▁کے ▁بارے ▁میں ▁love making ▁28
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁آئے ▁گا ▁نہیں ▁بلکہ ▁آئے ▁گی۔ ▁جو ڈی ▁وی ٹی کر ▁تیر ھو یں ▁ڈاکٹر ▁ہو ▁گی۔
▁کیا ▁ض میر ▁کی ▁آواز ▁پر ▁ووٹ ▁دینا ▁واقعی ▁ممکن ▁ہے ؟
▁فلسطین ▁کو ▁اقوام ▁متحدہ ▁میں ▁ترقی ▁پذیر ▁ممالک ▁کی ▁تنظیم ▁جی ▁77 کی ▁سربراہ ی ▁مل ▁گئی

▁73 لیکن ▁ان ▁لوگوں ▁نے ▁ان ▁کی ▁تک ذ یب ▁کی ▁تو ▁ہم ▁نے ▁ان ▁کو ▁اور ▁جو ▁لوگ ▁ان ▁کے ▁ساتھ ▁کشتی ▁میں ▁سوار ▁تھے ▁سب ▁کو ▁( طو فان ▁سے ) ▁بچا ▁لیا ▁اور ▁انہیں ▁( زمین ▁میں ) ▁خل یف ہ ▁بنا دیا ▁اور ▁جن ▁لوگوں ▁نے ▁ہماری ▁آیت وں ▁کو ▁جھ ٹل ایا ▁ان ▁کو ▁ غرق ▁کر ▁دیا ▁تو ▁دیکھ ▁لو ▁کہ ▁جو ▁لوگ ▁ڈر ائے ▁گئے ▁تھے ▁ان ▁کا ▁کیا ▁انجام ▁ہوا
▁یو ▁پی ▁اے ▁سر کار ▁کا ▁دعوی ٰ ▁: ▁اس ▁پہلی ▁سفارش ▁کے ▁ نفاذ ▁کے ▁بارے ▁میں ▁یو ▁پی ▁اے ▁سر کار ▁کا ▁دعوی ٰ ▁ہے ▁کہ ▁اس ▁نے ▁تعلیم ، ▁روزگار ▁اور ▁ہاؤس نگ ▁کے ▁شعب وں ▁میں ▁ہونے ▁والی ▁پیش ▁رفت ▁اور ▁کمی وں ▁کی ▁شفاف ▁اور ▁قابل ▁قبول ▁جان چ ▁اور ▁نگرانی ▁کے ▁لیے ▁ماہرین ▁کے ▁ایک ▁گروپ ▁کی ▁تشکیل ▁کی ▁تھی ، ▁جس ▁نے ▁اپنی ▁رپورٹ ▁جون ، ▁2008 ▁میں ▁سر کار ▁کو ▁سون پ ▁دی ▁تھی۔ ▁لیکن ▁بعد ▁میں ▁اس ▁کام ▁کو ▁ ’ یکس اں ▁مواقع ▁کمیشن ‘ ▁( E qual ▁Op port un ity ▁Commission , ▁E OC ) ▁قائم ▁کرنے ▁کی ▁تجویز میں ▁شامل ▁کر ▁لیا ▁گیا۔
▁اسلام ▁آباد ( آ ▁ ئی ▁این ▁پی ) پاکستان ▁تحریک ▁انصاف ▁کی چ یئر مین ▁عمران ▁خان ▁کو عمر ہ ▁ادائیگی ▁کے ▁بعد ▁بنی ▁گا ▁لہ ▁پہنچ تے ▁ہی ▁مظاہرین ▁کے ▁احتجاج ▁کا ▁سا ▁منا ▁کر ▁نا ▁پڑ ▁گیا ▁، بون یر ▁سے ▁تعلق ▁رکھنے ▁والے ▁پی ▁ٹی ▁آئی ▁کے ▁کارکنان ▁من ▁پسند ▁امیدوار وں ▁کو ▁ٹکٹ ▁دینے ▁پر ▁بنی ▁گا لا ▁میں گز ▁ شت ہ ▁کئی ▁روز ▁سے ▁احتجاج ▁کر ▁رہے ▁ہیں ، نج ی ▁ٹی ▁وی ▁کے ▁مط ا ▁بق ▁عمران ▁خان ▁کی ▁اہلیہ ، ▁گ ہ رے ▁دوست ▁ زل فی ▁بخاری ، ▁علی م ▁خان ، ▁کر ن ▁علی م ▁اور ▁ عون ▁چوہدری ▁بھی ▁ان ▁کے ▁ہمراہ ▁وطن ▁واپس ▁آگ ئے ▁ہیں ، ▁چ یئر ▁مین ▁پی ▁ٹی ▁آئی ▁کو ▁گھر ▁پہنچ تے ▁ہی ▁احتجاج ▁کا ▁سامنا ▁کرنا ▁پڑا ۔ کار کن ان ▁نے
▁نت انی ا ہو ▁کے ▁ڈرا م ے ▁نے ▁کسی ▁کو ▁بھی ▁متاثر ▁نہیں ▁کیا : ص ہی ونی ▁اخبار ھا آر ت ص
▁© ▁Islam House . com ▁ویب ▁سائٹ
▁ما ؤ ▁نواز وں ▁نے ▁اسمبلی ▁کے ▁ایک ▁رکن ▁اور ▁ایک ▁سابق ▁رکن ▁کو ▁ہلاک ▁کردیا
▁انٹرنیٹ ▁ٹی ▁وی
▁ہمارے ▁بہ اول پور ▁کا ▁آٹھ ویں ▁میں ▁پڑھنے ▁والا ▁بچہ ▁ پرس وں ▁سکول ▁جانے ▁کے ▁لئے ▁نکل ا ۔۔۔۔ پ ھر ▁واپس ▁نہیں ▁آیا ۔
▁دہلی ▁کی ▁جامع ▁مسجد ▁کے ▁شاہ ی ▁امام ▁سید ▁احمد ▁بخاری ▁نے ▁کہاکہ ▁حج ▁سب س ڈی ▁ختم ▁کرنے ▁کی ▁مسلمانوں ▁کی ▁مانگ ▁بہت ▁پرانی ▁ہے ▁لیکن ▁حکومت ▁بلا و جہ ▁اسے ▁سیاسی ▁رنگ ▁دینے ▁کی ▁کوشش ▁کررہی ▁ہے۔ ▁امام ▁بخاری ▁نے ▁بھی ▁عا زمین ▁حج ▁کو ▁ ائی ران ڈی اس ے ▁جانے ▁کی ▁لازم یت ▁سے ▁نجات ▁دل انے ▁اور ▁گلو بل ▁ٹ نڈر ▁نکال نے ▁کا ▁مطالبہ ▁کرتے ▁ہوئے ▁کہاکہ ▁اس ▁سے ▁ان ▁پر ▁اقتصادی ▁بوجھ ▁کم ▁ہوگا۔ ان ▁کا ▁یہ ▁بھی ▁کہنا ▁تھا کہ ▁حج ▁کے ▁امور ▁میں ▁حکومت ▁کی ▁مداخلت ▁پوری ▁طرح ▁ختم ▁ہو نی ▁چاہئے ۔
▁[ ۱۴ ] ▁ا ِ نس جام ▁یا ▁سہ ول ہ ▁کا ▁ا ِ ست ع مال ▁کرنا ۔
▁این ▁اے ▁131 : ▁نتائج ▁سے ▁قبل ▁سعد ▁رفیق ▁نے ▁جیت ▁کا ▁دعوی ٰ ▁کر ▁دیا
▁بالی ▁ووڈ ▁نگر ی ▁میں ▁تیزی ▁سے ▁ترقی ▁کی ▁سی ڑھ یاں ▁چڑھ نے ▁والے ▁پاکستانی ▁اداکار ▁فواد ▁خان ▁اب ▁ای شی وری ہ ▁رائے ▁کے ▁ساتھ ▁رومان س ▁کرتے ▁دکھائی ▁دیں ▁گے۔ ▁حال ▁ہی ▁میں ▁بالی ▁ووڈ ▁کے ▁سب ▁سے ▁بڑے ▁ایوارڈ ▁فلم ▁ف یئر ▁ایوارڈ ▁حاصل ▁کرنے ▁والے ▁فواد ▁خان ▁ان ▁دنوں ▁بھارتی ▁ہ دا یات ▁کار وں ▁کی ▁آنکھوں ▁کا ▁تار ا ▁بنے ▁ہوئے ▁ہیں ▁اور ▁اپنی ▁پہلی ▁فلم ▁” خ وب صورت “ ▁میں ▁فن کاران ہ ▁صلاحیت وں ▁کے ▁جو ہر ▁دکھا نے ▁کے ▁بعد ▁اب ▁تک ▁5 ▁فلم یں ▁سائ ن ▁کر چ کے ▁ہیں ...
▁وزیراعظم ▁نے ▁سعودی ▁عرب ▁میں ▁پاکستانیوں ▁کیلئے ▁ویزا ▁فیس ▁کے ▁حوالے ▁سے ▁اہم ▁ترین ▁قدم ▁اٹھ الیا
▁ن ائن ▁ال یون ▁کے ▁بعد ▁احساس ▁ہوا ▁کہ ▁خطر ے ▁کے ▁پیمان ے ▁بدل ▁گئے ▁ہیں : ▁ٹو نی ▁بل یئر
▁تیر ی ▁دنیا ▁سے ▁زیادہ ▁ہے ▁اثاث ہ ▁دل ▁کا

▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی
▁ویکی ▁کوم نز ▁پر ▁تھر ی ▁ڈی ▁فلم یں ▁سے ▁متعلق ▁سم عی ▁و ▁بصری ▁مواد ▁ملاحظ ہ ▁کریں۔
▁کیا ▁ارتقا ▁کی ▁تھی وری ▁غلط ▁ہے ؟
▁زمرہ : پی را گو ئے ▁کی ▁کھیل وں ▁کی ▁قومی ▁ٹیم یں ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا

▁امریکہ ▁نے ▁شام ▁پر ▁حملے ▁کی ▁حم اقت ▁کی ▁تو ▁اسے ▁اسکا ▁خم یا زہ ▁بھگ تنا ▁پڑے ▁گا : روس ی ▁وزارت ▁خارجہ ▁- ▁17 ▁مارچ ▁2018
▁کی ن یڈ ین ▁وزیراعظم ▁کی ▁تمام ▁مسلمانوں ▁کو ▁عید ▁کی ▁مبارک باد
▁6. ▁اس ▁طرح ▁کی ، ▁اچھے ▁معیار ▁اور ▁کافی ▁خدمت ▁کے ▁لئے ▁شکریہ .
▁اسلام ▁آباد ▁15 ▁° C
▁موسم ▁کا ▁حال
▁ویب ▁ڈیسک ▁: سابق ▁سری ▁لنک ن ▁کپتان ▁کم ار ▁سنگ ا ▁کار ا ▁نے ▁فر سٹ ▁کلاس ▁کرکٹ ▁کو ▁خیر ▁باد ▁کہہ ▁دیا۔
▁اس ▁لنک ▁کو ▁کاپی ▁کیجیے
▁فری مون ٹ ▁کاؤنٹی ، ▁کولو را ڈو ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا

▁ممالک ▁جہاں ▁انگریز ی ▁قومی ▁زبان ▁ہے ▁یا ▁اکثریت ▁کی ▁مادر ی ▁زبان ▁ہے .
▁واضح ▁رہے ▁کہ ▁اس ▁سے ▁قبل ▁حم ائم ہ ▁ملک ▁ایک ▁انٹرویو ▁میں ▁کہہ ▁چکی ▁تھیں ▁کہ ▁ان ▁کی ▁بھ ا بھی ▁کا ▁تعلق ▁کراچی ▁سے ▁ہے ▁تاہم ▁وہ ▁ شوبز ▁انڈسٹری ▁سے ▁تعلق ▁نہیں ▁رکھتی ں۔
▁’’ اللہ ▁اسے ▁زندگی ▁د ے۔ ▁تم ▁فکر ▁نہ ▁کرو ▁بہن ۔ ▁تم ▁اک یلی ▁نہیں ▁ہو۔ ▁ہم ▁جو ▁ہیں ▁تم ھار ے ▁ساتھ ۔ ‘‘ ▁خاتون ▁نے ▁احمد ▁کی ▁ امی ▁کو ▁د لاس ا ▁دیا۔
▁وزارت ▁داخلہ ▁نے ▁الیکشن ▁کمیشن ▁کو ▁یہ ▁خط ▁لاہور ▁کے ▁حلقہ ▁120 ▁کے ▁ضمن ی ▁انتخابات ▁کے ▁ایک ▁ہفتے ▁بعد ▁ارسال ▁کیا ▁ہے۔ ▁اس ▁الیکشن ▁میں ▁ملی ▁مسلم ▁لیگ ▁سے ▁وابستہ ▁ایک ▁امیدوار ▁نے ▁پانچ ▁فیصد ▁ووٹ رز ▁کی ▁حمایت ▁حاصل ▁کر ▁لی ▁تھی۔ ▁ستر ہ ▁ستمبر ▁کے ▁اس ▁الیکشن ▁میں ▁ی عق وب ▁شیخ ▁بطور ▁آزاد ▁امیدوار ▁میدان ▁میں ▁اتر ے ▁تھے ▁تاہم ▁انہیں ▁ملی ▁مسلم ▁لیگ ▁اور ▁حافظ ▁سی عد ▁کی ▁بھرپور ▁حمایت ▁حاصل ▁تھی۔ ▁حافظ ▁سی عد ▁نے ▁ان ▁کی ▁خاطر ▁انتخابی ▁مہم ▁بھی ▁چل ائی ▁تھی۔
▁اس ▁وقت ▁ ’ فل ائی ▁اے ▁ڈی ل ‘ ▁کے ▁ف لیٹ ▁میں ▁تین ▁A 320 ▁اور ▁200 s شام ل ▁ہیں ▁جو ▁2018 کے ▁وسط ▁تک ▁بڑھ ▁کر ▁آٹھ ▁ہوجائیں ▁گے۔
▁براہ ِ ▁راست ▁اردو ▁نیوز ▁شو
▁مواد ▁پر ▁جائیں
▁رسول ▁پاک صلى ▁الله ▁عليه ▁وسلم ▁نے ▁صرف ▁تین ▁دن ▁با ▁جماعت ▁تر اوی ح ▁پڑھ ائیں ▁، ا ُ س ▁کے ▁بعد ▁لوگ ▁گھر ▁میں ▁یا ▁مسجد ▁میں ▁بلا ▁جماعت ▁تر اوی ح ▁پڑھ تے ▁رہے۔ حضرت ▁فاروق ▁اعظم ▁نے ▁لوگوں ▁کو ▁پھر ▁جماعت ▁تر اوی ح ▁پر ▁جمع ▁فرمایا ▁جن ▁لوگوں ▁کو ▁فاروق ▁اعظم ▁نے ▁جمع ▁فرمایا ▁وہ ▁کتنی ▁رک عت یں ▁ادا ▁کرتے ▁تھے ▁ا ُ س ▁کی ▁تفصیل ▁ملاحظ ہ ▁فرمائی ے ▁:
▁ع میر ہ ▁کی ▁تح اری ر ▁اور ▁کہانی اں ▁عموما ً ▁حقیقی ▁سماجی ▁مسائل ▁کے ▁گرد ▁گھو مت ی ▁ہیں ▁اور ▁موجودہ ▁زمان ے ▁کی ▁تہذیب ▁و ▁ثقافت ▁کی ▁عکاس ▁ہیں۔ ▁مقامی ▁مسائل ▁اور ▁حالات ▁کا ▁بیان ▁کرنے ▁کے ▁ساتھ ▁ساتھ ▁روحانی ت ▁کا ▁موضوع ▁بھی ▁ان ▁کے ▁ناول وں ▁کا ▁خاص ▁عنصر ▁ہے۔ ▁ع میر ہ ▁احمد ▁کو ▁ہر ▁طبق ے ▁بش مول ▁بزرگ ▁و ▁نوجوان ▁مرد ▁و ▁خواتین ▁پسند ید ہ ▁ن گاہ وں ▁سے ▁دیکھتے ▁ہیں۔
▁◄ ▁یو گن ڈا ▁کے ▁دو طرف ہ ▁تعلقات ▁(5 ▁ز )
▁ملازمت ▁کے ▁لئے ▁انٹرویو ▁کے ▁دوران ▁م صاف ح ہ ▁سے ▁انکار ▁کرنے ▁والی ▁سوی ڈی ن ▁کی ▁مسلم ▁خاتون ▁نے ▁مقدم ے ▁میں ▁فتح ▁حاصل ▁کی
▁اسلامی ▁جمہوری ہ ▁ایران ▁کے ▁صدر ▁ڈاکٹر ▁حسن ▁روحانی ▁نے ▁کہا ▁ہے ▁کہ ▁امریکہ ▁طویل ▁عرصے ▁تک ▁ایران ▁مخالف ▁پالیسی اں ▁جاری ▁نہیں ▁رکھ ▁سکتا ۔
▁نوجوانوں ▁کا ▁صفحہ
▁ ’ اگر ▁کسی ▁کا ▁ہاتھ ▁دیکھیں ▁تو ▁اس ▁سے ▁جنسی ▁روی ے ▁کا ▁اندازہ ▁لگایا ▁جا ▁سکتا ▁ہے ‘
▁آپ ▁آف ▁لائن ▁ہیں
▁7 ۔ ▁توحید ▁کو ▁نہیں ▁جانتے ▁نہ ▁اسکا ▁انکار ▁کرتے ▁ہیں ▁۔
▁سائنس ▁اور ▁ٹیکنالوجی
▁شمالی ▁کوریا ▁نے ▁سون ی ▁پک چر ز ▁کے ▁کمپیوٹر ز ▁پر ▁سائ بر ▁حملے ▁کے ▁الزام ▁میں ▁عائد ▁کی ▁جانے ▁والی ▁نئی ▁پابندی وں ▁پر ▁امریکہ ▁کو ▁شدید ▁تنقید ▁کا ▁نشانہ ▁بنایا ▁ہے۔
▁ای ون ▁ فیل ڈ ▁ہاؤس ▁برائے ▁فروخت ▁کیا ▁شریف ▁خاندان ▁فل ی ٹس ▁ضبط ▁کرنے ▁کے ▁عدالت ی ▁حکم ▁کے ▁باوجود ▁فل ی ٹس ▁فروخت ▁کر ▁رہا ▁ہے ؟ ▁پرا پر ٹی ▁ڈی ل رز ▁نے ▁ای ون ▁ فیل ڈ ▁ہاؤس ▁کے ▁چک ر ▁لگانے ▁شروع ▁کر ▁دیے ، ▁میڈیا ▁... ▁مزید
▁مرکزی ▁مواد ▁پر ▁جائیں
▁خبر ▁رس اں ▁ایجنسی ▁کے ▁لئے ▁جملہ ▁حقوق ▁محفوظ ▁ہیں

▁خواجہ ▁سعد ▁رفیق ▁اپنے ▁خلاف ▁نیب ▁تحقیقات ▁پر ▁پھر ▁بول ▁پڑے ▁April ▁20 , ▁2018
▁ویکی ▁کوم نز ▁پر ▁معیار ات ▁بل ح اظ ▁تنظیم ▁سے ▁متعلق ▁سم عی ▁و ▁بصری ▁مواد ▁ملاحظ ہ ▁کریں۔
▁آخری ▁بار ▁اپ ڈی ٹ ▁کیا ▁گیا ▁مارچ ▁28, ▁2016
▁اے ▁دختر ▁ی روش لم ▁اپنی ▁بلند ▁آواز ▁سے ▁خوشی ▁کے ▁ساتھ ▁چلا ّ ؤ ۔
▁تلاش ▁پر ▁جائیں
▁اگر ▁اس ▁تبصرے ▁سے ▁معذرت ▁خواہ انہ ▁روی ہ ▁آ خذ ▁کیا ▁جا ▁رہا ▁ہے ▁تو ▁یہ ▁بل کل ▁درست ▁نہ ▁ہوگا۔ ▁ہمیں ▁م صطف وی ▁تہ زی ب ▁پر ▁فخر ▁ہے ▁اور ▁رسول ▁اللہ ▁( علی ہ ہ ▁صل و ۃ ▁السلام ) ▁کہ ▁محبت ▁ایک ▁اہم ▁اثاث ہ ۔ ▁لیکن ▁آ حسن ▁طریقہ ▁سے ▁معاملہ ▁ف ہم ی ▁کے ▁ساتھ ▁پیچ ید ہ ▁صورتحال ▁سے ▁نم ٹ نا ▁بھی ▁اسی ▁رسول ( علی ہ ہ ▁صل و ۃ ▁السلام ) ▁کا ▁خاص ہ ▁ہے ▁جس ▁نے ▁اپنے ▁بدترین ▁دشمن ▁کے ▁لیے ▁بھی ▁دعا ▁کی۔
▁کسی ▁جگہ ▁کے ▁با بر کت ▁ہونے ▁کا ▁مف ہ وم ▁یہ ▁ہے ▁کہ ▁لوگوں ▁کا ▁ دلی ▁تعلق ▁اس ▁جگہ ▁کے ▁ساتھ ▁وہ ▁جیسے ▁بیت ▁اللہ ▁الحرام ▁ہے ▁کہ ▁اس ▁کا ▁قصد ▁و ▁اراد ہ ▁کرنے ▁والا ، ▁وہاں ▁جا ▁کر ▁اس ▁کا ▁طو اف ▁کرنے ▁والا ▁اور ▁عبادت ▁بجا ▁لانے ▁والا ▁بہت ▁ہی ▁خیر ▁کا ▁مستحق ▁ٹھہر تا ▁ہے ، ▁حتی ٰ ▁کہ ▁حجر ا سود ▁بھی ▁ایک ▁با بر کت ▁پتھر ▁ہے ▁لیکن ▁اس ▁کی ▁برکت ▁بھی ▁عبادت ▁ہی ▁کی ▁بنا ▁پر ▁ہے۔ یعنی ▁جو ▁شخص ▁نبی ▁صلى ▁الله ▁عليه ▁وسلم ▁کی ▁اتباع ▁و ▁اطاعت ▁کرتے ▁ہوئے ▁بطور ▁عبادت ▁اسے ▁چھ و ئے ▁اور ▁بوس ہ ▁دے ▁گا ▁وہ ▁اس ▁اتباع ▁کی ▁برکت ▁بھی ▁پال ے ▁گا۔ ▁سید نا ▁عمر ▁رضی ▁اللہ ▁عنہ ▁نے ▁حجر ا سود ▁کو ▁بوس ہ ▁دیتے ▁ہوئے ▁فرمایا ▁تھا :
▁صف وان ▁بن ▁ام یہ ▁یہ ▁ام یہ ▁بن ▁خلف ▁مشہور ▁دشمن ▁اسلام ▁کے ▁بیٹے ▁تھے۔
▁تفصیلات ▁کے ▁مطابق ▁لاہور ▁کے ▁تاج ▁پور ہ ▁سک یم ▁کے ▁رہائش ی ▁نجی ▁ٹی ▁وی ▁چینل ▁کے ▁ٹی کنی کل ▁ملازم ▁کو ▁نامعلوم ▁افراد ▁نے ▁زہر یلی ▁گول یاں ▁کھل ا کر ▁موت ▁کی ▁نی ند ▁سلا ▁دیا ▁ہے۔ ▁بیس ▁سالہ ▁ص بور ▁عظیم ▁کو ▁نامعلوم ▁افراد ▁نے ▁مبینہ ▁طور ▁پر ▁زہر یلی ▁چیز ▁کھل ا ▁دی۔ ▁جس کی ▁وجہ ▁سے ▁مقتول ▁کی ▁حالت ▁غیر ▁ہوگئی ▁اور ▁اسے ▁طبی ▁امداد ▁کی لے ▁شا لی مار ▁اسپتال ▁منتقل ▁کیا ▁گیا ▁جہاں ▁وہ ▁زندگی ▁کی ▁باز ہی ▁ہار ▁گیا۔
▁اے ▁سی ▁سی ▁اے ▁نے ▁پاکستان ▁کیلئے ▁پ بل ک ▁فن انش ل ▁می نج منٹ ▁میں ▁پر وف یشن ل ▁ایک ر یڈ یٹ یشن ▁پروگرام ▁کی ▁تیاری ▁کا ▁منصوبہ ▁حاصل ▁کرلیا
▁’’ تا ہم ▁اس ▁جوہری ▁معاہدے ▁میں ▁جو ▁اہم ▁بات ▁ہے ▁وہ ▁یہ ▁ہے ▁کہ ▁دونوں ▁فریق ▁اس ▁پر ▁عمل ▁کرتے ▁ہوئے ▁کیا ▁طرز ▁عمل ▁اخ ی تار ▁کرتے ▁ہیں۔ ▁اس ▁معاہدے ▁پر ▁اچھے ▁طریقے ▁سے ▁عمل ▁درآمد ▁سے ▁ایک ▁نئی ▁فضا ▁قائم ▁ہو ▁گی۔ ‘‘
▁نئی ▁ دلی ▁( نیو ذ ▁ڈیسک ) ▁بھارت ▁نے ▁کشمیر ▁پر ▁غا صب انہ ▁قبضہ ▁تو ▁کر رک ھا ▁ہے ▁لیکن ▁یہ ▁سچ ▁اسے ▁بھی ▁خوب ▁اچھی ▁طرح ▁معلوم ▁ہے ▁کہ ▁جنت ▁کبھی ▁کسی ▁کا فر ▁کو ▁نہیں ▁مل ▁سکتی ۔ ▁اور ▁یہ ▁بھی ▁حقیقت ▁ہے ▁کہ ▁سچ ▁کبھی ▁نہ ▁کبھی ▁زبان ▁پر ▁آ ▁ہی ▁جاتا ▁ہے ، ▁جیسا ▁کہ ▁ریاست ▁بہ ار ▁کے ▁سکول وں ▁میں ▁منعقد ▁ہونے ▁والے ▁ایک ▁حالی ہ ▁امتحان ▁کے ▁دوران ▁ہوا۔
▁21. ▁اگر ▁کھانے ▁میں ▁ساتھ ▁بزرگ ▁بھی ▁شامل ▁ہوں ▁تو ▁اس ▁بات ▁کا ▁خیال ▁رکھنا ▁چاہیئے ▁کہ ▁ان ▁کے ▁شروع ▁کرنے ▁سے ▁پہلے ▁کھانا ▁شروع ▁نہ ▁کیا ▁جائے ▁اسی ▁طرح ▁کھانا ▁ختم ▁کرنے ▁کے ▁بعد ▁بھی ▁ان ▁کا ▁انتظار ▁کرنا ▁چاہیئے ▁لیکن ▁اگر ▁جلد ی ▁ہو ▁تو ▁معذرت ▁کے ▁ساتھ ▁اجازت ▁حاصل ▁کرنی ▁چاہیئے ۔
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے . ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی .
▁Review ▁by ▁Dark angel 6 ▁posted ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک
▁ہ ائے ▁میری ▁کام ▁والی ۔۔۔۔
▁نیشنل ▁کالج ▁آف ▁بزن س ▁ایڈ من سٹر یشن ▁اینڈ ▁اک نام کس ▁لاہور
▁مودی ▁حکومت ▁نے ▁کشمیر ▁میں ▁حالات ▁خراب ▁کرد ئے ▁ہیں : ▁ڈاکٹر ▁من مو ہن ▁سنگھ
▁" آ ج ▁کے ▁دن ▁تمہارے ▁لیے ▁پاک ی زہ ▁چیز یں ▁اور ▁اہل ▁کتاب ▁کا ▁کھانا ▁حلال ▁کر ▁دیا ▁گیا ▁ہے۔ ▁تمہارے ▁لیے ▁ان ▁کا ▁کھانا ▁حلال ▁ہے ▁جیسے ▁ان ▁کے ▁لیے ▁تم ہ ارا ۔ ▁اور ▁تمہارے ▁لیے ▁اہل ▁ایمان ▁اور ▁تم ▁سے ▁پہلے ▁اہل ▁کتاب ▁کی ▁پاک ی زہ ▁خواتین ▁( سے ▁شادی ▁کو ▁حلال ▁کر ▁دیا ▁گیا ▁ہے ) ▁بشر طی کہ ▁تم ▁انہیں ▁ان ▁کے ▁مہر ▁ادا ▁کرو ، ▁پاک ی زہ ▁طریقے ▁سے ▁ح صار ▁نکاح ▁میں ▁لا تے ▁ہوئے ▁نہ ▁کہ ▁بے ▁محا با ▁ شہ وت ▁پرست ی ▁یا ▁چور ی ▁چھپ ے ▁آشنا ئی ▁کرتے ▁ہوئے۔ ▁جو ▁ایمان ▁کے ▁بعد ▁کفر ▁کرے ▁تو ▁اللہ ▁اس ▁کے ▁اعمال ▁کو ▁ض ائع ▁کر ▁دے ▁گا ▁اور ▁آخرت ▁میں ▁وہ ▁نقصان ▁اٹھا نے ▁والوں ▁میں ▁ہو ▁گا۔ " ▁( الم ائد ہ ▁5 : 5)
▁جیسے ▁ہی ▁میں ▁ہے ▁مثلا ▁ان دھی رے ▁کو ▁تسلیم ▁کیا ▁ہے ، ▁میں ▁کیا ▁اس ▁میں ▁پوش ید ہ ▁ہو ▁سکتا ▁ہے ▁بہت ▁ڈر ▁ہو ▁گیا . ▁میں ▁جانتا ▁تھا ▁کہ ▁روشنی ▁کی ▁طرف ▁منتقل ▁کرنے ▁کے ▁لئے ▁تھا ، ▁پر ▁بھی ▁ہے ▁کہ ▁ڈرا ونا ▁تھا ▁کیونکہ ▁روشنی ▁بھی ▁مجھے ▁بے ▁نقاب . ▁روشنی ▁اور ▁میرے ▁بارے ▁میں ▁جگہ ▁کے ▁زیادہ ▁روشن ▁ہے ▁جب ▁تک ▁ان دھی رے ▁میرے ▁پیچھے ▁ایک ▁چھوٹے ▁سے ▁علاقے ▁میں ▁سک ڑ ▁گیا ▁تھا . ▁یہ ▁محسوس ▁کیا ▁جیسے ▁ان دھی رے ▁مجھے ▁واپس ▁نکال نے ▁کی ▁کوشش ▁کر ▁رہا ▁تھا ، ▁اور ▁میں ▁تیار ▁خود ▁روشنی ▁میں ▁مزید ▁رکھنا ▁تھا .
▁ار ون ▁جی ٹل ی ▁کی ▁صف ائی ▁، ▁وزیر ▁اعظم ▁مودی ▁نے ▁من مو ہن ▁سنگھ ▁کی ▁نیت ▁پر ▁نہیں ▁اٹھا ئے ▁تھے ▁سوال
▁مسلم ▁بچے ▁کی ▁ لائ بر یری ▁(1 80)
▁بات ▁یہ ▁ہے ▁کہ ▁میرے ▁اح باب ▁اور ▁حضرت ▁کے ▁معتقد ین ▁کو ▁اس ▁بات ▁کا ▁علم ▁ہی ▁نہیں ▁ہے ▁کہ ▁ہم ▁ایک ▁دوسرے ▁کو ▁چاہتے ▁کیوں ▁ہیں۔ ▁ہم ▁پر ▁تو ▁وہی ▁مثل ▁صادق ▁آتی ▁ہے ▁کہ ▁:
▁ایڈ یلی ڈ ( ا سپورٹس ▁ڈیسک ▁) ▁بھارت ▁کے ▁خلاف ▁پہلے ▁ٹیسٹ ▁میچ ▁میں ▁آسٹریلیا ▁کے ▁خلاف ▁مشکلات ▁سید و چار ▁ہے ▁اور ▁مہمان ▁ٹیم ▁کے ▁پہلی ▁اننگز ▁کے ▁اس کور ▁250 ▁رنز ▁کے ▁جواب ▁میں آس ٹری لین ▁ٹیم ▁191 ▁رنز ▁پر ▁7 و کٹ یں ▁ گن وا ▁بیٹھ ی ▁ہے۔ جمع ہ ▁کو ▁ایڈ یلی ڈ ▁ٹیسٹ ▁کے ▁دوسرے ▁روز ▁بھارتی ▁ٹیم ▁نے ▁250 ▁رنز ▁9 ▁کھلاڑی ▁ا ? ئو ٹ ▁پر ▁اپنی ▁پہلی ▁ا دھ وری ▁اننگز ▁دوبارہ ▁شروع ▁کی ▁تو ▁دن ▁کے ▁پہلے ▁ہی ▁او ور ▁کی ▁پہلی ▁گی ند ▁پر ▁ہی زل ▁و ْ ڈ ▁نے ▁محمد ▁شام ی ▁کو ▁ا ? ؤ ٹ ▁کر ▁کے ▁مہمان ▁ٹیم ▁کی ▁اننگز ▁کا ▁خاتمہ ▁کردیا۔ ا ? سٹر یلی ا ▁کی ▁جانب ▁سے ▁جوش ▁ہی زل ▁و ْ ڈ ▁نے ▁3 ▁جبکہ ▁مچ ل ▁اسٹ ارک ، ▁پیٹ ▁کم نز ▁اور ▁نیت ھن ▁لا یون ▁نے ▁2 ، ▁2 ▁و کٹ یں ▁ل یں۔ جواب ▁میں ▁ ٹری وس ▁ہیڈ ▁کے ▁سوا ▁کوئی ▁بھی ▁ا ? سٹر ی لین ▁بل ے ▁باز ▁بھارتی ▁با ؤل رز ▁کے ▁سامنے ▁زیادہ ▁دیر ▁تک ▁و کٹ ▁پر ▁نہ ▁ٹھہر ▁سکا ▁اور ▁تمام ▁کھلاڑی ▁و کٹ ▁پر ▁سیٹ ▁ہونے ▁کے ▁بعد ▁پو ی لین ▁لوٹ تے ▁رہے۔
▁ابن ا : ▁اسلامی ▁علوم ▁کی ▁پیدائش ▁اور ▁توسیع ▁میں ▁شی عت ▁کے ▁کردار ▁کے ▁زیر ▁عنوان ▁بین ▁الاقوامی ▁کانفرنس ▁کے ▁انعقاد ▁کے ▁لیے ▁پالیسی ▁کان سل ▁کی ▁می ٹنگ ▁منعقد ▁ہوئی ▁جس ▁میں ▁آیت ▁اللہ ▁ال عظم ی ٰ ▁مک ارم ▁شیراز ی ▁کے ▁علاوہ ▁اہل ▁بیت ( ع ) ▁عالمی ▁اسمبلی ▁کے ▁سیکرٹری ▁جنرل ▁سمیت ▁حو زہ ▁علمی ہ ▁قم ▁کی ▁اہم ▁علمی ▁شخصیات ▁نے ▁شرکت ▁کی۔
▁Previous ▁فرق ہ ▁وار انہ ▁ہم ▁آ ہ نگی ▁کیلئے ▁سب ▁کا ▁تعاون ▁ضروری
▁شام ▁میں ▁قدیم ▁عمارت وں ▁کی ▁تباہ ی
▁واضح ▁رہے ▁کہ ▁معروف ▁مج ا ہ د ▁عالم ▁دین ▁شیخ ▁باقر ▁الن مر ▁کو ▁آل ▁سعود ▁حکومت ▁پر ▁تنقید ▁کرنے ▁ پرس ز ائے ▁موت ▁دیے ▁جانے ▁کے ▁سعودی ▁حکومت ▁کے ▁انتہا ▁پسند انہ ▁اور ▁غیر ▁ذم ہ ▁دار انہ ▁اقدام ▁پر ▁مختلف ▁اسلامی ▁ملکوں ▁سمیت ▁عل اق ائی ▁و ▁عالمی ▁سطح ▁پر ▁سخت ▁ردعمل ▁کا ▁اظہار ▁کیا ▁جا ▁رہا ▁ہے۔
▁“ اور ▁تم ▁ایسے ▁وبال ▁سے ▁بچ و ▁کہ ▁جو ▁خاص ▁کر ▁صرف ▁ان ▁ہی ▁لوگوں ▁پر ▁واقع ▁نہ ▁ہوگا ▁جو ▁تم ▁میں ▁سے ▁ان ▁گناہ وں ▁کے ▁مرتکب ▁ہوئے ▁ہیں ، ▁اور ▁جان ▁لو ▁رکھ و ▁کہ ▁اللہ ▁سخت ▁سزا ▁دینے ▁والا ▁ہے ”( ال ان فال :25 ) ۔
▁حکومت ▁کا ▁بجلی ▁کی ▁قیمت وں ▁میں ▁اضافے ▁کا ▁فیصلہ ▁ایک ▁بار ▁پھر ▁مو خر
▁وہ ▁کہ تی ▁ہے ▁سن و ▁جان اں ▁محبت ▁ موم ▁کا ▁گھر ▁ہے
▁یہاں ▁جائیں : ▁رہنما ئی ، ▁تلاش ▁کریں
▁مسلم ▁لیگ ▁( ن ) ▁کا ▁عائشہ ▁گل ال ئی ▁کو ▁قانونی ▁نوٹس
▁ہم ▁اپنی ▁سروس ▁کو ▁بہتر ▁بنانے ▁کے ▁لیے ▁کو کی ز ▁استعمال ▁کرتے ▁ہیں۔ ▁اس ▁بارے ▁میں ▁مزید ▁تفصیلات ▁ڈیٹا ▁کے ▁تحفظ ▁سے ▁متعلق ▁حصے ▁میں ▁دیکھی ▁جا ▁سکتی ▁ہیں۔
▁ایک ▁بزرگ ▁نے ▁اپنے ▁بچہ ▁کو ▁شروع ▁ہی ▁سے ▁تو کل ▁کی ▁عملی ▁تعلیم ▁اس ▁طرح ▁دی ▁تھی ▁کہ ▁اس ▁کی ▁ماں ▁سے ▁کہہ ▁دیا ▁کہ ▁اس ▁کو ▁رو ٹی ▁‘ ▁کپ ڑا ▁تم ▁خود ▁مت ▁دیا ▁کرو ‘ ▁جب ▁یہ ▁کھانا ▁ما نگے ▁اس ▁مزید ▁پڑھیں

▁اتوار ▁11 ▁جنوری ▁2015 ▁کا ▁اخبار
▁جھ نگ ▁کے ▁سب ▁سے ▁اہم ▁ترین ▁شہری ▁تھا نہ ▁کو ت والی ▁میں ▁عدالت ی ▁احکام ات ▁جو تے ▁کی ▁نو ک ▁پر ▁ا ڑا تے ▁ہوئے ▁کال عد م ▁مذہبی ▁و ▁انتہا ▁پسند ▁تنظیم وں ▁کے ▁سر کرد ہ ▁افراد ▁کے ▁ایم ا ▁ء ▁پر ▁جھوٹ ے ، بے ▁بنیاد ، حق ائ ق ▁کے ▁برعکس ▁مقدمات ▁کے ▁اند راج ▁پر ▁عوام ۔۔۔۔۔
▁ان ▁اہلکاروں ▁کو ▁تبدیل ▁کیا ▁جائے ، ▁کیونکہ ▁یہ ▁بھ کاری وں ▁کو ▁بے ▁جا ت نگ ▁کرتے ▁ہیں ▁خط ▁میں ▁کہا ▁گیا ▁کہ ▁پولیس ▁اہلکار ڈی وٹ ی ▁کرنے ▁کی ▁بجائے ▁بو ڑھ ے ▁اور ▁مع ذور ▁بھ کاری وں ▁کو ▁تنگ ▁کرتے ▁ہیں ، ا نہیں ▁چوک ▁پر ▁بھی ک ▁بھی ▁مانگ نے ▁نہیں ▁دیتے ۔ خط ▁میں ▁الزام ▁لگایا ▁گیا ▁ہے ▁کہ ▁پولیس ▁اہلکار ش ہر ▁کے ▁اہم ▁چور ا ہ وں ▁پر من ظ ور ▁نظر ▁فقیر وں ▁کو ▁کھڑا ▁رہنے ▁دیتے ▁ہیں ▁جبکہ ▁باقی ▁لوگوں ▁کو ▁دوسری ▁جگہ ▁بھیج ▁دیتے ▁ہیں۔ ▁جہاں ▁بھی ک ▁بھی ▁نہیں ▁ملت ی ۔
▁ٹیلی ▁ گرام ▁کے ▁150 ▁مفید ▁چینل ز ▁و ▁گروپ س ▁کے ▁لنکس
▁کربلا ▁کی ▁ڈ ائر ی ▁سے ▁ایک ▁صفحہ
▁انٹرنیٹ ▁ٹی ▁وی

▁پی ▁آئی ▁اے ▁نے ▁اسناد ▁نہ ▁جمع ▁کرانے ▁والے ▁فضائی ▁عمل ے ▁کو ▁ڈی وٹ یوں ▁سے ▁روک ▁دیا
▁7 61 ۔ ▁او نٹ ▁اور ▁گا ئے ▁کے ▁حصے
▁Work ing ▁height ▁5 350 ▁mm ▁S s 3 hk 0 ▁خود ▁ب خود ▁اشتہار ▁کا ▁ترجمہ ▁کیا ▁تھا ▁اور ▁کچھ ▁ ترجم ے ▁کی ▁غلط یاں ▁نہیں ▁ہوسکتا ▁ہو ▁۔
▁پھر ▁آپ ▁نے ▁فرمایا ۔ ▁’’ ▁مجھ ▁کو ▁آ ٹے ▁کی ▁حاج ت ▁نہیں ▁ہے ▁صرف ▁تم ▁کو ▁آزما نا ▁تھا۔ ▁کس ▁بل ▁بو تے ▁پر ▁بادشاہ ت ▁کر ▁رہے ▁ہو ، ▁اور ▁سارے ▁جہاں ▁کا ▁بوجھ ▁اپنی ▁گردن ▁پر ▁لیے ▁ہوئے ▁۔ ▁تمہیں ▁تو ▁دنیا ▁سے ▁شرم ▁آتی ▁ہے۔ ▁‘‘
▁انہوں ▁نے ▁کہا ▁کہ ▁اس ▁کے ▁ساتھ ▁خواتین ▁سے ▁متعلق ▁منفی ▁روی وں ▁کو ▁تبدیل ▁کرنے ▁کی ▁کوشش ▁کرنی ▁ہو ▁گی۔
▁مواد ▁پر ▁جائیں
▁تازہ ▁ترین ▁مقبول
▁اسلام ▁اور ▁عصر ▁حاضر ▁(11)
▁بچوں ▁کے ▁نام
▁ ٥ ٦ ۔ ▁اور ▁میں ▁نے ▁جن ▁و ▁انس ▁کو ▁خلق ▁نہیں ▁کیا ▁مگر ▁یہ ▁کہ ▁وہ ▁میری ▁عبادت ▁کریں۔
▁اپنی ▁تحریر ▁شامل ▁کریں
▁مطلوب ہ ▁الفاظ
▁ماہرین ▁کا ▁کہنا ▁ہے ▁کہ ▁یہ ▁موضوع ▁جمعہ ▁سات ▁جولائی ▁سے ▁جرمنی ▁میں ▁شروع ▁ہونے ▁والے ▁جی ▁ٹوئنٹی ▁سربراہ ی ▁اجلاس ▁میں ▁بھی ▁زیر ▁بحث ▁آ ▁سکتا ▁ہے۔ ▁ہی م برگ ▁اجلاس ▁کے ▁دوران ▁چینی ▁صدر ▁شی ▁جنگ ▁پ نگ ▁اور ▁بھارتی ▁وزیر ▁اعظم ▁نریندر ▁مودی ▁کے ▁ما بین ▁ملاقات ▁بھی ▁ہو ▁سکتی ▁ہے۔
▁پاکستان ▁نے ▁ملکی ▁طلب ▁سے ▁زائد ▁چینی ▁تیار ▁کر ▁لی ▁، ▁اس ▁لئے ▁5 ▁لاکھ ▁ ٹن ▁چینی ▁ایکس پور ٹ ▁کریں ▁گے ، سک ندر ▁حیات ▁خان ▁بوس ن ،
▁غیر ▁مسلم ▁کی ▁نجات
▁یاد ▁رہے ▁کہ ▁ستمبر ▁کے ▁آخری ▁ہفتے ▁میں ▁انسداد ▁دہشتگرد ی ▁کی ▁عدالت ▁ان ہی ▁ملزمان ▁کو ▁عمر ▁قید ▁، ▁اضافی ▁قید ▁اور ▁جرم ان وں ▁کی ▁سزا ئیں ▁سنا ▁چکی ▁ہیں۔
▁ال حاق ، ▁ایک ٹ ، ▁ متنا زع ہ ، ▁اسلام ▁آباد ، ▁انتخاب ، ▁نتائج ، جم وں ▁کشمیر ، ▁ل بر یشن ▁فر نٹ ، ▁کشمیر ،
▁ماحول ▁درست ▁ہو ▁تو ▁شمالی ▁کوریا ▁کے ▁امریکہ ▁کے ▁ساتھ ▁مذاکرات ...

▁انگلینڈ ▁کے ▁خلاف ▁چار ▁ون ▁ڈے ▁انٹرنیشنل ▁اور ▁تین ▁ٹوئنٹی ▁ٹوئنٹی ▁میچ ز ▁کے ▁لئے ▁پاکستان ▁ٹیم ▁کا ▁اعلان ▁آج ▁کیا ج ائے ▁گا۔ ▁چیف ▁سل یکٹر ▁محمد الی اس ▁دبئی ▁میں ▁ٹیم ▁انتظامیہ ▁سے ▁مشاور ت ▁کر چ کے ▁ہیں ▁اور ▁آج ▁چیئرمین ▁پی ▁سی ▁بی ▁کی ▁منظوری ▁سے ▁ٹیم ▁کا اع لان ▁ہوگا۔ چی ف ▁سل یکٹر ▁محمد الی اس ▁کا ▁کہنا ہے ▁کہ ▁محدود ▁او ورز ▁کے ▁میچ وں ▁کے ▁لئے ▁بھی ▁بہترین ▁دستیاب ▁کھلاڑیوں ▁کو ▁منتخب ▁کیا ج ائے ▁گا۔ ▁توقع ▁ہے ▁کہ ▁ٹیسٹ ▁سیریز ▁میں ▁شامل ▁ اظ ہر علی ، توف یق ▁عمر ▁اور ▁جن ید خان ▁وطن ▁واپس ▁آج ائیں ▁گے۔ فا سٹ ▁بول ر ▁محمد طل ح ہ ▁پہلے ▁ہی ▁ان ▁فٹ ▁ہوکر ▁واپس ▁آ چ کے ▁ہیں۔ شا ہ د ▁آفریدی ، س ہ یل ▁تنو یر ، ش ع یب ▁ملک ▁اور ▁محمد خل یل ▁یو ا ے ▁ای ▁میں ▁ٹیم ▁کو ▁جو ائن ▁کریں ▁گے۔ و کٹ ▁کی پر عد نان ▁اک مل ▁کو ▁ون ▁ڈے ▁ٹیم ▁میں ▁بھی ▁برقرار رک ھے ▁جانے ▁کا ▁امکان ▁ہے۔
▁اسلام ▁اور ▁ٹیکنالوجی
▁جب ▁وہ ▁شیر ▁اس ▁آل و ▁بخار ے ▁کی ▁جھ ا ڑی ▁سے ▁نکل ا ▁تھا ، ▁نصف ▁صدی ▁گذر ▁چکی ▁ہے۔ ▁گذشتہ ▁ب تیس ▁سال وں ▁میں ▁میں ▁نے ▁بے ▁شمار ▁آدم ▁خور وں ▁کا ▁سامنا ▁بھی ▁کیا ▁ہے ، ▁ایسے ▁مناظر ▁بھی ▁دیکھ ے ▁ہیں ▁جو ▁پتھر ▁کو ▁بھی ▁ موم ▁کر ▁دیں ، ▁میں ▁نے ▁کبھی ▁ایسا ▁نہیں ▁دیکھا ▁کہ ▁شیر ▁نے ▁بلا ▁وجہ ▁شکار ▁کیا ▁ہو۔ ▁ان ▁کا ▁کام ▁ہمیشہ ▁اپنی ▁بھوک ▁م ٹا نے ▁کے ▁لئے ▁شکار ▁تک ▁محدود ▁ہوتا ▁ہے ▁چاہے ▁یہ ▁شکار ▁انسانی ▁شکل ▁میں ▁ہو ▁یا ▁پھر ▁جانور ▁کی ▁شکل ▁میں ۔
▁تعز یری ▁بست یوں ▁کی ▁تاریخ ▁میں ▁ان ڈ مان ▁کا ▁ایک ▁خاص ▁مقام ▁ہے۔ ▁ان ڈ مان ▁سے ▁قبل ▁کی ▁تعز یری ▁بست یاں ▁ایسے ▁لوگوں ▁کے ▁لیے ▁قائم ▁کی ▁گئی ▁تھیں ▁جو ▁نو ▁آبادی اتی ▁سلطنت ▁کے ▁لیے ▁اندر ▁سے ▁خطرناک ▁ہو ▁سکتے ▁تھے۔ ▁قتل ، ▁لوٹ ، ▁ڈ کی تی ▁اور ▁فریب ▁کاری ▁میں ▁ملوث ▁ہندوستان ی ▁مجرم ▁اسی ▁قبیل ▁میں ▁آتے ▁تھے۔ ▁ان ▁سے ▁نو ▁آبادی اتی ▁نظام ِ ▁قانون ▁کے ▁لیے ▁ایک ▁ایسا ▁خطرہ ▁پیدا ▁ہو ▁تا ▁تھا ▁جس ▁سے ▁نجات ▁حاصل ▁کیے ▁بغیر ▁نہ ▁امن ▁و ▁امان ▁قائم ▁ہو ▁سکتا ▁تھا ▁نہ ▁نو ▁آبادی اتی ▁سلطنت ▁کو ▁استحکام ▁حاصل ▁ہو ▁سکتا ▁تھا۔ ▁ایسے ▁مجرم وں ▁کو ▁مل ایا ▁اور ▁مار یش ش ▁کی ▁تعز یری ▁بست یوں ▁میں ▁بھیج ▁کر ▁ان ▁کے ▁دل ▁میں ▁حکومت ▁کا ▁خوف ▁اور ▁عوام ▁میں ▁ایسے ▁جرائم ▁کے ▁انجام ▁کا ▁خوف ▁پیدا ▁کرنے ▁کا ▁کام ▁کیا ▁گیا۔
▁چیئرمین ▁تحریک ▁انصاف ▁عمران ▁خان ▁بھی ▁کروڑ وں ▁روپے ▁کے ▁اثاث وں ▁کے ▁مالک

▁اخبار ▁لکھ تا ▁ہے ▁کہ ▁ڈ اک ▁کے ▁حجم ▁کی ▁تاریخی ▁طور ▁پر ▁کم ▁ترین ▁سطح ▁کے ▁باوجود ▁اگر ▁ہفتے ▁میں ▁چھ ▁دن ▁ڈ اک ▁کی ▁تقسیم ▁کو اس ▁ملک ▁کی ▁ایک ▁ضرورت ▁خیال ▁کیا ▁جاتا ▁ہے ، ▁تو ▁یہ ▁ایک ▁پ بل ک ▁سروس ▁ہے ▁جس ▁کی ▁مالی ▁اع انت ▁کی ▁جان ی ▁چاہیے ، ▁چاہے ▁وفاقی ▁حکومت ▁کو ▁کتنی ▁ہی ▁مشکل ▁میں ▁کیوں ▁نہ ▁ہو ▁۔ ▁لیکن ▁اگر ▁محکمہ ▁ڈ اک ▁کو ▁کانگریس ▁کی ▁مدد ▁کے ▁بغیر ▁قائم ▁رہ نا ▁ہے تو ▁اسے ▁مزید ▁خود ▁اختیار ی ▁دینی ▁چاہیے ▁، ▁یعنی ▁ڈ اک ▁کے ▁حکام ▁کو ▁ڈ اک ▁کی ▁ترس یل ▁کے ▁دن ▁طے ▁کرنے ▁، ڈا ک ▁کے ▁نرخ ▁مقرر ▁کرنے ▁اور ▁نئے ▁اختراع ی ▁طریق وں ▁مثلا ً ▁انٹرنیٹ ▁سروس ز ▁پر ▁غور ▁کرنے ▁کی ▁اجازت ▁دی ▁جان ی ▁چاہیے ، ▁جس ▁سے ▁وہ ▁ اگ لی ▁صدی ▁کے ▁لیے ▁اپنا ▁مش ن ▁از ▁سر ▁نو ▁ متع ین ▁کر ▁سکے ▁گا۔ ▁اخبار ▁لکھ تا ▁ہے ▁کہ ▁مزید ▁خود ▁مختار ی ▁حاصل ▁ہونے ▁سے اس ے ▁اپنے ▁مالی ▁وسائل ▁پیدا ▁کرنے ▁کے ▁مواقع ▁حاصل ▁ہوں ▁گے ▁اور ▁کانگریس ▁کو ▁یہ ▁فائدہ ▁ہو ▁گا ▁کہ ▁اسے ▁ڈ اک ▁کے ▁حکام ▁کے ▁غلط ▁فیصل وں ▁کے ▁نتیجے ▁میں ▁ہونے ▁والے ▁نقصان ات ▁کے ▁از ال ے ▁کا ▁ تردد ▁نہیں ▁کرنا ▁پڑے ▁گا ▁اور ▁محکمہ ▁اپنے ▁غلط ▁فیصل وں ▁کے ▁نقصان ات ▁کی ▁ذم ہ ▁داری ▁بھی ▁خود ▁ہی ▁اٹھا ئے ▁گا۔
▁ان ▁کے ▁مطابق ▁ ’ ا صل ▁اثر ▁ایران ▁کے ▁ردعمل ▁پر ▁سامنے ▁آئے ▁گا ▁تاہم ▁مجھے ▁کچھ ▁زیادہ ▁کی ▁امید ▁نہیں ‘ ۔
▁پہلی ▁ق سط ▁24 ▁مئی ▁2013 ء ▁کو ▁لکھ ی ▁تھی
▁اور ▁رکھی ▁ہے ▁من کر وں ▁کو ▁د کھ ▁کی ▁مار ۔
▁چونکہ ▁باد شاه ▁سلامت ▁کا ▁حکم ▁ه ے ▁کہ ▁انصاف ▁ضرور ▁ہو ▁گا ▁، اور ▁جلد ▁هو ▁گا
▁سائنس ▁اور ▁ٹیکنالوجی
▁مقبوضہ ▁کشمیر ▁میں ▁حالات ▁بہتر ▁ہونے ▁کے ▁بجائے ▁بد تر ▁ہو ▁رہے ▁ہیں ، عمر ▁عبداللہ
▁کو رن نگ ( www . cor ning . com ) ▁علوم ▁مادی ات ▁میں ▁معروف ▁جد ت ▁ط راز ▁ہے۔ ▁کو رن نگ ▁نے ▁نئی ▁صنعت یں ▁تخلیق ▁کرنے ▁اور ▁زندگی وں ▁کو ▁تبدیل ▁کرنے ▁والی ▁مصنوعات ▁تیار ▁کرنے ▁کے ▁لیے ▁خصوصی ▁گل اس ، ▁سف ال ▁گری ، ▁اور ▁بصری ▁طبیعی ات ▁میں ▁اپنا ▁160 ▁سے ▁زائد ▁سال وں ▁کا ▁بے ▁مثال ▁تجربہ ▁استعمال ▁کیا۔ ▁کو رن نگ ▁آر ▁اینڈ ▁ڈی ▁میں ▁مستقل ▁سرمایہ ▁کاری ، ▁ماد وں ▁کے ▁ان وک ھے ▁م لاپ ▁اور ▁جد ت ▁ طر ازی ▁کو ▁عمل ▁کا ▁روپ ▁دینے ▁اور ▁ٹیکنالوجی ▁کے ▁سنگین ▁چیلنج ز ▁کو ▁حل ▁کرنے ▁کے ▁لیے ▁صارفین ▁کے ▁ساتھ ▁تعاون ▁کے ▁ذریعے ▁کامیابی ▁حاصل ▁کی ▁ہے۔ ▁آج ▁کو رن نگ ▁کی ▁مصنوعات ▁مختلف ▁صنعت وں ، ▁بش مول ▁حیات ی ▁سائنس ، ▁کو ▁تقویت ▁دیتی ▁ہیں ▁جہاں ▁کو رن نگ ▁کی ▁بھر وس ہ ▁مند ▁مصنوعات ▁اد وی ات ▁کی ▁دریافت ▁اور ▁تیاری ▁کو ▁تیز ▁تر ▁کرنے ▁کے ▁لیے ▁استعمال ▁ہوتی ▁ہیں۔
▁ایک ▁دن ▁میں ▁اسکول ▁کے ▁میدان ▁میں ▁بین چ ▁پر ▁بیٹھ ا ▁کچھ ▁لکھ ▁رہا ▁تھا ▁کہ ▁راہ ول ▁اور ▁کر ش نا ▁اپنے ▁گروپ ▁کے ▁ہمراہ ▁ چہ ل ▁قدم ی ▁کرتے ▁ہوئے ▁بین چ ▁کے ▁ساتھ ▁کھڑے ▁ہوکر ▁باتیں ▁کرنے ▁لگے ۔ ▁’’ یار ▁کر ش نا ! ▁مجھے ▁تو ▁یہ ▁سوچ ▁کر ▁ہی ▁کرا ہ یت ▁آتی ▁ہے ▁کہ ▁انسان ▁ایک ▁معصوم ▁جانور ▁جس ▁کے ▁چہرے ▁سے ▁معصوم یت ▁ٹ پک تی ▁ہے ‘ ▁اسے ▁بان دھ ▁کر ▁اپنے ▁ہاتھوں ▁سے ۔۔۔ ▁انتہائی ▁بے ▁در دی ▁سے ▁قتل ▁کرکے ▁اسے ▁آگ ▁میں ▁پک ات ا ▁ہے ▁اور ▁پھر ▁اسے ▁۔ ۔۔۔۔۔ کی ▁طرح ▁کھا ▁جاتا ▁ہے۔ ‘‘ ▁یہ ▁لوگ ▁مجھے ▁سنا نا ▁چاہ ▁رہے ▁تھے۔
▁یورو ▁کرنسی ▁کا ▁اجراء ▁تقریبا ً ▁پندرہ ▁برس ▁پہلے ▁عمل ▁میں ▁آیا ▁تھا۔ ▁گزشتہ ▁دو ▁برس وں ▁سے ▁م رحل ہ ▁وار ▁ان ▁کرنسی ▁نوٹ وں ▁کو ▁تبدیل ▁کیا ▁جا ▁رہا ▁ہے۔ ▁بدھ ▁پچ یس ▁نومبر ▁سے ▁بیس ▁یورو ▁کا ▁نیا ▁کرنسی ▁نوٹ ▁جاری ▁کر ▁دیا ▁گیا ▁ہے۔ ▁مئی ▁2013 ء ▁میں ▁پانچ ▁یورو ▁کا ▁جبکہ ▁ستمبر ▁2014 ء ▁میں ▁دس ▁یورو ▁کا ▁نیا ▁کرنسی ▁نوٹ ▁جاری ▁کیا ▁گیا ▁تھا۔ ▁بعد ▁میں ▁بڑی ▁مالی ت ▁کے ▁نوٹ ▁بھی ▁تبدیل ▁کر ▁دیے ▁جائیں ▁گے۔
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁آصف ▁علی ▁زرداری ▁نے ▁اگلے ▁جل سے ▁کا ▁اعلان ▁کردیا
▁ڈی ▁جی ▁آئی ▁ایس ▁پی ▁آر ▁کو ▁ہل ال ▁امتیاز ▁مل ٹری ▁سے ▁نواز ا ▁گیا
▁سم ی ع ▁اللہ ▁سعد ی ▁بھائی ▁نے ▁ڈاکٹر ▁جاوید ▁اکبر ▁ان صار ی ▁صاحب ▁کی ▁فکر ▁کو ▁ خراج ▁تحسین ▁پیش ▁کرنے ▁کے ▁لئے ▁تعریف ی ▁کلمات ▁سے ▁بھرپور ▁پوسٹ ▁لگا ئی ▁ہے ▁اور ▁ساتھ ▁ہی ▁ان ▁کے ▁افکار ▁کے ▁لئے ▁" ان صار ی ▁سکول ▁آف ▁تھا ٹ " ▁کی ▁اصطلاح ▁بھی ▁استعمال ▁فرما ▁دی ▁ہے
▁’’ شام ▁میں ▁خوف زد ہ ▁کر ▁دینے ▁جیسا ▁کچھ ▁نہیں ‘‘
▁پاکستان ▁عوامی ▁تحریک ▁کے ▁سربراہ ▁اور ▁کارکنان ▁کے ▁خلاف ▁مقدم ے ▁کی ▁سماعت 7 جون ▁تک ▁ملت وی
▁سب ▁سے ▁زیادہ ▁مقبول
▁یہ ▁تحقیق ▁او بی سٹ ی ▁و یک ▁2015 ▁نامی ▁می ڈیکل ▁کانفرنس ▁میں ▁پیش ▁کی ▁جائے ▁گی۔
▁بین ▁الاقوامی ▁خبر ▁رس اں ▁ادارے ▁کے ▁مطابق ▁بحر ی ▁جہاز وں ▁کو ▁سمندر ی ▁ل ہر وں ▁کی ▁مزاحمت ▁سے ▁پیدا ▁ہونے ▁والے ▁مضر ▁اثرات ▁سے ▁محفوظ ▁رکھنے ▁کے ▁لیے ▁سائنس ▁دان ▁ایسا ▁کی می کل ▁تیار ▁کرنے ▁میں ▁استعمال ▁ہوگئے ▁جس ▁سے ▁جہاز ▁کو ▁رنگ نے ▁کے ▁بعد ▁نہ ▁صرف ▁یہ ▁کہ ▁جہاز ▁کی ▁رفتار ▁تیز ▁ہوجائے ▁گی ▁بلکہ ▁فی ول ▁کے ▁اخراج ات ▁میں ▁بھی ▁نمای اں ▁کمی ▁واقع ▁ہوگی۔
▁اوپر ▁دی ▁گئی ▁دستاویز ▁صفحہ ▁سان چہ : پ ہ لا ▁مضمون / دست ا ویز ▁سے ▁شامل ▁کی ▁گئی ▁ہے۔ ▁( تر م یم ▁_ ▁تاریخ چہ )

▁پاکستان ▁کے ▁ٹ اپ ▁کیو ئ سٹ ▁پاکستان ▁بل ئیر ڈ ▁اور ▁اس نو کر ▁ایس وسی ▁ای شن ▁کے ▁خلاف ▁پھ ٹ ▁پڑے ▁مطالب ے ▁پورے ▁ہونے ▁تک ▁اس نو کر ▁کے ▁کھیل ▁کو ▁جاری ▁نہ ▁رکھنے ▁کا ▁اعلان ▁کردیا
▁ح ائ ض ہ ▁خاتون ▁کے ▁بارے ▁میں ▁اس ▁وضاحت ▁کی ▁بنیاد ▁پر ▁ہم ▁ذہنی ▁مع ذور ▁شخص ▁کو ▁بھی ▁ قی اس ▁کر ▁سکتے ▁ہیں۔ ▁اس ▁پر ▁یہ ▁بیماری ▁اللہ ▁تعالی ▁کی ▁جانب ▁سے ▁آئی ▁ہے ▁جس ▁میں ▁اس ▁کا ▁کوئی ▁قصور ▁نہیں۔ ▁اسی ▁وجہ ▁سے ▁جب ▁تک ▁وہ ▁ذہنی ▁طور ▁پر ▁مع ذور ▁رہے ▁اور ▁اس ▁کی ▁عقل ▁لوٹ ▁کر ▁نہ ▁آئے ، ▁اسے ▁نماز ▁معاف ▁کر ▁دی ▁گئی ▁ہے۔
▁وہ ▁بے ▁بس ی ▁سی ▁بچوں ▁کی ▁طرح ▁پھ وٹ ▁پھ وٹ ▁کر ▁رو ▁پڑ ی ▁تھی ▁۔
▁اب ▁اس ▁کسان ▁کی ▁بات ▁سن ▁لیں ، ▁پہلے ▁یہ ▁بڑا ▁محنت ی ▁تھا ، ▁سخت ▁محنت ▁مشق ت ▁کیا ▁کرتا ▁اور ▁اس ▁کا ▁مع دہ ▁ل کڑ ▁ہ ضم ، ▁پتھر ▁ہ ضم ▁تھا ، ▁لیکن ▁جب ▁اسے ▁ع یش ▁و ▁عشر ت ▁میں ▁رکھا ▁گیا ▁تو ▁یہ ▁نرم ▁اور ▁نازک ▁مزاج ▁ہو ▁گیا ، ▁شاہ ی ▁کھانے ▁کھا ▁کھا ▁کر ▁اس ▁کا ▁مع دہ ▁پہلے ▁جیسا ▁نہیں ▁رہا ، ▁آج ▁آپ ▁نے ▁دیکھ ▁لیا ▁کہ ▁تر ب وز ▁اور ▁دو دھ ▁نے ▁اس ▁پر ▁کتنی ▁جلد ی ▁اثر ▁کیا ▁اور ▁یہ ▁درد ▁اور ▁تکلیف ▁کی ▁وجہ ▁سے ▁ت ڑ پ نے ▁لگا ، ▁یہ ▁صرف ▁اور ▁صرف ▁آرام ▁طلب ی ▁اور ▁محنت ▁نہ ▁کرنے ▁کا ▁نتیجہ ▁ہے ▁، ▁کسان ▁جب ▁تک ▁محنت ▁کرتا ▁اور ▁ساد ہ ▁زندگی ▁ب سر ▁کرتا ▁رہا ، ▁وہ ▁بیماری وں ▁سے ▁دور ▁رہا ▁لیکن ▁جب ▁وہ ▁محنت ▁ترک ▁کر ▁کے ▁ع یش ▁و ▁آرام ▁کی ▁زندگی ▁ب سر ▁کرنے ▁لگا ، ▁اس ▁کی ▁طبیعت ▁میں ▁ن زا کت ▁آ ▁گئی ▁اور ▁وہ ▁بہت ▁جلد ▁بیمار ▁ہو ▁گیا۔
▁تقریر ▁کے ▁دوران ▁عمران ▁خان ▁کی ▁جانب ▁جو تا ▁اچھا ل ▁دیا ▁گیا
▁مظفر ▁آباد : ▁صدر ▁آزاد ▁جم وں ▁و ▁کشمیر ▁/ چان سل ر ▁سردار ▁محمد ▁ی عق وب ▁خان ▁کا ▁آزاد ▁جم وں ▁و ▁کشمیر ▁یونیورسٹی ▁کے ▁13 ویں ▁کان و وک یشن ▁کے ▁..
▁لندن ▁نی چر ل ▁ہ سٹر ی ▁می وزی م ▁سے ▁تعلق ▁رکھنے ▁والے ▁علم ▁البشر یات ▁اور ▁تاریخ ▁کے ما ہر ▁کر س ▁اس ٹر نگر ▁نے ▁کہا ▁کہ ▁یہ ▁نشان ات ▁دو ▁پیر وں ▁سے ▁چلنے ▁کی ▁صفت ▁رکھنے ▁والے ▁ہماری ▁طرح ▁کے ▁انسان وں ▁کے ▁ہیں ▁جن ▁کی ▁او نچ ائی ▁ہو ▁بہ و ▁ہمارے ▁قد ▁سے ▁مش اب ہ ▁رہی ▁ہوگی ▁۔
▁اردو ▁پوائنٹ ▁پاکستان ▁۔ ▁ای تھ لیٹ س ▁ایس وسی ▁ای شن ▁کے ▁زیر ▁اہتمام ▁کل ▁ سپورٹس ▁کمپ ل یکس ▁میں ▁100 م یٹر ▁ ریس ▁کے ▁م قا ▁بل ے ▁منعقد ▁ہوں ▁گے ▁۔ ▁اسلام ▁آباد
▁جملہ ▁حقوق ▁بحق ▁مل حم ہ ▁بلاگ ▁2013 ▁محفوظ ▁ہیں۔ ▁پوش اک ▁بنانے ▁والے ▁ دلی پ ▁کم ار ▁اردو ▁ترجمہ ▁محمد ▁بل ال ▁خان
▁ری حام ▁خان ▁کی ▁طلاق ▁میں ▁بشری ٰ ▁بی ▁بی ▁کا ▁کیا ▁کردار ▁تھا ▁؟ ▁ری حام ▁خان ▁نے ▁سنگین ▁الزامات ▁عائد ▁کر ▁دیے
▁رسائی ▁کے ▁لنکس
▁ویڈیو ▁اور ▁آ ڈی و ▁خبریں
▁قاضی ▁منصور ▁پوری ▁صاحب ▁ تیس ▁سال ▁تک ▁پ ٹی الہ ▁کی ▁مسجد ▁میں ▁خط بہ ▁جمعہ ▁فرماتے ▁رہے ▁اور ▁1930 ▁میں ▁جب ▁دوسرے ▁حج ▁کے ▁لئے ▁روانہ ▁ہوئے ▁تو ▁نماز ▁جمعہ ▁کے ▁بعد ▁فرمایا ▁کہ ▁اس ▁مسجد ▁میں ▁یہ ▁میرا ▁آخری ▁جمعہ ▁ہے ۔۔۔۔۔ ▁چنانچہ ▁ایسا ▁ہی ▁ہوا ▁اور ▁مولانا ▁حج ▁سے ▁واپسی ▁پر ▁جہاز ▁میں ▁وفات ▁پا ▁گئے۔ ۔ ( قاض ی ▁محمد ▁سلمان ▁منصور ▁پوری ، ▁صفحہ ▁ 387 ، 388 ) ۔
▁خواتین ▁کا ▁صفحہ
▁دہشتگرد ی ▁سے ▁متاثر ہ ▁خاندان وں ▁سے ▁اظہار ▁افسوس ▁کیا ▁ہے۔ ▁ان ▁کا ▁کہنا ▁ہے ▁کہ ▁پاکستان ▁ہر ▁قسم ▁کی ▁دہشتگرد ی ▁کی ▁مذمت ▁کرتا ▁ہے ▁اور ▁دہشتگرد ی ▁کی ▁لعنت ▁کے ▁مکمل ▁خاتمے ▁کیلئے ▁پر ع زم ▁ہے۔
▁القمر ▁آن ▁لائن ▁یو نی ▁کو ڈ ▁میں ▁، ▁ایک ▁اہم ▁سنگ ▁میل
▁میرا ▁وعدہ ▁ہے ▁کہ ▁میں ▁پاکستان ▁میں ▁کسان وں ▁کے ▁حالات ▁زندگی ▁بہتر ▁بنانے ▁کیلئے ▁اقدامات ▁کر وں ▁گا ▁کیونکہ ▁میں ▁بہت ▁اچھی ▁طرح ▁سے ▁ج ... ▁twitter . com / i / web / status /1 ... ▁1 ▁hour ▁ago
▁سینیٹ ▁میں ▁شور ▁شراب ہ ▁لیکن ▁وفاقی ▁وزیر ▁اطلاعات ▁فواد ▁چوہدری ▁کا ▁معافی ▁مانگ نے ▁سے ▁انکار

▁لاگ ▁ان ▁رہیں
▁تم ▁مل ▁ہی ▁جا ؤ ▁گے
▁سرکاری ▁سکول وں ▁کے ▁اساتذہ ▁و ▁طلب ا ▁کی ▁یوم ▁پاکستان ▁واک
▁شام ▁کی ▁خودم ختار ی ▁کا ▁احترام ▁کرے ▁اسرائیل : ▁روس
▁ترجمان ▁کے ▁مطابق ▁وزارت ▁آئی ▁ٹی ▁نے ▁پاکستان ▁ٹیلی ▁کمی ونی ▁ کشن ▁اتھارٹی ▁( پی ▁ٹی ▁اے ) ▁کو ▁اس ▁سلسلے ▁میں ▁ہ دا یات ▁بھی ▁جاری ▁کردی ▁ہیں . جب کہ ▁پی ▁ٹی ▁اے ▁نے ▁گ ستا خان ہ ▁مواد ▁ہٹا ئے ▁جانے ▁سے ▁متعلق ▁سپریم ▁کورٹ ▁کو ▁بھی ▁آگاہ ▁کردیا ▁ہے . پاکستان ▁ٹیلی ▁کمی ونی ▁ کشن ▁کمپنی ▁لم یٹ ڈ ▁( پی ▁ٹی ▁سی ▁ایل ) ▁نے ▁اپنے ▁آف ی شل ▁فیس ▁بک ▁پی ج ▁پر ▁اس ▁فیصلے ▁پر ▁خوشی ▁کا ▁اظہار ▁کیا .
▁شیئر نگ ▁کے ▁بارے ▁میں
▁جی و ▁نیوز ▁کے ▁رپورٹ ر ▁نے ▁جی و ▁کے ▁پروگرام ▁میں ▁جی و ▁کی ▁انتظامیہ ▁کو ▁ رگ ڑا ▁دے ▁دیا ▁۔
▁زمرہ : ا متنا ع ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁فائرنگ ▁کے ▁بعد ▁شر پسند ▁فرار ▁ہونے ▁میں ▁کامیاب ▁ہوگئے ▁تاہم ▁سیکیورٹی ▁فورسز ▁کی ▁بھاری ▁نفر ی ▁نے ▁علاقے ▁کا ▁م حاصر ہ ▁کر ▁کے ▁ملزمان ▁کی ▁گرفتاری ▁کے ▁لئے ▁سرچ ▁آپریشن ▁شروع ▁کر ▁دیا ▁ہے۔

▁پاس ▁ ورڈ ▁کی ▁وصول ی
▁نیا ▁پاکستان ▁ہاؤس نگ ▁پروگرام ▁کو ▁19 ▁شہروں ▁تک ▁وسیع ▁کر ▁دیا ▁گیا ▁، گھ ر ▁کی ▁کل ▁قیمت ▁اور ▁ماہ انہ ▁ق سط ▁کتنی ▁ہوگی ؟ ت ف ص یل ات ▁جاری
▁08 ▁نومبر ▁2016 ▁(16 :31 ) ▁انگلینڈ ▁کی ▁ٹیم ▁انڈیا ▁کے ▁دورے ▁پر ▁آئی ▁ہوئی ▁اور ▁نو ▁نومبر ▁سے ▁پہلا ▁ٹیسٹ ▁شروع ▁ہونے ▁والا ▁ہے ▁لیکن ▁سیریز ▁سے ▁قبل ▁ہی ▁کپتان ▁...
▁پچ ▁پا انس ▁، ▁ ریس ▁کی پ ▁می ث اق ▁جمہوریت ▁میں ▁پوائنٹ ▁کے ▁قریب ▁ایک ▁سائیکل ▁راستے ▁سے ▁دیکھتے ▁ہیں . ▁Province town ▁، ▁می سا چ وس ٹس ▁، ▁5 ▁، ▁فروری ▁2005.

▁Uni us Re i 3 ▁ایک ▁تبصرہ ▁15 ▁ منٹ ▁پہلے ▁تعینات ▁کیا ▁گیا ▁ہے ▁[ آپ ▁کو ▁نہیں ▁برداشت ▁کر ▁سکتے ▁ہیں ، ▁کہ ▁ایک ▁دن ▁یہ ▁آپ ▁کے ▁لئے ▁ایک ▁صدم ے ▁بن ▁سکتے ▁ہیں ] ▁جی ▁ہاں ، ▁حضرت ▁عیسی ▁علیہ ▁السلام ▁خدا ▁ہے ، ▁زندہ ▁خدا ▁کا ▁بیٹا ، ▁کی ▁تعریف ▁کی ▁جائے ▁قابل : ▁" میں ▁الفا ▁ہوں ▁اور ▁ ومی گا ، ▁شروع ▁اور ▁آخر ▁... ▁کون ▁ہے ▁اور ▁کون ▁تھا ▁اور ▁جو ▁اللہ ▁تعالی ▁" ( 1.8 ▁Rev ) ▁آنے ▁والا ▁ہے . ▁" ی قی نا ▁میں ▁نے ▁جلد ی ▁سے ▁آ ▁رہا ▁ہوں " ▁آم ین . ▁میں ▁نے ▁بھی ▁حضرت ▁عیسی ▁علیہ ▁السلام ▁رب ▁کے ▁طور ▁پر ▁جانتا ▁ہوں ! ▁( Re v ▁22 ، ▁20 ). ▁انہوں ▁نے ▁ یس وع ▁مسیح ▁خدا ▁ہے ، ▁وہ ▁خدا ▁کا ▁بیٹا ▁ہے . ▁وہ ▁مقدس ▁ت ث لی ث ▁کا ▁ایک ▁حصہ ▁ہے . ▁خدا ▁والد ▁صاحب ، ▁خدا ▁بیٹے ▁اور ▁خدا ▁روح ▁القدس ! ▁ یس وع ▁صرف ▁آدمی ▁نہیں ▁تھا ، ▁انہوں ▁نے ▁انسانی ▁شکل ▁میں ▁خدا ▁تھا . ▁( یعنی ▁ایک ▁صرف ▁خدا )
▁ایک ▁ حن فی ▁عالم ▁اہل ▁سنت ▁کو ، ▁جناب ▁فاطمہ ▁زہر ا ▁سلام ▁اللہ ▁علی ھا ▁کا ▁حکم ، ▁امام ▁حسین ▁ع ▁کے ▁لئے ▁نوح ہ ▁خوانی ▁کرنے ▁کا
▁اللہ ▁تعالی ٰ ▁ہم ▁سب ▁کو ▁اس ▁ذکر ▁ال ٰ ہی ▁اور ▁ہر ▁نیک ی ▁اور ▁خیر ▁کی ▁توفیق ▁عطا ▁فرما ئے ، ▁وہ ▁ہی ▁بہت ▁زیادہ ▁سن نے ▁والا ▁اور ▁قبول ▁فرمان ے ▁والا ▁ہے۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁ ’ امر یکی ▁سفارت ▁کاری ▁کا ▁پیچ ید ہ ▁معاملہ ‘
▁آپ ▁کا ▁مقامی ▁ہیرو ▁کون ▁ہے ▁؟
▁’’ ▁شعر ▁کی ▁اس ▁سے ▁زیادہ ▁کوئی ▁بد قسم تی ▁نہیں ▁کہ ▁ت خیل ▁کا ▁بے ▁جا ▁استعمال ▁کیا ▁جائے۔ ▁‘‘ ▁( ای ضا ً ۔ ▁ص : ۴۰ )
▁مصر ، ▁فرع ون ▁کے ▁دور ▁کا ▁ایک ▁اہم ▁قبرستان ▁دریافت
▁اور یا ‘ ▁بی ▁جے ▁پی ▁سربراہ ▁کے ▁شوہر ▁‘ ▁بھائی ▁‘ ▁دیگر ▁چار ▁پر ▁زمین ▁پر ▁قبضہ ▁کا ▁مقدمہ ▁درج
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁م سٹر ▁بات رش ولی ▁کہتے ▁ہیں ▁کہ ▁آج ▁کل ▁ان ▁کا ▁گزار ہ ▁پن شن ▁پر ▁ہوتا ▁ہے ▁اور ▁اس ▁کے ▁علاوہ ▁ان ▁کا ▁بڑا ▁بیٹا ▁چ نگ یز ▁بھی ▁ان ▁کی ▁مدد ▁کرتا ▁ہے ▁جو ▁گاؤں ▁ہی ▁میں ▁رہتا ▁ہے۔
▁پہلی ▁محبت ▁کالج ▁میں ▁ہوئی ، ▁دوسری ▁کا ▁امکان ▁نہیں ، ▁اداکارہ ▁کو مل ▁عزیز
▁ہم ▁میں ▁سے ▁اکثر ▁لوگ ▁فل و ▁سے ▁متاثر ▁ہونے ▁پر ▁کئی ▁دن ▁تک ▁تھ کن ، ▁سر ▁درد ، ▁جسم ▁کا ▁درد ، ▁ ٹھ نڈ ▁لگ نے ▁اور ▁بخار ▁جیسی ▁علامات ▁کا ▁شکار ▁رہتے ▁ہیں۔ بہ ت ▁سے ▁لوگ ▁کچھ ▁ہی ▁دن ▁میں ▁صحت ▁یا ب ▁ہو ...
▁آن دھر ا ▁پر دی ش ▁کے ▁ساحل ▁سے ▁ٹکرا یا ▁سمندر ی ▁طوفان ▁پی تھ ائی ▁، ▁شدید ▁بارش ▁، ▁عام ▁زندگی ▁مف لوج
▁ایک ▁انٹرویو ▁میں ▁انہوں ▁نے ▁کہاکہ ▁پی ▁سی ▁بی ▁کو ▁معاملے ▁کی ▁مکمل ▁چھ ان ▁بین ▁کرنی ▁چاہیے ▁اگر ▁شر جی ل ▁خان ▁قصور ▁وار ▁ہیں ▁تب ▁بھی ▁ایسا ▁عمل ▁اپنا یا ▁جائے ▁کرکٹ ▁اور ▁کھلاڑی ▁بدن امی ▁نہ ▁ہو۔ ▁قومی ▁کرکٹ ر ▁شر جی ل ▁خان ▁کی ▁جانب ▁سے ▁دھمکی اں ▁ملنے ▁کے ▁بیان ▁پر ▁سابق ▁چیف ▁سل یکٹر ▁محمد ▁الی اس ▁نے ▁کہاکہ ▁شر جی ل ▁کو ▁اس ▁معاملے ▁پر ▁زیادہ ▁پریشان ▁نہیں ▁ہونا ▁چاہیے ▁اور ▁معاملے ▁کا ▁بہ ادر ی ▁سے ▁سامنا ▁کرنا ▁چاہیے۔ ▁محمد ▁الی اس ▁کا ▁کہنا ▁تھا ▁کہ ▁جو ▁شخص ▁صرف ▁2 ▁دو ▁لاکھ ▁روپے ▁کیلئے ▁بل یک ▁میل نگ ▁کر ▁رہا ▁ہے ▁وہ ▁ضرور ▁کوئی ▁جو کر ▁ہو ▁گا۔
▁ گن ٹھی ا ▁یا ▁جو ڑوں ▁کے ▁درد وں ▁کا ▁علاج ▁نماز ▁میں ▁ممکن ▁ہے۔ ▁جب ▁ہم ▁ وض و ▁کرنے ▁کے ▁بعد ▁نماز ▁کےلئے ▁کھڑے ▁ہوتے ▁ہیں ▁تو ▁پہلے ▁ہمارا ▁جسم ▁ڈھ یلا ▁ہوتا ▁ہے ▁لیکن ▁جب ▁نماز ▁کی ▁نیت ▁کےلئے ▁ہاتھ ▁اٹھا تے ▁ہیں ▁تو ▁قدرت ی ▁طور ▁پر ▁جسم ▁میں ▁تن اؤ ▁پیدا ▁ہو ▁جاتا ▁ہے۔ ▁اس ▁حالت ▁میں ▁آدمی ▁کے ▁اوپر ▁سے ▁سف لی ▁جذبات ▁کا ▁زور ▁ٹوٹ ▁جاتا ▁ہے۔ ▁سید ھے ▁کھڑے ▁ہونے ▁سے ▁ام ▁الدماغ ▁سے ▁روشن یاں ▁چل ▁کر ▁ری ڑھ ▁کی ▁ہ ڈی ▁سے ▁ہوتی ▁ہوئی ▁پورے ▁اعصاب ▁میں ▁پھیل ▁جاتی ▁ہیں۔ ▁یہ ▁بات ▁سب ▁جانتے ▁ہیں ▁کہ ▁جسمانی ▁صحت ▁کےلئے ▁ری ڑھ ▁کی ▁ہ ڈی ▁کو ▁ایک ▁ممتاز ▁مقام ▁حاصل ▁ہے ▁اور ▁عمد ہ ▁صحت ▁کا ▁دارو م دار ▁ری ڑھ ▁کی ▁ہ ڈی ▁کی ▁ل چک ▁پر ▁ہے۔ ▁نماز ▁میں ▁قیام ▁کرنا ▁گھ ٹن وں ، ▁ٹ خن وں ▁اور ▁پیر وں ▁سے ▁اوپر ▁پ نڈ لی وں ▁، ▁پنج وں ▁اور ▁ہاتھ ▁کے ▁جو ڑوں ▁کو ▁قوی ▁کرتا ▁ہے ، ▁ گن ٹھی ا ▁کے ▁درد ▁کو ▁ختم ▁کرتا ▁ہے ▁لیکن ▁شرط ▁یہ ▁ہے ▁کہ ▁جسم ▁سید ھا ▁رہے ▁اور ▁ٹ انگ وں ▁میں ▁خم ▁واقع ▁نہ ▁ہو۔
▁◄ ▁سینٹ ▁لو سیا ▁میں ▁قدرت ی ▁آف ات ▁( خال ی )
▁پاکستانیوں ▁کا ▁موبائل ▁سے ▁پیار ▁کم ▁ہونے ▁میں ▁ہی ▁نہیں ▁آ ▁رہا
▁ہم ▁نے ▁اپنے ▁وجود ▁کو
▁اگر ▁آپ ▁کو ▁F x Pro ▁کے ▁ساتھ ▁Che v ron ▁، ▁یا ▁کسی ▁دیگر ▁کمپنی ▁کے ▁حص ص ▁کی ▁ٹر یڈ نگ ▁سے ▁متعلق ▁کوئی ▁سوال ▁ہو ▁تو ▁براہ ِ ▁کرم ▁ہماری ▁کس ٹ مر ▁س پور ٹ ▁سے ▁رابطہ ▁ کری
▁سعودی ▁عرب ▁میں ▁تین ▁ہزار ▁پاکستانی ▁عا زمین ▁حج ▁بیمار ▁پڑ گ ئے ، ▁دو ▁کا ▁انتقال
▁مزید ▁اہم ▁خبریں
▁لاہور ▁( خصوص ی ▁رپورٹ ر ) ▁مسلم ▁لیگ ▁ن ▁کے ▁مرکزی ▁رہنما ▁اور ▁این ▁اے ▁125 ▁سے ▁امیدوار ▁قومی ▁اسمبلی ▁خواجہ ▁سعد ▁رفیق ▁نے ▁کہا ▁ہے ▁کہ ▁اقتدار ▁کی ▁ہو س ▁آمر ▁پرویز ▁مشرف ▁کو ▁قانون ▁کے ▁شکن جے ▁میں ▁لے ▁آئی ۔ ▁پرویز ▁مشرف ▁کی ▁گرفتاری ▁کا ▁پرو انہ ▁تو ▁محض ▁ایک ▁شروعات ▁ہے۔ ▁عن قر یب ▁عوامی ▁عدالت ▁سے ▁زرداری وں ، ▁حوار یوں ، ▁کے ▁ری ڈ ▁وارن ٹ ▁بھی ▁جاری ▁ہوں ▁گے۔ ▁کوئی ▁بھی ▁قومی ▁مجرم ▁خواہ ▁کت نا ▁ہی ▁با اثر ▁کیوں ▁نہ ▁ہو ▁اسے ▁ایک ▁دن ▁انصاف ▁اور ▁احتساب ▁کے ▁ کٹ ہ رے ▁میں ▁آن ا ▁ہو ▁گا۔ ▁آزاد ▁اور ▁فعال ▁عدلیہ ▁کے ▁ہوتے ▁ہوئے ▁پرویز ▁مشرف ▁سمیت ▁قومی ▁مجرم وں ▁کا ▁قانون ▁کی ▁گرفت ▁سے ▁بچ ▁نکل نا ▁خارج ▁از ▁امکان ▁ہے۔ ▁وہ ▁ش تر ▁محل ہ ▁بڑا ▁میدان ▁اور ▁سلطان ▁پارک ▁می ت ▁مختلف ▁مقامات ▁پر ▁ع ▁و امی ▁اجتماع ات ▁سے ▁خطاب ▁کر ▁رہے ▁تھے۔ ▁امیدوار ▁پی ▁پی ▁155 ▁میاں ▁نص یر ▁احمد ، ▁امیدوار ▁پی ▁پی ▁156 ▁چودھری ▁محمد ▁ی ٰ سین ▁سو ہ ل ، ▁حاج ی ▁اقبال ، ▁ا خلاص ▁شاہ ▁می ت ▁مقامی ▁رہنما ¶ ں ▁نے ▁بھی ▁خطاب ▁کیا۔ ▁خواجہ ▁سعد ▁رفیق ▁نے ▁مزید ▁کہا ▁کہ ▁انا ڑی وں ▁کے ▁شوق ▁اقتدار ▁کیلئے ▁پاکستان ▁کا ▁مستقبل ▁دا ¶ ▁پر ▁نہیں ▁لگایا ▁جا ▁سکتا ۔
▁بعض ▁مسلمان ▁تجزیہ ▁کار وں ▁کا ▁کہنا ▁ہے ▁کہ ▁ٹرمپ ▁نے ▁اپنے ▁خطاب ▁سے ▁مسلم ▁دنیا ▁کے ▁ساتھ ▁اپنے ▁تعلقات ▁کی ▁تجدید ▁کا ▁آغاز ▁کیا ▁ہے۔
▁اپوزیشن ▁رہنماؤں ▁کا ▁ایک ▁بار ▁پھر ▁وزیراعظم ▁نواز ▁شریف ▁سے ▁است ع فی ٰ ▁کا ▁مطالبہ
▁ہم ▁سور ج ▁کی ▁روشنی ▁MV ▁قابو ▁میں ▁رکھ و
▁کراچی : ▁رینجرز ▁کی ▁کارروائی ، ▁بڑی ▁تعداد ▁میں ▁اسلحہ ، ▁بار ودی ▁مواد ▁برآمد
▁اردو ▁ویب ▁اور ▁بلاگ نگ ▁نے ▁مجھے ▁کمپ یو ٹنگ ▁کا ▁شعور ▁کا ▁بخش ا۔ ▁جہاں ▁مجھے ▁بہت ▁کچھ ▁سیکھ نے ▁کا ▁موقع ▁ملا ▁وہاں ▁کچھ ▁اچھے ▁دوست ▁بھی ▁ملے ۔ ▁امید ▁ہے ▁ان ▁کا ▁میرا ▁ساتھ ▁آخری ▁سان س ▁تک ▁چل تا ▁رہے ▁گا۔
▁رسائی ▁کے ▁لنکس
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁ایم ▁کیو ▁ایم ▁پاکستان ▁کے ▁سینئر ▁ڈپٹ ی ▁کن وی نر ▁عامر ▁خان ▁کا ▁حقیقی ▁سے ▁واپس ▁آنے ▁والے ▁کارکنان ▁کو ▁خوش ▁آمدید
▁" 101 ▁طریقے ▁ایک ▁عظیم ▁والد ▁کی ▁جائے ."
▁محمود ▁جبر ین ▁نامی ▁ایک ▁فلسطینی ▁مج ا ہ د ▁جو ▁۲۵ ▁سال ▁کی ▁عمر ▁میں ▁اب ▁سے ▁۳۰ ▁سال ▁قبل ▁ص یہ ونی ▁دہشتگرد وں ▁کے ▁ہاتھوں ▁اس یر ▁بنایا ▁گیا ▁تھا ، اب ▁آزاد ▁ہونے ▁کے ▁بعد ▁سب ▁سے ▁پہلے ▁اپنی ▁ماں ▁کی ▁قبر ▁پر ▁گیا ▁اور ▁اسکی ▁فرق ت ▁میں ▁بین ▁کئے ۔ مح مود ▁کی ▁رہا ئی ▁سے ▁تین ▁ماہ ▁قبل ▁اسکی ▁ماں ▁کا ▁انتقال ▁ہو ▁گیا ▁تھا۔ اس ▁دوران ▁محمود ▁جبر ین ▁نے ▁شادی ▁نہیں ▁کی ▁اور ▁اس کے ▁بہت ▁سے ▁اع زا ▁و ▁ا قارب ▁بھی ▁دنیا ▁سے ▁سد ھار ▁گئے !
▁جی ▁ہاں ۔ ▁ابن ▁انشاء ▁کے ▁کلام ▁سے ▁انتخاب ▁ہے۔ ▁ابن ▁انشاء ▁کی ▁بات ▁ہی ▁کچھ ▁الگ ▁ہے۔ ▁بلاگ ▁پر ▁خوش ▁آمدید ۔
▁خود ▁ساخت ہ ▁ساد ھو ▁سے ▁ناجائز ▁تعلقات ▁کی ▁مخالفت ▁کرنے ▁والے ▁بیٹے ▁کا ▁ماں ▁نے ▁کر ایا ▁قتل
▁’’ کی ون کہ ▁ت ُ و ▁کہ تا ▁ہے ▁کہ ▁ت ُ و ▁دولت مند ▁ہے ▁اور ▁مال دار ▁بن ▁گیا ▁ہے ▁اور ▁تج ھے ▁کسی ▁چیز ▁کی ▁حاج ت ▁نہیں ▁مگر ▁ت ُ و ▁یہ ▁نہیں ▁جانتا ▁کہ ▁ت ُ و ▁بد بخت ، ▁بے ▁چار ہ ، ▁غریب ، ▁اند ھا ▁اور ▁نن گا ▁ہے۔ ‘‘ ▁( مک اش ف ہ ▁3 :17 ).
▁موجودہ ▁حالات ▁میں ▁کمزور ▁حکومت ▁ملک ▁کی ▁بد قسم تی ▁ہوگی ، عمر ان ▁خان
▁ٹی گز : ▁orgasm ▁کے ▁ویڈیو , ▁ویب ▁کی مز
▁ان ▁کے ▁اس ▁کار نامہ ▁کی ▁بنیاد ▁پر ▁امریکہ ▁نے ▁کارروائی ▁کرتے ▁ہوئے ▁اس ام ہ ▁بن ▁لا دن ▁کے ▁خلاف ▁کامیاب ▁آپریشن ▁کیا ▁اور ▁ڈاکٹر ▁شک یل ▁آفریدی ▁اس ▁انعام ▁کے ▁حق ▁دار ▁ٹھہر ے ▁جو ▁امریکہ ▁نے ▁اس ام ہ ▁بن ▁لا دن ▁کے ▁سر ▁کی ▁مقرر ▁کرنے ▁کی ▁قیمت ▁کی ▁صورت ▁میں ▁مقرر ▁کیا ▁تھا ، ▁لیکن ▁اپنا ▁بہت ▁بڑا ▁انعام ▁حاصل ▁کرنے ▁سے ▁پہلے ▁وہ ▁پاکستانی ▁حکام ▁کے ▁ہ ت ھے ▁چڑھ ▁گئے۔ ▁اب ▁امریکہ ▁ ریم نڈ ▁ڈی وس ▁کی ▁طرح ▁ان ▁کی ▁رہا ئی ▁اور ▁امریکہ ▁میں ▁ان ▁کے ▁استقبال ▁اور ▁وہاں ▁کے ▁غالبا ً ▁سب ▁سے ▁بڑے ▁انعام ▁سے ▁نواز نے ▁کی ▁تیاری ▁کر ▁رہا ▁ہے۔
▁عوام ▁نے ▁مہ ات یر ▁اور ▁ہمیں ▁کرپشن ▁کے ▁خلاف ▁اقتدار ▁دیا : ▁وزیراعظم ▁عمران ▁خان
▁پاکستان ▁میں ▁انٹر ▁نیٹ ▁استعمال ▁کرنے ▁والے ▁لوگوں ▁کی ▁تعداد ▁بہت ▁زیادہ ▁ہے ▁اور ▁اس ▁میں ▁دن ▁بدن ▁اضافہ ▁ہوتا ▁جا ▁رہا ▁ہے ▁ . اور ▁اسی ▁لیے ▁تیز ▁انٹر ▁نیٹ ▁اب ▁ہر ▁پاکستانی ▁کی ▁ضرورت ▁بن ▁چکا ▁ہے . اور ▁زو نگ ▁نے ▁اس ▁مسئلے ▁کو ▁حل ▁کر ▁دیا ▁ہے ▁اور ▁اپنے ▁یو ز رز ▁کو ▁خوش خبر ی ▁سنا ▁دی ▁ہے . صار فین ▁کو

▁Image ▁caption ▁پناہ ▁گزین وں ▁کا ▁مستقبل ▁واضح ▁نہیں ▁ہے
▁تاریخ ▁پیدائش ▁ویکی ▁ڈیٹا ▁سے ▁ما خو ذ
▁جب ▁قبر ▁میں ▁جائیں ▁گے ▁تب ▁آرام ▁ملے ▁گا
▁و اع ظ وں ▁کے ▁یہ ▁مس و ّ دے ▁اور ▁ویڈیو ز ▁اب ▁تقریبا ً ▁1 , 500,000 ▁کمپیوٹر ز ▁پر ▁221 ▁سے ▁زائد ▁ممالک ▁میں ▁ہر ▁ماہ ▁www . ser mons for the world . com ▁پر ▁دیکھ ے ▁جاتے ▁ہیں۔ ▁سی نک ڑوں ▁دوسرے ▁لوگ ▁یو ٹی وب ▁پر ▁ویڈیو ز ▁دیکھتے ▁ہیں ، ▁لیکن ▁وہ ▁جلد ▁ہی ▁یو ▁ٹی وب ▁چھوڑ ▁دیتے ▁ہیں ▁اور ▁ہماری ▁ویب ▁سائٹ ▁پر ▁آ ▁جاتے ▁ہیں ▁کیونکہ ▁ہر ▁و اع ظ ▁ا ُ نہیں ▁یو ٹی وب ▁کو ▁چھوڑ ▁کر ▁ہماری ▁ویب ▁سائٹ ▁کی ▁جانب ▁آنے ▁کی ▁راہ ▁دکھا تا ▁ہے۔ ▁یو ٹی وب ▁لوگوں ▁کو ▁ہماری ▁ویب ▁سائٹ ▁پر ▁لے ▁کر ▁آتی ▁ہے۔ ▁ہر ▁ماہ ▁تقریبا ً ▁1 20,000 ▁کمپیوٹر وں ▁پر ▁لوگوں ▁کو ▁40 ▁زبان وں ▁میں ▁و اع ظ وں ▁کے ▁مس و ّ دے ▁پیش ▁کیے ▁جاتے ▁ہیں۔ ▁و اع ظ وں ▁کی ▁مس و ّ دے ▁حق ▁اشاعت ▁نہیں ▁رکھتے ▁تاکہ ▁مبلغ ین ▁ا ِ نہیں ▁ہماری ▁اجازت ▁کے ▁بغیر ▁ا ِ ست ع مال ▁کر ▁سکیں ۔ ▁مہربانی ▁سے ▁یہاں ▁پر ▁یہ ▁جان نے ▁کے ▁لیے ▁کل ِ ک ▁کیجیے ▁کہ ▁آپ ▁کیسے ▁ساری ▁د ُ نیا ▁میں ▁خوش خبر ی ▁کے ▁ا ِ س ▁عظیم ▁کام ▁کو ▁پھیلا نے ▁میں ▁ہماری ▁مدد ▁ماہ انہ ▁چند ہ ▁دینے ▁سے ▁کر ▁سکتے ▁ہیں۔ ▁جب ▁کبھی ▁بھی ▁آپ ▁ڈاکٹر ▁ہائی م رز ▁کو ▁لکھیں ▁ہمیشہ ▁ا ُ نہیں ▁بت ائیں ▁آپ ▁کسی ▁م ُ لک ▁میں ▁رہتے ▁ہیں ، ▁ورنہ ▁وہ ▁آپ ▁کو ▁جواب ▁نہیں ▁دے ▁سکتے ۔ ▁ڈاکٹر ▁ہائی م رز ▁کا ▁ای ۔ م یل ▁ایڈریس ▁ rl hy mers j r @ s bc global . net ▁ہے۔
▁امریکی ▁محکمہ ▁دفاع ▁پن ٹا گون ▁کی ▁جانب ▁سے ▁جاری ▁کردہ ▁رپورٹ ▁کے ▁مطابق ▁2013 ▁سے ▁2016 ▁کے در م یان ▁بری ، ▁بحر ی ▁اور ▁فضائی ▁اہلکاروں ▁پر جنس ی ▁ہر اس اں ▁کرنے ▁کے ▁20 ▁ہزار ▁سے ▁زائد ال زام ات ▁سامنے ▁آئے ۔ ▁سب ▁سے ▁زیادہ ▁کیس ز ▁امریکی ▁فضائی ہ ▁میں ▁رپورٹ ▁ہوئے ▁جن ▁کی ▁تعداد ▁8 ▁ہزار ▁8 76 ▁ہیں ▁جب ▁کہ ▁بری ▁فوج ▁میں ▁8 ہ زار ▁29 4 ، ▁نیو ی ▁میں ▁4 ▁ہزار 788 ▁اور ▁میری ن ▁کور ▁میں ▁3 ▁ہزار 400 ▁رپورٹ ▁ہوئے۔
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁چن اب ▁نگر : پن جاب ▁ف وڈ ات ھار ٹی ▁کے ▁تحت ▁ف وڈ ▁کا ▁کاروبار ▁کرنے ▁والوں ▁کیلئے ▁آگاہ ی ▁سی مین ار ▁کا ▁انعقاد

▁نظام ▁تعلیم ▁کی ▁بر باد ی

▁آصف ▁زرداری ▁کا ▁بہ ادر ▁بچہ ، ▁لیکن ▁کون ؟
▁پی ▁ایس ▁ایل ▁اور ▁آئی ▁پی ▁ایل ▁کا ▁مالی ▁م واز نہ
▁کھیل ▁کی ▁خبریں
▁سوات ▁ایک سپ ریس ▁و ے ▁پر ▁عوامی ▁نیشنل ▁پارٹی ▁کے ▁سردار ▁باب ک ▁کی ▁سخت ▁تنقید
▁میں ▁مسلمانوں ▁کی ▁عبادت ▁دیکھنے ▁خانہ ▁ک عب ہ ▁بھی ▁گیا ▁تھا ▁وہاں ▁میں ▁نے ▁دیکھا ▁کہ
▁بھر وس ہ ▁کرنے ▁کا ▁نتیجہ ۔ ▁ایک ▁شخص ▁کے ▁ساتھ ▁مار پ یٹ ▁اور ▁ بائی ک ▁نظر ▁آتش
▁استعمال ▁کے ▁ضوابط
▁‘ پاکستان ▁چھوڑ نا ▁ایسا ▁ہے ▁جیسے ▁اپنے ▁ملک ▁سے ▁جانا ▁ہو ‘
▁میں ▁یہ ▁کہانی ▁تم ▁کو ▁اسی ▁ ئے ▁سنا رہ ا ▁ہوں ▁کہ ▁یہ ▁کہانی ▁منظر ▁عام ▁پر ▁آئے ▁اور ▁اپنے ▁منطقی ▁انجام ▁کو ▁پہنچے ۔ ▁جو ▁قوم یں ▁، ▁حکومت یں ▁اور ▁اشخاص ▁اس ▁پر ▁بھی ▁تیار ▁نہ ▁ہوں ▁وہ ▁انسانی ▁نسل ▁کے ▁چہرے ▁پر ▁بد ▁تہذیب ی ▁کا ▁بہترین ▁نمو نہ ▁ہیں۔ ▁میں ▁نے ▁اس ▁کا ▁علاج ▁کیا ▁تھا۔ ▁میں ▁ دوا ▁اور ▁انج کشن وں ▁سے ▁تو ▁اس ▁کو ▁ٹھیک ▁نہیں ▁کر پای ا ▁تھا ▁لیکن ▁جیسے ▁ہی ▁میں ▁نے ▁اس ▁کی ▁زہر ▁بھر ی ▁کہانی ▁چو س ▁کر ▁پی ▁لی ▁وہ ▁ٹھیک ▁ہوگیا ▁تھا ▁اور ▁اسے ▁پہلی ▁بار ▁بغیر ▁کسی ▁انج کشن ▁کے ▁گ ہری ▁نی ند ▁آئی ▁تھی۔ ▁لیکن ▁اس ▁کے ▁ساتھ ▁ہی ▁وہ ▁مرگ یا ▁اور ▁تب ▁سے ▁اب ▁تک ▁میری ▁نی ند ▁ڈ سٹر ب ▁رہتی ▁ہے۔
▁اس ▁تحریر ▁میں ▁آپ ▁کو ▁تھ کا وٹ ▁نظر ▁آ ▁رہی ▁ہے ▁کیا ▁؟ ▁جو ▁کچھ ▁میں ▁نے ▁لکھا ▁ہے ▁یہ ▁کہانی ▁نہ ی ▁حقیقی ▁واقعات ▁ہیں ▁۔ ▁اللہ ▁سبحان ہ ▁و ▁تعالی ▁نے ▁مجھے ▁ایسے ▁ایسے ▁ تجرب وں ▁میں ▁سے ▁گذار ا ▁ہے ▁کہ ▁دوسرے ▁تو ▁کیا ▁کبھی ▁کبھی ▁میں ▁خود ▁د نگ ▁رہ ▁جاتا ▁ہوں
▁اس ▁مشین ▁کی ▁طوال ت ▁ایک ▁سو ▁میٹر ▁تھی ▁اور ▁پر وں ▁کی ▁چو ڑ ائی ▁چا لیس ▁میٹر ، ▁یہ ▁سا ڑھ ے ▁پانچ ▁سو ▁ ٹن ▁وزن ▁زمین ▁سے ▁اوپر ▁اٹھا ▁سکتی ▁تھی۔ ▁یہ ▁صرف ▁اس ▁کا ▁شہری ▁ماڈل ▁تھا۔ ▁جنگی ▁ماڈل ▁اس ▁سے ▁بھی ▁زیادہ ▁مہ یب ▁تھا۔ ▁جاسوس ی ▁کے ▁امریکی ▁ماہرین ▁اس ▁سے ▁متعلق ▁اس ▁قدر ▁شش در ▁ہوئے ▁تھے ▁کہ ▁انہوں ▁نے ▁اسے ▁“ ایم ▁کے ” ▁جس ▁کا ▁ساد ہ ▁مطلب ▁“ ما ڈ ل ▁بحر ی ▁جہاز ” ▁تھا ، ▁کی ▁بجائے ▁“ کی سپ ین ▁کی ▁سمندر ی ▁بلا ” ▁کا ▁نام ▁دے ▁دیا ▁تھا۔
▁ہم ▁نے ▁اس ▁رخ نہ ▁اندازی ▁کے ▁ما خذ ▁کی ▁شناخت ▁کی ▁ہے ▁اور ▁اسے ▁محفوظ ▁بنایا ▁ہے ، ▁اور ▁سائ بر ▁مجرم وں ▁کے ▁ذریعہ ▁تیار ▁کیے ▁جانے ▁والے ▁خطر ات ▁سے ▁نم ٹ نے ▁کے ▁لیے ▁معقول ▁اضافی ▁ا قدم ات ▁اپنا ئے ▁ہیں۔
▁سوئ چ ▁آف ▁ہونے ▁پر ▁یہ ▁ٹیلی ▁ویژن ▁کسی ▁شی ش ے ▁کی ▁طرح ▁شفاف ▁ہوتا ▁ہے ▁جس ▁کے ▁آر ▁پار ▁دکھائی ▁دیتا ▁ہے ▁جب ▁کہ ▁آن ▁کرنے ▁پر ▁یہ ▁غیر ▁شفاف ▁ہوجاتا ▁ہے ▁جس ▁پر ▁مختلف ▁مناظر ▁دکھائی ▁دینے ▁لگ تے ▁ہیں۔ ▁شفاف ▁ہونے ▁کے ▁علاوہ ▁یہ ▁ل چک دار ▁بھی ▁ہے ▁یعنی ▁اسے ▁کسی ▁الم اری ▁میں ▁کثیر ▁الم قا صد ▁شی ش ے ▁کے ▁طور ▁پر ▁لگایا ▁بھی ▁جاسکتا ▁ہے ▁جس ▁سے ▁جگہ ▁کی ▁بھی ▁بچ ت ▁ہوگی۔
▁دی وس ائی ▁سے ▁اپنے ▁ایک ▁ٹو یٹر ▁پیغام ▁میں ▁ری حام ▁خان ▁نے ▁کہا ▁کہ ▁یہاں ▁400 ▁ا قسام ▁کے ▁پھول ▁ہیں ، ▁کسی ▁نے ▁دیو ▁سائ ی ▁لانے ▁کا ▁وعدہ ▁کیا ▁تھا ▁لیکن ▁پاکستانی ▁وعد ے ▁اکثر ▁پورے ▁نہیں ▁ہوتے ▁اسی ▁لئے ▁میں ▁اپنی ▁ذات ▁کو ▁خود ▁وہ ▁تفریح ▁فراہم ▁کرنے ▁جا ▁رہی ▁ہوں ▁جس ▁کا ▁مجھ ▁سے ▁وعدہ ▁کیا ▁گیا ▁تھا ، ▁کہ تی ▁ہیں ▁لڑکی و ! ▁اپنے ▁خواب ▁خود ▁پورے ▁کرو ۔
▁نا ▁جی ▁نا ۔۔ ▁آخر ▁کی ▁دو ▁تصویر یں ▁طنز یہ ▁ہیں۔ ۔ ▁اور ▁آئی ▁پی ڈ ▁کے ▁ساتھ ▁جو ▁ہوگا ▁اس ▁کے ▁بعد ▁وہ ▁اسکا ▁سائ ز ▁مزید ▁بڑھانے ▁کا ▁سوچ یں ▁گے ▁بھی ▁نہیں۔
▁کیا ▁چ َ ین ▁ملا ▁ہے ......... سر ▁جو ▁ا ُ س ▁کے
▁متحدہ ▁قومی ▁مو و منٹ ▁کے ▁قائد جن اب ▁الطاف ▁حسین ▁نے ▁وزیراعظم ▁پاکستان ▁میاں ▁محمد ن واز شریف ▁کی ▁عل الت ▁پر گ ہری ▁تشویش ▁کا اظ ہ ار کر تے ▁ہوئے ▁ان ▁کی ▁جلد و ▁مکمل ▁صحت ▁ یابی ▁کے ▁لئے ▁اللہ ▁تعالی ٰ ▁کے ▁حضور دعا کی ▁ہے۔ ایک ▁بیان ▁میں ▁جناب ▁الطاف ▁حسین ▁نے ▁تمام ▁م ذا ہ ب ▁سے ▁تعلق ▁رکھنے ▁والے ▁ملک ▁بھر کے ▁حق ▁پرست ▁عوام ▁خصوصا ً م اؤں ، بہ نوں ، ب ز رگ وں ، ▁نوجوانوں ▁اور ب چ وں ▁بچی وں ▁سے ▁اپیل ▁کی ▁کہ ▁وہ ▁اپنے ▁اپنے ▁مذہب ▁اور عق ید ے ▁کے ▁مطابق ▁وزیراعظم ▁پاکستان ▁میاں ▁محمد ن واز ▁شریف ▁کی ▁جلد وم ک مل ▁صحت ▁ یابی ▁کے ▁لئے ▁دعا کر یں ▁۔
▁آپ ▁کے ▁دوست ▁انتظار ▁کر ▁رہے ▁ہو نگے ، ▁ا ِ س ▁لیے ▁یہ ▁کہنے ▁دی جی ے ،
▁تاہم ▁وزیر ▁اعظم ▁عمران ▁خان ▁کی ▁زندگی ▁کا ▁سب ▁سے ▁بڑا ▁یو ٹر ن ▁ان کی ▁سیاست ▁میں ▁انٹر ی ▁تھی
▁جب ▁دباؤ ▁معیار ی ▁قدر ▁نیچے ▁تیل ، ▁تیل ▁دباؤ ▁سوئ چ ▁بند ▁ہو ▁جائے ▁گا ، ▁متن ▁کو ▁تنب یہ ▁کے ▁لیے ▁3 ▁دکھائی ں ▁گے ▁s ▁اور ▁پھر ▁ان جن ▁گا ▁سست ▁کم ▁خالی ▁رفتار ▁سے ▁۔ ▁ایسی ▁صورت ▁حال ▁میں ، ▁آپ ر یٹر ▁کی ▁ضرورت ▁کے ▁طور ▁پر ▁مشین ▁بند ▁کرنی ▁چاہیے ▁۔
▁اس ▁نظر ئیے ▁کا ▁جواب ▁اٹھا رو یں ▁صدی ▁میں ▁پا دری ▁بار کل ے ▁نے ▁دیا۔ ▁اس ▁کا ▁خیال ▁ہے ▁کہ ▁خارجی ▁اشیاء ▁کو ▁وجود ▁حاصل ▁نہیں ’ ▁بلکہ ▁ذہن ▁خارجی ▁اشیاء ▁کو پی دا ▁کرتا ▁ہے۔ ▁جب ▁کوئی ▁آدمی ▁کہ تا ▁ہے ▁کہ ▁میں ▁نے ▁پھول ▁دیکھا ’ ▁تو ▁اس ▁کے ▁پاس ▁پھول ▁کے ▁وجود ▁کا ▁کوئی ▁ثبوت ▁نہیں ▁ہوتا ۔ ▁یہ ▁تو ▁بس ▁ایک ▁ذہنی ▁ ادر اک ▁ہے ’ ▁اس ▁سے ▁یہ ▁نتیجہ ▁نکل ا ▁کہ ▁ذہن ▁خارجی ▁اشیاء ▁کو ▁پیدا ▁کرتا ▁ہے۔ ▁پا دری ▁بار کل ے ▁نے ▁انسانی ▁ذہن ▁کے ▁نمو نے ▁پر ▁خدا ▁کا ▁بھی ▁ذہنی ▁تصور ▁کیا ▁تھا ▁( ن عو ذ ▁ب اللہ ) ۔ ▁اس ▁نظر ئیے ▁کو ▁“ مثال یت ” ▁کہتے ▁ہیں۔
▁دعا ▁کی ▁قبول یت ▁کے ▁راستے ▁میں ▁بننے ▁والی ▁رکاوٹ وں ▁میں ▁شامل ▁امور :
▁ایران ▁کے ▁ساتھ ▁تجارت ی ▁تعلقات ▁سے ▁کسی ▁ملک ▁کا ▁نقصان ▁نہیں : چین
▁ان ▁کتب ▁کے ▁علاوہ ▁کئی ▁جلد یں ▁مختلف ▁مباحث ▁پر ▁لکھ ی ▁ہیں ▁جن ▁کے ▁م سود ے ▁آپ ▁کے ▁صاحب زاد ے ▁سید ▁امیر ▁الدین ▁صاحب ▁توصیف ؔ ▁کے ▁پاس ▁محفوظ ▁ہیں۔ ▁ان ▁ت صان یف ▁میں ▁اخلاق ▁و ▁حکمت ▁و ▁ت ص وف ▁و ▁معرفت ▁کا ▁بڑا ▁ذ خیر ہ ▁ہے ▁اور ▁شائع ▁ہونے ▁کے ▁قابل ▁ہے۔ د فت ری ▁مشاغل ▁کے ▁بعد ▁جو ▁وقت ▁ملتا ▁وہ ▁ت صن یف ▁و ▁تا لیف ▁و ▁شعر ▁گو ئی ▁و ▁کتب ▁بینی ▁کے ▁علاوہ ▁خطا طی ▁میں ▁صرف ▁ہوتا ▁تھا۔ ▁آپ ▁نہای ت ▁خوش خط ▁تھے ▁کئی ▁قطعات ▁مط لا ▁و ▁مذہب ▁ب خط ▁نسخ ▁آپ ▁کے ▁تحریر ▁کردہ ▁موجود ▁ہیں۔ ▁کلام ▁مجید ▁کی ▁بعض ▁آیت وں ▁اور ▁سور ت وں ▁کے ▁لکھنے ▁میں ▁خوش نویس ی ▁کا ▁کمال ▁صرف ▁کیا ▁ہے۔ ▁آپ ▁نے ▁اپنے ▁ت لام ذ ہ ▁کی ▁تعداد ▁نہیں ▁بڑھ ائی ▁اور ▁ہمیشہ ▁فرماتے ▁کہ ▁’’ میں ▁استاد ▁بننے ▁کے ▁قابل ▁نہیں ▁ہوں ‘‘ ۔
▁واضح ▁رہے ▁کہ ▁اسرائیل ▁کے ▁وزیراعظم ▁نیت ن ▁یا ہو ▁نے ▁رواں ▁سال ▁جنوری ▁میں ▁بھارت ▁کا ▁6 ▁روزہ ▁دورہ ▁کیا ▁تھا ▁جس ▁میں ▁بھارتی ▁وزیراعظم ▁کے ▁ساتھ ▁ہونے ▁والی ▁ملاقات ▁میں ▁با ہم ی ▁دفاعی ▁تعاون ▁کے ▁حوالے ▁سے ▁اہم ▁فیصلے ▁کیے ▁گئے ▁تھے۔ ▁بھارت ▁کا ▁این ٹی ▁ٹی نک ▁میزائل ▁کی ▁خریداری ▁کا ▁معاملہ ▁بھی ▁اسی ▁دوران ▁طے ▁پایا ▁تھا۔
▁اپنا ▁ذاتی ▁بلاگ ▁بنائیں

▁اس ▁مصنف ▁کی ▁دیگر ▁ت صان یف
▁کھیل ▁کی ▁خبریں

▁کفر ▁ٹوٹ ا ▁خدا ▁خدا ▁کرکے ، ▁نادر ا ▁ٹیم ▁کا ▁لا وہ ▁کا ▁دورہ ، ▁جلد ▁نادر ا ▁آف س ▁کا ▁قیام ▁عمل ▁میں ▁لا یا ▁جائے ▁گا ، ▁لا وہ ▁گو ہ ل ▁روڈ ▁پر ▁چر ڑی ▁پل ▁پر ▁بھی ▁کام ▁کا ▁آغاز
▁ہر ▁پروگرام ▁پر ▁کچھ ▁مجموعی ▁تاثر ات ، ▁م شور ے ، ▁ت جا ویز ▁ذہن ▁میں ▁آ ▁تی ▁ہیں۔ ▁ضروری ▁محسوس ▁ہوتا ▁ہے ▁کہ ▁اس ▁پر ▁بھی ▁کچھ ▁کہیں :
▁من درج ات : ▁ ٩ ٠ ٧ ▁تاریخ ▁اشاعت : ▁ ٠ ٥ ▁August ▁٢٠١ ٧ ▁- ▁١ ١ : ٤ ٢ ▁مشاہد ات : ▁2 95
▁پارٹی ▁کے ▁کپڑے
▁ادائیگی ▁کے ▁طریقے

▁نائ جی ریا ▁میں ▁خواتین ▁کے 4 خود کش ▁بم ▁دھماکے ، ▁12 ▁افراد ▁ہلاک ، 65 ز خم ی
▁شاہ ▁اسماعیل ▁شہید  ▁جس ▁طرح ▁ایک ▁بلند ▁پای ہ ▁صاحب ▁کردار ▁مج ا ہ د ▁تھے ▁اس ▁سے ▁کہیں ▁زیادہ ▁ایک ▁بلند ▁فکر ▁صاحب ِ ▁علم ▁تھے۔ ▁آپ ▁کے ▁فکر ▁و نظر ▁کی ▁گ ہر ائی ▁ود قت ▁اور ▁دقیق ▁علوم ▁وم باحث ▁سے ▁ فطر ی ▁مناسبت ▁اور ▁کمال ▁مہ ارت ▁کا ▁اسی ▁وقت ▁صحیح ▁اندازہ ▁لگایا ▁جا ▁سکتا ▁ہے ▁جب ▁آپ ▁کی ▁ت صن یف ” ا لعب قات “ ▁کا ▁مطالعہ ▁کیا ▁جائے ▁۔ ▁یہ ▁کتاب ▁مستقل ▁اسلامی ▁ال ٰ ہی ات ▁( فل سف ہ ) ▁ہی ▁کے ▁موضوع ▁سے ▁متعلق ▁ہے۔ ▁بعض ▁اہل ▁علم ▁نے ▁تو اس ▁کتاب ▁کو آپ ▁کا ▁ایک ▁اہم ▁کار نامہ ▁اور ▁تجدید ▁ال ہی ات ▁کا ▁پیش ▁ خی مہ ▁تک ▁قرار ▁دیا ▁ہے ▁اور ▁واقعی ▁یہ ▁کتاب ▁اس ▁بات ▁کی ▁حق ▁دار ▁ہے ▁کہ ▁علم ▁وت حقیق ▁اور ▁فلسف ہ ▁وح کم ت ▁کے ▁ شہ ▁سوار ▁اسے ▁اپنی ▁کا وش وں ▁کی ▁جو لان ▁گاہ ▁بنائیں ▁اس ▁محنت ▁و کا وش ▁سے ▁جہاں ▁فلسف ہ ▁وح کم ت ▁کے ▁میدان ▁میں ▁مزید ▁راہ یں ▁کھل یں ▁گی ، ▁وہاں ▁خاص ▁کر ▁اہل ِ ▁علم ▁کے ▁طبقات ▁میں ▁آپ ▁کی ▁زندگی ▁کے ▁ایک ▁اہم ▁مگر ▁بھول ے ▁ب ِ سر ے ▁پہلو ▁سے ▁متعارف ▁ہونے ▁کا ▁موقع ▁ملے ▁گا۔
▁2 ▁ہفتے ▁پہلے ▁انتخاب
▁لاہور : ▁فی مل ی ▁کورٹ ▁نے ▁9 ▁سال ▁بعد ▁فیصلہ ▁سنا تے ▁ہوئے ▁اداکارہ ▁میرا ▁کو ▁ عت یق ▁الرحمان ▁کی ▁بیوی ▁قرار ▁دے ▁دیا۔
▁وجود ▁میں ▁آتا ▁ہے ، ▁اس ▁لمح ہ ▁میں ▁ا جماع ▁منعقد ▁ہوجاتا ▁ہے ، ▁اتفاق ▁ہو جان ے ▁کے ▁بعد ▁مسئلہ
▁عراق ▁میں ▁نئی ▁حکومت ▁کی ▁تشکیل ▁اگلے ▁ہفتے ▁ممکن
▁عالم ▁گیر ▁کی ▁وفات ▁کے ▁بعد ▁ہندوستان ▁ب تدریج ▁زوال ▁کا ▁شکار ▁ہو ▁رہا ▁تھا۔ ▁انگریز ▁دن ▁بدن ▁ہندوستان ▁پر ▁اپنا ▁ت سلط ▁مضبوط ▁کر ▁رہا ▁تھا۔ ▁اسلامی ▁نظام ▁اپنے ▁آخری ▁ایام ▁گزار ▁رہا ▁تھا۔ ▁ا ِ س ▁وقت ▁ضرورت ▁تھی ▁کہ ▁اس ▁ پرانے ▁نظام ▁کو ▁جس ▁کی ▁بد ولت ▁غلام ی ▁کے ▁گھ ٹا ▁ٹو پ ▁ان دھی رے ▁چھ ائے ▁جارہے ▁تھے ▁ا ُ س ▁کو ج ڑ ▁سے ▁اک ھا ڑ ▁پھینک ا ▁جائے۔ ▁امام ▁شاہ ▁ولی ▁اللہ ▁کی ▁حکیم انہ ▁بص ی رت ▁نے ▁یہ ▁دیکھ ▁لیا ▁کہ ▁اب ▁موجودہ ▁نظام ▁انسانی ت ▁کو ▁ترقی ▁دینے ▁میں ▁ناکام ▁ہو ▁چکا ▁ہے ▁لہ ٰ ذا ▁اسے ▁فورا ً ▁بدلا ▁جائے ▁اور ▁اس ▁کے ▁لئے ▁ہر ▁شخص ▁جدوجہد ▁اور ▁کوشش ▁کرے۔ ▁چنانچہ ▁آپ ▁نے ▁” فک ▁کل ▁نظام “ ▁کا ▁نظر یہ ▁پیش ▁کیا۔ ▁آپ ▁نے ▁یہ ▁واضح ▁کیا ▁کہ ▁انسانی ت ▁کی ▁ترقی ▁کا ▁جامع ▁اسلامی ▁نظام ▁کیا ▁ہے ▁اور ▁ سوس ائ ٹی ▁کی ▁اجتماعی ▁ترقی ▁اس ▁کے ▁بغیر ▁کیوں ▁نا گز یر ▁ہے۔

▁اسلام ▁اور ▁ٹیکنالوجی ▁(1)
▁اس ▁نے ▁بچہ ▁کی ▁جانب ▁مشکوک ▁نظر وں ▁سے ▁دیکھا ▁اور ▁اسے ▁اس ▁کا ▁ٹی پ ▁ریکارڈ ر ▁تھ ما ▁کر ▁روانہ ▁کر ▁دیا ▁اور ▁خود ▁سگ ریٹ ▁پی تے ▁پی تے ▁گا نے ▁کے ▁شعر ▁ گن گن انے ▁لگا ▁لیکن ▁آواز ▁نے ▁ساتھ ▁نہیں ▁دیا۔
▁بل ▁جلد ▁ہی ▁قومی ▁اسمبلی ▁میں ▁پیش ▁کیا ▁جائے ▁گا۔ ▁کسی ▁صوبے ▁نے ▁قبل ▁از ▁وقت ▁انتخابات ▁کا ▁مطالبہ ▁نہیں ▁کیا۔ ▁م صدق ▁ملک ▁نے ▁کہا ▁کہ ▁آ ڈ ٹ ▁کے ▁لیے ▁بلا کس ▁کو ▁قر ع ہ ▁اندازی ▁کے ▁ذریعے ▁منتخب ▁کیا ▁جائے ▁گا۔
▁قطر ▁کرکٹ ▁ایس وسی ▁ای شن ▁کے ▁صدر ▁گل ▁خان ▁نے ▁کہا ▁کہ ▁فیصلے ▁سے ▁قطر ▁کے ▁پاکستانیوں ▁کو ▁گ ہ را ▁صدم ہ ▁ہوگا ، لی گ ▁کے ▁لئے ▁سپر ▁اسٹ ا رز ▁کھلاڑیوں ▁کے ▁علاوہ ▁بین ▁الاقوامی ▁کوچ ز ▁بھی ▁دلچسپی ▁ظاہر ▁کر ▁رہے ▁ہیں۔
▁نبی ▁اکرم ▁صلی ▁اللہ ▁علي ہ ▁و آل ہ ▁وسلم ▁نے ▁فرمایا : ▁جس ▁کو ▁قوم ▁ل وط ▁جیسا ▁عمل ▁کرتے ▁پائ و ▁تو ▁فاعل ▁اور ▁م فع ول ▁دونوں ▁کو ▁قتل ▁کر ▁دو
▁بار بی ▁کیو ▁گ ِ رل ▁کا ▁استعمال
▁تہ ران ▁کے ▁خط یب ▁جمعہ ▁نے ▁ایرانی ▁عوام ▁کے ▁خلاف ▁امریکا ▁کی ▁گذشتہ ▁چا لیس ▁برس وں ▁کی ▁پابندی وں ▁اور ▁دھمکی وں ▁کا ▁ذکر کر تے ▁ہوئے ▁کہا ▁کہ ▁ان ▁ظالم انہ ▁پابندی وں ▁کی ▁وجہ ▁سے ▁ایرانی ▁عوام ▁آج ▁اپنے ▁پیر وں ▁پر ▁خود ▁کھڑے ▁ہوگئے ▁ہیں ▁اور ▁اقتصادی ، ▁سیاسی ▁اور ▁سائنس ی ▁میدان وں ▁میں ▁بھی ▁خود ▁مختار ▁ہوگئے ▁ہیں۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁اس ▁کے ▁ساتھ ▁ہی ▁علاقے ▁میں ▁ایران ▁کے ▁اثر ▁و ▁رس وخ ▁میں ▁بھی ▁زبردست ▁اضافہ ▁ہوا ▁ہے۔
▁بالی ▁ وڈ ▁کے ▁فلم ▁ساز ▁اور ▁ہدایت ▁کار ▁کر ن ▁جو ہر ▁کا ▁کہنا ▁ہے ▁کہ ▁وہ ▁او ڑی ▁حملے ▁میں ▁ہونے ▁والی ▁ہلاکت وں ▁پر ▁کافی ▁افسر دہ ▁ہیں ▁لیکن ▁پاکستانی ▁فن کار وں ▁پر ▁پابندی ▁لگا نا ▁دہشت ▁گردی ▁کا ▁کوئی ▁حل ▁نہیں ▁ہے
▁خادم ▁اعلی ▁پنجاب ▁کی ▁تعلیم ▁دوست ▁پالیسی ▁کا ▁منہ ▁بول تا ▁ثبوت ، ٹیک س لا ▁کی ▁رہائش ی ▁دو ▁بہن وں ▁کے ▁تبادل ے ▁کل ر ▁سید اں ▁اور ▁کو ٹل ی ▁ست یاں ▁کر ▁ دہ ئے ▁گئے ▁ہیں
▁دوسری ▁جانب ▁ہزار ہ ▁قبیل ے ▁سے ▁تعلق ▁رکھنے ▁والے ▁سات ▁افراد ▁کو ▁کوئٹہ ▁کے ▁ہزار ہ ▁ٹاؤن ▁قبرستان ▁میں ▁سپر د خ اک ▁کردیا گیا ▁ہے۔
▁ا ▁ ضاف ہ ▁کریں : ▁No . 100 ▁چ نگ ▁روڈ ، ▁فو ی انگ ▁شہر ، ▁ حن گز ہا وو ، ▁ز ہی جی انگ ▁صوبہ ، ▁چین
▁www . got ques tions . org / Ur du ▁- ▁ بائی بل ▁کے ▁سوالات ▁کے ▁جواب ▁دے ▁دیئے ▁گئے
▁ضلع ▁خوش اب ▁کے ▁تمام ▁ری ون یو ▁ریکارڈ ▁کو ▁کمپیوٹر ائز ڈ ▁کیا ...
▁گو ▁جر ▁خان ( نامہ ▁نگار ▁) ▁انجمن ▁تاج ران ▁ٹر یڈ رز ▁... Read ▁More ▁»
▁کھیل ▁کی ▁خبریں
▁اسلام ▁آباد ▁—
▁سی ▁پیک ▁پاکستان ▁کی ▁ترقی ▁کا ▁ض امن ▁منصوبہ ▁ہے ، ▁منصوبے ▁میں ▁سعودی ▁عرب ▁کی ▁شمولیت ▁پر ▁کوئی ▁اعتراض ▁نہیں ▁ہے : ▁سربراہ ▁جم ی عت ▁علماء ▁اسلام ▁ف
▁اے ▁ی عق وب ▁کی ▁اولاد ! ▁میرے ▁وہ ▁احسان ▁یاد ▁کرو ، ▁جو ▁میں ▁نے ▁تم ▁پر ▁کئے ▁تھے ▁اور ▁یہ ▁کہ ▁میں ▁نے ▁تم ▁کو ▁ جہ ان ▁کے ▁لوگوں ▁پر ▁فضیلت ▁بخشی ▁تھی ▁۔ ▁ البقرة ▁: ▁47
▁قانون ▁سے ▁ما ؤ راء ▁ان دھی ▁اور ▁ب ہری ▁طاقت وں ▁کے ▁مقابلے ▁میں ▁ان ▁کے ▁عزم ▁اور ▁ایمان ▁کا ▁ نظار ہ ▁آپ ▁ٹی ▁ٹی ▁پی ▁کے ▁ع روج ▁کے ▁دور ▁میں ▁بخ وب ی ▁کر ▁چکے ▁ہیں۔
▁تفصیلات ▁کے ▁مطابق ▁بل یک ▁بی ری ▁کی ▁جانب ▁سے ▁کافی ▁عرصے ▁بعد ▁اعلان ▁کیا ▁گیا ▁تھا ▁کہ ▁جلد ▁کمپنی ▁کی ▁جانب ▁سے ▁جلد ▁اس مار ٹ ▁فون ▁متعارف ▁کر ایا ▁جائے ▁گا ▁جس ▁میں ▁این ڈر ائیڈ ▁ور ژن ▁ہوگا۔
▁مال ▁روڈ ▁لاہور ▁کے ▁ہوٹل ▁میں ▁مرد ہ ▁پائی ▁جانے ▁والی ▁لڑکی ▁کی ▁اصل ▁حقیقت !
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁دنیا ▁بھر ▁سے

▁کیا ▁واقعی ▁حضرت ▁علی ▁رضی ▁اللہ ▁عنہ ▁نے ▁گ ست اخ ِ ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کی ▁زبان ▁کا ٹ ▁دی ▁تھی ؟
▁پاکستان ▁میں ▁مارشل ▁لاء ▁کے ▁ نفاذ ▁کی ▁صورت ▁میں ▁کیا ▁ھو گا ...
▁Ven kite sh ▁Rama krishna n : ▁" C iti zen ▁President "، ▁فر نٹ ▁لائن ▁22 ▁(24) ، ▁5 -18 ▁نومبر ▁2005. ▁اخذ ▁کردہ ▁ب تاریخ ▁24 ▁فروری ▁2006.
▁بی جنگ ۔ ▁9 ▁مارچ ▁( سی است ▁ڈاٹ ▁کام ) ▁ایک ▁انتہائی ▁افسوس ناک ▁واقعہ ▁میں ▁ایک ▁چینی ▁جو ڑے ▁نے ▁مبینہ ▁طور ▁پر ▁صرف ▁ایک ▁آئی ▁فون ▁خرید نے ▁کیلئے ▁اپنی ▁18 ▁ماہ ▁کی ▁بچی ▁کو ▁35 30 ▁ڈالر س ▁میں ▁فروخت ▁کردیا۔ ▁سرکاری ▁اخبار ▁’’ پی پل ز ▁ڈی لی ‘‘ ▁نے ▁اپنے ▁آن ▁لائن ▁خبر وں ▁میں ▁یہ ▁رپورٹ ▁پیش ▁کی ▁کہ ▁ڈو ان ▁نامی ▁شخص ▁جو ▁18 ▁ماہ ▁کی ▁بچی ▁کا ▁باپ ▁تھا ▁اور ▁صوبہ ▁فی وج ین ▁کا ▁ساکن ▁تھا ، ▁سو ش یل ▁میڈیا ▁سائٹ ▁ QQ ▁پر ▁اپنی ▁18 ▁ماہ ▁کی ▁بچی ▁کے ▁خرید ار ▁سے ▁رابطہ ▁قائم ▁کیا ▁تھا ▁کیونکہ ▁اسے ▁رقم ▁کی ▁ضرورت ▁تھی ▁اور ▁وہ ▁ایک ▁موٹر ▁ بائی ک ▁اور ▁ایک ▁آئی ▁فون ▁خرید نا ▁چاہتا ▁تھا ▁جبکہ ▁بچی ▁کی ▁ماں ▁ ژی اؤ ▁پیچ ▁متعدد ▁مقامات ▁پر ▁جز وقت ی ▁ملازمت ▁کیا ▁کرتی ▁تھی ▁جبکہ ▁اس ▁کا ▁شوہر ▁( ب چی ▁کا ▁والد ) ▁اپنا ▁زیادہ ▁تر ▁وقت ▁مختلف ▁انٹرنیٹ ▁کی فس ▁میں ▁گزار ا ▁کرتا ▁تھا ▁اور ▁اسی ▁دوران ▁ QQ ▁سو ش یل ▁میڈیا ▁پر ▁اس ▁نے ▁بچی ▁کے ▁خرید ار ▁کو ▁پال یا۔ ▁میاں ▁بیوی ▁کم ▁عمر ▁ہیں ▁یعنی ▁ان ▁کی ▁عمر ▁صرف ▁19 ▁سال ▁ہے ▁اور ▁چونکہ ▁ان ▁کے ▁پاس ▁کوئی ▁مستقل ▁ملازمت ▁اور ▁مستقل ▁آمدن ی ▁نہیں ▁ہے ▁تو ▁انہوں ▁نے ▁نو ز ائد ہ ▁بچی ▁کو ▁بوجھ ▁سمجھ نا ▁شروع ▁کردیا ، ▁لہذا ▁ایک ▁ایسا ▁موقع ▁جب ▁ڈو ان ▁کو ▁ملا ▁تو ▁اس ▁نے ▁موقع ▁غنی مت ▁جانتے ▁ہوئے ▁بچی ▁کو ▁فروخت ▁کردیا ▁تاہم ▁پولیس ▁کو ▁جب ▁یہ ▁اطلاع ▁ملی ▁تو ▁انہیں ▁گرفتار ▁کرلیا ▁گیا۔
▁تازہ ▁ترین ▁شو
▁بستر ▁میں ▁لی ٹے ▁رہ و ▁گے ▁؟
▁اپنے ▁من ▁میں ▁جھ ان کت ا ▁تو ▁بھی ▁نہیں ▁میں ▁بھی ▁نہیں
▁چین ▁75 ▁او ہم ▁ٹ ▁پر ▁ا ڈا پٹ ر ▁کے ▁ڈو یل پر ▁کی ▁فراہمی ، ▁گ ائیڈ ، ▁طول ▁و ▁عرض ▁- ▁مصنوعات ▁- ▁ ژی ان ▁شا نگ ہ اؤ ▁ال یکٹر ان ک ▁ٹیکنالوجی ▁کمپنی ، ▁ل .
▁ایشیا ▁کپ : ▁پاکستان ▁کا ▁بھارت ▁کو ▁جیت ▁کیلئے ▁163 ▁رنز ▁کا ▁ہدف
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁دل ▁کا ▁نام ▁قلب ▁اسی ▁لیے ▁رکھا ▁گیا ▁ہے ▁کہ ▁یہ ▁م تردد ▁اور ▁مت قلب ▁رہتا ▁ہے۔ ▁حالات ▁اور ▁ماحول ▁اس ▁کا ▁حال ▁تبدیل ▁کر ▁دیتے ▁ہیں۔ ▁ایک ▁طرف ▁اسے ▁بھ لائ ▁ کھی نچ ▁رہی ▁ہوتی ▁ہے ▁اور ▁دوسری ▁طرف ▁برای ▁اپنی ▁طرف ▁لے ▁جانے ▁کی ▁کوشش ▁کر ▁رہی ▁ہوتی ▁ہے۔ ▁ایک ▁طرف ▁فرشت ہ ▁ثابت ▁قدم ▁کررہا ▁ہوتا ▁ہے ▁اور ▁دوسری ▁طرف ▁شیطان ▁و رغ لا ▁رہا ▁ہوتا ▁ہے۔ ▁اللہ ▁تب ارک ▁وتع الی ٰ ▁فرما تا ▁ہے :
▁یہ ▁تھ کا ▁ہے !! ▁And ▁at ▁times , ▁تھ وڑ ا ▁سا ▁کے ▁ساتھ ▁ساتھ ▁مایوس ی . ▁اپنے ▁آپ ▁کو ▁ایک ▁فوری ▁طور ▁پر ▁اٹھا ▁لینا ▁دینا ▁چاہتے ▁ہیں ? ▁پھر ▁خوش ▁ہو ▁جا ؤ ! ▁It ▁has ▁been ▁found ▁that ▁happy ▁women ▁are ▁health ier . ▁یہاں ▁ہیں ▁7 ▁ہے ▁کہ ▁صحت ▁مند ▁خواتین ▁کی ▁ع ادات :
▁نواز ▁شریف ▁جامع ۂ ▁نع یم یہ ▁کے ▁ بانی ▁مفت ی ▁حسین ▁نع یم ی ▁کی ▁برس ی ▁کے ▁موقع ے ▁پر ▁خطاب ▁کرنے ▁مدرس ے ▁پہنچے ▁تھے۔ ▁جون ہی ▁وہ ▁سٹی ج ▁پر ▁پہنچے ، ▁ایک ▁شخص ▁نے ▁نزدیک ▁سے ▁ان ▁پر ▁جو تا ▁پھینک ▁دیا۔
▁ہر ▁کوئی ▁عمران ▁خان ▁جیسی ▁بلند یاں ▁نہیں ▁چھ و ▁سکتا ، ▁بنگلہ ▁دیش ی ▁کپتان
▁آئی ے ▁اہم ▁اسلامی ▁کتب ▁کو ▁ یون یک وڈ ▁میں ▁انٹرنیٹ ▁پر ▁پیش ▁کرنے ▁کے ▁لئے ▁مل ▁جل ▁کر ▁آن ▁لائن ▁ٹ ائ پ نگ ▁کریں۔ ▁م حدث ▁ٹ ائ پ نگ ▁پرا جی کٹ ▁کے ▁ذریعے ▁آپ ▁روزانہ ▁فقط ▁دس ▁پندرہ ▁ منٹ ▁ٹ ائ پ نگ ▁کر ▁کے ▁ہزاروں ▁صفحات ▁پر ▁مشتمل ▁اہم ▁ترین ▁کتب ▁کو ▁ٹ ائ پ ▁کرنے ▁میں ▁اہم ▁کردار ▁ادا ▁کرکے ▁صدق ہ ▁جاری ہ ▁میں ▁شامل ▁ہو ▁سکتے ▁ہیں۔ ▁م حدث ▁ٹ ائ پ نگ ▁پرا جی کٹ ▁میں ▁شمولیت ▁کے ▁لئے ▁یہاں ▁کلک ▁کریں۔
▁بیگم ▁کلثوم ▁نواز ▁کا ▁لندن ▁کی ▁ری ج نٹ ▁پارک ▁مسجد ▁میں ▁نماز ▁جنازہ
▁صرف ▁دس ▁سی ک نڈ ▁ز ” میں ▁آپ ▁بھی ▁تلاش ▁کیجئے “ لا تعداد ▁” زی رو “ ▁مگر ▁ایک ▁” سی “ ▁نے ▁انٹرنیٹ ▁صارفین ▁کو ▁بڑا ▁جھ ٹک ا ▁دیدی ا
▁انس ▁و جن ▁کی ▁طرح ▁فرشت ے ▁بھی ▁اللہ ▁تعالی ٰ ▁کی ▁مخلوق ▁ہیں ، ▁جیسا
▁کراچی ▁: ▁آئی ▁جی ▁سندھ ▁مقرر ▁ہونے ▁کے ▁بعد ▁اے ▁ڈی ▁خواجہ ▁کا ▁پہلا ▁اعلان
▁ہر ▁طرح ▁کے ▁مسائل ▁اور ▁مشکلات ▁کے ▁باوجود ▁کائنات ▁پھیل ▁کیوں ▁رہی ▁ہے ؟ ▁- ▁Pakistan ▁- ▁Dawn ▁News
▁جاپان ی ▁سائنس دان ▁Osa mu ▁Shi mo mura ▁کا ▁سن ▁پیدائش ▁سن ▁ا ُ ن یس ▁سو ▁اٹھا ئی س ▁ہے ▁اور ▁وہ ▁امریکی ▁ریاست ▁میری ▁لینڈ ▁کی ▁مشہور ▁زمان ہ ▁میری ن ▁ بائی و ▁لا جی کل ▁لی بار ٹری ▁کے ▁ریٹائر ▁پروفیسر ▁ہیں۔ ▁پروفیسر ▁شی مو ▁م ُ ورا ▁نے ▁شمالی ▁امریکی ▁ساحل وں ▁پر ▁پہ چ نے ▁والی ▁جیل ی ▁ فش ▁کے ▁اندر ▁سے ▁سبز ▁چم کی لے ▁ما دے ▁کو ▁علی حد ہ ▁کیا ▁تھا۔ ▁یہ ▁جیل ی ▁ فش ▁سمندر ی ▁رو ▁کے ▁ساتھ ▁کسی ▁اور ▁مقام ▁سے ▁بہت ی ▁ہوئی ▁شمالی ▁امریکہ ▁کے ▁مغربی ▁ساحل وں ▁تک ▁پہنچ ی ▁تھی۔ ▁جاپان ی ▁پروفیسر ▁نے ▁یہ ▁بھی ▁مع ل ُ وم ▁کیا ▁کہ ▁جیل ی ▁ فش ▁کا ▁سبز ▁چم کی لا ▁ما دہ ▁ال ٹر ا ▁بن فش ی ▁ش ع اع وں ▁میں ▁مزید ▁روشن ▁ہو ▁جاتا ▁ہے۔ ▁ا ُ ن ▁کی ▁ری سر چ ▁میں ▁بوس ٹن ▁یو نی ▁ ورس ٹی ▁کی ▁تجربہ ▁گاہ ▁بھی ▁شامل ▁ہے۔
▁یورپی ▁یونین ▁کا ▁ایران ▁کے ▁خلاف ▁امریکی ▁پابندی اں ▁بلا ک ▁کرنے ▁کا ▁عزم
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁انہوں ▁نے ▁سلام ▁ٹائمز ▁سے ▁بات ▁کرتے ▁ہوئے ▁کہا ، ▁” مم کن ▁ہے ▁کہ ▁[ ایران ▁کے ▁اسلامی ▁انقلابی ▁ گار ڈ ▁کور ▁( آئی ▁آر ▁جی ▁سی ) ] ▁کے ▁اندر ▁موجود ▁عناصر ▁نے ▁طالبان ▁کو ▁دور ▁تک ▁مار ▁کرنے ▁والے ▁را کٹ ▁منتقل ▁کیے ▁ہوں ▁اور ▁طالبان ▁کے ▁لیے ▁تربیت ▁فراہم ▁کی ▁ہو۔ “
▁اپنے ▁ہی ▁گھر ▁والے ▁سان پ
▁رسائی ▁کے ▁لنکس
▁اس ▁کے ▁علاوہ ▁الگ ▁الگ ▁100 ▁amp s ▁ہر ▁کم ▁دو ▁عام ▁گاڑی ▁کی ▁بی ٹری ▁خرید ا . ▁ایک ▁invert er ▁( کن ور ٹر ) ▁کے ▁ساتھ ▁Re charge able ▁ب یٹر یاں ▁12 ▁ڈبلیو ▁220 ▁و اٹ ▁کے ▁ایک ▁موجودہ ▁تخلیق ▁کرتے ▁ہیں . ▁یہ ▁خود ▁ب خود ▁ب وائل ر ▁میں ▁پانی ▁ف یڈ ▁کہ ▁بجلی ▁کافی ▁مشین ▁کام ▁کر ▁رہے ▁ہیں . ▁اس ▁کے ▁علاوہ ▁ان ▁سے ▁چکی ، ▁نظم ▁روشنی ▁یا ▁آپ ▁کو ▁ملازمین ▁اور ▁ال یکٹر و ▁ب ٹن ▁ی سپ ریس و ▁مشین ▁استعمال ▁کرتے ▁ہیں ▁تو ، ▁آپ ▁کے ▁کام ▁کی ▁جگہ ، ▁viden ably ud enie ▁جلا نے ▁ت لفظ ▁کام ▁کرتا ▁ہے ▁یہ ▁خود ▁کار ▁طریقے ▁سے ▁یا ▁نیم ▁خود ▁کار ▁ہے .

▁ڈاکٹر ▁را مین ▁نے ▁یہ ▁معلوم ▁کرنے ▁کے ▁لیے ▁تحقیق ▁کی ▁کہ ▁آیا ▁خل یوں ▁کی ▁عمر ▁میں ▁اضافے ▁اور ▁او می گا ▁تھر ی ▁ایس ڈز ▁کے ▁درمیان ▁کوئی ▁تعلق ▁ہوسکتا ▁ہے۔ ▁وہ ▁کہ تی ▁ہیں ▁کہ ▁ان ▁کی ▁تحقیق ▁سے ▁یہ ▁نتیجہ ▁سامنے ▁آیا ▁ہے ▁کہ ▁جن ▁مریض وں ▁کے ▁خون ▁میں ▁م چھ لی ▁کے ▁تیل ▁میں ▁پائے ▁جانے ▁والے ▁او می گا ▁تھر ی ▁ایسی ڈز ▁کی ▁سطح ▁زیادہ ▁تھی ، ▁ان ▁کے ▁خل یوں ▁میں ▁عمر ▁بڑھ نے ▁کے ▁ساتھ ▁بوس ی دگی ▁کے ▁قدرت ی ▁عمل ▁کی ▁رفتار ▁ب ظ ا ہر ▁سست ▁تھی۔
▁آن کھ ▁میں ▁کچھ ▁چلا ▁جائے
▁پاکستان ▁کی ▁تین وں ▁بڑی ▁سیاسی ▁جماعتوں ▁مسلم ▁لیگ ▁( ن )، ▁پیپلز ▁پارٹی ▁اور ▁تحریک ▁انصاف ▁کے ▁ا ُ می دوار وں ▁کی ▁تعداد ▁ان ▁انتخابات ▁میں ▁سب ▁سے ▁زیادہ ▁تھی ▁اور ▁بیشتر ▁حلق وں ▁میں ▁ان ھ ی ▁جماعتوں ▁کے ▁ا ُ می دوار وں ▁کے ▁درمیان ▁مقابلہ ▁تھا۔
▁اب ▁تیل ▁کے ▁کن و ؤں ▁کی ▁تعمیر ▁میں ▁اس ▁کے ▁ تجرب ات ▁کے ▁نیک ▁م شور ے ▁بھی ▁شامل ▁ہوتے ▁تھے۔ ▁کمپنی ▁کے ▁اعلی ٰ ▁افسران ▁اپنے ▁ان جن یئر وں ▁کو ▁اس لم ▁کے ▁م شور وں ▁پر ▁غور ▁کرنے ▁کی ▁ہدایت ▁دیتے ▁تھے۔
▁امریکہ ▁کی ▁سمندر ی ▁راہ ▁زنی ▁( ق سط 1)
▁◄ ▁ایڈ ا ہو ▁میں ▁عما رات ▁و ▁سا خ ات ▁بل ح اظ ▁کاؤنٹی ▁( 44 ▁ز )
▁انھوں ▁نے ▁کہا ▁کہ ▁ب ظ ا ہر ▁اس ▁قتل ▁کے ▁مقاصد ▁واضح ▁نہیں ▁ہیں ▁لیکن ▁اس ▁بارے ▁میں ▁تحقیقات ▁جاری ▁ہیں۔
▁ایک ▁شخص ▁شادی ▁کا ▁خواہش ▁مند ▁تھا ▁اور ▁اس ▁لئے
▁۳ : ۔ ▁ابن ▁ ابی ▁حا تم ▁نے ▁مج ا ہ د ▁رحم ۃ ▁اللہ ▁علیہ ▁سے ▁روایت ▁کیا ▁کہ ▁مسلمانوں ▁میں ▁سے ▁جو ▁( کا فر وں ▁سے ▁) ▁لڑ تا ▁تھا ▁اور ▁وہ ▁یہ ▁بات ▁پسند ▁کرتا ▁تھا ▁کہ ▁اس ▁کے ▁جہاد ▁کو ▁دیکھا ▁جائے ▁( یعنی ▁لوگ ▁دیکھ ▁کر ▁خوش ▁ہوں ▁) ▁تو ▁اللہ ▁تعالی ٰ ▁نے ▁یہ ▁آیت ▁اتار ی ▁( آ یت ▁) ’ ’ ▁فمن ▁کان ▁ی رج وا ▁لق آ ء ▁رب ہ ▁‘‘ ▁۔
▁اداکار ومی ز بان ▁حم زہ ▁علی ▁عباسی ▁نے ▁رمضان ▁کی ▁اصل ▁روح ▁کے ▁بارے ▁میں ▁بتا تے ▁ہوئے ▁کہا ▁اللہ ▁اس ▁ماہ ▁ہم ▁سے ▁چاہتا ▁ہے ▁کہ ▁ہم ▁اس ▁ماہ ▁خود ▁کو باز ▁رکھیں ▁وہ ▁ہم ▁سے ▁قربانی ▁چاہتا ▁ہے۔ ▁رمضان ▁مبارک ، ▁اللہ ▁ہمیں ▁اس ▁ماہ ▁کے ▁آخر ▁میں ▁اچھا ▁اور بہ تر ▁انسان ▁بننے ▁کی ▁توفیق ▁عطا ▁کرے۔
▁قیمت : ▁900 ▁روپے ▁_ ▁فری ▁ہو م ▁ڈ لی وری ▁ب ذریعہ ▁ٹی ▁سی ▁ایس
▁شہد ائے ▁کربلا ▁کی ▁یاد ▁میں ▁ملک ▁بھر ▁میں ▁نو یں ▁محرم ▁الحرام ▁کے ▁جلوس ▁نکال ے ▁جارہے ▁ہیں
▁← ▁شور بر تھا کہ ▁غالب ▁کے ▁ا ڑ یں ▁گے ▁پر ز ے ▁دیکھنے ▁بھی ▁گے ▁تھے ، ▁پر ▁تم اش ہ ▁نہ ▁ہوا

▁سور ۃ ▁الم ُ لک ▁نے ▁کہا ▁میں ▁زیادہ ▁دیر ▁کے ▁لئے ▁نہیں ▁جارہی ▁بلکہ ▁تمہارے ▁لئے ▁کوئی ▁حل ▁نکال نے ▁کے ▁لئے ▁جارہی ▁ہوں۔
▁’’ ل وٹ ▁مار ‘‘ ▁کا ▁بازار ▁گرم ▁؛ ▁...

▁میڈیا ▁سینٹر
▁متعلقہ ▁مصنوعات
▁کسی ▁نامعلوم ▁مقام ▁سے ▁ب ذریعہ ▁فون ▁گفتگو ▁کے ▁دوران ▁طالبان ▁رہنما ▁نے ▁دعوی ٰ ▁کیا ▁کہ ▁حملے ▁کے ▁وقت ▁مدرس ے ▁میں ▁جاری ▁تقریب ▁میں ▁دو ▁ہزار ▁کے ▁لگ ▁بھگ ▁لوگ ▁شریک ▁تھے ▁جن ▁میں ▁750 ▁طلب ہ ▁بھی ▁شامل ▁تھے۔
▁گجرات ▁: ▁پیپلزپارٹی ▁کے ▁رہنما ▁قمر ▁زمان ▁کا ئر ہ ▁نے ▁کہا ▁ہے ▁کہ ▁چیلنج ▁قبول ▁کرتا ▁ہوں ▁، ▁گرمی وں ▁میں ▁لوڈ ▁ش یڈ نگ ▁ختم ▁نہ ▁ہوئی ▁تو ▁شہباز ▁شریف ▁اپنی ▁پسند ▁کا ▁نام ▁رکھ ▁ل یں۔
▁↑ ▁نقص ▁حوالہ : ▁ٹی گ ▁< ref > ▁درست ▁نہیں ▁ہے ؛ ▁middle - e ast - online ▁نامی ▁حوالہ ▁کے ▁لیے ▁کوئی ▁مواد ▁درج ▁نہیں ▁کیا ▁گیا۔ ▁( م زید ▁معلومات ▁کے ▁لیے ▁معاونت ▁صفحہ ▁دیکھی ے ) ۔
▁۶ ۔ ملک ▁غلام ▁محمد ▁فخر ▁رسول ▁کھ ر ▁( آ زاد ▁امیدوار ) ▁3 31 ▁ووٹ
▁اسرائیلی ▁فوج ▁نے ▁غ زہ ▁کی ▁سرحد ▁پر ▁احتجاج ▁کرنے ▁والے ▁نہ تے ▁فلسطینی ▁باشند وں ▁پر ▁گول یاں ▁برس ائیں ▁اور ▁آن سو ▁گیس ▁کا ▁استعمال ▁کیا
▁اسلام ▁آباد : صدر ▁مملکت ▁ممنون ▁حسین ▁نے ▁الیکشن ▁میں ▁التو اء ▁کا ▁امکان ▁مسترد ▁کرتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁انہیں ▁عام ▁انتخابات ▁بر ▁وقت ▁ہوتے ▁نظر ▁آ ▁رہے ▁ہیں ، ▁سیاست ▁دان ▁بچے ▁نہیں ▁ہیں ▁جو ▁انہیں ▁ب ٹھا ▁کر ▁سمجھ ایا ▁جائے ▁کہ ▁انہیں ▁کیا ▁کہنا ▁اور ▁کرنا ▁چاہیے۔
▁کھیل ▁ہی ▁کھیل ▁میں ▁تیز ▁رفتار ▁موٹر ▁سائیکل ▁آن ▁لائن . ▁مفت ▁کے ▁لئے ▁کھیل تے ▁ہیں
▁! ▁س 52 سال ▁میں ▁مسلمانوں ▁کو ▁کیا ▁ملا ▁اور ▁قائد ین ▁کو ▁کیا
▁نوجوانوں ▁کا ▁صفحہ
▁زبان ی ▁A AS ▁زبان ی ▁تر نا بول ▁کی ▁وسیع ▁اکثریت ▁کی ▁طرح ▁17 ▁الفا ▁al kyl ated ▁ہے ، ▁اس ▁طرح ▁ج گر ▁کے ▁لئے ▁ممکن ہ ▁طور ▁پر ▁نقصان ▁ دہ ▁ہے . ▁تاہم ، ▁طویل ▁استعمال ▁کے ▁بعد ▁بھی ▁ج گر ▁پر ▁منفی ▁اثرات ▁کی ▁اطلاع ▁نہیں ▁ملی .
▁ہمارے ▁بارے ▁میں
▁> ▁گھر ▁> ▁مصنوعات ▁> ▁آئی ▁سی ▁سی ▁پی ▁ان وڈ ▁> ▁مواد
▁نیا ▁.. ▁10 :29 ▁( ▁را ئ ج ▁_ ▁سابق ہ ) ▁ . ▁ . ▁(+ 41) ▁ . ▁ . ▁Sham so ddin ▁( تبادل ۂ ▁خیال ▁_ ▁شر ا کت یں ) ▁(« ▁زمرہ : شی ع ہ ▁کتب ▁اخلاق » ▁مواد ▁پر ▁مشتمل ▁نیا ▁صفحہ ▁بنایا )
▁تحریک ▁انصاف ▁نے ▁جھ گ ڑا ▁اور ▁راحیل ہ ▁مگ سی ▁کو ▁اسلام ▁آباد ▁سے ▁سینٹ ▁کیلئے ▁ٹکٹ ▁کے ▁اجراء ▁اور ▁کاغذ ات ▁نامزد گی ▁کی ▁منظوری ▁کے ▁فیصلہ ▁کو ▁اسلام ▁آباد ▁ہائیکورٹ ▁میں ▁چیلنج ▁کردیا ، کا غذ ات ▁مسترد ▁کرنے ▁کا ▁حکم ▁جاری ▁کرنے ▁کی ▁است دعا ، مسلم ▁لیگ ▁ن ▁نے ▁کو ڈ ▁آف ▁کن ڈ کٹ ▁کی ▁کھل ے ▁عام ▁خلاف ▁وز ری ▁کرتے ▁ہوئے ▁ہار س ▁ٹر یڈ نگ ▁شروع ▁کردی ▁ہے ، ش ع یب ▁ رز اق ▁کی ▁گفتگو
▁آج ▁قدرت ▁نے ▁موقع ہ ▁دیا ▁تھا ▁اور ▁میں ▁تم پر ے ▁اپنے ▁ایک ▁دوست ▁کی ▁مہ ندی ▁میں ▁پہنچا ▁تھا ▁( مہ ندی ▁کی ▁تفصیل ▁وقف ہ ▁کے ▁بعد ) ▁چنانچہ ▁قریب ا ▁رات ▁کے ▁10 ▁بجے ▁میں ▁نے ▁ قی صر انی ▁کو ▁فون ▁کیا۔
▁’’ ا ے ▁ایمان ▁والو ▁اگر ▁تمہارے ▁پاس ▁کوئی ▁فا سق ▁خبر ▁لائے ▁تو ▁پہلے ▁تصدیق ▁کر لو ▁کہیں ▁( اس ▁خبر ▁کو ▁سچ ا ▁جان ▁کر ) ▁تم ▁کسی ▁قوم ▁پر ▁حملہ ▁کرد و ▁پھر ▁( اس ▁خبر ▁کے ▁جھوٹ ا ▁ثابت ▁ہونے ▁پر ) ▁اپنے ▁کئے ▁پر ▁نا دم ▁ہو ▁جا ؤ ‘‘
▁محمد ▁سام ی ▁الد حد وح ، ▁عمر 19 ▁سال ، ▁سام ی ▁الد حد وح ▁کو ▁23 ▁دسمبر ▁2017 ء ▁کو ▁مشرقی ▁غ زہ ▁میں ▁ہونے ▁والے ▁ایک ▁م ظ ا ہ رے ▁کے ▁دوران ▁گول یاں ▁مار ی ▁گئیں ▁جس ▁کے ▁نتیجے ▁میں ▁وہ ▁جام ▁شہادت ▁نوش ▁کر گ ئے۔

▁میں ▁نے ▁کہا ▁کہ ▁ہاں ▁اسی ▁بات ▁کی ▁م ٹھ ائی ▁لا یا ▁ہے ▁۔ ▁اچانک ▁انھوں ▁نے ▁فاروق ▁ستار ▁کی ▁ماں ▁کے ▁انداز ▁میں ▁انگل ی ▁اٹھا ▁کر ▁مجھے ▁مخاطب ▁کرتے ▁ہوئے ▁کہا ۔ ▁۔ ▁۔ ▁۔
▁پاک ▁بھارت ▁تعلقات ▁( 59)
▁تقسیم ▁کا ▁بیان

▁2008 ء ▁میں ▁ممبئی ▁کے ▁دہشت ▁گرد ▁حملوں ▁کے ▁بعد ▁دونوں ▁ممالک ▁کے ▁درمیان ▁تعلقات ▁انتہائی ▁خراب ▁ہو ▁گئے ▁تھے ▁اور ▁دونوں ▁ممالک ▁کی ▁کرکٹ ▁ٹیم یں ▁اس ▁وقت ▁ایک ▁دوسرے ▁کی ▁سرزمین ▁پر ▁نہیں ▁کھیل یں۔ ▁تجزیہ ▁کار وں ▁کا ▁کہنا ▁ہے ▁کہ ▁بھارتی ▁وزیر ▁اعظم ▁کا ▁یہ ▁دعوت ▁ نامہ ▁اس ▁طویل ▁سرد م ہری ▁کو ▁تو ڑے ▁گا ▁جو ▁اس ▁اند وہ ناک ▁واقعے ▁کے ▁بعد ▁پیدا ▁ہوگئی ▁تھی۔
▁گزشتہ ▁روز ▁الیکشن ▁کمیشن ▁کے ▁ترجمان ▁نے ▁” ا ُ ردو ▁پوائنٹ ▁اخبار ▁تازہ ▁ترین۔ ▁آئی ▁این ▁پی ۔ ▁1 جن وری 2013 ء “ ▁سے ▁بات ▁چیت ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁اگر ▁طاہر ▁القادر ی ▁کے ▁انتخابی ▁اصلاحات ▁کے ▁لئے ▁سابق ▁سیکرٹری ▁الیکشن ▁کمیشن ▁کن ور ▁دل شاد ▁کی ▁سربراہ ی ▁میں ▁بنائے ▁گئے ▁کمیشن ▁نے ▁انتخابی ▁قوانین ▁کو ▁موثر ▁بنانے ▁کیلئے ▁ای ▁سی ▁پی ▁سے ▁مشورہ ▁یا ▁ت جا ویز ▁مانگ ی ▁تو ▁ضرور ▁دیں ▁گے۔ ▁جہاں ▁تک ▁انتخابی ▁اصلاحات ▁کا ▁تعلق ▁ہے ▁اس ▁کا ▁مناسب ▁اور ▁قانونی ▁فورم ▁پارلیمنٹ ▁ہے ▁صرف ▁پارلیمنٹ ▁کو ▁ہی ▁اختیار ▁ہے ▁کہ ▁وہ ▁انتخابی ▁اصلاحات ▁کیلئے ▁موجودہ ▁قوانین ▁میں ▁تر امی م ▁کرے ▁یا ▁نئی ▁قانون ▁سازی ▁کرے۔
▁خواجہ ▁محمد ▁آصف ▁کی ▁حلقہ ▁این ▁اے ▁73 سے ▁کامیابی ▁کا ▁نوٹ ی فک یشن ▁کال عد م ▁قرار ▁دینے ▁کی ▁درخواست ▁سماعت ▁کیلئے ▁منظور


▁بلاول ▁بھٹو ▁زرداری ▁نے ▁کراچی ▁میں ▁پیپلز ▁پارٹی ▁کے ▁ممبر ▁سازی ▁مہم ▁کیلئے ▁لگائے ▁گئے ▁...
▁گندم ▁سب س ڈی ▁میں ▁م رحل ہ ▁وار ▁کمی ▁کرنے ▁کی ▁کوشش وں ▁کے ▁خلاف ▁ایک ▁اور ▁دفعہ ▁تحریک ▁چلانے ▁کا ▁عزم
▁یوم ▁دفاع ▁کا ▁آغاز ▁ہوتے ▁ہی ▁عوام ▁نے ▁آتش ▁بازی ▁کا ▁شاندار ▁مظاہرہ ▁کر ▁کے ▁اپنے ▁جوش ▁و ▁جذب ے ▁اور ▁پاک ▁فوج ▁کے ▁ساتھ ▁یک جہ تی ▁کا ▁اظہار ▁کیا۔ ▁صدر ▁مملکت ▁ممنون ▁حسین ▁، ▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ، ▁آرمی ▁چیف ▁جنرل ▁قمر ▁با جو ہ ▁، ▁وفاقی ▁وزراء ، ▁صوبائی ▁وزراء ▁اور ▁دیگر ▁سیاست دان وں ▁نے ▁عوام ▁کو ▁یوم ▁دفاع ▁کی ▁بھرپور ▁مبارک باد ▁دی ▁ہے ▁اور ▁شہد ائے ▁پاکستان ▁کو ▁ خراج ▁تحسین ▁پیش ▁کیا ▁ہے ▁جبکہ ▁عظیم ▁دن ▁داد ▁ ِ ▁شجاع ت ▁دینے ▁والے ▁جاں ▁باز وں ▁اور ▁شہید وں ▁کو ▁ع قی دت ▁کا ▁نذر انہ ▁پیش ▁کیا ▁جاتا ▁ہے۔
▁اس ▁میں ▁شک ▁نہیں ▁کہ ▁بل یا ▁کے ▁اس ▁جل سے ▁میں ▁جا ▁کر وزیر ▁اعلی ٰ ▁کی ▁تقریر ▁سن نا سائر ہ ▁کا ▁بنیادی ▁حق ▁تھا ▁لیکن ▁کیا ▁ہر ▁حق ▁کا ▁استعمال ▁لازم ی ▁ہے ؟ ▁اس ▁ریلی ▁میں ▁جانے ▁کے ▁لیے ▁کسی ▁نے ▁سائ رہ ▁کو ▁مجبور ▁نہیں ▁کیا ▁تھا ▁وہ ▁اگر ▁وہاں ▁نہیں ▁جاتی ▁کوئی ▁خاتون ▁پول س ▁اہلکار ▁اس ▁کا ▁برق ع ▁نہ ▁اتر وات ی ▁۔ ▁حد ▁تو ▁یہ ▁ہے ▁کہ ▁جب ▁پول س ▁کے ▁کہنے ▁پر ▁اس ▁نے ▁نقاب ▁اتار ▁دیا ▁اور س ردو پٹ ے ▁سے ▁ڈھ ک ▁لیا ▁تو ▁وہ ▁بھی ▁ناقابل ِ ▁قبول ▁تھا ▁بلکہ ▁سائ رہ ▁کو ▁پورا ▁برق ع ▁اتار نے ▁کو ▁کہا ▁گیا ▁۔ ▁ایسے ▁میں ▁سائ رہ ▁احتجاج ا ً ▁اپنے ▁گھر ▁واپس ▁آس کت ی ▁تھی ▁لیکن ▁اس ▁نے ▁از خود ▁برق ع ▁اتار نے ▁کی ▁کوشش ▁کی ▁تو ▁ب ٹن ▁کپ ڑوں ▁میں ▁پھنس ▁گیا ▁اس ▁کے ▁بعد ▁وہاں ▁بیٹھ ی ▁دوسری ▁خواتین ▁نے ▁سائ رہ ▁کا ▁برق ع ▁ کھی نچ ▁کر ▁اتار ▁دیا۔ ▁برق ع ▁اتار نے ▁کے ▁بعد اس ے ▁مرد ▁پول س ▁اہلکاروں ▁نے ▁ضبط ▁کر ▁لیا ▁اور ▁اپنے ▁ساتھ ▁لے ▁گئے۔ ▁اس ▁موقع ▁پر ▁یہ ▁شعر ▁یو گی ، ▁پول س ▁اور ▁سائ رہ ▁تین وں ▁پر ▁صادق ▁آتا ▁ہے ▁ ؎
▁ہمارے ▁بارے ▁میں
▁اضلاع ▁کی ▁خبریں
▁اسے ▁شیئر ▁کریں :
▁کھیل ▁ہی ▁کھیل ▁میں ▁سیاہ ▁رات ▁چو مو ▁نے ▁مزید ▁کہا : ▁16 .04.20 14
▁بی وک ▁سار چ ▁کے ▁وکلا ▁کا ▁کہنا ▁ہے ▁کہ ▁وہ ▁اس ▁فیصلے ▁کے ▁خلاف ▁اپیل ▁دائر ▁کریں ▁گی ▁اور ▁اگر ▁ضرورت ▁پڑ ی ▁تو ▁یورپی ▁عدالت ▁انصاف ▁سے ▁بھی ▁رجوع ▁کیا ▁جائے ▁گا۔
▁یا ▁آپ ▁نے ▁اس ▁وقت ▁یہ ▁کلمات ▁بیان ▁کئے ▁کہ ▁جب ▁صالح ▁بن ▁وہ ب ▁لع ن ۃ ▁اللہ ▁علیہ ▁نے ▁آپ ▁کے ▁پہلو ▁میں ▁اس ▁طرح ▁سے ▁نیز ہ ▁مار ا ▁کہ ▁آپ ▁گھو ڑے ▁کی ▁ زین ▁سے ▁زمین ▁پر ▁آ ▁گئے ▁۔
▁دبئی ▁( سپورٹس ▁رپورٹ ر ) کو ئٹ ہ ▁گلی ڈی ▁ای ٹر ز ▁کے ▁کپتان ▁سرفراز ▁احمد ▁نے ▁فتح ▁گر ▁فائنل ▁او ور ▁کرنے ▁پر ▁محمد ▁نواز ▁کو ▁سرا ہ تے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁اسپ نر ▁کی ▁جتن ی ▁بھی ▁تعریف ▁کی ▁جائے ، ▁وہ ▁کم ▁ہے۔ پاکستان ▁سپر ▁لیگ ▁کے ▁پہلے ▁پل ے ▁آف ▁میں ▁پشاور ▁ زل می ▁کو ▁شکست ▁دے ▁کر ▁فائنل ▁میں ▁پہنچنے ▁والی ▁کوئٹہ ▁گلی ڈی ▁ای ٹر ز ▁کے ▁کپتان ▁سرفراز ▁احمد ▁نے ▁میچ ▁کے ▁بعد ▁گفتگو ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁میچ ▁میں ▁بہت ▁زیادہ ▁د با ▁ ؤ تھا ، ▁ایک ▁ہی ▁میچ ▁تھا ▁اور ▁دونوں ▁ٹیم وں ▁کی ▁کوشش ▁تھی ▁کہ ▁وہ ▁یہ ▁میچ ▁جیت ▁کر ▁فائنل ▁میں ▁پہنچ یں ▁لیکن ▁خدا ▁کا ▁لاکھ ▁لاکھ ▁شکر ▁ہے ▁کہ ▁ہمیں ▁یہ ▁نام م کن ▁فتح ▁ملی ▁جس ▁کا ▁سہ را ▁پوری ▁ٹیم ▁کے ▁سر ▁جاتا ▁ہے۔ دو سر ی ▁جانب ▁پشاور ▁ زل می ▁کے ▁کپتان ▁ڈی رن ▁سیم ی ▁نے ▁کہا ▁کہ ▁تاریخ ▁نے ▁خود ▁کو ▁د ہر ایا ▁ہے ▁کیونکہ ▁گزشتہ ▁ایڈ یشن ▁میں ▁بھی ▁ہمارے ▁ساتھ ▁یہی ▁ہوا ▁تھا ▁لیکن ▁کرکٹ ▁بدل تی ▁قسمت ▁اور ▁خوبصورت ▁حادث ات ▁کا

▁سودا گر ▁بھر ے ▁بازار ▁میں ▁تماشا ▁بن ▁کر ▁رہ ▁گئے۔ ▁کسی ▁کی ▁سمجھ ▁میں ▁نہیں ▁آتا ▁تھا ▁کہ ▁شکر ▁نمک ▁میں ▁کیسے ▁تبدیل ▁ہوگئی ۔ ▁آخر ▁بہت ▁غور و فکر ▁کے ▁بعد ▁ایک ▁سودا گر ▁کو ▁راستے ▁کا ▁واقعہ ▁یاد ▁آگیا ۔
▁ان ▁کی ▁موت ▁سے ▁ یت یم ▁بچے ▁ایک ▁بار ▁پھر ▁ یت یم ▁ہوگئے۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁ای دھی ▁نے ▁اپنی ▁ساد ہ ▁اور ▁در ویش انہ ▁زندگی ▁سے ▁ثابت ▁کردیا ▁کہ ▁اس ▁دنیا ▁میں ▁دولت ▁کی ▁کوئی ▁اہمیت ▁نہیں ، ▁لاکھ وں ▁روپے ▁ہونے ▁کے ▁باوجود ▁انہوں ▁نے ▁اپنی ▁ذات ▁پر ▁ایک ▁روپ یہ ▁خرچ ▁کرنا ▁گو ارا ▁نہیں ▁کیا۔
▁بنا تے ▁ہیں۔ ▁اس ▁طرح ▁فارسی ▁زبان ▁اور ▁اس ▁کی ▁علمی ▁و ▁تہذیب ی ▁روایات ▁کے ▁حامل
▁فہرست ▁ممالک ▁بل ح اظ ▁کل ▁بنیادی ▁توانائی ▁کھ پ ت ▁و ▁پیداوار ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁اسلام ▁آباد : ▁بھارتی ▁وزیراعظم ▁نریندر ▁مودی ▁نے ▁پاکستان ▁کے ▁سابق ▁وزیراعظم ▁نواز ▁شریف ▁کی ▁... م زید
▁لیکن ▁اب ▁خیبر ▁پختونخوا ▁کے ▁شہر ▁کو ہ اٹ ▁سے ▁تعلق ▁رکھنے ▁والی ▁ایک ▁نوجوان ▁خاتون ▁کالم ▁نگار ▁اور ▁اوس لو ▁یونیورسٹی ▁میں ▁ری سر چ ▁فی لو ▁فر حت ▁تاج ▁نے ▁اس ▁کمی ▁کو ▁پورا ▁کرنے ▁کی ▁کوشش ▁کی ▁ہے۔
▁سنی ▁لی ون ▁نے ▁اپنی ▁بیٹی ▁کی ▁سال گر ہ ▁می کسی کو ▁میں ▁من ائی
▁شاہد ▁آفریدی ▁اقوام ▁متحدہ ▁کے ▁خیر ▁سگ الی ▁سفیر
▁عوامی ▁مقامات ▁پر ▁خواتین ▁کو ▁محفوظ ▁بنانے ▁کی ▁مہم

▁سو ئٹ زر ▁لینڈ
▁خ مار ▁بارہ ▁بن کو ی
▁بھارتی ▁الیکشن ▁سے ▁پہلے ▁مودی ▁سے ▁بات ▁نہیں ▁ہوسکتی ، ▁وزیر ▁خارجہ
▁رحیم ▁یار خان ( بی ورو نیوز ) س عود ی ▁حکومت ▁نے ▁ایک ▁سے ▁زائد ▁مرتبہ ▁عمر ہ ▁ادائیگی ▁پر ▁دو ▁ہزار ▁ریال ▁فیس ▁عائد ▁کر ▁دی ، ▁متعلقہ ▁حکام ▁کو ▁آگاہ ▁کر ▁دیا ▁گیا۔ ▁تفصیل ▁کے ▁مطابق ▁سعودی ▁حکومت ▁کی ▁جانب ▁سے ( بق یہ ▁نمبر 49 صف ح ہ 12 پر ▁)
▁خوش ▁آمدید ! ▁اپنے ▁اکاؤنٹ ▁میں ▁لاگ ▁ان ▁کریں
▁شیخ ▁العرب ▁والع جم ▁ علامہ ▁سید ▁ابو ▁محمد ▁بدی ع ▁الدین ▁شاہ ▁ال راش دی ▁رحم ہ ▁اللہ ▁(21)
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁ان ▁ ائر ▁ہی نگ ▁آؤٹ ▁کیسے ▁کریں
▁تمام ▁گھر ▁میں ▁ان دھی را ▁بھر ا ▁ہوا ▁دیکھ ے ▁اور ▁پھر ؔ ▁اٹھ ▁کر ▁در واز وں ▁کو ▁نہ ▁کھول ے ▁اور ▁ہاتھ ▁پ اؤں ▁توڑ ▁کر ▁بیٹھ ا ▁رہے ▁اور ▁دل ▁میں ▁یہ ▁کہ ے ▁کہ ▁اب ▁اس ▁وقت ▁کون ▁اٹھ ے ▁اور ▁کون ▁اتنی ▁تکلیف ▁اٹھا و ے۔ ▁یہ ▁تین وں ▁مثال یں ▁ان ▁تین وں ▁حالت وں ▁کی ▁ہیں ▁جو ▁انسان ▁کے ▁اپنے ▁ہی ▁فعل ▁یا ▁اپنی ▁ہی ▁سست ی ▁سے ▁پیدا ▁ہو ج اتی ▁ہیں ▁جن ▁میں ▁سے ▁پہلی ▁حالت ▁کا ▁نام ▁حسب ▁تصریح ▁گذشتہ ▁کے ▁انعام ▁ال ٰ ہی ▁اور ▁دوسری ▁حالت ▁کا ▁نام ▁ غضب ▁ال ٰ ہی ▁اور ▁تیسری ▁حالت ▁کا ▁نام ▁ اض لال ▁ال ٰ ہی ▁ہے ▁ان ▁تین وں ▁صداقت وں ▁سے ▁بھی ▁ہمارے ▁مخالفین ▁بے ▁خبر ▁ہیں۔ ▁کیونکہ ▁بر ہم و ▁سماج ▁والوں ▁کو
▁ا دھر ▁حالات ▁یہ ▁پیدا ▁ہوئے ▁کہ ▁جب ▁عبداللہ ▁ آت ھم ▁رجوع ▁الی ٰ ▁الحق ▁کی ▁شرط ▁سے ▁فائدہ ▁اٹھا ▁کر ▁پندرہ ▁ماہ ▁کے ▁اندر ▁مر نے ▁سے ▁بچ ▁گیا ▁تو ▁ع یس ائی وں ▁نے ▁اپنی ▁جھوٹ ی ▁فتح ▁کا ▁ن قار ہ ▁بج ایا ، ▁جلوس ▁نکال ے ▁اور ▁خوب ▁شور ▁وشر ّ ▁اور ▁ہنگام ہ ▁آر ائی ▁کی ▁اور ▁مسیح ِ ▁مو عود ▁علیہ ▁السلام ▁کی ▁شان ▁میں ▁گ ستا خان ہ ▁روی ّ ہ ▁اختیار ▁کیا ▁اور ▁بعض ▁ساد ہ ▁لوح ▁مسلمان ▁بھی ▁اور ▁آپ ▁ ؑ ▁سے ▁ بغض ▁رکھنے ▁والے ▁راشد ▁علی ▁جیسے ▁لوگ ▁بھی ▁ان ▁کے ▁ہم ن وا ▁بن ▁گئے۔ ▁ان ▁حالات ▁میں ▁خدا ▁تعالی ٰ ▁سے ▁ الہ ام ▁پا ▁کر ▁حضرت ▁مسیح ِ ▁مو عود ▁علیہ ▁السلام ▁نے ▁عبداللہ ▁ آت ھم ▁کو ▁مبا ہ لہ ▁کا ▁چیلنج ▁دیا ▁اور ▁اس ▁کے ▁ساتھ ▁ایک ▁ہزار ▁روپ یہ ▁کا ▁انعام ▁بھی ▁رکھا ۔ اس ▁دعوت ِ ▁مبا ہ لہ ▁میں ▁آپ ▁ ؑ ▁نے ▁اسے ▁یہ ▁بھی ▁لکھا ▁کہ ▁اگر ▁وہ
▁نہای ت ▁رحم ▁کرنے ▁والے ▁کا ▁بند ہ
▁اسلام ▁آباد ▁: ▁مسجد ▁قاسم ▁علی ▁خان ▁کے ▁خط یب ▁مفت ی ▁ شہ اب ▁الدین ▁پو پل ز ئی ▁کی ▁پر اس رار ▁گم ش دگی ▁جمعیت ▁علماء ▁اسلام ▁اور ▁وفاقی ▁حکومت ▁کا ▁گ ٹھ ▁جو ڑ ▁یا ▁زبردست ی ▁پو پل ز ئی ▁کے ▁قریب ی ▁ساتھ ی ▁او
▁تقریب ▁ عد ّ و ▁کے ▁اخبار ▁کی ▁سو ▁سالہ ▁سال گر ہ ▁کے ▁سلسلے ▁میں ▁ہو ▁رہی ▁تھی . ▁اس ▁کے ▁پاس ▁با و قار ▁پاس ▁موجود ▁تھا ▁لیکن ▁اس ▁نے ▁کوئی ▁خاص ▁دلچسپی ▁نہیں ▁لی ▁تھی . ▁پیل س ▁سے ▁ایک ▁میل ▁پہلے ▁ہی ▁باور دی ▁اور ▁ساد ہ ▁کپ ڑوں ▁میں ▁پولیس ▁کا ▁ہ جو م ▁تھا . ▁اسے ▁کئی ▁جگہ ▁روک ▁کر اپ نا ▁پاس ▁دکھا نا ▁پڑا . ▁پھر ▁بھی ▁پیل س ▁کے ▁پاس ▁گاڑی ▁کھڑی ▁کرنے ▁کی ▁جگہ ▁نہیں ▁مل ▁سک ی .
▁ عر وہ ▁حسین ▁کو ▁اپنی ▁اور ▁ فرح ان ▁سعید ▁کی ▁شادی ▁کا ▁م واز نہ ▁شاہ ی ▁شادی ▁سے ▁کرنا ▁مہ نگ ا ▁پڑ گیا ، ▁سوشل ▁میڈیا ▁صارفین ▁نے ▁ک ڑی ▁تنقید ▁کا ▁نشانہ ▁بنا ڈا لا
▁امام ▁ابو ▁حنیف ہ ▁رحمت ہ ▁اللہ ▁علیہ ▁کو ▁پانچ ▁لاکھ ▁احادیث ▁یاد ▁تھیں ▁، ▁ایک ▁دن ▁انہوں ▁نے ▁اپنے ▁بیٹے ▁حم اد ▁کو ▁نص ی حت ▁کرتے ▁ہوئے ▁فرمایا ▁کہ ▁بیٹے ▁میں ▁آپ ▁کو ▁پانچ ▁لاکھ ▁احادیث ▁کا ▁ نچ وڑ ▁صرف ▁پانچ ▁احادیث ▁میں ▁بیان ▁کررہا ▁ہوں ▁1 ۔ ...

▁ماضی ▁کی ▁خوبصورت ▁اداکارہ ▁ماہ ی ما ▁چوہدری ▁کو ▁پہچان نا ▁مشکل ▁ہو ▁گیا
▁اگرچہ ▁میں ▁اک ▁چ ٹ ان ▁سا ▁آدمی ▁رہا ▁ہوں ▁مگر ▁تر ے ▁بعد ▁حوصلہ ▁ہے ▁کہ ▁جی ▁رہا ▁ہوں ▁وہ ▁ریز ہ ▁ریز ہ ▁مر ے ▁بدن ▁میں ▁اتر ▁رہا ▁ہے ▁میں ...
▁ہو م ▁اردو ▁سے ▁انگریز ی ▁رہنے ▁دینا
▁اہم ▁نوٹس : ▁آپ ▁SSL ▁سر ٹی فک یٹ ▁اس ▁گی ٹ ▁و ے ▁کو ▁استعمال ▁کرنے ▁کے ▁لئے ▁آپ ▁کی ▁ویب ▁سائٹ ▁پر ▁ان سٹ ال ▁کیا ▁ہے ▁کرنے ▁کی ▁ضرورت ▁ہے .
▁انھوں ▁نے ▁کہا ▁کہ ▁کرپشن ▁اور ▁اسم گل نگ ▁پر ▁قابو ▁پاک ر ▁بھی ▁ملک ▁کی ▁معیشت ▁کو ▁بہتر ▁بنایا ▁جاسکتا ▁ہے۔ ایک ▁سوال ▁کے ▁جواب ▁میں ▁ڈاکٹر ▁فاروق ▁ستار ▁نے ▁کہا ▁کہ ▁یہ ▁پہ یلی ▁مرتبہ ▁ہوا ▁ہے ▁انتخابات ▁ہونے ▁والے ▁ہیں ▁اور ▁حکومت ▁نے ▁بجٹ ▁بنا رہ ی ▁ہے ▁، ▁لیکن ▁اس ▁میں ▁کوئی ▁غلط ▁بات ▁نہیں ▁ہے ▁اس ▁حوالے ▁سے ▁عبور ی ▁حکومت ▁کو ▁پابند ▁کیا ▁جاسکتا ▁ہے ▁کہ ▁وہ ▁دس ▁یا ▁پندرہ ▁فیصد ▁تک ▁بجٹ ▁کا ▁استعمال ▁کر سک تی ▁ہے۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ٹوئٹر
▁جو ▁کچھ ▁تمہارے ▁دل وں ▁میں ▁ہے ▁اسے ▁تم ہ ارا ▁رب ▁بخ وب ی ▁جانتا ▁ہے ▁اگر ▁تم ▁نیک ▁ہو ▁تو ▁وہ ▁رجوع ▁کرنے ▁والوں ▁کو ▁بخش نے ▁والا ▁ہے۔
▁بلوچستان ▁میں ▁پاک ▁چین ▁اقتصادی ▁راہ داری ▁منصوبے ▁کے ▁ترقی اتی ▁کام وں ▁کا ▁جائزہ ▁لیتے ▁ہوئے ▁وزیراعظم ▁نواز ▁شریف ▁کے ▁ہمراہ
▁کیا ▁حکومت ▁کچھ ▁اچھا ▁بھی ▁کر ▁رہی ▁ہے ؟
▁ٹی ▁آر ▁ایس ▁امیدوار وں ▁کو ▁اضلاع ▁میں ▁عوامی ▁ناراض گی ▁کا ▁سامنا
▁انٹرنیٹ ▁ٹی ▁وی
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁بھارت ▁میں ▁مسلمان ▁سے ▁شادی ▁کرنے ▁پر ▁ہندو ▁خاتون ▁کو ▁پاس پور ٹ ▁جاری ▁کرنے ▁سے ▁انکار
▁پاکستان ▁عوامی ▁تحریک ▁کے ▁سربراہ ▁ڈاکٹر ▁محمد ▁طاہر ▁القادر ی ▁نے ▁معروف ▁مسیحی ▁مذہبی ▁رہنما ، ▁ڈاکٹر ▁بش پ ▁این ڈر یو ▁فرانس یس ▁کے ▁انتقال ▁پر ▁تعز یت ▁کا ▁اظہار ▁کیا ▁۔ اپ نے ▁تعز یتی ▁پیغام ▁میں ▁ڈاکٹر ▁طاہر ▁القادر ی ▁کا ▁کہنا ▁ہے ▁کہ ▁مرحوم ▁ایک ▁ہم در د ▁انسان ▁اور ▁محب ▁وطن ▁پاکستانی ▁تھے۔ ▁انہوں ▁نے ▁مسیحی ▁برادری ▁کے ▁رہنما ▁کی ▁حیثیت ▁سے ▁وطن ▁عزیز ▁میں ▁قیام ▁امن ▁و ▁محبت ▁اور ▁بین ▁الم ذا ہ ب ▁ روا داری ▁کے ▁فروغ ▁کیلئے ▁قابل ▁قدر ▁خدمات ▁سرانجام ▁دی ▁ہیں۔ ▁این ڈر یو ▁فرانس س ▁انسانی ت ▁سے ▁محبت ▁کرنے ▁والی ▁شخصیت ▁تھے ▁۔
▁معروف ▁ ٹری ول رز ▁مہر ▁گل ▁مر ی ▁کے ▁بڑے ▁بھائی ▁مکہ ▁الم کر مہ ▁میں ▁انتقال ▁کر ▁گئے ▁_ ▁Geo ▁Urdu
▁چینل ز ▁کی ▁بند ش ▁کا ▁ہمیں ▁شوق ▁نہیں ▁تھا : ▁وزیر ▁داخلہ ▁احسن ▁اقبال
▁پاک پ تن : ▁خاتون ▁اول ▁بشری ▁بی ▁بی ▁کے ▁سابق ہ ▁شوہر ▁خاور ▁فری د ▁مان یکا ▁کو ▁روکنے ▁والے ▁ڈ سٹر کٹ ▁پولیس ▁افسر ▁( ڈی ▁پی ▁او ) ▁کا ▁تبادل ہ ▁کردیا ▁گیا۔
▁ہی لین یک ون ▁کے ▁مہ اجر ▁کیمپ ▁میں ▁مجموعی ▁طور ▁پر ▁چار ▁ہزار ▁ایک ▁سو ▁تری پن ▁مہاجرین ▁آباد ▁ہیں۔ ▁ان ▁میں ▁بچوں ▁والے ▁کن بے ▁بھی ▁شامل ▁ہیں۔ ▁یہ ▁مہاجرین ▁گزشتہ ▁ماہ ▁سے ▁وہاں ▁انتہائی ▁اب تر ▁صورتحال ▁میں ▁رہنے ▁پر ▁مجبور ▁ہیں۔ ▁اس ▁علاقے ▁کے ▁مقامی ▁می ئر ▁ڈ ائن وس س ▁ہا ٹ زی ▁ ڈا کسی ▁نے ▁اے ▁ایف ▁پی ▁کو ▁بتایا ، ▁’’ اس ▁کیمپ ▁میں ▁موجود ▁مہاجرین ▁کی ▁تعداد ▁گنجائش ▁سے ▁کہیں ▁زیادہ ▁ہے۔ ▁انہیں ▁حفظ ان ▁صحت ▁کے ▁سنگین ▁مسائل ▁کا ▁بھی ▁سامنا ▁ہے۔ ‘‘

▁تمام ▁متن ▁ کری ئی ٹی و ▁کام نز ▁انت ساب ▁/ ▁یکساں - شر ا کت ▁اجازت ▁ نامہ ▁کے ▁تحت ▁دستیاب ▁ہے ، ▁اضافی ▁شرائط ▁بھی ▁عائد ▁ہوسکتی ▁ہیں۔ ▁تفصیل ▁کے ▁لیے ▁استعمال ▁کی ▁شرائط ▁ملاحظ ہ ▁فرم ائیں۔ ▁ویکیپیڈیا ® ▁ایک ▁غیر ▁من فع ت ▁بخش ▁تنظیم ▁ویکی می ڈی ا ▁ف اؤ نڈ یشن ▁انکار پور یشن ▁کا ▁تجارت ی ▁مارک ہ ▁ہے۔
▁ا ٹل ▁جی ▁چاہتے ▁تھے ▁کہ ▁ہندوستان ▁اور ▁پاکستان ▁کے ▁درمیان ▁دوستی ▁کا ▁نیا ▁باب ▁کھل ے : ڈا کٹ ر ▁فاروق ▁عبداللہ
▁بھارتی ▁آرمی ▁چیف ▁کا ▁مقبوضہ ▁کشمیر ▁میں ▁شکست ▁کا ▁اعتراف

▁یہی ▁وجہ ▁ہے ▁کہ ▁بخاری ▁اور ▁مسلم ▁میں ▁حضرت ▁جا بر ▁رضی ▁اللہ ▁عنہ ▁سے ▁یہ ▁روایت ▁آئی ▁ہے ▁کہ ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁اس ▁بات ▁سے ▁منع ▁فرمایا ▁کہ ▁کوئی ▁شخص ▁سفر ▁وغیرہ ▁سے ▁واپسی ▁پر ▁گھر ▁والوں ▁کو ▁بت ائے ▁بغیر ▁رات ▁کو ▁اپنے ▁گھر ▁میں ▁لوٹ ے ، ▁یعنی ▁سفر ▁وغیرہ ▁سے ▁گھر ▁والوں ▁کو ▁بغیر ▁بت ائے ▁آ ▁جائے ▁، تا کہ ▁اس ▁طرح ▁ان ▁کی ▁خیانت ▁یا ▁کمزور یوں ▁کو ▁تلاش ▁کرے۔
▁‘ آپ ▁کمال ▁کرتے ▁ہو ▁جی ۔ ▁۔ ▁بھ ابی ▁پہلی ▁بار ▁آئی ▁ہے ▁اور ▁آپ ▁اسے ▁کراچی ▁سے ▁لائے ▁ہو۔ ▁گھر ▁ہوتا ▁تو ▁کچھ ▁دیتا ۔ ▁۔ ▁یہاں ▁د کان ▁پر ▁ل وں ؟ ▁اللہ ▁معاف ▁کرے ▁مجھے ۔ ▁۔ ▁اتنا ▁کم ینہ ▁نہیں ▁ہوں ▁میں ▁بھ ابی ▁جی ▁’’ وہ ▁رو ▁ہا نسا ▁ہو ▁گیا۔ ▁میری ▁بیوی ▁نے ▁نیچے ▁اتر ▁کے ▁اس ▁کا ▁شکریہ ▁ادا کیا ▁اور ▁اس ▁کا ▁پتا ▁بھی ▁لیا ▁لیکن ▁ہم ▁اس ▁کے ▁گھر ▁نہیں ▁گئے۔ ▁اس ▁کی ▁وہ ▁صورت ▁آج ▁بھی ▁میری ▁نظر ▁میں ▁پھر تی ▁ہے۔ ▁ اگ لی ▁صبح ▁میں ▁اور ▁بیوی ▁میزبان وں ▁کے ▁گھر ▁کے ▁بہت ▁خوبصورت ▁باغ ▁میں ▁بیٹھے ▁تھے ▁تو ▁میں ▁نے ▁اس ▁خیال ▁کا ▁اظہار ▁کیا ▁کہ ▁باغ ▁کی ▁آر ائش ▁میں ▁مجھے ▁مالی ▁سے ▁زیادہ ▁خاتون ▁خانہ ▁کا ▁ہاتھ ▁لگتا ▁ہے
▁مال ▁کے ▁حصے ▁با نٹ ▁کر ▁اب ▁ہمیں ▁یہاں ▁سے ▁فورا ً ▁ر فو ▁چک ر ▁ہو ▁جانا ▁چاہیے
▁بر لن ▁، ▁20 ▁مارچ ▁( سی است ▁ڈاٹ ▁کام ) ▁جرمنی ▁نے ▁روس ▁کے ▁ساتھ ▁اسلحہ ▁سازی ▁کے ▁معا ہ د وں ▁کو ▁فی ▁الحال ▁روکنے ▁کا ▁اعلان ▁کیا ▁ہے۔ ▁جرمن ▁وزیر ▁اقتصادی ات ▁ زی گ مار ▁گا بری ئل ▁کے ▁مطابق ▁موجودہ ▁حالات ▁کو ▁دیکھتے ▁ہوئے ▁بر لن ▁حکومت ▁روس ▁کے ▁ساتھ ▁عسکری ▁تربیت ▁کے ▁ایک ▁مرکز ▁کے ▁قیام ▁کے ▁فیصلے ▁کو ▁نا مناسب ▁سمجھ تی ▁ہے۔ ▁اس ▁معاہدہ ▁کی ▁رو ▁سے ▁جرمن ▁کمپنی ▁را ئن ▁می ٹل ▁کو ▁روسی ▁فوج ▁کو ▁ایک ▁جنگی ▁تربیت
▁واشنگٹن ▁( مانیٹر نگ ▁ڈیسک ) ▁امریکی ▁اخبار ▁کے ▁مطابق ▁اس ▁صورت ▁میں ▁امریکی ▁دفاعی ▁نظام ▁" پی ٹری اٹ ” ▁کے ▁قابل ▁بھر وس ہ ▁ہونے ▁پر ▁سوالات ▁اٹھ ▁گئے ▁ہیں۔ امر یکی ▁اخبار ▁نے ▁اپنی ▁ر پ وٹ ▁میں ▁دعوی ٰ ▁کیا ▁ہے ▁کہ ▁گزشتہ ▁ماہ ▁یمن ▁سے ▁سعودی ▁عرب ▁کے ▁دارالحکومت ▁ریاض ▁پر ▁داغ ے ▁گئے ▁میزائل ▁کو ▁مکمل ▁طور ▁پر ▁تباہ ▁نہیں ▁کیا ▁جا سک ا ▁تھا ▁جبکہ ▁سعودی ▁حکام ▁کا ▁کہنا ▁تھا ▁کہ ▁انہوں ▁نے ▁دفاعی ▁مزا ئل ▁نظام ▁کے ▁ذریعہ ▁اسے ▁ناکام ▁بنا دیا ▁تھا۔
▁میری ▁ب جھ تی ▁ہوئی ▁رات وں ▁کو ▁سحر ▁کر ▁نہ ▁سک ی ۔
▁کھیل ▁گرم ، ▁ شہ وت ▁انگیز ▁بندر ▁کے ▁تکنیک ی ▁خصوصیات
▁تازہ ▁ترین ▁شو
▁سوال ▁ہوا ▁کہ ▁د یہ ات ▁میں ▁دستور ▁ہے ▁شادی ▁غم ی ▁کے ▁موقع ہ ▁پر ▁ایک ▁قسم ▁کا ▁خرچ ▁کرتے ▁ہیں ▁کوئی ▁چوہدری ▁مر ▁جا و ے ▁تو ▁تمام ▁مسجد وں ، ▁ دوار وں ▁و ▁دیگر ▁کمی نوں ▁کو ▁ب حص ہ ▁رسد ی ▁کچھ ▁دیتے ▁ہیں ▁اس ▁کی ▁نسبت ▁حضور ▁کا ▁کیا ▁ارشاد ▁ہے۔
▁وصول ▁کنند ہ ▁ای ▁میل *
▁زیادہ ▁پڑھ ی ▁جانے ▁والی ▁خبریں
▁ ’ می ▁ٹو ▁، ▁مجھے ▁بھی ▁جنسی ▁طور ▁پر ▁ہر اس اں ▁کیا ▁گیا ▁اور ▁ ۔۔۔ ‘ ▁سیف ▁علی ▁خان ▁نے ▁بھی ▁ایسا ▁اعلان ▁کر ▁دیا ▁کہ ▁بالی ▁ووڈ ▁میں ▁کھل بلی ▁مچ ▁گئی
▁گور ی ▁خان ▁نے ▁ایک ▁اور ▁ری سٹ ور نٹ ▁ڈیزائن ▁کیا
▁بروز ▁جمع ۃ ▁المبارک ▁ب وقت ▁شام ▁سات ▁بجے ، ▁۳ ؍ ر جب ▁المر جب ▁۱۴ ۰۴ ھ ▁بم طا بق ▁6 ▁اپریل ▁1984 ء ▁کو ▁کراچی ▁میں ▁و صال ▁ہوا۔

▁نیا ▁مضمون ▁تحریر ▁کریں
▁آج ▁مست حب ▁ہے ▁کہ ▁سور ج ▁طلوع ▁ہونے ▁کے ▁بعد ▁تل بی ہ ▁اور ▁تک بیر ▁ یں ▁کہتے ▁ہوئے ▁عرف ات ▁جائیں ▁( ▁وہاں ▁ظ ہر ▁کے ▁وقت ▁ایک ▁اذا ن ▁کے ▁ساتھ ▁) ▁ظ ہر ▁اور ▁عصر ▁کی ▁نماز ▁، ▁ قصر ▁یعنی ▁ صر ▁ف ▁دو ▁دو ▁رک عت ▁ادا ▁کریں ▁اور ▁ہر ▁نماز ▁کے ▁لئے ▁الگ ▁الگ ▁تک بیر ▁کہیں ▁، ▁اور ▁پھر ▁مغرب ▁تک ▁حاج ی ▁اللہ ▁کے ▁ذکر ▁، ▁تلاوت ▁قرآن ▁شریف ▁، ▁اللہ ▁سے ▁دعا کر نے ▁میں ▁مشغول ▁رہیں ▁( ▁۹ ؍ ▁ذ ی ▁الحج ہ ▁کو ▁حاج ی ▁کے ▁لئے ▁روزہ ▁رکھنا ▁غیر ▁مشروع ▁ہے ▁، ▁( ▁و ادی ▁ عر انہ ▁، ▁میدان ▁عرف ات ▁کی ▁حدود ▁میں ▁داخل ▁نہیں ▁ہے ▁، لہ ذا ▁وہاں ▁ظ ہر ▁اور ▁عصر ▁کی ▁نماز ▁کے ▁بعد ▁ٹھہر نا ▁صحیح ▁نہیں ▁ہے ▁، ▁اسی ▁طرح ▁جبل ▁رحمت ▁پر ▁چڑھ نا ▁بھی ▁مست حب ▁نہیں ▁ہے
▁ہمارا ▁فرض ▁ہے ▁کہ ▁ہم ▁بھی ▁اسی ▁طرح ▁رہیں ▁اور ▁اپنے ▁عمل ▁سے ▁بالکل ▁اسی ▁انداز کا ▁نمو نہ ▁پیش ▁کریں۔
▁لیکن ▁یورپی ▁یونین ▁میں ▁ایک ▁lobby ist ▁کس ▁طرح ▁کام ▁کرتا ▁ہے ؟ ▁اس ▁بارے ▁میں ▁آن دری اس ▁او گر نس ▁کہتے ▁ہیں : ▁’’ لاب ی ئ سٹ ▁زیادہ ▁تر ▁دو ▁کام ▁کرتے ▁ہیں۔ ▁ایک ▁طرف ▁تو ▁وہ ▁سیاست ▁پر ▁پوری ▁ن گاہ ▁رکھتے ▁ہیں۔ ▁یعنی ▁وہ ▁اس ▁بات ▁کی ▁ٹو ہ ▁میں ▁رہتے ▁ہیں ▁کہ ▁آئندہ ▁دنوں ▁اور ▁مہین وں ▁میں ▁کیا ▁کچھ ▁ہونے ▁والا ▁ہے۔ ▁یورپی ▁پارلیمان ▁اور ▁وزراء ▁کی ▁کونسل ▁کن ▁اقدامات ▁کی ▁منظوری ▁دینے ▁والی ▁ہے۔ ▁ان ▁لا بی ئ سٹ وں ▁کی ▁مصروف یات ▁کا ▁دوسرا ▁پہلو ▁یہ ▁ہوتا ▁ہے ▁کہ ▁وہ ▁تمام ▁اہم ▁فیصل وں ▁پر ▁اثر ▁انداز ▁ہونے ▁کی ▁کوشش ▁کریں۔ ▁یہ ▁وہ ▁پہلو ▁ہے ▁جس ▁پر ▁بالع موم ▁سب ▁سے ▁زیادہ ▁تنقید ▁دیکھنے ▁میں ▁آتی ▁ہے۔ ‘‘
▁عورت ▁کی ▁آزادی ▁میں ▁کمی ▁کے ▁نام ▁پر ▁ایک ▁مسلم ▁لڑکی ▁بنی ▁ہندو ۔
▁مشہور ▁شخصیات , ▁ایچ ▁ڈی ▁کی ▁فحش , ▁بڑی ▁چو چی ان , ▁باہر , ▁red head s ▁کے

▁ب لائ نڈ ▁کرکٹ ▁ورلڈ ▁کپ : پاکستان ▁کے ▁خلاف ▁بھارت ▁کی ▁جیت
▁بی ڈ ▁روم ▁میں ▁لگی ▁آگ ▁پر ▁جلد ▁قابو ▁پا ▁لیا ▁گیا ▁۔ ▁نیو ▁کا سٹ ل ▁پو ▁ لیس ▁کے ▁مطابق ▁کلن ٹن ▁فی مل ی ▁کا یہ ▁20 ▁سالہ ▁پر انا ▁گھر ▁ہے ▁۔

▁شیئر نگ ▁کے ▁بارے ▁میں
▁مرکزی ▁مواد ▁پر ▁جائیں
▁زمین ▁کے ▁قریب ی ▁پڑ وسی ▁پر ▁روانہ ▁کیے ▁جانے ▁والے ▁بیشتر ▁مش ن ▁ناکام ▁رہے ▁ہیں۔ ▁بہت ▁سے ▁اپنے ▁ہدف ▁سے ▁بھ ٹک ▁گئے ▁جبکہ ▁بعض ▁سرخ ▁سیار ے ▁کی ▁سطح ▁سے ▁ٹکرا ▁کر ▁چور ▁چور ▁ہو ▁گئے۔
▁حیات ین ▁ج ▁( انگ ریز ی : ▁Vitamin ▁C ) ▁انسانی ▁اور ▁حیوان ی ▁غذا ▁کا ▁ایک ▁انتہائی ▁اہم ▁جزو ▁ہے۔
▁انہوں ▁نے ▁کہا ▁کہ ▁گرفتار ▁ہونے ▁والے ▁افراد ▁نے ▁مسجد ▁نب وی ▁صلى ▁الله ▁عليه ▁وسلم ▁کے ▁قریب ▁ہونے ▁والے ▁خود کش ▁دھماکے ▁میں ▁با رود ▁سے ▁بھر ی ▁بی لٹ ▁اور ▁جی کٹ ▁حملہ ▁آور ▁کو ▁مہ یا ▁کی ▁جس ▁کے ▁بعد ▁ا ُ س ▁نے ▁خود ▁کو ▁پارک نگ ▁ای ریا ▁میں ▁دھماکے ▁سے ▁ا ڑا یا۔
▁سید ▁مظفر ▁الحق : ▁بہت ▁خوب ▁، ▁ہر ▁ق سط ▁پہلی ▁سے ▁زیادہ ▁دلچسپ ▁اور ▁معلومات ▁اف زا ▁، آپ ▁نے ▁اس ▁کا ▁نام ▁ڈ ائ ج سٹ وں ...
▁میں ▁ان ▁وعد وں ▁اور ▁ا ہ داف ▁کو ▁کچھ ▁حص وں ▁میں ▁تقسیم ▁کر ▁کے ▁بیان ▁کرنا ▁چاہتا ▁ہوں ▁:
▁حکومت ▁کے ▁حامی ▁لشکر ▁یمن ▁کے ▁جنوب ▁سے ▁شمال ▁کی ▁جانب ▁مسلسل ▁پیش ▁قدم ی ▁کر ▁رہے ▁ہیں ▁جس ▁میں ▁انہیں ▁خلیج ی ▁عرب ▁ملکوں ▁کی ▁فضائی ▁مدد ▁بھی ▁حاصل ▁ہے۔

▁اسلام ▁آباد : وزیر ا عظم ▁شاہد ▁خاقان ▁عباسی ▁سے ▁مل الہ ▁یوسف ز ئی ▁کی ▁ملاقات ------
▁میرے ▁چہرے ▁سے ▁میری ▁اندر ونی ▁کش م کش ▁کو ▁خاور ▁اور ▁فی اض ▁نے ▁بھ ان پ ▁لیا ▁نماز ▁کے ▁بعد ▁میں ▁بن کر ▁کی ▁طرف ▁گیا ▁تو ▁دونوں ▁نے ▁مجھے ▁گھ یر ▁لیا ▁؟
▁ سپورٹس ▁ڈیسک ▁_ ▁جمعرات ▁12 ▁جولائی ▁2018
▁جو ▁میرا ▁دوست ▁بھی ▁ہے ▁میرا ▁ہم ▁نو ا ▁بھی ▁ہے ▁وہ ▁شخص ▁صرف ▁بھ لا ▁ہی ▁...
▁تبصرے ▁(22) ▁بند ▁ہیں
▁تازہ ▁ترین ▁مضامین
▁ورلڈ ▁کپ ▁میں ▁شرکت ▁کے ▁لیے ▁قومی ▁ہا کی ▁ٹیم ▁کو ▁بھارتی ▁ ویز ے ▁جاری
▁شاید ▁مجھے ▁اندازہ ▁تھا ▁کہ ▁جن ید ▁مجھ ▁سے ▁یہی ▁بات ▁کرے ▁گا ، ▁جن ید ▁کی ▁اور ▁میری ▁یہ ▁پہلی ▁دفعہ ▁بات ▁چیت ، ▁اور ▁یہ ▁پہلی ▁ملاقات ▁ہی ▁رم یز ▁کے ▁بارے ▁میں ، ▁میرا ▁اندازہ ▁بل کل ▁ٹھیک ▁نکل ا ، ▁رم یز ▁ایک ▁خطرناک ▁شخص ▁ثابت ▁ہوا ▁تھا۔
▁کل ▁رات ▁دبئی ▁میں ▁پاکستان ▁سپر ▁لیگ ▁کے ▁ایک ▁میچ ▁میں ▁کوئٹہ ▁کلی ڈی ▁ای ٹر ز ▁نے ▁پشاور ▁ زل می ▁کو ▁6 و کٹ وں ▁سے ▁ہر اد یا۔
▁انٹرنیٹ ▁ٹی ▁وی
▁اسلام ▁میں ▁آزادی ▁اظہار ▁رائے ▁کی ▁کئی ▁صورت یں ▁ہیں ▁جن ▁میں ▁حسب ▁ذیل ▁خاص ▁طور ▁پر ▁قابل ▁ذکر ▁ہیں۔
▁37 ▁سالہ ▁محمد ▁حفیظ ▁نے ہر ارے ▁کے ▁سہ ▁فریق ی ▁ٹی ▁ٹوئنٹی ▁ٹو ر نا منٹ ▁کے ▁پہلے ▁میچ ▁میں ▁ زم باب و ے ▁کے ▁خلاف ▁7 ▁رنز ▁بنائے ▁تھے ▁اور ▁3 ▁رنز ▁دے ▁کر ▁دو ▁و کٹ یں ▁حاصل ▁کی ▁تھیں۔
▁آپ ▁یہاں ▁ہیں : ▁سرور قس یر ۃ ▁نبی ▁کریم ۱۷ ▁رمضان ، ▁غ زو ۂ ▁بدر
▁تعلیم ▁و ▁صحت
▁مست و نگ ▁اور ▁پشاور ▁د ھم اک وں ▁کے ▁خود کش ▁حملہ ▁آور وں ▁کی ▁...

▁لاہور ▁( پ ▁ر ) ▁امیدوار ▁برائے ▁چیئرمین ▁یونین ▁کونسل ▁شاہ ▁پور ▁کان جر اں ▁رائے ▁ عق یل ▁عباس ▁بھ ٹی ▁کے ▁ڈی رے ▁پر ▁شیر ▁ٹی پو ▁سلطان ▁شہید ▁کے ▁یوم ▁شہادت ▁کے ▁سلسلہ ▁میں ▁تقریب ▁ہوئی ▁جس ▁میں ▁آزادی ▁کیلئے ▁ان ▁کی ▁جدوجہد ▁کو ▁ خراج ▁ع قی دت ▁پیش ▁کیا ▁گیا ، ▁اس ▁موقع ▁پر ▁قرآن ▁خوانی ▁اور ▁شہید ▁ٹی پو ▁سلطان ▁کی ▁بلند ی ▁درج ات ▁کیلئے ▁خصوصی ▁دعا ▁کی ▁گئی ، ▁علاوہ ▁از یں ▁آج ▁ڈی رہ ▁رائے ▁ عق یل ▁عباس ▁پر ▁می ڈیکل ▁کیمپ ▁2 ب جے ▁دو پ ہر ▁سے ▁شام 5 ب جے ▁تک ▁لگایا ▁جائے ▁گا۔
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁پاکستان , ▁لاہور , ▁دل ہن , ▁دل ہا , ▁شادی , ▁قتل , ▁خاندان ی ▁دباؤ , ▁جبر ی ▁شادی اں

▁اپنے ▁دورے ▁کی ▁منصوبہ ▁بندی ▁کریں
▁حکومت ▁پاکستان ▁کے ▁حکمران وں ▁کی ▁حالت ▁یہ ▁ہے ▁کہ ▁انہیں ▁کھانے ▁کو ▁اور ▁ا ڑا نے ▁کو ▁مل ▁رہا ▁ہے۔ حال ات ▁میں ▁بہتر ی ▁کیلئے ▁وہ ▁لوگ ▁جد ▁و ▁ جہ د ▁کرتے ▁ہیں۔ ج نہیں ▁احساس ▁ہو ▁کہ ▁وہ ▁غریب ▁غرب ا ▁ہیں ▁یا ▁اسی ▁ملک ▁میں ▁ اگ لی ▁نسل وں ▁کو ▁پال نا ▁ہے۔ ان ▁کی ▁نسل یں ▁دنیا ▁کے ▁مہ نگے ▁ترین ▁ممالک ▁میں ▁آسانی ▁سے ▁زندگی ▁گذار ▁رہی ▁ہیں۔ ا نہیں ▁اس ▁سے ▁کیا ▁کہ ▁عوام ▁ن نگی ▁رہتی ▁ہے ▁یا ▁بھوک ی ▁سو تی ▁ہے۔
▁( م دار ج ▁ال سال کین ▁جلد ▁نمبر 1 صف ح ہ ▁نمبر 3 46)
▁بن کا ک : ▁پول و ▁کھیل ▁کا ▁نام ▁سن ▁کر ▁آپ ▁کے ▁دماغ ▁میں ▁یقینا ً ▁تصویر ▁بنے ...
▁بھارت ▁کی ▁کئی ▁ریاست وں ▁میں ▁اردو ▁اک یڈ م یاں ▁ہیں۔ ▁لیکن ▁ان ▁میں ▁اکثر ▁و ▁بیشتر ▁پروگرام ، ▁اردو ▁پروفیسر وں ▁اور ▁شعر اء ▁کی ...
▁25 ▁ ویں ▁آئین ی ▁ترمیم ▁پر ▁صدر ِ م ملک ت ▁کے ▁...
▁جو ▁سچ ▁پوچھ و ▁تو ▁ضبط ِ ▁آرزو ▁سے ▁کچھ ▁نہیں ▁ہوتا
▁پاناما ▁لیک س ▁کے ▁انکشاف ات ▁سے ▁متعلق ▁تحقیقات ▁کے ▁لیے ▁اعلان ▁کردہ ▁جسٹس ▁سرم د ▁جلال ▁عثمان ی ▁کی ▁سربراہ ی ▁میں ▁ممکن ہ ▁عدالت ی ▁کمیشن ▁کے ▁بارے ▁میں ▁نوٹ ی فک یشن ▁بھی ▁جاری ▁نہیں ▁ہو ▁سکا ۔

▁کھیل ▁کی ▁خبریں
▁مصنوعی ▁ہی رے ▁پا ؤ ڈر ▁اور ▁کا ٹ نے ▁والے ▁طاقت ▁کی ▁طاقت ▁کا ▁تع ین ▁کیسے ▁کریں ؟
▁یو سی ▁ انگ ہ ▁، ▁اہم ▁برادری وں ▁کا ▁مسلم ▁لیگ ▁ن ▁کے ▁امیدوار ▁کی ▁حم ائت ▁کا ▁اعلان

▁۱۹ ۰۸ ۔ ▁وہ ▁سک ہ ▁دار ▁سو نا ▁اور ▁چاند ی ▁جنہیں ▁عورت یں ▁بطور ▁ زی ور ▁پہن تی ▁ہوں ▁جب ▁تک ▁وہ ▁را ئ ج ▁ہوں ▁یعنی ▁سو نے ▁اور ▁چاند ی ▁کے ▁سک وں ▁کے ▁طور ▁پر ▁ان ▁کے ▁ذریعے ▁ لین ▁دین ▁ہوتا ▁ہو ▁احتیاط ▁کی ▁بنا ▁پر ▁ان ▁کی ▁ز کو ٰ ۃ ▁دینا ▁واجب ▁ہے ▁لیکن ▁اگر ▁ان ▁کے ▁ذریعے ▁ لین ▁دین ▁کا ▁رواج ▁باقی ▁نہ ▁ہو ▁تو ▁ان ▁ز کو ٰ ۃ ▁واجب ▁نہیں ▁ہے۔
▁میں ▁ وٹ امن ▁B 2 , ▁، سی ، B 6 , ▁B 5 , ▁اور ▁B 3 پ ائے ▁جاتے ▁ہیں۔ ▁ان ▁ وٹ ام نز ▁میں ▁پھول وں ▁کے ▁رس ▁اور ▁ان ▁سے ▁حاصل ▁کیے ▁جانے ▁والے ▁زر گل ▁Po llen کے ▁معیار ▁کے ▁مطابق ▁تبدیلی ▁آتی ▁رہتی ▁ہے۔ ان ▁سب ▁چیز وں ▁کے ▁ساتھ ▁ساتھ ▁تان با ، ▁آی وڈ ین ▁اور ▁زن ک ▁کی ▁کچھ ▁مقدار ▁بھی ▁شہد ▁کا ▁حصہ ▁ہوتی ▁ہے ▁اور ▁کئی ▁قسم وں ▁کے ▁ہار مون ز ▁بھی ▁اس ▁میں ▁موجود ▁ہوتے ▁ہیں۔
▁با دام ، کا جو ، پ ِ ست ہ ▁کا ▁پی سٹ ▁دو ▁چائے ▁کے ▁چم چ
▁اس ▁کے ▁ساتھ ▁قبیل ہ ▁ہوا زن ، ▁ غط فان ، ▁اور ▁بنی ▁سلیم ▁بھی ▁ہوتے ▁تھے۔
▁تحریر : اس رار ▁الدین ▁کسان ہ ▁معاشر ہ ▁ایک ▁بے ▁ربط ▁اجتماع ▁کا ▁نام ▁ہے ▁اس ▁میں ▁مختلف ▁طبق ہ ▁مختلف ▁گروپ ▁اپنی ▁اپنی ▁مصروف یات ▁میں ▁مصروف ▁ہوتے ▁ہیں۔ مثل ا ً زمین دار وں ▁کا ▁اپنا ▁گروپ ▁ہوتا ▁ہے ▁ان ▁کی ▁اپنی ▁مفاد ات ▁ہوتی ▁ہیں۔ ڈر ائی ور ▁اپنی ▁برادری ▁رکھتا ▁ہے۔ اسات ذ ہ ▁کا ▁... ▁Read ▁more ▁→ hk ;
▁رسائی ▁کے ▁لنکس
▁تازہ ▁ترین ▁خبریں
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁بنگلہ ▁دیش , ▁ان صار ▁اللہ ▁بنگلہ ▁ٹیم , ▁سل ہ از ▁من ان , ▁ڈھ ا کا , ▁کشتی ا , ▁بدھ ▁راہ ب
▁مرد وں ▁کو ▁وہ ▁خواتین ▁سب ▁سے ▁زیادہ ▁پسند ▁آتی ▁ہیں ▁جن ▁کے ▁جسم ▁یہ ▁چیز ۔۔۔ ▁سائنس دان وں ▁نے ▁انتہائی ▁حیران ▁کن ▁بات ▁بتا ▁دی
▁ ٭ ▁بے ▁شمار ▁کتابوں ▁پر ▁تبصرے
▁تازہ ▁ترین ▁شو
▁حکومت ▁اور ▁این ▁جی ▁او ز ▁کی ▁سا جھ ے ▁داری ▁: ▁چند ▁م عروض ات
▁شرائط ▁و ▁ضوابط
▁سید نا ▁عمر ▁رضی ▁اللہ ▁تعالی ٰ ▁عنہ ▁اپنے ▁عامل وں ▁کو ▁وص یت ▁فرمایا ▁کرتے ▁تھے ▁کہ ▁وہ ▁لوگوں ▁کے ▁درمیان ▁کتاب ▁اللہ ▁سے ▁فیصلہ ▁کریں ، ▁اگر ▁کوئی ▁معاملہ ▁کتاب ▁اللہ ▁میں ▁نہ ▁پ ائیں ▁تو ▁پھر ▁سنت ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁و ▁سلم ▁کے ▁ذریعے ▁فیصلہ ▁کیا ▁جائے۔
▁رائٹ ▁آر م ▁فا سٹ ▁بول ر ▁شاہد ▁ن ذ یر ▁نے ▁بھی ▁اپنے ▁پہلے ▁ہی ▁ٹیسٹ ▁میں ▁عمد ہ ▁بول نگ ▁کی ▁اور ▁1996 ء ▁میں ▁ زم باب و ے ▁کے ▁دورہ ▁پاکستان ▁کے ▁دوران ▁شیخ و پور ہ ▁اسٹ یڈ یم ▁میں ▁کھیل ے ▁گئے ▁ٹیسٹ ▁کی ▁پہلی ▁اننگز ▁میں ▁3 ▁5 ▁رنز ▁دے ▁کر ▁پانچ ▁و کٹ یں ▁حاصل ▁کی ں ▁جبکہ ▁دوسری ▁اننگز ▁میں ▁دو ▁و کٹ یں ▁ل یں۔
▁کیوں ▁بھول ▁گئے ▁ہم ▁جے ▁پی ▁کو ؟
▁گرد ے ▁کی ▁پتھر ی ▁سے ▁بچ نے ▁کی ▁آسان ▁طریقہ
▁عورت ▁کا ▁ اکی لے ▁سفر ▁کرنا ▁حرام ▁ہے
▁چھ اتی ▁کا ▁سائ ز ▁بڑا ▁کرنے ▁کے ▁طریقے
▁چن ی وٹ ▁پولیس ▁کی ▁جرائم ▁پیش ہ ▁افراد ▁کے ▁خلاف ▁کار وائی ، من شی ات ▁اور ▁شراب ▁کی ▁بھاری ▁مقدار ▁بر ▁آمد ▁کر ▁لی
▁اسپ ین ش ▁سپر ▁کپ ▁کے ▁پہلے ▁میچ ▁میں ▁با رسل ونا ▁اور ▁ریال ▁می ڈر ڈ ▁کے ▁درمیان ▁مقابلہ ▁جاری ▁تھا ▁جس ▁میں ▁ریال ▁می ڈر ڈ ▁نے ▁1-3 ▁سے ▁کامیابی ▁حاصل ▁کی۔ ▁کر سٹ یانو ▁رو نال ڈو ▁نے ▁میچ ▁کے ▁دوران ▁اپنی ▁ٹیم ▁کے ▁لیے ▁گول ▁کیا ▁اور ▁ریال ▁می ڈر ڈ ▁کو ▁1-2 ▁سے ▁برتر ی ▁حاصل ▁ہونے ▁پر ▁انہوں ▁نے ▁اپنی ▁شر ٹ ▁اتار ▁کر ▁جشن ▁من ایا ▁جس ▁پر ▁انہیں ▁ی لو ▁کارڈ ▁دکھا یا ▁گیا۔ ▁اس ▁کے ▁فوری ▁بعد ▁رو نال ڈو ▁کو ▁دوسرا ▁ی لو ▁کارڈ ▁بھی ▁دکھا ▁دیا ▁گیا ▁جس ▁کی ▁وجہ ▁سے ▁انہیں ▁گر اؤ نڈ ▁سے ▁باہر ▁جانا ▁پڑا ▁تاہم ▁باہر ▁جاتے ▁ہوئے ▁رو نال ڈو ▁نے ▁میچ ▁ری فری ▁ڈی ▁برگ وس ▁بین گو ئی زی ا ▁کو ▁ دھ کا ▁دیا۔
▁دوسری ▁جانب ▁جنوبی ▁ا فری قی ▁کھلاڑی ▁ڈو پل سی ▁پر ▁اسی ▁طرز ▁کی ▁ویڈیو ▁سامنے ▁آنے ▁کے ▁بعد ▁آئی ▁سی ▁سی ▁نے ▁سزا ▁سن ادی ▁ہے ، ▁جس ▁کے ▁خلاف ▁ا فری قی ▁کوچ ▁نے ▁کہا ▁کہ ▁’’ دو سر ی ▁ٹیم یں ▁بھی ▁ایسا ▁کرتی ▁ہیں ▁مگر ▁ہر ▁بار ▁صرف ▁جنوبی ▁افریقہ ▁کو ▁ہی ▁ہدف ▁بنایا ▁جاتا ▁ہے ‘‘ ۔
▁راج ست ھان ▁اسمبلی ▁انتخابات : ▁4 ▁اراکین ▁پارلیمنٹ ▁بھی ▁میدان ▁میں
▁ہمارے ▁متعلق
▁اسلام ▁آباد ▁میں ▁میڈیا ▁سے ▁گفتگو ▁کرتے ▁ہوئے ▁نع یم ▁الحق ▁نے ▁بتایا ▁کہ ▁پر ائم ▁من سٹر ہ اؤ س ▁کی ▁کال ونی ▁میں ▁عمران ▁خان ▁کے ▁لیے ▁گھر ▁تیار ▁ہوگیا ▁ہے ، ▁عمران ▁خان ▁پی ▁ایم ▁سیکرٹری ٹ ▁میں ▁مل ٹری ▁سیکرٹری ▁کے م کان ▁نمبر ایک ▁میں ▁رہیں ▁گے ، ▁میں ▁عمران ▁خان ▁کے ▁ساتھ ▁رہ وں ▁گا ، ▁یہ ▁رہائش ▁گاہ ▁مل ٹری ▁سیکریٹری ▁کی ▁ہے ▁اور ▁مکان ▁کی ▁سیکیورٹی ▁کلی ر نس ▁کرلی ▁گئی ▁ہے۔
▁لیکن ▁کی نیا ▁کے ▁بل ے ▁باز ▁گروپ ▁اے ▁کے ▁اپنے ▁دوسرے ▁میچ وں ▁کی ▁طرح ▁ زم باب و ے ▁کے ▁خلاف ▁بھی ▁بہتر ▁کارکردگی ▁دیکھا نے ▁میں ▁ناکام ▁رہے ▁اور ▁پور ▁ی ▁ٹیم ▁36 ▁او ورز ▁میں ▁147 ▁رنز ▁بنا ▁کر ▁آؤٹ ▁ہوگئی ۔
▁یار ▁لوگ ▁ہم ▁انگریز ی ▁کے ▁مار وں ▁کو ▁ویسے ▁بھی ▁ب ُ را ▁بھ لا ▁کہتے ▁رہتے ▁ہیں ▁مگر ▁ہمیں ▁کیا ▁ہم ▁تو ▁ہیں ▁ہی ▁اردو ▁می ڈی م ▁( لو ▁انگریز ی ▁کا ▁لفظ ▁استعمال ▁کر ▁لیا ) ▁کے ▁مار ے ▁ہوئے ، لہ ذا ▁ہم ▁سے ▁غلطی ▁ہو ▁تو ▁کوئی ▁کفر ▁نہیں ▁ہوتا ! ▁پھر ▁یار وں ▁نے ▁اپنے ▁وزیراعظم ▁کی ▁انگریز ی ▁پر ▁تنقید ▁کی ▁تو ▁ہم ▁نے ▁آگاہ ▁کردیا ▁جناب ▁یہ ▁ملتان ی ▁بھی ▁اردو ▁می ڈی م ▁کا ▁مار ا ▁ہوا ▁ہے !
▁گزشتہ ▁دس ، ▁پندرہ ▁سال ▁سے ▁جاری ▁یہ ▁رجحان ▁اگر ▁اسی ▁طرح ▁برقرار ▁رہا ▁تو ▁عین ▁ممکن ▁ہے ▁کہ ▁د ائیں ▁باز و ▁کی ▁انتہا ▁پسند ▁جماعت یں ▁یورپ ▁کے ▁بعض ▁ممالک ▁میں ▁اقتدار ▁بھی ▁حاصل ▁کرنے ▁میں ▁کامیاب ▁ہو ▁جائیں ▁اور ▁اگر ▁یہ ▁مفر وض ہ ▁درست ▁ثابت ▁ہوا ▁تو ▁اس ▁سے ▁صرف ▁یورپی ▁یونین ▁ہی ▁نہیں ▁بلکہ ▁عالمی ▁سیاست ▁پر ▁بھی ▁بہت ▁اہم ▁اثرات ▁مرتب ▁ہوں ▁گے۔
▁شہری ار ▁خان ▁سابق ▁صدر ▁نیشنل ▁پریس ▁کلب ▁اسلام ▁آباد
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ٹوئٹر
▁پاکستان ، ▁افغانستان ▁اور ▁برطانیہ ▁کے ▁ما بین ▁ہو نی وال ے ▁سہ ▁فریق ی ▁اجلاس ▁میں ▁وزیراعظم ▁نوازشریف ، ▁برطانوی ▁ہم ▁منصب ▁ڈی وڈ ▁کی مر ون ▁اور ▁افغان ▁صدر ▁حامد ▁کر ز ئی ▁نے ▁افغان ▁امن ▁کیلئے ▁تعاون ▁جاری ▁رکھنے ▁کے ▁عزم ▁کا ▁ا عاد ہ ▁کیا .
▁امام ▁نس ائی ▁ ؒ ▁نے ▁ایک ▁حدیث ▁کو ▁متعدد ▁مقامات ▁پر ▁تحریر ▁کیا ہے ▁اور ▁اس ▁سے ▁مسائل ▁بھی ▁اخذ ▁کیے ▁ہیں۔ ا مام ▁صاحب ▁نے م تعدد م سائل ▁کے ▁لیے ▁مختلف ▁ابو اب ▁تشکیل ▁دیے ▁ہیں ▁۔ ایک ▁حدیث ▁کو ▁بہت ▁سارے ▁لوگ ▁روایت ▁کر ▁رہے ▁ہوں ▁تو ▁امام ▁نس ائی ▁ ؒ ▁اس ▁حدیث ▁کے ▁سب ▁را وی وں ▁کا ▁ذکر ▁کر ▁دیتے ▁ہیں ▁۔ فن ▁اصول ▁حدیث ▁کی ▁اصطلاح ▁میں ▁ایک ▁حدیث ▁کے ▁بہت ▁سارے را وی وں کے ▁سلسلے ▁کو ▁طرق ▁کہتے ▁ہیں ▁۔ حد ی ث ▁کا ▁بیان ▁کرنے ▁والا ▁را وی ▁اپنے ▁سے ▁زیادہ ▁مرتبہ ▁کے ▁آدمی ▁کی ▁مخالفت ▁کرے ت وا مام ▁نس ائی ▁ ؒ ▁اس ▁کا ▁بھی ▁تفصیل ▁سے ▁ذکر ▁کرتے ▁ہیں ▁ایسی ▁حدیث ▁کو ▁شا ذ ▁کہتے ▁ہیں۔
▁انہوں ▁نے ▁بتایا ▁کہ ▁چن ی وٹ ▁میں ▁ان ▁کیس ز ▁کے ▁دریافت ▁ہونے ▁کے ▁بعد فور ی ▁طور ▁پر ▁ال ائیڈ ▁ہسپتال ▁فیصل ▁آباد ▁سے ▁مریض وں ▁کی ▁اد وی ات ▁کا ▁آغاز ▁کر ▁دیا ▁گیا ▁تھا ▁تا ▁ہم ▁ساتھ ▁ہی ▁چن ی وٹ ▁میں ▁نئے ▁سن ٹر ▁پر ▁کام ▁شروع ▁کر ▁دیا ▁گیا۔ ▁اس ▁موقع ▁پر ▁انہوں ▁نے ▁ڈ سٹر کٹ ▁ہیڈ ک وار ٹر ▁ہسپتال ▁چن ی وٹ ▁میں Was te ▁ان سن یر یٹر ▁لگانے ▁کا بھی ▁افتتاح ▁کیا ▁۔ اس ▁تقریب ▁میں ▁ہی پا ▁ٹ ائ ٹس ▁کنٹرول ▁پروگرام ▁کی ▁پروگرام ▁ڈائریکٹر ▁ڈاکٹر ▁زا ہ دہ ▁سرور ▁ہی پا ▁ٹ ائ ٹس ▁انس نی ریٹ رز ▁کے ▁پرو جی کٹ ▁کے ▁بارے ▁میں ▁تفصیل ▁سے ▁بتایا ۔
▁دہلی ز ▁کو ▁چو م ▁کے ▁چھوڑ ▁دیا ▁دیکھا ▁کہ ▁یہ ▁پتھر ▁بھاری ▁ہے
▁حکومت ▁پنجاب
▁مقتول ▁ایس ▁پی ▁طاہر ▁دا وڑ ▁کے ▁اہل ▁خانہ ▁کو ▁سوشل ▁میڈیا ▁پر ▁پھیل ی ▁خبر وں ▁اور ▁تصویر وں ▁کے ▁متعلق ▁پہلی ▁بار ▁بتایا ▁تو ▁ان ▁کا ▁رد ▁عمل ▁کیا ▁تھا ▁؟ جان ▁کر ▁ہی ▁آپ ▁کی ▁آنکھیں ▁نم ▁ہو ▁جائیں ▁گی

▁بیل نس ▁پالیسی ، ▁وزارت ▁داخلہ ▁نے ▁66 ▁ممنوع ہ ▁تنظیم وں ▁میں ▁تین ▁شیعہ ▁جماعتوں ▁کو ▁بھی ▁شامل ▁کردیا
▁دھماکے ▁میں ▁دس ▁افراد ▁زخمی ▁بھی ▁ہوئے ▁ہیں۔
▁اپ ▁ڈی ٹ ▁کریں ▁اور ▁محفوظ ، ▁مزید ▁آرام ▁ دہ ، ▁پر سکو ن ▁اور ▁پیداوار ی ▁ٹر یڈ نگ ▁کے ▁ تجرب ے ▁کے ▁لئے ▁ایک ▁کوشش ▁کریں .
▁’’ پ د ما وت ‘‘ کی ▁تاریخ ▁ایک ▁بار ▁پھر ▁تبدیل
▁ہفتہ ▁31 ▁مئی ▁2014 ▁کا ▁کار ٹ ون
▁ذرائع ▁کا ▁کہنا ▁ہے ▁من کھی ال ▁میں ▁زیر ▁تعمیر ▁ہاؤس نگ ▁ سوس ائ ٹی ▁میں ▁تحریک ▁انصاف ▁ ہری ▁پور ▁کے ▁با اثر ▁رہنما ء ▁بھی ▁شر ا کت ▁دار ▁ہیں ▁اور ▁محکمہ ▁جنگل ات ▁سے ▁ہونے ▁والے ▁معاہدے ▁کی ▁خلاف ▁ورزی ▁کرتے ▁ہوئے ▁سرکاری ▁زمین ▁سے ▁راستہ ▁بنایا ▁گیا ▁ہے ▁جس ▁کے ▁لیے ▁سی نک ڑوں ▁درخت وں ▁کو ▁کا ٹا ▁گیا ▁ہے۔
▁11 ▁لیکن ▁مریم ▁قبر ▁کے ▁با ▁ہر ▁کھڑی ▁رو ▁تی ▁رہی ▁اور ▁رو تے ▁ہوئے ▁اس ▁نے ▁قبر ▁میں ▁جھ ان ک ▁کر ▁دیکھا ۔
▁پاکستان ▁مسلم ▁لیگ ( ن ) ▁کی ▁طرف ▁سے ▁با ضا بط ہ ▁طور ▁پر ▁کسی ▁بھی ▁امیدوار ▁کے ▁نام ▁کا ▁اعلان ▁اب ▁تک ▁نہیں ▁کیا ▁گیا۔ ▁تاہم ، ▁پارٹی ▁چ ئیر مین ▁را جہ ▁ظفر ا لحق ▁کا ▁نام ▁چ ئیر مین ▁سینیٹ ▁کے ▁لیے ▁لیا ▁جارہا ▁ہے۔
▁کابل ▁ا سپورٹس ▁کمپ ل یکس ▁میں ▁خود کش ▁حملہ ، ▁18 ▁افراد ▁ہلاک
▁ز یکا ▁پر ▁قابو ▁پانے ▁کے ▁لیے ▁ براز یل ▁اور ▁کم بو ڈی ا ▁میں ▁کروڑ وں ▁مچ ھر ▁چھوڑ ے ▁جائیں ▁گے ▁- ▁BBC ▁News ▁اردو
▁آپ ▁کے ▁بعد ▁دوسری ▁شادی ▁کے ▁لیے ▁جانا ▁چاہیئے ▁40 ?
▁رپورٹ ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁قال ین ▁کی ▁پشت ▁کو ▁مضبوط ▁بنانے ، ▁اس ▁میں ▁ دب یز ▁فو م ▁لگانے ▁اور ▁مختلف ▁گو ند ▁لگانے ▁کے ▁عمل ▁میں ▁یہ ▁زہر ی لے ▁کی می کل ▁پیدا ▁ہو ر ہے ▁ہیں۔ ▁قال ین ▁ساز ▁کمپنی وں ▁کی ▁اکثریت ▁صارفین ▁کو ▁اس ▁سے ▁آگاہ ▁نہیں ▁کرتی ▁اور ▁وہ ▁اس ▁خطرناک ▁ش ے ▁کو ▁گھر ▁لے ▁آتے ▁ہیں۔
▁١ ▁- ▁اے ▁جی ، ▁اے ▁میاں ، ▁بے ▁تک لف ▁دوست ▁یا ▁محبوب ▁( مرد ▁یا ▁عورت ) ▁کو ▁خطاب ▁کرنے ▁کا ▁کل مہ
▁میں ▁اپنے ▁بچوں ▁کو ▁اپنی ▁حیثیت ▁سے ▁زیادہ ▁مہ نگے ▁اسکول ▁میں ▁پڑھ ار ہا ▁ہوں۔
▁اے ▁خدا ▁تیر ی ▁خدا ئی ▁کا ▁بھر م ▁رہ ▁جائے
▁لوٹ ▁مار ▁کی ▁سی ▁سی ▁ٹی ▁وی ▁فو ٹی ج
▁پی ▁سی ▁بی ▁نے ▁پی ▁ایس ▁ایل ▁فور ▁کے ▁ش یڈ ول ▁کا ▁اعلان ▁کردیا
▁حیدرآباد ▁۔ ▁ /9 ▁ف بر وری ▁( سی است ▁نیوز ) ▁آ ٹو ▁پاس نجر س ▁کے ▁بھی س ▁میں ▁مسافر ین ▁کے ▁قیمت ی ▁مو بائی ل ▁فون س ▁کے ▁سر ق ہ ▁میں ▁ملوث ▁6 ▁رکن ی ▁جیب ▁ کتر وں ▁کی ▁ایک ▁ٹو لی ▁کو ▁کمشنر ▁ ٹا سک ▁فور س ▁ای سٹ ▁ زون ▁ٹیم ▁نے ▁گرفتار ▁کرلیا ▁۔ ▁بتایا ▁جاتا ▁ہے ▁کہ ▁24 ▁سالہ ▁شیخ ▁شو کت ▁، ▁30 ▁سالہ ▁سید ▁اسد ▁، ▁23 ▁سالہ ▁محمد ▁مجید ▁، ▁27 ▁سالہ ▁بابا ▁اسم ع یل ▁خان ▁، ▁20 ▁سالہ ▁سید ▁خل یق ▁اور ▁24 ▁سالہ ▁شیخ ▁و سیم ▁اکرم ▁جو ▁آپ س ▁میں ▁دوست ▁ہیں ▁اور ▁پر ت ع یش ▁زندگی ▁کے ▁عادی ▁ہیں ▁۔ ▁مذکورہ ▁ملزم ین ▁آ ٹو ▁ڈر ائی ورس ▁اور ▁پاس نجر س ▁کے ▁بھی س ▁میں ▁گھو م تے ▁ہوئے ▁آ ٹو ▁میں ▁سوار ▁مسافر ین ▁کی ▁توجہ ▁ہٹا کر ▁ان ▁کے ▁قیمت ی ▁مو بائی ل ▁فون س ▁کا ▁سر ق ہ ▁کرلیا ▁کرتے ▁تھے ▁اور ▁بعد ▁از اں ▁ان ▁مو بائی ل ▁فون س ▁کو ▁فروخت ▁کردیا ▁کرتے ▁تھے ▁۔ ▁ ٹا سک ▁فور س ▁پولیس ▁نے ▁اس ▁ٹو لی ▁کو ▁بے ▁نقاب ▁کرتے ▁ہوئے ▁ان ▁کے ▁قبض ے ▁سے ▁17 ▁مس روق ہ ▁قیمت ی ▁مو بائی ل ▁فون ▁جن ▁کی ▁مالی ت ▁3 ▁لاکھ ▁بت ائی ▁جاتی ▁ہے ▁برآمد ▁کرلیا ▁اور ▁انہیں ▁افضل ▁گنج ▁پولیس ▁اسٹیشن ▁کے ▁حوالے ▁کردیا ▁۔
▁ ٹن ڈو ▁جام ، ▁بلد یہ ▁کے ▁23 ▁سینیٹ ری ، ▁46 ▁ عارض ی ▁ملازمین ▁کو ▁فارغ ▁کردیا ▁گیا
▁قدیم ▁دور ▁میں ▁عوام ▁الناس ▁تو ▁کجا ، ▁خواص ▁میں ▁بھی ▁تو ہم ▁پرست ی ▁عام ▁تھی۔ ▁ایسے ▁واقعات ▁جن ▁میں ▁دور ▁کا ▁بھی ▁کوئی ▁تعلق ▁نہ ▁ہوا ▁کرتا ▁تھا ، ▁لوگ ▁اپنے ▁تو ہم ات ▁کے ▁ذریعے ▁ان ▁میں ▁تعلق ▁قائم ▁کر ▁لیا ▁کرتے ▁تھے۔ ▁ہم ▁اگر ▁اپنے ▁قدیم ▁د یہ اتی ▁معاشرے ▁کا ▁جائزہ ▁لیں ▁تو ▁ان ▁تو ہم ات ▁کی ▁طویل ▁فہرست ▁تیار ▁کی ▁جا ▁سکتی ▁ہے۔ ▁مثال ▁کے ▁طور ▁پر ▁ بلی ▁کے ▁راستہ ▁کا ٹ نے ▁سے ▁آف ات ▁اور ▁سور ج ▁و ▁چاند ▁گر ہن ▁سے ▁بیماری وں ▁کو ▁وابستہ ▁کیا ▁جاتا ▁ہے۔ ▁بیٹھ ▁کر ▁ٹ انگ یں ▁ہل انے ▁اور ▁ٹوٹ ا ▁ہوا ▁آئین ہ ▁دیکھنے ▁کو ▁منح وس ▁سمجھا ▁جاتا ▁ہے۔ ▁اس ▁کی ▁سب ▁سے ▁درد ▁ ناک ▁مثال ▁یہ ▁ہے ▁کہ ▁اگر ▁شادی ▁کے ▁فورا ً ▁بعد ▁کوئی ▁سان ح ہ ▁رونما ▁ہو ▁جائے ▁تو ▁اس ▁کا ▁قصور ▁وار ▁لڑکی ▁کو ▁ٹھہر ا ▁کر ▁اسے ▁منح وس ▁قرار ▁دیا ▁جاتا ▁ہے۔

▁اقوام ▁متحدہ ▁کے ▁مطابق ▁ صوم ال یہ ▁میں ▁جنم ▁لینے ▁والے ▁بحران ▁سے ▁62 ▁لاکھ ▁افراد ▁کے ▁متاثر ▁ہونے ▁کا ▁خطرہ ▁ہے ▁جو ▁ملک ▁کی ▁نصف ▁آبادی ▁سے ▁زیادہ ▁تعداد ▁ہے۔
▁30 ▁“ با پ ▁نے ▁پھر ▁دوسرے ▁بیٹے ▁کے ▁پاس ▁جا کر ▁کہا ▁کہ ▁بیٹا ▁آج ▁تو ▁ان گور ▁کے ▁باغ ▁میں ▁جا کر ▁کام ▁کر ۔ ▁تب ▁بیٹے ▁نے ▁کہا ، ▁اے ▁میرے ▁اب ّ ا ▁ٹھیک ▁ہے ▁میں ▁جا کر ▁کام ▁کرتا ▁ہوں۔ ▁لیکن ▁وہ ▁بیٹا ▁کام ▁پر ▁گیا ▁ہی ▁نہیں۔
▁فاروق ▁بھائی ▁نے ▁کہا ▁اگر ▁ٹی سور ی ▁کو ▁واپس ▁نہ ▁لیا ▁تو ▁میں

▁پیپلز ▁پارٹی ▁کا ▁سندھ ▁کی ▁نگر اں ▁حکومت ▁پر ▁مع ت صب انہ ▁روی ے ▁کا ▁الزام
▁انٹرنیٹ ▁ٹی ▁وی
▁وزیر ▁داخلہ ▁نے ▁مدینہ ▁انس ٹی ▁ٹی وٹ ▁آف ▁لیڈر ▁شپ ▁کی ▁طرف ▁سے ▁ا قام ے ▁کا ▁سر ٹی فک یٹ

▁نام م کن ▁کی ▁طبیعی ات ▁(8)

▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = زم رہ : م ملک ت _ ص قل یہ & oldid =2 63 27 97 »
▁ابو د اؤ د ▁میں ▁ہے ▁کہ ▁حضور ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁ہمارے ▁سامنے ▁اپنے ▁بہت ▁سے ▁نام ▁بیان ▁فرما ئے ▁جو ▁ہمیں ▁محفوظ ▁رہے ▁ان ▁میں ▁سے ▁یہ ▁چند ▁ہیں ،
▁بی ▁جے ▁پی ▁اور ▁آر ▁ایس ▁ایس ▁پر ما حول ▁کو ▁خوف زد ہ ▁کرنے ▁کا ▁الزام

▁انہوں ▁نے ▁چاند ▁نظر ▁، ▁اس ▁بست ی ▁کے ▁اس ▁کو چے ▁میں ▁اور ▁دل ▁وحشی ▁سمیت ▁کئی ▁مجموع ہ ▁کلام ▁لکھ ے ▁جبکہ ▁نثر ی ▁تحریر وں ▁میں ▁چل تے ▁ہو ▁تو ▁چین ▁چل ی ے ▁، ▁آوا رہ ▁گرد ▁کی ▁ڈ ائر ی ▁، ▁اردو ▁کی ▁آخری ▁کتاب ، ▁دنیا ▁گول ▁ہے ، اب ن ▁بط وط ہ ▁کے ▁ت عاقب ▁اور ▁خ مار ▁گندم ▁بھی ▁قابل ▁ذکر ▁ہیں۔ ▁مرحوم ▁کی ▁برس ی ▁کے ▁موقع ▁پر ▁مختلف ▁تقریبا ت ▁میں ▁ان ▁کی ▁اردو ▁کیلئے ▁شاندار ▁خدمات ▁کو ▁مثال ی ▁الفاظ ▁میں ▁ خراج ▁ع قی دت ▁بھی ▁پیش ▁کیا ▁گیا۔
▁جنرل ▁ضیا ء ▁الحق ▁اور ▁چیف ▁جسٹس ▁لاہور ▁ہائیکورٹ ▁مولوی ▁مشتاق ▁حسین ▁کا ▁ تعصب ▁اور ▁ بغض ▁بھٹو ▁شہید ▁کا ▁تخت ۂ ▁دار ▁تک ▁ت عاقب ▁کرتا ▁رہا۔ ▁بھٹو ▁صاحب ▁اپنی ▁عزت ▁کو ▁اپنی ▁زندگی ▁سے ▁بھی ▁زیادہ ▁اہمیت ▁دیتے ▁تھے۔ ▁ان کے ▁ساتھ ▁پھ انس ی ▁سے ▁پہلے ▁کورٹ ▁روم ، ▁میڈیا ▁اور ▁موت ▁کی ▁کو ٹھ ڑی ▁میں ▁جس ▁طرح ▁توہین ▁آمیز ▁اور ▁اذیت ▁ ناک ▁سلوک ▁کیا ▁گیا ▁اس ▁کا ▁را قم ▁ایک ▁ہی ▁جیل ▁میں ▁قید ی ▁ہونے ▁کے ▁ن اط ے ▁عین ی ▁شاہد ▁ہے۔ ▁جسٹس ▁مولوی ▁مشتاق ▁حسین ▁نے ▁قید ی ▁بھٹو ▁کیلئے ▁اپنی ▁انا ▁کی ▁تس کین ▁کیلئے ▁کورٹ ▁روم ▁میں ▁خصوصی ▁ کٹ ہ را ▁بن و ایا ▁اور ▁دوران ▁سماعت ▁بھٹو ▁صاحب ▁کے ▁بارے ▁میں ▁حق ارت ▁آمیز ▁جمل ے ▁بول تے ▁رہے۔ ▁عدالت ▁لانے ▁کیلئے ▁کوئی ▁پرو ٹو کول ▁نہیں ▁ہوتا ▁تھا۔ ▁سزا ئے ▁موت ▁سن انے ▁کے ▁بعد ▁بھی ▁جسٹس ▁مولوی ▁مشتاق ▁حسین ▁کی ▁نفرت ▁اور ▁ تعصب ▁کو ▁تس کین ▁نہ ▁ملی ۔ ▁کو ٹ ▁لکھ پ ت ▁جیل ▁کے ▁سپر نٹ نڈ نٹ ▁حمید ▁اصغر ▁نے ▁جیل ▁رول ز ▁کی م طا بق ▁بھٹو ▁صاحب ▁کی ▁بی رک ▁کو ▁موت ▁کی ▁کو ٹھ ڑی ▁قرار ▁دے ▁دیا۔ ▁چیف ▁جسٹس ▁مولوی ▁مشتاق ▁حسین ▁نے ▁د با ئو ▁ڈال ▁کر ▁ان ▁کو ▁موت ▁کی ▁کو ٹھ ڑی ▁میں ▁منتقل ▁کر اد یا۔ ▁جیل ▁میں ▁بھٹو ▁صاحب ▁کی ▁ک ڑی ▁نگرانی ▁کی ▁جاتی ▁تھی ▁ان ▁کو ▁جھ کا نے ▁کیلئے ▁ہر ▁حرب ہ ▁استعمال ▁کیا ▁گیا۔ ▁سیاسی ▁کارکنوں ▁کو ▁ان کی ▁بی رک ▁کے ▁سامنے ▁کو ڑے ▁مار ے ▁گئے ▁تاکہ ▁ان ▁کو ▁ذہنی ▁اذیت ▁پہنچ ائی ▁جائے۔ ▁اف وا ہ ▁پھیل ▁گئی ▁کہ ▁تنظیم ▁آزادی ▁فلسطین ▁بھٹو ▁صاحب ▁کو ▁ہی لی ▁کا پٹ ر ▁سے ▁جیل ▁سے ▁نکال ▁کر ▁لے ▁جانے ▁کی ▁منصوبہ ▁بندی ▁کررہی ▁ہے ▁۔ ▁جیل ▁کی ▁تمام ▁کھل ی ▁جگہ وں ▁پر ▁گ ہ رے ▁کھ ڈ ے ▁کھو د ▁د ئیے ▁گئے ▁تاکہ ▁ہی لی ▁کا پٹ ر ▁لینڈ ▁نہ ▁کر س کے ▁اور ▁پانی ▁کی ▁ ٹین کی ▁پر ▁این ٹی ▁ا ئیر ▁کر اف ٹ ▁ گن ▁نصب ▁کردی ▁گئی۔
▁تیر ے ▁اندر ▁بھی ▁ایک ▁روشنی ▁ہے۔ ▁اگر ▁تو ▁اس ▁کی ▁قدر ▁جانے ▁اور ▁اس ▁کو ▁پہچان ے ▁تو ▁سب ▁لوگ ▁ت جھ ▁کو ▁روشنی ▁کہنے ▁لگ یں ▁گے ▁، ▁خاک ▁کا ▁پت لا ▁کوئی ▁نہیں ▁کہ ے ▁گا۔ ”
▁چھ ین ▁کر ▁غیر ▁سے ▁اپ نوں ▁نے ▁مجھے ▁قتل ▁کیا
▁ہمارے ▁ساتھ ▁شامل

▁اسی ▁بارے ▁میں
▁ب ۔ ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁بارے ▁میں

▁قطر ▁کے ▁معاملے ▁میں ▁پاکستان ▁کو ▁سعودی ▁اتحاد ▁کا ▁ساتھ ▁دینا ▁چاہیے ، پر ویز ▁مشرف
▁ہر موس م ▁جلد ▁پر اثر انداز ▁ہوتا ہے ▁اور ہر موس م ▁کے ▁مطابق ▁ہی ▁جلد ▁کی ▁حفاظت ▁کرنی ▁پڑ تی ▁ہے ▁ورنہ ▁بہت ▁سے ▁مسائل ▁سرا ٹھا نے ▁لگ تے ▁ہیں۔ جب ▁بھی ▁سور ج ▁کی ▁روشنی ▁براہ ▁راست ▁جلد ▁پر پ ڑ تی ▁ہے ▁تو ▁جلد ▁کی ▁صحت ▁متاثر ▁ہوتی ▁ہے۔ گر م یوں ▁میں ▁سور ج ▁کی ▁ت پ ش ▁کے ▁باعث ▁عام ▁طور پر جلد ▁کے ▁کچھ ...
▁سمندر وں ▁میں ▁تو ▁جیل ی ▁ فش ▁تیر نے ▁والوں ▁کے ▁لیے ▁بھی ان ک ▁خواب ▁ثابت ▁ہوتی ▁ہیں ▁مگر ▁Palau ▁کے ▁جز ی رے ▁ایل ▁مالک ▁آئی ▁لینڈ ▁میں ▁واقع ▁جیل ی ▁ فش ▁لیک ▁کی ▁گ ہر ائی ▁میں ▁یہ ▁غیر م توقع ▁مس رت ▁کا ▁باعث ▁بن ▁جاتی ▁ہیں ، ▁یہاں ▁موجود ▁گول ڈ ن ▁جیل ی ▁ فش ز ▁مختلف ▁رنگ وں ▁میں ▁جگ م گ اتی ▁نظر ▁آتی ▁ہیں ▁اور ▁ان ▁کا ▁سائ ز ▁ایک ▁سکے ▁سے ▁لے ▁کر ▁فٹ بال ▁جتن ا ▁ہوسکتا ▁ہے ▁اور ▁سب ▁سے ▁اچھی ▁بات ▁یہ ▁ہے ▁کہ ▁یہ ▁کا ٹ نے ▁یا ▁ڈ نک ▁مار نے ▁کی ▁صلاحیت ▁بھی ▁نہیں ▁رکھتی ں ▁بلکہ ▁لوگوں ▁کے ▁ار گرد ▁خاموش ی ▁سے ▁تیر تی ▁رہتی ▁ہیں۔ ▁تاہم ▁جھ یل ▁میں ▁بہت ▁زیادہ ▁گ ہر ائی ▁میں ▁جانے ▁سے ▁گریز ▁کرنا ▁چاہئے ▁کیونکہ ▁وہاں ▁خطرناک ▁حد ▁تک ▁ہائی ڈر ون ▁سلف ر ائیڈ ▁گیس ▁پھیل ی ▁ہوئی ▁ہے ▁جو ▁کہ ▁جان ▁لی وا ▁بھی ▁ثابت ▁ہوسکتی ▁ہے۔
▁لیکن ▁اگر ▁وہ ▁یہ ▁شادی ▁ان ▁خواتین ▁میں ▁سے ▁کرنا ▁چاہتا ▁ہے ▁جن ▁کی ▁اجازت ▁سور ۃ ▁النساء ▁5 ▁میں ▁ہے ▁یعنی ▁مح صن ات ▁مومن ات ▁یا ▁مح صن ات ▁اہل ▁ال ک تاب ▁میں ▁سے ▁اور ▁اگر ▁پہلی ▁بیوی ▁بھی ▁ان ہی ▁میں ▁سے ▁ہے ▁تو ▁پھر ▁وہ ▁از ا وج ▁بدل ▁کرے ▁گا ▁یعنی ▁پہلی ▁بیوی ▁کو ▁الگ ▁کرے ▁گا ▁اور ▁دوسری ▁لے ▁کر ▁آئے ▁گا۔
▁شریف ▁خاندان ▁جس ▁پر ▁سب ▁سے ▁زیادہ ▁اعتبار ▁کرتا ▁تھا ▁وہی ▁اسحاق ▁ڈار ▁چپ کے ▁سے ▁کیا ▁کام ▁کر ▁گئے
▁ارد ن ، ▁سعودی ▁عرب ▁اور ▁کو یت ▁میں ▁شدید ▁بارش یں ، ▁12 ▁افراد ▁ہلاک
▁216 ▁محمد ▁کا ظ م ▁علی ▁پیر زاد ہ ▁پی ▁پی ۔ 27 3 ▁( بہ اول پور ۔ ▁VII )
▁بغیر ▁محرم ▁کے ▁بڑی ▁تعداد ▁میں ▁ہندوستان ی ▁خواتین ▁سفر ▁حج ▁پر ▁جائیں ▁گی ▁: ▁مختار ▁عباس ▁نق وی
▁نوجوانوں ▁کا ▁صفحہ
▁جرمنی ▁میں ▁مخلوط ▁حکومت ▁کے ▁قیام ▁کے ▁لیے ▁جاری ▁مذاکرات ▁میں ▁شریک ▁جماعت یں ▁چاہتی ▁ہیں ▁کہ ▁جرمنی ▁میں ▁نصب ▁تمام ▁جوہری ▁ہ تی ھار وں ▁کو ▁ہٹا ▁دیا ▁جائے۔ ▁خبر ▁رس اں ▁ادارے ▁رو ئٹ رز ▁نے ▁یہ ▁بات ▁ایک ▁دستاویز ▁کے ▁حوالے ▁سے ▁بت ائی ▁ہے۔
▁اس ▁آیت ▁سے ▁پتہ ▁چل تا ▁ہے ▁کہ ▁اللہ ▁کے ▁چہرہ ▁ہے۔
▁اب ▁کوئی ▁کشمیر ی ▁بھارت ▁کا ▁حصہ ▁نہیں ▁بن نا ▁چاہتا ، ▁نیویارک ▁ٹائمز ▁- ▁Du nya ▁Pakistan
▁" ▁لوگ ▁جب ▁ظالم ▁کو ▁دیکھیں ▁اور ▁اس ▁کے ▁ہاتھ ▁نہ ▁پکڑ یں ▁تو ▁بع ید ▁نہیں ▁کہ ▁اللہ ▁تعالی ٰ ▁ان ▁پر ▁عذاب ▁عام ▁نازل ▁کرد ے۔
▁فیصل ▁آباد ▁: سی نٹ ▁الیکشن ▁میں ▁فیصل ▁آباد ▁کو ▁نظر ▁انداز ▁کیے ▁جا ▁نے ▁پر ▁پی ▁ٹی ▁آئی ▁فیصل ▁آباد ▁ری جن ▁میں ▁پی ▁ٹی ▁آئی ▁میں ▁اختلافات ▁شدت ▁اختیار ▁کر ▁گئے ▁متعدد ▁سا ▁بق ▁سینئر ▁رہنما ▁ ؤں ▁کا ▁پی ▁ٹی ▁آئی ▁چھوڑ نے ▁کا ▁فیصلہ ▁پی ▁ٹی ▁آئی ▁کو ▁جنرل ▁الیکشن ▁میں ▁مشکلات ▁کا ▁سا ▁منا ▁ہو ▁سکتا ▁ہے ▁عمران ▁خان ▁پر ▁ی شان
▁فری د ▁خا ▁مو ▁ش ▁ہو ▁جا ▁، ▁یہ ▁راز ▁کی ▁با ▁ت یں ▁اتنے ▁عمو ▁می ▁ا ▁ ندا ▁ز ▁سے ▁ظ ا ▁ہر ▁نہ ▁کر ▁بس ▁اپنے ▁دوست ▁سے ▁غا ▁فل ▁نہ ▁ہو ▁، یہ ی ▁حکم ▁ال ہی ٰ ▁ہے۔
▁نار و ے ▁کی ▁سرزمین ▁پر ▁پہلی ▁محفل ▁قرآن ▁مجید ▁منعقد ، ▁جس ▁میں ▁عالمی ▁شہر ت ▁یافتہ ▁پاکستانی ▁قار ی ▁خالد ▁رضا ▁قادر ی ▁کی ▁خصوصی ▁شرکت
▁یہاں ▁پر ▁پرویز ▁مشرف ▁کی ▁ملک ▁سے ▁واپسی ▁کی ▁بات ▁کی ▁گئی ▁ہے ‘ ▁سب ▁کو ▁اچھی ▁طرح ▁سے ▁معلوم ▁ہے ▁وفاقی ▁حکومت ▁عدالت ▁میں ▁گئی ▁تھی ▁اور ▁عدالت ی ▁حکم ▁کے ▁بعد ▁ای ▁سی ▁ایل ▁سے ▁ان ▁کا ▁نام ▁ہٹا یا ▁گیا ▁اور ▁انہیں ▁باہر ▁جانے ▁دیا ▁گیا۔
▁م ظ ا ہر وں ▁کا ▁حالی ہ ▁سلسلہ ▁ترک ▁حکومت ▁کی ▁جانب ▁سے ▁است ن بول ▁کے ▁ایک ▁تاریخی ▁باغ ▁کی ▁زمین ▁پر ▁تجارت ی ▁تعمیر ات ▁کے ▁منصوبے ▁کے ▁خلاف ▁شروع ▁ہوا ▁تھا ▁جس ▁نے ▁بعد ▁از اں ▁حکومت ▁مخالف ▁م ظ ا ہر وں ▁کا ▁رنگ ▁اختیار ▁کرلیا ▁تھا۔
▁حکومت ▁اور ▁ا ُ ن ▁کے ▁آقا ؤں ▁کو ▁پتہ ▁ہے ▁کہ ▁ا ِ نہ وں ▁نے ▁ا ِ س ▁سے ▁زیادہ ▁کچھ ▁نہیں ▁کرنا
▁دنیا ▁بھر ▁میں ▁نفرت ▁بھر ی ▁سیاست ▁میں ▁اضافہ ، ▁ایم نس ٹی ▁کی ▁رپورٹ ▁22. 02. 2018
▁می ت ▁پر ▁نوح ہ ▁خوانی ▁، ▁ملت ▁سے ▁خارج ▁کرنے ▁والا ▁عمل
▁پولیس ▁کے ▁مطابق ▁شہر ▁کے ▁مصروف ▁ترین ▁علاقے ▁میں ▁واقع ▁ہوٹل ▁کے ▁سامنے ▁ دھ ما کا ▁خیز ▁مواد ▁سے ▁بھر ی ▁کار ▁کو ▁ا ڑا ▁دیا ▁گیا ، ▁دھماکے ▁سے ▁ارد ▁گرد ▁کی ▁عمارت وں ▁کے ▁شی ش ے ▁ٹوٹ ▁گئے ▁اور ▁انہیں ▁نقصان ▁پہنچا ۔ ▁سڑک ▁کنار ے ▁کھڑی ▁8 ▁گاڑی اں ▁مکمل ▁طور ▁پر ▁تباہ ▁ہو ▁گئیں ۔

▁فہرست ▁مضامین
▁پر امن ▁اور ▁خوشحال ▁پاکستان ▁ہم ▁سب ▁کا ▁خواب ▁ہے ، ▁بلوچستان ▁کی ▁ساحل ی ▁پ ٹی ▁ملک ▁میں ▁سب ▁سے ▁بڑی ▁ہے ، ▁ساحل ی ▁علاقوں ▁سے ▁10 ▁ارب ▁روپے ▁کی ▁ فش ریز ▁برآمد ▁ہو ▁سکتی ▁ہیں ، ▁بلوچستان ▁کے ▁لئے ▁موسم ▁سرما ▁میں ▁گیس ▁کی ▁قیمت وں ▁میں ▁رعایت ▁کے ▁لئے ▁بات ▁کر وں ▁گا
▁بھارت ▁اور ▁ک ٹھ ▁پت لی ▁حکمران ▁کشمیر یوں ▁کا ▁جذب ہ ▁آزادی ▁تو ڑنے ▁میں ▁ناکام ی ▁کے ▁بعد ▁خانہ ▁جنگی ▁کی ▁سازش ▁کررہے ▁ہیں ، ▁پولیس ▁اہلکار عوام ▁کے ▁خلاف ▁کھڑا ▁ہونے ▁کے ▁بجائے ▁تحریک ▁آزادی ▁کے ▁لیے ▁اپنی ▁ذم ہ ▁دار یاں ▁پوری ▁کریں ، ▁شب یر ▁شاہ
▁بی ▁بی ▁سی ▁کے ▁بارے ▁میں
▁وفاقی ▁حکومت ▁ملکی ▁معیشت ▁کے ▁استحکام ▁کیلئے ▁پر ▁عزم ▁ہے ، حم اد ▁ اظ ہر
▁Next ▁Next ▁post : ▁بلوچستان : ▁حلقہ ▁این ▁اے ▁260 ▁کے ▁ضمن ی ▁انتخابات ، ▁15 ▁جولائی ▁کی ▁تاریخ ▁مقرر
▁تحقیق ی ▁مضامین ▁(6)

▁رات ▁بھر ▁لوگ ▁ایسے ▁ہی ▁ دب کے ▁رہے۔ ▁اس ▁ان دھی رے ▁میں ▁نہ ▁گھر ▁جا ▁سکتے ▁تھے ▁اور ▁الب ی لے ▁کو ▁پکڑ نے ▁کا ▁اراد ہ ▁تو ▁لوگوں ▁کے ▁ذہن ▁سے ▁غائب ▁بھی ▁ہو ▁چکا ▁تھا۔ ▁پیش اب ▁سری تا ▁کے ▁علاوہ ▁تقریبا ً ▁تمام ▁لوگوں ▁نے ▁جہاں ▁بیٹھے ▁تھے ▁وہ یں ▁کیا۔ ▁اچانک ▁کسی ▁کے ▁کھا نس نے ▁کی ▁آواز ▁آ ▁جاتی ▁تو ▁لوگوں ▁کی ▁جان ▁نکل ▁جاتی ۔ ▁حالانک ہ ▁کھا نس نے ▁والا ، ▁کھا نس ی ▁کو ▁خوب ▁د بات ا ، ▁لیکن ▁جب ▁بات ▁قابو ▁میں ▁نہیں ▁رہتی ▁تو ▁بال آخر ▁دو ▁چار ▁آواز یں ▁نکل ▁ہی ▁جاتی ں۔ ▁سری تا ▁گھر ▁آ ▁کر ▁ مز ے ▁سے ▁سو ▁گئی ▁تھی۔
▁پی ▁ایچ ▁پی ▁کی ▁5.3 ▁یا ▁اس ▁سے ▁زیادہ .
▁واضح ▁رہے ▁کہ ▁کوئٹہ ▁کے ▁سول ▁اسپتال ▁میں ▁دھماکے ▁کے ▁نتیجے ▁میں ▁72 ▁افراد ▁جاں ▁بحق ▁جبکہ ▁112 ▁سے ▁زائد ▁افراد ▁زخمی ▁ہوئے ▁تھے ، ▁دھماکہ ▁اس ▁وقت ▁ہوا ▁جب ▁اس ▁سان ح ے ▁سے ▁کچھ ▁دیر ▁قبل ▁ ٹا رگ ٹ ▁کل نگ ▁میں ▁جاں ▁بحق ▁ہونے ▁والے ▁وکیل ▁رہنما ▁بل ال ▁کا سی ▁کی ▁می ت ▁لینے ▁کے ▁لیے ▁وکلا ▁برادری ▁سول ▁اسپتال ▁کے ▁اح اط ے ▁میں ▁جمع ▁تھی۔

▁سبز ▁کچھ و ے ▁(1)
▁ملت ▁روڈ ▁پر ▁پی ▁ٹی ▁آئی ▁اور ▁مسلم ▁لیگ ▁نواز ▁کے ▁کارکنان ▁آم نے ▁سامنے ▁آ ▁گئے ▁اور ▁ایک ▁دوسرے ▁کے ▁خلاف ▁نعر ے ▁بازی ▁کر ▁رہے ▁ہیں۔ ▁تاہم ▁پولیس ▁صورتحال ▁پر ▁قابو ▁پانے ▁کی ▁کوشش ▁کر ▁رہی ▁ہے۔
▁یہ ▁خبر ▁جس ▁ویب ▁سائٹ ▁سے ▁لی ▁گئی ▁ہے ▁اس ▁کا ▁لنک ▁یہاں ▁ہے . ▁شکریہ
▁قرآن ▁کریم ▁میں ▁اجمل ا ً ▁اور ▁حدیث ▁میں ▁تفصیل ا ً ▁یہ ▁بتایا ▁گیا ▁ہے ▁کہ ▁عورتوں ▁کو ▁طلاق ▁دینے ▁کا ▁شرعی ▁طریقہ ▁یہ ▁ہے ▁کہ ▁ایک ▁ط ہر ▁میں ▁ایک ▁طلاق ▁دے ▁دوسرے ▁میں ▁دوسری ▁طلاق ▁دے ▁، ▁تیسرے ▁ط ہر ▁میں ▁تیسری
▁بی جنگ : ▁چیف ▁جسٹس ▁آف ▁پاکستان ▁جسٹس ▁میاں ▁ثاقب ▁نثار ▁اور ▁صدر ▁سپریم ▁پیپلز ▁کورٹ ▁آف ▁چ ائن ہ ▁ ژو کی انگ ▁سے ▁ملاقات ▁کے ▁دوران ▁تبادل ہ ▁خیال ▁کر ▁رہے ▁ہیں۔
▁اسے ▁ای ▁میل ▁کریں ! BlogThis ▁Twitter ▁پر ▁اشتراک ▁کریں ▁Facebook ▁پر ▁اشتراک ▁کریں
▁تل نگ انہ ▁بھر ▁میں ▁ٹی ▁آر ▁ایس ▁کی ▁ل ہر ▁‘ 88 ▁حلق وں ▁سے ▁شاندار ▁کامیابی
▁ریاض ▁میں ▁سعودی ▁جاپان ▁مشترکہ ▁منصوبے ▁کا ▁افتتاح ▁، 250 ▁خواتین ▁کو ▁ملازمت یں ▁دی ▁جائیں ▁گی۔
▁اور ▁کوئی ▁تم ▁میں ▁پورا ▁بھر ▁لیا ▁( مر ▁جاتے ▁ہیں )،
▁اد لب : ▁دھماکے ▁سے ▁تباہ ▁ہونے ▁والے ▁عمارت وں ▁کے ▁مل بے ▁میں ▁تا حال ▁لاش یں ▁تلاش ▁کی ▁جارہی ▁ہیں
▁The ▁post ▁اب ▁صرف ▁ایک ▁کلک ▁سے ▁فیس ▁بک ▁سے ▁وا ٹس ▁ایپ ▁پر ▁پوسٹ ▁شیئر ▁کیجیے ▁appeared ▁first ▁on ▁i 14 ▁News .
▁شام ی ▁فوج ▁نے ▁ایک ▁اسرائیلی ▁ڈر ون ▁اور ▁لڑ ا کا ▁طیارے ▁کو ▁مار ▁گر ایا
▁اب ▁کچھ ▁نہ ▁کہنا . یہ ▁میں ▁نے ▁پہلے ▁سے ▁رکھی ▁ہوئی ▁تھی ▁میری ▁اک ▁رشت ے ▁کی ▁بہن ▁نے ▁انڈیا ▁سے ▁بھیج ی ▁تھی ▁– ▁وہ ▁شکر ▁گزار ▁نظر وں ▁سے ▁بی ▁بی ▁جان ▁کو ▁دیکھ ▁کر ▁ر حص ت ▁ہو ئیں ▁تو ▁کن ول ▁ماں ▁کے ▁پاس ▁آ ▁کر ▁بیٹھ ▁گئی ▁–
▁سلام ▁آباد ( ور ل ڈ ▁فا سٹ ▁نیوز ▁فار ▁یو ): احمد ▁نور انی ▁کیس ▁کی ▁تفتیش ▁میں ▁نیا ▁م وڑ ▁آ ▁گیا ▁جس ▁کے ▁مطابق ▁سین یر ▁صحافی ▁احمد ▁نوار انی ▁کا ▁معاش ق ہ ▁ان ▁پر ▁حملے ▁کی ▁وجہ ▁بنا ▁۔ ت ف ص یل ات ▁کے ▁مطابق ▁سین یر ▁صحافی ▁احمد ▁نور انی ▁پر ▁حملے ▁میں ▁نجی ▁یونیورسٹی ▁کے ▁طلب اء ▁ملوث ▁پائے ▁گئے ▁ہیں ▁۔ اس ▁انکشاف ▁کے ▁بعد ▁پولیس ▁نے ▁تف یش ▁کے ▁دائر ▁ہ ▁کار ▁کو ▁[...]
▁تصاویر ▁کا ▁سائ ز ▁کم ▁کرنے ▁والے ▁سا ف ٹ ▁و یئر ، ▁ایپ لی ▁کی شن ز ▁اور ▁آن ▁لائن ▁ویب ▁سائٹ س ▁تو ▁آپ ▁نے ▁بہت ▁دیکھی ▁ہوں ▁گی ▁لیکن ▁تصاویر ▁کے ...
▁واضح ▁رہے ▁کہ ▁د پی کا ▁ر نو یر ▁اور ▁کپ ل ▁شرم ا ▁کے ▁بعد ▁پر یان کا ▁چو پ ڑا ▁اور ▁ نک ▁جو نز ▁شادی ▁کے ▁بند ھن ▁میں ▁بند ھ یں ▁گے ▁دونوں ▁کی ▁شادی ▁بھارتی ▁ریاست ▁جو دھ ▁پور ▁میں ▁دسمبر ▁کے ▁آخری ▁ہفتے ▁میں ▁ہوگی ▁اور ▁تقریب ▁میں ▁200 ▁مہمان وں ▁کو ▁مد عو ▁کیا ج ائے ▁گا۔
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁بھائی ▁چار ے ▁کی ▁اہمیت ▁قرآن ▁و ▁حدیث ▁کی ▁روشنی ▁میں ▁upload ed ▁at ▁1 :53 ▁pm
▁• آپ ▁کے ▁والد ▁کا ▁نام ▁حضرت ▁رسول ▁پاک ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁والد ▁کے ▁نام ▁پر ▁( یعنی ▁عبد ا الله ) ▁ہو ▁گا َ ▁۔ ▁جب ▁کہ ▁مرزا ▁قا دی انی ▁کے ▁باپ ▁کا ▁نام ▁مرزا ▁غلام ▁مرتضی ٰ ▁تھا۔
▁میٹر ک ▁کے ▁سالانہ ▁امتحانات ▁کے ▁نتائج ▁کا ▁اعلان ▁بی ▁آر ▁سی ▁لور ال ائی ▁نے ▁پھر ▁میدان ▁مار ▁لیا
▁◄ ▁جا رج یا ▁( امر یکی ▁ریاست ) ▁کے ▁میٹر وپ ولی ٹن ▁علاقہ ▁جا ت ▁(1 ▁ص )
▁تسنیم ▁نیوز ▁ایجنسی ▁کی ▁رپورٹ ▁کے ▁مطابق ، ▁یہ ▁اتفاق ▁پاکستان ▁فضائی ہ ▁کے ▁سربراہ ▁ا ئیر ▁چیف ▁مارشل ▁سہ یل ▁امان ▁اور ▁ان کے ▁روسی ▁ہم ▁منصب ▁کر نل ▁جنرل ▁ وک ٹر ▁بو ڈر یو ▁کے ▁درمیان ▁ما سکو ▁میں ▁ہونے ▁والی ▁ملاقات ▁میں ▁ہوا۔
▁ -10 45 ▁° C ▁~ ▁60 ▁° C ▁پر ▁کم ▁45 ٪ ▁سے ▁زیادہ ▁سے ▁زیادہ ▁85 ٪ ▁آر ▁ایچ
▁بھارت ▁میں ▁ایک ▁ساتھ ▁3 ▁طلاق وں ▁کو ▁قابل ِ ▁سزا ▁جرم ▁قرار ▁دینے ▁کا ▁آر ڈی ن نس ▁منظور
▁پنجاب ▁اسمبلی ▁میں ▁پی ▁ٹی ▁آئی ▁کی ▁فتح ▁پر ▁حم زہ ▁شہباز ▁اور ▁سعد ▁رفیق ▁کی ▁تصاویر ▁دیکھ ▁کر ▁آپ ▁بھی ▁ہنس ی ▁روک ▁نہ ▁پ ائیں ▁گے
▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁شمالی ▁وزیرستان ▁کا ▁آپریشن ▁اپنے ▁ا ہ داف ▁حاصل ▁کرتا ▁ہوا ▁کامیابی ▁کے ▁ساتھ ▁آگے ▁بڑھ ▁رہا ▁ہے ▁لیکن ▁اس ▁کے ▁مکمل ▁ہونے ▁کے ▁بارے ▁میں ▁ڈی ڈ ▁لائن ▁نہیں ▁دی ▁جا ▁سکتی ۔
▁ایک ▁تصویر ............ ▁ایک ▁کہانی
▁پاکستانی ▁معاشرے ▁میں ▁شدت ▁پسند ی ▁و ▁عدم ▁برداشت ▁کی ▁تاریخ ، ▁وج وہ ات ▁اور ▁ان ▁کا ▁تدارک ۔۔۔۔ کا ش ف ▁حسین / مقابل ہ ▁مضمون ▁نویسی
▁مت قی ▁انسان ▁چھوٹے ▁بڑے ▁، ▁دانست ہ ▁نا دان ست ہ ▁ہر ▁طرح ▁کے ▁گناہ وں ▁سے ▁پر ہ یز ▁کرتا ▁ہے۔ ▁مگر ▁یہ ▁بھی ▁سچ ▁ہے ▁کہ ▁انسان ▁خطا ▁کا ▁پت لا ▁ہے۔ ▁یہ ▁جذبات ▁کی ▁رو ▁میں ▁بہ ہ ▁کر ▁گناہ ▁کا ▁ارت ک اب ▁ضرور ▁کرتا ▁رہتا ▁ہے۔ ▁اسی ▁لئے ▁مسلسل ▁تو بہ ▁است غ فار ▁کی ▁تلقی ن ▁کی ▁گئی ▁ہے۔ ▁ایسی ▁صورت ▁میں ▁الله ▁رب ▁العز ت ▁نے ▁اپنی ▁بے مثال ▁رحمت ▁سے ▁مومن ین ▁کو ▁یہ ▁نو ید ▁سن ائی ▁ہے۔

▁پولیس ▁نے ▁اپوزیشن ▁جماعتوں ▁کے ▁احتجاج ▁میں ▁آصف ▁زرداری ▁اور ▁عمران ▁خان ▁کی ▁شرکت ▁کو ▁اہم ▁سیکورٹی ▁رس ک ▁قرار ▁دیدی ا
▁Home ▁/ ▁Top ▁Stories ▁/ ▁ریاست ▁تل نگ انہ ▁میں ▁ا ُ ردو ▁کو ▁دوسری ▁سرکاری ▁زبان ▁کی ▁منظوری
▁پنجاب ▁کے ▁ایڈ یشن ل ▁پر اس یکی و ٹر ▁جنرل ▁نے ▁کہا ▁کہ ▁یہ ▁ریاست ▁کی ▁ذم ہ ▁داری ▁ہے ▁۔ ▁عدالت ▁کے ▁پوچھ نے ▁پر ▁بتایا ▁گیا ▁کہ ▁مجرم ہ ▁کا ▁شوہر ▁نش ہ ▁کرتا ▁ہے ▁۔ ▁جسٹس ▁گل زار ▁احمد ▁نے ▁کہا ▁کہ ▁مسئلہ ▁یہ ▁ہے ▁کہ ▁کسی ▁نے ▁لی بار ٹری ▁کی ▁رپورٹ ▁کو ▁چیلنج ▁نہیں ▁کیا ، ▁یہ ▁بھی ▁نہیں ▁بتایا ▁گیا ▁کہ ▁کتنی ▁مقدار ▁کا ▁کیمیا ئی ▁تجزیہ ▁کیا ▁گیا ، ▁پھر ▁اس ▁کا ▁کیا ▁کیا ▁جائے ؟ ▁سرکاری ▁وکیل ▁نے ▁کہا ▁کہ ▁اس ▁کو ▁ایک ▁کل و ▁ہی ▁مانا ▁جائے ▁گا ▁پانچ ▁کل و ▁نہیں ▁۔
▁اور ▁آیات ▁مبارک ہ ▁میں ▁جو ▁مق ید ▁یا م طلق ▁ا فعال ▁کا ▁تذکر ہ ▁ہوا ہے ▁جیسا ▁کہ ▁وہ ▁یہ ▁جانتا ▁ہے ▁اور ▁فیصلہ ▁کرتا ▁ہے ▁اور ▁اراد ہ ▁کرتا ▁ہے ▁، دی کھ تا ▁ہے ▁، سن تا ▁ہے ، من ادی ▁کرتا ▁ہے ، سر گو شی ▁کرتا ہے ، ک لام ▁کرتا ▁ہے ، یہ ▁ایمان ▁بلا فعال ▁میں ▁د ▁اخ ل ▁ہیں۔
▁آپ ▁کے ▁شکریہ ▁ادا ▁کرنے ▁کا ▁شکریہ ۔ ▁آپ ▁کی ▁یہ ▁تحریر ▁میرے ▁بلاگ ▁پر ▁خاصی ▁مقبول ▁ہوئی ▁ہے ▁اور ▁اب ▁تک ▁۵ ۵۵ ▁ہ ٹس ▁ہو چ کے ▁ہیں۔ ▁یہ ▁جان ▁کر ▁خوشی ▁ہوئی ▁کہ ▁آپ ▁کی ▁کچھ ▁اور ▁تحریر یں ▁بھی ▁ہیں ▁اگر ▁آپ ▁چاہ یں ▁تو ▁ان کی ▁اشاعت ▁کے ▁لئے ▁میرا ▁بلاگ ▁حاضر ▁ہے
▁اس ▁لنک ▁کو ▁کاپی ▁کیجیے
▁اسلام ▁آباد ( مانیٹر نگ ▁ڈیسک ) ▁نیب ▁ان ▁ایک شن ، ▁سعد ▁رفیق ▁کی ▁اہلیہ ▁کو ▁بھی ▁شامل ▁تفتیش ▁کرنے ▁کا ▁حکم ، ▁سعد ▁رفیق ▁کے ▁خلاف ▁ریلوے ▁میں ▁مہ نگے ▁دام وں ▁خرید ے ▁گئے ▁انج نوں ▁کی ▁بھی ▁تحقیقات ▁شروع ▁کر ▁دی ▁گئیں ، ▁علی م ▁خان ▁اور چو ہ دری ▁برادر ان ▁کے ▁بیرون ▁ملک ▁کاروبار ▁اور ▁اثاث وں ▁کی ▁تفصیلات ▁بیرون ▁ممالک ▁سے ▁طلب ▁کر ▁لی ▁گئیں ۔ گ جر ات ▁پولیس ▁[...]
▁میڈیا ▁سینٹر
▁پاکستان ▁میں ▁بول ے ▁جانے ▁والی ▁تمام ▁74 ▁زبان وں ▁کی ▁فہرست ▁( ما خذ : ▁ ایت ھن ول اگ ، ▁فورم ▁فار ▁ لین گو یج ▁ انی شی ▁ای ٹی و )
▁عالمی ▁کپ ▁2007 ▁کے ▁ام پ ائر ز
▁ایک ▁سوال ▁پر ▁کہ ▁کیا ▁ایم ▁کیو ▁ایم ▁پاکستان ▁الیکشن ▁کے ▁سلسلے ▁میں ▁وا ئٹ ▁پی پر ز ▁جاری ▁کرد ئیے ▁ہیں ▁علی ▁محمد ▁خان ▁کا ▁کہنا ▁تھا ▁کہ ▁ہوسکتا ▁ہے ▁ایسا ▁ہی ▁ہو ▁اور ▁ہو ▁سکتا ▁ہے ▁کہ ▁ایم ▁کیو ▁ایم ▁کوئی ▁ڈی ل ▁کرنا چا ہ تی ▁ہے۔
▁جشن ▁آزادی ▁کے ▁سلسلہ ▁میں ▁ٹی ▁او ▁آر ▁کی ▁سربراہ ی ▁میں ▁ایم ▁بی ▁ہائی ▁سکول ▁میں ▁ہا کی ▁کا ▁نمائش ی ▁میچ ▁منعقد ▁کیا ▁گیا
▁سینٹ ▁کی ▁کل ▁104 نش ست وں ▁میں ▁سے ▁52 ارا کین ▁کی ▁مارچ ▁میں ▁مدت ▁پوری ▁ہو ▁نے ▁پر ▁سینٹ ▁کی ▁رکن یت ▁ختم ▁ہو ▁جا ▁ ئے ▁گی
▁دشمن ▁بو کھ لا ہ ٹ ▁کا ▁شکار ▁ہے ▁اور ▁سا ف ٹ ▁ ٹا رگ ٹ ▁کو ▁نشانہ ▁بنانے ▁کی ▁کوشش ▁کررہا ▁ہے ، ▁دیو راج ▁ان بو
▁انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁پاک ▁ایران ▁گیس ▁پائ پ ▁لائن ▁منصوبے ▁پر ▁یورپی ▁یونین ▁کو ▁کوئی ▁اعتراض ▁نہیں ▁بلکہ ▁وہ ▁پاکستان ▁میں ▁ترقی ▁و ▁استحکام ▁کی ▁خواہ اں ▁ہے۔ ی ور پی ▁یونین ▁کے ▁سفیر نے ▁بتایا ▁کہ ▁رکن ▁ممالک ▁سے ▁پاکستان ▁کے ▁لیے ▁سرمایہ ▁کاری ▁حاصل ▁کرنے ▁میں ▁بھی ▁نو منتخب ▁حکومت ▁کی ▁معاونت ▁کریں ▁گے۔ عمر ان ▁خان ▁نے ▁یورپی ▁یونین ▁کی ▁سفیر ▁کی ▁پاکستان ▁میں ▁ترقی ▁و ▁استحکام ▁کی ▁خواہش ▁کا ▁خیر ▁مقدم ▁کیا تا ہم ▁ملاقات ▁میں ▁شاہ ▁محمود ▁قریشی ، ▁اسد ▁عمر ▁اور ▁ڈاکٹر ▁شہزاد ▁و سیم ▁بھی ▁موجود ▁تھے۔
▁مشاور تی ▁اجلاس وں ▁سے ▁مسلسل ▁غائب ▁چوہدری ▁نثار ▁نے ▁کابینہ ▁اجلاس ▁میں ▁وزیراعظم ▁سے ▁تحفظ ات ▁کا ▁اظہار ▁کیا ▁اور ▁کہا ▁کہ ▁صورتحال ▁کو ▁مس ▁ہی نڈ ل ▁کیا ▁گیا ▁سیاسی ▁اور ▁لیگ ل ▁ٹیم ▁نے ▁معا مال ات ▁کو ▁صحیح ▁سے ▁نہیں ▁سنبھال ا ، ▁خوش ا مدی وں ▁نے ▁آپ ▁کو ▁یہاں ▁تک ▁پہنچا یا۔
▁اردو ▁موبائل ▁ایپ
▁اسے ▁ای ▁میل ▁کریں ▁! BlogThis ▁Twitter ▁پر ▁اشتراک ▁کریں ▁Facebook ▁پر ▁اشتراک ▁کریں
▁پو پ ، ▁جو ▁روم ن ▁کی تھ ول ک ▁چر چ ▁کے ▁سربراہ ▁ہیں ، ▁یو کری ن ▁کے ▁تنازع ▁میں ▁ملوث ▁تمام ▁افراد ▁کے ▁لیے ▁دعا ▁کی۔ ▁پو پ ▁نے ▁کہا ▁کہ ▁تشدد ▁کو ▁روکنے ▁کے ▁لیے ▁تمام ▁تر ▁ضروری ▁کوشش یں ▁کی ▁جان ی ▁چاہ ئیں ۔
▁3. ▁اس ▁طرح ▁کی ڑوں ▁مختلف ▁ہوتی ▁ہے ▁اور ▁زراعت ▁کی ▁پیداوار ، ▁ان اج ▁اسٹ وری ج ▁اور ▁روز مر ہ ▁زندگی ▁میں ▁وسیع ▁پیمان ے ▁پر ▁استعمال ▁کرنے ▁کے ▁لئے ▁عمل در آم د ▁کی ▁صلاحیت ▁ہے ؛
▁انٹرنیٹ ▁ٹی ▁وی
▁ہماری ▁بارے ▁ميں
▁ڈاکٹر ▁عاصم ▁نے ▁ری ڑھ ▁کی ▁ہ ڈی ▁کے ▁علاج ▁کیلئے ▁بیرون ▁ملک ▁علاج ▁کی ▁است دعا ▁کی ▁تھی ، ▁چھ بی س ▁مئی ▁کو ▁جسٹس ▁جن ید ▁غ فار ▁کی ▁سربراہ ی ▁میں ▁دو ▁رکن ی ▁بین چ ▁نے ▁سابق ▁مش یر ▁پیٹ رول یم ▁ڈاکٹر عا صم ▁کی ▁بیرون ▁ملک ▁جانے ▁کی ▁درخواست ▁پر ▁فیصلہ ▁محفوظ ▁کیا ▁تھا۔
▁‫ ہ وائی ▁جہاز ▁میں ▁فون ▁بند ▁کر ▁دیں ▁یا ▁وائرل یس ▁ا فعال ▁کو ‬
▁اپنے ▁حق ▁میں ▁بھی ▁کسی ▁روز ▁ت ُ و ▁پتھر ▁ہو ▁جا
▁پاکستان ▁میں ▁کم ▁عمر ی ▁کی ▁شادی وں ▁کا ▁مسئلہ
▁یہ ▁تنازع ▁برطانوی ▁دور ِ ▁حکومت ▁میں ▁شروع ▁ہوا ▁جب ▁مد راس ▁پر یزی ڈ نس ی ▁( نا مل ▁نا ڈو ) ▁اور ▁می صور ▁کے ▁صوبے ▁( کر نا ٹک ا ) ▁کے ▁درمیان ▁پانی ▁پر ▁تن اؤ ▁بڑھا ۔

▁ایک ▁ماں ▁عاشق ▁نہیں ▁ہو ▁سکتی ۔ ▁ماں ▁صرف ▁ماں ▁ہے ، ▁صدی وں ▁سے ۔ ▁اس ▁رشت ے ▁کے ▁ت قدس ▁کا ▁مان ▁میں ▁رکھتی ▁مگر ▁کسی ▁نے ▁مجھ ▁سے ▁پوچھا ▁ہی ▁نہیں ▁کہ ▁میں ▁اس ▁ تقد یس ▁کے ▁قابل ▁ہوں ▁یا ▁نہیں۔ ▁بس ▁مجھے ▁زہر ▁دے ▁دیا۔ ▁کیونکہ ▁میں ▁رومان ▁کی ▁ملک ہ ▁تھی۔ ▁ماں ▁بن ▁جاتی ▁تو ▁میرے ▁بچے ▁میرے ▁عشق ▁پر ▁شرم ند ہ ▁ہوتے ۔ ▁کیونکہ ▁ما ؤں ▁کو ▁عشق ▁کرنے ▁کی ▁اجازت ▁نہیں۔ ▁اولاد ▁ماں ▁کی ▁مم تا ▁کو ▁بھی ▁کھ رے ▁کھو ٹے ▁کی ▁کس وٹ ی ▁پر ▁پر کھ تی ▁ہے۔ ▁میں ▁جہاں ▁ہوں ، ▁وہاں ▁سے ▁سب ▁دیکھ ▁رہی ▁ہوں۔ ▁اپنے ▁اندر ▁عشق ▁کا ▁ب ھڑ کت ا ▁تن ور ▁لئے ، ▁شوہر ▁کی ▁خدمت ▁کرتی ، ▁بچے ▁پیدا ▁کرتی ▁م ائیں۔ ▁مگر ▁کبھی ▁اظہار ▁عشق ▁نہ ▁کر ▁پات ی ▁ما ؤں ▁کو ▁دیکھ ▁سکتی ▁ہوں ▁کہ ▁وہ ▁اب ▁بٹ ▁گئی ▁ہیں ، ▁دو ▁رشت وں ▁میں ۔ ▁مگر ▁یہ ▁تقسیم ▁ظاہر ی ▁ہے ▁با طن ▁میں ▁وہ ▁اپنا ▁را نج ھن ▁ہی ▁ہیں۔
▁ٹرمپ ▁کی ▁امریکہ ▁میں ▁غیر ▁قانونی ▁طور ▁پر ▁آباد ▁18 ▁لاکھ ▁افراد ▁کو ▁شہری ت ▁دینے ▁پر ▁آمادگی ▁ظاہر ▁- ▁آج ▁کل
▁( ii ) اسلام ▁آباد ▁/ ▁راولپنڈی ▁ڈو ی ژن ▁کے ▁اندر ▁واقع ▁نجی ▁ادارے
▁پاکستان ▁تحریک ▁انصاف
▁ ’ پاکستان ▁نے ▁آئی ▁ٹی ▁میں ▁ترکی ▁سمیت ▁کئی ▁ممالک ▁کو ▁پیچھے ▁چھوڑ ▁دیا ▁ہے ‘
▁بھارت ▁کے ▁خلاف ▁ٹیسٹ ، ▁افغان ▁دست ے ▁کا ▁اعلان
▁کیا ▁خواتین ▁عوامی ▁مقامات ▁پر ▁بچوں ▁کو ▁چھ اتی ▁سے ▁دو دھ ▁پل ائیں ؟
▁یہ ▁بھی ▁پڑھیں : ▁پی ▁ایس ▁ایل ▁میچ ز کھی ل نے ▁کیلیے ▁پاکستان ▁نہیں ▁جا ؤں ▁گا ، ▁این ▁مور گن
▁میرے ▁خلاف ▁تی سرا ▁فیصلہ ▁بھی ▁آنے ▁والا ▁ہے ▁جس ▁میں ▁ہوسکتا ▁ہے ▁مجھے ▁الیکشن ▁ہی ▁نہ ▁ل ڑنے ▁دیا ▁جائے۔
▁ٹی ▁وی ▁چینل وں ▁کے ▁بر یک نگ ▁نیوز ▁کی ▁اشاعت ▁کا ▁سلسلہ ▁بدست ور ▁جاری ▁ہے ▁اور ▁یہ ▁سلسلہ ▁جب ▁حقیقت ▁کے ▁برعکس ▁ہوتا ▁ہے ▁تو ▁میڈیا ▁کی ▁ذم ّ ہ ▁داری ▁پر ▁سوال ▁کھڑے ▁کرتا ▁ہے۔ ▁ٹائمز ▁نا ؤ ▁نے ▁اس ▁بار ▁بھی ▁اپنی ▁بر یک نگ ▁نیوز ▁میں ▁جھوٹ ے ▁دعو ے ▁کیے ▁، ▁ویڈیو ▁دیکھ ئے ▁:
▁7 ▁اس ▁دن ▁د اؤ د ▁نے ▁آس ف ▁اور ▁اس ▁کے ▁ساتھ یوں ▁کو ▁پہلی ▁دفعہ ▁حکم ▁دیا ▁کہ ▁وہ ▁خداوند ▁کا ▁شکر ▁ادا ▁کرے۔
▁سب ▁سے ▁اوپر ▁فون ▁ٹر ان سفر ▁سا ف ٹ ▁و یئر
▁پوش ید ہ ▁زمرہ :
▁ابوبکر ▁صدی ق ▁( رض ی ▁اللہ ▁عنہ ) ▁کو ▁نبی ▁کریم ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁ساتھ ▁بچ پن ▁ہی ▁سے ▁خاص ▁انس ▁اور ▁ خلو ص ▁تھا ▁اور ▁آپ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁حلق ۂ ▁اح باب ▁میں ▁داخل ▁تھے۔ ▁تجارت ▁کے ▁اکثر ▁سفر وں ▁میں ▁بھی ▁انہیں ▁آپ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کی ▁ہمراہ ی ▁کا ▁ شرف ▁حاصل ▁ہوتا ▁تھا۔
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁اگر ▁کہا ▁جائے ▁کہ ▁چک وتر ا ▁سپر ▁ف وڈ ▁ہے ▁تو ▁اس ▁میں ▁کوئی ▁بھی ▁غلط ▁بات ▁نہ ▁ہوگی۔
▁مصر ▁کے ▁ساحل ▁سمندر ▁پر ▁عجیب ▁غریب ▁مخلوق ▁سے ▁لوگ ▁خوف ▁کاش کار
▁کر ▁ کٹ ▁چھ و ▁ ڑ ▁نے ▁کے ▁بعد ▁شاہد ▁آفریدی ▁کے ▁بڑی ▁خو ▁ش خبر ی ▁مل ▁گئی

▁استعمال ▁کے ▁ضوابط
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ٹوئٹر
▁و َ ا َ ش ْ ھ َ د َ ھ ُ م ْ ▁ع َ ل ٰ ی ▁ا َ ن ْ ف ُ س ِ ھ ِ م : و َ ا ِ ذ ْ ▁ا َ خ َ ذ َ ▁ر َ ب ُّ ک َ ▁م ِ ن ْ ▁ب َ ن ِ ی ْ ▁ا ٰ د َ م َ ▁م ِ ن ْ ▁ظ ُ ھ ُ و ْ ر ِ ھ ِ م ْ ▁ذ ُ ر ِّ ی َ ت َ ھ ُ م ْ ▁و َ ا َ ش ْ ھ َ د َ ھ ُ م ْ ▁ع َ ل ٰ ی ▁ا َ ن ْ ف ُ س ِ ھ ِ م ْ ▁ا َ ل َ س ْ ت ُ ▁ب ِ ر َ ب ِ ک ُ م ْ ▁ق َ ال ُ و ْ ا ▁ب َ ل ٰ ی ▁( پ ▁۹ ، ▁۱۲ ) اور ▁جب ▁کہ ▁آپ ▁کے ▁رب ▁نے ▁اولاد ▁آدم ▁کی ▁پشت ▁سے ▁ان ▁کی ▁اولاد ▁کو ▁نکال ا ▁اور ▁ان ▁سے ▁ان ہی ▁کے ▁متعلق ▁ا قرار ▁کیا ▁کہ ▁میں ▁تم ہ ارا ▁رب ▁نہیں ▁ہو ؟ ▁سب ▁نے ▁جواب ▁دیا ▁کہ ▁کیوں ▁نہیں۔
▁دنیا ▁کا ▁وہ ▁معروف ▁ترین ▁شہر ▁جہاں ▁دسمبر ▁کے ▁پورے ▁مہین ے ▁میں ▁صرف ▁6 ▁ منٹ ▁سور ج ▁ نک ▁جنوری ▁23, ▁2018
▁ہم ▁اپنی ▁سروس ▁کو ▁بہتر ▁بنانے ▁کے ▁لیے ▁کو کی ز ▁استعمال ▁کرتے ▁ہیں۔ ▁اس ▁بارے ▁میں ▁مزید ▁تفصیلات ▁ڈیٹا ▁کے ▁تحفظ ▁سے ▁متعلق ▁حصے ▁میں ▁دیکھی ▁جا ▁سکتی ▁ہیں۔
▁اسلام ▁آباد ▁( ڈی لی ▁پاکستان ▁آ ▁ن ▁لائن ▁) وزیر ▁اعظم ▁نواز ▁شریف ▁نے ▁چوہدری ▁نثار ▁کا کے ▁است ع ف ے ▁کی ▁پیش کش ▁مسترد ▁کر ▁دی ▁۔ اسلام ▁آباد ▁میں ▁پریس ▁کانفرنس ▁کرتے ▁ہوئے ▁چوہدری ▁نثار ▁علی ▁خان ▁نے ▁کہا ▁کہ ▁گزشتہ ▁روز ▁وزیراعظم ▁نواز ▁شریف ▁سے ▁ملاقات ▁کی ▁اور ▁انہیں ▁است ع فی ٰ ▁دے ▁کر ▁پریس ▁کانفرنس ▁...
▁رسائی ▁کے ▁لنکس
▁۲۱ رم ض ان (1 439 ھ ) ▁امیر الم ومن ین ▁علیہ ▁السلام ▁کی ▁شہادت ▁کے موقع ▁پر
▁شریف ▁خاندان ▁ پرس عود ی ▁عرب ▁کے ▁احسان ات ▁کا قر ض ▁ریاست ▁نہیں ▁چکا سک تی ۔ ی من ▁میں ▁فوج ▁بھیج نے ▁کے ▁فیصلے ▁کی ▁مزاحمت ▁کی ▁جائے ▁گی ▁، صاحب زاد ہ ▁محمد حام د رضا
▁شاہ ▁رخ ▁خان ▁نے ▁بچوں ▁کو ▁بگ ا ڑ ▁دیا ▁ہے ، ▁گور ی ▁خان ▁– ▁Azad ▁Pakistan
▁زہر ہ ▁نواز ▁کے ▁والد ▁آرمی ▁میں ▁سپ ا ہی ▁تھے ‘ وہ ▁کراچی ▁میں ▁تعینات ▁تھے ‘ ریٹ ائر منٹ ▁کے ▁بعد ▁انھوں ▁نے ▁کراچی ▁میں ▁گھر ▁بنا ▁لیا ‘ ▁زہر ہ ▁کا ▁ایک ▁بڑا ▁بھائی ▁اور ▁ایک ▁چھوٹی ▁بہن ▁تھی ‘ ▁اللہ ▁نے ▁تین وں ▁کو ▁ذ ہ انت ▁اور ▁قابلیت ▁سے ▁نواز ▁رکھا ▁تھا ‘ حال ات ▁معمول ▁پر ▁چل ▁رہے ▁تھے ▁کہ ▁محمد ▁نواز ▁کے ▁مزاج ▁میں ▁تبدیل یاں ▁آنے ▁لگ یں ‘ ▁انھوں ▁نے ▁ایک ▁دن ▁گاؤں ▁واپس ▁جانے ▁کا ▁اعلان ▁کر ▁دیا ‘ ▁بیوی ▁نے ▁بچوں ▁کے ▁حوالے ▁سے ▁خدش ات ▁کا ▁اظہار ▁کیا ▁لیکن ▁بے ▁فائدہ ‘ خوش حال ▁گھر انے ▁میں ▁لڑائی ▁جھ گ ڑے ▁معمول ▁بن ▁گئے ‘ ▁بات ▁مار ▁ کٹ ائی ▁تک ▁پہنچ ▁گئی ‘ ▁زہر ہ ▁نے ▁ان ▁دنوں ▁ایف ▁ایس ▁سی ▁پار ٹ ▁ون ▁کے ▁امتحانات ▁دینے ▁تھے ▁لیکن ▁اس ▁کے ▁والد ▁نے ▁اسے ▁کمر ے ▁میں ▁بند ▁کر ▁دیا ‘ ▁بھائی ▁نے ▁مداخلت ▁کر ▁کے ▁بہن ▁کے ▁پی پر ▁ دلو ائے ▁جس ▁پر ▁باپ ▁بیٹے ▁کا ▁بھی ▁دشمن ▁ہو ▁گیا۔
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁ہمارے ▁بارے ▁میں
▁نیٹ و ▁حکام ▁نے ▁بھی ▁قند ھار ▁میں ▁ہونے ▁والے ▁بم ▁دھماکے ▁کی ▁تصدیق ▁کرتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁حادث ے ▁کے ▁نتیجے ▁میں ▁فوجی وں ▁کی ▁ہلاکت ▁کا ▁خدش ہ ▁ہے ▁تاہم ▁جس ▁قافل ے ▁پر ▁حملہ ▁ہوا ▁وہ ▁کس ▁ملک ▁کا ▁تھا ▁یہ ▁کہنا ▁قبل ▁از وقت ▁ہوگا۔

▁دوسری ▁جانب ▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ▁نے ▁واقعے ▁کی ▁مذمت ▁کرتے ▁ہوئے ▁رپورٹ ▁طلب ▁کرلی ▁ہے۔
▁با ئ بل ▁اس ▁بات ▁کو ▁واضح ▁کرتی ▁ہے ▁کہ ▁خدا ▁آپ ▁سے ▁کیا ▁چاہتا ▁ہے ▁کہ ▁آپ ▁اس ▁کے ▁بارے ▁میں ▁اور ▁اپنی ▁زندگی ▁کے ▁بارے ▁میں ▁جان یں۔ ▁اس ▁میں ▁وعد ے ▁شامل ▁ہیں : ▁وہ ▁باتیں ▁جو ▁خدا ▁کہ تا ▁ہے ▁کہ ▁وہ ▁آپ ▁کےلئے ▁کرے ▁گا۔ ▁یہاں ▁خدا ▁کے ▁آپ ▁کےلئے ▁چند ▁ایک ▁وعد ے ▁تحریر ▁کئے ▁گئے ▁ہیں :
▁١ ▁- ▁حکومت ▁کے ▁کام ؛ ▁کار جہ ا ▁بن انی ۔
▁12 ▁سالہ ▁لڑکی ▁کے ▁ری پ ▁کے ▁بدل ے ▁میں ▁17 ▁سالہ ▁لڑکی ▁کا ▁ری پ
▁پاکستان ▁میں ▁غربت ▁کی ▁شرح 30 ▁فیصد ▁ہے ▁: ▁عالمی ▁بن ک
▁روس ، ▁ایران ▁اور ▁ترکی ▁شام ▁کے ▁بارے ▁میں ▁فیصلہ ▁کرنے ▁والے ▁تین ▁ممالک ▁ہیں ▁جن ▁کے ▁مسلسل ▁اجلاس ▁بھی ▁منعقد ▁ہو ر ہے ▁ہیں ▁اور ▁یہ ▁بات ▁امریکہ ▁اور ▁یہودی ▁ریاست ▁نیز ▁یورپی ▁ممالک ▁کے ▁لئے ▁قبول ▁نہ ▁تھی ▁اور ▁امریکہ ▁کو ▁امید ▁تھی ▁کہ ▁اس ▁حملے ▁سے ▁شام ی ▁حکومت ▁اور ▁اس ▁کے ▁حل یف وں ▁کی ▁پوزیشن ▁مجروح ▁ہوگی ▁اور ▁ممکن ہ ▁اگلے ▁مذاکرات ▁میں ▁شام ی ▁حکومت ▁سے ▁اپنے ▁لئے ▁بھی ▁اور ▁اپنے ▁حل یف ▁عبر یوں ▁اور ▁عرب وں ▁کے ▁لئے ▁بھی ، ▁رعایت یں ▁حاصل ▁کر سک یں ▁گے ▁چنانچہ ▁انھوں ▁نے ▁یہ ▁محدود ▁حملہ ▁سرانجام ▁دیا۔
▁۲ ) ▁” میں ▁اللہ ▁کے ▁کلمات ▁تام ہ ▁کے ▁ذریعہ ▁ہر ▁وہ م ▁میں ▁ڈال نے ▁والے ▁شیطان ▁اور ▁ہر ▁نظر بد ▁سے ▁اللہ ▁کی ▁پناہ ▁چاہتا ہ وں “ ۔
▁معروف ▁تجزیہ ▁نگار ▁ڈاکٹر ▁شاہد ▁مسعود ▁نے ▁پروگرام ▁ ’ لائ یو ▁ود ▁ڈاکٹر ▁شاہد ▁مسعود ‘ ▁میں ▁کہا ▁ہے ▁کہ ▁انتخابات ▁کے ▁ساتھ ▁احتساب ▁کا ▁عمل ▁بھی ▁چل تا ▁رہے ▁گا ▁۔ ▁انتشار ▁اور ▁خلف شار ▁کی ▁طرف ▁ملک ▁جا ▁رہا ▁ہے ▁۔ ▁سوال : ▁تحریک ... م زید ▁پڑھیں
▁خدا ▁کیلئے ▁ ۔۔۔ ۔۔۔۔۔ ▁لوگوں ▁کو ▁سلامت ▁رہنے ▁د ے۔ ▁لوگوں ▁میں ▁سے ▁اور ▁لوگوں ▁پر ▁اپنا ▁ بغض ▁مذہب ▁کے ▁نام ▁پر ▁مت ▁نکال ۔۔
▁واضح ▁رہے ▁کہ ▁گزشتہ ▁ایک ▁دہائی ▁سے ▁ممبئی ▁میں ▁مقیم ▁عدن ان ▁سم ی ع ▁کو ▁یک م ▁جنوری ▁2016 ▁کو ▁ہندوستان ی ▁شہری ت ▁دی ▁گئی ▁تھی۔ لا ہ ور ▁سے ▁تعلق ▁رکھنے ▁والے ▁عدن ان ▁سم ی ع ▁پہلی ▁بار ▁13 ▁مارچ ▁2001 ▁کو ▁ایک ▁سال ▁کے ▁وز ٹ ▁وی زہ ▁پر ▁بھارت ▁گئے ▁تھے۔
▁ممبئی ( ▁وائس ▁نیوز ▁گروپ ▁آف ▁میڈیا ▁) بال ی ▁ووڈ ▁اداکار ▁و رون ▁دھو ن ▁نے ▁کہا ▁ہے ▁کہ ▁فلم وں ▁کے ▁انتخاب ▁میں ▁کوئی ▁مخصوص ▁جامع ▁حکمت ▁عملی ▁نہیں ▁اپنا ت ے۔ ▁بھارتی ▁ذرائع ▁ابلاغ ▁کے ▁مطابق ▁اداکار ▁و رون ▁دھو ن ▁نے ▁بطور ▁اداکار ▁فلم ی ▁سفر ▁پر ۔۔۔۔۔
▁جنسی ▁مسا وات ▁یورپی ▁یونین ▁کی ▁بنیادی ▁ اق دار ▁میں ▁سے ▁ایک ▁قدر ▁ہے ▁جو ▁اس ▁کے ▁آئین ی ▁اور ▁قانونی ▁ڈھ ان چے ▁میں ▁شامل ▁ہے۔ ▁یورپی ▁یونین ▁لڑکی وں ▁اور ▁خواتین ▁کے ▁حقوق ▁کا ▁تحفظ ▁کرنے ▁والے ▁ملکوں ▁میں ▁صف ▁اول ▁میں ▁شامل ▁ہے ▁اور ▁وہ ▁خواتین ▁کے ▁حقوق ▁کے ▁تحفظ ▁کو ▁ملک ▁کے ▁اندر ▁اور ▁باہر ▁فروغ ▁دینے ▁کے ▁لئے ▁سرگرم ▁عمل ▁ہے۔
▁اہل ▁تش ی ع ▁کے ▁۲۲ ▁مراجع ▁نے ▁اہل ▁سنت ▁کے ▁مقدس ات ▁کی ▁بے ▁احترام ی ▁کو ▁حرام ▁قرار ▁دیا ، ▁آپ ▁نے ▁کیا ▁کیا ؟
▁آج ▁کا ▁دن ▁کی سا ▁گزر ے ▁گا
▁کام رس , ▁تمام ▁اشیاء , ▁مطابق ت , ▁تشکیل , ▁global s ▁کے , ▁Ini ▁کی , ▁جادو , ▁بند , ▁پر , ▁آپ شن , ▁کی ▁ php . ini , ▁کی ▁قیمت ▁درج ▁کرنے , ▁قائم ▁کرنے ▁رجسٹر
▁شہر ▁کی ▁خبریں
▁صرف ▁دو ▁رو ٹی وں ▁کی ▁طلب ▁ گار ▁ہوں ▁کیا ▁وہ ▁یہ ▁دو ▁رو ٹی اں ▁دے ▁سکتا ▁ہے ؟
▁افغان ▁دفاعی ▁حکام ▁نے ▁وی ▁او ▁اے ▁کو ▁بتایا ▁کہ ▁افغان ▁فورسز ▁نے ▁کن ڑ ▁میں ▁آپ ری ش ز ▁کیے ▁جس ▁میں ▁داعش ▁اور ▁طالبان ▁جنگ جو ▁ہلاک ▁اور ▁زخمی ▁ہوئے۔
▁مرکزی ▁مواد ▁پر ▁جائیں
▁تازہ ▁ترین ▁خبریں
▁ہر ▁جمعہ ▁کے ▁دن ▁جنت ▁میں ▁ایک ▁بازار ▁لگے ▁گا ▁کہ ▁ا ُ س ▁میں ▁شمالی ▁ہوا ▁چلے ▁گی ▁جو ▁جنت یوں ▁کے ▁چ ہر وں ▁اور ▁کپ ڑوں ▁پر ل گ ے ▁گی ▁تو ▁ا ُ ن ▁کے ▁حسن ▁و ▁جمال ▁میں ▁ نک ھار ▁پیدا ▁ہو ▁کر ▁وہ ▁بہت ▁زیادہ ▁خوبصورت ▁ہوجائیں ▁گے ▁اور ▁جب ▁وہ ▁بازار ▁سے ▁پل ٹ ▁کر ▁اپنے ▁گھر ▁جائیں ▁گے ▁تو ▁ا ُ ن ▁کے ▁گھر ▁والے ▁کہیں ▁گے ▁کہ ▁تم ▁تو ▁خدا کی ▁قسم ! حسن ▁و ▁جمال ▁میں ▁بہت ▁بڑھ ▁گئے ▁ہو۔ ▁تو ▁یہ ▁لوگ ▁کہیں ▁گے ▁کہ ▁ہمارے ▁پیچھے ▁تم ▁لوگوں ▁کا ▁حسن ▁و ▁جمال ▁بھی ▁بہت ▁بڑھ ▁گیا ▁ہے۔ ▁( مش کو ٰ ۃ ، ج ۲ ، ص ۴ ۹۶ )
▁رو ال پ نڈی : ▁بھارتی ▁فوج ▁نے ▁کنٹرول ▁لائن ▁پر ▁بلا اشت عال ▁فائرنگ ▁کی ▁جس ▁کے ▁نتیجے ▁میں ▁8 ▁سالہ ▁بچہ ▁شدید ▁زخمی ▁ہوگیا ۔
▁ہمارے ▁بارے ▁میں
▁_ ▁ہو سٹ نگ ▁تین ▁دن ▁اور ▁انعام ▁دن ▁رات ▁جائز ▁نہیں ▁ہے ▁کے ▁لئے ▁اس ▁کے ▁بھائی ▁سے ▁بھی ▁A ath mh ▁میں ▁رہتا ▁ہے ▁کہ ▁تم ▁میں ▁سے ▁کوئی ▁وہ ▁کہنے ▁لگے : ▁اے ▁اللہ ▁کے ▁رسول ، ▁اور ▁A ath mh ▁وہ ▁Ik rah ▁اس ▁کے ▁پاس ▁کچھ ▁بھی ▁نہیں ▁کیا ▁گیا ▁ہے ▁نے ▁کہا ▁کہ ▁کس ▁طرح ▁کی ▁جان چ ▁پڑتا ل
▁Home ▁/ ▁Top ▁Stories ▁/ ▁پتا نج لی ▁فیکٹری ▁قائم ▁کرنے ▁کے ▁لئے ▁بابا ▁رام ▁دیو ▁جم وں ▁اور ▁کشمیر ▁میں ▁زمین ▁حاصل ▁کررہے ▁ہیں۔

▁'' اللہ ▁تعالی ٰ ▁اج س ▁شخص ▁کو ▁تر وتا زہ ▁رکھے ▁جس ▁نے ▁مجھ ▁سے ▁کچھ ▁سنا ۔ ▁پھر ▁جیسے ▁ا ُ س ▁نے ▁سنا ▁تھا ▁ویسے ▁ہی ▁دوسروں ▁تک ▁اسے ▁پہنچا ▁دیا۔ ▁ممکن ▁ہے ▁جسے ▁بات ▁پہنچ ائی ▁جائے ▁وہ ▁پہلے ▁سن نے ▁والے ▁سے ▁بھی ▁زیادہ ▁ا ُ سے ▁یاد ▁رکھنے ▁والا ہو ۔ ''
▁اور ▁اب ▁ذرا ▁کچھ ▁نظر ▁مرد وں ▁کے ▁مسائل ▁پر ۔
▁پاکستان ▁تحریک ▁انصاف ▁گل ▁صاحب ▁خان ▁کے ▁پی ▁– ▁40

▁حالی ہ ▁برس وں ▁من شی ات ▁کے ▁استعمال ▁کی ▁وجہ ▁سے ▁پاپ ▁موسیقی ▁میں ▁بہترین ▁آواز ▁قرار ▁دی ▁جانے ▁والی ▁اس ▁گلو کار ہ ▁کی ▁آواز ▁پر ▁کافی ▁پرا ▁اثر ▁پڑا ۔
▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = زم رہ : سی است _ بل ح اظ _ کین یڈ ا _ کے _ ش ہر & oldid =2 57 1984 »
▁سائنس ▁و ▁صحت
▁وہ ▁سوال ▁و ▁جواب ▁ہیں ▁آنکھیں

▁خیال ▁رہے ▁کہ ▁" ا ُ فق ▁کے ▁پار " ▁یا ▁میرے ▁دیگر ▁بلاگ ▁کے ، جمل ہ ▁حقوق ▁محفوظ ▁نہیں ▁۔ ▁!
▁ضرور ▁پڑھیں : ▁عامر ▁لیاقت ▁نے ▁شادی ▁کی ▁مبارک باد ▁دیتے ▁ہوئے ▁د پی کا ▁کی ▁مسکرا ہ ٹ ▁کو ▁کس ▁چیز ▁کیساتھ ▁تش بی ہ ▁دیدی ؟ ▁سوشل ▁میڈیا ▁پر ▁ایسا ▁ہنگام ہ ▁برپا ▁ہوا ▁کہ ▁ٹو یٹ ▁ہی ▁ڈی لیٹ ▁کر ▁دی
▁سپریم ▁کورٹ ▁میں ▁عمران ▁خان ▁کی ▁عائشہ ▁گل ال ئی ▁کی ▁...
▁دستیاب ▁نا ی اب ▁کتاب یں ، ▁استعمال ▁شدہ ▁کتاب یں ▁اور ▁دوسرا ▁ہاتھ ▁کتب ▁کے ▁عنوان ▁" Jan am ▁Kahani yan " ▁سے ▁In t izar ▁Hussain ▁مکمل ▁طور ▁پر ▁درج ▁ہیں ▁۔

▁اے ▁این ▁پی ▁خواتین ▁و نگ ▁کے ▁صوبائی ▁صدر ▁شا ز یہ ▁اور نگ زی ب ▁نے ▁کہا ▁ہے ▁کہ ▁عمران ▁خان ▁تعلیمی ▁اداروں ▁میں ▁ایڈ م ▁سمت ھ ▁کا ▁مرو جہ ▁نظام ▁لا ▁کر ▁نوجوان ▁نسل ▁کو ▁قوم ▁ل وط ▁کی ▁طرح ▁بر ائی وں ▁میں ▁مبتلا ▁کرنے ▁کے ▁در پ ے ▁ہیں۔ پ خت ون ▁قوم ▁کو ▁ نفاذ ▁اسلام ▁اور ▁تبدیلی ▁کے ▁جھوٹ ے ▁اور ▁پر ▁فریب ▁دعو ئ وں ▁نعر وں ▁پر ▁دھو کہ ▁دیا ▁گیا ▁مگر ▁اب ▁پخت ون ▁...
▁غیر ▁ملکی ▁خبر رس اں ▁ادارے ▁ ’ خل یج ▁ٹائمز ▁‘ ▁کے ▁مطابق ▁وکیل ▁اور ▁لیگ ل ▁ایڈ و ائز ر ▁خل یف ہ ▁بن ▁حو واد ین ▁نے ▁رابطہ ▁کرنے ▁پر ▁بتایا ▁ہے ▁کہ ▁خل یف ہ ▁لاء ▁فرم ▁نے ▁پیر ▁کے ▁روز ▁سپریم ▁کورٹ ▁میں ▁رپورٹ ▁جمع ▁کر وائی ▁گئی ▁ہے ▁جس ▁میں ▁وزیراعظم ▁نواز ▁شریف ▁کے ▁کپی ٹل ▁ایف ▁ز یڈ ▁ای ▁کمپنی ▁میں ▁ملازمت ▁کرنے ▁کے ▁دستاویز ات ▁کی ▁تصدیق ▁بھی ▁شامل ▁ہے۔
▁سپریم ▁کورٹ ▁کا ▁کراچی ▁میں ▁تجاوز ات ▁کیخلاف ▁آپریشن ▁جاری ▁رکھنے ▁کا ▁حکم
▁وقت ▁آ ▁گیا ▁ہے ▁خطے ▁میں ▁پائی دار ▁امن ▁کیلئے ▁مخالف ▁قوت وں ▁کیخلاف ▁طاقت ▁کی ▁بجائے ▁ڈ ائی لا گ ▁کا ▁طریقہ ▁کار ▁..

▁مصنف ▁کا ▁نام ▁شیخ ▁علی ▁رضا
▁آئی ▁سی ▁سی ▁کی ▁جانب ▁سے ▁جاری ▁ہونے ▁والے ▁اس ▁بیان ▁میں ▁یہ ▁بھی ▁کہا ▁گیا ▁ہے ▁کہ ▁میڈیا ▁رائٹ س ▁ایجنسی اں ▁بھی ▁آئی ▁سی ▁سی ▁کی ▁جانب ▁سے ▁حقوق ▁دینے ▁کے ▁لیے ▁بول یاں ▁لگا ▁سکتی ▁ہیں۔
▁چو تھ ی ▁بات ▁یہ ▁ہے ▁کہ ▁سر ▁سید ▁کے ▁مذہبی ▁اعتقاد ▁کے ▁اعت زال ی ▁ہونے ▁پر ▁تمام ▁مک ات ب ▁فکر ▁کے ▁را سخ ▁علماء ▁کا ▁ا جماع ▁ہے۔
▁فلم ▁کے ▁سیٹ ▁سے ▁سامنے ▁آئی ▁ایسی
▁با بری ▁مسجد ▁کی ▁شہادت ▁کی ▁26 ▁برس ی ▁کے ▁موقع ▁پر ▁ا جو دھی ا ▁میں ▁سیکورٹی ▁کے ▁پخت ہ ▁انتظام ات ، ▁دفعہ ▁144 ▁نافذ
▁ریلوے ▁کی ▁آمدن ی ▁میں ▁اضافہ ▁کی ▁شرح 50 ارب ▁روپے ▁تک ▁پہنچ ▁چکی ▁ہے ، ▁خواجہ ▁سعد ▁رفیق
▁محمد ▁سلیم ▁الرحمان ▁کی ▁دیگر ▁تحریر یں
▁انٹرنیٹ ▁ٹی ▁وی
▁اسلام ▁آباد ( نیوز ▁ڈیسک ) ▁دنیا ▁کی ▁سب ▁سے ▁مختصر ▁جنگ ▁برطانیہ ▁اور ▁زن ج بار ▁( ا فری ق ہ ) ▁کے ▁درمیان ▁لڑ ی ▁گئی ▁تھی۔ ▁38 ▁ منٹ ▁کی ▁اس ▁جنگ ▁میں ▁برطانیہ ▁جیت ▁گیا ▁تھا۔ یہ اں ▁یہ ▁بات ▁قابل ▁ذکر ▁ہے ▁کہ ▁اس ▁لڑائی ▁میں ▁مالی ▁اور ▁جان ی ▁نقصان ▁کا ▁آج ▁تک ▁کوئی ▁پتہ ▁نہیں ▁چل ▁سکا ▁ہے ▁اور ▁یہ ▁پتہ ▁بھی ▁نہیں ▁چل ▁سکا ▁ہے ▁کہ ▁اس ▁لڑائی ▁کا ▁آغاز ▁کی سی ▁ہوگئی ▁ہے ▁تاہم ▁یہ ▁لڑائی 38 ▁ منٹ ▁تک ▁جاری ▁رہی ▁تاہم ▁تاج ▁برطانیہ ▁کی ▁طرف ▁سے ▁سلطان ▁خالد ▁کو ▁حکم ▁دیا ▁گیا ▁کہ ▁وہ ▁اپنی ▁فوج ▁کو ▁ہتھیار ▁چھوڑ نے ▁کا ▁حکم ▁دے ▁اور ▁اس ▁کیلئے ▁27 ▁اگست ▁دن ▁9 ▁بجے ▁کا ▁ال ٹی ▁می ٹ م ▁دیا ▁گیا۔
▁ امی تاب ھ ▁بچ ن ▁کی ▁جانب ▁سے ▁عالم ▁اسلام ▁کو ▁جشن ▁میلاد ▁الن بی ▁صلى ▁الله ▁عليه ▁وسلم ▁کی ▁مبارک ▁باد
▁روایت ▁و ▁در ایت ▁– ▁روایت ▁سے ▁یہ ▁مراد ▁ہے ▁کہ ▁جو ▁واقعہ ▁بیان ▁کیا ▁جائے ▁اس ▁شخص ▁کے ▁ذریعے ▁سے ▁بیان ▁کیا ▁جائے ▁جو ▁خود ▁اس ▁واقعہ ▁میں ▁موجود ▁تھا۔ ▁اس ▁سے ▁لے ▁کر ▁اخیر ▁را وی ▁تک ▁روایت ▁کا ▁سلسلہ ▁بہ ▁سند ▁متصل ▁بیان ▁کیا ▁جائے۔ ▁اس ▁کے ▁ساتھ ▁تمام ▁را وی وں ▁کی ▁نسبت ▁تحقیق ▁کیا ▁جائے ▁کہ ▁وہ ▁صحیح ▁الر اوی ہ ▁اور ▁ضابط ہ ▁تھے ▁یا ▁نہیں۔

▁ان ▁کا ▁کوئی ▁وطن ▁نہ ▁تھا ▁اور ▁سارا ▁عالم ▁اسلام ▁ان ▁کا ▁وطن ▁تھا ▁لیکن ▁پاکستان ▁سے ▁انہیں ▁خصوصی ▁محبت ▁تھی ▁اور ▁ایک ▁قلبی ▁تعلق ▁تھا۔ ▁ان ▁کی ▁بیوی ▁پول ا ▁حمید ہ ▁اسد ▁کے ▁الفاظ ▁میں :
▁ہمیں ▁ٹوئٹر ▁پر ▁فال و ▁کریں
▁نوجوانوں ▁کا ▁صفحہ
▁جنسی ▁خاتون ▁دھو کہ ▁د ہی ▁کی ▁ویڈیو ▁...
▁ان ▁کا ▁مزید ▁کہنا ▁تھا ▁کہ ▁حکومت ▁سرکاری ▁اور ▁نجی ▁شعب وں ▁کو ▁خواتین ▁سے ▁یکساں ▁سلوک ▁کا ▁پابند ▁بنائے ▁اور ▁ان ▁کے ▁لیے ▁متعلقہ ▁قوانین ▁میں ▁نرم ی ▁ل ائی ▁جائے۔
▁انہوں ▁نے ▁اس ▁بات ▁پر ▁بھی ▁بر ہم ی ▁کا ▁اظہار ▁کیا ▁تھا ▁کہ ▁میان مار ▁کی ▁فوج ▁کو ▁مبینہ ▁م ظ الم ▁کی ▁وجہ ▁سے ▁تنقید ▁کا ▁نشانہ ▁بنایا ▁جارہا ▁ہے ▁تاہم ▁ان ▁کے ▁مطابق ▁فوج ▁کو ▁ہ دا یات ▁جاری ▁کی ▁گئی ▁ہیں ▁کہ ▁بدترین ▁تشدد ▁یا ▁ناقابل ▁نقصان ات ▁پہنچا نے ▁سے ▁گریز ▁کیا ▁جائے۔
▁وزیراعظم ▁متحدہ ▁عرب ▁امارات ▁کے ▁نائب ▁صدر ▁اور ▁وزیراعظم ▁سے ▁بھی ▁ملاقات ▁کریں ▁گے ، ▁ان ▁کا ▁دورہ ▁دونوں ▁ملکوں ▁کے ▁تعلقات ▁کو ▁مزید ▁مست ح کم ▁کرے ▁گا۔
▁ہمارے ▁دی س ▁کا ▁بچہ ، ▁ہمارے ▁بنائے ▁فٹ ▁بال ▁اور ▁فیفا ▁ورلڈ ▁کپ
▁میں ▁کبھی ▁بھی ▁لندن ▁فل ی ٹس ▁یا ▁ان ▁کمپنی وں ▁کی ▁بینی فشل ▁مالک ▁نہیں ▁رہی ، ان ▁کمپنی وں ▁سے ▁نہ ▁کبھی ▁مالی ▁فائدہ ▁لیا ▁اور ▁نہ ▁ہی ▁کوئی ▁نفع ▁لیا ، مر یم ▁نواز
▁محمد ▁علی ▁جو ہر ▁یونیورسٹی ▁کے ▁اقلیت ی ▁کردار ▁کو ▁منظوری ▁دینے ▁پر ▁مجھے ▁فخر ▁ہے : ڈا کٹ ر ▁عزیز ▁قریشی ▁ذ ی شان ▁مراد ▁رام ▁پور ، 17 فر وری ( ایس ▁ٹی ▁بی ورو ) ▁می زور م ▁کے ▁گورنر ڈا کٹ ر عز یز قر ی شی ▁نے ▁کہا ہے ▁کہ ▁م ▁...
▁ایک ▁ فائ ٹر ▁کھلاڑی ▁کی ▁حیثیت ▁رکھنے ▁والے ▁یو نس ▁خان ▁نے ▁کئی ▁مواقع وں ▁پر ▁بہترین ▁پیش ▁کرتے ▁ہوئے ▁ٹیم ▁کو ▁مشکل ▁صورتحال ▁سے ▁نکال ا ▁اور ▁ان ▁کی ▁34 ▁میں ▁سے ▁ریکارڈ ▁پانچ ▁سن چر یاں ▁ٹیسٹ ▁میچ ▁کی ▁چو تھ ی ▁اننگز ▁میں ▁بنائی ▁گئی ▁ہیں۔
▁متعلقہ ▁مصنوعات
▁قرآن ▁کی ▁قسم ▁؟
▁خیال ▁رہے ▁کہ ▁زینب ▁کے ▁قتل ▁کو ▁چار ▁روز ▁گزر ▁گئے ▁لیکن ▁قاتل ▁کا ▁سراغ ▁نہ ▁مل ▁سکا ۔
▁( ۲ ) بی ت ▁المال ▁میں ▁بے ▁جا تصرف ▁کیا ▁اور مس رف انہ ▁طریقہ ▁پر ▁اپنے ▁اع زہ ▁وا قارب ▁کے ▁ساتھ ▁س خا وت ▁کا ▁اظہار ▁کیا ، مثل ا ً ▁حکم ▁بن ▁الع اص ▁ ؓ ▁کو ▁جسے ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁ط ائف ▁میں ▁جلا وطن ▁کردیا ▁تھا ▁مدینہ ▁آنے ▁کی ▁اجازت ▁دی ▁اور بی ت ▁المال ▁سے ▁ایک ▁لاکھ ▁در ہم ▁عطا ▁کئے اور ▁اس ▁کے ▁لڑکے ▁حا رث ▁کو ▁اجازت ▁دی ▁کہ ▁بازار ▁میں ▁جو ▁فروخت ▁ہو ▁اس ▁کی ▁قیمت ▁سے ▁اپنے ▁لئے ▁عشر ▁وصول ▁کرے ، مر وان ▁کو ▁افریقہ ▁کے ▁مال ▁غنی مت ▁کا ▁خمس ▁دیا ▁گیا ، ▁اسی ▁طرح ▁عبداللہ ▁ابن ▁خالد ▁ ؓ ▁کو ▁تین ▁لاکھ ▁در ہم ▁کا ▁گران قدر ▁ عط یہ ▁م رحم ت ▁کیا ▁اور خود ▁اپنی ▁صاحب زاد یوں ▁کو ▁بیت ▁المال ▁کے ▁قیمت ی ▁جو ا ہ رات ▁عن ایت ▁فرما ئے ، حال ان کہ ▁فاروق ▁اعظم ▁ ؓ ▁نہای ت ▁شدت ▁کے ▁ساتھ ▁اس ▁قسم ▁کے ▁ تصرف ات ▁سے ▁احت راز ▁کیا ▁تھا ، ▁اس ▁کے ▁علاوہ ▁اپنے ▁لئے ▁ایک ▁عظیم ▁ال شان ▁محل ▁تعمیر ▁کر ایا ▁اور م صار ف ▁کا ▁تمام ▁بار ▁بیت ▁المال ▁پر ▁ڈال ا ▁بیت ▁المال ▁کے ▁مہ تم م ▁عبداللہ ▁بن ▁ار قم ▁ ؓ ▁اور مع یق یب ▁نے ▁اس ▁اس راف ▁پر ▁اعتراض ▁کیا ▁تو ▁ان ▁کو ▁مع زول ▁کرکے ▁ زید ▁بن ▁ثابت ▁ ؓ ▁کو ▁یہ ▁عہد ہ ▁تف وی ض ▁کردیا ، ایک ▁دفعہ ▁بیت ▁المال ▁میں ▁وظائف ▁تقسیم ▁ہونے ▁کے ▁بعد ▁ایک ▁لاکھ ▁در ہم ▁پس ▁انداز ▁ہوئے ، حضرت ▁عثمان ▁ ؓ ▁نے ▁بے ▁وجہ ▁ زید ▁بن ▁ثابت ▁کو ▁یہ ▁گر اں ▁قدر ▁رقم ▁لینے ▁کی ▁اجازت ▁دے ▁دی۔
▁م در ▁ ٹری سا ▁کی ▁مش ن ری ▁سرگرمی وں ▁کو ▁دنیا ▁بھر ▁میں ▁احترام ▁کی ▁نظر وں ▁سے ▁دیکھا ▁جاتا ▁ہے۔ ▁ان ▁کا ▁خیر اتی ▁مش ن ▁دنیا ▁کے ▁تمام ▁برا عظم وں ▁میں ▁موجود ▁ہے۔ ▁آج ▁م در ▁ ٹری سا ▁کی ▁ایک ▁106 ▁ ویں ▁سال گر ہ ▁ہے۔
▁کسی ▁لفظ ▁کے ▁آخر ▁میں ▁آنے ▁والی ▁طویل ▁حرکت ▁کو ▁زور ▁دے ▁کر ▁ادا ▁نہیں ▁کیا ▁جاتا :
▁ایک ▁اور ▁غلطی ۔۔۔۔۔ ▁عمران ▁خان ▁نے ▁بنا بن ایا ▁کھیل ▁بگ ا ڑ ▁دیا ، ▁خبر ▁کی ▁تفصیلات ▁پڑھ ...
▁پٹرول یم ▁مصنوعات ▁سے ▁6 ▁ماہ ▁میں ▁21 6.3 ▁ارب ▁روپے ▁کا ▁سیل ز ▁ٹیکس ▁وصول
▁مق ن نہ ▁وفاقی ▁قانون ▁ساز ▁کونسل
▁دیگر ▁شعبہ ▁جا ت
▁سب ▁سے ▁زیادہ ▁پھ انس ی ▁کی ▁سزا ▁مسلم ▁ملکوں ▁میں ▁دی ▁جاتی ▁ہے۔
▁رسائی ▁کے ▁لنکس
▁! پر ائی و یٹ ▁سکول ▁کے ▁ہر ▁بچے ▁کو ▁ٹر افی ▁، ▁یہ ▁کیا ▁مذاق ▁ہے
▁کون ▁م خلص ▁ہے ؟

▁16 68 : ▁ا ُ م ّ ▁الم ؤمن ین ▁عائشہ ▁صدی ق ہ ▁رضی ▁اللہ ▁عنہ ا ▁کہ تی ▁ہیں ▁کہ ▁رسول ▁اللہ صلى ▁الله ▁عليه ▁وسلم ▁نے ▁فرمایا ▁کہ ▁اے ▁عائشہ ! ▁یہ ▁جبر ئی ل ؑ ▁ہیں ▁تمہیں ▁سلام ▁کہتے ▁ہیں۔ ▁میں ▁نے ▁کہا ▁کہ ▁و ▁علیہ ▁السلام ▁و ▁رحم ۃ ▁اللہ ۔ ▁عائشہ ▁رضی ▁اللہ ▁عنہ ا ▁کہ تی ▁ہیں ▁کہ ▁آپ صلى ▁الله ▁عليه ▁وسلم ▁وہ ▁چیز یں ▁دیکھتے ▁تھے ▁جو ▁میں ▁نہیں ▁دیکھ تی ▁تھی۔
▁کمیشن ▁سازی ▁ماحول یات ▁کے ▁لیے ▁نقصان ▁ دہ ▁ہے ! وس عت ▁اللہ ▁خان
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁سون ی ▁کی ▁آن ▁لائن ▁سروس ز ▁پر ▁سائ بر ▁حملے ▁کا ▁یہ ▁پہلا ▁واقعہ ▁نہیں ▁ہے۔ ▁اس ▁سے ▁قبل ▁اپریل ▁کے ▁مہین ے ▁میں ▁بھی ▁اس ▁طرح ▁کی ▁ایک ▁کارروائی ▁کی ▁گئی ▁تھی۔
▁عربی ▁زبان ▁میں ▁ثلاث ی ▁مجرد ▁کے ▁باب ▁سے ▁مشت ق ▁اسم ▁فاعل ▁ہے۔ ▁اردو ▁میں ▁بطور ▁صفت ▁استعمال ▁ہوتا ▁ہے ▁اور ▁تحریر ا ً ▁١ ٦ ٦ ٥ ء ▁کو ▁" پ ھ ول ▁بن " ▁میں ▁مستعمل ▁ملتا ▁ہے۔
▁پرچم ▁کش ائی ▁کی ▁تقریب ▁میں ▁اسپیکر ▁قومی ▁اسمبلی ▁سردار ▁ای از ▁صادق ▁اور ▁چیئرمین ▁سینیٹ ▁صادق ▁سنج رانی ▁نے ▁بھی ▁شرکت ▁کی۔
▁اگر ▁آپ ▁یہ ▁سمجھتے ▁ہیں ▁کہ ▁” ہم ▁سب “ ▁ایک ▁مثبت ▁سوچ ▁کو ▁فروغ ▁دے ▁کر ▁ایک ▁بہتر ▁پاکستان ▁کی ▁تشکیل ▁میں ▁مدد ▁دے ▁رہا ▁ہے ▁تو ▁ہمارا ▁ساتھ ▁دیں۔ ▁س پور ٹ ▁کے ▁لئے ▁اس ▁لنک ▁پر ▁کلک ▁کریں
▁با بری ▁مسجد ▁کو ▁شر ▁پسندوں ▁نے ▁نہیں ▁بلکہ ▁بی ▁جے ▁پی ▁کے ▁لوگ و ▁ ں ▁نے ▁منہ دم ▁کیا ▁: ▁ڈاکٹر ▁راج یو ▁دھو ن

▁جنوبی ▁افریقہ
▁error : ▁برائے ▁مہربانی ▁اسے ▁شیئر ▁کیجئے ۔۔۔ !! ▁شکریہ
▁اب ▁تک ▁170 ▁سے ▁زائد ▁مجرم وں ▁کو ▁تخت ہ ▁دار ▁پر ▁ل ٹک ایا ▁جا ▁چکا ▁ہے ▁اور ▁ان ▁میں ▁بھی ▁اکثریت ▁دہشت ▁گردی ▁کی ▁بجائے ▁دیگر ▁سنگین ▁جرائم ▁میں ▁سزا ئے ▁موت ▁کے ▁مرتکب ▁مجرم وں ▁کی ▁ہے۔
▁ب ذریعہ ▁فیس ▁بک ▁تبصرہ ▁تحریر ▁کریں
▁کر ن ▁جو ہر ▁کے ▁شو ▁’’ ک افی ▁ود ▁کر ن ▁سی زن 6 ▁‘‘ میں ▁سیف ▁علی ▁خان ▁اور ▁سار ہ ▁علی ▁خان ▁شرکت ▁کریں ▁گے
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁با نو ▁ قدس یہ ▁صرف ▁ایک ▁ناول ▁نگار ▁ہی ▁نہیں ▁ایک ▁دانش ور ▁بھی ▁ہیں
▁متحدہ ▁عرب ▁امارات ▁نے ▁یمن ▁میں ▁انسانی ▁فلا ح ▁و بہ بود ▁کی ▁ترقی ▁کے ▁لئے ▁مجموعی ▁طور ▁پر ▁13 ▁ارب ▁در ہم ▁سے ▁زائد ▁کی ▁امداد ▁فراہم ▁کی : ▁یمن ▁سفیر
▁ضلع ▁چک وال ▁کی ▁سیاست ▁میں ▁آنے ▁والے ▁چند ▁دنوں ▁میں ▁بڑی ▁سیاسی ▁تبدیل یاں ▁رونما ▁ہو رہ ی ▁ہیں
▁مصطفی ▁کی ▁اس ▁جگہ ▁پر ▁م صطف ائی ▁خوب ▁ہے
▁افغانستان ▁میں ▁پارلیمان ی ▁انتخابات ▁کے ▁دوران ▁دھماکے ، ▁درج نوں ▁افراد ▁ہلاک

▁یا ور ▁عباس : ▁بات ▁یہ ▁ہے ▁کہ ▁ایران ▁پر ▁عالمی ▁پابندی اں ▁عائد ▁تھیں ▁جس ▁کی ▁وجہ ▁سے ▁ایران ▁کے ▁ساتھ ▁بین کاری ▁کرنا ▁تا حال ▁نام م کن ▁تھا ، ▁نہ ▁صرف ▁یہ ▁مسئلہ ▁پاکستان ▁کو ▁در پیش ▁تھا ▁بلکہ ▁دنیا ▁کے ▁بہت ▁سارے ▁ممالک ▁ایران ▁کے ▁ساتھ ▁رسمی ▁طور ▁پر ▁بین کاری ▁نہیں ▁کرسکتے ▁ہیں۔ ▁آئی ▁پی ▁آئی ▁جو ▁گیس ▁پائ پ ▁لائن ▁ہے ▁یہ ▁ایک ▁چھ وٹ ا ▁پرو جی کٹ ▁نہیں ▁ہے ▁یہ ▁ایک ▁بہت ▁بڑا ▁پرو جی کٹ ▁ہے۔ ▁اس ▁پر ▁ارب وں ▁ڈالر ▁کی ▁ا نویس منٹ ▁ہے ▁اور ▁ایران ▁پر ▁پابندی وں ▁کی ▁وجہ ▁سے ▁ابھی ▁تک ▁کوئی ▁بھی ▁عالمی ▁بینک ▁پاکستان ▁کے ▁ساتھ ▁تعاون ▁کرنے ▁کو ▁تیار ▁نہیں ▁تھا ، ▁نہ ▁عالمی ▁بینک ▁نہ ▁ایشیا یی ▁ترقی اتی ▁بینک ، ▁اسی ▁وجہ ▁سے ▁یہ ▁منصوبہ ▁تاخیر ▁کا ▁شکار ▁ہوا ▁لیکن ▁جب ▁بھی ▁پاک ▁ایران ▁حکام ▁کے ▁درمیان ▁ملاقات ▁ہوتی ▁ہے ، ▁تو ▁اس ▁بات ▁کا ▁دونوں ▁ا قرار ▁کرتے ▁ہیں ▁کہ ▁بیش ک ▁تاخیر ▁ہوئی ▁بھی ▁ہو ، ▁پھر ▁بھی ▁ہم ▁اس ▁منصوبے ▁کو ▁پای ہ ▁تکمیل ▁تک ▁پہنچ ائیں ▁گے۔
▁ہم ▁میں ▁سے ▁شاید ▁ہی ▁کوئی ▁ایسا ▁ہوگا ▁جس ▁نے ▁کبھی ▁کسی ▁خل ائی ▁ش ٹل ▁میں ▁قدم ▁رکھا ▁ہو ، ▁اس ▁کا ▁ہر گز ▁یہ ▁مطلب ▁نہیں ▁کہ ▁ہم ▁خل ا ▁باز وں ▁جیسی ▁تربیت ▁حاصل ▁نہیں ▁کر ▁سکتے ▁بلکہ ▁اب ▁تو ▁یہ ▁کام ▁آسان ▁ہو ▁گیا ▁ہے۔ ▁اسپ یس ▁ن یشن ▁نیو ی گی ٹر ▁ایک ▁ایسی ▁موبائل ▁ایپ ▁ہے ▁جو ▁نوجوان ▁خل ا ▁باز وں ▁یا ▁ان ▁کی ▁طرح ▁تربیت ▁حاصل ▁کرنے ▁کے ▁خواہش مند وں ▁کو ▁تین ▁شعب وں ▁میں ▁مدد ▁دیتی ▁ہے : ▁جسمانی ، ▁ذہنی ▁اور ▁سماجی ۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل

▁وزیراعظم ▁عمران ▁خان ▁کا ▁وزارت وں ▁سے ▁براہ ▁راست ▁بر یف نگ ▁لینے ▁کا ▁فیصلہ
▁ملک ▁کو ▁خسار ے ▁اور ▁قرض وں ▁کی ▁دل دل ▁میں ▁ہم ▁نے ▁نہیں ▁ دھ کی لا ▁بلکہ ▁اس ▁کا ▁اصل ▁ذم ہ ▁دار ▁کون ▁ہے ؟ ▁مسلم ▁لیگ ▁ن ▁نے ▁حیرت ▁انگیز ▁دعوی ٰ ▁کردیا

▁بین ▁الاقوامی ▁خبر ▁رس اں ▁ادارے ▁کے ▁مطابق ▁سائنس ▁دان وں ▁نے ▁فضا ▁میں ▁جم ناس ٹک ▁کھلاڑی ▁کی ▁طرح ▁قل ا باز یاں ▁کھانے ▁اور ▁خطرناک ▁اسٹ نٹ ▁دکھا نے ▁والا ▁ روب وٹ ▁تیار ▁کر ▁لیا ▁ہے۔ ▁ڈ زنی ▁کمپنی ▁اس ▁پرو جی کٹ ▁پر ▁دہائی وں ▁سے ▁کام ▁کر ▁رہی ▁ہے ▁جسے ▁ ’ ▁اسٹ نٹ رون کس ‘ ▁کا ▁نام ▁دیا ▁گیا ▁ہے ▁اور ▁جو ▁ڈ زنی ▁لینڈ ▁پارک ▁میں ▁رکھا ▁جائے ▁گا۔
▁اضلاع ▁کی ▁خبریں
▁اجلاس ▁میں ▁پی ٹری اس ▁نے ▁منگل ▁کو ▁شمال ▁مشرقی ▁صوبہ ٴ ▁کن ڑ ▁میں ▁نیٹ و ▁کے ▁فضائی ▁حملوں ▁کے ▁نتیجے ▁میں ▁نو ▁افغان ▁لڑک وں ▁کی ▁ہلاکت ▁پر ▁ایک ▁بار ▁پھر م عذر ت ▁کی۔ ▁تاہم ، ▁م سٹر ▁کر ز ئی ▁نے ▁کہا ▁کہ ▁معذرت ▁کافی ▁نہیں ▁اور ▁یہ ▁کہ ▁اتحاد ی ▁افواج ▁کے ▁ہاتھوں ▁شہریوں ▁کی ▁ہلاکت یں ▁امریکی ▁اور ▁افغانستان ▁کے ▁تعلقات ▁میں ▁کشید گی ▁کا ایک ▁اہم ▁سبب ▁ہیں۔

▁مصر ▁میں ▁داعش ▁سے ▁منسلک ▁21 ▁وہ ابی ▁دہشت ▁گردوں ▁کو ▁سزا ئے ▁موت
▁جس کے ▁علاوہ ▁کوئی ▁اور ▁لائق ▁تس بی ح ▁نہیں۔ ▁پاک ▁ہے ▁وہ ▁جو ہر ▁چیز ▁کی ▁تعداد کا ▁علم ▁رکھتا ▁ہے۔ ▁پاک ▁ہے ▁وہ ▁جو ▁صاحب ▁احسان
▁تفتیش ی ▁حکام ▁کے ▁مطابق ▁ملزم ▁یوسف ▁رضا ▁اس ▁گروہ ▁کا ▁سر غن ہ ▁ہے ▁جو ▁پڑ وسی ▁ملک ▁سمیت ▁دو ▁خفیہ ▁ایجنسی وں ▁کے ▁لیے ▁کام ▁کرتا ▁رہا ، ▁ملزم ▁جھ نگ ▁کے ▁علاقے ▁کو ٹ ▁عیسی ٰ ▁شاہ ▁سے ▁تعلق ▁رکھتا ▁ہے ▁اور ▁کراچی ▁میں ▁ابو ال حسن ▁ا صف ہ انی ▁روڈ ▁کا ▁رہائش ی ▁ہے۔ ا ردو ، ▁پنجاب ی ، ▁فارسی ▁اور ▁انگل ش ▁زبان ▁کا ▁ماہر ▁ملزم ▁متعدد ▁بار ▁افغانستان ▁اور ▁ایران ▁آتا ▁جاتا ▁رہا ▁ہے۔ ▁اس ▁کے ▁علاوہ ▁ملزم ▁پست ول ، ▁کلا شن کو ف ▁اور ▁جی ▁تھر ی ▁را ئ فل ▁چلانے ▁کا ▁بھی ▁ماہر ▁ہے۔
▁آج ▁کی ▁تصاویر
▁زرداری ▁صاحب ، ▁بہ ادر ▁بچہ ▁اور ▁بلاول ▁بھٹو ▁کا ▁مستقبل
▁گوگل ▁پلس ▁پر ▁فال و ▁کریں
▁بہتر ▁ہو ▁سکتی ▁تھی ▁0 ▁Vo tes
▁روس ▁نے ▁اقوام ِ ▁متحدہ ▁کی ▁سکیورٹی ▁کونسل ▁کے ▁ممبر ان ▁کو ▁قرارداد ▁کا ▁م سود ہ ▁پیش ▁کیا ▁ہے ▁جس ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁شام ▁میں ▁اقوام ِ ▁متحدہ ▁کے ▁م بصر ین ▁کا ▁مش ن ▁بڑھ ایا ▁جائے۔
▁یہ ▁کہہ ▁تو ▁د وں ▁کہ ▁میں ▁بھی ▁ان ▁کا ▁ہم ▁خیال ▁ہوں ▁مگر
▁مخدوم ▁امین ▁ف ہ یم ▁کے ▁انتقال ▁کے ▁بعد ▁ان ▁کے ▁بیٹے ▁مخدوم ▁جم یل ▁ال زم اں ▁سرور ی ▁جماعت ▁کے ▁ان یس ▁ ویں ▁روحانی ▁پیش وا ▁بن ▁گئے ، ▁امین ▁ف ہ یم ▁کے ▁سوئ م ▁پر ▁مخدوم ▁جم یل ▁ال زم اں ▁کی ▁دست ار ▁بندی ▁کی ▁گئی ▁جس ▁میں ▁اسپیکر ▁سندھ ▁اسمبلی ▁آ غا ▁سراج ▁در انی ، ▁وزیر ▁اعلی ٰ ▁سندھ ▁سید ▁قائم ▁علی ▁شاہ ، ▁مختلف ▁علاقوں ▁میں ▁سرور ی ▁جماعت ▁کے ▁خلف ا ▁اور ▁مر ید ین ▁کی ▁بڑی ▁تعداد ▁نے ▁شرکت ▁کی۔
▁محمد ▁عامر ▁کے ▁اگلے ▁چھ ▁مہین وں ▁کا ▁فیصلہ ▁لندن ▁کی ▁عدالت ▁کر چک ی ▁لیکن ▁اس ▁سے ▁پہلے ▁ہی ▁آئی ▁سی ▁سی ▁کا ▁ ٹری بون ل ▁ان ▁کی ▁زندگی ▁کے ▁پانچ ▁سال ▁لے ▁ا ڑا ▁تھا۔ ▁مطلب ▁یہ ▁کہ ▁محمد ▁عامر ▁لندن ▁جیل ▁سے ▁نیک ▁شہری ▁کا ▁سر ٹی فک یٹ ▁لے ▁کر ▁باہر ▁بھی ▁آگ ئے ▁تب ▁بھی ▁رات ▁کی ▁سیاہ ی ▁دن ▁کے ▁اج ال ے ▁میں ▁تبدیل ▁نہیں ▁ہوگی ▁اور ▁کرکٹ ▁کھیل نے ▁کی ▁خواہش ▁کی ▁تکمیل ▁کے ▁لئے ▁انہیں ▁طویل ▁انتظار ▁کرنا ▁ہوگا۔
▁" Re nato ▁کی ▁Usa tii ، ▁معروف ▁اپوزیشن ▁رہنما ▁کی ▁صورت ▁مال ڈو وا ▁میں ▁گرفتار ▁کر ▁لیا ▁ریاست ▁کی ▁علامت ▁ہے ▁اور ▁یہی ▁وجہ ▁ہے ▁کہ ▁ہم ، ▁د با ▁Moldova n ▁کی ▁حزب ▁اختلاف ▁کے ▁ارکان ، ▁انصاف ▁کی ▁تلاش ▁کے ▁لئے ▁یورپ ▁کے ▁کونسل ▁کے ▁لیے ▁آئے ▁ہیں ."

▁پاکستان ▁اور ▁امریکا ▁کے ▁درمیان ▁تعلقات ▁کشید ہ ▁ہیں ▁، ▁ڈاکٹر ▁شاہد ▁مسعود
▁اہم ▁صفحات ▁اور ▁لنکس
▁نن کان ہ ▁صاحب
▁بنگلہ ▁دیش ▁میں ▁جاری ▁پانچ ویں ▁آئی ▁سی ▁سی ▁ورلڈ ▁ٹی ▁ٹوئنٹی ▁کے ▁میچ ▁میں ▁بھارت ▁نے ▁بنگلہ ▁دیش ▁کی ▁با آس انی ▁ہر ا ▁کر ▁سیم ی ▁فائنل ▁کے ▁لیے ▁کو ال یف ائی ▁کر ▁لیا ▁ہے۔
▁دم ▁اور ▁جھ ا ڑ ▁پھ ون ک ▁(8)
▁افغان ▁مہاجرین ▁کا ▁ان خل اء ▁، ▁لاپتہ ▁افراد ▁بازی اب ▁اور ▁وسائل ▁پر ▁اختیار ▁دیا ▁جائے ▁، بی ▁این ▁پی
▁کھیل ▁4 ▁گھنٹے ▁پہلے

▁اسرائیل ، ▁فیس ▁بک ▁اور ▁گوگل ▁جیسی ▁بڑی ▁بین ▁الاقوامی ...

▁اشتہار ▁کا ▁انتخاب
▁سارے ▁جہاں ▁کو ▁جس ▁نے ▁علم ▁و ▁ہ نر ▁د يا ▁تھا
▁جی ر ال ڈ ▁ ورس ٹین ; ▁ایک ▁یہودی ▁تھ نک ▁ٹی نک ▁اور ▁سابق ▁امریکی ▁سفیر ▁جن ▁کا ▁یمن ▁کی ▁تباہ ی ▁میں ▁اہم ▁کردار ▁ہے
▁فن ▁تعمیر ▁کی ▁شاہ کار ▁ ’ ▁دیو ڑھ ی ▁کی ▁مسجد ▁‘ ▁15 ▁اگست ▁کو ▁سب ▁کے ▁لیے ▁کھول ی ▁جائے ▁گی
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁ا ِ س ▁ہفتے ▁کے ▁پسند ید ہ ▁مضامین

▁فرانس ▁میں ▁لڑکی اں ▁بر ہ نہ ▁ہو ▁کر ▁گھروں ▁سے ▁باہر ▁نکل ▁آئی ▁–
▁دوسری ▁جانب ▁وفاقی ▁وزیر ▁برائے ▁ریلوے ▁غلام ▁احمد ▁بل ور ▁نے ▁ہمارے ▁ نامہ ▁نگار ▁سے ▁بات ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁انہوں ▁نے ▁یہ ▁بات ▁کی ▁ہے ▁اور ▁اب ▁بھی ▁وہ ▁اس ▁پر ▁قائم ▁ہیں۔
▁بھارتی ▁فوج ▁سب ▁سے ▁زیادہ ▁خود کش یاں ▁کرنے ▁والی ▁فوج ▁کیسے ▁بنی
▁کھیل ▁کی ▁خبریں
▁سال ▁20 70 ء ▁میں ▁مسلمانوں ▁کی ▁تعداد ▁کتنی ▁ہو ▁گی ▁؟
▁زمرہ : باد شا ہ ت
▁One ▁Response ▁to ▁“ ایک ▁دوست ▁نے ▁ایک ▁لطیف ہ ▁بھی جا ▁ہے ▁امید ▁ہے ▁آپ ▁م حظ و ظ ▁ہوں ▁گے ”
▁’’ ن یشن ل ▁پارک ▁میں ▁نجی ▁اراضی ▁پر ▁بھی ▁درخت ▁نہیں ▁کا ٹے ▁جا ▁سکتے ‘‘
▁اس ▁کے ▁بعد ▁میرا ▁ل نڈ ▁ڈھ یلا ▁پڑ نے ▁لگا ▁مگر ▁پھ وپ ھ ی ▁نے ▁میرے ▁ل نڈ ▁کو ▁چو ست ے ▁نہیں ▁چھوڑ ا ▁اور ▁دو ▁ منٹ ▁بعد ▁میرا ▁ل نڈ ▁پھر ▁کھڑا ▁ہو ▁گیا .
▁ملک ▁بھر ▁میں ▁جشن ▁ولادت ▁مصطفی ٰ ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کی ▁تقریبا ت

▁– ▁اور ▁مجھے ▁لکھتے ▁وقت ▁مک الم وں ▁کے ▁ری ▁پ ِ یڈ ▁ہونے ▁کا ڈر ▁رہتا ▁ہے۔ ▁وجہ ▁یہ ▁ہے ▁کہ ▁س بھی ▁الفاظ ▁مجھے ▁اپنے ▁سے ▁لگ تے ▁ہیں۔
▁ووٹ رز ▁کی ▁تفصیلات ▁لیک ، ▁الیکشن ▁کمیشن ▁کا ▁چیئرمین ▁نادر ا ▁کو ▁خط
▁اس ▁اعتراف ▁کے ▁بعد ▁فص یح ▁الدین ▁حلقہ ▁اراد ت ▁میں ▁شامل ▁ہوئے ▁اور ▁ساری ▁زندگی ▁حضرت ▁بابا ▁فری د ▁رحمت ہ ▁االله ▁علیہ ▁کی ▁خدمت ▁میں ▁گزار ▁دی۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁’’ ان ▁روز وں ▁کو ▁میں ▁نے ▁مخفی ▁طور ▁پر ▁رکھا ۔ ▁بعض ▁دفعہ ▁اظہار ▁میں ▁سلب ▁ ِ ▁رحمت ▁کا ▁ اندیش ہ ▁ہوتا ▁ہے۔ ‘‘
▁ڈاکٹر ▁اے ▁آر ▁اندر ے ▁اسکول ▁اور ▁جون یئر ▁کالج ▁کا ▁سالانہ ▁ جلس ہ ▁تقسیم ▁انعام ات
▁آئی ▁فون ▁6 s ▁کے ▁علاوہ ▁بجلی ▁ب ٹن ▁کی بل ▁م وڑ نا
▁چن ی وٹ ، ▁ایم ▁ڈبلیو ایم ▁کا ▁این ▁اے ▁99 اور ▁پی ▁پی ▁96 پر ▁تحریک ▁انصاف ▁کے ▁امیدوارم ہر ▁غلام ▁محمد ▁لا لی ▁او ▁رم حترم ہ ▁سلیم ▁بی ▁بی ▁بھر و انہ ▁کی ▁حمایت ▁کا ▁اعلان
▁جے ▁یو ▁آئی ▁کا ▁آصف ▁زرداری ، ▁بلاول ▁اور ▁مراد ▁علی ▁شاہ ▁سے ▁مقابلے ▁کیلئے ▁امیدوار وں ▁کے ▁نام وں ▁کا ▁اعلان
▁عزیز ▁صحافی ▁دوست و ۔ ▁سمجھ ▁میں ▁نہیں ▁آ ▁رہا ▁کہ ▁کیا ▁لکھ وں ؟ ▁سچ ▁لکھ وں ▁تو ▁اپنی ▁ہی ▁برادری ▁کا ▁غ دار ▁سمجھا ▁جا وں ▁گا ، ▁سیاسی ▁جماعت ▁کا ▁ ٹا وٹ ▁ثابت ▁کیا ▁جا وں ▁گا ، ▁اور ▁نہ ▁لکھ وں ▁تو ▁بھی ▁خاموش ▁رہنے ▁کے ▁ طعن ے ▁دیئے ▁جائیں ... ▁Read ▁more
▁محمد ▁بن ▁سلمان ▁کو ▁آل ▁سعود ▁خاندان ▁میں ▁نفرت ▁اور ▁دشمن ی ▁کا ▁سامنا

▁کراچی ▁( ا ُ ردو ▁پوائنٹ ▁اخبار ▁تازہ ▁ترین۔ 13 اک توب ر ۔ 2006 ء ) ▁کراچی ▁میں ▁وائرل ▁ہی م رج ک ▁فی ور ▁کے ▁مزید ▁22 ▁مریض وں ▁کو ▁مختلف ▁ہسپتال وں ▁میں ▁داخل ▁کیا ▁گیا ▁ہے۔ ▁محکمہ ▁صحت ▁نے ▁پلی ٹ ▁لی ٹس ▁کی ▁کمی ▁کے ▁باعث ▁لوگوں ▁سے ▁خون ▁ عط یہ ▁کرنے ▁کی ▁اپیل ▁کی ▁ہے ▁جبکہ ▁سکھ ر ▁میں ▁بھی ▁ایک ▁شخص ▁میں ▁ڈی نگی ▁و ائر س ▁کی ▁تشخیص ▁ہوئی ▁ہے۔ ▁ایڈ یشن ل ▁سیکرٹری ▁صحت ▁ڈاکٹر ▁عبدال ما جد ▁نے ▁بتایا ▁کہ ▁کراچی ▁کے ▁بعد ▁اب ▁سکھ ر ▁میں ▁بھی ▁ایک ▁مریض ▁میں ▁ڈی نگی ▁و ائر س ▁کی ▁تشخیص ▁ہوئی ▁ہے ▁تاہم ▁وہ ▁مریض ▁آٹھ ▁دن ▁ہسپتال ▁میں ▁زیر ▁علاج ▁رہنے ▁کے ▁بعد ▁صحت ▁یا ب ▁ہوگیا ▁ہے ▁اور ▁اسے ▁گزشتہ ▁روز ▁ہسپتال ▁سے ▁فارغ ▁کر ▁دیا ▁گیا ▁ہے۔
▁چی چہ ▁وطن ی ▁کی ▁شخصیات
▁افتخار ▁بھائی ▁کیا ▁آپ ▁وہ ▁مضمون ▁نکال ▁سکتے ▁ہیں۔ ▁اس ▁کو ▁میں ▁آپ ▁کے ▁شکریہ ▁کے ▁ساتھ ▁جس ارت ▁می گز ین ▁میں ▁شائع ▁کر وں ▁گا۔
▁تم ث یل ▁کا ▁آغاز ▁اس ▁طرح ▁ہوتا ▁ہے ▁کہ ▁چند ▁سہ یل یاں ▁پانی ▁بھر نے ▁کے ▁لئے ▁پن گھ ٹ ▁پہ ▁جاتی ▁ہیں۔ ▁ان ▁میں ▁کئی ▁ایسی ▁ہیں ▁جنہوں ▁نے ▁گھ ڑے ▁بھر کر سر وں ▁پہ ▁رکھ ▁لئے ▁ہیں ▁اور ▁کچھ ▁ایسی ▁بد قسم ت ▁ہیں ▁کہ ▁وہ ▁خالی ▁گھ ڑے ▁لے ▁کر ▁لوٹ ▁رہی ▁ہیں۔ ▁اب ▁جنہوں ▁نے ▁بھر ے ▁گھ ڑے ▁سر وں ▁پہ ▁رکھے ▁ہیں ▁وہ ▁بڑی ▁احتیاط ▁سے ▁پھ ون ک ▁پھ ون ک ▁کر ▁قدم ▁رکھ ▁رہی ▁ہیں ▁اس ▁ڈر ▁سے ▁کہ ▁کہیں ▁پ اؤں ▁پھ سل ▁نہ ▁جائے ▁اور ▁پانی ▁گر ▁نہ ▁جائے۔ ▁اور ▁نتیجہ ▁کے ▁طور ▁پر ▁کہتے ▁ہیں ▁کہ ▁کم ائی ▁صرف ▁ان ہی ▁کی ▁ہے ▁جو ▁پانی ▁سمیت ▁صحیح ▁وس الم ▁گھر ▁لوٹ تی ▁ہیں۔
▁آج ▁سماعت ▁کے ▁سلسلے ▁میں ▁نوازشریف ▁عدالت ▁میں ▁پیش ▁نہیں ▁ہوئے ▁جس ▁پر ▁سپریم ▁کورٹ ▁نے ▁سابق ▁وزیراعظم ▁کو ▁کل ▁پیش ▁ہونے ▁کے ▁لیے ▁دوبارہ ▁نوٹس ▁جاری ▁کردیا ، ▁نوازشریف ▁کو ▁عدالت ▁میں ▁اپنے ▁وکیل ▁کے ▁ذریعے ▁بھی ▁حاضر ی ▁یقینی ▁بنانے ▁کا ▁کہا ▁گیا ▁ہے۔ ▁عدالت ▁ عظم ی ٰ ▁نے ▁من یر ▁اے ▁ملک ▁ایڈ و وک یٹ ▁اور ▁ بیر سٹر ▁علی ▁ظفر ▁کو ▁عدالت ی ▁معاون ▁مقرر ▁کیا ▁ہے۔ ▁سماعت ▁کے ▁آغاز ▁پر ▁چیف ▁جسٹس ▁نے ▁ری مار کس ▁دیئے ▁کہ ▁جب ▁کیس ▁کی ▁سماعت ▁کا ▁سوچ ا ▁تو ▁نواز ▁شریف ▁اور ▁جہانگیر ▁ترین ▁کا ▁نام ▁ذہن ▁میں ▁آیا ، ▁اسی ▁لیے ▁دونوں ▁کو ▁نوٹس ▁جاری ▁کیا۔

▁ال یکٹر ان کس ▁کی ▁معروف ▁کمپنی ▁سون ی ▁کی ▁بنائی ▁ہوئی ▁ ’ س مار ٹ ▁عین ک ‘ ▁اگلے ▁مہین ے ▁دس ▁ممالک ▁میں ▁فروخت ▁کے ▁لیے ▁مارکیٹ ▁میں ▁پیش ▁کی ▁جا ▁رہی ▁ہیں۔

▁اعمال ▁پر ▁توجہ ▁دینے ▁کی ▁ضرورت
▁صنعتی ▁پیداوار ▁( ما ہ انہ )
▁لندن : ▁دنیا ▁میں ▁ایک ▁ڈ اک ▁خانہ ▁ایسا ▁بھی ▁ہے ▁جو ▁مکمل ▁طور ▁پر ▁پانی ▁کے ▁اندر ▁موجود ▁ہے ▁اور ▁یہاں ▁سے ▁آپ ▁وا ٹر ▁پر وف ▁ڈ اک ▁پوری ▁دنیا ▁کو ▁بھیج ▁سکتے ▁ہیں۔
▁محمد ▁علی ▁جناح : شخص یت ▁اور ▁سیاست
▁متعلقہ ▁مصنوعات
▁اس ▁بیماری ▁کے ▁ لاحق ▁ہونے ▁کی ▁کیا ▁وجہ ▁ہوتی ▁ہے ؟
▁3. ▁دیوار ▁م وٹ ائی ▁کی ▁قابل ▁اجازت ▁ان فی کشن ▁برائے ▁نام ▁ڈبلیو ▁ٹی ▁کے ▁ ± ▁10 ٪ ▁سے ▁زیادہ ▁نہیں ▁ہے .

▁ایکس چین ج ▁ ریٹ ▁پر ▁اسٹ یٹ ▁بینک ▁کو ▁حکومت ▁سے ▁مشاور ت ▁کرنی ▁چاہیے ، اس د ▁عمر
▁ناصر : ▁ا ُ س ▁کو ▁آزما نے ▁کی ▁کوشش ▁کی۔ ▁کیسے ؟
▁وزیر ِ ▁اعظم ▁بننے ▁کا ▁موقع ▁ملا ▁تو ▁ترجیح ات ▁بت اؤں ▁گا ، ▁شہباز ▁شریف
▁سنگھ ▁کے ▁حامی وں ▁نے ▁اس ▁جھوٹ ▁کی ▁اتنی ▁شدت ▁کے ▁ساتھ ▁اشاعت ▁و ▁تش ہ یر ▁کی ▁کہ ▁بال آخر ▁کرنا ٹک ▁پول س ▁کے ▁اعلی ▁حکام ▁کو ▁پریس ▁کانفرنس ▁کے ▁ذریعہ ▁مبینہ ▁پرو پی گ نڈ ہ ▁کی ▁تردید ▁کرنی ▁پڑ ی ▁کہ ▁حکومت ▁نے ▁ایسا ▁کوئی ▁حکم ▁ نامہ ▁جاری ▁نہیں ▁کیا ▁ہے۔ ▁بلکہ ▁یہ ▁سب ▁جھوٹ ▁ہے۔ ▁اس ▁اف وا ہ ▁کے ▁سر رش ت ہ ▁معلوم ▁کرنے ▁کی ▁جستجو ▁کی ▁تو ▁ہماری ▁جستجو ▁post card . news ▁نامی ▁ویب ▁سائٹ ▁پر ▁جا کر ▁ختم ▁ہوئی۔ ▁post card . news ▁نامی ▁ویب ▁سائٹ ▁ک ٹر ▁ہندو ▁تو ا ▁و ادی ▁کی ▁ہے ، ▁اس ▁کا ▁کام ▁ہی ▁ہر ▁روز ▁ف یک ▁نیوز ▁بنا ▁کر ▁سوشل ▁میڈیا ▁پر ▁پھیلا نا ▁ہے۔
▁سٹی ▁ایف ▁ایم ▁89
▁کیا ▁بنا ▁تحقیق ▁کیے ▁ہمارے ▁فیس ب کی ▁مج ا ہ دین ▁اس ▁کے ▁ان ▁اقدامات ▁کو ▁سرا ہ یں ▁گے ▁یا ▁پھر ▁روایت ی ▁ہ ٹ ▁ دھر می ▁کو ▁برقرار ▁رکھتے ▁ہو و ے ▁اسے ▁یہودی ▁سازش ▁ہی ▁قرار ▁دیں ▁گے ▁ . ▁میرے ▁خیال ▁سے ▁انہیں ▁اب ▁اس ▁بیان ▁کے ▁بعد ▁تو ▁یہ ▁مان ▁لینا ▁چاہیے ▁کہ ▁” ▁فیس ▁بک ▁بھی ▁مسلمان ▁ہوگئی ▁ہے ▁”
▁موسم ▁کا ▁حال

▁اختتام ی ▁تقریب ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁سہ ارا ▁یو تھ ▁کھ رم نگ ▁کے ▁صدر ▁وزیر ▁محمد ▁ان جم ▁نے ▁کہا ▁کہ ▁سہ ارا ▁یو تھ ▁کھ رم نگ ▁میں ▁بل تی ▁ثقافت ▁کو ▁زندہ ▁ر ر کھ نے ▁کے ▁لئے ▁کو ش اں ▁ہے ▁اور ▁کافی ▁حد ▁تک کام ی اب ▁رہے ▁ہیں ▁جبکہ ▁سہ ارا ▁یو تھ ▁جوان وں ▁کو ▁ہ نر ▁مند ▁بنانے ▁کے ▁لئے ▁کئی ▁ورک شا پس ▁انعقاد ▁کر چ کے ▁ہیں ▁۔
▁Home ▁» ▁Business ▁» ▁بار کلی ز ▁– ▁ٹائمز ▁آف ▁انڈیا ▁کا ▁کہنا ▁ہے ▁کہ ▁ایم ی زون ▁بھارت ▁مجموعی ▁فروخت ▁میں ▁فل پ کار ٹ ▁کھا تا ▁ہے
▁” کو ئی ▁بات ▁نہیں ▁ہے - ▁اور ▁مجھے ▁بھی ▁اب ▁کچھ ▁یاد ▁نہیں ▁ہے - “ ▁ورد ا ▁نے ▁بات ▁ٹ ال نے ▁کے ▁لئے ▁غ ص ہ ▁دکھا تے ▁ہوئے ▁کہا -
▁اگر ▁کوئی ▁صاحب ▁بص ی رت ▁اگست ▁میں ▁پیش ▁آنے ▁والے ▁کوئٹہ ▁وگو ادر ▁کے ▁واقعات ، بھارت ▁کے ▁وزیراعظم ▁نریندر مود ی ▁کی ▁15 ▁اگست ▁کو لال ▁قلع ے ▁میں ▁پاکستان ▁کے ▁خلاف ▁ اشت عال ▁انگیز ▁تقریر ، ▁بلوچستان ▁میں ▁دہشت ▁گردی ▁کا ا عت راف ▁22 ▁اگست ▁کو ال ط اف ▁کا پاکستان ▁کے ▁خلاف ▁زہر ▁میں ▁بج ھا ▁خطاب ▁میڈیا ▁ہا وس ز ▁پر حمل ے ▁، ▁پھر ▁امریکہ ▁اور ▁افریقہ ▁میں ▁اپنی ▁تنظیم ▁کے ▁کارکنوں ▁سے ▁خطاب ▁میں ▁پاکستان ▁تو ڑنے ▁کے ▁مع اذ اللہ ▁منصوبے ▁کو ایک ▁پیچ ▁پر رک ھے ▁تو ▁نتیجہ ▁نکال نا ▁مشکل ▁نہیں ▁کہ ▁الطاف ▁کو ▁کس ▁نئی ▁گری نڈ ▁سازش ▁کام ہ رہ ▁بنایا ▁جارہا ▁ہے ▁۔ ا صل ▁میں ▁یہ ▁سی ▁پیک ▁کے ▁خلاف ▁امریکی ▁اور ▁بھارتی ▁مشترکہ ▁مہم ▁کا ▁حصہ ▁ہے ▁کہ ▁وہ ▁چاہتے ▁ہیں ▁کہ ▁گو ادر ▁والا سار ا ▁منصوبہ ▁بر باد ہو جا ئے۔ پاکستان ▁کے ▁تمام ▁دشمن ▁یاد ▁رکھیں ▁اللہ ▁تعالی ٰ ▁کے ▁فضل ▁و کر م ▁سے ▁پاکستان ▁ٹوٹ نے ▁کے ▁لئے ▁نہیں ، ▁ان ▁شاء ▁اللہ ▁تعالی ٰ ▁قیامت ▁تک ▁قائم ▁رہنے ▁کے ▁لئے ▁بنا ▁ہے۔ ▁لفظ ’ ’ ▁پاکستان ‘‘ ▁کے ▁ساتھ ▁رو ئے ▁زمین ▁میں ▁زندہ ▁باد ▁کے ▁علاوہ ▁کوئی ▁لفظ ▁سج تا ▁ہی ▁نہیں ▁ہے۔ ▁زندہ ▁دل ▁ہی ▁پاکستان ▁زندہ ▁باد ▁کان ع رہ ▁لگا ▁سکتے ▁ہیں ▁۔ مرد ہ ▁دل وں ▁کو یہ ▁توفیق ▁نہیں ▁ہے ▁۔ صاحب ِ ▁نظر ▁مولانا ▁شاہ ▁احمد ▁نور انی ▁نے ▁بہت ▁پہلے ▁فرمایا ▁تھا ▁کہ ▁الطاف ▁مر ے ▁گا ▁تو ▁اس ▁کو ▁پاکستان ▁کی ▁م ٹی ▁نصیب ▁نہیں ▁ہوگی۔ اس ▁کی ▁اس ▁ دھر تی ▁کے ▁خلاف ▁حالی ہ ▁سنگ ▁بار ی ▁اور ▁آتش ▁زنی ▁سے ▁ثابت ▁ہوگیا ▁کہ ▁وہ ▁اس ▁پاک ▁سرزمین ▁کی ▁پاک ▁م ٹی ▁کے ▁لائق ▁ہی ▁نہیں۔ ▁الطاف ▁جیسے ▁غ دار ▁چل تے ▁پھر تے ▁مر دار ▁ہیں ▁اور ▁پاکستان ▁ان ▁شاء ▁اللہ ▁قیامت ▁تک ▁سد اسلام ت ▁اور ▁برقرار ▁ہے۔

▁ہم ▁سے ▁رابطہ ▁کریں
▁تمہیں ▁کہ و ▁کہ ▁یہ ▁انداز ▁گفتگو ▁کیا ▁ہے ...
▁وہ ▁نرم ▁و ▁گ دا ز ▁بستر ▁کی ▁بجائے ▁کھل ے ▁سمندر ▁کے ▁کنار ے ▁پہ ▁تھا۔

▁ایران ▁کا ▁کہنا ▁ہے ▁کہ ▁اس ▁کی ▁جوہری ▁سرگرمی اں ▁پر امن ▁مقاصد ▁کے ▁لیے ▁ہیں ▁جب ▁کہ ▁مغرب ▁کو ▁خدش ہ ▁ہے ▁کہ ▁ایران ▁جوہری ▁بم ▁بنانا ▁چاہتا ▁ہے۔
▁ہماری ▁بارے ▁ميں
▁اس ▁قرارداد ▁کی ▁قانونی ▁حیثیت ▁سلامتی ▁کونسل ▁کی ▁قرارداد ▁کی ▁طرح ▁پابند ▁کرنے ▁والی ▁نہیں۔ ▁تاہم ▁اس ▁میں ▁شام ی ▁حکومت ▁کی ▁جانب ▁سے ▁بھاری ▁ہتھیار وں ▁کے ▁استعمال ▁کے ▁علاوہ ▁شام ی ▁حکومت ▁کی ▁جانب ▁سے ▁سوی لین ▁علاقوں ▁سے ▁اف وج ▁کے ▁ان خل اء ▁میں ▁ناکام ی ▁پر ▁بھی ▁تنقید ▁کی ▁گئی ▁ہے۔
▁آپ ▁کس ▁کو ▁جانتے ▁ہیں ، ▁لاگ ▁ان ▁کر ▁کے ▁معلوم ▁کریں ▁Entertainment ▁Pakistan
▁4 ▁ت جھ ▁سے ▁پوچھ تے ▁ہیں ▁کہ ▁ان ▁کے ▁لیے ▁کیا ▁چیز ▁حلال ▁ہے ▁کہہ ▁دو ▁تمہارے ▁ واسط ے ▁سب ▁پاک ی زہ ▁چیز یں ▁حل ا ▁ل ▁کی ▁گئی ▁ہیں ▁اور ▁جو ▁شکار ی ▁جانور ▁جسے ▁شکار ▁پر ▁دو ڑنے ▁کی ▁تعلیم ▁دو ▁کہ ▁انہیں ▁سکھ ات ے ▁ہو ▁اس ▁میں ▁سے ▁جو ▁الله ▁نے ▁تمہیں ▁سکھ ایا ▁ہے ▁سو ▁اس ▁میں ▁سے ▁کھا ؤ ▁جو ▁وہ ▁تمہارے ▁لیے ▁پکڑ ▁رکھیں ▁اور ▁اس ▁پر ▁الله ▁کا ▁نا ▁م ▁لو ▁اور ▁الله ▁سے ▁ڈر تے ▁رہ و ▁بیش ک ▁الله ▁جلد ▁حساب ▁لینے ▁والا ▁ہے
▁ایک ▁شام ▁کا ▁احوال ، ▁ایک ▁رات ▁کی ▁کہانی
▁افکار ▁تازہ ▁اور ▁سبق ▁آموز ▁کہانی اں ▁آزاد ▁کشمیر ▁کے ▁تمام ▁کالج وں ▁کی ▁ل ائی بری وں ▁میں ▁شامل
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁انسان ▁کا ▁جسم ▁دو ▁چیز وں ▁سے ▁مرکب ▁ہے :
▁اس ▁معاملے ▁میں ▁لب ▁کش ائی ▁کی ▁ہے۔ بھارت ی ▁میڈیا ▁رپورٹ س ▁کے ▁مطابق ▁اداکار ▁سیف ▁علی ▁خان ▁کا ▁کہنا ▁تھا ▁کہ ▁تیم ور ▁کو ▁مکمل ▁طور ▁پر ▁کوئی ▁بھی ▁مذہب ▁اختیار ▁کرنے ▁میں ▁آزادی ▁حاصل ▁ہے ▁جب ▁کہ ▁بطور ▁والد ▁میں ▁چاہتا ▁ہوں ▁میرا ▁بیٹا ▁کھل ے ▁ذہن ▁اور ملک ▁کا ▁اچھا ▁ام یج ▁بنانے ▁والا ▁بنے ▁لیکن ▁کر ینہ ▁تیم ور ▁کو ▁لب رل ▁اور عا جز انسان ▁دیکھنے ▁کی ▁خواہش ▁مند ▁ہیں ▁تاہم ▁تیم ور ▁نے ▁خود ▁ہی ▁اپنے ▁مستقبل ▁کا ▁فیصلہ ▁کرنا ▁ہے۔ وا ضح ▁رہے ▁کہ ▁سیف ▁علی ▁خان ▁اور ▁کر ینہ ▁کپور ▁نے ▁2012 ▁میں ▁شادی ▁کی ▁تھی
▁اسلام ▁کا ▁تصور ▁ تز کی ہ ▁نفس ▁(1)
▁ایک ▁بزرگ ▁بول ے ▁میں ▁ہوں۔
▁تبصرے ▁دیکھیں
▁سینٹ ▁الیکشن ▁، ▁پیپلز ▁پارٹی ▁کے ▁نظر ▁ یات ▁کی ▁این ٹ ▁سے ▁این ٹ ▁بجا ▁کر ▁زرداری ▁جیت ▁گئے
▁محقق ین ▁نے ▁اس ▁صورت ▁حال ▁سے ▁نم ٹ نے ▁کے ▁لئے ▁کی ▁کوشش ▁ہے ▁کہ ▁ایک ▁طریقہ ▁یہ ▁اعداد ▁و ▁شمار ▁ڈی ▁کی ▁شناخت ▁حساس ▁معلومات ▁ہے ▁کہ ▁کرنے ▁کے ▁لئے ▁ہے . ▁لیکن ، ▁میں ▁باب ▁6 ▁( ا خلاق یات ) ▁اس ▁نقط ہ ▁نظر ▁کو ▁سنج ی دگی ▁سے ▁وسیع ▁پیمان ے ▁پر ▁سماجی ▁سائنس دان وں ▁اور ▁ڈیٹا ▁سائنس دان وں ▁کو ▁دونوں ▁طرف ▁سے ▁کی ▁تعریف ▁نہیں ▁کر ▁رہے ▁ہیں ▁اس ▁طریقے ▁سے ▁لم یٹ ڈ ▁میں ▁تفصیل ▁سے ▁دکھا یا ▁جائے ▁گا ▁کے ▁طور ▁پر .
▁سی ال کو ٹ ▁، تحر یک ▁انصاف ▁کی ▁حکومت ▁ابھی ▁تک ▁خارجہ ▁پالیسی ▁واضح ▁کرنے ▁میں ▁ناکام ▁رہی ▁ہے ، خوا جہ ▁آصف
▁ہمارے ▁بارے ▁میں
▁کیا ▁جناب ِ ▁ابو ▁طالب ▁کی ▁وفات ▁حالت ِ ▁ایمان ▁میں ▁ہوئی ▁تھی ؟
▁اتنے ▁ نف یس ▁بزرگ ▁کے ▁ساتھ ▁اس ▁سلوک ▁پر ▁ضرور ▁خدا ▁کی ▁ناراض گی ▁مول ▁لی ▁گئی ▁ہے
▁سف یان ▁نور ی ▁( ▁جو ▁اپنے ▁زمان ہ ▁کے ▁مشہور ▁ فق ہ اء ▁میں ▁سے ▁ایک ▁ہیں ▁اور ▁اہل ▁سنت ▁کے ▁یہاں ▁علم ▁و ▁ زہ د ▁پر ہ یز ▁کاری ▁کے ▁حوالے ▁سے ▁بہت ▁مشہور ▁ہیں ▁) ▁نے ▁بھی ▁امام ▁جعفر ▁صادق ▁( ع ) ▁کی ▁شاگرد ی ▁اور ▁آپ ▁سے ▁علمی ▁اور ▁اخلاقی ▁میدان ▁میں ▁کسب ▁فیض ▁کیا ▁ہے ▁اور ▁امام ▁صادق ▁( ع ) ▁سے ▁حدیث یں ▁بھی ▁نقل ▁کی ▁ہیں۔
▁امام ▁حسین ▁( ع ) ▁کا ▁قافل ہ ، ▁ماہ ▁محرم ▁کی ▁دوسری ▁تاریخ ▁کو ▁کربلا ▁میں ▁وارد ▁ہوتا ▁ہے۔ ▁اس ▁سرزمین ▁پر ▁امام ▁( ع ) ▁اور ▁ان ▁کے ▁خاندان ▁اور ▁اصحاب ▁با ▁ وفا ▁کے ▁لئے ▁حالات ▁مزید ▁سخت ▁و ▁دشوار ▁ہو ▁جاتے ▁ہیں ▁دشمن ▁امام ▁( ع ) ▁اور ▁ان ▁کے ▁بچوں ▁پر ▁پانی ▁بند ▁کر ▁دیتے ▁ہیں ▁تاکہ ▁شاید ▁امام ▁اور ▁ان ▁کے ▁ہمراہ ▁اصحاب ، ▁اپنی ▁است قامت ▁کھو ▁بیٹھ یں ▁اور ▁ان ▁کے ▁سامنے ▁تسلیم ▁ہو ▁جائیں ▁لیکن ▁ایسے ▁حالات ▁میں ▁کربلا ▁والوں ▁نے ▁ای ثار ▁و ▁فدا ▁کاری ▁کا ▁ایسا ▁اعلی ▁ترین ▁نمو نہ ▁پیش ▁کیا ▁جو ▁رہتی ▁دنیا ▁تک ▁کے ▁لئے ▁نمو ن ۂ ▁عمل ▁بن ▁گیا۔
▁پی نے ▁کے ▁پانی ▁کی ▁مصنوعات ▁ری گو ل یشن
▁اس ▁میں ▁عبد ▁ال رز اق ▁کو ▁شیعہ ▁لکھا ▁گیا ▁ہے
▁ال غرض ▁زندگی ▁کی ▁تمام ▁کیفیت یں ، ▁احساس ▁کی ▁کر وٹ یں ▁اور ▁خیال ▁کے ▁زا وی ے ، ▁مرزا ▁غالب ▁کی ▁شاعر ی ▁میں ▁س بھی ▁کچھ ▁ملتا ▁ہے۔
▁خیبر ▁ص ہی ون ▁تحقیقاتی ▁ویب ▁گاہ : ▁مقامی ▁ذرائع ▁کے ▁مطابق ، ▁اسرائیلی ▁فوج ▁نے ▁ی عبد ▁قص بے ▁میں ▁فلسطینی ▁ہائی ▁اسکول ▁پر ▁د ھا وا ▁بولا ▁اور ▁اسکول ▁میں ▁موجود ▁طلب اء ، ▁اساتذہ ▁اور ▁دیگر ▁عمل ے ▁کو ▁تشدد ▁کا ▁نشانہ ▁بنایا ۔ ▁فلسطینی ▁طلب اء ▁نے ▁ قاب ض ▁فوج ▁کی ▁غ نڈ ہ ▁گردی ▁کے ▁خلاف ▁احتجاج ▁کیا ▁تو ▁ص ہی ونی ▁فوجی وں ▁نے ▁ان ▁پر ▁آن سو گی س ▁کی ▁شی ل نگ ▁کی۔
▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک ▁Po ci and S mi th ▁said ...
▁صرف ▁اس ▁فورم ▁میں ▁تلاش
▁یہ ▁وہی ▁جماعت ▁ہے ▁جو ▁فوج ▁کو ▁بدن ام ▁کرنے ▁کیلئے ▁ڈ ان ▁لیک س ▁لائے
▁نوجوانوں ▁کا ▁صفحہ
▁امریکہ ▁کو ▁عالمی ▁سطح ▁پر ▁شکست ▁کا ▁سامنا ▁۔ ▁روحانی
▁’’ نی نڈر تھ ل ▁کی ▁نمای اں ▁خصوصیات ▁میں ▁ایک ▁اہم ▁خاصی ت ، ▁ان ▁کی ▁پس لی وں ▁کے ▁ جال ▁اور ▁حرکت ▁پذیر ▁ہ ڈی وں ▁کا ▁زیادہ ▁بھاری ▁بھر کم ▁ہونا ▁بھی ▁ہے۔ ▁تمام ▁محفوظ ▁شدہ ▁ہ ڈ یاں ▁ایک ▁ایسی ▁مضبوط ی ▁کا ▁تع ین ▁کرتی ▁ہیں ▁جو ▁شاید ▁ہی ▁کسی ▁انسان ▁نے ▁حاصل ▁کی ▁ہو۔ ▁مزید ▁یہ ▁کہ ▁مذکورہ ▁مضبوط ی ▁صرف ▁بالغ ▁مرد وں ▁ہی ▁تک ▁محدود ▁نہ ▁تھی ▁( جی سا ▁کہ ▁عموما ً ▁توقع ▁کی ▁جاتی ▁ہے ) ▁بلکہ ▁ان ▁کی ▁عورت یں ، ▁نوجوان ▁اور ▁بچے ▁تک ▁اسی ▁قدر ▁مضبوط ▁جسم ▁کے ▁مالک ▁تھے۔ ‘‘
▁آپ ▁کا ▁درخواست ▁کردہ ▁عمل ▁گروہ : ▁صارفین ▁کے ▁صارفین ▁تک ▁محدود ▁ہے .
▁کرنے ▁کے ▁لئے ▁ایئر ▁لائن ▁ٹکٹ ▁آسٹریلیا
▁رمضان ▁المبارک ▁میں ▁ہمیشہ ▁دس ▁روز ▁کا ▁اعت ک اف ▁فرماتے ▁تھے۔ ▁10 ھ ▁میں ▁20 روز ▁کا ▁اعت ک اف ▁فرمایا ۔ ▁ایک ▁دن ▁حضرت ▁فاطمہ ▁بت ول ▁رضی ▁اللہ ▁تعالی ▁عنہ ما ▁تشریف ▁ل ائیں ▁تو ▁ان ▁سے ▁فرمایا : پی اری ▁بیٹی ! اب ▁مجھے ▁اپنی ▁رحلت ▁قریب ▁معلوم ▁ہوتی ▁ہے۔ ▁ان ہی ▁ایام ▁میں ▁شہد ائے ▁احد ▁کی ▁تکلیف ، ▁بے ▁بس ی ▁کی ▁شہادت ▁اور ▁مردان ہ ▁وار ▁قربانی وں ▁کا ▁خیال ▁آ ▁گیا ▁تو ▁گنج ▁شہید اں ▁میں ▁تشریف ▁لے ▁گئے ▁اور ▁بڑے ▁در دو گذار سے ▁ان ▁کے ▁لئے ▁دعا ئیں ▁کی ں۔ ▁نماز ▁جنازہ ▁پڑھ ی ▁اور ▁انہیں ▁اس ▁طرح ▁الو داع ▁کہ ی ▁جس ▁طرح ▁ایک ▁شف یق ▁بزرگ ، ▁اپنے ▁کم ▁سن ▁بچوں ▁سے ▁پیار ▁کرتا ▁ہے ▁اور ▁پھر ▁انہیں ▁الو داع ▁کہ تا ▁ہے۔ ▁یہاں ▁سے ▁واپس ▁آئے ▁تو ▁من بر ▁نب وی ▁( صل ی ▁اللہ ▁علیہ ▁و ▁آل ہ ▁و ▁سلم ) ▁پر ▁جلو ہ ▁ط راز ▁ہوئے ▁اور ▁ارب اب ▁صدق ▁وصف اس ے ▁نہای ت ▁درد مندان ہ ▁لہ جہ ▁میں ▁مخاطب ▁ہو ▁کر ▁ارشاد ▁فرمایا ۔
▁اضلاع ▁کی ▁خبریں
▁“ رابط ے ▁کی ▁اخلاقی ات ”
▁شہر ▁کی ▁خبریں
▁می نڈی لاک ی ▁عمر 94 ▁برس ▁ہے ▁اور ▁وہ ▁خاص ے ▁عرصے ▁سے ▁علی ل ▁ہیں۔ ▁ہفتے ▁کی ▁رات ▁کو ▁ان ▁کی ▁حالت ▁بگ ڑ ▁گئی ▁اور ▁انھیں ▁پری ٹو ریا ▁کے ▁ہسپتال ▁میں ▁داخل ▁کروا ▁دیا ▁گیا۔
▁ذ َ ن ْ ب ’ ‘ ▁: ▁سب ▁سے ▁پہلے ▁اس ▁کا ▁ساد ہ ▁ترجمہ ▁میں ▁مفر دات ▁ راغ ب ▁کے ▁حوالے ▁سے ▁آپ ▁کے ▁سامنے ▁رکھتا ▁ہوں۔ ▁جب ▁اس ▁لفظ ▁کا ▁’’ ن ‘‘ ▁ساکن ▁ہو ▁تو ▁اس ▁کے ▁مع نے ▁گناہ ▁کے ▁ہوتے ▁ہیں ▁اور ▁اس ▁کی ▁جمع ▁ذ ُ ن ُ و ْ ب ▁آتی ▁ہے ▁’’ ذ ال ‘‘ ▁کی ▁پیش ▁کے ▁ساتھ ۔ ذ َ ن وب ▁نہیں ▁بلکہ ▁ذ ُ ن وب ▁مفر دات ▁امام ▁ راغ ب ▁میں ▁’’ ▁ی ُ س ْ ت َ ع ْ م َ ل ْ ▁ف ِ ی ▁ک ُ ل ّ ▁ف ِ ع ْ ل ٍ ▁ی ْ س ْ ت َ وخ َ م ُ ▁ع ُ ق ْ ب َ ا ہ ُ ‘‘
▁یہی ▁وجہ ▁ہے ▁کہ ▁انا ّ ▁جب ▁کی ک ▁کی ▁د کان ▁میں ▁داخل ▁ہوتی ▁ہیں ▁تو ▁وہ ▁کہ تی ▁ہیں ،
▁خود ▁ساخت ہ ▁ساد ھو ▁سے ▁ناجائز ▁تعلقات ▁کی ▁مخالفت ▁کرنے ▁والے ▁بیٹے ▁کا ▁ماں ▁نے ▁کر ایا ▁قتل
▁ہلاک ▁ہونے ▁والے ▁ان تا لیس ▁افراد ▁میں ▁سول ہ ▁غیر ▁ملکی ▁بھی ▁شامل ▁ہیں ، ▁ترک ▁وزیر ▁داخلہ
▁امریکہ ▁سمیت ▁20 ▁سے ▁زائد ▁ممالک ▁کے ▁عمران ▁خان ▁کو ▁خطوط ، ▁نیک
▁نکاح ▁ہل الہ ▁کے ▁خاتون ▁کی ▁پہلی ▁شکایت ▁پر ▁پولیس ▁نے ▁ع صمت ▁ریزی ▁کے ▁الزام ▁پر ▁ایف ▁ ائی ▁آر ▁درج ▁کی۔
▁اس ▁وزارت ▁نے ▁اقوام ▁متحدہ ▁کے ▁سیکریٹری ▁جنرل ▁اور ▁سلامتی ▁کونسل ▁کے ▁سربراہ ▁کے ▁نام ▁علی حد ہ ▁علی حد ہ ▁مراسل ے ▁میں ▁اس ▁دہشت ▁گرد انہ ▁حملے ▁کی ▁بابت ▁ان ▁کو ▁آگاہ ▁کیا ▁اور ▁اس ▁حملے ▁کی ▁مذمت ▁کی۔
▁ پرانے ▁زمان ے ▁میں ▁کسان ▁گھروں ▁کو ▁رنگ ▁کرنے ▁کے ▁لیے ▁بیل ▁کا ▁خون ▁استعمال ▁کیا ▁کرتے ▁تھے۔ ▁وہ ▁چون ے ▁اور ▁چند ▁دوسرے ▁ا جزاء ▁اور ▁تیل ▁وغیرہ ▁کو ▁خون ▁کے ▁ساتھ ▁م کس ▁کر ▁دیا ▁کرتے ▁تھے ▁اور ▁دیوار ▁کے ▁لیے ▁رنگ ▁تیار ▁ہو ▁جاتا ▁تھا۔ ▁یہ ▁رنگ ▁لک ڑی ▁کے ▁فرش ▁کے ▁لیے ▁بھی ▁استعمال ▁کیا ▁جاتا ▁تھا۔
▁۱۴ . ▁( ا ے ▁رسول صلى ▁الله ▁عليه ▁وسلم ) ▁کہ و ▁کیا ▁میں ▁اللہ ▁کو ▁چھوڑ ▁کر ▁کسی ▁اور ▁کو ▁اپنا ▁سرپرست ▁بن اؤں ▁؟ ▁جو ▁آسمان وں ▁اور ▁زمین ▁کا ▁بنانے ▁والا ▁ہے ▁جو ▁( سار ی ▁مخلوق ▁کو ) ▁روزی ▁دیتا ▁ہے ▁( کھ لات ا ▁ہے ▁) ▁مگر ▁اس ▁کو ▁کوئی ▁روزی ▁نہیں ▁دیتا ▁( اس ے ▁کوئی ▁نہیں ▁کھل ات ا ) ۔ ▁کہ و ۔ ▁مجھے ▁حکم ▁دیا ▁گیا ▁ہے ▁کہ ▁میں ▁سب ▁سے ▁پہلا ▁مسلمان ▁( خدا ▁کے ▁سامنے ▁سر ▁تسلیم ▁جھ کا نے ▁والا ) ▁بن ▁کر ▁رہ وں ▁اور ▁یہ ▁حکم ▁بھی ▁دیا ▁گیا ▁ہے ▁کہ ▁شرک ▁کرنے ▁والوں ▁میں ▁سے ▁نہ ▁ہونا ۔
▁نماز ▁آیات ▁کا ▁وقت ▁- ▁آیت ▁اللہ ▁شیخ ▁محمد ▁جواد ▁ فاضل ▁لنک رانی ▁کی ▁ویب ▁سائٹ
▁انتہا ▁پسند ی ▁اور ▁رد ▁عمل ▁کی ▁نفس یات ▁(2)
▁* ▁اعتماد ▁ان ▁امید وں ▁کی ▁طرف ▁سے ▁حساب ▁حدود ▁میں ▁دکھا یا ▁نہیں ▁کیا ▁گیا
▁’’ تو ▁تم ہ ارا ▁کیا ▁خیال ▁ہے ▁کہ ▁یہی ▁وجہ ▁ہے ؟ . ... ▁اچھا ، ▁تم ▁غلط ▁ف ہم ی ▁پر ▁ہو۔ ▁تمہیں ▁یاد ▁ہے ▁کہ ▁چند ▁دن ▁پہلے ▁تم ▁نے ▁ڈ اک ▁سے ▁آئی ▁کوئی ▁چیز ▁وصول ▁کی ▁تھی ؟ ‘‘
▁نادر ▁بول ی ▁اچھا ▁تو ▁وہ ▁بھی ▁میں ▁نے ▁نہیں ▁سنا ۔
▁ٹریفک ▁حادث ات ▁کی ▁روک ▁تھا م ، ▁پولیس ▁کو ▁ بلی ▁سے ▁مدد ▁ل ینی ▁پڑ ▁گئی ، ▁ویڈیو ▁وائرل
▁ممبئی : ▁عامر ▁خان ▁کی ▁فلم ▁، ▁پی ▁کے ▁کی ▁ریلی ز ▁کو ▁دیکھتے ▁ہوئے ▁دیگر ▁فلم ▁می کر ▁اپنی ▁فلم وں ▁کی ▁ریلی ز ▁19 ▁دسمبر ▁کو ▁کرنے ▁کے ▁بجائے ▁آگے ▁پیچھے ▁کر ▁رہے ▁ہیں ▁کیونکہ ▁ان ▁کو ▁عامر ▁خان ▁کی ▁فلم ▁کی ▁کامیابی ▁کا ▁خوف ▁ہے۔ ▁جس ▁طرح ▁سلمان ▁خان ▁کو ▁یہ ▁یقین ...
▁اس ▁ہفتے ▁کی ▁کتاب ▁( orta dir ek )
▁اس ▁صفح ے ▁کو ▁مشت ہر ▁کریں
▁5. ▁ایک ▁برف ▁شادی ▁سے ▁پہلے ▁ہونا
▁Hot ▁Tags : ▁پتھر ▁لی پ ت ▁چپ ▁چھ ت ▁ٹ ائل ▁بنا تا ▁ہے ▁فیکٹری ▁میں ▁ڈو مین ی کن ▁ری پ بل ک ، ▁ہی ٹی ، ▁جم یکا ، ▁بار با ڈ وس ، ▁چین ، ▁می نوف یک چر رز ، ▁سپ لائ رز ، ▁فیکٹری ، ▁کمپنی ، ▁تھ وک ، ▁خرید ، ▁سست ی ، ▁کم ▁قیمت ، ▁مصنوعات
▁دنیا ▁والی ▁بیوی ▁آخرت ▁میں ▁کس ے ▁ملے ▁گی ▁( ▁Jul ▁10 , ▁2018 ▁)
▁پروفیسر ▁غلام ▁ یح ی ٰ ▁ان جم ▁صاحب ▁ممبئی ▁ یون ورس ٹی ▁میں ▁منعقد ▁ہونے ▁والے ▁سیم نار ▁میں ▁شرکت ▁کی ▁ غرض ▁سے ▁تشریف ▁لائے ▁ہوئے ▁تھے ▁۔ ▁اس ▁بھاگ ▁د وڑ ▁کی ▁دنیا ▁میں ▁جب ▁کہ ▁کسی ▁کے ▁پاس ▁مذہبی ▁کتاب یں ▁پڑھنے ▁اور ▁علما ▁ء ▁کے ▁پاس ▁بیٹھ نے ▁کا ▁وقت ▁نہیں ▁کس ▁طرح ▁سے ▁دینی ▁معلومات ▁فراہم ▁کی ▁جا ▁ ئے ▁۔ ▁اس ▁موضوع ▁پر ▁علماء ▁نے ▁سنج ی دگی ▁سے ▁غور ▁کیا ▁نیز ▁مختلف ▁ت جا ویز ▁زیر ▁غور ▁آئیں ▁اور ▁ابھی ▁اس ▁سلسلے ▁میں ▁کئی ▁ایک ▁م ٹنگ ▁کی ▁ضرورت ▁ہے ▁۔ ▁تاکہ ▁مناسب ▁حل ▁تلاش ▁کیا ▁جا س کے ▁۔ ▁ڈاکٹر ▁صاحب ▁نے ▁فرمایا ▁مجھے ▁امید ▁ہے ▁کہ ▁عل اء ▁ا کر ▁ام ▁کے ▁م شور وں ▁سے ▁مستقبل ▁میں ▁کوئی ▁نہ ▁کوئی ▁حل ▁اس ▁کے ▁بابت ▁ضرور ▁تلاش ▁کیا ▁جا س کے ▁گا۔ ▁انشاء ▁اللہ
▁ ٭ ٭ ▁ابو ▁بکر ▁بن ▁ ابی ▁شی بہ ، ▁عبد ▁الو ہ اب ، ▁خالد ، ▁ ابی ▁عل اء ، ▁م طرف ، ▁حضرت ▁ عی اض ▁بن ▁حم ار ▁فرماتے ▁ہیں ▁کہ ▁اللہ ▁کے ▁رسول ▁نے ▁فرمایا ▁جسے ▁گم ش دہ ▁چیز ▁ملے ▁تو ▁وہ ▁ایک ▁یا ▁دو ▁دین دار وں ▁کو ▁گواہ ▁بنا ▁لے ▁پھر ▁اس ▁میں ▁کوئی ▁تبدیلی ▁نہ ▁کرے ▁اسے ▁چھپ ائے ▁نہیں ▁اگر ▁اس ▁کا ▁مالک ▁آ ▁جائے ▁تو ▁وہی ▁اس ▁کا ▁حق دار ▁ہے ▁ورنہ ▁وہ ▁اللہ ▁کا ▁مال ▁ہے ▁اللہ ▁جسے ▁چاہے ▁دید ے۔
▁گر چہ ▁من ▁ل یلی ٰ ▁اساس م ▁دل ▁چو م جن ون ▁د ونو است ▁سر بہ ▁صحرا می ▁زن م ▁لیکن ▁ح ی از نج یر ▁پا است ▁دختر ▁شاہ م ▁و لیکن ▁رو بہ ▁فقر ▁آورد ہ ▁ام ▁' زی ب ' ▁و ▁' زین ت ' ▁بس ▁ھ مین م ▁نام ▁من ▁ز یب ▁النساء ▁است ▁تاریخ ▁پاک ▁و ▁ہند ▁میں ▁اس ▁کے ▁بارے ▁میں ▁لکھا ▁گیا ▁ہے ▁کہ ▁ز یب ▁النساء ▁نے ▁عربی ▁اور ▁فارسی ▁کی ▁اع ل ٰ ی ▁تعلیم ▁حاصل ▁کرنے ▁کے ▁ساتھ ▁ساتھ ▁قرآن ▁پاک ▁بھی ▁حفظ ▁کیا۔ ▁شعر و شاعر ی ▁میں ▁اپنے ▁استاد ▁ملا ▁محمد ▁سعید ▁اشرف ▁ما ژن داران ی ▁سے ▁اصلاح ▁لی ، ▁علما ▁اور ▁اہل ▁فن ▁کی ▁بھر ▁پور ▁سرپرست ی ▁کی ▁اور ▁ان ▁کے ▁لیے ▁ایک ▁اع ل ٰ ی ▁پائے ▁کا ▁کتب ▁خانہ ▁قائم ▁کیا۔ ▁اشعار ▁کا ▁نمو نہ ▁ملاحظ ہ ▁ہو : ۔
▁ہاتھ ▁کا ▁دیا ▁ہی ▁کام ▁آتا ▁ہے ▁۔ ▁نیک ی ▁کبھی ▁نہ ▁کبھی ▁کام ▁آتی ▁ہے ▁۔
▁ان ▁کے ▁کہنے ▁کا ▁الگ ▁انداز ▁تھا
▁10. 5 ▁ملی ▁میٹر ▁/ ▁11 ▁ملی ▁میٹر ▁ہی رے ▁کی ▁تار ▁کو ▁کا ٹ نے ▁کے ▁...
▁اب ▁چھوڑ ▁دے ▁ان ▁کو ▁بک ▁بک ▁کریں ، ▁اور ▁کھیل یں ، ▁جب ▁تک ▁مل یں ▁اپنے ▁اس ▁دن ▁سے ، ▁جس ▁کا ▁ان کو وعد ہ ▁ہے۔
▁بد قسم تی ▁سے ▁مسلم ▁معاشر وں ▁میں ▁شدت ▁پسند ی ▁اور ▁م عروض ی ▁حالات ▁کے ▁درمیان ▁تعلق ▁پر ▁کوئی ▁جامع ▁تحقیق ▁سامنے ▁نہ ▁آ ▁سک ی ۔
▁مدینہ ▁مسجد ▁آش ٹن ▁میں ▁ علامہ ▁محمد ▁اقبال ▁کی ▁80 ویں ▁برس ی ▁کے ▁حوالہ ▁سے ▁ب زم ▁کا ▁انعقاد
▁اسلام ▁آباد ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁27 ▁مئی 2018 ء ) ▁ڈاکٹر ▁اعجاز ▁کو ▁وزارت ▁خارجہ ▁میں ▁افغانستان ▁ڈیسک ▁کا ▁نیا ▁ڈائریکٹر جن رل ▁مقرر ▁کیا ▁گیا ▁ہے ▁۔ ▁وزارت ▁خارجہ ▁کے ▁ذرائع ▁نے ▁’’ این ▁این ▁آئی ▁‘‘ کو ▁بتایا ▁کہ ▁ڈاکٹر ▁اعجاز ▁کو ▁منصور ▁احمد ▁خان ▁کی ▁جگہ ▁نیا ▁افغان ▁ڈیسک ▁کا ▁ان چار ج ▁بنایا ▁گیا ▁ہے ▁جبکہ ▁منصور ▁خان ▁کو ▁آس ٹری ا ▁میں ▁پاکستان ▁کا ▁سفیر ▁تعینات ▁کیا ▁گیا ▁ہے ▁۔
▁اقبال ▁اور ▁قرآن
▁یا ما ہا ▁موٹر ز ▁نے ▁125 سی ▁سی ▁سیریز ▁کی ▁نئی ▁ بائی ک ▁کی ▁قیمت ▁میں 15 ہ زار ▁تک ▁کا ▁اضافہ
▁کراچی ▁میں ▁بلد ی اتی ▁الیکشن ▁کون ▁روک ▁رہا ▁ہے ؟؟؟
▁جرمن ▁زبان ▁کی ▁ترویج ▁کا ▁ایوارڈ ، ▁گلو کار وں ▁کے ▁ایک ▁گروپ ▁کے ▁نام ▁14 .10. 2018
▁مریم ▁نے ▁سوشل ▁میڈیا ▁پر ▁اپنی ▁ایک ▁جگہ ▁بنا ▁لی ▁ہے ▁... . اگر چہ ▁پی ▁ٹی ▁آئی ▁اس ▁میدان ▁میں ▁ نون ▁لیگ ▁سے ▁کہیں ▁آگے ▁ہے ▁مگر ▁مریم ▁نے ▁اس ▁خل ا ▁کو ▁کافی ▁کم ▁کیا ▁ہے ▁... . خاص ▁تو ▁پر ▁نوجوان ▁طبق ے ▁کو ▁اپنی ▁طرف ▁ راغ ب ▁کرنے ▁کے ▁لیے ▁سوشل ▁میڈیا ▁پر ▁پارٹی ▁کو ▁متحرک ▁کرنا ▁بہت ▁ضروری ▁تھا ▁... . نہ ▁صرف ▁یہ ▁بلکہ ▁مریم ▁نے ▁جس ▁ سٹ ائل ▁سے ▁... . اور ▁طنز یہ ▁انداز ▁میں ▁اپنے ▁مخالفین ▁کو ▁ٹو یٹر ▁پر ▁ر گی دا ▁ہے ▁..... اس ▁سے ▁ظاہر ▁ہوتا ▁ہے ▁کہ ▁مریم ▁میں ▁کچھ ▁صلاحیت یں ▁ہیں ▁... . ی اد ▁رہے ▁کہ ▁امریکی ▁صدر ▁ٹرمپ ▁نے ▁ٹو یٹر ▁کو ▁بڑے ▁ہی ▁موثر ▁انداز ▁میں ▁اپنے ▁حق ▁میں ▁استعمال ▁کیا ▁تھا ▁..... ال یکٹر ان ک ▁میڈیا ▁میں ▁مریم ▁کے ▁ٹو یٹ ▁جس ▁طرح ▁... م ثبت ▁اور ▁منفی ▁انداز ▁میں ▁ڈ س کس ▁ہوتے ▁ہیں ▁... اس ▁سے ▁اندازہ ▁لگا نا ▁مشکل ▁نہیں ▁کہ ▁یہ ▁کار آم د ▁ثابت ▁ہو ر ہے ▁ہیں
▁مردم ▁شمار ی ▁عمل ے ▁کو ▁کوئٹہ ▁کے ▁رہائش ی ▁نے ▁آگاہ ▁کیا ▁کہ ▁اس ▁کے ▁10 ▁بچے ▁اور ▁23 ▁بیٹی اں ▁جبکہ ▁تین ▁بیوی اں ▁ہیں ▁جو ▁اس ▁کے ▁ساتھ ▁ہی ▁رہائش ▁پذیر ▁ہیں۔ ▁مردم ▁شمار ی ▁کے ▁فارم ▁میں ▁اتنے ▁بچوں ▁کے ▁اند راج ▁کا ▁خانہ ▁موجود ▁نہیں ▁تو ▁ٹیم ▁نے ▁کمشنر ▁کوئٹہ ▁کو ▁آگاہ ▁کردیا۔
▁اس ▁واقعے ▁کے ▁بعد ▁عرب ▁گ ُ ل ▁نے ▁ترک ▁وطن ▁کا ▁فیصلہ ▁کر ▁لیا۔ ▁اس ▁کا ▁کہنا ▁ہے ▁کہ ▁وہ ▁ایک ▁ای ج نٹ ▁کی ▁مدد ▁سے ▁پاکستان ▁سے ▁نکل ا ▁لیکن ▁اس ▁وقت ▁اسے ▁معلوم ▁نہیں ▁تھا ▁کہ ▁اس ▁کی ▁منزل ▁یورپ ▁میں ▁جرمنی ▁جیسا ▁کوئی ▁ملک ▁ہو ▁گا۔

▁میری ▁خواہش ▁ہے ▁کہ ▁میں ▁پھر ▁سے ▁فرشت ہ ▁ہو ▁جا ؤں
▁یہاں ▁تک ▁کے ▁میڈیا ▁کو ▁بھی ▁ہوا ▁نہیں ▁لگ نے ▁دی ▁گئی ▁تھی ▁جس ▁کی ▁وجہ ▁یہ ▁تھی ▁کہ ▁ہمارے ▁دوستوں ▁اور ▁ہم در د وں ▁پر ▁پیپلز ▁پارٹی ▁کی ▁حکومت ▁نے ▁ہزاروں ▁جھوٹ ے ▁مقدمات ▁درج ▁کر رک ھے ▁تھے ، ▁سربراہ ▁جی ▁... ▁مزید
▁سیر ت ▁الن بی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁(3 85)
▁اس ▁اعتراف ▁کے ▁ساتھ ▁بھائی ▁لوگ ▁نے ▁ایک ▁اور ▁حقیقت ▁کا ▁ ادر اک ▁کیا ▁ہے ▁کے ▁اس ▁کی ▁وجہ ▁سے ▁حکومت ▁نے ▁5 ▁سال ▁پورے ▁کیے ▁اگر ▁ایم ▁کیوایم ▁ساتھ ▁نہ ▁دیتی ▁تو حکومت ▁5 ▁سال ▁تو ▁کیا ▁4 مہ ی نے ▁بھی ▁پورے ▁نہ ▁کرتی ۔
▁پاکستان ▁حکومت ▁اس ▁فنڈ ▁کو ▁اپنے ▁سیکیورٹی ▁اخراج ات ▁کے ▁ساتھ ▁ساتھ ▁کر نٹ ▁اکاؤنٹ ▁خسار ہ ▁کم ▁کرنے ▁کیلئے ▁استعمال ▁کرتی ▁رہی ▁ہے۔
▁این ڈر ائیڈ ▁ل ولی ▁پو پ ▁5.0 ▁کے ▁بارے ▁میں ▁مزید ▁جان نے ▁کے ▁لیے ▁یہ ▁لنک ▁ملاحظ ہ ▁کیجئے ۔
▁پاکستان ▁کے ▁خلاف ▁ٹیسٹ : ▁انگل ش ▁کپتان ▁نمبر ▁تین ▁پر ▁کھیل یں ▁گے
▁اس ▁کے ▁بعد ▁فلم ▁میں ▁دیکھا ▁جا ▁سکتا ▁ہے ▁کہ ▁ڈر ائی ور ▁ہنس تے ▁ہوئے ▁پوش ید ہ ▁کی مر ے ▁کی ▁جانب ▁اشارہ ▁کرتا ▁ہے ▁اور ▁مسافر ▁کو ▁بتا تا ▁ہے ▁کہ ▁ ’ ▁ہم ▁آپ ▁سے ▁مذاق ▁کر ▁رہے ▁تھے ▁تاکہ ▁آپ ▁کو ▁دکھا یا ▁جا ▁سکے ▁کہ ▁دہشت ▁گردی ▁کی سی ▁ہوتی ▁ہے۔ ‘
▁بین ▁الاقوامی
▁← ▁شہباز ▁شریف ▁کو ▁اسلام ▁آباد ▁لانے ▁کا ▁اراد ہ ▁ش ائد ▁ترک ▁کر ▁دیا ▁جائے
▁” م گر ▁میں ▁تمہاری ▁دی ▁ہوئی ▁قیمت ▁ادا ▁نہیں ▁کر ▁سکتی ۔ “ ▁کنی ز ▁نے ح ی ران ▁ہو ▁کر ▁کہا ۔
▁خاندان ▁کا ▁رواج ▁ہوتا ▁ہے ▁یا ▁کوئی ▁تکنیک ی ▁خراب ی ▁کہ ▁اگر ▁ایک ▁بھائی ▁اولاد ▁میں ▁خود ▁کف یل ▁ہو ▁گیا ▁ہے ▁تو ▁باقی ▁بہن ▁بھائی ▁پیچھے ▁نہیں ▁رہتے ۔ ہم ارے ▁ساتھ ▁بھی ▁یہی ▁مع مال ہ ▁ہوا ▁اور ▁ک ز نز ▁کی ▁ایک ▁فوج ▁تیار ▁ہو ▁گئی۔ بار ہ ▁پھ وپ یوں ، چار ▁چ چا ، چھ ▁خال ہ ▁اور ▁دو ▁ مام وں ، سب ▁کا ▁اپنا ▁اپنا درج ن ▁۔ کل ▁ملا ▁کے ▁کتنے ▁ہوئے آپ ▁حساب ▁لگا ▁لیں ▁کیونکہ ▁آج کل ▁ہمارے ▁ملک ▁میں ▁حساب ▁کتاب ▁کا ▁موسم ▁چل ▁رہا ▁ہے۔
▁ع افی ہ ▁صدیقی ▁کو ▁کون ▁رہا ئی ▁دل ائے ▁گا ؟
▁اسلامی ▁سیاست ▁کا ▁دوسرا ▁نام ▁' نص ی حت ' ▁( نصح ) ▁اور ▁' ح کم ت ' ▁ہے۔ ▁نص ی حت ▁سے ▁مراد ▁جذب ۂ ▁خیر ▁خواہ ی ▁ہے ▁اور ▁حکمت ▁سے ▁مقصود ▁یہاں ▁وہ ▁حکمت ِ ▁عملی ▁ہے ▁جو ▁جذب ۂ ▁خیر ▁خواہ ی ▁کے ▁ نفاذ ▁اور ▁اطلاق ات ▁سے ▁تعلق ▁رکھتی ▁ہے۔ ▁اسلامی ▁سیاست ▁کے ▁لئے ▁ضروری ▁ہے ▁کہ ▁ملت ِ ▁اسلامی ہ ▁کے ▁سربراہ ▁اور ▁حکام ▁س بھی ▁اس ▁جذب ۂ ▁خیر ▁خواہ ی ▁اور ▁صفات ِ ▁حکمت ▁سے ▁مت صف ▁ہوں ، ▁چنانچہ ▁حضور ▁علیہ ▁الص لو ٰ ۃ ▁والسلام ▁کا ▁ارشاد ▁ہے :
▁* ▁اسٹ یج ▁کے ▁د ائیں ▁اور ▁با ئیں ▁جانب ▁جامع ہ ▁سے ▁امسال ▁تعلیم ▁مکمل ▁کرنے ▁والے ▁طلب ہ ▁کے ▁بیٹھ نے ▁کی ▁جگہ ▁بنائی ▁گئی ▁تھی۔
▁این ڈر ائیڈ ▁می س جز ▁گوگل ▁کی ▁ر چ ▁کمی ونی کشن ▁سروس ز ▁( آر ▁سی ▁ایس ) ▁کا ▁حصہ ▁ہے ▁جس ▁کی ▁مدد ▁سے ▁یہ ▁کمپنی ▁وا ٹس ▁ایپ ▁کو ▁شکست ▁دینا ▁چاہتی ▁ہے۔
▁سیریز ▁کا ▁تی سرا ▁اور ▁فیصلہ ▁کن ▁میچ ▁لار ڈز ▁میں ▁7 ▁سے ▁11 ▁ستمبر ▁تک ▁کھیل ا ▁جائے ▁گا ▁یو این ▁آئی ▁لی ڈز ؍ ؍ مین ▁آ ▁ف ▁دی ▁میچ ▁ش ائی ▁ہو پ ▁( نا ٹ ▁آؤٹ ) ▁اور ▁ کری گ ▁بری تھ ▁و یٹ ▁( 95) ▁کے ▁درمیان ▁تیسرے ▁و کٹ ▁کے ▁لئے ▁144 ▁ر نوں ▁کی ▁ش ... ▁مزید پ ڑھ یں
▁پر فی وم ▁استعمال ▁کریں ، ▁لیکن ▁کہیں ▁غلط ▁جگہ ▁...
▁‫ یون یس وک ▁نے ▁حال ▁ہی ▁میں ▁مکمل ▁ہونے ▁والی ▁انڈیا ▁موبائل ▁کانگریس ▁2018 ء ▁میں ▁5 جی ▁اور ▁آئی ▁او ▁ٹی - ری ڈی ▁پیش کش وں ▁کی ▁وسیع ▁ا قسام ▁کی ▁نمائش ▁کردی
▁تج ھے ▁کیا ▁معلوم ▁سج ین ▁کیا ▁ہے۔
▁لک یری ▁روشنی ▁کی ▁قیادت ▁کی
▁صدر ▁پاکستان ▁کے ▁عہد ہ ▁کو ▁فعال ▁کرنے ▁کی ▁ضرورت

▁لاہور ▁ہائی ▁کورٹ ▁نے ▁سان ح ہ ▁ماڈل ▁ٹاؤن ▁کی ▁رپورٹ ▁منظر ▁عام ▁پر ▁لانے ▁کا ▁حکم ▁دے ▁دیا۔
▁ان ▁مل اؤ وں ▁میں ▁ابو لک لام ▁آزاد ▁جیسے ▁ہ ٹ ▁ دھر م ▁بھی ▁شامل ▁تھے۔ ▁مو ص وف ▁کے ▁حوالے ▁سے ▁سنا ▁ہے ▁کہ ▁قائد ا عظم ▁کے ▁” ▁مسلم ▁قومی ت ▁” ▁والے ▁نظری ے ▁کے ▁علاوہ ▁ان کو ▁خود ▁اسلام ▁پر ▁بھی ▁شک ▁تھا ▁اور ▁سالہ ا ▁سال ▁تک ▁مل حد ▁بن ▁کر ▁زندگی ▁گزار ی ۔ ▁اور ▁یہ ▁بھی ▁کہ ▁مولانا ▁کے ▁اکثر ▁تربیت ▁یافتہ ▁بعد ▁میں ▁مل حد ▁و ▁بے ▁دین ▁ہوگئے۔
▁آپ ▁کے ▁شرعی ▁مسائل ▁اور ▁ان ▁کا ▁حل
▁ان ڈ ونی شی ا ▁میں ▁امداد ی ▁کار کن ▁پر اس رار ▁طور ▁پر ▁گر ▁کر ▁تباہ ▁ہونے ▁والے ▁روسی ▁طیارے ▁کا ▁مل بہ ▁جمع ▁کرنے ▁کے ▁لیے ▁ایک ▁دور ▁افتاد ہ ▁آتش ▁ فش اں ▁کے ▁قریب ▁اپنی ▁کوشش یں ▁جاری ▁رکھے ▁ہوئے ▁ہیں۔
▁اسلام ▁اور ▁عورت
▁ہند ی ▁کے ▁مشہور ▁شاعر ▁سم پ ت ▁سر ل ▁کی ▁اچھے ▁دن ▁پر ▁د وب ئی ▁میں ▁پیش ▁کی ▁گئی ▁کو یت ا۔ ▁ویڈیو
▁می کسی کو ▁میں ▁20 ▁افراد ▁کو ▁قتل ▁کرکے ▁اعضا ء ▁نکال نے ▁والا ▁سف اک ▁جو ڑا ▁گرفتار ▁»

▁چوہدری ▁شجاع ت ▁حسین ▁کی ▁کتاب ▁سچ ▁تو ▁یہ ▁ہے ▁کے ▁حوالے ▁سے ▁گ پ ▁شپ ! ا فت خار ▁بھ ٹ ہ
▁زیادہ ▁پڑھ ی ▁جانے ▁والی ▁خبریں
▁ڈونلڈ ▁ٹرمپ ▁ایسا ▁شرم ناک ▁ترین ▁کام ▁کرتے ▁پکڑ ے ▁گئے ▁کہ ▁ان ▁کی ▁بیگم ▁کا ▁غ ص ہ ▁آسمان ▁پر ▁جا ▁پہنچا ، ▁اہم ▁ترین ▁دورے ▁پر ▁ساتھ ▁جانے ▁سے ▁ہی ▁انکار ▁کردیا
▁این ▁اے 131 میں ▁ضمن ی ▁الیکشن ▁ہو ▁سکتا ▁ہے ، روز گار ▁کی ▁فراہمی ▁سمیت ▁عوامی ▁مسائل ▁کے ▁حل ▁پر ▁سمجھ وت ہ ▁نہیں ▁ہوگا ▁: عبد ال علی م ▁خان
▁اسلام ▁آباد : ▁قومی ▁اسمبلی ▁میں ▁اپوزیشن ▁لیڈر ▁سید ▁خورشید ▁شاہ ▁کا ▁کہنا ▁ہے ▁کہ ▁تحریک ▁انصاف ▁کی ▁جانب ▁سے ▁نگر اں ▁وزیر ِ ا عظم ▁کے ▁نام ▁کا ▁اعلان ▁کرنے ▁پر ▁سکتے ▁میں ▁آگیا ▁ہوں ▁اب ▁ان ▁کے ▁ساتھ ▁بیٹھ نے ▁کی ▁کوئی ▁ضرورت ▁نہیں۔
▁لیکن ، ▁قطر ▁میں ▁گذشتہ ▁پچ اس ▁سال وں ▁میں ▁تیل ▁اور ▁گیس ▁کے ▁بڑے ▁ذ خ ائر ▁ملے ▁جس ▁کے ▁بعد ▁اس ▁کی ▁قسمت ▁بدل ▁گئی۔ ▁آج ▁کی ▁تاریخ ▁میں ▁قطر ▁میں ▁دنیا ▁کا ▁سب ▁سے ▁بڑا ▁گیس ▁کا ▁ذ خیر ہ ▁ہے۔ ▁یہی ▁اس ▁کی ▁امیر ی ▁کی ▁چا بی ▁ہے۔
▁ ’ پ ش اور ▁کا ▁حملہ ، ▁پاکستان ▁کے ▁لیے ▁تبدیلی ▁کا ▁موقع ‘
▁گرم ▁، ▁ شہ وت ▁انگیز ▁اور ▁مطلب
▁Dosto ev skog o ▁ سٹر یٹ ▁کے ▁علاقے . ▁سینٹ ▁پیٹ رز ▁برگ ▁، ▁روس ▁، ▁9 ▁جولائی ▁، ▁2010
▁ہماری ▁ویب ▁سائٹ ▁پر ▁اشتہار ▁دی جی ے
▁پاکستان ▁مسلم ▁لیگ
▁ذرائع ▁کے ▁مطابق ▁نواز ▁شریف ▁کا ▁این ▁اے ▁120 کا ▁دورہ ▁بھی ▁متوقع ▁ہے ▁جہاں ▁وہ ▁ضمن ی ▁الیکشن ▁میں ▁کامیابی ▁پر ▁حلق ے ▁کے ▁عوام ▁کا ▁شکریہ ▁ادا ▁کریں ▁گے ، ▁پاکستان ▁آنے ▁سے ▁قبل ▁نواز ▁شریف ▁نے ▁کہا ▁مائ نس ▁یا ▁پلس ▁ون ▁کا ▁فیصلہ ▁فرد ▁واحد ▁یا غی بی ▁قوت ▁نہیں ▁عوام ▁کرتے ▁ہیں ، ▁آئ ند ▁انتخابات ▁میں ▁پتہ ▁چل ▁جائے ▁گا ▁کہ ▁عوام ▁کس ▁کو ▁پلس ▁اور ▁کس ▁کو ▁مائ نس ▁کرتے ▁ہیں ، ▁کار کن ▁اف وا ہ وں ▁پر کان ▁نہ ▁ دھر یں ▁اور ▁آئندہ ▁انتخابات ▁کی ▁تیاری ▁کریں ، ▁3 ▁نومبر ▁کو ▁احتساب ▁عدالت ▁میں ▁پیش ▁ہوں ▁گا۔
▁بیرونی ▁ملک ▁سے ▁موبائل ▁لانے ▁والے ▁ہو ▁جائے ▁ہو ش یار
▁تیز ▁ہو اؤں ، ▁بھاری ▁بارش ▁اور ▁سمندر ی ▁ل ہر وں ▁سے ▁گھروں ▁کو ▁بھاری ▁نقصان ▁پہنچا ▁ہے۔ ▁طوفان ▁سے ▁50 ▁ہزار ▁گھروں ▁میں ▁بجلی ▁اور ▁ٹیلی ▁فون ▁کی ▁لائن یں ▁ٹوٹ ▁گئی ▁ہیں ▁جس ▁سے ▁انتظامیہ ▁کا ▁کسی ▁سے ▁رابطہ ▁نہیں ▁ہو ▁پا ▁رہا ▁ہے۔
▁( ١ ٣ ) ▁فرمایا ▁خاتم ▁الان بی اء صلى ▁الله ▁عليه ▁وسلم ▁نے ▁کہ ▁جس ▁نے ▁روزہ ▁دار ▁کا ▁روزہ ▁کھ ُ لو ایا ▁یا ▁مج ا ہ د ▁کو ▁سامان ▁دیدی ا ▁تو ▁اس ▁کو ▁روزہ ▁دار جی سا ▁ اجر ▁ملے ▁گا۔ ▁( بی ہ قی ▁فی ▁شعب ▁عن ▁ زید ▁بن ▁خالد ) ▁اور ▁غ ازی ▁اور ▁روزہ ▁دار ▁کے ▁ ثواب ▁میں ▁کچھ ▁کمی ▁نہ ▁ہو ▁گی ▁جیسا ▁کہ ▁دوسری ▁احادیث ▁سے ▁ثابت ▁ہے۔
▁میان مار ▁( بر ما ) ▁چو و ّ ن ▁ملی ن ▁آبادی ▁پر ▁مشتمل ▁جنوب ▁مشرقی ▁ایشیا ئی ▁ملک ▁ہے ▁جس ▁کی ▁سرحد یں ▁انڈیا ، ▁بنگلہ ▁دیش ، ▁چ ائن ہ ، ▁لا وس ▁اور ▁تھا ئی ▁لینڈ ▁سے ▁جڑ ی ▁ہوئی ▁ہیں ، ▁اس ▁ملک ▁میں ▁ن ُ وا سی ...
▁چراغ ▁ہوں ▁کب ▁سے ▁جل ▁رہا ▁ہوں ▁مجھے ▁دعا ؤں ▁میں ▁یاد ▁رکھی ے
▁وي سٹر ▁وي لے ▁نے ▁افغانستان ▁آنے ▁سے ▁قبل ▁ہم سا ي ہ ▁ملک ▁پاکستان ▁کا ▁دورہ ▁کي ا ▁تھا ▁اور ▁وہاں ▁بھی ▁دہشت ▁گردی ▁کے ▁خلاف ▁جنگ ▁ميں ▁قريب ی ▁تعاون ▁کی ▁اپ يل ▁کی ▁تھی۔ ▁انہوں ▁نے ▁پاکستان ▁ميں ▁کہا ▁کہ ▁دوسرے ▁سب ▁سے ▁بڑے ▁اسلامی ▁ملک ▁اور ▁اي ٹ می ▁طاقت ▁پاکستان ▁کا ▁کردار ▁پورے ▁خطے ▁کے ▁لئے ▁کلي دی ▁اہم يت ▁رکھتا ▁ہے۔ ▁انہوں ▁نے ▁جرمن ▁اس لح ے ▁کے ▁حصول ▁کے ▁پاکستانی ▁مطالب ے ▁کا ▁کوئی ▁ذکر ▁نہ ي ں ▁کي ا۔ ▁افغانستان ▁اور ▁پاکستان ▁کا ▁سرحد ی ▁علاقہ ▁اسلام ▁کے ▁نام ▁پر ▁دہشت ▁گردی ▁کرنے ▁والوں ▁کے ▁چھپ نے ▁کی ▁اہم ▁ترين ▁جگہ ▁سمجھا ▁جاتا ▁ہے۔
▁آج ▁کی ▁سب ▁سے ▁بڑی ▁خبر ▁: ▁کیا ▁نثار ▁پی ▁ٹی ▁آئی ▁میں ▁آر ہے ▁ہیں ▁؟ ▁قومی ▁اسمبلی ▁میں ▁عمران ▁خان ▁اور ▁چوہدری ▁نثار ▁نے ▁ایسا ▁کام ▁کر ▁دکھا یا ▁کہ ▁پوری ▁( ن ) ▁لیگ ▁د نگ ▁رہ ▁گئی
▁فی ▁الواقع ▁ان ▁سے ▁نبی ▁اللہ ▁حضرت ▁صالح ▁علیہ ▁السلام ▁نے ▁صاف ▁فرما دیا ▁تھا ▁کہ ▁تم ▁نے ▁اللہ ▁کی ▁او نٹ نی ▁کو ▁قتل ▁کیا ▁ہے ▁تو ▁تم ▁اب ▁تین ▁دن ▁تک ▁ مز ے ▁ا ڑا لو ▁پھر ▁اللہ ▁کا ▁سچ ا ▁وعدہ ▁ہو ▁کر ▁رہے ▁گا۔
▁مہمان وں ▁کی ▁دعوت ▁ہو ▁گئی۔ ▁میرے ▁انتظام ات ▁کو ▁سرا ہا ▁گیا ▁اور ▁شکر ▁ہے ▁وقت ▁ ٹل ▁گیا ▁مگر ▁ساتھ ▁ہی ▁مجھے ▁اپنی ▁فکر ▁لگی ▁ہوئی ▁تھی۔ ▁دن ▁ یون ہی ▁ایک ▁ایک ▁کر ▁کے ▁گزر تے ▁گئے۔ ▁کہیں ▁سے ▁قرض ▁چکا نے ▁کا ▁بند وب ست ▁ہوتا ▁نظر ▁نہیں ▁آتا ▁تھا۔ ▁میں ▁اندر ▁ہی ▁اندر ▁سخت ▁پریشان ▁تھا ▁مگر ▁حضور ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁سے ▁ذکر ▁نہیں ▁کیا ▁تھا۔ ▁ایک ▁دن ▁میں ▁ع شاء ▁کی ▁اذا ن ▁کے ▁لئے ▁ وض و ▁کر ▁رہا ▁تھا ▁کہ ▁لب یہ ہ ▁اپنے ▁چند ▁دوستوں ▁سمیت ▁ا دھر ▁سے ▁گزر ا ▁اور ▁ا ُ س ▁نے ▁نہای ت ▁در شت ، ▁حق ارت ▁آمیز ▁لہ جے ▁میں ▁مجھے ▁پکار ا :
▁عمران ▁خان ▁کی ▁اپ ▁...
▁لار ڈز ▁ٹیسٹ ▁کا ▁دوسرا ▁دن ؛ ▁پاکستان ▁کو ▁166 ▁رنز ▁کی ▁برتر ی ▁حاصل
▁- ▁ایس ک ▁کو ▁اچھی ▁طرح ▁سے ▁ض ائع ▁کرنے ▁والا
▁اسی ▁دوران ▁ہفتے ▁کی ▁صبح ▁ملک ▁کے ▁شمالی ▁علاقے ▁سین ائی ▁میں ▁اس ▁گیس ▁پائ پ ▁لائن ▁پر دھ ما کہ ▁ہوا ، ▁جو ▁اسرائیل ▁کو ▁قدرت ی ▁گیس ▁کی ▁ترس یل ▁کا ▁ایک ▁اہم ▁ذریعہ ▁ہے۔ ▁ابتدائی ▁طور ▁پر ▁کہا ▁جا ▁رہا ▁تھا ▁کہ ▁نامعلوم ▁افراد ▁نے ▁پائ پ ▁لائن ▁پر ▁حملہ ▁کیا ▁ہے ▁تاہم ▁بعد ▁از اں ▁حکام ▁نے ▁تصدیق ▁کی ▁کہ ▁یہ ▁دھماکہ ▁گیس ▁لیک یج ▁کی ▁وجہ ▁سے ▁ہوا ▁تھا ، ▁جس ▁میں ▁دہشت ▁گردی ▁کا ▁کوئی ▁امکان ▁نہیں ▁ہے۔ ▁حکام ▁نے ▁امداد ی ▁کارروائی اں ▁شروع ▁کرتے ▁ہوئے ▁اس ▁پائ پ ▁لائن ▁میں ▁گیس ▁کی ▁ترس یل ▁روک ▁دی ▁ہے۔ ▁اس ▁پائ پ ▁لائن ▁کے ▁ذریعے ▁اسرائیل ▁اور ▁ارد ن ▁کو ▁قدرت ی ▁گیس ▁سپ ل ائی ▁کی ▁جاتی ▁ہے۔
▁اسلام ▁کا ▁ تعارف ▁حاصل ▁کریں
▁اس ▁سے ▁ملت ے ▁جل تے ▁آرٹیکل
▁لوح ▁محفوظ ▁* ▁یہ ▁امام ▁م بین ▁ہے۔ ▁لوح ▁مح و ▁ہے ▁اور ▁اثبات ▁ہے۔ ▁* ▁یہ ▁مقام ▁ولی ▁اور ▁نبی ▁کو ▁ملا تا ▁ہے۔ ▁یہی ▁عالم ▁محفوظ ▁ہے ▁اثبات ▁کرنے ▁والا ▁( ▁ام ▁ال ک تاب ) ▁* ▁یہ ▁مقام ▁زمر د ▁سے ▁نبی ▁دو ▁رخ ی ▁تخت ی ▁ہے۔ ▁جس ▁پر ▁قیامت ▁تک ▁ہونے ▁والے ▁واقعات ▁درج ▁ہیں۔ ▁* ▁یہی ▁لوح ▁مح صور ▁ہے ▁۔ ▁اسی ▁پر ▁م لائ کہ ▁تس خیر ▁ڈی رہ ▁ڈال ے ▁بیٹھے ▁ہیں۔ ▁* ▁اس ▁کی ▁مثال ▁تیر ے ▁ایمان ▁کی ▁طرح ▁ہے۔ ▁* ▁لوح ▁میں ▁احوال ▁کا ▁زمان ▁و ▁مکان ، ▁اوضاع ▁اور ▁ا عراض ▁متنوع ▁ہونا ▁Read ▁More ...
▁1 ▁مس ہ ▁کے ▁یا ▁ق ہ ▁کا ▁بیٹا ▁کی ▁کہا وت یں۔ ▁اسے ▁اس ▁آدمی ▁نے ▁ اتی ▁ایل ▁اور ▁ا ُ کال ▁سے ▁کہا ▁:
▁ٹ خ نے ▁کے ▁جو تے ▁من درج ہ ▁بالا ▁(1)

▁ہمارے ▁بارے ▁میں
▁لی ژ ر ▁فٹ بال ▁فیس ٹی ول ▁میں ▁شریک ▁رو نال ڈی نیو ▁اور ▁ری ان ▁گ گز ▁نے ▁کہاکہ ▁پاکستانی ▁کھلاڑیوں ▁کا ▁ٹی ل نٹ ▁متاثر ▁کن ▁ہے ▁تاہم ▁انہیں ▁اچھے ▁کوچ ز ▁اور ▁اک یڈ م یز ▁کی ▁ضرورت ▁ہے ، ▁سکیورٹی ▁کے ▁حوالے ▁سے ▁دونوں ▁سپر سٹ ا رز ▁نے ▁کہاکہ ▁پاکستان ▁کے ▁بارے ▁میں ▁جو ▁سنا ▁تھا ▁یہاں ▁آ کر ▁اس ▁کے ▁برعکس ▁پایا ▁اور ▁ان ▁کی ▁خواہش ▁ہے ▁انفرادی ▁طور ▁کے ▁ساتھ ▁ساتھ ▁دنیا ▁بھر ▁کی ▁ٹیم وں ▁کو ▁بھی ▁پاکستان ▁آن ا ▁چاہیے ▁انہیں ▁ہمیشہ ▁یاد ▁رہنے ▁والی ▁ہا سپ یٹ یل ٹی ▁ملے ▁گی۔
▁نواز ▁شریف ▁اور ▁ واج پ ائی ▁ملاقات ▁میں ▁کشمیر ▁کا ▁ذکر ▁ہی ▁نہیں ▁تھا ▁، یہ ▁تاثر ▁غلط ▁ہے ▁کہ ▁فوج ▁مسئلہ ▁کشمیر ▁کا ▁حل ▁نہیں ▁چاہتی ، اش فاق ▁پرویز ▁کی انی ▁کی ▁مدت ▁ملازمت ▁... ▁مزید
▁آپ کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا
▁بہن ▁اپنی ▁پسند ▁کی ▁شادی ▁کرنا ▁چاہتی ▁ہے ▁، کیا ▁اسکی ▁مدد ▁کے ▁لئے ▁میں ▁یہ ▁تس بی ح ▁پڑھ ▁ل وں ▁؟
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁ہو ▁نے ▁کا ▁اع لا ▁ن ▁کر ▁دیا ▁، ضل عی ▁چ یئر
▁تع وی ذ ▁اور ▁دم ▁قرآن ▁و ▁حدیث ▁کی ▁روشنی ▁میں
▁بغیر ▁اجازت ▁کسی ▁قسم ▁کی ▁اشاعت ▁ممنوع ▁ہے

▁بیرون ▁ملک ▁پاکستانیوں ▁کی ▁عدم ▁دلچسپی : ▁صرف ▁7 140 ▁افراد ▁نے ▁ہی ▁خود ▁کو ▁ووٹ ر ▁رجسٹر ڈ ▁کر ایا
▁مولانا ▁فضل ▁الرحمان ▁ان ▁سب ▁میں ▁سے ▁بہتر ▁ہیں .
▁مزید ▁معلومات ▁ٹھیک ▁ہے
▁تاہم ▁بھارتی ▁ڈر ون ▁نے ▁کب ▁اور ▁کیسے ▁چین ▁کی ▁حدود ▁کی ▁خلاف ▁ورزی ▁کی ▁، ▁اس ▁حوالے ▁سے ▁تفصیلات ▁فراہم ▁نہیں ▁کی ▁گئیں ۔
▁اردو ▁نیوز ▁شو
▁کلثوم ▁نواز ▁کے ▁انتقال ▁کے ▁بعد ▁فیصلے ▁کا ▁آن ا ▁شریف ▁خاندان ▁کیلئے ▁ریلی ف ▁ہے : ▁بلاول ▁بھٹو ▁زرداری
▁• ▁بی ٹری : ▁38 AH - 250 AH ، ▁مکمل ▁طور ▁پر ▁مہر ▁کی ▁بحال ی ▁سے ▁پاک ▁قیادت ▁ایس ڈ ▁بی ٹری / گی لاد ▁۔ ▁(1 PC ، ▁2 PC ، ▁4 PC )
▁سری ▁لنکا ▁سے ▁مصر ▁تک ▁پھول وں ▁کا ▁گ چھ ا ▁اور ▁ماں ▁کا ▁دل
▁آصف ▁زرداری ▁سپریم ▁کورٹ ▁پیش ▁ہوں ▁گے ▁یا ▁نہیں ▁؟ ▁سابق ▁صدر ▁کے ▁وکیل ▁نے ▁ایسا ▁اعلان ▁کر ▁دیا ▁کہ ▁سن ▁کر ▁کسی ▁کو ▁یقین ▁نہیں ▁آئے ▁گا
▁ہمارے ▁بارے ▁میں
▁شاہ ▁سلیم ▁خان ▁پولیس ▁کے ▁نوجوانوں ▁کو ▁انتخابی ▁سرگرمی وں ▁کے ▁لئے ▁استعمال ▁کر ▁رہا ▁ہے ، ▁ظ ہ ور ▁کریم ▁ایڈ و وک یٹ ▁رہنما ▁پیپلز ▁پارٹی
▁ ندو ۃ ▁العلماء ▁سے ▁استعفا [ تر م یم ]
▁رہ ▁نما وں ▁نے ▁کہا ▁کہ ▁مذہبی ▁جماعت یں ▁بے ▁گناہ وں ▁کا ▁خون ▁کرنے ▁کو ▁حرام ▁قرار ▁دیتی ▁ہیں ▁اور ▁مطالبہ ▁کرتی ▁ہیں ▁کہ ▁منظم ▁دہشت ▁گردی ▁ریاست وں ▁کی ▁آپ س ▁کی ▁چپ قل ش ▁ہے ▁، اس ے ▁مذہب ▁سے ▁نہ ▁جو ڑا ▁جائے
▁بس ▁ایک ▁جنگ ▁باقی ▁ہے

▁حیدر ▁قریشی ▁کی ▁کتاب " ▁میری ▁محبت یں " ▁پر ▁ہ انی ▁الس ع ید ▁، ▁( مصر ) ▁کا ▁تبصرہ ۔ ▁تفصیلات ▁کے ▁لئے ▁یہاں ▁کلک ▁کیجئے
▁کچھ ▁باغ یوں ▁نے ▁کہا ▁ہے ▁کہ ▁وہ ▁تب ▁تک ▁امن ▁کو ▁برقرار ▁رکھیں ▁گے ▁جب ▁تک ▁یو کری ن ▁کی ▁فوج ▁ایسا ▁کرنے ▁پر ▁تیار ▁ہوگی۔
▁سب ط ▁حسن ▁بچوں ▁کو ▁سکول ▁میں ▁استاد ▁سے ▁مار ▁پڑ ▁جائے ▁اور ▁مار
▁دوسری ▁طرف ▁یو ین ان ▁کی ▁حکومت ▁کے ▁340 ▁ارب ▁یورو ▁کے ▁بڑے ▁قرض ے ▁کے ▁حجم ▁کے ▁بوجھ ▁تل ے ▁ملکی ▁اقتصادی ▁حرکت ▁تھ مت ی ▁دکھائی ▁دے ▁رہی ▁ہے ▁اور ▁اب ▁یورو ▁ زون ▁کے ▁قرض وں ▁کی ▁فروخت ▁سے ▁ایک ▁اور ▁بحران ▁پیدا ▁ہوتا ▁دکھائی ▁دے ▁رہا ▁ہے۔ ▁انٹرنیشنل ▁ مانیٹر ی ▁فنڈ ▁نے ▁یورپی ▁بینک وں ▁کو ▁ہدایت ▁کی ▁ہے ▁کہ ▁وہ ▁اپنے ▁محفوظ ▁سرما ئے ▁کا ▁حجم ▁وسیع ▁کریں ▁اور ▁یورپی ▁اقوام ▁کے ▁لیڈر ان ▁بھی ▁ہنگام ی ▁بنیاد وں ▁پر ▁امداد ▁فراہم ▁کرنے ▁کے ▁لیے ▁تیار ▁رہیں ۔
▁ہم ▁اب ▁حل ▁کی ▁طرف ▁آتے ▁ہیں ‘ ▁عمران ▁خان ▁کے ▁پاس ▁پانچ ▁نقاط ▁ہوں ‘ ▁دس ▁ہوں ▁یا ▁پھر ▁گیا رہ ▁لیکن ▁یہ ▁ہر گز ‘ ▁ہر گز ▁اور ▁ہر گز ▁اٹھا رہ ویں ▁ترمیم ▁کو ▁چھ ی ڑنے ▁کی ▁غلطی ▁نہ ▁کریں ‘ ▁میں ▁سمجھ تا ▁ہوں ▁اٹھا رہ ویں ▁ترمیم ▁نان ی ▁کا ▁نکاح ▁ہے ‘ ▁یہ ▁نکاح ▁ہونا ▁ہی ▁نہیں ▁چاہیے ▁تھا ▁یا ▁...
▁- : 3 ▁سن ٹر ل ▁پر وسی سنگ ▁یو نٹ ( C PU ) ▁- : ▁سن ٹر ل ▁پر وسی سنگ ▁یو نٹ ( C PU ) ▁کمپیوٹر ▁کے ▁می م وری ▁سسٹم ▁یو نٹ ▁کے ▁اندر ونی ▁حصہ ▁میں ▁نصب ▁ہوتا ہے۔ ▁یہ ▁کمپیوٹر ▁کا ▁دماغ ▁ہوتا ہے۔ ▁یہ ▁سسٹم ▁کے ▁اندر ▁ہونے ▁والے ▁تمام ▁حساب ی ▁‘ ▁این الی ٹیک ل ▁اور ▁لا جی کل ▁فن کشن ز ▁کی ▁تکمیل ▁کرتا ہے ▁ان ▁کو ▁تین ▁اہم ▁حص وں ▁میں ▁تقسیم ▁کیا ▁جا ▁سکتا ▁ہے۔
▁روسی ▁سفیر ▁سے ▁رابط ے ، ▁فل ن ▁کا ▁ ’ ا یف ▁بی ▁آئی ‘ ▁سے ▁غلط ▁بیان ی ▁کا ▁اعتراف
▁آنے ▁والے ▁ا دوار ▁بڑے ▁پر ف ِ تن ▁نظر ▁آتے ▁ہیں ▁اور ▁اس ▁کے ▁متعلق ▁بھی ▁نبی ▁کریم ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ٖ ▁و ▁سلم ▁نے ▁فرمایا ▁تھا ▁کہ ▁ ’ میر ی ▁امت ▁پر ▁ایک ▁دور ▁ایسے ▁آئے ▁گا ▁جس ▁میں ▁ف ِ ت نے ▁اتنی ▁تیزی ▁سے ▁آئیں ▁گے ▁جیسے ▁تس بی ح ▁ٹوٹ ▁جانے ▁سے ▁تس بی ح ▁کے ▁د انے ▁تیزی ▁سے ▁زمین ▁کی ▁طرف ▁آتے ▁ہیں ‘ ۔ ▁لہ ٰ ذا ▁اپنی ▁نسل وں ▁کی ▁ابھی ▁سے ▁تربیت ▁اور ▁ایمان ▁کی ▁ف ِ کر ▁فرما ی ئے ، م وب ائل ▁کے ▁بی جا ▁استعمال ▁سے ، د یر ▁رات ▁تک ▁جا گ نے ، ▁ف یشن ▁اور ▁یہودی ▁انداز ▁اپنا نے ▁سے ، ▁نماز وں ▁کو ▁ترک ▁کرنے ▁سے ▁روک ی ے ▁... ▁ورنہ ▁آزما ئ ش ▁کا ▁مقابلہ ▁دشوار ▁ہو ▁گا ▁! ۔۔
▁معروف ▁شاعر ▁اش فاق ▁حسین ▁کے ▁اعزاز ▁میں ▁مق تد رہ ▁قومی ▁زبان ▁، ▁اسلام ▁آباد ▁نے ▁ایک ▁تقریب ▁کا ▁ اھ تمام ▁کیا۔ ▁صدارت ▁افتخار ▁عارف ▁نے ▁کی ▁۔ ▁ان ▁کے شعر ی ▁مجموع ے " ▁میں ▁گیا ▁وقت ▁نہیں ▁ہوں " ▁پر ▁محمد ▁حمید ▁شاہد ، ▁جل یل ▁عالی ▁، ▁ثروت ▁مح ی ▁الدین ، ▁احسان ▁اکبر نے ▁اظہار ▁خیال ▁کیا۔ ▁غ ض ن فر ▁ہا شم ی ▁تقریب ▁کے ▁میزبان ▁تھے ▁۔ آخر ▁میں ▁شاعر ▁نے ▁اپنا ▁منتخب ▁کلام ▁سن ایا ▁۔
▁مزید ▁معلومات ▁ٹھیک ▁ہے
▁ایک ▁آدمی ▁کے ▁پاس ▁تین ▁سنگ تر ے ▁تھے
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁اپوزیشن ▁ارکان ▁سمجھتے ▁ہیں ▁کہ ▁اگر ▁وزیر ▁اعظم ▁کے ▁است ع ف ے ▁کیلئے ▁ل ائی ▁گئی ▁قرار ▁داد ▁منظور ▁نہ ▁ہوئی ▁تو ▁اس ▁سے ▁اپوزیشن ▁کی ▁سبک ی ▁ہوگی ▁اور ▁اس ▁کا ▁براہ ▁راست ▁فائدہ ▁وزیر ▁اعظم ▁کو ▁پہنچے ▁گا ، ▁اسی ▁لیے ▁قرار ▁داد ▁مو خر ▁کرنے ▁کا ▁فیصلہ ▁کیا ▁گیا ▁ہے۔
▁بے ▁ل وث ▁عوامی ▁خدمت ▁کا ▁یہ ▁سفر ▁جاری ▁رہے ▁گا ، ▁ حن اء ▁ارشد ▁ وڑ ائ چ
▁١ ▁- ▁غیر ▁فوج داری ▁قانون ، ▁وہ ▁قانون ▁جو ▁مال ▁جان دار ▁اور ▁قرض ہ ▁وغیرہ ▁سے ▁متعلق ▁ہے۔
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی

▁کراچی ▁— ▁پاکستانی ▁ڈرا مہ ▁شروع ▁ہی ▁سے ▁معاشرے ▁کا ▁آئین ہ ▁دار ▁رہا ▁ہے ▁شاید ▁یہی ▁اس ▁کی ▁کامیابی ▁کی ▁سب ▁سے ▁بڑی ▁وجہ ▁رہی ▁ہے۔ ▁اس ▁وقت ▁بھارت ▁کے ▁درج نوں ▁ٹی ▁وی ▁چینل ز ▁پاکستان ▁میں ▁دیکھ ے ▁جارہے ▁ہیں ▁جن ▁میں ▁دن ▁رات ▁ڈرا م ے ▁دکھا ئے ▁جاتے ▁ہیں ▁لیکن ▁اس ▁کے ▁باوجود ▁بھی ▁پاکستانی ▁ڈرا مہ ▁منفرد ▁پہچان ▁رکھتا ▁ہے ▁اور ▁ڈرا م ے ▁کی ▁د وڑ ▁میں ▁سب ▁سے ▁آگے ▁ہے۔
▁تازہ ▁ترین ▁: ▁پلو ام ہ ▁مع ر کہ ▁آر ائی ▁کے ▁نزدیک ▁جھ ڑ پ وں ▁میں ▁شہری ▁جاں ▁بحق ، ▁تین ▁زخمی
▁زائر ہ ▁و سیم ▁سری ▁نگر ▁میں ▁واقع ▁ بلی وار ▁ڈ ▁روڈ ▁پر ▁اپنی ▁کار ▁میں ▁سفر ▁کر ▁رہی ▁تھیں ▁کہ ▁تیز ▁رفتار ی ▁کے ▁باعث ▁ڈر ائی ور ▁سے ▁کار ▁بے ▁قابو ▁ہو ▁کر ▁جھ یل ▁میں ▁جا ▁گری ▁جس ▁کے ▁بعد ▁مقامی ▁افراد ▁نے ▁اداکارہ ▁اور ▁دیگر ▁افراد ▁کو ▁فوری ▁طور ▁پر ▁نکال ▁کر ▁ہسپتال ▁منتقل ▁کر ▁دیا ▁۔ ز ائر ہ ▁و سیم ▁کو ▁حادث ے ▁میں ▁معمولی ▁زخم ▁آئے ▁ہیں ▁۔
▁ترک ▁فضائی ہ ▁نے ▁فضائی ▁حدود ▁کی ▁خلاف ▁ورزی ▁پر ▁شام ی ▁جنگی ▁جہاز ▁مار ▁..
▁مسجد ▁ان بال ہ ▁اس ▁زمین ▁میں ▁بنائی ▁گئی ▁جو ▁مقامی ▁جماعت ▁کے ▁امیر ▁با بو ▁عبدالرحمن ▁صاحب ▁نے ▁اپنے ▁مکان ▁کے ▁لئے ▁مخصوص ▁کر ▁رکھی ▁تھی۔ ▁اور ▁اس ▁کا ▁نقش ہ ▁بھی ▁تیار ▁ہو ▁چکا ▁تھا۔ ▁حاج ی ▁میر اں ▁بخش ▁صاحب ▁نے ▁زر ک ث یر ▁صرف ▁کرکے ▁یہاں ▁مسجد ▁تعمیر ▁کر ائی ▁جس ▁کا ▁افتتاح ▁۳۰ / ▁جولائی ▁۱۹ ۳۳ ء ▁کو ▁ہوا۔ 10 ] ▁p [ ۳۱ ۵
▁مرکزی ▁مواد ▁پر ▁جائیں
▁تازہ ▁ترین ▁خبر
▁بدم عاش یہ ▁نے ▁100 ▁ارب ▁کے ▁اثاث ے ▁چھپ ائے ▁ہیں ▁، ▁ڈاکٹر ▁شاہد ▁مسعود
▁میرے ▁پاس ▁شمالی ▁کوریا ▁سے ▁زیادہ ▁بڑا ▁اور ▁طاقتور ▁ب ٹن ▁موجود ▁: ▁ٹرمپ
▁نام : ▁شمس ی ▁توانائی ▁سے ▁فل ائیڈ ڈ ▁لا ئٹ ، ▁ذ ہ ین ▁شمس ی ▁سڑک ▁کی ▁روشنی ▁کی ▁قسم : ▁RS - FB 80 - C ، ▁20 W ▁ایل ▁ای ▁ڈی ▁طاقت ▁مقدار : ▁48 pc s ▁ایل ▁ای ▁ڈی ▁برا نڈ : ▁Bridge lux ▁شمس ی ▁توانائی ▁پی نل : ▁80 W ▁/ ▁18 V ▁بی ٹری : ▁لت یم ▁بی ٹری ، ▁275 W H ▁/ ▁11. 1 V ▁Lu mens : ▁3000 LM ▁روشنی ▁کی ▁کارکردگی : ▁210 LM ▁/ ▁W ▁قطب ▁او نچ ائی : ▁8 meter s ▁مواد : ...
▁’’ عادل ▁شاہ ی ▁دور ▁میں ▁اردو ▁غزل ‘‘ ▁’’ ب صار ت ▁سے ▁بص ی رت ▁تک ‘‘ ▁’’ انتخاب ِ ▁د اؤ د ▁اور نگ ▁آبادی ‘‘ ▁’’ د کنی ▁ادب ▁کی ▁تحقیق ‘‘ ▁نامی ▁کتاب یں ▁۲۰ ۱۲ ء ▁میں ▁ زی ور ِ ▁ طباع ت ▁سے ▁آر است ہ ▁ہوئی ں۔ یہ ▁کتاب یں ▁بھی ▁تحقیق ▁وتن ق ید ▁اور ▁تدوین ▁کے ▁زمر ے ▁میں ▁آتی ▁ہیں۔ رف ی ع ▁الدین ▁قادر ی ▁کی ▁مرت ّ بہ ▁’’ م ضا مین ِ ▁زور ‘‘ ▁کی ▁تیسری ▁جلد م ف ید ▁مقدم ے ▁کے ▁ساتھ ▁اسی ▁سال ▁منظر ِ ▁عام ▁پر ▁آئی ۔ کت ب ▁خا ▁ن ۂ ▁سال ار ▁جنگ ▁کے ▁اردو ▁م خطوط ات ▁کی ▁دوسری ▁جلد ▁بھی ▁اسی ▁سال ▁مرتب ▁کی۔ ان ▁ مطبوع ہ ▁کتابوں ▁کے ▁علاوہ ▁اور ▁بھی ▁کچھ ▁م سود ات ▁ہیں ▁جو ▁اشاعت ▁کی ▁راہ ▁دیکھ ▁رہے ▁ہیں۔
▁من ی جنگ ▁ڈائریکٹر ▁او پی ▁ایف ▁افتخار ▁با بر ▁نے ▁کہا ▁ہے ▁کہ ▁او پی ▁ایف ▁گر لز ▁سکول ▁راولپنڈی ▁کو ▁ہا ▁ ئیر ▁سک ی نڈر ی ▁سکول ▁کا ▁درجہ ▁دے ▁دیا ▁گیا ▁اور ▁گرمی وں ▁کی ▁تعطیل ات ▁کے ▁بعد ▁ایف ▁اے ▁اور ▁ایف ▁ایس ▁سی ▁کلاس وں ▁کا ▁اجراء ▁کیا ▁جائے ▁گا ، او پی ▁ایف ▁گر لز ▁سکول ▁راولپنڈی ▁میں ▁تقریب ▁حلف ▁برداری ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁ایم ▁ڈی ▁او پی ▁ایف ▁نے ▁سکول ▁کے ▁لئے ▁ایک ▁بس ▁دینے ▁کا ▁اعلان ▁کیا ▁انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁بہت ▁جلد ▁سکول ▁کی ▁لی بار ٹری ▁کو ▁سائنس ی ▁آلات ▁اور ▁ لائ بر یری ▁کو ▁کتب ▁مہ یا ▁کی ▁جائیں ▁گی ، ایم ▁ڈی ▁نے ▁کہا ▁کہ ▁او پی ▁ایف ▁ہر ▁شعبہ ▁زندگی ▁میں ▁سمندر ▁پار پاکستان یوں ▁اور ▁ان ▁کے ▁اہل
▁صحت ▁کی ▁بنیادی ▁اور ▁تمام ▁سہولیات ▁کی ▁فراہمی ▁حکومت ▁کی ▁ترجیح ▁ہے ▁، مح مود ▁خان ▁عوامی ▁خواہش ات ▁کے ▁مطابق ▁بہتر ▁طبی ▁سہولیات ▁کی ▁فراہمی ▁میں ▁کوئی ▁رکاوٹ ▁ح ائل ▁نہیں ▁ہو نی ▁چاہیے ، وزیر ▁اعلی ٰ ▁خیبر ▁پختونخوا ▁ا ُ ردو ▁پوائنٹ ▁پاکستان
▁ہمارا ▁جسم ▁مختلف ▁تک ال یف ▁کو ▁اگر ▁مح سو ▁س ▁کرتا ▁ہے ▁تو ▁یہ ▁بھی ▁قدرت ▁کا ▁ تحف ہ ▁ہے ▁کیوں ▁کہ ▁درد ▁ہونے ▁پر ▁علاج ▁تو ▁کیا ▁جا ▁سکتا ▁ہے ▁لیکن ▁کچھ ▁مریض وں ▁پر ▁بڑی ▁بیماری اں ▁اچانک ▁حملہ ▁آور ▁ہوتی ▁ہیں ▁اور ▁انھیں ▁سن ب ھل نے ▁کا ▁موقع ▁نہیں ▁ملتا ▁۔ ▁اسی ▁طرح ▁کولی سٹر ول ▁کی ▁زیادتی ▁سے ▁اگر ▁ٹ انگ وں ▁میں ▁تک ال یف ▁کی ▁کوئی ▁بھی ▁علامت ▁ظاہر ▁ہو ▁تو ▁ڈاکٹر ▁سے ▁رجوع ▁کیا ▁جا ▁سکتا ▁ہے ▁لیکن ▁کئی ▁کیس ز ▁میں ▁کولی سٹر ول ▁کے ▁باعث ▁ٹ انگ وں ▁کو ▁نقصان ▁پہنچنے ▁کی ▁کوئی ▁علامت ▁ظاہر ▁نہیں ▁ہوتی
▁ہماری ▁ویب ▁سائٹ ▁پر ▁اشتہار ▁دی جی ے
▁دوسری ▁جانب ▁افغانستان ▁اور ▁پاکستان ▁کے ▁لئے ▁امریکی ▁مند وب ▁ر چر ڈ ▁ہا ل بر وک ▁کا ▁کہنا ▁ہے ▁کہ ▁2014 ء ▁تک ▁سکیورٹی ▁ذم ہ ▁دار یاں ▁افغان ▁فورسز ▁کے ▁حوالے ▁کرنے ▁کا ▁یہ ▁مطلب ▁نہیں ▁کہ ▁غیر ملک ی ▁افواج ▁وہاں ▁موجود ▁نہیں ▁ہوں ▁گی۔
▁نیٹ و ▁ممالک ▁کے ▁وزرا ئے ▁خارجہ
▁مختلف ▁جگہ وں ▁پر ▁چ ائی ن یز ( Chi nese ) کام ▁کرتے ▁نظر ▁آئے ▁جس ▁کی ▁وجہ ▁بر ▁ی گی ڈ ئیر ▁طارق ( ر ) ▁اس ▁منصوبے ▁کو ▁سی ▁پیک ▁( CP EC ) کا ▁حصہ ▁بن نا ▁بتایا ▁۔ اس ▁منصوبے ▁پر ▁نہای ت ▁تیزی ▁سے ▁کام ▁جاری ▁ہے ▁۔ جون ▁2015 ء ▁تک ▁اسے ▁مکمل ▁کر ▁لیا ▁جا ▁ ئے گا ▁اور ▁ 660 ▁می گا ▁و اٹ ▁نیشنل ▁گر ڈ ▁میں ▁شامل ▁کر ▁دیئے ▁جا ▁ ئیں ▁گے ▁۔ ابت دا ▁ ئی ▁طور ▁پر ▁اسکی ▁پیداوار ▁کو ▁4000 ▁می گا ▁و اٹ ▁تک ▁لے ▁جای ا ▁جائے ▁گا ▁۔ ▁منصوبے ▁کا ▁تخم ینہ ▁سوا ▁دو ▁سو ▁ارب ▁روپے ▁رکھا ▁گیا ▁ہے ▁۔
▁ اھ رام ▁مصر ▁اور ▁امام ▁احمد ▁رضا ▁خان ▁کا ▁نقط ہ ▁نظر
▁بھارت ▁نے ▁پہلے ▁ٹی ▁ٹوئنٹی ▁میں ▁سا ؤ تھ ▁افریقہ ▁کو 28 ر نز ▁سے ▁شکست ▁دے ▁دی
▁’’ دی کھ یں ▁داد ا ... ▁صبر ▁کا ▁پھل ▁می ٹھا ▁ہوتا ▁ہے ▁آپ ▁کو ▁دو ▁پو ت وں ▁کے ▁ساتھ ▁ایک ▁پو تی ▁بھی ▁ملی ▁ہے ▁بالکل ▁فری ۔ ‘‘ ▁میں ▁ چہ کا ۔
▁عمران ▁خان ▁سے ▁متعلقہ ▁کالم
▁دنیا ▁کے ▁کسی ▁خطے ▁کسی ▁ملک ▁میں ▁کوئی ▁حکومت ▁اپنے ▁خلاف ▁چلنے ▁والی ▁تحریک وں ▁کی ▁کبھی ▁حوصلہ ▁اف ز ائی ▁نہیں ▁کر ▁سکتی ▁اور ▁نہ ▁کرتی ▁ہے ▁اور ▁اگر ▁یہ ▁تحریک یں ▁عوام ▁کے ▁خلاف ▁چل ائی ▁جائیں ▁تو ▁ان ▁کے ▁خلاف ▁اقدام ▁نہ ▁کرنا ▁تو ▁جرم ▁ہے ▁۔ ▁پاکستان ▁میں ▁دہشت ▁گردی ▁کے ▁واقعات ▁فوج ▁، ▁حکومت ▁اور ▁[...]
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی
▁چو تھ ی ▁آواز : ▁ان ▁کا ▁یو کے ▁سے ▁جو ▁ٹی ▁وی ▁چینل ▁چل تا ▁ہے ▁تم ▁یو ٹی وب ▁پہ ▁دیکھ و ▁کبھی ، ▁تمہیں ▁پتا ▁چلے ▁کتنے ▁خطرناک ▁لوگ ▁ہیں ▁یہ ▁اور ▁ہمارے ▁مذہب ▁کی ▁جڑ یں ▁کا ٹ ▁رہے ▁ہیں۔ ا یہ ہ ▁پتا ▁اے ▁کی ہ ▁کرد ے ▁ن ئیں ۔۔۔۔۔ ▁اس ▁دن ▁وہ ▁جب ▁ہمیں ▁اپنے ▁گھر ▁لیک ر ▁گیا ▁تھا ▁اور ▁تم ▁نے ▁دیکھا ▁تھا ▁کہ ▁کیسے ▁اس ▁کی ▁بہن ▁ایک ▁دم ▁سے ▁کمر ے ▁میں ▁آئی ▁، ج ین یز ▁اور ▁کرتے ▁میں ▁اور ▁کیسے ▁وہ ▁ایک ▁دم ▁بے ▁تک لف ▁ہوگئی ▁اور ▁وہ ▁بھی ▁اس ▁دوران ▁کیسے ▁ہمیں ▁اس ▁کے ▁قریب ▁کررہا ▁تھا۔ مر ے ▁تا یا ▁اپنے ▁دوست ▁کو ▁ب تار ہے ▁تھے ▁کہ ▁یہ ▁ہمارے ▁مذہب ▁سے ▁اپنی ▁طرف ▁بلا نے ▁کے ▁لئے ▁اپنی ▁عورتوں ▁کو ▁استعمال ▁کرتے ▁ہیں۔ ان ▁کی ▁عورت یں ▁اپنے ▁ جال ▁میں ▁پھنس ا ▁کر ▁ہمارے ▁نوجوان ▁گمراہ ▁کرتی ▁ہیں۔
▁اسلام ▁اور ▁خواتین
▁نن کان ہ ▁صاحب
▁19 ▁یہ ▁وہ ▁آدم ِ ی ▁ہیں ▁جو ▁تف ِ رق ے ▁ڈال تے ▁ہیں ▁اور ▁نفس انی ▁ہیں ▁اور ▁ر ُ وح ▁سے ▁بے ▁بہ رہ ۔
▁آپ ▁اپنے ▁Facebook ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁PER F ECT ▁<3 333 ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک

▁اب ▁چار ▁سالہ ▁آن رز ▁ڈگری ▁میں ▁ ’ ا ے ▁‘ ▁یا ▁ ’ ا ے ▁م ائی نس ▁‘ ▁لینے ▁والے ▁نوع مر ▁مرد ▁و ▁خواتین ▁مزید ▁دو ▁سال ▁لگا ▁کر ▁ایم ▁فل ▁کی ▁ڈگری ▁حاصل ▁کرتے ▁ہیں ▁اور ▁پھر ▁لیک چر ار ▁سے ▁پہلے ▁کالج ▁ٹی چ نگ ▁انٹر ن ▁بننے ▁کے ▁خواب ▁دیکھتے ▁ہیں ▁۔
▁اعلام ی ے ▁کے ▁مطابق ▁عمران ▁خان ▁نے ▁باب راع وان ▁کو ▁25 ست مبر ▁کو ▁شو ▁کا ز ▁کا ▁جواب ▁الیکشن ▁کمیشن ▁میں ▁جمع ▁کرانے ▁کی ▁ہدایت ▁کی۔
▁شمالی ▁ای تھ ی وپ یا ▁کے ▁شہر ▁ت گر ے ▁میں ▁رہنے ▁والے ▁دیر ار ▁نے ▁بتایا ▁کہ ▁وہ ▁لڑک پن ▁سے ▁ہی ▁اپنے ▁ہاتھوں ▁پر ▁چلنے ▁کے ▁عادی ▁ہیں۔ ▁وہ ▁چینی ▁اور ▁امریکی ▁فلم یں ▁دیکھتے ▁ہوئے ▁جوان ▁ہوئے ▁ہیں ▁جس ▁میں ▁وہ ▁لوگوں ▁کو ▁ہاتھوں ▁پر ▁چل تا ▁دیکھ ▁کر ▁حیران ▁رہ ▁جاتے ▁تھے۔ ▁تاہم ▁انہیں ▁معلوم ▁نہیں ▁تھا ▁کہ ▁فلم وں ▁میں ▁سب ▁ایڈ ی ٹنگ ▁اور ▁کی مر ے ▁کا ▁کھیل ▁ہوتا ▁ہے۔ ▁دیر ار ▁نے ▁اپنی ▁پسند ید ہ ▁فلم وں ▁کے ▁ایک شن ▁خود ▁کرنے ▁کی ▁کوشش ▁کی ▁لیکن ▁سب ▁سے ▁زیادہ ▁مہ ارت ▁انہوں ▁نے ▁دونوں ▁ہاتھوں ▁پر ▁چلنے ▁میں ▁حاصل ▁کی ▁اور ▁مشق ▁سے ▁اسے ▁مزید ▁بہتر ▁بن ال یا۔
▁حکومت ▁نے ▁پچ ھل ی ▁حکومت ▁کے ▁رواں ▁مالی ▁سال ▁19 -2018 ▁کے ▁بجٹ ▁میں ▁اہم ▁تبدیلی وں ▁کا ▁فیصلہ ▁کیا ▁ہے ▁۔ ▁فوٹو : ▁ فائل
▁Home ▁» ▁پاکستان ▁» ▁پاکستان ▁تحریک ▁انصاف ▁کے ▁یو تھ ▁کنون شن ▁پر ▁پول س ▁کی ▁ یل غار ، م تعدد ▁پارٹی ▁کارکنان ▁گرفتار

▁زن ▁و ▁شوہر ▁کے ▁ما بین ▁کام ▁کی ▁تقسیم
▁پارٹی ▁کے ▁ممبر ان ▁جس ▁سماجی ▁تبدیلی ▁اور ▁انقلاب ▁کے ▁لئے ▁ب ظ ا ▁ہر ▁جد و ▁ جہ د ▁کر ▁رہے ▁ہوتے ▁ہیں ، ▁ا ُ س ▁انقلاب ▁اور ▁سماجی ▁انصاف ▁کی ▁جھ لک ▁پارٹی ▁کی ▁سیاسی ▁و ▁سماجی ▁ثقافت ▁اور ▁پارٹی ▁کے ▁انقلابی ▁کارکنوں ▁کی ▁طرز ِ ▁معاشر ت ▁میں ▁بھی ▁ضرور ▁نظر ▁آن ی ▁چاہیے۔ ▁ورنہ ▁تو ▁پارٹی ▁دھو کہ ▁کر ▁رہی ▁ہوتی ▁ہے۔
▁انٹرنیٹ ▁ٹی ▁وی
▁آپ ▁اپنے ▁Facebook ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁امریکہ ▁کی ▁ہمیشہ ▁سے ▁یہی ▁عادت ▁رہی ▁ہے ▁کہ ▁جب ▁بھی ▁کسی ▁ملک ▁یا ▁حکومت ▁کا ▁تخت ہ ▁ال ٹ نا ▁ہو ▁اور ▁وہاں ▁پر ▁اپنی ▁من ▁پسند ▁حکومت ▁لا نا ▁ہو ▁تو ▁سب ▁سے ▁پہلے ▁ان ▁ممالک ▁کے ▁خلاف ▁امریکی ▁را گ ▁ال اپ نے ▁کا ▁انداز ▁انسانی ▁حقوق ▁کا ▁نعر ہ ▁ہی ▁ہوتا ▁ہے ▁اور ▁ایسے ▁تمام ▁ممالک ▁جہاں ▁جہاں ▁امریکہ ▁نے ▁فوجی ▁دخل ▁اندازی ▁اور ▁حملے ▁کئے ▁اور ▁متعدد ▁مقامات ▁پر ▁دہشت ▁گرد ▁گروہ وں ▁کو ▁جنم ▁دیا ▁اور ▁ان ▁کی ▁مالی ▁و ▁مسلح ▁معاونت ▁کی ▁، ▁ان ▁تمام ▁کیس ز ▁میں ▁ہمیں ▁ایسا ▁ہی ▁نظر آت ا ▁ہے ▁کہ ▁انسانی ▁حقوق ▁کی ▁پام الی ▁کا ▁بہ انہ ▁بنا ▁کر ▁ان ▁ممالک ▁پر ▁فوجی ▁چڑھ ائی ▁کی ▁گئی ▁اور ▁پھر ▁تاریخ ▁گواہ ▁ہے ▁کہ ▁ہیرو ▁شی ما ▁ہو ▁کہ ▁نا گا ▁سا کی ، ▁و یت ▁نام ▁ہو ▁یا ▁افغانستان ، ▁عراق ▁ہو ▁کہ ▁شام ، ▁لی بیا ▁ہو ▁یا ▁یمن ، ▁دنیا ▁کے ▁ہر ▁اطراف ▁میں ▁امریکی ▁اسلحہ ▁اور ▁حکومت ▁انسانی ▁حقوق ▁بلکہ ▁پوری ▁انسانی ت ▁کی ▁ دھ ج یاں ▁ب کھی ر نے ▁میں ▁سر ف ہر ست ▁نظر ▁آئی ▁ہے۔
▁نئی ▁دہلی : بھارت ▁کے ▁مشرقی ▁حصے ▁میں ▁اس ▁ہاتھ ی ▁کو ▁مار نے ▁کی ▁تیاری ▁کی ▁جا ▁رہی ▁ہے ▁جو ▁گذشتہ ▁کئی ▁مہین وں ▁کے ▁دوران ▁15 ▁لوگوں ▁کو ▁ہلاک ▁کر ▁چکا ▁ہے۔ بھارت ی ▁ٹی ▁وی ▁کے ▁مطابق ▁عہدے ▁دار وں ▁نے ▁کہاکہ ▁ہماری ▁اولین ▁کوشش ▁ہاتھ ی ▁کو ▁پکڑ ▁نا ▁ہے۔ ▁اگر ▁وہ ▁کسی ▁بھی ▁طرح ▁ہمارے ▁کنٹرول ▁میں ▁نہ ▁آیا ▁تو ▁پھر ▁آخری ▁چار ہ ▁کار ▁کے ▁طور ▁پر ▁اسے ▁ہلاک ▁کر ▁دیا ▁جائے ▁گا۔
▁تفصیلات ▁کے ▁مطابق ▁ا نضمام ▁کا ▁کہنا ▁تھا کہ ▁آسٹریلیا ▁کے ▁لئے ▁بہترین ▁کھلاڑیوں ▁کا ▁انتخاب ▁کیا گیا ▁تھا ، سی ریز ▁کے ▁دوران ▁کسی ▁کو ▁مشورہ ▁نہیں ▁دے ▁سکتا ۔ اب ▁سیریز ▁کا ▁اختتام ▁ہوگیا ▁تو تمام ▁کھلاڑیوں ▁کی ▁کارکردگی ▁کا ▁جائزہ ▁لیا ▁جائے ▁گا۔ م ص باح ▁الحق ▁کے ▁بارے ▁بات ▁کرتے ▁ہوئے ▁چیف ▁سل یکٹر ▁نے ▁کہا ▁کہ ▁ریٹائر منٹ ▁کا ▁فیصلہ ▁مصباح ▁کو ▁خود ▁کرنا ▁ہے ، یہ ▁نہیں ▁کہنا ▁چاہیے ▁کہ ▁35 ▁سال ▁کے ▁کھلاڑیوں ▁کو ▁فارغ ▁کردیا ▁جائے ▁گا۔ آخر ▁می ▁ا نضمام ▁الحق ▁نے ▁کہا ▁کہ ▁ٹیم ▁کی ▁سل ی کشن ▁سے ▁متعلق ▁مجھ ▁پر ▁کوئی ▁دباؤ ▁نہیں ▁ہے ، پی ▁ایس ▁ایل ▁کے ▁اچھے ▁کھلاڑی ▁ٹیم ▁میں ▁ضرور ▁آئیں ▁گے۔ ▁محمد ▁حفیظ ▁سے ▁متعلق ▁بات ▁کرتے ▁ہوئے ▁انہوں ▁نے ▁کہا پ چھ لے ▁سال ▁محمد ▁حفیظ ▁ون ▁ڈے ▁کا ▁بہترین ▁کھلاڑی ▁تھا۔
▁پی ▁ایس ▁ایل ▁کی ▁نمبر ▁ون ▁ٹیم ▁اسلام ▁آباد ▁ یون ائی ٹ ڈ ▁کراچی ▁کن گز ▁کے ▁سامنے ▁ڈھ یر ، ▁آسان ▁ہدف ▁دے ▁دیا
▁آپ ▁اپنے ▁Twitter ▁اکاؤنٹ ▁کے ▁ذریعے ▁تبصرہ ▁کر ▁رہے ▁ہیں۔ ▁( ▁لاگ ▁آؤٹ ▁/ ▁تبدیل ▁کریں ▁)
▁یہ ▁بحث ▁مشین وں ▁کی ▁آمد ▁کے ▁ساتھ ▁ہی ▁شروع ▁ہو ▁گئی ▁تھی۔ ▁ہمارے ▁ہاں ▁بھی ▁اس ▁پر ▁بات ▁ہوئی ▁جب ▁پرنٹ نگ ▁مشین ▁ایجاد ▁ہوئی۔ کہ ا ▁گیا ▁کہ ▁اگر ▁اسے ▁ہندوستان ▁میں ▁فروغ ▁دیا ▁گیا ▁تو ▁کا تب وں ▁کا ▁کیا ▁بنے ▁گا ؟ ▁ان ▁کے ▁روزگار ▁کو ▁بچانے ▁کے ▁لیے ▁پرنٹ نگ ▁مشین ▁لگانے ▁سے ▁انکار ▁کر ▁دیا گیا ۔ ▁اس ▁کے ▁نتیجے ▁میں ، ▁ہم ▁انسان ▁کے ▁تہذیب ی ▁قافل ے ▁سے ▁کیسے ▁ب چھ ڑے ، ▁یہ ▁ایک ▁الگ ▁داستان ▁ہے۔ ▁\\ ’ اغ یار ‘ ▁کسی ▁ایسی ▁سوچ ▁کو ▁قبول ▁نہیں ▁کرتے ۔ ▁وہ ▁ترقی ▁کے ▁سفر ▁کو ▁جاری ▁رکھتے ▁اور ▁نئے ▁پیدا ▁ہونے ▁والے ▁مسائل ▁کا ▁حل ▁تلاش ▁کر ▁ تے ▁ہیں۔ ▁اس ▁بحث ▁میں ▁شریک ▁ایک ▁گروہ ▁کا ▁کہنا ▁ہے ▁کہ ▁نئی ▁ٹیکنالوجی ▁روزگار ▁کے ▁نئے ▁مواقع ▁پیدا ▁کرتی ▁ہے۔ ▁ پرانے ▁ہ نر ▁اور ▁مہ ارت یں ▁مترو ک ▁ہو ج اتی ▁ہیں ▁اور ▁نئے ▁ہ نر ▁ان ▁کی ▁جگہ ▁لے ▁لیتے ▁ہیں۔ ▁اس ▁لیے ▁سماج ▁کو ▁نئی ▁مہ ارت یں ▁اور ▁ہ نر ▁مند ▁پیدا ▁کر ▁نی ▁چاہ ئیں ۔ ▁اسے ▁\\ ’ علم ▁کی ▁بنیاد ▁پر ▁قائم ▁معیشت ‘ ▁( know ledge ▁based ▁Economy ) ▁کا ▁نام ▁دیا ▁جاتا ▁ہے۔
▁تازہ ▁ترین ▁خبریں
▁تحول ▁( meta bol ism ) ▁سے ▁مراد ▁تمام ▁جان دار وں ▁کے ▁جسم ▁میں ▁ہونے ▁والے ▁مختلف ▁کیمیا ئی ▁تعمل ات ▁کی ▁ہوتی ▁ہے ▁کہ ▁جو ▁مجموعی ▁طور ▁پر ▁حیات ▁کو ▁ممکن ▁بنا تے ▁ہیں۔ ▁کیمیا ئی ▁تعمل ات ▁یا ▁عوامل ▁کے ▁اس ▁مجموع ے ▁میں ▁وہ ▁عوامل ▁بھی ▁شامل ▁ہیں ▁کہ ▁جو ▁جسم ▁میں ▁تعمیر ی ▁کیمیا ئی ▁تعمل ات ▁کے ▁دوران ▁واقع ▁ہوتے ▁ہیں ▁اور ▁وہ ▁عوامل ▁بھی ▁شامل ▁ہیں ▁کہ ▁جو ▁متعدد ▁کیمیا ئی ▁مرکب ات ▁کی ▁توڑ ▁پھ وڑ ▁کے ▁ذریعہ ▁توانائی ▁پیدا ▁کرنے ▁کے ▁دوران ▁واقع ▁ہوتے ▁ہوں۔
▁آپ ▁یہاں ▁ہیں : ▁ہو م ▁پي ج ▁Tag : ▁غ زہ
▁@ E mi ii 24 1 ▁اللہ ▁ہمیں ▁بھی ▁ایسی ▁عورت ▁سے ▁نواز ▁دے ...
▁شیخ ▁ال از ھر ▁( مصر )
▁باکس ر ▁عامر ▁خان ▁نے ▁فری ال ▁سے ▁علی ح دگی ▁کا ▁با ضا بط ہ ▁اعلان ▁کردیا
▁ایسی ▁فطرت ▁کے ▁حامل ▁کو ▁ناکام ی ▁کیسے ▁مل ▁سکتی ▁ہے۔
▁وزیر ▁اعظم ▁نریندر ▁مودی ▁سے ▁دوران ▁انٹر یو ▁ زی ▁نیوز ▁کے ▁این کر ▁نے ▁روزگار ▁کے ▁متعلق ▁سوال ▁پوچھا ▁‘ ▁حالانک ہ ▁وہ ▁سوال ▁بل کل ▁ہی ▁نہیں ▁لگ ▁رہا ▁تھا ▁بلکہ ▁ایسا ▁محسوس ▁ہورہا ▁تھا ▁کہ ▁وہ ▁روزگار ▁کے ▁متعلق ▁بات ▁چھ ی ڑ یں ▁اور ▁وزیر ▁اعظم ▁نریندر ▁مودی ▁اسکا ▁فوری ▁جواب ▁دی کر ▁روزگار ▁کو ▁لے ▁کر ▁عوام ▁میں ▁پائی ▁جانے ▁والی ▁بر ہم ی ▁کو دور ▁کرنے ▁کا کام ▁کریں۔
▁ليبيا ▁کی ▁قومی ▁عبور ی ▁کونسل ▁کے ▁چئي رم ين ▁محمود ▁جب ريل ▁اگلے ▁دس ▁دنوں ▁کے ▁اندر ▁اي ک ▁عبور ی ▁حکومت ▁تش ک يل ▁دي نا ▁چاہتے ▁ہ ي ں۔ ▁انہوں ▁نے ▁ط راب لس ▁ميں ▁کہا ▁کہ ▁ي ہ ▁عبور ی ▁حکومت ▁ملک ▁کے ▁تمام ▁علاقوں ▁کے ▁نمائند وں ▁پر ▁مشتمل ▁ہو ▁گی : ▁’’ ن ئی ▁حکومت ▁ميں ▁مغربی ▁اور ▁مشرقی ▁شہروں ▁اور ▁ صوب وں ، ▁عبور ی ▁کونسل ▁کے ▁ار اک ين ▁اور ▁جنوب ▁اور ▁شمال ▁کے ▁نمائند ے ▁اور ▁ا ُ ن ▁زير ▁م حاصر ہ ▁علاقوں ▁کے ▁نمائند ے ▁بھی ▁شامل ▁ہوں ▁گے ، ▁جو ▁ق ذ افی ▁کے ▁ح امي وں ▁کے ▁قبض ے ▁ميں ▁ہ ي ں۔ ▁ي ہ ▁عبور ی ▁حکومت ▁عبور ی ▁قومی ▁کونسل ▁کے ▁فيصل وں ▁کو ▁عملی ▁شکل ▁دے ▁گی۔ ‘‘
▁کل 24 ▁دسمبر ▁بروز ▁اتوار ▁سے ▁م ٹھ ن ▁کو ٹ ▁ضلع ▁را جن ▁پور ▁میں ▁شروع ▁ہو رہ ی ▁ہیں ▁جس ▁کے ▁لئے ▁ملک ▁بھر ▁سے ▁زائر ین ▁کی ▁آمد ▁کا ▁سلسلہ ▁شروع ▁ہو ▁گیا ▁ہے ▁زائر ین ▁قافل وں ▁کی ▁صورت ▁میں ▁جو ق ▁در ▁جو ق ▁حق ▁فری د ؒ ▁یا ▁فری د ؒ ▁کے ▁نعر ے ▁لگا تے ▁ہوئے ▁شہر ▁میں ▁داخل ▁ہو ▁رہے ▁ہیں ▁شہر ▁کو ▁دل ہن ▁کی ▁طرح ▁خوبصورت ▁ لائ یٹ وں ، ▁جھ نڈی وں ▁اور ▁خیر ▁مقدم ی ▁بین ر وں ▁سے ▁سج ا ▁دیا ▁گیا ▁ہے ▁ع رس ▁پر ▁تقریبا ت ▁کے ▁انعقاد ▁کے ▁لئے ▁مختلف ▁سیاسی ، ▁سماجی ▁اور ▁مذہبی ▁تنظیم وں ▁نے ▁انتظام ات ▁شروع ▁کر ▁د ئے ▁ہیں ▁ایک ▁اندازہ ▁کے ▁مطابق ▁ملک ▁بھر ▁اور ▁بیرون ▁ملک ▁سے ▁تقریبا ً ▁پانچ ▁سے ▁آٹھ ▁لاکھ ▁تک ▁افراد ▁ع رس ▁میں ▁شرکت ▁کرتے ▁ہیں ▁در یں ▁اثناء ▁24 ▁دسمبر ب روز اتو ارک وم ٹھ ن ▁کو ٹ ▁ضلع ▁را جن ▁پور ▁میں ▁شروع ▁ہونے ▁والی بر ص غیر ▁پاک ▁و ▁ہند ▁کے ▁عظیم ▁صوفی ▁شاعر ▁حضرت ▁خواجہ ▁غلام ▁فری د ▁ ؒ ▁کے ▁سالانہ ▁سہ ▁روزہ ▁ع رس ▁کے ▁موقع ▁پر ▁ڈپٹ ی ▁کمشنر ▁را جن ▁پور ▁اش فاق ▁احمد ▁چوہدری ▁نے ▁ضلع ▁را جن ▁پور ▁کی ▁ری ون یو ▁حدود ▁میں ▁26 دس مبر ▁2017 ء ▁بروز ▁منگل ▁کوم قام ی ▁تعطیل ▁کا ▁اعلان ▁کیا ▁ہے۔ جس ▁کا ▁نوٹ یف یک یشن ▁جاری ▁کر ▁دیا ▁گیا ▁ہے۔ اس ▁تعطیل ▁کا ▁اطلاق ▁بورڈ ▁یا ▁یونیورسٹی ▁کی ▁طرف ▁سے ▁جاری ▁امتحانات ▁اور دیگر ▁ایم ر جنس ی ▁ڈی وٹ ی ▁پر ▁مامور ▁افسران ▁و ▁ملازمین ▁پر ▁نہیں ▁ہو ▁گا۔
▁۔ سف ید ▁منہ ▁والے ، ▁ان ▁کے ▁منہ ▁بند ▁ہوتے ▁ہیں
▁” ▁آپ ▁بھی ▁ہماری ▁طرف ▁ضرور ▁آن ا ، ▁ہاں کل ▁یا ▁ پرس وں ▁مت ▁آن ا ، ▁ایسے ▁کئی ▁لوگوں ▁کی ▁عادت ▁ہوتی ▁ہے ▁کہ ▁ایک ▁دن ▁مہمان ▁آیا ▁اور ▁دوسرے ▁دن ▁منہ ▁ا ُ ٹھا ▁کر ▁ا ُ س ▁کے ▁گھر ▁پہنچ ▁جانا ▁ایسا ▁کرنا ▁آپ ▁جمع ے ▁والے ▁دن ▁آ ▁جانا ▁کیونکہ ▁جمع ے ▁والے ▁دن ▁دو کان ▁بند ▁ہوتی ▁ہے۔ ▁اگر ▁آپ ▁کسی ▁اور ▁دن ▁آئی ▁تو ▁میرے ▁بھائی ▁کو ▁دو کان ▁بند ▁کرنا ▁پڑے ▁گی ▁۔ اس ▁طرح ▁ہمارا ▁نقصان ▁ہوگا۔ “ ام اں ▁ان ▁کو ▁دروازے ▁تک ▁چھوڑ نے ▁گئی ▁اور ▁می نا ▁منح وس ▁بھی ▁ا ُ ن ▁کے ▁ساتھ ▁ہی ▁دفعہ ▁ہو ▁گئی۔ ام اں ▁واپس ▁آئی ▁تو ▁بہت ▁ہی ▁افسر دہ ▁تھیں ▁دونوں ▁لڑکی اں ▁پریشان ▁ہو ▁گئی
▁چین ▁اور ▁عمران ▁خان

▁اور ▁کسی ▁کو ▁اس ▁بات ▁پر ▁اعتراض ▁کہ ▁تبصر وں ▁میں ▁کالم ▁کیوں ▁پی سٹ ▁کرتے ▁ہیں ▁اب ▁اگر ▁کوئی ▁پورے ▁کالم ▁کو ▁اپنے ▁الفاظ ▁میں ▁لکھ ▁دے ▁تو ▁یہ ▁اس ▁کے ▁ذاتی ▁خیالات ▁اور ▁اگر ▁کوئی ▁وہی ▁کالم ▁پی سٹ ▁کر ▁کے ▁لگا ▁دے ▁کہ ▁یہ ▁ایک ▁اور ▁نقط ئ ہ ▁نظر ▁ہے ▁تو ▁کیونکہ ▁ان ▁کے ▁خیالات ▁کی ▁تردید ▁ہونے ▁لگ تی ▁ہے ▁اس ▁لیئے ▁یہ ▁تو ▁بڑا ▁گناہ ▁ہوا ▁ایسا ▁کرنا ▁قطعی ▁غیر ▁اخلاقی ▁ہو ▁جاتا ▁ہے !
▁اس ▁سے ▁قبل ، ▁یک م ▁اگست ▁کو ▁بھی ▁مختلف ▁تا جر ▁تنظیم وں ▁نے ▁ش ٹر ڈا و ٴ ن ▁ہ ڑ تال ▁کی ▁تھی۔ ▁ایک ▁ہی ▁ہفتے ▁میں ▁دو ▁ہ ڑ تال یں ▁تا جر ▁تنظیم وں ▁کے ▁مختلف ▁د ھڑ ک وں ▁کا ▁نتیجہ ▁ہیں۔ ▁کچھ ▁تا جر ▁تنظیم یں ▁یک م ▁اگست ▁کو ▁جبکہ ▁کچھ ▁تنظیم یں ▁پانچ ▁اگست ▁کو ▁ہ ڑ تال ▁کرنے ▁کے ▁حق ▁میں ▁تھیں۔
▁پاکستان ▁و یم نز ▁کرکٹ ▁ٹیم ▁کو ▁نیوز ی ▁لینڈ ▁کے ▁خلاف ▁وا ئٹ ▁و اش ▁کا ▁سامنا


▁March ▁25 , ▁2015 ▁اضلاع ▁کی ▁خبریں

▁حضرت ▁ابراہیم ▁علیہ ▁السلام ▁اپنے ▁آپ ▁میں ▁امت ▁قان ت ▁اور ▁حنیف ▁تھے ▁: [ ▁الن حل ▁۱ ۲۰ ]


▁نو بل ▁انعام ▁یافتہ ▁مل الہ ▁یوسف ز ئی ▁کی ▁وزیراعظم ▁سے ▁ملاقات
▁اب ▁سکول ▁میں ▁بچوں ▁کو ▁کوئی ▁بھی ▁تنگ ▁نہیں ▁کر ▁سکے ▁گا
▁ب ہر ▁حال ▁آپ ▁کو ▁دہلی ▁سے ▁راولپنڈی ▁لے ▁گئے ▁اور ▁وہاں ▁کم ▁وب یش ▁ایک ▁سال ▁جیل ▁خان ے ▁میں ▁نظر ▁بند ▁رکھا ▁دو ▁آدمی ▁ساتھ ▁تھے ▁ایک ▁میر ▁عبد ▁الغ نی ▁ساکن ▁سور ج ▁گڑھ ▁جو ▁بڑے ▁عابد ▁، ▁زا ہ د ▁بزرگ ▁تھے ▁انہوں ▁نے ▁جیل ▁خان ے ▁ہی ▁میں ▁وفات ▁پائی ▁میاں ▁صاحب ▁نے ▁خود ▁ہی ▁ت جہ یز ▁وت ک فین ▁کی ▁اور ▁نماز ▁جنازہ ▁پڑھ ائی ▁۔ ▁دوسرے ▁صاحب ▁ عطاء ▁اللہ ▁تھے ▁جنہوں ▁نے ▁اس ▁زمان ے ▁میں ▁پوری ▁صحیح ▁بخاری ▁سبق ا ً ▁سبق ا ً ▁پڑھ ی ▁اور ▁قرآن ▁مجید ▁بھی ▁حفظ ▁کیا ▁۔ ▁میاں ▁صاحب ▁نے ▁سرکاری ▁ لائ بر یری ▁سے ▁کتاب یں ▁من گو انے ▁کی ▁اجازت ▁لے ▁لی ▁تھی ▁اور ▁ان ▁کا ▁بیشتر ▁وقت ▁مطالع ے ▁میں ▁گزر تا ▁تھا۔ ▁راولپنڈی ▁جیل ▁میں ▁مج ا ہ دین ▁کے ▁متعلق ▁بہت ▁سے ▁کاغذ ات ▁جمع ▁کردی ئے ▁گئے ▁تھے ▁جن ▁میں ▁اکثر ▁فارسی ▁میں ▁تھے ▁۔ ▁شمس ▁العلماء ▁مولوی ▁محمد ▁حسین ▁آزاد ▁ان ▁کاغذ ات ▁کی ▁جان چ ▁پڑتا ل ▁پر ▁لگائے ▁گئے ▁تھے ▁وہ ▁بھی ▁دیر ▁تک ▁راولپنڈی ▁میں ▁مقیم ▁رہے۔ ▁ ذوق ▁کے ▁دیوان ▁کی ▁ترتیب ▁انہوں ▁نے ▁وہ یں ▁شروع ▁کی ▁تھی ▁میاں ▁ن ذ یر ▁حسین ▁کے ▁خلاف ▁کوئی ▁الزام ▁پای ۂ ▁ثبوت ▁کو ▁نہ ▁پہنچ ▁سکا ▁تو ▁تقریبا ً ▁ایک ▁سال ▁بعد ▁انہیں ▁ابتلا ء ▁سے ▁نجات ▁ملی ▁۔ ▁( غل ام ▁رسول ▁مہر ، ▁سر گز شت ▁مج ا ہ دین ، ▁ص : ▁38 2 ، ▁ مطبوع ہ ▁لاہور )
▁ترک مان ستان ▁کے ▁صدر ▁کو ▁سیاہ ▁پسند ▁نہیں ، ▁شہر ▁میں ▁صرف ▁سفید ...
▁یہ ▁یادداشت ▁فار ن ▁ریلی شن ز ▁ آت ھر ائز یشن ▁ایک ٹ ▁2013 ء ▁کی ▁شرائط ▁کے ▁تحت ▁وزیر ▁خارجہ ▁کو ▁منگل ▁کو ▁بھیج ی ▁گئی۔
▁پاک ونی ▁کے ▁پری ذ یڈ نٹ ▁طاہر ▁میاں ▁، ▁سیکرٹری ▁جنرل ▁علی ▁رشید ، ▁چ ئیر مین ▁پرویز ▁ریاض ▁امر ا ▁ ئ ، ▁چیف ▁پیٹ رن ▁طارق ▁خان ▁پیٹ رن ، ▁سینئر ▁وائس ▁پری ذ یڈ نٹ ▁ضیا ▁قریشی ▁، ▁وائس ▁چ ئیر مین ▁طالب ▁حسین ▁سمیت ▁دیگر ▁نے ▁اپنے ▁خطاب ▁میں ▁کہا ▁کہ ▁ہم ▁نئے ▁سفیر ▁اعزاز ▁احمد ▁چوہدری ▁کو ▁پوری ▁پاکستانی ▁امر ی کن ▁کمیونٹی ▁کی ▁جانب ▁سے ▁خوش ▁آمدید ▁کہتے ▁ہیں ▁اور ▁انہیں ▁اپنے ▁ہر ▁ممکن ▁و ▁مکمل ▁تعاون ▁کا ▁یقین ▁دل ات ے ▁ہیں۔
▁امریکہ ▁میں ▁بچوں ▁کے ▁سکول ▁پر حمل ہ ، 3 افراد ہ لاک ▁، حمل ہ ▁آور

▁اس ▁کی ▁تفصیل ▁درج ▁ذیل ▁لنک ▁پر ▁ملاحظ ہ ▁کیجئے ۔
▁ویکیپیڈیا ▁کا ▁ تعارف
▁چترال ▁کے ▁اس پیش ل ▁افراد ▁کو ▁ساتھ ▁لے ▁کر ▁چلنے ▁کی ▁کوشش ▁کی ▁جائے ▁تاکہ ▁ان ▁کی ▁صلاحیت وں ▁سے ▁بھر ▁پور ▁استفاد ہ ▁کیا ▁جا س کے / ڈی ▁سی ▁خورشید عالم ▁مح سود / ضل ع ▁نا ظ م ▁م غفر ت ▁شاہ ▁_ ▁Daily Chi tral
▁خدا ▁تیر ے ▁جہاں ▁سے ▁بھی ▁بڑا ▁ہے
▁فوج ▁کے ▁شعبہ ▁تعلقات ▁عام ہ ▁ ’ آئی ▁ایس ▁پی ▁آر ‘ ▁کے ▁ایک ▁بیان ▁کے ▁مطابق ▁پیر ▁کو ▁درمیان ے ▁ فاصل ے ▁تک ▁مار ▁کرنے ▁والے ▁جس ▁میزائل ▁کا ▁تجربہ ▁کیا ▁گیا ▁وہ ▁روایت ی ▁اور ▁جوہری ▁ہتھیار ▁اپنے ▁ہدف ▁تک ▁لے ▁جانے ▁کی ▁صلاحیت ▁رکھتا ▁ہے۔
▁فیض ▁اور ▁ان ▁کے ▁وال داع جاز ▁مودی ▁نے ▁اس ▁معاملے ▁میں ▁کمال ▁صبر و ▁تحمل ▁کا ▁مظاہرہ ▁کیا۔ ▁فیض ▁نے ▁ نامہ ▁نگار وں ▁کو ▁بتایا ▁کہ ▁’’ کال ج ▁کے ▁زمان ے ▁میں ▁ہمیں ▁احساس ▁ہوگیا ▁کہ ▁محبت ▁سے ▁پیٹ ▁نہیں ▁بھر تا ▁اس ▁لیے ▁میں ▁نے ▁دوسرے ▁ہی ▁سال ▁ گار منٹ ▁کا ▁اپنا ▁کاروبار ▁شروع ▁کردیا۔ ▁نر پ ت ▁چند ▁نے ▁جب ▁اس ▁سے ▁بات ▁کی ▁تو ▁جواب ▁دیا ▁’’ جن اب ▁ہم ▁برس وں ▁سے ▁ایک ▁دوسرے ▁کو ▁جانتے ▁ہیں ‘‘ ۔ ▁فیض ▁پچ اس ▁طلب اء ▁کی ▁جماعت ▁میں ▁تن ہا ▁مسلمان ▁تھا ▁اس ▁کے ▁باوجود ▁اسے ▁خوف ▁محسوس ▁نہیں ▁ہوا۔ ▁نر پ ت ▁چند ▁کی ▁دھو نس ▁دھمکی ▁پر ▁خاموش ی ▁اختیار ▁کرنے ▁کی ▁وجہ ▁یہ ▁بت ائی ▁کہ ▁’’ وہ ▁مجھ ▁سے ▁بڑے ▁ہیں ▁اور ▁یہ ▁قابل ▁ف ہم ▁ہے۔ ▁اس ▁لیے ▁کہ ▁ایسی ▁صورتحال ▁میں ▁ہر ▁والد ▁کا ▁ردعمل ▁اسی ▁ طر ▁ح ▁کا ▁ہوگا ‘‘ ۔ ہ ندو ▁جا گر ن ▁من چ ▁کے ▁شور ▁شراب ے ▁کے ▁باوجود ▁فیض ▁کی ▁پہاڑ ▁جیسی ▁است قامت ▁نے ▁مسلم ▁و ▁غیر ▁مسلم ▁دونوں ▁کو ▁متاثر ▁کیا ▁ہوگا۔ ▁اپنی ▁اہلیہ ▁کے ▁عزت ▁نفس ▁کا ▁خیال ▁اور ▁اس ▁کے ▁والد ▁کا ▁احترام ▁کرنے ▁والا ▁اخلاق ▁بھی ▁قابل ِ ▁تعریف ▁ہے۔ ▁فیض ▁کے ▁والد ▁اعجاز ▁کو ▁جب ▁علم ▁ہوا ▁تو ▁انہوں ▁نے ▁غور و فکر ▁کرکے ▁فیصلہ ▁کرنے ▁کی ▁تلقی ن ▁کی ▁اس ▁لیے ▁یہ ▁بین ▁الم ذا ہ ب ▁شادی ▁ہے ▁اور ▁کہیں ▁دو سال ▁بعد ▁وہ ▁پیچھے ▁نہ ▁ہ ٹ ▁جائیں ▁جس ▁سے ▁دونوں ▁کی ▁زندگی ▁تباہ ▁ہوجائے ۔ ▁یہ ▁سل جھ ا ▁ہوا ▁بیان ▁اعجاز ▁مودی ▁کی ▁ذہنی ▁پخت گی ▁اور ▁ہونے ▁والی ▁بہ و ▁سے ▁غم خ واری ▁کا ▁آئین ہ ▁دار ▁ہے۔

▁جاوید ▁با نڈ ▁کو ▁ہا ٹ ▁اور ▁زبردست ▁کہانی وں ▁کے ▁سلسلے ▁چلانے ▁پر ▁اعزاز ی ▁ممبر ش پ ▁دے ▁دی ▁گئی ▁ہے

▁امریکہ : ا یف ▁35 ▁طی ار وں ▁کو ▁پرواز ▁کی ▁اجازت
▁30 ▁اور ▁ز بول ون ▁کی ▁نسل ▁میں ▁سے ▁ایک ▁ایک ▁مرد ▁جو ▁بیس ▁برس ▁یا ▁اس ▁سے ▁اوپر ▁اوپر ▁کی ▁عمر کا ▁اور ▁جنگ ▁کرنے ▁کے ▁قابل ▁تھا ▁وہ ▁اپ ن ▁ ے گھ ران ے ▁اور ▁آب ائی ▁خاندان ▁کے ▁مطابق ▁اپنے ▁نام ▁سے ▁گ نا ▁گیا
▁طاہر ▁بھ ٹی ▁فروری ▁26, ▁2017 ▁ , ▁2 :38 ▁صبح ▁English ▁Page , ▁حقوق / جد و جہ د , ▁نیوز / حال ات ▁حاضر ہ ▁0 ▁525
▁ٹرمپ ▁کا ▁بیان ▁ان ▁کیلئے ▁سبق ▁ہے ، ▁جو ▁9 /11 ▁کے ▁بعد ▁امریکہ ▁کو ▁خوش ▁کرنا ▁چاہتے ▁تھے : شیر یں ▁مزار ی
▁اس ▁روایت ▁کو ▁ابن ▁معین ▁نے ▁رد ▁کیا ▁ہے ▁اور ▁سوالات ▁الجن ید ▁میں ▁ہے
▁Home ▁/ ▁عرب ▁دنیا ▁/ ▁آن ▁لائن ▁7.5 ▁لاکھ ▁قربانی ▁کے ▁جانور ▁حجاج ▁کے ▁منتظر ، فی ▁جانور ▁450 ▁ریال ▁میں ▁دستیاب
▁لاہور ▁( ڈی لی ▁پاکستان ▁آن ▁لائن ) مسلم ▁لیگ ▁ن ▁کے ▁رہنما ▁را نا ▁ ثناء اللہ ▁نے ▁کہا ▁کہ ▁چودھری ▁نثار ▁نے ▁ہمیشہ ▁خود ▁کو ▁پارٹی ▁میں ▁سب ▁سے ▁بڑا ▁سمجھا ▁اور ▁اس ▁بات ▁کا ▁جواز ▁یہ ▁تھا ▁کہ ▁ان ▁کو ▁نواز ▁شریف ▁کا ▁اعتماد ▁حاصل ▁تھا ▁۔
▁2 ۔ محمد ▁یو نس ▁سکر دو
▁ایک ▁حدیث ▁میں ▁ہے ▁کہ ▁ایک ▁شخص ▁راستہ ▁میں ▁جارہا ▁تھا ▁کہ ▁اس ▁کو ▁سخت ▁پی اس ▁لگ ▁گئی ، ▁اتفاق ▁سے ▁اس ▁کو ▁ایک ▁کن و اں ▁مل ▁گیا ▁اور ▁اس ▁نے ▁کن ویں ▁میں ▁اتر ▁کر ▁پانی ▁پی ▁لیا ، ▁کن ویں ▁سے ▁نکل ا ▁تو ▁دیکھا ▁کہ ▁ایک ▁کت ا ▁پی اس ▁سے ▁زبان ▁نکال ▁رہا ▁ہے ▁اور ▁کی چ ڑ ▁چا ٹ ▁رہا ▁ہے ، ▁اس ▁نے ▁اپنی ▁پی اس ▁کی ▁شدت ▁کو ▁یاد ▁کرکے ▁اس ▁پر ▁ترس ▁کھا یا ▁اور ▁کن ویں ▁میں ▁اتر ▁کر ▁پانی ▁لا یا ▁اور ▁اس ▁کو ▁پلا یا۔ ▁خدا ▁کے ▁نزدیک ▁اس ▁کا ▁یہ ▁عمل ▁مقبول ▁ہوا ▁اور ▁خدا ▁نے ▁اس ▁کو ▁بخش ▁دیا۔ ▁صحابہ ▁کرام ؓ ▁نے ▁اس ▁واقعہ ▁کو ▁سن اتو ▁بول ے ▁یا ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ! ▁کیا ▁جانور وں ▁کے ▁ساتھ ▁سلوک ▁کرنے ▁میں ▁بھی ▁ ثواب ▁ملتا ▁ہے ؟ ▁فرمایا ▁کہ ▁ہر ▁ذ ی ▁حیات ▁کے ▁ساتھ ▁سلوک ▁کرنا ▁موجب ▁ ثواب ▁ہے۔ ▁صرف ▁جان ▁دار وں ▁ہی ▁تک ▁نہیں ▁بلکہ ▁نب ات ا ▁ت ▁تک ▁کی ▁خدمت ▁اور
▁دریا ئی ▁گھو ڑوں ▁کے ▁بال ▁کیوں ▁نہیں ▁ہوتے ؟
▁بھارتی ▁آرمی ▁چیف ▁کی ▁پاکستان ▁پر ▁حملہ ▁کرنے ▁کی ▁دھمکی ، ▁پاکستان ▁پر ▁حملہ ▁کرنے ▁سے ▁پہلے ▁بھارتی ▁آرمی ▁چیف ▁اپنی ▁ٹ انگ وں ▁میں ▁وزن ▁ڈال ے ▁، ▁کشمیر ▁کو ▁آزاد ▁کیا ▁جائے ▁اور ▁ڈرا م ے ▁بازی ▁بند ▁کی ▁جائے ، ▁پاکستان ▁کو ▁درد ▁محسوس ▁کرانے ▁والے ▁پہلے ▁اپنے ▁درد ▁کو ▁تو ▁ختم ▁کریں ▁، بھارت ی ▁مودی ▁کے ▁بعد ▁ایک ▁اور ▁ہندو ▁کا ▁ڈرا مہ ▁باز ▁بیان ▁posted ▁on ▁September ▁22, ▁2018
▁2) ▁تہ ہ ▁بہ ▁تہ ہ ▁ہے ▁راز ▁کوئی ▁آب ▁کی ▁تحویل ▁میں ▁( شاعر ▁- ▁عالم ▁خورشید )


▁صاحب زاد ہ ▁جہانگیر ▁کی ▁جانب ▁سے ▁پارٹی ▁چیئرمین ▁اور ▁ملک ▁و ▁قوم ▁کیلئے ▁قرآن ▁خوانی ▁و ▁دعا
▁Previous ▁مر ی خ ▁پر ▁جانا ▁چاہتے ▁ہیں ؟ ▁2030 ء ▁کا ▁انتظار ▁کریں !
▁سون ل ▁چو ہ ان ▁( انگ ریز ی : ▁Son al ▁Cha uhan ) ▁ایک ▁بھارتی ▁فلم ی ▁اداکارہ ▁ہے۔ [1]
▁Home ▁» ▁دنیا ▁» ▁مقتول ▁اس ام ہ ▁بن ▁لا دن ▁کے ▁بیٹے ▁نے ▁امریکہ ▁سے ▁انتقام ▁لینے ▁کی ▁دھمکی ▁دی
▁ زین ▁احمد ▁گل شن ▁اقبال ▁سے ▁اپنے ▁ساتھ ▁دو ▁کر س یاں ▁بھی ▁لائے ▁تھے۔ ▁وہ ▁تحریک ▁انصاف ▁کے ▁علاوہ ▁کسی ▁سیاسی ▁جماعت ▁کے ▁جل سے ▁میں ▁نہیں ▁گئے ▁یہاں ▁فیلم ی ▁کے ▁ساتھ ▁آئے ▁تھے۔
▁استناد ▁کے ▁عمل ▁یا ▁سرکاری ▁لائسنس ▁مطلوب ہ ▁ملازمت ▁کے ▁لئے ▁ہو ▁سکتے ▁ہیں .
▁ٹو کی و : ▁ٹو کی و ▁2020 ▁اول مپ کس ▁کے ▁بورڈ ▁پر ▁تنقید ▁کی ▁گئی ▁تھی ▁کہ ▁صرف ▁بو ڑھ ے ▁مرد ▁ہی ▁اس ▁پر ▁حکمران ▁ہیں۔ ▁اس ▁پر ▁خواتین ▁اور ▁سابق ▁اول مپ ئن ▁افراد ▁کو ▁اس ▁میں ▁شامل ▁کیا ▁گیا۔ ▁اور ▁اب ▁منتظم ین ▁کو ▁ایک ▁می وز ک ▁پرو ڈی و سر ▁کی ▁تعینات ی ▁پر ▁ایک ▁نئے ▁ممکن ہ ▁تنازع ے ▁کا ▁سامنا ▁ہے۔
▁نہ ال ▁ہا شم ی ▁کی ▁تقریر ▁غلط ’ ▁بالکل ▁غلط ۔ ▁اس ▁کی ▁جتن ی ▁بھی ▁مذمت ▁کی ▁جائے ▁کم ، ▁سوال ▁مگر ▁یہ ▁ہے ▁کہ ▁جب ▁شیخ ▁رشید ▁نے ▁کہا ▁تھا ▁” عد الت ▁سے ▁قانون ▁کا ▁جنازہ ▁نکل ے ▁گا ▁یا ▁ نون ▁کا ▁” ۔ ▁تب ▁عدلیہ ▁کا ▁آ ہ نی ▁پنج ہ ▁ا ُ س ▁کی ▁گردن ▁پر ▁کیوں ▁نہیں ▁کس ا ▁گیا ؟ ▁اس ▁قسم ▁کے ▁بیان ات ▁کپتان ▁صاحب ▁بھی ▁متو ات ر ▁دیتے ▁چلے ▁آ ▁رہے ▁ہیں ▁لیکن ▁انہیں ▁توہین ِ ▁عدالت ▁کی ▁ل ٹک تی ▁تل وار ▁کا ▁خوف ▁ہے ▁نہ ▁خطرہ ۔ ▁میاں ▁صاحب ▁کے ▁بی ٹ وں ▁سے ▁کئی ▁کئی ▁گھنٹوں ▁پر ▁محیط ▁تفتیش ▁نے ▁بھی ▁سیاسی ▁گھ ٹن ▁میں ▁اضافہ ▁کر ▁دیا ▁ہے۔ ▁حسین ▁نواز ▁کی ▁سوشل ▁میڈیا ▁پر ت صو یر ▁نے ▁بھی ▁خوب ▁دھو م ▁مچ ائی ۔ ▁اسی ▁تصویر ▁کو ▁بعد ▁از اں ▁تحریک ِ ▁انصاف ▁کے ▁علی ▁ زید ی ▁نے ▁شیئر ▁کیا ▁اور ▁جی ▁بھر ▁کے ▁میاں ▁خاندان ▁کی ▁بے ▁بس ی ▁کا ▁مذاق ▁ا ُ ڑ ایا ▁گیا۔ ▁یہ ▁حرکت ▁نواز ▁لیگ ▁کو ▁مش تعل ▁کرنے ▁کے ▁لیے ▁کافی ▁تھی ، ▁ا ِ س ▁کے ▁باوجود م یاں ▁صاحب ▁کا ▁صبر ▁و ▁تحمل ▁قابل ِ ▁ست ائش ▁رہا ▁۔ ▁سوال ▁مگر ▁یہ ▁ہے ▁کہ ▁جو ڈی شل ▁اک یڈ می ▁میں تو ▁کوئی ▁پر ند ہ ▁بھی ▁پ َ ر ▁نہیں ▁مار ▁سکتا ۔ ▁ا ِ س ▁وقت ▁وہاں ▁جے ▁آئی ▁ٹی ▁کا ▁راج ▁ہے ، ▁کسی ▁وکیل ▁تک ▁کو ▁بھی ▁اندر ▁آنے ▁کی ▁اجازت ▁نہیں ، ▁پھر ▁یہ ▁تصویر ▁سوشل ▁میڈیا ▁تک ▁کیسے ▁پہنچ ی ؟ ۔ ▁کل ▁کل اں ▁اگر ▁جے ▁آئی ▁ٹی ▁کی ▁کارروائی ▁بھی ▁سوشل ▁میڈیا ▁پر ▁نظر ▁آنے ▁لگی ▁تو ▁جے ▁آئی ▁ٹی ▁کی ▁تحقیقات ▁پر ▁کون ▁اعتبار ▁کرے ▁گا ؟ ▁وہ ▁کون ▁سے ▁خفیہ ▁ہاتھ ▁ہیں ▁جو ▁ب ہر صورت ▁ت صاد م ▁چاہتے ▁ہیں۔
▁پیش ▁سے ▁طرف ▁کی ▁Hello EA A ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک
▁گیس ▁کے ▁بعد ▁بجلی ▁کی ▁قیمت وں ▁میں ▁بھی ▁اضافہ ▁کردیا ▁گیا
▁وائرل یس ▁رسائی ▁پوائنٹ ▁سے ▁نم ٹ نے ▁کے ▁طریق وں ▁کا ▁سراغ ▁لگا نا ▁ہے : ▁SS ID ▁نشر ▁نہیں ▁کرتے ، ▁W PA 2 ▁کا ▁استعمال ▁کرتے ▁ہوئے ▁اور ▁می ک ▁ایڈریس ▁Si ft ing ▁کا ▁استعمال ▁کرتے ▁ہوئے ▁ان ▁میں ▁سے ▁سب ▁سے ▁زیادہ ▁مرکزی ▁ دھ ارے ▁ہیں .
▁اک یس ▁برس ▁کے ▁زو خار ▁سار ن یف ▁پر ▁الزام ▁ثابت ▁ہونے ▁کی ▁صورت ▁میں ▁ا ُ سے ▁سزا ئے ▁موت ▁ہوسکتی ▁ہے۔ ▁ان ▁الزامات ▁میں ▁حملوں ▁کے ▁تین ▁روز ▁بعد ▁یونیورسٹی ▁پولیس ▁اہل ▁کار ▁پر ▁گول یاں ▁چلانے ▁اور ▁بم ▁سے ▁حملہ ▁کرنا ▁شامل ▁ہے ، ▁ایسے ▁میں ▁جب ▁وہ ▁اور 26 ▁برس ▁کے ▁تم ر لان ▁بوس ٹن ▁سے ▁بھاگ نے ▁کی ▁کوشش ▁کر ▁رہے ▁تھے۔
▁ایسی ▁خشک ▁کھا نس ی ▁جو ▁ ٹھ نڈی ▁ہوا ▁لگ نے ▁سے ▁ لاحق ▁ہوئی ▁ہو ▁ا ِ س ▁ دوا ▁سے ▁ٹھیک ▁ہو ▁جاتی ▁ہے ▁ا ِ س ▁ دوا ▁کا ▁مریض ▁حد ▁درجہ ▁بے چین ▁اور ▁تشویش ▁میں ▁مبتلا ▁رہتا ▁ہے ▁ .
▁کی ن برا ▁( این ▁این ▁آئی ) ▁آسٹریلیا ▁کی ▁یونیورسٹی ▁آف ▁میل بور ن ▁کے ▁سائنس دان وں ▁نے ▁جدید ▁تحقیق ▁کے ▁بعد ▁نوجوان ▁جو ڑوں ▁کو ▁ہدایت ▁کی ▁ہے ▁کہ ▁کبھی ▁بھی ▁ویل نٹ ائن ▁ڈے ▁پر ▁شادی ▁مت ▁کریں ▁کیونکہ ▁اس ▁روز ▁ہونے ▁والی ▁شادی ▁کے ▁بہت ▁جلد ▁خاتمے ▁سے ▁دو چار ▁ہونے ▁کے ▁امکانات ▁بہت ▁زیادہ ▁ہوتے ▁ہیں۔ ▁[...]
▁بھارتی ▁اداکارہ ▁نے ▁مسلمان ▁سے ▁شادی ▁کے ▁لئے ▁اسلام ▁قبول ▁کرلیا ، ▁بھارت ▁میں ▁کہ رام ▁مچ ▁گیا

▁فہرست ▁رہنما ئی
▁مزید ▁کوئٹہ ▁کی ▁خبریں
▁فی ▁الحال ▁بات ▁ا ُ ن ▁پ بل ک ▁پرا پر ٹی ز ▁تک ▁محدود ▁رہ نی ▁چاہئے ▁جنہیں ▁صرف ▁چند ▁افراد ▁کے ▁شوق ِ ▁ش ہن شا ہی ▁کی ▁تس کین ▁کے ▁لئے ▁ض ائع ▁کیا ▁جارہا ▁ہے ▁ ۔۔۔
▁بھارتی ▁میڈیا ▁کے ▁مطابق ▁م لائ کہ ▁ ارو ڑا ▁نے ▁اپنی ▁سال گر ہ ▁دبئی ▁میں ▁4 ▁قریب ی ▁دوستوں ▁کے ▁ہمراہ ▁من ائی ▁ہے ▁۔ ▁م لائ کہ ▁ ارو ڑا ▁نے ▁سماجی ▁رابط وں ▁کے ▁ویب ▁سائٹ ▁پر ▁اپنی ▁سال گر ہ ▁کی ▁تصاویر ▁شئ یر ▁کی ▁ہیں ▁۔ جس ▁میں ▁دیکھا ▁جا ▁سکتا ▁ہے ▁کہ ▁انہوں ▁نے ▁اپنی ▁سال گر ہ ▁دھو م ▁ دھ ام ▁سے ▁من ائی ▁ہے۔
▁می سور ی ▁اور ▁ٹیکس اس ▁کی ▁ریاست وں ▁میں ▁2014 ▁کے ▁دوران ▁دس ، ▁دس ▁افراد ▁کی ▁سزا ئے ▁موت ▁پر ▁عمل در آم د ▁کیا ▁گیا۔
▁ا دار تی ▁امور ▁اور ▁ استفسار ات ▁کے ▁لیے ▁رابطہ ▁کریں
▁مقبول ▁تر انے ’ ’ ▁دل ▁دل ▁پاکستان ‘‘ ▁کا ▁تخلیق ▁کار ▁اس ▁وقت ▁کہاں ▁اور ▁کس ▁حال ▁میں ▁ہے ؟ ▁جان ▁کر ▁آپ ▁کو ▁بھی ▁د کھ ▁ہو ▁گا
▁عامر ▁خان ▁کو ▁پاکستان ▁جانے ▁کا ▁مشورہ
▁اردو ▁پوائنٹ ▁پاکستان ▁۔ ▁اس ▁ایوان ▁میں ▁وہ ▁لوگ ▁بھی ▁ب راج مان ▁ہیں ▁جو ▁اس ▁پر ▁لعنت ▁بھیج تے ▁تھے ▁، ▁عابد ▁علی ▁شیر ▁۔ ▁اسلام ▁آباد
▁بھائی ۔۔۔ بات ▁پخت ون وں ▁سے ▁ہم در دی ▁کی ▁نہیں ▁پاکستان ▁سے ▁نفرت ▁کی ▁ہے
▁امریکا ▁میں ▁2 ▁مختلف ▁یونیورسٹی وں ▁میں ▁فائرنگ ▁سے ▁2 ▁افراد ▁ہلاک ، ▁3 ▁زخمی
▁ماہ ▁ نامہ ▁بن ات ▁ا ھل ▁السن ت ▁جولائی ▁2014 ▁کا ▁تازہ ▁شمار ہ ▁آن ▁لائن ▁پڑھنے ▁اور ▁ ڈا ون ▁لوڈ ▁کرنے ▁کے ▁لیے ▁یہاں ▁پر ▁کلک ▁کریں
▁گا ئ وں ، ▁محل ے ▁کی ▁عورت یں ، ▁لڑکی اں ▁نئی ▁دل ہن ▁کو ▁دیکھنے ▁ا کھ ٹی ▁ہو ▁گئیں ۔ ▁کمر ے ▁میں ▁اور ▁باہر ▁برآمد ے ▁میں ▁شور ▁م چا ▁ہوا ▁تھا۔ ▁کان ▁پڑ ی ▁آواز ▁سن ائی ▁نہ ▁دیتی ▁تھی۔ ▁ دھی رے ▁ دھی رے ▁باقی ▁بار اتی ▁بھی ▁پہنچ نا ▁شروع ▁ہو ▁گئے ▁۔ ▁رسم وں ▁کے ▁لئے ▁دل ہا ▁کو ▁بل ایا ▁گیا۔
▁3. ▁کا سم ی ٹک ▁ فیل ڈ ▁میں ▁لا گو ▁کیا ▁گیا ▁ہے ، ▁اس ▁کا ▁کینسر ▁مخالف ▁اثر ▁ہے .
▁ریلوے ▁اسٹیشن ▁پر ▁کام ▁کرنے ▁والے ▁با ہم ت ▁ق ُ لی ▁کی ▁کہانی
▁2008 ء : ▁وا ہ ▁کی نٹ ▁میں ▁حملہ
▁یو ▁کے ▁ان ڈی پ نڈ نٹ ▁پارٹی ▁کے ▁رہنما ▁ن ائی جل ▁فرا ژ ▁نے ▁اسے ▁برطانیہ ▁کا ▁کا ▁ ’ یوم ِ ▁آزادی ‘ ▁قرار ▁دیا ▁ہے
▁یقین ▁ہونا ▁آدھ ی ▁کامیابی ▁ہے۔
▁دوبارہ ▁دوبارہ ▁دستیاب .
▁پسند ید ہ ▁ویب ▁سائٹ
▁گی ل پ ▁پاکستان ▁میں ▁78 ▁فیصد ▁نے ▁چین ▁، ▁14 ▁فیصد ▁نے ▁سعودی ▁عرب ▁کو ▁پاکستان ▁کا ▁بہترین ▁دوست ▁قرار ▁دیا۔
▁Next : ▁بروز ▁اتوار ▁الم م تاز ▁ہسپتال ▁فری ▁می ڈیکل ▁کیمپ ▁کا ▁انعقاد ▁، ڈا کٹ ر ▁محمد ▁سک ندر ▁نیازی ▁مریض وں ▁کا ▁مع ائن ہ ▁کریں ▁گے ▁۔
▁ ’ ہم ▁سب ‘ ▁میں ▁کیسے ▁لکھا ▁جائے ؟
▁اسی ▁طرح ▁ارشاد ▁بار ی ▁تعالی ▁ہے ▁۔

▁ای ردو آن ▁نے ▁کولو ن ▁میں ▁جامع ▁مسجد ▁کا ▁افتتاح ▁کر ▁دیا ▁29 .09.2018
▁Next ▁: ▁شدید ▁بارش وں ▁کی ▁وجہ ▁سے ▁غریب ▁اور ▁متوسط ▁طبق ے ▁کو ▁نقصان ▁ہوا ▁مکان ات ▁اور ▁کھڑی ▁فصل یں ▁تباہ ▁و بر باد ▁ہو چک ی ▁ہیں
▁جواب : ▁دیکھا ▁جائے ▁تو ▁اس ▁اعتراض ▁کے ▁پیچھے ▁بھی ▁مرزا ▁غلام ▁احمد ▁قا دی انی ▁اور اس ▁کی ▁امت ▁کی ▁انگریز ▁حکومت ▁کی ▁نمک ▁خو اری ▁کا ▁جذب ہ ▁کارفرما ▁ہے ، ▁ورنہ ▁مرز ائی وں ▁اور ▁تمام ▁دنیا ▁کو ▁معلوم ▁ہے ▁کہ ▁جہاد ▁کا ▁حکم ▁حضرت ▁محمد ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁نہیں ▁؛ ▁بلکہ ▁اللہ ▁تعالی ٰ ▁نے ▁دیا ▁ہے ، اس ▁لئے ▁ہم ▁یہ ▁کہنے ▁میں ▁حق ▁بجانب ▁ہیں ▁کہ ▁مرز ائی وں ، ▁ قاد یان یوں ▁اور ▁ان ▁کے ▁با وا ▁غلام ▁احمد ▁قا دی انی ▁کا ▁اسلام ▁اور ▁قرآن ▁پر ▁نہ ▁صرف ▁یہ ▁کہ ▁ایمان ▁نہیں ؛ ▁بلکہ ▁ان ▁کا ▁اس ▁سے ▁دور ▁کا ▁بھی ▁ واسط ہ ▁نہیں۔
▁جو ▁شخص ▁ایمان ▁کے ▁بعد ▁اللہ
▁حضرت ▁امام ▁مہ دی ▁( عج ) ▁کا ▁انتظار ▁چونکہ ▁حجت ▁خدا ▁اور ▁پيغمبر اک رم ▁صلى ▁الله ▁عليه ▁وسلم ▁کے ▁حقیقی ▁جان شين ▁کا ▁انتظار ▁ہے ▁ل ھ ذا ▁حقیقی ▁انتظار ▁کو ▁مختصر ▁بیان ▁کرتے ▁ہیں۔
▁حضرت ▁توفیق ▁ایک ▁اعلی ٰ ▁درجہ ▁کے ▁ن قاد ▁تھے۔ ▁زبان ▁و ▁بیان ▁پر ▁انہیں ▁کافی ▁دسترس ▁حاصل ▁تھا۔ ▁وہ ▁لفظ وں ▁کے ▁نب ض ▁شناس ▁تھے۔ ▁ صن ائع ▁اور ▁بد ائع ▁پر ▁انہیں ▁انہیں ▁کافی ▁عبور ▁تھا۔ ’ ’ جب ▁حیدرآباد ▁میں ▁سک ہ ▁قر ط اس ▁کا ▁اجرا ئ عمل ▁میں ▁آیا ▁تو ▁نوٹ ▁پر ▁عبارت ▁لکھنے ▁کے ▁لئے ▁آپ ▁کے ▁خط ▁کے ▁ساتھ ▁مختلف ▁خوش نویس وں ▁کا ▁مقابلہ ▁کیا ▁گیا۔ ▁آخر ▁میں ▁آپ ▁ہی ▁کا ▁خط ▁منتخب ▁کیا ▁گیا۔ ▁چنانچہ ▁جو ▁نوٹ ▁ممالک ▁مح روس ہ ▁میں ▁را ئ ج ▁تھے ▁ان ▁کی ▁اردو ▁عبارت ▁آپ ▁ہی ▁کے ▁خط ▁کا ▁چر بہ ▁ہے۔ ‘‘

▁جس ▁میں ▁اس ▁کا ▁حل ▁بھی ▁موجود ▁ہے
▁جا وا ▁اس کر پٹ ▁جے ▁ایس ، ▁ایچ ▁ٹی ▁ایم ▁ایل ، ▁سی ▁ایس ▁ایس ، ▁پی ▁ایچ ▁پی ▁کی
▁اپنا ▁تبصرہ ▁لکھیں
▁جوان وں ▁سے ▁منسوب ▁یوم ▁ولادت ▁علی ▁اکبر ▁علیہ ▁السلام ▁اور ▁ہماری ▁ذم ہ ▁دار یاں
▁خواتین ▁کا ▁صفحہ
▁کمر ے ▁سے ▁ایک ▁فعال ▁ڈر ی سنگ ▁روم ▁بھی ▁جڑ ا ▁ہے
▁اب ▁اس ▁کی ▁سزا ▁کا ▁ذکر ▁ہو ▁رہا ▁ہے ▁کہ ▁میں ▁انہیں ▁ جہ نم ▁کی ▁آگ ▁میں ▁ غرق ▁کر ▁دون گا

▁وفاقی ▁حکومت ▁نے ▁حافظ ▁سعید ▁کے ▁متعلق ▁حساس ▁دستاویز ات ▁پیش ▁کر ▁دیں
▁با نو ▁ قدس یہ ▁کی ▁ت صن یف ، ▁" حا صل ▁گھ اٹ " ▁سے ▁اقت باس ۔
▁ہمارے ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کو ▁آسمان ▁سے ▁اتار تا ۔ ▁خدا ▁نے ▁جو ▁فرمایا ▁تم ▁نے ▁اب ▁تک ▁نہیں ▁پڑھ ا
▁اللہ ▁تعالی ٰ ▁بیگم ▁کلثوم ▁نواز ▁کو صح ت ▁کامل ہ ▁عطا فر م ائے ▁اور ▁ان ▁کی ▁عمر ▁در از ▁ف ...
▁دوسری ▁جانب ▁ان ڈی ن ▁نیشنل ▁کانگریس ▁کی ▁جانب ▁سے ▁سو نیا گان دھی ▁اور ▁راہ ول ▁گاندھی ▁کی ▁قیادت ▁میں ▁پارلیمنٹ ▁ہاؤس ▁سے ▁را شت راپ تی ▁بھ ون ▁تک ▁احتجاج ی ▁مارچ ▁کیا۔
▁2 ▁تمہارے ▁لوگ ▁میری ▁ایک ▁نہیں ▁سن ے۔ ▁وہ ▁میری ▁تعلیم ▁کو ▁قبول ▁نہیں ▁کر ▁ت ے۔ ▁ی روش لم ▁نے ▁خداوند ▁پر ▁تو کل ▁نہیں ▁کیا۔ ▁وہ ▁اپنے ▁خدا ▁کے ▁پاس ▁نہیں ▁گئی۔
▁طوفان ▁پیٹ ▁(1)
▁شہر ▁کی ▁خبریں
▁پاکستان ▁میں ▁قیام ▁امن ▁کی ▁حالی ہ ▁جدوجہد ▁!

▁لڑکی ▁کو ▁غیر ت ▁کے ▁نام ▁پر ▁قتل ▁کرنے ▁والے ▁مجرم ▁کو ▁سزا ئے ▁موت
▁آخری ▁بار ▁اپ ڈی ٹ ▁کیا ▁گیا ▁فروری ▁03 , ▁2017
▁بعض ▁والدین ▁کو ▁یہ ▁شکایت ▁ہوتی ▁ہے ▁کہ ▁ان ▁کے ▁بچے ▁خوراک ▁پر ▁توجہ ▁نہیں ▁دیتے ▁یا ▁کھانے ▁میں ▁دلچسپی ▁نہیں ▁لیتے ۔ ▁اس ▁طرح ▁کے ▁بچوں ▁میں ▁کھانے ▁سے ▁بے ▁رخ ی ▁بے ▁حد ▁بڑھ ▁جاتی ▁ہے ▁ایسے ▁بچے ▁کو ▁کھانے ▁کی ▁تر غ یب ▁دینے ▁کے ▁لیے ▁ان ▁کے ▁والدین ▁کو ▁چاہیئے ▁کہ ▁6 ▁یا ▁7 ▁مختلف ▁قسم ▁کی ▁وہ ▁غذا ئیں ▁جو ▁رنگ وں ▁سے ▁بھر ▁پور ▁ہوں ▁ایک ▁پلی ٹ ▁میں ▁رکھ ▁کر ▁دی ▁جائیں ۔ ▁تاکہ ▁مختلف ▁قسم ▁کے ▁رنگ وں ▁کو ▁دیکھ ▁کر ▁بچے ▁کھانے ▁کی ▁طرف ▁اپنے ▁آپ ▁کو ▁م ائل ▁کر سک یں۔
▁چیف ▁جسٹس ▁ثاقب ▁نثار ▁نے ▁ری مار کس ▁دیئے ▁کہ ▁حسین ▁حق انی ▁نے ▁واپسی ▁سے ▁متعلق ▁عدالت ▁میں ▁بیان ▁حلف ی ▁دیا ، ▁یقین ▁ دہ انی ▁اور ▁بیان ▁حلف ی ▁کے ▁باوجود ▁حسین ▁حق انی ▁واپس ▁پاکستان ▁نہیں ▁آیا ، ▁اس ▁کیس ▁میں ▁6 ▁سال ▁ض ائع ▁کر ▁دی ئے۔ ▁عدالت ▁کا ▁کہنا ▁تھا ▁کہ ▁پارلیمنٹ ▁بیرون ▁ممالک ▁میں ▁موجود ▁ملزمان ▁کی ▁وطن ▁واپسی ▁کیلئے ▁قانون ▁سازی ▁کرے . قانون ▁سازی ▁کے ▁بعد ▁بہتر ▁پوزیشن ▁میں ▁ہو نگے ، ▁ایڈ یشن ل ▁پر اس یکی و ٹر ▁جنرل ▁نیب ▁نے ▁کہا ▁کہ ▁گزشتہ ▁روز ▁ہی ▁پتہ ▁چلا کہ ▁ملزمان ▁کی ▁وطن ▁واپسی ▁کیلئے ▁نیب ▁کارروائی ▁کرسکتا ▁ہے۔ ▁عدالت ▁نے ▁حسین ▁حق انی ▁کی ▁وطن ▁واپسی ▁کیلئے ▁قومی ▁احتساب ▁بی ورو ▁کو ▁کارروائی ▁شروع ▁کرنے ▁کا ▁حکم ▁دیتے ▁ہوئے ▁سماعت ▁ایک ▁ہفتے ▁کیلئے ▁ملت وی ▁کر ▁دی۔
▁اللہ ▁تعالی ٰ ▁قیامت ▁کے ▁دن ▁نداد ے ▁گام ی رے ▁پڑ وسی ▁کہاں ▁ہیں ؟ ▁میرے ▁پڑ وسی ▁کہاں ▁ہیں ؟ ▁فرشت ے ▁کہیں ▁گے : ا ے ▁ہمارے ▁رب ▁کس ▁کے ▁لائق ▁ہے ▁کہ ▁وہ ▁آپ ▁کا ▁پڑ وسی ▁بنے ؟ ▁اللہ ▁تعالی ٰ ▁فرما ئے ▁گا : م سا جد ▁کو آباد ▁کرنے ▁والے ▁کہاں ہ یں ( وہ ی ▁میرے ▁پڑ وسی ▁ہیں )
▁توحید ▁کی ▁چو کھ ٹ ▁پر ▁لے ▁آئے ▁وہ ▁انس اں ▁کو
▁271 ▁اگر ▁تم ▁خیر ات ▁ظاہر ▁کرکے ▁دو ▁تو ▁بھی ▁اچھی ▁بات ▁ہے ▁اور ▁اگر ▁اسے ▁چھپ ا ▁کرد و ▁اور ▁فقیر وں ▁کو ▁پہنچا دو ▁تو ▁تمہارے ▁حق ▁میں ▁وہ ▁بہتر ▁ہے ▁اور ▁الله ▁تمہارے ▁کچھ ▁گناہ ▁دور ▁کر ▁دے ▁گا ▁اور ▁الله ▁تمہارے ▁کام وں ▁سے ▁خوب ▁خبر ▁رکھنے ▁والا ▁ہے
▁میڈیا ▁سینٹر
▁نیویارک ▁۔ ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁23 ▁مئی 2018 ء ) ▁ری کا ▁اور ▁یورپ ▁میں ▁سو نے ▁کے ▁نرخ وں ▁میں ▁استحکام ▁رہا ▁جبکہ ▁ایشیا ▁میں ▁کمی ▁ہوئی ▁جس ▁کی ▁وجہ ▁ڈالر ▁کی ▁شرح ▁تبادل ہ ▁میں ▁اتار ▁چڑھ ائ و ▁ہے۔ نیو ی ارک ▁میں ▁سپ اٹ ▁گول ڈ ▁کے ▁نرخ ▁وقف ے ▁کے ▁بعد ▁129 2.5 1 ▁ڈالر ▁فی ▁او نس ▁پر ▁ف لیٹ ▁رہے۔
▁لاہور ، مل تان ▁اور ▁بہ اول پور ▁کے ▁اسپتال وں ▁میں ▁اب ▁بھی ▁کئی ▁زخمی ▁زندگی ▁اور ▁موت ▁کی ▁کش م کش ▁میں ▁مبتلا ▁ہیں۔
▁” س ید نا ▁انس ▁بن ▁مالک ▁رضی ▁اللہ ▁عنہ ▁سے ▁روایت ▁ہے ▁کہ ▁جب ▁مؤ ذن ▁اذا ن ▁( م غرب ) ▁کہ تا ▁تو ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁( ک بار ) ▁صحابہ ▁کرام ▁ستون وں ▁کی ▁طرف ▁ایک ▁دوسرے ▁سے ▁سبق ت ▁کرتے ، ▁یہاں ▁تک ▁کہ ▁نبی ▁کریم ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁تشریف ▁لا تے ، ▁وہ ▁( صحاب ہ ) ▁اسی ▁حالت ▁میں ▁مغرب ▁سے ▁پہلے ▁دو ▁رک عت یں ▁پڑھ تے ، ▁اذا ن ▁اور ▁اقامت ▁کے ▁درمیان ▁کثیر ▁وقت ▁نہیں ▁ہوتا ▁تھا۔ “ ▁( صح یح ▁بخاری ▁: ▁۱ / ۸۷ ، ▁ح ▁: ▁۶ ۲۵ ، ▁صحیح ▁مسلم ▁: ▁۱ / ۲۸ ۷ ، ▁ح ▁: ▁۸ ۳۷ )
▁بعض ▁اوقات ▁عقل ▁دا ڑھ ▁میں ▁درد ▁رہنے ▁لگتا ▁ہے ▁یا ▁اس ▁میں ▁پی پ ▁پڑ ج اتی ▁ہے ▁یا ▁مواد ▁خارج ▁ہونے ▁لگتا ▁ہے ▁تو ▁پھر ▁اسے ▁نکال نے ▁کی ▁ضرورت ▁پیش ▁آج اتی ▁ہے ▁۔
▁اس ▁طیارے ▁نے ▁6 ▁اکتوبر ▁1977 ء ▁کو ▁پہلی ▁پرواز ▁کی ▁تھی ▁اور ▁اگست ▁1983 ء ▁میں ▁سو و یت ▁فضائی ہ ▁کا ▁حصہ ▁بنا ۔
▁فار کس ▁مارکیٹ ▁کا ▁سب ▁سے ▁بڑا ▁نقصان ▁حتمی ▁طور ▁پر ▁اس ▁کے ▁سب ▁سے ▁بڑے ▁فائدہ ▁کی ▁وجہ ▁سے ▁ہوتا ▁ہے۔ ▁یہ ▁بہت ▁بڑا ▁ہوتا ▁ہے ▁اس ▁لئے ▁کوئی ▁اسے ▁تمام ▁کرنسی ▁پی ئر ▁کو ▁فال و ▁کرنے ▁کے ▁لئے ▁پچ ید ہ ▁پا ▁سکتا ▁ہے۔ ▁کرنسی ▁کی ▁قیمت ▁کی ▁حرکت ▁عام ▁طور ▁پر ▁جدید ▁خبر وں ، ▁اف وا ہ وں ، ▁بنیادی ات ، ▁سیاسی ▁مسائل ▁اور ▁بڑے ▁مذہبی ▁اور ▁عالمی ▁تقریبا ت ▁کی ▁وجہ ▁ہوتی ▁ہے۔ ▁کرنسی ▁مارکیٹ ▁بہت ▁متحرک ▁اور ▁پیش ن ▁گو ئی ▁نہ ▁کی ▁جا ▁سک نے ▁والی ▁ہوتی ▁ہے۔ ▁لیکن ▁ایک ▁عقل ▁مند ▁حکمت ▁عملی ، ▁کافی ▁تحمل ▁اور ▁علم ، ▁اہم ▁فیصلہ ▁کرنا ▁اور ▁بھرپور ▁رس ک ▁می نج منٹ ▁کرنے ▁سے ▁فار کس ▁ٹر یڈ نگ ▁کسی ▁کو ▁بھی ▁لکھ ▁پت ی ▁میں ▁بدل ▁سکتی ▁ہے۔ ▁غالبا ، ▁آپ ▁کو ▁خود ▁کو ▁فار کس ▁ ٹری ڈر ▁بنانے ▁کے ▁لیے ▁بہت ▁ذ یا دہ ▁کوشش ▁کرنے ▁کی ▁ضرورت ▁نہیں۔ اس ▁لئے ▁آپ ▁ابھی ▁شروع ▁کیوں ▁نہیں ▁کرتے ؟
▁پشاور ▁- ▁ایک ▁پاکستانی ▁این ▁جی ▁او ▁ملک ▁بھر ▁میں ▁امن ▁کو ▁مضبوط ▁بنانے ▁اور ▁خوشحال ▁پاکستان ▁کی ▁تعمیر ▁میں ▁مدد ▁کے ▁لیے ▁کام ▁کر ▁رہی ▁ہے۔
▁ہماری ▁( کان گری س ▁پارٹی ) ▁کی ▁پوزیشن ▁ا ُ س ▁وقت ▁مضبوط ▁ہوگی ▁جب ▁ہم ▁واپس ▁اقتدار ▁پر ▁آئیں ▁گے ، ▁ہم ▁موجودہ ▁جی ▁ایس ▁ٹی ▁کو ▁آسان ▁کریں ▁گے ▁اور ▁کوشش ▁کریں ▁گے ▁کہ ▁اسے ▁معقول ▁ون ▁ٹ ائم ▁ٹیکس ▁کریں۔ ▁راہ ول ▁گاندھی ▁نے ▁یہ ▁بات ▁پر وف یشن ل ▁اور ▁کاروبار ی ▁لوگوں ▁کے ▁ساتھ ▁بات ▁چیت ▁کرنے ▁کے ▁دوران ▁کہ ی ۔
▁کور نگی ▁انڈسٹری ل ▁ای ریا ▁، ▁کراچی ▁، ▁پاکستان

▁اہل ▁محل ہ ▁کے ▁مطابق ▁تین وں ▁لڑکی اں ▁غیر ▁شادی ▁شدہ ▁تھیں۔ دس ▁دن ▁پہلے ▁ان ▁کا ▁باپ ▁مر ▁گیا ▁تھا ▁جس ▁کی ▁وجہ ▁سے ▁یہ ▁بہت ▁صدم ے ▁میں ▁تھیں ▁اور ▁باپ ▁کے ▁چلے ▁جانے ▁سے ▁کو ڑی وں ▁کی ▁م حتاج ▁ہو ▁گئیں ▁تھیں ▁۔ جس ▁وجہ ▁سے ▁تین وں ▁بہن وں ▁نے ▁بھائی ▁کو ▁کام ▁کے ▁بہ انے ▁گھر ▁سے ▁باہر ▁بھی جا ▁اور ▁خود کش ی ▁کر ▁لی ۔
▁ ’ کش میر ▁میں ▁تشدد ▁نے ▁نوجوان ▁کو ▁بے ▁خوف ▁کر ▁دیا ▁ہے ▁: ▁رپورٹ
▁اسکا ٹ ▁لینڈ ▁کے ▁خلاف ▁ٹی 20 : ▁پاکستانی ▁دست ے ▁کا ▁اعلان
▁ہمارے ▁متعلق
▁ورلڈ ▁وا ٹر ▁ڈے ▁۔ پان ی ▁کا ▁عالمی ▁دن
▁پنجاب ▁کے ▁عوام ▁کو ▁شہباز ▁شریف ▁جیسا ▁وزیر ▁اعلی ٰ ▁نہیں ▁مل ▁سکتا
▁پا ▁ک ستان ▁84 ▁ارب ▁ڈالر ▁کا ▁مقر وض ‘ ▁پیسے ▁کا ▁مصرف ▁کہیں ▁نظر
▁محافظ ہ ▁فی وم
▁میری ▁مان و ۔۔۔ پرو گرام ▁اور ▁ش یڈ ول ▁بنانے ▁ترک ▁کر ▁دو ۔ ▁جو ▁کرنا ▁ہے ▁وہ ▁کرنا ▁شروع ▁کر ▁دو ۔ آ گ ے ▁تمہاری ▁مرضی ۔ “
▁Home ▁بین ▁الاقوامی ▁ٹرمپ ▁کی ▁دھمکی ▁کام ▁کر ▁گئی ، س عود ی ▁عرب ▁نے ▁صحافی ▁جمال ▁خش و گی ▁کی ...
▁چودھری ▁شجاع ت ▁حسین ▁نے ▁آئین ▁کے ▁آرٹیکل ▁چھ ▁میں ▁ترمیم ▁کام سود ہ ▁سینیٹ ▁کو بھ جو ادی ا ، آئی ن ▁کے ▁آرٹیکل ▁6 ▁میں " ہ ائی ▁ ٹری ژن ▁" ( غ داری ▁) کا لفظ ▁مملکت ▁کے ▁خلاف ▁جرم ▁میں ▁... ▁مزید
▁ur wiki ▁سان چہ : جنوب ی ▁ڈ کو ٹا
▁غو ث ▁علی ▁شاہ ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁گل زار ▁صاحب ▁84 ▁برس ▁کے ▁ہو ▁گئے
▁جماعت ▁اسلامی ▁فا ٹا ▁کے ▁ذم ہ ▁ داران ▁کا ▁اجلاس
▁متحد ▁ہ ▁قومی ▁مو و منٹ ▁کی ▁رابطہ ▁کمیٹی ▁نے ▁5 A پا پوش ▁نگر ▁میں ▁قائم ▁غو ث یہ ▁الی من ٹری ▁اسکول ▁کی ▁انتظامیہ ▁کو ▁کال عد م ▁جماعت ▁کی ▁جانب ▁سے ▁دھمکی ▁آمیز ▁خط ▁پر ▁گ ہری ▁تشویش ▁کا اظ ہ ار ▁کرتے ▁ہوئے ▁اسے ▁دہشت ▁گردوں ▁کی ▁علم ▁دشمن ▁اور ▁ب ذ دل انہ ▁کارروائی ▁قرار ▁دیا ہے۔ ایک ▁مذمت ی ▁بیان ▁میں ▁رابطہ ▁کمیٹی ▁نے ▁کہا ▁کہ ▁ایک ▁جانب ▁صوبہ ▁پنجاب ▁کے ▁بیشتر ▁حصو ▁ ں ▁میں ▁تعلیمی ▁ادارے ▁بند ▁ہیں ▁اور ▁والدین ▁اپنے ▁بچوں ▁کے ▁تحفظ ▁کیلئے ▁سخت ▁ذہنی ▁اذیت ▁کا ▁شکار ▁ہیں ▁دوسری ▁جانب ▁ملک ▁کے ▁سب ▁سے ▁بڑے ▁شہر میں ▁کھل ے ▁عام ▁دن ▁د ھا ڑے ▁کال عد م ▁جماعت ▁کی ▁جانب ▁سے ▁اسکول ▁انتظامیہ ▁کو ▁دھمکی اں ▁نہ ▁صرف ▁طالب ▁علم وں ▁، ▁ان کے ▁والدین ▁اور ▁اساتذہ ▁کیلئے ▁پریشان ی ▁کا ▁سبب ▁ہے ▁بلکہ ▁شہر ▁کے ▁ہر ▁پر ▁امن ▁شہری ▁کی ▁تشویش ▁میں ▁اضافے ▁کا ▁باعث ▁ہے ۔انہوں ▁نے ▁کہاکہ ▁ایم ▁کی وا ▁ یم ▁کراچی ▁کے ▁امن ▁کیلئے ▁سنج ید ہ ▁ہے ▁اور ▁اس کے ▁لئے ▁اول ▁روز سے ▁قانون ▁نافذ ▁کرنی وال ے ▁اداروں ▁کو ▁اپنے ▁ہر ▁ممکن ▁تعاون ▁کی ▁یقین ▁ دہ انی ▁کر ▁وار ہی ▁ہے ، ▁ہم ▁اپنے ▁اتحاد ▁سے ▁دہشت ▁گردوں ▁کو ▁شکست ▁دیں ▁گے ▁اور ▁تعلیم ▁دشمن ▁اقدامات ▁کو ▁کسی ▁صورت ▁کامیاب ▁نہیں ▁ہونے ▁دیں ▁گے۔ رابط ہ ▁کمیٹی ▁نے ▁وفاقی ▁وزیر ▁داخلہ ▁چوہدری ▁نثار ▁علی ▁خان ▁، وزیر ▁اعلی ٰ ▁سندھ ▁سید ▁قائم ▁علی ▁شاہ ▁اور ▁صوبائی ▁وزیر ▁داخلہ ▁سہ یل ▁انور ▁سی ال ▁سے ▁مطالبہ ▁کیا ▁ہے ▁کہ ▁وہ ▁5 A پا پوش ▁نگر ▁میں ▁قائم ▁غو ث یہ ▁الی من ٹری ▁اسکول ▁کو ▁کال عد م ▁دہشت ▁گرد ▁تنظیم ▁کی ▁جانب ▁سے ▁ملنے ▁والے ▁دھمکی ▁آمیز ▁خط ▁کو ▁سنج ی دگی ▁سے ▁لیک ر ▁اس ▁کے ▁پیچھے ▁پوش ید ہ ▁مذ موم ▁عناصر ▁کو ▁فوری ▁گرفت ا ▁ر ▁کریں ▁اور ▁مذکورہ ▁اسکول ▁سمیت ▁شہر ▁بھر ▁کے ▁تعلیمی ▁اداروں ▁کی ▁سیکورٹی ▁کیلئے ▁خاطر ▁خواہ ▁اقدامات ▁برو کار ▁ل ائیں۔
▁آج ▁کا ▁اخبار
▁نئی ▁پوسٹ وں ▁کے ▁بارے ▁میں ▁مجھے ▁ای ▁میل ▁کے ▁ذریعے ▁آگاہ ▁کریں۔
▁رسائی ▁کے ▁لنکس
▁اس ▁کے ▁بعد ▁کے ▁سال وں ▁میں ▁اس ▁کے ▁مختلف ▁طرح ▁کے ▁ماڈل ▁بنائے ▁جاتے ▁رہے ▁تھے۔ ▁ان ▁میں ▁سے ▁ایک ▁جنگی ▁میز ائی ل ▁بردار ▁ایک ر ونو ▁پلان ▁” ▁لون ” ▁تھا ▁جس ▁کی ▁آزما ئ ش ▁1980 ▁کی ▁دہائی ▁میں ▁کی ▁گئی ▁تھی۔
▁کشمیر ▁کو ▁بھارت ▁اور ▁پاکستان ▁دونوں ▁سے ▁آزاد ▁کر ▁دیا ▁جانا ▁چاہیے ▁اور ▁پھل ▁پاکستان ▁کو ▁کرنا ▁چاہئے : ▁محمود ▁خان ▁ا چک ز ئی ▁بی ▁بی ▁سی ▁کو ▁انٹرویو ▁- ▁ٹائمز ▁آف ▁چترال
▁_ ▁محمد ▁اس لم ▁رضا ▁_ ▁کی ▁فی ▁الحال ▁( ▁1 ▁) ▁کتاب ▁/ ▁کتاب یں ▁می سر ▁ہیں۔
▁امام ▁مہ دی ▁بارے ▁میں

▁م ُ سل ِ م ▁کے ▁ل ُ غو ی ▁معنی ▁تو ▁ا ُ و پر ▁لکھ ▁دیئے ▁مگر ▁ا ِ ص طل اح ی ▁طور ▁پر ▁م ُ سل ِ م ▁یا ▁م ُ س لمان ▁ا ُ س ▁شخص ▁کو ▁کہا ▁جاتا ▁ہے ▁جو ▁اللہ ▁س ُ ب ْ ح َ ان ُ ہ ُ ▁و َ ▁ت َ ع َ ال ٰ ی ▁کی ▁اطاعت ▁قبول ▁کرتا ▁ہے ▁یعنی ▁اللہ ▁کا ▁ہر ▁ح ُ کم ▁مان تا ▁یا ▁کم ▁از ▁کم ▁مان نے ▁کا ▁دعوی دار ▁ہوتا ▁ہے ▁۔ ▁اي ک ▁م ُ سلم ▁يا ▁م ُ س لمان ▁اللہ ▁کا ▁ح ُ کم ▁تب ▁ہی ▁مان نے ▁کے ▁قابل ▁ہو ▁گا ▁جب ▁ا ُ سے ▁معلوم ▁ہو ▁گا ▁کہ ▁اللہ ▁کا ▁ح ُ کم ▁کیا ▁ہے ▁۔ ▁اللہ ▁کے ▁ح ُ کم ▁کو ▁جان نے ▁کے ▁لئے ▁ا ُ سے ▁قرآن ▁الح کی م ▁کو ▁پڑھ ▁کر ▁اس کے ▁معنی ▁سمجھ نا ▁پڑ یں ▁گے ▁۔
▁عین ی ▁شاہد ین ▁کا ▁کہنا ▁ہے ▁کہ ▁ہار ون ▁بل ور ▁تقریب ▁کے ▁مہمان ▁خصوصی ▁تھے ▁ان ▁کے ▁پہنچنے ▁پر ▁حملہ ▁آور ▁نے ▁ان ▁کے ▁قریب ▁پہنچ ▁کر ▁خود ▁کو ▁دھماکے ▁سے ▁ا ڑ ال یا۔ ▁دھماکے ▁کے ▁بعد ▁اے ▁این ▁پی ▁کے ▁کارکنان ▁بڑی ▁تعداد ▁میں ▁جائے ▁وقوع ▁اور ▁اسپتال ▁پہنچ ▁گئے۔

▁سلمان ▁خان ▁کے ▁خلاف ▁مقدمہ ▁درج ▁وجہ ▁جان ▁کر ▁آپ ▁بھی ▁حیران ▁ہو نگے
▁وو لون گو نگ ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁Hum p recht ▁166 6-1 668 ▁سال وں ▁میں ▁تعمیر ، ▁ایک ▁منفرد ▁ یل ڈی ڈیکل ▁بل ڈ نگ ▁ترتیب ▁کے ▁ساتھ ▁جی کن ▁ضلع ▁میں ▁ایک ▁قسمت ▁ہے . ▁یہ ▁PLA ▁بو ہی مان یا ▁جنت ▁میں ، ▁اسی ▁نام ▁کے ▁قدیم ▁ترین ▁علاقے ▁میں ▁سو وب کو کا ▁کے ▁شمال ▁مغرب ▁کے ▁بارے ▁میں ▁0,5 ▁کل وم یٹر ▁میں ▁واقع ▁ہے . ▁اس ▁کی ▁شکل ▁میں ، ▁ہم پر ی چ ٹ ▁چار ٹ ، ▁سو وب کو کا ▁کے ▁قریب ▁پل کا ▁کے ▁پہاڑ ی ▁پر ▁واقع ▁ہے . ▁سلطنت ▁کا ▁سب ▁سے ▁بڑا ▁ت عاقب ▁یقینی ▁طور ▁پر ▁16 ▁میٹر ▁ہائی ▁ہا ل ▁ہے ▁[...]
▁بچوں ▁کے ▁نام
▁آج ▁کے ▁بعد ▁سے ▁لوگ ▁آپ ▁کے ▁ساتھ ▁جو ▁بھی ▁سلوک ▁کریں ▁یا ▁جو ▁بھی ▁روی ہ ▁اختیار ▁کریں ▁یا ▁آپ ▁کے ▁بارے ▁میں ▁جو ▁بھی ▁کہیں ▁ان ▁کو ▁ایسا ▁کرنے ▁دیں ▁اور ▁ان ▁کی ▁راہ ▁میں ▁ح ائل ▁نہ ▁ہوں ▁-
▁نئی ▁کو ٹھ ڑی ▁میں ▁پہلی ▁شب ▁سو تے ▁جا گ تے ▁گزر ی ۔ ▁ہر ▁تین ▁گھنٹے ▁بعد ▁پہ رے ▁پر ▁موجود ▁سنت ری ▁تبدیلی ▁کے ▁وقت ▁اپنے ▁زندہ ▁و ▁موجود ▁ہونے ▁کی ▁با آ واز ِ ▁بلند ▁گواہ ی ▁لازم ▁تھی ▁تو ▁دوسری ▁طرف ▁ہر ▁چھ ▁گھنٹے ▁بعد ▁سنت ری ▁بادشاہ ▁آواز ▁دے ▁کر ▁کہ تا ، ’ ’ شا ہ ▁د وائی ▁لے ▁کے ▁کھا ▁لا ‘‘ ▁( شا ہ ▁د وائی ▁لے ▁کر ▁کھا ▁لو ) ۔ اگ لی ▁صبح ▁کو ٹھ ڑی ▁کی ▁صف ائی ▁کے ▁لئے ▁آنے ▁والا ▁جمع دار ▁ایک ▁خالی ▁بو تل ▁لے ▁کر ▁آیا ▁اور ▁بولا ، ’ ’ تی را ▁پیش اب ▁وی ▁ٹیسٹ ▁ہونا ▁ا ے۔ ▁نا ش تے ▁تو ▁پہلا ں ▁این دے ▁وچ ▁پیش اب ▁دا ▁نمو نہ ▁بھر ▁د ئیں ‘‘ ( تم ہ ارا ▁پیش اب ▁بھی ▁ٹیسٹ ▁ہونا ▁ہے۔ ▁نا ش تے ▁سے ▁پہلے ▁اس ▁میں ▁پیش اب ▁کا ▁نمو نہ ▁بھر ▁دینا ) ▁یو رن ▁ٹیسٹ ▁کے ▁لئے ▁ہدایت ▁ نامہ ▁تھا۔ ▁کچھ ▁دیر ▁بعد ▁چائے ▁اور ▁آدھ ی ▁رو ٹی ▁کا ▁نا شت ہ ▁مل ▁گیا۔ ▁دوسرے ▁سنت ری ▁کی ▁تبدیلی ▁کے ▁بعد ▁ڈاکٹر ▁اور ▁اس ▁کا ▁معاون ▁دو ▁اہلکاروں ▁اور ▁ایک ▁نامعلوم ▁افسر ▁کے ▁ہمراہ ▁کو ٹھ ڑی ▁میں ▁آئے ۔ ▁ڈاکٹر ▁نے ▁مات ھے ▁اور ▁گردن ▁کے ▁زخم وں ▁کا ▁مع ائن ہ ▁کیا۔ ▁دونوں ▁پر ▁مر ہم ▁سی ▁لگا ئی ۔ ▁گردن ▁پر ▁البتہ ▁پ ٹی ▁کر ▁دی۔ ▁اس ▁کے ▁بعد ▁اس ▁نے ▁بل ڈ ▁ٹیسٹ ▁کے ▁لئے ▁دو ▁سر نج وں ▁میں ▁خون ▁لیا۔ ▁اور ▁کو ٹھ ڑی ▁سے ▁چلے ▁گئے۔ ک افی ▁دیر ▁کے ▁بعد ▁مجھے ▁کو ٹھ ڑی ▁کی ▁طرف ▁آتی ▁آواز یں ▁سن ائی ▁دیں۔ ▁پھر ▁سنت ری ▁کے ▁سیل ی وٹ ▁نے ▁یقین ▁دل ایا ▁کہ ▁کوئی ▁آر ہا ▁ہے۔ ▁آنے ▁والے ▁نمودار ▁ہوئے ▁تو ▁ایک ▁تو ▁فل ک ▁شیر ▁اع وان ▁تھا۔ ▁دوسرا ▁وہی ▁پنجاب ▁پولیس ▁کا ▁ایڈ یشن ل ▁آئی ▁جی ۔ ▁ان ▁کے ▁ساتھ ▁ایک ▁اور ▁شخص ▁بھی ▁تھا۔ ▁میں ▁اسے ▁پہلی ▁بار ▁دیکھ ▁رہا ▁تھا۔
▁ہی ومن ▁رائٹ س ▁کمیشن ▁آف ▁پاکستان ▁کے ▁اسد ▁بٹ ▁نے ▁اس ▁حوالے ▁سے ▁اپنے ▁تاثر ات ▁دیتے ▁ہوئے ▁ڈی ▁ڈبلیو ▁کو ▁بتایا ▁کہ ▁ٹی ▁ٹی ▁پی ▁کے ▁بہت ▁سارے ▁لوگ ▁اسٹ ی بل ش منٹ ▁کے ▁قریب ▁رہیں ▁ہیں ▁اور ▁وہ ▁اب ▁ان ▁کو ▁بچا ▁رہی ▁ہے ، ’ ’ میں ▁نے ▁خود ▁آٹھ ▁سال ▁پہلے ▁گلگت ▁کے ▁قریب ▁ایک ▁علاقے ▁میں ▁ایک ▁طرف ▁طالبان ▁کے ▁کیمپ ▁دیکھ ے ▁اور ▁دوسری ▁طرف ▁آرمی ▁کے ۔ ▁تو ▁یہ ▁ان ▁کے ▁ہی ▁لوگ ▁ہیں۔ ▁کیا ▁ہم ▁بھول ▁گئے ▁ہیں ▁کہ ▁حمید ▁گل ▁اور ▁دوسرے ▁جر ▁نیل ▁ان ▁دہشت ▁گردوں ▁کو ▁اپنا ▁بیٹا ▁قرار ▁دیتے ▁تھے۔ ▁ان ▁کے ▁خلاف ▁کوئی ▁کارروائی ▁نہیں ▁ہو ▁گی ‘‘ ۔
▁اضلاع ▁کی ▁خبریں
▁دماغ ▁کو ▁تیز ▁بنانے ▁والے ▁12 ▁سپر ف وڈ
▁6 ▁حوالہ ▁جا ت
▁عورتوں ▁کا ▁چہرے ▁کے ▁بال ▁صاف ▁کرنا ▁«
▁اگست ▁2016 ء ▁میں ▁جن ی وا ▁میں ▁اقوام ِ ▁متحدہ ▁کی ▁نسل ی ▁تفر یق ▁کے ▁خاتمے ▁کی ▁کمیٹی ▁( UN CER D ) ▁کے ▁90 ویں ▁اجلاس ▁کے ▁موقع ▁پر ▁کمیونٹی ▁کو ▁ لاحق ▁خطر ات ▁کی ▁نشان دہ ی ▁کی ▁گئی۔ ▁اس ▁میں ▁پاکستان ▁کی ▁می عاد ی ▁رپورٹ ▁کا ▁جائزہ ▁پیش ▁کیا ▁گیا ▁تھا ▁جس ▁میں ▁نشان دہ ی ▁کی ▁گئی ▁تھی ▁کہ ▁شی دی ▁مزدور ، ▁بال خصوص ▁خواتین ▁حکومت ▁کے ▁بنیادی ▁معا وض ے ▁اور ▁موافق ▁اقتصادی ▁مواقع ▁سے ▁محروم ▁ہیں۔
▁پاکستان ▁نے ▁سزا ▁یافتہ ▁بھارتی ▁جاسوس ▁کم ا نڈر ▁کلب ھو یشن ▁یاد یو ▁کی ▁اہلیہ ▁اور ▁والد ہ ▁کے ▁دورے ▁کے ▁24 ▁گھنٹے ▁بعد ▁عائد ▁کردہ ▁بے ▁بنیاد ▁بھارتی ▁الزام ▁کو ▁مست ر ▁کردیا ▁۔ ▁ترجمان ▁دفتر ▁خارجہ ▁کی ▁جانب ▁سے ▁بدھ ▁کو ▁جاری ▁بیان ▁میں ▁کہا گیا ▁ہے ▁کہ ▁ہم ▁الفاظ ▁کی ▁بے ▁معنی ▁جنگ ▁میں ▁ال جھ نا ▁نہیں ▁چاہتے ۔
▁چینی ▁موبائل ▁کمپنی ▁وی وو ▁نے ▁ایپ ل ▁اور ▁سام ▁سنگ ▁کو ▁بھی ▁پیچھے ▁چھوڑ دیا ، ▁ایک ▁ایسا ▁فی چر ▁موبائل ▁میں ▁دیدی ا ▁جو ▁صارفین ▁کی ▁اش د ▁ضرورت ▁تھی
▁واشنگٹن : ▁امریکی ▁وسط ▁مدتی ▁انتخابات ▁میں ▁پہلی ▁بار ▁2 ▁مسلمان ▁خواتین ▁بھی ▁منتخب ▁ہوکر ▁کانگریس ▁میں ▁پہنچ ▁گئیں ۔ ڈی مو ▁کر یٹ ▁امیدوار ▁راشد ہ ▁ طل ائب ▁مش ی ▁ گن ▁اور ▁ الہ ان ▁عمر ▁من ی ▁سو ٹا ▁سے ▁منتخب ▁ہوئی ں۔
▁دو ▁طرف ہ ▁سیریز ▁کیس : ▁بھارت ▁کا ▁پاکستان ▁سے ▁اخراج ات ▁کی ▁مد ▁میں ▁رقم ▁کا ▁مطالبہ
▁عوام ▁کے ▁مختلف ▁طبقات ▁سے ▁تعلق ▁رکھنے ▁والے ▁ہزاروں ▁افراد ▁نے ▁پیر ▁کو ▁رہ بر انقلاب ▁اسلامی ▁آیت ▁اللہ ▁ال عظم ی ▁سید ▁علی ▁خام نہ ▁ای ▁سے ▁ملاقات ▁کی۔
▁( کیا ▁کپ ڑوں ▁کا ▁یہاں ▁توڑ ا ▁ہے ؟ )

▁وہ ▁سائیکل ▁چلانے ▁اور ▁چلنے ▁والے ▁سیاح وں ، ▁فلا ح ▁و ▁بہ بود ▁کے ▁پیک ج وں ، ▁چھٹی وں ▁کے ▁پیک ی جز ، ▁س بھی ▁شامل ▁پیک ج وں ▁اور ▁بہت ▁کچھ ▁کے ▁لئے ▁آؤٹ ▁ لیٹ ▁پیش ▁کرتے ▁ہیں !
▁وصول ▁کرنے ▁کے ▁لیے ▁اپنا ▁ای ▁میل ▁ایڈریس ▁میں ▁داخل
▁ علامہ ▁اقبال ▁او پن ▁یونیورسٹی ▁میں ▁2 روز ہ ▁بین ▁الاقوامی ▁کانفرنس ▁21 ▁مارچ ▁کو ▁شروع ▁ہوگی
▁بی ▁بی ▁سی ▁کے ▁بارے ▁میں
▁اردو ▁نیوز ▁شو
▁تلاش ▁پر ▁جائیں
▁اضلاع ▁کی ▁خبریں
▁اسلام ▁آباد : ▁صدر ▁مملکت ▁ممنون ▁حسین ▁سے ▁کام رس ▁اینڈ ▁ٹیکس ٹ ائل ▁کے ▁وزیر ▁محمد ▁پرویز ▁ملک ▁ملاقات ▁کر ▁رہے ▁ہیں۔
▁۱ ▁شو ال ، ▁عید ▁الفطر
▁چاپ لوس ▁آدمی ▁آپ ▁کو ▁نقصان ▁پہنچا ▁کر ▁اپنا ▁ا ُ لو ▁سید ھا ▁کرنا ▁چاہتا ▁ہے۔ ▁( بر نار ڈ شا )
▁دل ▁تو ▁بھی ڑی ے ▁کے ▁سی نے ▁میں ▁بھی ▁د ھڑ کت ا ▁ہے
▁متعلقہ ▁خبریں
▁پی ▁سی ▁بی ▁کی ▁جانب ▁سے ش ائ ق ین ▁کرکٹ ▁کیلئے ▁خوش خبر ی ▁کیونکہ ▁پی ▁ایس ▁ایل -3 ▁کیلئے ▁فائنل ▁ش یڈ ول ▁کا ▁اعلان ▁کر ▁دیا ▁گیا ▁ہے .
▁پاکستان ▁کے ▁ر موز ▁ڈ اک
▁مرکزی ▁مواد ▁پر ▁جائیں
▁میں ▁نے ▁پاکستان ▁کی ▁مشہور ▁یونیورسٹی ▁سے ▁ان جن ئیر نگ ▁کی ▁ڈگری ▁حاصل ▁کی ▁ہے ▁، ▁میرے ▁پاس ▁بہت ▁سے ▁آئی ڈی از ▁ہیں ▁لیکن ▁میں ▁لوگوں ▁کے ▁سامنے ▁بات ...
▁پاکستان ▁، ▁امریکہ ▁، ▁کی نی ڈا ▁، ▁لندن ▁، ▁عما رات ▁اور ▁سعودی ہ ▁سے ▁آپ ▁ہ نڈی ▁کا ▁کاروبار ▁ختم ▁نہیں ▁کرسکتے ▁، ▁کیوں ▁کہ ▁من ی ▁چین جر ▁کے ▁علاوہ ▁، ▁برس وں ▁سے ▁پاکستان ▁سے ▁باہر ▁بس نے ▁والے ▁خاندان ▁یہ ▁کام ▁کر ▁رہے ▁ہیں ▁، ▁گو ▁تھ و ڑے ▁پیمان ے ▁پر ▁کر ▁رہے ▁ہیں ▁، ▁لیکن ▁ہو ▁رہا ▁ہے ▁، ▁جس ▁سے ▁پاکستان ▁سے ▁باہر ▁گئے ▁محنت ▁کش ▁طبق ہ ▁کے ▁والدین ▁، ▁گذار ہ ▁کر ▁رہے ▁ہیں ▁۔
▁جواب : ▁یہاں ▁فساد ▁یوں ▁تو ▁ایک ▁عمومی ▁انداز ▁میں ▁آیا ▁ہے ▁لیکن ▁جو ▁مضمون ▁چل ▁رہا ▁ہے ▁اس ▁میں ▁فساد ▁سے ▁مراد ▁حق ▁پرست ی ▁کا ▁انکار ▁ہے ▁۔ ▁یہی ▁انکار حق ▁تمام ▁فساد ▁کی ▁جڑ ▁ہے۔ ▁اسی ▁سے ▁کرپشن ، ▁قتل ▁و ▁غار ت ▁گری ، ▁بے ▁ایمان ی ▁جھوٹ ، ▁بے ▁ہو دگی ▁پیدا ▁ہوتی ▁ہیں۔ ▁یہ ▁فساد ▁یہ ود ▁میں ▁بہت ▁عام ▁تھا۔
▁لاہور ▁( وق ائع ▁نگار ▁خصوصی ) ▁لاہور ▁ہائیکورٹ ▁کے ▁م سٹر ▁جسٹس ▁نجم ▁الحسن ▁نے ▁مختلف ▁شہروں ▁میں ▁ہلاکت وں ▁کا ▁مبینہ ▁سبب ▁بننے ▁والے ▁کھا نس ی ▁کے ▁ٹ ائن و ▁سیر پ ▁کی ▁فروخت ▁پر ▁پابندی ▁کے ▁لئے ▁دائر ▁درخواست ▁میں ▁سیکرٹری ▁صحت ▁پنجاب ▁سے ▁آج ▁تحریری ▁وضاحت ▁طلب ▁کر ▁لی ۔ ▁عدالت ی ▁سماعت ▁کے ▁دوران ▁درخواست ▁گذار ▁کے ▁وکیل ▁محمد ▁ اظ ہر ▁صدی ق ▁نے ▁عدالت ▁کو ▁بتایا ▁کہ ▁ٹ ائن و ▁سیر پ ▁سے ▁ہلاکت وں ▁کا ▁سل س ہ ▁تا حال ▁جاری ▁ہے۔ ▁اگر ▁ٹ ائن و ▁سیر پ ▁کی ▁فروخت ▁نہ ▁روک ی ▁گئی ▁تو ▁بڑے ▁پیمان ے ▁پر ▁انسانی ▁جان وں ▁کے ▁ضیا ع ▁کا ▁خطرہ ▁ہے۔ ▁انتظامیہ ▁غفلت ▁کا ▁مظاہرہ ▁کر ▁رہی ▁ہے ، ▁جس ▁کی ▁وجہ ▁سے ▁بہت ▁سے ▁لوگوں ▁کی ▁ام وات ▁ہو ▁سکتی ▁ہیں ▁لہ ٰ ذا ▁ فاضل ▁عدالت ▁ٹ ائن و ▁سیر پ ▁کی ▁فروخت ▁اور ▁اس ▁ دوا ▁کو ▁تجویز ▁کرنے ▁پر ▁پابندی ▁عائد ▁کرنے ▁کے ▁احکام ات ▁جا ▁ری ▁کرے۔
▁ایک سپ ریس ▁کے ▁بارے ▁میں

▁ویسے ▁اپ ▁حضرات ▁یہ ▁بتا نا ▁پسند کر یں ▁گے ▁کہ ▁یہ ▁جو ▁روزانہ ▁بے ▁شمار ▁لوگ ▁پنجاب ، ▁سرحد ، ▁سندھ ▁اور ▁بلوچستان ▁میں ▁ذاتی ▁دشمن یوں ▁پر قتل ▁ہوتے ▁رہتے ▁ہیں ▁انہیں ▁بھی ▁ایم ▁کیو ▁ایم ▁والے ▁ہی ▁قتل ▁کرتے ▁ہیں ▁؟
▁کھیل ▁کی ▁خبریں
▁مسلم ▁انس ٹی ٹی وٹ ▁کے ▁زیر ▁اہتمام ▁را ون ڈ ▁ٹی بل ▁ڈ س کشن ▁بعنوان ▁’’ م عاش رے ▁میں ▁امن ▁اور ▁برداشت ▁کے ▁لیے ▁صوفی اء ▁کا ▁کردار ‘‘ کا ▁انعقاد ▁یک م ▁مئی ▁2018 ء ▁کو ▁ریکارڈ ▁ہا ل ▁لندن ▁میں ▁کیا ▁گیا - ▁ڈاکٹر ▁ہ سام ▁ال ملک ▁( سین ئر ▁ٹی چ نگ ▁فی لو ▁کن گز ▁کالج ، ▁لندن ▁ )، ▁ڈاکٹر ▁ل یلی ٰ ▁عاصم ہ ▁( ▁ڈائریکٹر ▁ادارہ ▁برائے ▁... م زید ▁پڑھیں

▁سب ▁دوستوں ▁اور ▁قار ئی ن ▁سے ▁ان ▁کی ▁صحت ▁کے ▁لیے ▁دعا ▁کی ▁درخواست ▁ہے ۔۔۔ ▁کہ ▁اللہ ▁کوئی ▁مع جز ہ ▁دکھا ئے ▁اور ▁وہ ▁بھ لی ▁چ نگی ▁ہو ▁جائیں ۔۔ ▁جو ▁بقول ▁ڈاکٹر وں ▁کے ▁اب ▁نام م کن ▁ہے ۔۔۔ ا
▁میں ▁موسی قار وں ▁کے ▁ایک ▁خاندان ▁سے ▁تعلق ▁رکھتے ▁ہیں ▁اور ▁اپنے ▁مستقبل ▁کے ▁شوہر ▁ایک ▁زخم ▁ انگ وٹ ھے ▁کی ▁طرح ▁باہر ▁کھڑے ▁نہیں ▁ہونا ▁چاہئے ! ▁ایک ▁پیش ہ ▁ور ▁موسی قار ▁کی ▁زندگی ▁میں ▁ھ یں چ تی ▁اور ▁دباؤ ▁کی ▁ایک ▁گ ہری ▁تعریف ▁اور ▁تف ہ یم ▁کی ▁ضرورت ▁ہے . ▁میں ▁نومبر ▁کے ▁دوران ▁ایک ▁بہت ▁سفر ▁ختم , ▁دسمبر , ▁اور ▁ہر ▁سال ▁جنوری ▁میں ▁جنوبی ▁بھارت ▁بھر ▁میں ▁مختلف ▁کلاسیک ی ▁موسیقی ▁تہ وار ▁میں ▁انجام ▁دینے ▁کے ▁لئے ▁اور ▁اس ▁وجہ ▁سے ▁اس ▁شخص ▁کو ▁میں ▁نے ▁شادی ▁کر ▁رہا ▁ہوں ▁میری ▁موسیقی ▁کی ▁کوشش وں ▁میں ▁میری ▁مدد ▁کرنے ▁کے ▁لئے ▁تیار ▁ہونا ▁چاہئے .
▁” پس ▁میں ▁نے ▁اپنے ▁بچے ▁کو ▁اٹھایا ▁اور ▁قبر ▁سے ▁باہر ▁نکال ا ▁جیسے ▁ہی ▁میں ▁قبر ▁سے ▁باہر ▁نکل ا ▁قبر ▁پہلے ▁کی ▁طرح ▁دوبارہ ▁بند ▁ہو ▁گئی ▁۔ ▁۔ ▁۔
▁اسے ▁کہنا ▁دسمبر ▁لوٹ ▁آیا ▁ہے
▁امام ▁نو وی ▁رحم ۃ اللہ ▁علیہ ▁فرماتے ▁ہیں ▁مست حب ▁یہ ▁ہے ▁کہ ▁( آ دم ی ▁گھر ▁میں ▁داخل ▁ہوتے ▁وقت ▁) بس م ▁اللہ ▁پڑھ ے ▁اور ▁بک ثر ت ▁ذکر ▁ال ہی ▁کرے ▁ , اور ▁سلام ▁کرے ▁چاہے ▁گھر ▁میں ▁آدمی ▁ہوں ▁یا ▁نہ ▁ہوں ▁ , کی ون کہ ▁اللہ ▁تعالی ▁کا ▁فرمان ▁ہے
▁ پرس اد ▁مور یا ▁تو ▁اپنی ▁نشست ▁پر ▁بڑی ▁سبق ت ▁حاصل ▁کر ▁چکے ▁ہیں ▁تاہم ▁ب ظ ا ہر ▁ان ▁کے ▁پارٹی ▁چھوڑ نے ▁کا ▁اثر ▁ان ▁کے ▁بیٹے ▁کی ▁انتخابی ▁مہم ▁پر ▁پڑا ▁ہے ▁جو ▁سماج ▁و ادی ▁پارٹی ▁کے ▁امیدوار ▁سے ▁شکست ▁کھا ▁گئے ▁ہیں۔
▁کر سٹ یانو ▁رو نال ڈو ▁نے ▁9 ▁سال ▁بعد ▁سپین ش ▁کلب ▁ریال ▁می ڈر ڈ ▁سے ▁راہ یں ▁جدا ▁کر ▁لیں ، ▁پر ت گال ی ▁سپر ▁ سٹ ار ▁نے ▁ا طال وی ▁کلب ▁یو و ین ٹس ▁کیساتھ ▁105 ▁ملی ن ▁پا ؤ نڈ ز ▁کے ▁عوض ▁معاہدہ ▁طے ▁کر ▁لیا۔ ▁ہ سپ انو ی ▁کلب ▁نے ▁بھی ▁خبر ▁کی ▁تصدیق ▁کر ▁دی۔ ▁کر سٹ یانو ▁رو نال ڈو ▁2009 ▁میں ▁ریال ▁می ڈر ڈ ▁کیساتھ ▁ج ڑے ، ▁انہوں ▁نے ▁کلب ▁کو ▁4 ▁بار ▁چی مپ ئن ز ▁لیگ ▁کا ▁ٹ ائ ٹل ▁ جت وا یا۔ ▁نئے ▁معاہدے ▁کے ▁مطابق ▁پر ت گال ی ▁فٹ بال ر ▁4 ▁سال ▁تک ▁یو و ین ٹس ▁کیساتھ ▁منسلک ▁رہیں ▁گے۔
▁گزشتہ ▁ایک ▁سال ▁سے ▁میں ▁نے ▁کوئی ▁چیز ▁اسے ▁ تحف تا ً ▁نہیں ▁دی ▁تھی ، ▁سو ائے ▁ا ُ س ▁ایک ▁عدد ▁مار ▁کر ▁پی ن ▁کے ▁جو اس ▁وقت ▁اس ▁کے ▁د انت وں ▁کے ▁درمیان ▁پھنس ا ▁ہوا ▁تھا۔ ▁شاید ▁یہ ▁اس ▁بھی گی ▁بھی گی ▁شام ▁کا ▁اثر ▁تھا ▁کہ ▁میرا ▁دل ▁اس ▁کے ▁لئے ▁نم ▁ہو ▁رہا ▁تھا ▁اور ▁اس ▁کے ▁تعلق ▁سے ▁کوئی ▁منفی ▁خیال ▁دل ▁کے ▁کسی ▁گوش ے ▁میں ▁کہیں ▁پر ▁بھی ▁موجود ▁نہ ▁تھا۔ ▁اور ▁اس ▁سے ▁پہلے ▁کہ ▁قلم ▁د انت وں ▁سے ▁نکل ▁کر ▁کو رے ▁کاغذ ▁پر ▁د وڑ نا ▁شروع ▁کرتا ▁میں ▁نے ▁ایک ▁نیت ▁کی ۔۔۔
▁کامیابی ▁حاصل ▁کرکے ▁مصطفی ▁آباد ▁میں ▁عالمی ▁معیار ▁کی ▁یونیورسٹی ▁بن ائ وں ▁گا ، ▁چوہدری ▁عرفان ▁_ ▁Geo ▁Urdu

▁1 ▁ہفتہ ▁پہلے
▁سندھ ▁میں ▁دو ▁ماہ ▁میں ▁کرپشن ▁کے ▁الزام ▁میں ▁52 ▁افسران ▁گرفتار
▁میں ▁اور ▁میرے ▁ہم ▁عمر ▁جو ▁ان یس ▁صد ▁چ ُ ور اسی ▁کے ▁آس ▁پاس ▁پیدا ▁ہوئے ▁ایک ▁ایسی ▁نسل ▁ہیں ▁جن ▁کی ▁اب ▁تک ▁کی ▁پہلی ▁نصف ▁زندگی ▁ان یس ویں ▁اور ▁پچ ھل ی ▁نصف ▁زندگی ▁اک یس ویں ▁صدی ▁میں ▁گزر ی ▁ہے۔ ▁ہم ▁نے ▁اپنے ▁پ ُ ر کھ وں ▁کی ▁قدر یں ▁دیکھی ▁ہیں ▁اور ▁م ٹی ▁میں ▁اپنے ▁بچ پن ▁ب ِ ت ائے ▁ہیں ، ▁تو ▁آج ▁برقی ▁ترقی ▁کے ▁ذرائع ▁بھی ▁استعمال ▁کرنا ▁سیکھ ▁چکے ▁ہیں۔
▁ وض و ▁کے ▁کچھ ▁شرائط ▁ہیں ▁اور ▁ان ▁کی ▁رعایت ▁نہ ▁کرنے ▁کی ▁صورت ▁میں ▁ وض و ▁باطل ▁ہوتا ▁ہے۔ ▁ وض و ▁کے ▁شرائط ▁میں ▁سے ▁ایک ▁یہ ▁ہے ▁کہ ▁انسان ▁اپنے ▁منہ ▁اور ▁دونوں ▁ہاتھوں ▁کو ▁خود ▁دھو ئے ▁اور ▁خود ▁اپنے ▁سر ▁اور ▁دونوں ▁پا وں ▁پر ▁ مسح ▁...

▁بور ے ▁والا ▁( این ▁این ▁آئی ) ▁سپ اٹ ▁ فک سنگ ▁کیس ▁میں ▁معطل ▁ہونے ▁والے ▁کھلاڑی ▁محمد ▁عرفان ▁کے ▁گھر ▁بیٹے ▁کی ▁پیدائش ▁ہوئی ▁تفصیلات ▁کے ▁مطابق ▁محمد ▁عرفان ▁کے ▁گھر ▁ایک ▁بیٹے ▁کی ▁پیدائش ▁ہوئی ▁ہے ▁ ٗ ▁بیٹے ▁کی ▁ہسپتال ▁میں ▁پیدائش ▁کے ▁بعد ▁محمد ▁عرفان ▁نے ▁اظہار ▁تشکر ▁کیا اپ نے ▁بیٹے ▁کی ▁تصاویر ▁سوشل ▁میڈیا ▁ویب ▁سائٹ ▁ٹوئٹر ▁پر ▁شیئر ▁کی ں۔ ▁محمد ▁عرفان ▁نے ▁ٹوئٹر ▁پر ▁لکھا ▁کہ ▁’’ ▁میرا ▁بیٹا ، ▁میرے ▁آش ی انہ ▁میں ▁ایک ▁اور ▁خوبصورت ▁اضافہ ▁ ٗ بر ائے ▁مہربانی ▁اس ▁کی ▁صحت ▁، ▁کامیابی ▁اور ▁زندگی ▁کیلئے ▁دعا ▁کیجئے ‘‘ ۔ وا ضح ▁رہے ▁کہ ▁محمد ▁عرفان ▁پی ▁ایس ▁ایل ▁سپ اٹ ▁ فک سنگ ▁سک ی نڈ ل ▁میں ▁6
▁لاہور ( نیوز ل ائن ) چی ف ▁جسٹس ▁پاکستان ▁جسٹس ▁میاں ▁ثاقب ▁نثار ▁کی ▁لاہور ▁میں ▁کیس ز ▁کی ▁سماعت ▁کرنے ▁کی ▁اطلاع ▁پر ▁سائ لین ▁کی ▁ایک ▁بڑی ▁تعداد ▁صبح ▁سوی رے ▁ہی ▁سپریم ▁کورٹ ▁لاہور ▁رجسٹر ی ▁پہنچ ▁گئی ▁، بار یش ▁بزرگ ▁داد ▁ رسی ▁کیلئے ▁چیف ▁جسٹس ▁کے ▁سک وا ڈ ▁کی ▁گاڑی ▁کے ▁آگے ▁ لیٹ ▁گیا ▁۔ ▁تفصیلات ▁کے ▁مطابق ▁گزشتہ ▁روز ▁بھی ▁سائ لین ▁کی ▁ایک ▁بڑی ▁تعداد ▁چیف ▁جسٹس ▁کی ▁آمد ▁سے ▁قبل ▁ہی ▁سپریم ▁کو رت ▁لاہور ▁رجسٹر ی ▁کے ▁باہر پ ہ نچ ▁گئی ▁اور ▁ان ▁میں ▁سے ▁کئی ▁نے ▁مطالب ات ▁کے ▁حق ▁میں ▁بین رز ▁اور ▁پل ے ▁کارڈ ز ▁اٹھا ▁رکھے ▁تھے ▁۔ صبح ...
▁پاکستان ▁ان ڈر ▁19 ▁کرکٹ ▁ٹیم ▁کی ▁کر ائ سٹ ▁چر چ ▁میں ▁سخت ▁ٹرین نگ
▁رسائی ▁کے ▁لیے ▁لنک
▁خیبر ▁پختونخوا ▁کے ▁آباد ▁مقامات
▁واضح ▁رہے ▁کہ ▁ماہر ہ ▁خان ▁رواں ▁سال ▁جنوری ▁میں ▁شاہ ▁رخ ▁خان ▁کے ▁ساتھ ▁فلم ▁رئیس ▁میں ▁نظر ▁آئی ▁تھیں ▁، فل م ▁میں ▁ان ▁کی ▁اداکار ی ▁کو ▁بے ▁حد ▁سرا ہا ▁گیا ▁تھا ▁جب ▁کہ ▁شا ئ ق ین ▁کے ▁ساتھ ▁بالی ▁ووڈ ▁س ٹا رز ▁بھی ▁ان ▁کی ▁خوبصورت ی ▁کے ▁مداح ▁ہوگئے ▁تھے ▁جن ▁میں ▁ رن بیر ▁کپور ▁بھی ▁شامل ▁ہیں۔ ما ہ رہ ▁ان ▁دنوں ▁پاکستان ▁کے ▁نام ور ▁ہدایت ▁کار ▁شعیب ▁منصور ▁کی ▁فلم ▁ورنہ ▁کی ▁شو ٹنگ ▁میں ▁مصروف ▁ہیں۔
▁کئی ▁لوگوں ▁میں ▁زندگی ▁بھر شخص یت ▁سازی ▁کا ▁جم ود ▁رہتا ▁، جو ▁سالہ ا ▁سال ▁پہلے ▁تھے ▁آج ▁بھی ▁وہی ▁ہیں ▁۔
▁* ▁ایک ▁اور ▁نازک ▁سوال ▁ملاحظ ہ ▁ہو۔ ▁حضرت ▁عائشہ ؓ ▁خود ▁عورت ▁ذات ▁ہونے ▁کی ▁وجہ ▁سے ▁شرم ▁و ▁ح یا ▁کی ▁ل طا فت وں ▁کو ▁سمجھ تی ▁تھیں۔ ▁چنانچہ ▁انھیں ▁خیال ▁آیا ▁کہ ▁ایک ▁کن واری ▁لڑکی ▁نکاح ▁کے ▁وقت ▁رضا مند ی ▁دیتے ▁وقت ▁کس ▁درجہ ▁شرم اتی ▁ہے ؛ ▁چنانچہ ▁اسی ▁مشکل ▁کو ▁حضور ؐ ▁کے ▁سامنے ▁رکھا ▁تو ▁آپ ؐ ▁نے ▁فرمایا ▁’’ اس ▁کی ▁خاموش ی ▁ہی ▁اس ▁کی ▁رضا مند ی ▁ہے ‘‘ ۔
▁ملک ▁کی ▁آدھ ی ▁سے ▁زیادہ ▁آبادی ▁قومی ▁خط ▁غربت ▁سے ▁نیچے ▁زندگی ▁گزار ▁رہی ▁ہے ▁جس ▁2011 ▁اور ▁2012 ▁کے ▁بعد ▁سے ▁فلا ح ▁و ▁بہ بود ▁کے ▁کام وں ▁میں ▁شديد ▁ت نزل ی ▁کی ▁نشان دہ ی ▁ہوتی ▁ہے۔
▁انہوں ▁نے ▁بتایا ▁کہ ▁ ’ سپ ریم ▁کورٹ ▁کے ▁حکم ▁کے ▁بعد ▁آصف ▁علی ▁زرداری ▁کا ▁نام ▁ای ▁سی ▁ایل ▁میں ▁ڈال ▁دیا ▁گیا ▁ہے ‘ ۔
▁پ ون چھ // پ ون چھ ▁کے ▁صدر ▁مقام ▁قلع ہ ▁مارک ٹ ▁اور ▁صدر ▁بازار ▁میں ▁جگہ ▁جگہ ▁ناجائز ▁تجاوز ات ▁کی ▁وجہ ▁سے ▁ٹریفک ▁کی ▁آمد و ▁رفت ▁متاثر ▁ہو رہ ی ▁ہے ▁اور ▁لوگوں ▁کو ▁چلنے ▁کار است ہ ▁تک ▁نہیں ▁ملتا ۔ ▁اگر ▁ چہ ▁می ون سپ ل ▁کونسل ▁کی ▁جانب ▁سے ▁بار ▁بار ▁ناجائز ▁تجاوز ات ▁ہٹا ئی ▁جا ▁تی ▁ہیں ▁مگر ▁کچھ ▁ہی ▁گھنٹوں ▁بعد ▁پھر ▁سے ▁یہ ▁پھر ▁سے ▁کھڑی ▁کرلی ▁جاتی ▁ہیں ▁اور چھ و ٹے ▁کاروبار ی ▁تجاوز ▁کر ▁کے ▁بازار ▁سے ▁گزر نے ▁والے ▁پی دل ▁راہ گیر وں ▁اور ▁گاڑی ▁والوں ▁کے ▁لئے ▁مسائل ▁کھڑے ▁کررہے ▁ہیں۔ پ ون چھ ▁یو تھ ▁کے ▁ضلع ▁صدر ▁نی شو ▁گ پ تا ▁نے ▁کہا ▁کہ ▁ناجائز ▁تجاوز ات ▁اور ▁اس ▁جانب ▁متعلقہ ▁حکام ▁کی ▁مسلسل ▁عدم ▁توجہ ی ▁لوگوں ▁کیلئے ▁شدید ▁پریشان ی ▁بنی ▁ہوئی ▁ہے ▁ ۔انہوں نے ▁ڈپٹ ی ▁کمشنر ▁پ ون چھ ▁طارق ▁احمد ▁زر گر ▁سے ▁فوری ▁سخت ▁نوٹس ▁لینے ▁کا ▁مطالبہ ▁کیا ▁۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁اس ▁وقت ▁قلع ہ ▁بازار ، ▁صدر ▁بازار ▁اور ▁ہاتھ ی ▁تھا ن ▁بازار ▁تجاوز ات ▁کا ▁مرکز ▁بن ▁چکے ▁ہیں ▁اور س ڑ ک ▁سک ڑ ▁کر ▁گلی ▁بن ▁گئی ▁ہے۔ ▁انہوں نے ▁کہا ▁کہ ▁آمد و رفت ▁میں ▁شدید ▁دشوار ی ▁کا ▁سامنا ▁ہے ▁اور
▁عمران ▁خان ▁نے ▁آج ▁تک ▁کسی ▁اچھے ▁کام ▁کی ▁تعریف ▁نہیں ▁کی ▁۔
▁پارلیمان ▁کی ▁آئین ی ▁اصلاحات ▁کی ▁کمیٹی ▁کے ▁چی ر مین ▁سینیٹ ر ▁رضا ▁رب انی ▁نے ▁پیر ▁کی ▁شام ▁ایوان ِ ▁بالا ▁یعنی ▁سینیٹ ▁میں ▁اٹھا رو یں ▁ترمیم ▁کے ▁نام ▁سے ▁آئین ی ▁اصلاحات ▁کا ▁بل ▁با قاعدہ ▁بحث ▁و ▁منظوری ▁کے ▁لیے ▁پیش ▁کیا۔
▁_ ▁الحمد ▁آپ ▁کی ▁تعریف ▁نہیں ▁کیا ▁جو ▁خدا ، ▁کے ▁لئے ▁ہو ، ▁لیکن ▁دیگر ▁met icul ous ness ▁کے ▁پر ▁ان ▁کی ▁met icul ous ness ▁کے ▁کے ▁جواب ▁میں ▁جو ، ▁شکر ▁کہا
▁روز نامہ ▁پاکستان ▁کا ▁اعزاز ، کار گو ▁سک ی نڈ ل ▁کی ▁خبر ، ▁چیئرمین ▁پی ▁آئی ▁اے ▁اپنے ▁عہدے ▁سے ▁...
▁بعد ▁از اں ▁متعدد ▁گرفتار یاں ▁عمل ▁میں ▁آئیں ، ▁گذشتہ ▁سال ▁پرو ین ▁رحمان ▁قتل ▁کیس ▁کے ▁مرکزی ▁ملزم ▁رحیم ▁سوات ی ▁کو ▁من گھ و ▁پیر ▁سے ▁حراست ▁میں ▁لے ▁لیا ▁تھا ▁جو ▁کہ ▁اے ▁این ▁پی ▁کے ▁ٹکٹ ▁پر ▁کونسل ر ▁بھی ▁رہ ▁چکا ▁تھا ▁اور ▁جس ▁کے ▁تحریک ▁طالبان ▁سے ▁بھی ▁تعلقات ▁تھے .

▁ٹی ▁وی ▁سے ▁فلم وں ▁میں ▁قدم ▁رکھنے ▁والے ▁فن کار
▁آج ▁کے ▁کالم
▁خود کش ▁حملوں ▁اور ▁اور ▁دہشت ▁گردی ▁کے ▁خلاف ▁فت وی
▁پوری ▁کوشش ▁ہوگی ▁کہ ▁میرے ▁اور ▁وزیراعظم ▁کے ▁درمیان ▁نام ▁پر ▁اتفاق ▁ہو ▁جائے ، ▁خورشید ▁شاہ
▁پسند ▁کریں ▁لوڈ ▁کیا ▁جا ▁رہا ▁ہے ۔۔۔
▁ان ▁حالات ▁میں ▁ہمیں ▁ایسے ▁تعلیمی ▁نظام ▁اور ▁ایسے ▁مع لی مین ▁کی ▁ضرورت ▁ہیں۔ ▁جو ▁ہماری ▁دنیا ▁کے ▁مستقبل ▁کو ▁انسانی ت ▁کا ▁درس ▁د ے۔ ▁انھیں ▁دنیا ▁میں ▁رہنے ▁والا ▁اور ▁با ▁شعور ▁انسان ▁بنائے ۔ ▁انھیں ▁انسانی ت ▁کا ▁خدمت ▁ گار ▁بنائے ۔ ▁اچھا ئی ▁اور ▁عدل ▁کا ▁علم بر دار ▁بنائے ۔
▁مزدور وں ▁کی ▁یونین ▁امر ی کن ▁فی ڈر یشن ▁آف ▁لی بر ▁نے ▁روزانہ ▁کام ▁کرنے ▁کے ▁دوران ی ے ▁کو ▁آٹھ ▁گھنٹے ▁کرنے ▁کے ▁مطالب ے ▁پر ▁یک م ▁مئی ▁کو ▁احتجاج ▁کا ▁اعلان ▁کیا ▁تھا۔ ▁اس ▁وقت ▁ایک ▁نئے ▁قانون ▁کے ▁تحت ▁وفاقی ▁دفاتر ▁کے ▁ملازمین ▁اور ▁پ بل ک ▁ورک رز ▁کو ▁روزانہ ▁آٹھ ▁گھنٹے ▁کرنے ▁کا ▁حق ▁دیا ▁گیا ▁تھا ▁تاہم ▁صنعت وں ▁میں ▁کام ▁کرنے ▁والے ▁مزدور وں ▁کو ▁اس ▁حق ▁سے ▁محروم ▁رکھا ▁گیا۔
▁سنت ▁کی ▁اہمیت ▁اور ▁اس کے ▁صحیح ▁مقام ▁کا ▁م عروض ی ▁خاک ہ ؛ ▁احادیث ▁کے ▁بارے ▁میں ▁بنیادی ▁سوال وں ▁کے ▁جواب ات ؛ ▁شک وک ▁و ▁شب ہ ات ▁اور ▁م غا لط وں ▁کا ▁تس لی ▁بخش ▁تجزیہ ؛ ▁سنت ▁اور ▁اس ▁کے ▁عمومی ▁خ دو خال ▁پر ▁انتہا ء ی ▁مفید ▁کتاب
▁کیا ▁ہم ▁ایک ▁بی وفا ▁قوم ▁ہیں ؟؟؟ ▁نکاح ▁وہ ▁مقدس ▁فری ض ہ ▁ہے ▁جسے ▁اللہ ▁تعالی ٰ ▁نے ▁اولاد ِ ▁آدم ▁کے ▁لیے ▁پسند ▁فرمایا ▁ہے۔ ▁بغیر ▁نکاح ▁کے ▁پر ائی ▁عورت ▁کو ▁ہاتھ ▁لگا نا ▁تو ▁بہت ▁دور ▁کی ▁بات ...
▁بھارت ▁کے ▁منفی ▁جواب ▁پر ما ی وسی ▁ہوئی ، ▁عمران ▁خان
▁نئی ▁دہلی : ▁بھارتی ▁کرکٹ ر ▁کپی ل ▁دیو ▁اپنا ▁مجسم ہ ▁دیکھ کر ▁سا کت ▁رہ ▁گئے ▁اور ▁وہ ▁کافی ▁دیر ▁تک ▁اپنے ▁مجسم ے ▁کو ▁حیران گی ▁سے ...
▁پیر م حل ▁( نامہ ▁نگار ) ▁ڈ سٹر کٹ ▁پولیس ▁آفیسر ▁عثمان ▁اکرم ▁ گون دل ▁کے ▁حکم ▁پر ▁آپریشن ▁رد ال فساد ▁کے ▁تحت ▁حساس ▁اداروں ▁کے ▁ہمراہ ▁موضع ▁پن ڈی ▁غ ازی ▁آباد ▁میں ▁سرچ ▁آپریشن ▁کیا ▁سرچ ▁آپریشن ▁کے ▁دوران ▁32 ▁گھروں ▁کی ▁تلاش ی ▁لی ▁گئی ▁اور ▁71 ▁افراد ▁کے ▁شناخت ی ▁کارڈ ز ▁کی ▁ بائی و ▁میٹر ک ▁تصدیق ▁کی ▁گئی ▁اور ▁کرا یہ ▁ داران ▁کے ▁کو ائف ▁چیک ▁کیے ▁گئے
▁# پی ▁_ ▁ایس ▁_ ا یل
▁مولانا ▁حامد ▁الحق ▁حق انی ▁دفاع ▁پاکستان ▁کونسل ▁کے ▁چیئرمین
▁حضور ▁اکرم ▁صلى ▁الله ▁عليه ▁وسلم ▁کے ▁ط ائف ▁کے ▁سفر ▁کا ▁قص ہ
▁شہر ▁کی ▁خبریں
▁ur wiki ▁زمرہ : م نگ ولی ا ▁جغرافی ہ - م تعلق ہ ▁ف ہا رست
▁عرب ▁نیوز ▁کی ▁رپورٹ ▁کے ▁مطابق ▁اقتصادی ▁ماہرین ▁کا ▁کہنا ▁ہے ▁کہ ▁سعودی ▁عرب ▁سے ▁بیرون ▁ملک ▁بھیج ی ▁جانے ▁والی ▁ر قوم ▁میں ▁کمی ▁کی ▁سب ▁سے ▁بڑی ▁وج وہ ات ▁میں ▁گر تی ▁ہوئی ▁اقتصادی ▁شرح ▁نمو ▁اور ▁حکومتی ▁پر اج یک ٹس ▁کی ▁معطل ی ▁ہے۔ ▁سعودی ▁عرب ▁میں ▁کام ▁کرنے ▁والے ▁غیر ▁ملکی وں ▁نے ▁فروری ▁2017 ء میں ▁اپنے ▁ممالک ▁کو ▁1. 77 ▁ارب ▁سعودی ▁ریال ▁( ت قر ی با ً ▁2. 87 ▁کھ رب ▁پاکستانی ▁روپے ) ▁کی ▁ر قوم ▁بھیج یں ، ▁جو ▁کہ ▁گزشتہ ▁سال ▁کے ▁ماہ ▁فروری ▁میں ▁بھیج ی ▁گئی ▁ر قوم ▁کی ▁نسبت ▁15 ▁فیصد ▁کم ▁ہے۔ ▁یہ ▁اعداد و شمار ▁سعودی ▁ع ری بین ▁ مانیٹر ی ▁اتھارٹی ▁نے ▁جاری ▁کئے ▁ہیں۔
▁ہمارے ▁بارے ▁میں
▁مصر ▁کے ▁سرکاری ▁ذرائع ▁ابلاغ ▁کے ▁مطابق ▁دھماکہ ▁دارالحکومت ▁کے ▁مغربی ▁ضلع ▁طالب یہ ▁میں ▁ہوا۔ ▁فوری ▁طور ▁پر ▁یہ ▁معلوم ▁نہیں ▁ہو ▁سکا ▁کہ ▁جاں ▁بحق ▁ہونے ▁والے ▁افراد ▁پولیس ▁اہلکار ▁تھے ▁یا ▁عام ▁شہری ۔
▁امریکی ▁وزیر ▁خارجہ ▁ہل ری ▁کلن ٹن ▁نے اپ نے ▁نو ▁روزہ ▁دورے ▁کا ▁آغاز ▁کر ▁دیا ▁ہے ▁جس ▁دوران ▁وہ ▁کم ▁از ▁کم ▁سات ▁ملکوں ▁میں ▁جائیں ▁گی ، ▁جس ▁میں ▁عالمی ▁صحت ▁سے ▁لے کر ▁ماحول ▁دوست ▁توانائی ، ▁انٹرنیٹ ▁کی ▁آزادی ▁سے ▁لے ▁کر ▁انسداد ▁دہشت ▁گردی ▁اور ▁مشرق ▁وسطی ٰ ▁پر ▁بات ▁چیت ▁ہوگی۔
▁راہ ل ▁گاندھی ▁ہندوستان ▁کے ▁اگلے ▁وزیر ▁اعظم ▁۔ ▁نریندر ▁مودی ▁ان ▁سے ▁خوف ▁زد ہ ▁: ▁سابق ▁وزیر ▁خارجہ ▁پاکستان
▁جنرل ▁با جو ہ ▁نے ▁تر ▁بت ▁میں ▁ایم ▁ار ▁آئی ▁( M RI ) ▁ادارہ ▁قائم ▁کرنے ▁کا ▁بھی ▁اعلان ▁کیا ▁۔
▁لاہور ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁10 ▁مئی 2018 ء ) ▁صوبائی ▁وزیر ▁قانون ▁و ▁پارلیمان ی ▁امور ▁را نا ▁ ثنا ▁اللہ ▁خان ▁نے ▁کہا ▁ہے ▁کہ ▁خل ائی ▁مخلوق ▁کا ▁تمام ▁انتخابات ▁میں ▁محدود ▁کردار ▁ضرور ▁رہا ▁ہے ▁لیکن ▁اس ▁بار ▁تو خل ائی ▁مخلوق ▁انتخابات ▁لڑ ▁رہی ▁ہے ، خل ائی ▁مخلوق ▁کو ▁اس ▁مرتبہ ▁خل ا ▁میں ▁بھیج ▁دیں ▁گے۔
▁۸ ۔ جنگ ▁کے ▁موقع ▁پر ▁تیم ار داری ، ▁مر ہم ▁پ ٹی ، ▁مج ا ہ د وں ▁کھانا ▁پک انا ، ▁اسلحہ ▁اور ▁رسد ▁رسانی ، ▁پیغام ▁رسانی ▁وغیرہ ▁کی ▁خدمات ▁انجام ▁دینا ▁عورتوں ▁کے ▁لیے ▁جائز ▁ہے ، ▁پر دے ▁کے ▁احکام ▁سے ▁قبل ▁بھی ▁یہ ▁خدمات ▁عورت یں ▁انجام ▁دیتی ▁تھیں ▁اور ▁ان ▁احکام ▁کے ▁آنے ▁کے ▁بعد ▁بھی ▁دیتی ▁رہیں ▁اور ▁آج ▁بھی ▁دے ▁سکتی ▁ہیں۔ ▁لیکن ▁یہ ▁جواز ▁اس ▁شرط ▁کے ▁ساتھ ▁ہے ▁کہ ▁فوج ▁اسلامی ▁ہو ، ▁حدود ▁اللہ ▁کی ▁پابند ▁ہو ▁اور ▁ان ▁بدم عاش یوں ▁سے ▁پاک ▁ہو ▁جن ▁میں ▁آج ▁کل ▁کی ▁فوج وں ▁نے ▁نام وری ▁حاصل ▁کر ر کھی ▁ہے ( W . A . CSI ) ▁جیسے ▁معصوم ▁نام وں ▁سے ▁عورتوں ▁کو ▁بھر تی ▁کرنا ▁اور ▁پھر ▁بدم عاش ▁سپ ا ہ یوں ▁اور ▁افسر وں ▁کے ▁لیے ▁ان ▁سے ▁ق حب ہ ▁گری ▁کی ▁خدمت ▁لینا ▁وہ ▁شیطان ی ▁کام ▁ہے ▁جس ▁کے ▁لیے ▁کوئی ▁گنجائش ▁برائے ▁نام ▁بھی ▁اسلامی ▁تہذیب ▁میں ▁نہیں ▁نکل ▁سکتی ۔
▁آپ ▁کا ▁کام ▁اطمینان ▁کو ▁فروغ ▁دینے ▁کے ▁لئے ▁پانچ ▁طریقے
▁خواتین ▁کا ▁صفحہ

▁ہم ▁دھو پ ▁میں ▁با دل ▁کی ، ▁درخت وں ▁کی ▁طرح ▁ہیں !!!!!!!
▁اردو ▁نیوز ▁شو
▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ▁کی ▁زیر ▁صدارت ▁اعلی ٰ ▁سطح ی ▁اجلاس : ▁ڈاکٹر ▁طاہر ▁القادر ی ▁کا ▁نام ▁ای ▁سی ▁ایل ▁میں ▁ڈال نے ▁کا ▁فیصلہ
▁جرمنی : ▁سیاسی ▁بحران ▁ختم ، ▁ایس ▁پی ▁ڈی ▁مخلوط ▁حکومت ▁میں ▁شامل ▁ہو ▁گی ▁21 .01. 2018
▁مطلوب ہ ▁الفاظ : ا ے ▁پی ▁پی , ▁بزن س , ▁صاف , ▁کار پور یٹ , ▁تخلیق ی , ▁لینڈ نگ ▁کے ▁صفح ے , ▁مارکیٹ نگ , ▁minimalist , ▁پورٹ ▁فول یو , ▁پر یم یم ▁ٹیم پ لیٹ , ▁مصنوعات , ▁اپ ▁شروع , ▁ویڈیو , ▁ویڈیو ▁کے ▁پس ▁منظر آپ ▁تلاش ▁کے ▁مطلوب ہ ▁الفاظ ▁درج ▁کر ▁سکتے ▁ہیں ▁!
▁کبھی ▁کچھ ▁دشمن وں ▁کے ▁باب ▁میں ، ▁دوست !
▁اس ▁سے ▁مراد ▁ج فت ▁اور ▁ طاق ▁عدد ▁ہیں ▁یا ▁وہ ▁مع دود ات ▁جو ▁ج فت ▁اور ▁ طاق ▁ہوتے ▁ہیں


▁'' مرد ▁بن و ▁مرد '' راح یل ▁شریف ▁کے ▁ طعن ے ▁پر ▁بھارتی ▁فوج ▁نے ▁حقیقت ▁میں ▁بہ ادر ی ▁کا ▁مظاہرہ ▁کر ▁دکھا یا ▁- ▁Prime ▁News
▁من درج ہ ▁بالا ▁دل ائل ▁سے ▁ثابت ▁ہوا ▁کہ ، ▁کسی ▁مسلمان ▁يا ▁ شہ يد ▁کی ▁مي ت ▁کو ▁قبر ▁سے ▁نکال ▁کر ، ▁یا ▁دفن ▁کیے ▁بغیر ▁بطور ▁ثبوت ▁پيش ▁کرنے ▁کی ▁کوئی ▁شرعی ▁دليل ▁نہ ي ں ▁بلکہ ▁ایسا ▁فعل ▁نہ ▁صرف ▁مي ت ▁کی ▁بے ▁حرمت ی ▁ہے ▁بلکہ ▁می ت ▁کے ▁قرآن ▁و ▁سنت ▁سے ▁ثابت ▁دس ▁حقوق ▁و ▁فرائض ▁کے ▁برخلاف ▁ہے ▁جس ▁کی ▁کوئی ▁مسلمان ▁اور ▁ذ ی ▁عقل ▁شخص ▁اجازت ▁نہ ي ں ▁دے ▁سکتا ۔
▁اور ▁وہ ▁کچھ ▁بھی ▁سکھ لات ا ▁ہے ▁جو ▁تم ▁پہلے ▁نہ ▁جانتے ▁تھے۔
▁( 63) ▁اور ▁ان ▁کے ▁دل وں ▁میں ▁میل ▁کر ▁دیا ▁اگر ▁تم ▁زمین ▁میں ▁جو ▁کچھ ▁ہے ▁سب ▁خرچ ▁کر ▁دیتے ▁ان ▁کے ▁دل ▁نہ ▁ملا ▁سکتے ▁لیکن ▁اللہ ▁نے ▁ان ▁کے ▁دل ▁ملا ▁دیئے ▁، ▁بیش ک ▁وہی ▁ہے ▁غالب ▁حکمت ▁والا ،
▁امام ▁نو وی ▁رحم ہ ▁اللہ ▁تعالی ▁اس ▁حدیث ▁کی ▁شرح ▁کرتے ▁ہوئے ▁کہتے ▁ہیں ▁:
▁ ٦ ٦ ۔ ١ ▁یہ ▁انہیں ▁نہای ت ▁کرا ہ ت ▁سے ▁کھانا ▁پڑے ▁گا ▁جس ▁سے ▁ظاہر ▁بات ▁ہے ▁پیٹ ▁بوجھ ل ▁ہی ▁ہو نگ ے۔ ( 66)
▁یعنی ▁اللہ ▁کے ▁عذاب ▁سے ۔ ▁اس ▁لئے ▁اس ▁عذاب ▁سے ▁بچ نے ▁کا ▁اہتمام ▁بھی ▁کرتے ▁رہے ، ▁اس ▁لئے ▁کہ ▁انسان ▁کو ▁جس ▁چیز ▁کا ▁ڈر ▁ہوتا ▁ہے ، ▁اس ▁سے ▁بچ نے ▁کے ▁لئے ▁وہ ▁ت گ ▁و ▁دو ▁کرتا ▁ہے۔
▁اردو ▁نیوز ▁روم ▁سوشل ▁میڈیا
▁بہت ▁شدید ▁قسم ▁کے ▁موسم ▁کا ▁شاد ر ▁و ▁نادر ▁ہی ▁ذکر ▁ملتا ▁ہے ، یہ اں ▁تک ▁کے ▁برطانیہ ▁میں ▁بھی ▁جہاں ▁پر ▁ہم ▁موسم ▁پر ▁بات ▁چیت ▁کے ▁لیے ▁مشہور ... ▁مزید ▁پڑھیں
▁اس ▁بر اؤ زر ▁میں ▁میرا ▁نام ، ▁ای ▁میل ، ▁اور ▁ویب ▁سائٹ ▁محفوظ ▁رکھیں ▁ اگ لی ▁بار ▁جب ▁میں ▁تبصرہ ▁کرنے ▁کے لی ے۔
▁صحت ▁و ▁ت ندر ستی ▁کے ▁لیے ▁خاص ▁م شور ے
▁مجھے ▁یقین ▁ہے ▁کہ ▁عما د ▁و سیم ▁میرا ▁خل ا ▁پر ▁کرنے ▁میں ▁کامیاب ▁ہو ▁جائیں ▁گے ، ▁شاہد ▁آفریدی
▁انٹرنیٹ ▁ٹی ▁وی
▁میرے ▁اپنے ▁گھر ▁سے ▁لوگ ▁بند وق ▁کے ▁زور ▁پر ▁قربانی ▁کی ▁کھا ل ▁لے ▁گئے ▁تھے۔
▁سب س کر ائب ▁کریں
▁واقعہ ▁یہ ▁ہے ▁کہ ▁کاروبار ِ ▁شوق ▁کی ▁کوئی ▁عمر ▁نہیں ▁ہوتی ۔ ▁ان ▁کے ▁قریب ی ▁دوست ▁اس ▁سے ▁وا قف ▁تھے۔ ▁محمود ▁ای از ▁نے ▁’’ سو غا ت ‘‘ ▁میں ▁اس ▁کی ▁طرف ▁اشارہ ▁بھی ▁کیا ▁تھا ▁’’ ع شق ▁ نامہ ‘‘ ▁میں ▁یہ ▁شعر ▁بھی ▁ملتا ▁ہے ▁:
▁اضلاع ▁کی ▁خبریں
▁انھوں ▁نے ▁ذرائع ▁ابلاغ ▁کے ▁نمائند وں ▁سے ▁بات ▁کرتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁مذاکرات ▁کے ▁لیے ▁وقت ▁محدود ▁ہے ▁کیونکہ ▁اگلے ▁برس ▁مارچ ▁میں ▁برطانیہ ▁کی ▁جانب ▁سے ▁یورپی ▁یونین ▁کے ▁آئین ▁کے ▁آرٹیکل ▁50 ▁کے ▁تحت ▁ای ▁یو ▁کو ▁چھوڑ نے ▁کے ▁عمل ▁کا ▁آغاز ▁متوقع ▁ہے ▁اور ▁یہ ▁عمل ▁آئین ▁کے ▁تحت ▁دو ▁سال ▁کے ▁اندر ▁مکمل ▁کرنا ▁ضروری ▁ہے۔
▁جنوبی ▁ اٹ لی ▁ميں ▁عام ▁طور ▁پر ▁د کان ي ں ▁شام ▁کے ▁وقت ▁جلد ▁بند ▁ہو ▁جاتی ▁ہ ي ں۔ ▁سہ ▁پہ ر ▁کے ▁وقت ▁کھانے ▁کا ▁وقف ہ ▁بھی ▁معمول ▁کی ▁بات ▁ہے۔ ▁اس ▁کے ▁برعکس ▁بنگلہ ▁دي شی ▁د کان ▁دار ▁زياد ہ ▁دير ▁تک ▁کام ▁کرتے ▁رہتے ▁ہ ي ں ، ▁خواہ ▁کوئی ▁بھی ▁موسم ▁اور ▁کوئی ▁بھی ▁وقت ▁ہو۔ ▁پچ يس ▁سالہ ▁مومن ▁مع توب ر ▁کہ تا ▁ہے ، ▁’’ ہم ▁تھ کے ▁ہوئے ▁ہوں ▁تو ▁بھی ▁اپنی ▁د کان ▁کھل ی ▁رکھتے ▁ہ ي ں ▁اور ▁کام ▁کا ج ▁کرتے ▁رہتے ▁ہ ي ں۔ ▁رمضان ▁ميں ▁بھی ▁ي ہ ▁معمول ▁مشکل ▁نہ ي ں ▁کي ون کہ ▁ي ہ ▁تو ▁ہمارا ▁مذہب ▁ہے۔ ‘‘
▁م جار ستان ▁99% ▁99 . 2% ▁98 . 9% ▁15 ▁سال ▁کی ▁عمر ▁اور ▁اس ▁سے ▁زیادہ ▁پڑھ ▁اور ▁لکھ ▁سکتے ▁ہیں ▁( 2010 ▁اندازہ )
▁دبئی : ▁جیت ▁کا ▁کر یڈ ٹ ▁کپتان ▁اور ▁کوچ ▁کو ▁جاتا ▁ہے ▁ ٗ ▁ٹیم ▁ایک ▁دوسرے ▁کی ▁کمپنی ▁ان جو ائے ▁کررہی ▁ہے ۔انہوں ▁نے ▁کہا ▁کہ ▁باقی ▁ٹیم یں ▁بھی ▁اچھی ▁ہیں ▁اور ▁سب ▁ہی ▁ٹیم یں ▁بیل نس ▁دکھائی ▁دے ▁رہی ▁ہیں ▁ ٗ یہ ▁ٹو ر نا منٹ ▁لم با ▁ہے ، ▁لم بی ▁ ریس ▁ہے ▁ ٗ آ گ ے ▁کچھ ▁بھی ▁ہوسکتا ▁ہے۔
▁سی ▁پیک ▁کے ▁متعلق ▁مش یر ▁برائے ▁تجارت ▁‘ ▁ٹیکس ٹ ائل ▁انڈسٹری ‘ ▁پیدا وا ▁رو ▁سرمایہ ▁کاری ▁عبدال رز اق ▁د اؤ د ▁کے ▁انٹرویو ▁کو ▁توڑ ▁مر وڑ ▁کر ▁اس ▁وقت ▁پیش ▁کیا ▁گیا ▁جب ▁چین ▁کے ▁وزیر ▁خارجہ ▁و انگ ▁ ژی ▁پاکستان ▁کے ▁تین ▁روزہ ▁دورے ▁پر ▁آئے ▁ہوئے ▁تھے ▁اور ▁میڈیا ▁میں ▁یہ ▁تاثر ▁دینے ▁کی ▁کوشش ▁کی ▁گئی ▁کہ ▁جیسے ▁پاکستان ▁میں ▁نئی ▁آن ی والی ▁حکومت ▁سی ▁پیک ▁معاہدے ▁پر ▁کام ▁روک ▁کر ▁اس ▁سے ▁دست برداری ▁کا ▁اعلان ▁کرد ے ▁گی۔ ▁کچھ ▁تو ▁ان ▁کے ▁انٹرویو ▁کو ▁توڑ ▁مر وڑ ▁کر ▁پیش ▁کرکے ▁یہ ▁تاثر ▁دیا ▁گیا ▁اور ▁پھر ▁ساتھ ▁ہی ▁ساتھ ▁پاکستان ▁دشمن ▁لوگوں ▁کو ▁ش عل ہ ▁بیان ی ▁کا ▁موقع ▁مل ▁گیا ▁۔ ▁یہ ▁پرو پی گ نڈ ہ ▁اس ▁قدر ▁تیز ▁تھا ▁کہ ▁ن ▁لیگ ▁کے ▁رہنماؤں ▁کو ▁بھی ▁بیان ▁دینا ▁پڑا ▁کہ ▁ہم ▁سی ▁پیک ▁سے ▁کسی ▁کو ▁یو ٹر ن ▁نہیں ▁لینے ▁دیں ▁گے ▁اور ▁اس ▁معاملے ▁پر ▁قوم ▁ سیس ہ ▁پل ائی ▁دیوار ▁بن ▁جائے ▁گی ▁کیونکہ ▁یہ ▁منصوبے ▁پاکستان ▁کی ▁ترقی ▁کے ▁لئے ▁اب ▁بنیادی ▁حیثیت ▁رکھتے ▁ہیں۔
▁تفصیلات ▁کے ▁مطابق ▁گزشتہ ▁دنوں ▁قائد ▁ملت ▁جعفر یہ ▁پاکستان ▁حضرت ▁آیت ▁اللہ ▁ علامہ ▁سید ▁سا جد ▁علی ▁نق وی ▁نے ▁پریس ▁کانفرنس ▁میں ▁مطالبہ ▁کیا ▁تھا ▁جو ڈی شل ▁کمیشن ▁سے ▁ہمیں ▁توقع ▁ہے ▁کہ ▁وہ ▁غیر ▁جانب داری ▁سے ▁حق ائ ق ▁کو ▁عوام ▁کے ▁سامنے ▁منظر ▁عام ▁پر ل ائیں ▁اور ▁مساجد ▁و ▁امام ▁با گاہ ▁اور ▁م لحق ہ ▁املاک ▁کا ▁بھی ▁دورہ ▁کرکے ▁نقصان ات ، حق ائ ق ▁اور ▁واقعات ▁کا ▁جائزہ ▁لے ▁کر ▁انصاف ▁کے ▁ت قاض وں ▁کو ▁پورا کر یں ▁گے ▁۔ ▁جس ▁کے ▁بعد ▁جو ڈی شل ▁کمیشن ▁کا ▁شیعہ ▁علما ▁کونسل ▁کے ▁سک ٹری ▁جر نل ▁ علامہ ▁عارف ▁واحد ی ▁سے ▁رابطہ ▁اور ▁تمام ▁جل ائی ▁جانے ▁والی ▁امام ▁بار گاہ وں ▁کا ▁دورہ
▁پشاور : ▁خیبر ▁پختونخوا حکومت ▁نے ▁چی مپ ئی نز ▁ٹر افی ▁میں ▁پاکستان ▁کی ▁جیت ▁میں ▁اہم ▁کردار ▁ادا ▁کرنے ▁والے ▁فخر ▁زمان ▁کے ▁نام ▁ پرس کول ▁کھول نے ▁کا ▁اعلان ▁کر ▁دیا ▁ہے۔

▁مجموعی ▁کابینہ ▁حسب ▁ضرورت ▁کیا ▁ہے

▁ان ▁کا ▁مزید ▁کہنا ▁تھا ▁کہ ▁حکومت ▁نے ▁شہر ▁میں ▁چو ہ وں ▁کی ▁بڑھ تی ▁ہوئی ▁تعداد ▁سے ▁نم ٹ نے ▁کے ▁پیش ▁نظر ▁خصوصی ▁بجٹ ▁بھی ▁منظور ▁کیا ▁ہے۔
▁کہ ▁ان ▁کی ▁اہلیہ ▁امریکی ▁ریاست ▁فلور یڈ ا ▁میں ▁لگا تار ▁مرگ ی ▁کے ▁تین ▁شدید ▁دور وں ▁کی ▁وجہ ▁سے ▁چار ▁روز ▁سے ▁ہسپتال ▁میں ▁داخل ▁اور ▁زیر ▁علاج ▁ہیں ، ▁اس ▁موقع ▁پر ▁ا قرار ▁الحسن ▁نے ▁اپنے ▁گھر ▁والوں ▁سے ▁دور ی ▁کا ▁تذکر ہ ▁کرتے ▁ہوئے ▁کہا ▁گھر ▁والوں ▁اور ▁فی مل ی ▁سے ▁دور ▁ہونے ▁کی ▁وجہ ▁سے ▁شدید ▁تکلیف ▁کا ▁سامنا ▁کرنا ▁پڑا ▁تاہم ▁اب ▁حالات ▁نار مل ▁ہیں۔ اس ▁موقع ▁پر ▁ا قرار ▁الحسن ▁نے ▁اپنے ▁بیٹے ▁پہلا ج ▁کی ▁ہم ت ▁کی ▁داد ▁دیتے ▁ہوئے ▁بتایا ▁کہ ▁اس ▁موقع ▁پر ▁پہلا ج ▁نے ▁نہای ت ▁ہم ت ▁اور ▁بہ ادر ی ▁کا ▁مظاہرہ ▁کیا ▁ہے۔
▁WordPress . com ▁پر ▁بلاگ .
▁ٹی ▁آر ▁ٹی ▁سے ▁متعلق
▁ ’ س یکس ▁کے ▁بدل ے ▁کام ▁لینے ▁والا ▁بھی ▁برابر ▁کا ▁قصور ▁وار ▁ہے ‘
▁جنوبی ▁افریقہ
▁ترکی ▁میں ▁مسافر ▁ہو ائی ▁جہاز ▁خوف ناک ▁حادث ے ▁کا ▁شکار ▁ہونے ▁سے ▁بال ▁بال ▁بچ ▁گیا ، ▁ہو ائی ▁جہاز ▁میں ▁سوار ▁150 ▁سے ▁زائد ▁افراد ▁کو ▁ب حفاظ ت ▁نکال ▁لیا ▁گیا۔ ▁جرمن ▁خبر ▁رس اں ▁ادارے ▁کے ▁مطابق ▁ترک ▁صوبے ▁تر اب زون ▁کے ▁ہو ائی ▁ا ڈ ے ▁پر ▁اتر نے ▁والا ▁مسافر ▁ہو ائی ▁جہاز ▁بو ئ نگ ▁حیران ▁کن ▁انداز ▁میں ▁لینڈ نگ ▁کے ▁بعد ▁ رن ▁و ے ▁سے ▁پھ سل تا ▁ہوا ▁قریب ▁ہی ▁بح ی رہ ▁اس ود ▁کے ▁کنار ے ▁پر ▁واقع ▁چ ٹ انی ▁علاقے ▁میں ▁مع لق ▁... ▁مزید
▁اک ▁کھیل ▁ ۔۔۔ ▁جس ▁کے ▁سب ▁کے ▁سب ▁کردار ▁اصلی ▁ہیں
▁دھماکے ▁کے ▁بعد ▁ملک ▁بھر ▁میں ▁اہم ▁مقامات ▁پر ▁سیکیورٹی ▁ہائی ▁الر ٹ ▁کر ▁دی ▁گئی ▁ہے۔ کن زور ▁وی ٹو ▁پارٹی ▁سے ▁تعلق ▁رکھنے ▁والی ▁برطانوی ▁وزیر ▁اعظم ▁نے ▁واقعے ▁کو ▁ہو ل ناک ▁دہشتگرد ی ▁قرار ▁دیتے ▁ہوئے 8 ▁جون ▁کو ▁ہونے ▁والے ▁عام ▁انتخابات ▁کیلئے ▁اپنی ▁انتخابی ▁مہم ▁معطل ▁کر ▁دی ▁ہے۔
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁ڈاؤن ▁لوڈ ▁مقام : ▁ایپ لیک یشن ▁ڈاؤن ▁لوڈ ▁کی ▁جا ▁سکتی ▁ہے Google ▁Play ▁ سٹ ور ▁سے .
▁نئی ▁دہلی : ▁ریز رو ▁بینک ▁آف ▁انڈیا نے ▁کہا ▁ہے ▁کہ ▁مرکز ▁کی ▁نریندر ▁مودی ▁حکومت ▁کی ▁طرف ▁سے ▁جولائی ▁میں ▁خر یف ▁فصل ▁کی ▁ایم ▁ایس ▁پی ▁میں ▁کیا ▁گیا ▁اضافہ ▁یو ▁پی ▁اے ▁حکومت ▁کے ▁وقت ▁کیے ▁گئے ▁اضافہ ▁کے ▁مقابلے ▁میں ▁کافی ▁کم ▁ہے۔ آر ▁بی ▁آئی ▁نے ▁کہا ▁کہ ▁2008 ▁سے ▁2009 اور 2012 ▁سے ▁2013 ▁کے ▁درمیان ▁میں ▁یو ▁پی ▁اے ▁حکومت ▁کے ▁ذریعے ▁کے ▁گئے ▁ایم ▁ایس ▁پی ▁میں ▁اضافہ ▁زیادہ ▁تھا۔
▁با تھ ▁روم ▁ہیڈ ▁کم ▁زیادہ ▁سے ▁زیادہ ▁حد ▁ان چ ▁بارش ▁شا ور
▁ابو ظ ہ بی ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁17 ▁اپریل 2018 ء ) م تحد ہ ▁عرب ▁امارات ▁کے ▁وزیر ▁مملکت ▁برائے ▁امور ▁خارجہ ▁انور ▁قر قا ش ▁نے ▁کہا ▁ہے ▁کہ ▁امیر ِ ▁قطر ▁شیخ ▁تم یم ▁بن ▁ حمد ▁آل ▁ثانی ▁کی ▁سعودی ▁عرب ▁کے ▁شہر ▁ظ ہ ران ▁میں ▁منعقد ہ ▁القدس ▁سربراہ ▁اجلاس ▁میں ▁عدم ▁شرکت ▁ان ▁کے ▁اک ھڑ پن ▁کی ▁واضح ▁م ظ ہر ▁ہے۔ م یڈ یار پور ٹس ▁کے ▁مطابق ▁انھوں ▁نے ▁اپنے ▁ٹو یٹر ▁اکاؤنٹ ▁پر ▁لکھا ▁کہ ▁امیر ▁قطر ▁کی ▁ظ ہ ران ▁عرب ▁سربراہ ▁اجلاس ▁سے ▁غیر ▁حاضر ی ▁د وح ہ ▁کی ▁بحران ▁کے ▁آغاز ▁کے ▁بعد ▁سے ▁اختیار ▁کردہ ▁غیر ▁ل چک دار ▁پالیسی ▁کا ▁ فطر ی ▁اور ▁قابل ِ ▁افسوس ▁نتیجہ ▁ہے۔
▁Tam ber ▁on ▁ہم ▁کیا ▁کر ▁رہے ▁ہیں ▁؟
▁اور ▁اس ▁کے ▁فورا ً ▁بعد ▁پانچ ▁تک بیر وں ▁کا ▁باب ▁با ند ھا :
▁کھل ے ▁منصوبے ▁والا ▁یہ ▁ غسل ▁خانہ ▁اس ▁چھوٹے ▁سے , ▁ایک ▁بند ے ▁ی ے ▁لیے ▁بنے ▁اپ اد ٹ مین ٹ ▁کے ▁لیے ▁زبردست ▁ہے۔ ▁یوں ▁تو ▁یہ ▁دیوان ▁خان ے ▁سے ▁جڑ ا ▁ہوا ▁ہے ▁مگر ▁کو نے ▁میں ▁بنے ▁ہونے ▁کی ▁وجہ ▁سے ▁الگ ▁تھ ل گ ▁بھی ▁ہے۔
▁سب س کر ائب ▁کریں !

▁درجہ ▁ذیل ▁اصطلاح ات ▁تحقیق ی ▁مقصد ▁کے ▁لیے ▁استعمال ▁کی ▁گئی ▁ہیں ▁جن ▁کی ▁وضاحت ▁ضروری ▁ہے۔
▁ہمارے ▁بارے ▁میں

▁کپتان ▁سرفراز ▁احمد ▁اور ▁عما د ▁و سیم ▁نے ▁103 ▁رنز ▁کی ▁پار ٹن رش پ ▁کرکے ▁ٹیم ▁کو ▁واپس ▁میچ ▁میں ▁لے ▁آئے ▁لیکن ▁188 ▁کے ▁مجموعی ▁اس کور ▁پر ▁سرفراز ▁احمد ▁64 ▁رنز ▁بنا کر ▁گری نڈ ▁ہو م ▁کی ▁گی ند ▁پر ▁بول ڈ ▁ہوئے۔
▁کھیل ▁ہی ▁کھیل ▁میں ▁PO OLE
▁کچھ ▁نے ▁ان ▁کو ▁س ڑی ▁ہوئی ▁بھ نڈی ▁کا ▁خطاب ▁دے ▁د الا ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁بغیر ▁می ک ▁اپ ▁کے ▁بہتر ▁لگ ▁رہی ▁ہو ▁ورنہ ▁س ڑی ▁ہوئی ▁بھ نڈی ▁لگ تی ▁تھیں
▁’’ اب ے ▁اب ▁اس ▁اداکار ▁کو ▁اپنی ▁شو گر ▁یاد ▁نہیں ▁آ ▁رہی ؟ ▁ک باب ▁تو ▁لگتا ▁ہے ▁کھا تے ▁ہوئے ▁بھول ▁گیا ▁ہے ▁! ‘‘
▁تھا ئی ▁لینڈ ▁اور ▁ گار ڈ ▁کے ▁تقریبا ▁300 ▁کل و ▁ گرام ▁سے ▁بیس ▁کم ا نڈ وز
▁تفصیلات ▁کے ▁مطابق ▁71 ▁سالہ ▁پیٹ رک ▁ہی کی ▁پر ▁شب ہ ▁ہے ▁کہ ▁انہوں ▁نے ▁غیر ▁قانونی ▁طور ▁پر ▁اول م پک ▁کی ▁ٹکٹ یں ▁اپنے ▁ای جن ٹس ▁کو ▁دیں ▁جو ▁انہیں ▁مہ نگی ▁قیمت ▁پر ▁فروخت ▁کرتے ▁تھے .
▁یہ ▁بھی ▁کر ▁دیکھا ▁ ھے ▁سو ▁بار ▁کہ ▁جب ▁راہ وں ▁میں
▁ان قر ہ ▁9 ▁مئی ▁( ▁سیاست ▁ڈاٹ ▁کام ▁) ▁ترکی ▁کے ▁وزیر ▁اعظم ▁احمد ▁داود ▁او گل و ▁نے ▁ان ▁اطلاعات ▁کا ▁مسترد ▁کردیا ▁کہ ▁ان ▁کا ▁ملک ▁پڑ وسی ▁شام ▁میں ▁فوجی ▁مداخلت ▁کی ▁تیاری ▁کر ▁رہا ▁ہے ▁۔ ▁مقامی ▁ذرائع ▁ابلاغ ▁نے ▁یہ ▁اطلاع ▁دی ▁۔ ▁اخبار ▁حر یت ▁نے ▁د اؤ د ▁او گل و ▁کا ▁یہ ▁کہتے ▁ہوئے ▁حوالہ ▁دیا ▁کہ ▁ایسا ▁نہیں ▁۔ ▁ابھی ▁صورتحال ▁ایسی ▁نہیں ▁ہے ▁کہ ▁ترکی ▁اس ▁میں ▁مداخلت ▁کرے ▁۔ ▁اپوزیشن ▁کے ▁کچھ ▁قائد ین ▁نے ▁ادعا ▁کیا ▁تھا ▁کہ ▁بر سر ▁اقتدار ▁انصاف ▁و ▁ڈی ول پ منٹ ▁پارٹی ▁شام ▁میں ▁مداخلت ▁کر سک تی ▁ہے ▁تاکہ ▁اندر ون ▁ملک ▁اپنی ▁مقبول یت ▁میں ▁اضافہ ▁کیا ▁جا س کے ▁۔ ▁وزیر ▁اعظم ▁ترکی ▁نے ▁کہا ▁شام ▁کی ▁صورتحال ▁غیر ▁واضح ▁ہے ▁تاہم ▁ایسی ▁نہیں ▁ہے ▁کہ ▁ترکی ▁اس ▁میں ▁مداخلت ▁کرے ▁۔ اپ وز یشن ▁کو ▁ اندیش ے ▁تھے ▁کہ ▁ہفتے ▁کی ▁رات ▁تک ▁ترکی ▁شام ▁میں ▁فوجی ▁مداخلت ▁کرے ▁۔

▁نوٹ : ▁تحریر ک افی ▁طویل ▁ہوگئی ، ▁لیکن ▁اخت صار ▁میرے ▁بس ▁سے ▁باہر ▁تھا۔
▁طی ار ہ ▁کیس ، ▁نواز ▁شریف ▁(1)
▁خیبر پ خت ون خوا ▁کے ▁تعلیمی ▁اداروں ▁میں ▁نس وار ▁کے ▁استعمال ▁پر ▁پابندی ▁عائد

▁تھا ئی ▁لینڈ ▁میں ’ انتخاب ات ▁میں ▁تاخیر ▁ہو ▁سکتی ▁ہے ‘
▁ہم ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁جان نا ▁چاہتے ▁ہیں ، ▁جو ▁پاکستانی ▁معاشرے ▁میں ▁مثبت ▁تبدیلی ▁لا ▁رہے ▁ہیں۔
▁نئی ▁دہلی : دہ لی ▁کے ▁وزیر ▁اعلی ▁ار وند ▁ک جری وال ▁ایک ▁پروگرام ▁میں ▁بی ▁جے ▁پی ▁کارکنان ▁پر ▁جم ▁کر بر س ▁پڑے ۔ ▁انہوں ▁نے ▁بی ▁جے ▁پی ▁کارکنان ▁کو ▁اوقات ▁میں ▁رہنے ▁کی ▁نص ی حت ▁دے ▁ڈال ی ▁اور ▁جو تے ▁پڑ نے ▁کی ▁بھی ▁بات ▁کہ ی ۔ یہ ▁معاملہ ▁دراصل ▁بو انا ▁حلقہ ▁انتخاب ▁کا ▁ہے ▁جہاں ▁وزیر ▁اعلی ▁۷ ...
▁پاکستان ▁کا ▁آئی ▁ایم ▁ایف ▁کے ▁پاس ▁جانے ▁کا ▁فیصلہ
▁بحث ▁اور ▁مباحث ہ ▁(5)

▁سوال ▁: ▁آپ ▁نے ▁اپنے ▁ادارہ ▁مع ہ د ▁القرآن ▁ال کری م ▁کی ▁بنیاد ▁کس ▁سن ▁میں ▁رکھی ؟
▁نصف ▁سے ▁زیادہ
▁Location : ▁لاہور ▁، ▁پاکستان
▁ناس ا ▁کی ▁ٹیکنالوجی ▁کی ▁بد ولت ▁بح ی رہ ▁مر دار ▁کے ▁سکر ول وں ▁کے ▁راز وں ...
▁پن ہ ور ▁اس ▁حوالے ▁سے ▁تحریر ▁کرتے ▁ہیں ▁کہ ▁ ’ جن انی ▁یا ▁جون انی ▁دریا ئے ▁سندھ ▁کے ▁ایک ▁مغربی ▁بہ اؤ ▁پر ▁آباد ▁تھا ▁اور ▁ایک ▁خوبصورت ▁شہر ▁تھا۔ ▁سوم ر وں ▁کا ▁ ’ و ُ ن ڑ ‘ ▁( ا ُ ن ڑ ) ▁نامی ▁ایک ▁امیر ▁تھا۔ ▁جام ▁ا ُ ن ڑ ، ▁سوم رہ ▁اور ▁سم ہ ▁قوم وں ▁کا ▁اک ٹھا ▁سردار ▁تھا ▁جو ▁ت غلق وں ▁کا ▁عمل دار ▁تھا۔ ‘
▁مقبوضہ ▁کشمیر ▁میں ▁بھارتی ▁فوج ▁نے ▁150 ▁کب وتر وں ▁کو ▁حراست ▁میں ▁لے ▁لیا
▁محمد ▁او یس ▁مصباح ی ▁کا ▁تمام ▁مواد ▁تلاش ▁کریں
▁یہ ▁بھی ▁پڑھیں

▁فی ▁الحال ▁دبئی ▁میں ▁ہی ▁ہوں ، ▁دسمبر ▁کے ▁بعد ▁انڈیا ▁چلا ▁جا ؤں ▁گا ، ▁اپ نوں ▁کی ▁بہت ▁یاد ▁آر ہی ▁ہے ▁۔ ▁اور ▁یہ ▁گذشتہ ▁ہفتے ▁کا ▁واقعہ ▁ہے ▁۔

▁لہذا ▁ داع یان ▁یعنی ▁باطل ▁کے ▁ داع یان ▁پر ▁رد ▁کرنا ▁جو ▁کہ ▁لوگوں ▁کو ▁جماعت ▁سے ▁علی ح دگی ▁کی ▁دعوت ▁دیتے ▁ہیں ▁جس ▁کا ▁نتیجہ ▁آخر ▁میں ▁دین ▁ہی ▁ترک ▁کردی نا ▁بن تا ▁ہے ، ▁ایس وں ▁پر ▁رد ▁کرنا ▁واجب ▁اور ▁مطلوب ▁ہے۔ ▁ان ▁کے ▁بارے ▁میں ▁یہ ▁نہیں ▁کہنا ▁چاہیے ▁کہ : ▁یہ ▁بھی ▁ داع یان ▁ہیں ▁( اور ▁تم ▁ داع یان ▁دین ▁کا ▁رد ▁کرتے ▁ہو !) ▁کیونکہ ▁ہم ▁نے ▁تو ▁یہ ▁مانا ▁کہ ▁ب لاش بہ ▁وہ ▁ داع یان ▁ہیں ▁مگر ▁ جہ نم ▁کے ▁در واز وں ▁کی ▁طرف ▁بلا نے ▁والے ▁ داع یان ▁ہ ي ں۔ ▁پس ▁یا ▁اللہ ! ▁سلامتی ▁کا ▁سوال ▁ہے۔
▁4 ▁خدا ▁نے ▁اپنے ▁لوگوں ▁کی ▁آرام گاہ ▁میں ▁داخلہ ▁کا ▁وعدہ ▁کیا ▁ہے ▁یہ ▁آج ▁بھی ▁سچ ▁ہے ▁اس ▁لئے ▁ہمیں ▁ڈر نا ▁ہوگا ▁کہ ▁کہیں ▁ہم ▁میں ▁سے ▁کوئی ▁اس ▁وعدہ ▁کو ▁چھوڑ ▁نہ ▁بیٹھے ۔ ▁2 ▁نجات ▁کی ▁راہ ▁کا ▁پیغام ▁ہمیں ▁کہہ ▁دیا ▁گیا ▁ہے ▁لیکن ▁اس ▁تعلیم ▁سے ▁ان ▁لوگوں ▁نے ▁کوئی ▁استفاد ہ ▁نہیں ▁کیا ▁بلا ▁شب ہ ▁انہوں ▁نے ▁وہ ▁تعلیم ات ▁سن یں ▁لیکن ▁اس ▁کو ▁ایمان ▁کے ▁ساتھ ▁ا قرار ▁نہیں ▁کیا۔ ▁3 ▁ہم ▁جو ▁ایمان ▁لا ▁ ئے ▁خدا ▁کی ▁آرام ▁گاہ ▁میں ▁داخل ▁ہوں ▁گے ▁جیسا ▁کہ ▁خدا ▁نے ▁کہا ▁ہے ▁،
▁پیغمبر ۔ ▁قرآن ▁مجید ▁کی ▁سور ہ ▁ہو د ، ▁حجر ، ▁ زار یات ، ▁انعام ، ب قر ۃ ▁میں ▁آپ ▁کا ▁م جمل ا ً ▁ذکر ▁ہے۔ ▁سور ہ ▁مریم ▁( آ یہ ▁ 49) ▁اور ▁سور ہ ▁الصف ت ▁( آ یہ ▁112 ) ▁کے ▁مطابق ▁آپ ▁اللہ ▁کے ▁برگ زید ہ ▁نبی ▁تھے۔ ▁با ئ بل ▁کے ▁مطابق ▁آپ ▁ابراہیم ▁کے ▁چھوٹے ▁بیٹے ▁تھے ▁اور ▁سار ہ ▁آپ ▁کی ▁والد ہ ▁تھیں۔ ▁آپ ▁پیدا ▁ہوئے ▁تو ▁ابراہیم ▁کی ▁عمر ▁100 ▁سال ▁اور ▁سار ہ ▁کی ▁90 ▁سال ▁تھی۔ ▁جائے ▁پیدائش ▁و ▁وفات ▁سرزمین ▁شام ▁ہے۔
▁مصر ی ▁طیارے ▁کا ▁مع مہ ▁حل ▁ہونے ▁تک ▁چین ▁سے ▁نہ ▁بیٹھ ا ▁جائے : ▁ماہرین
▁ان ڈ ونی شی ا : ▁آ چے ▁میں ▁عسکری ت ▁پسند ی ▁پر ▁کنٹرول ▁کے ▁لیے ▁مزید ▁اقدامات ▁کی ▁ضرورت
▁انہوں ▁نے ▁ان ▁دستاویز ات ▁کے ▁متعلق ▁بتایا ▁کہ ▁یہ ▁تفصیلات ▁اس ▁وقت ▁کی ▁وزیر ▁خارجہ ▁ح نا ▁رب انی ▁کھ ر ▁نے ▁سینیٹ ▁میں ▁پیش ▁کی ▁تھیں ، ▁سینیٹ ر ▁ایس ▁ایم ▁ظفر ▁نے ▁سوال ▁کیا ▁تھا ▁کہ ▁کتنے ▁امریکی ▁باشند وں ▁کو ▁ ویز ے ▁جاری ▁کیے ▁گئے ▁جس ▁پر ▁وزیر ▁خارجہ ▁نے ▁ڈ اکی و ▁من ٹس ▁دی ے۔
▁سائنس ▁اور ▁ٹیکنالوجی

▁" اک ثر ▁اسپ ▁ایسے ▁دیکھ ے ▁گئے ▁کہ ▁ان ▁کو ▁ہر ▁چند ▁چا ب ک ▁سوار ▁جم ا ▁کر ▁بلا تے ▁ہیں ▁چند ▁روز ▁میں ▁عمد ہ ▁جم نے ▁لگ تے ▁ہیں ▁لیکن ▁بول نا ▁نہیں ▁آتا ۔ " ▁( ▁١ ٨ ٧ ٢ ء ، ▁رس الہ ▁سال وتر ، ▁٢ ٥ : ٣ ▁)
▁کبھی ▁کبھی ▁ہمارے ▁ارد ▁گرد ▁خاموش ی ▁اس ▁قدر ▁بڑھ ▁جاتی ▁ہے ▁کہ ▁پھر ▁وہ ▁ہم ▁سے ▁باتیں ▁کرنے ▁لگ تی ▁ہے۔ ۔ ▁عجیب ▁بات ▁ہے ▁نا ، ▁خاموش ی ▁اور ▁بات ▁چیت ▁تو ▁دو ▁بر ▁خلاف ▁پہلو ں ▁ہیں ، ▁پھر ▁یہ ▁ایک ▁کیسے ▁ہو ▁جاتی ▁ہیں ؟ ▁خاموش ی ▁مح و ِ ▁گفتگو ▁کیسے ▁ہو ▁جاتی ▁ہے۔ ۔
▁ ٭ ▁ج اہل ▁کو ▁دور ▁ہی ▁سے ▁سلام ▁کر ▁دینا ▁عباد ▁صالح ین ▁کے ▁او صاف ▁میں ▁داخل ▁ہے۔ ▁لیکن ▁ج اہل یت ▁کو ▁م ٹا نا ▁اور ▁باطل ▁کا ▁ت عاقب ▁کرنا ▁عین ▁جہاد ▁ہے۔
▁غیر ▁ملکی ▁خبر ▁رس اں ▁ذرائع ▁کے ▁مطابق ▁امریکی ▁شپ ریم ▁کورٹ ▁نے ▁لی ج نڈ ▁باکس ر ▁کی ▁گرفتاری ▁پر ▁بڑھ تے ▁ہوئے ▁عوامی ▁احتجاج ▁کو ▁مد ▁نظر ▁رکھتے ▁ہوئے ▁محمد ▁علی ▁کی ▁سزا ▁کو ▁ختم ▁کردیا ▁تھا۔
▁میڈیا ▁سینٹر
▁باور ▁کیا ▁جاتا ▁ہے ▁کہ ▁امریکہ ▁میں ▁ن ائن ▁ال یون ▁کے ▁حملوں ▁کے ▁ت ناظر ▁میں ▁مجوز ہ ▁قانون ▁سازی ▁شدید ▁سعودی ▁ناراض ی ▁اور ▁مشرق ِ ▁وسطی ٰ ▁میں ▁بڑھ تا ▁ہوا ▁ایرانی ▁اثر ▁و ▁رس وخ ▁ا ِ س ▁دورے ▁کا ▁محور ▁رہا ▁۔ ▁تفصیل ▁کے ▁ساتھ ▁کاش ف ▁قمر ۔

▁بر کس ▁مشترکہ ▁اعلام یہ ▁میں ▁لشکر ▁طیب ہ ▁اور ▁جی ش ▁محمد ▁کی ▁... ▁مزید ▁پڑھیں
▁ ’ ب چ وں ▁کی ▁قربانی ▁کو ▁بھول نے ▁نہیں ▁دیں ▁گے ‘
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁فیس ▁بک
▁سائ و تھ ▁کی رول ی نا ▁میں ▁ٹرمپ ▁کے ▁جل سے ▁میں ▁ا ▁سکا رف ▁پہن ▁کر ▁’’ سلام ▁میں ▁پر امن ▁ہوں ‘‘ ▁کے ▁نعر ے ▁کی ▁ٹی ▁شر ٹ ▁کے ▁ساتھ ▁اپنی ▁مسلم ▁شناخت ▁اور ▁مسلمانوں ▁سے ▁امتیاز ی ▁سلوک ▁کے ▁خلاف ▁بی ج ▁لگا ▁کر ▁شریک ▁ہونے ▁والی ▁56 ▁سالہ ▁مسلم ▁خاتون ▁روز ▁حمید ▁کو ▁سلام ▁کہ ▁جب ▁اسے ▁ٹرمپ ▁کے ▁سیکورٹی ▁والوں ▁نے ▁بلا ▁جواز ▁ہا ل ▁سے ▁نکال ا ▁تو ▁وہ ▁خاموش ▁اور ▁پر امن ▁رہی ▁اور ▁پھر ▁امریکی ▁میڈیا ▁میں ▁انتہائی ▁با و قار ▁انداز ▁سے ▁اپنا ▁موقف ▁پیش ▁کیا ▁اسی ▁طرح ▁شک ا گو ▁میں ▁ٹرمپ ▁کی ▁آمد ▁کے ▁خلاف ▁ریلی ▁میں ▁چند ▁مسلمان ▁بچی وں ▁اور ▁نوجوانوں ▁نے ▁بلا ▁ اشت عال ▁جس ▁طرح ▁خود ▁کو ▁ہزاروں ▁کے ▁اس ▁اجتماع ▁میں ▁نمای اں ▁اور ▁با و قار ▁رکھا ▁اور ▁اس ▁کا ▁جو ▁اثر ▁ہوا ▁ہے ▁وہی ▁امریکہ ▁کے ▁مسلمانوں ▁کیلئے ▁راستہ ▁ہے ▁۔ ▁ان ▁پر امن ▁نوجوانوں ▁کو ▁بھی ▁سلام ۔
▁15 ▁ ویں ▁اور ▁16 ▁ ویں ▁صدی ▁کا ▁زمان ہ ▁بلوچ وں ▁کے ▁ع روج ▁کا ▁دور ▁تھا ▁- ▁18 -03- 08
▁اللہ ▁تعالی ▁نے ▁اہل ▁ایمان ▁سے ▁وعدہ ▁فرمایا ▁ہے ▁کہ ▁جنت ▁میں ▁ان ▁کے ▁پاس ▁فرشت ے ▁ہر ▁دروازے ▁سے ▁آئیں ▁گے ▁اور ▁انہیں ▁سلام ▁کریں ▁گے ، ▁اسکا ▁نقش ہ ▁اللہ ▁تعالی ▁دنیا ▁میں ▁بھی ▁دکھا نا ▁چاہتا ▁ہے ، ▁گویا ▁فرما تا ہے ▁کہ ▁اگر ▁تم ▁میری ▁عبادت ▁میں ▁مشغول ▁ہو ▁گئے ▁تو ▁تم ▁پر ▁فرشت ے ▁نازل ▁ہو ▁کر ▁تمہارے ▁پاس ▁سلام ▁کرنے ▁اور ▁زیارت ▁کرنے ▁کی ▁ غرض ▁سے ▁آئیں ▁گے۔
▁جلال ▁پور ▁بھ ٹی اں ▁کے ▁نواحی ▁قص بہ ▁ون یکی ▁تار ڑ ▁میں ▁نجی ▁سکول ▁کی ▁ٹی چر ▁کا ▁ہو م ▁ورک ▁نہ ▁کرنے ▁پر ▁سات ▁سالہ ▁طالب علم ▁علی ▁عباس ▁پر ▁تشدد ▁کیا ▁۔ ▁اس ▁بہ یم انہ ▁تشدد ▁کی ▁وجہ ▁سے ▁بچے ▁کے ▁تین ▁د انت ▁ٹوٹ ▁گئے۔
▁کل ▁بغداد ▁میں ▁پانی ▁کی ▁پائ پ وں ▁اور ▁آن سو ▁گیس ▁کے ▁ذریعہ ▁مظاہرہ ▁کرنے ▁والوں ▁کو ▁منتشر ▁کرتے ▁ہوئے ▁دیکھا ▁جا ▁سکتا ▁ہے ▁( را ئٹ رز )
▁مر ی خ ▁پر ▁خل ائی ▁جہاز ▁کو ▁اتار نا ▁مشکل ▁کیوں ▁ہوتا ▁ہے ؟
▁گلستان ▁جو ہر ▁بم ▁ دھ ما کا ▁کچھ ▁ل یڈ ▁مل ▁گئی ▁ہیں ، ▁اس ▁پر ▁کام ▁ہو ▁رہا ▁ہے ، آئی ▁جی ▁سندھ
▁ڈ بل ن ▁ٹیسٹ ▁کا ▁ٹ اس ▁ہوگیا ▁آئ ر لینڈ ▁کا پاکستان ▁کیخلاف ▁ٹ اس ▁جیت ▁کر ▁ فیل ڈ نگ ▁کا ▁فیصلہ
▁الز ری ▁ جوز ف ▁بھی ▁بغیر ▁کھ ات ہ ▁کھول ے ▁محمد ▁عباس ▁کی ▁گی ند ▁پر ▁کلی ن ▁بول ڈ ▁ہوگئے ، ▁گی بر یل ▁کی ▁و کٹ ▁بھی ▁محمد ▁عباس ▁کے ▁حصے ▁میں ▁آئی ۔ ▁وہ ▁صفر ▁پر ▁با بر ▁اعظم ▁کے ▁ہاتھوں ▁کی چ ▁آؤٹ ▁ہوئے۔
▁◄ ▁بین ن ▁میں ▁انتخابات ▁(1 ▁ز )
▁مذکورہ ▁تحقیق ▁اور فت اوی ٰ ▁سے ▁بہ ▁خوبی ▁واضح ▁ہوگیا ▁کہ ▁قرآن ▁مجید ▁کو ▁خواہ ▁چھوٹی ▁سور ت ▁ہی ▁کیوں ▁نہ ▁ہو ، ▁غیر عرب ی ▁( لی پی ) ▁میں ▁لکھ نا ▁جائز ▁نہیں ▁ہے ؛ ▁لہ ٰ ذا ▁قرآن ▁کے ▁عربی ▁نظم ▁( عب ارت ) ▁کے ▁بغیر م حض ▁گجرات ی ، ▁ہند ی ▁یا ▁بنگال ی ▁وغیرہ ▁رسم ▁الخط ▁میں ▁قرآن ِ ▁پاک ▁کا ▁لکھ نا ▁خواہ ▁بعض ▁حروف ▁کے ▁د ائیں ، ▁با ئیں ▁یا ▁اوپر ، ▁نیچے ▁کچھ ▁علامت یں ▁مقرر ▁کرکے ▁عربی ▁حروف ▁سے ▁مطابق ▁کرنے ▁کی ▁سعی ▁کی ▁گئی ▁ہو ▁پھر ▁بھی ▁ایک ▁طرح ▁کی ▁آواز ▁والے ▁حروف ▁میں ▁جو ▁امتیاز ▁عربی ▁میں ▁ہے ، ▁وہ ▁غیر ▁عربی ▁میں ▁ممکن ▁نہیں ▁نیز ▁غیر ▁عربی ▁میں ▁رسم ِ ▁عثمان ی ▁کی ▁رعایت ▁بھی ▁ہر گز ▁نہ ▁ہو س کے ▁گی ؛ ▁اس ▁لیے ▁خالص ▁غیر ▁عربی ▁میں ▁قرآن ▁شائع ▁کرنا ▁جائز ▁نہیں ▁ہے۔ ▁اس ▁سے ▁یہ ▁بھی ▁معلوم ▁ہوگیا ▁کہ ▁ناب ی نا ▁کے ▁حفظ ▁کے ▁لیے ▁جو ▁نصاب ▁( بر یل ▁کو ڈ ) ▁تیار کیا گیا ▁ہے ، ▁وہ ▁حفظ ▁کے ▁لیے ▁” ت لق ن “ ▁کا ▁ایک ▁ذریعہ ▁تو ▁ہے ، ▁جس ▁کی ▁وجہ ▁ناب ی نا ▁شخص ▁دوسرے ▁حافظ ▁کا ▁م حتاج ▁نہیں ▁رہتا ▁؛ ▁مگر ▁اسے ▁مص حف ▁یعنی ▁قرآن ▁مجید ▁ہر گز ▁نہیں ▁کہا ▁جائے ▁گا۔
▁ڈو ئ چے ▁ویل ے ▁نیوز ▁ل یٹر ▁سروس ▁میں ▁خوش ▁آمدید ۔ ▁براہ ▁کرم ▁یہاں ▁رجسٹر یشن ▁کرو ائیں۔
▁سائنس ▁اور ▁ٹیکنالوجی
▁کوئی ▁سرمایہ ▁کاری ▁در کار ▁نہیں ▁ہے
▁5. ▁سور ۃ ▁یو نس ▁قرآن ▁پاک ▁کی ▁کون ▁سی ▁منزل ▁میں ▁ہے ؟
▁پشاور ▁کے ▁آدم ▁خور ▁چو ہے عمر ان ▁کی ▁حکمران ی ▁کو ▁کا ٹ ▁رہے ...
▁شروع ▁اللہ ▁کے ▁نام ▁سے ▁جو ▁بڑا ▁مہر بان ▁نہای ت ▁رحم ▁والا ▁ہے ▁ ِ

▁اقبال ▁اہل ▁یورپ ▁کی ▁سود ▁خور ی ▁، ▁می خ واری ▁، ▁ع ری انی ▁، ▁بے ▁ح ی ائی ▁اور ▁مادر ▁پدر ▁آزادی ▁کے ▁تو ▁سخت ▁مخالف ▁ہیں ▁لیکن ▁وہاں ▁کی ▁بہت ▁سی ▁اخلاقی ▁خوبی وں ▁کی ▁تعریف ▁بھی ▁کرتے ▁ہیں۔ ▁اہل ▁یورپ ▁کی ▁محنت ▁کی ▁عادت ▁، ▁ایف ائے ▁عہد ، ▁پابندی ▁وقت ▁، ▁کاروبار ی ▁دیا نت ▁اور ▁اسی ▁قسم ▁کی ▁اخلاقی ▁خوبی وں ▁کے ▁باعث ▁انہیں ▁یورپ ▁کے ▁غیر ▁مسلم ▁اپنے ▁ہاں ▁کے ▁مسلمانوں ▁کی ▁نسبت ▁اسلام ▁کے ▁زیادہ ▁پابند ▁نظر ▁آتے ▁ہیں۔
▁خار ان ( ا ُ ردو ▁پوائنٹ ▁اخبار ▁تازہ ▁ترین۔ 28 اگ ست ۔ 2014 ء ) ▁خار ان ▁رخ شان ی ▁قومی ▁اتحاد ▁کے ▁سینئر ▁رہنما ▁و ▁سماجی ▁کار کن ▁میر ▁خالد ▁نور ▁باد ینی ▁نے ▁اپنے ▁ایک ▁اخبار ی ▁بیان ▁میں ▁کہا ▁ہے ▁کہ ▁کلی ▁بی دی ▁ہسپتال ▁کے ▁اسٹ اف ▁ہمیشہ ▁غیر ▁حاضر ▁رہتی ▁ہے ▁اور ▁موجودہ ▁نام ▁نہ اد ▁قوم ▁پرست ▁حکومت ▁تو ▁صحت ▁کے ▁شعبے ▁کی ▁بہتر ی ▁کیلئے ▁بڑے ▁بڑے ▁دعو ے ▁تو ▁کرتی ▁ہے ▁لیکن ▁افسوس ▁کے ▁ساتھ ▁کہنا ▁پڑتا ▁ہے ▁کہ ▁خار ان ▁کلی ▁بی دی ▁ہسپتال ▁کا ▁ سٹ اف ▁سال وں ▁سال ▁اپنے ▁فرائض ▁کی ▁انجام ▁دی ▁سے ▁غائب ▁رہتا ▁ہے ▁انہوں ▁نے ▁کہا ▁ہے ▁کہ ▁ہسپتال ▁کا ▁اسٹ اف ▁اپنے ▁ذاتی ▁کاروبار ▁میں ▁مصروف ▁ہے ▁اور ▁ہسپتال ▁میں ▁مریض وں ▁کا ▁کوئی ▁پر سان ▁حال ▁تک ▁نہیں ▁ہسپتال ▁کی ▁اد وی ات ▁پہنچنے ▁سے ▁پہلے ▁ہی ▁اسٹ اف ▁میں ▁تقسیم ▁ہو ج اتی ▁ہیں ▁انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁ہم ▁سیکرٹری ▁ہی ل تھ ▁اور ▁ڈی ▁جی ▁ہی ل تھ ▁سے ▁پ ُ ر ▁زور ▁اپیل ▁کرتے ▁ہیں ▁کہ ▁غیر ▁حاضر ▁ سٹ اف ▁کے ▁خلاف ▁سخت ▁سے ▁سخت ▁کار وائی ▁کی ▁جائے ▁اور ▁ہمیں ▁ہسپتال ▁کی ▁تال ہ ▁بندی ▁پر ▁مجبور ▁نہ ▁کیا ▁جائے۔
▁جبکہ ▁زیادہ ▁منافع ▁ا ِ س ▁بات ▁کو ▁ظاہر ▁کرتا ▁ہے ▁کہ ▁ا ُ ن ▁مصنوعات ▁کی ▁مانگ ▁مارکیٹ ▁نسبت ا َ َ ▁کم ▁ہے ▁اور ▁یہ ▁کہ ▁زیاد ▁تر ▁ہر بل ▁می نو ▁ف یک چر ز ▁ا ِ س ▁پرا ڈ کٹ ▁( product ) ▁کو ▁نہیں ▁بنا ▁رہے ▁ہیں۔
▁واقعہ ▁ہار لے ▁اسٹ ریٹ ▁کلی نک ▁کی ▁پہلی ▁منزل ▁پر ▁پیش ▁آیا ▁جہاں ▁سابق ▁وزیراعظم ▁نواز ▁شریف ▁کی ▁اہلیہ ▁کلثوم ▁نواز ▁کو ▁و ین ٹی ▁ل یٹر ▁پر ▁رکھا ▁گیا ▁ہے ▁، ▁کلثوم ▁نواز ▁کے ▁کمر ے ▁میں ▁داخل ▁ہونے ▁ولا لے ▁کی ▁شناخت ▁ڈاکٹر ▁نو ید ▁کے ▁نام ▁سے ▁ہوئی ▁ہے۔
▁کا ▁داد رس ▁مصیبت ▁زد وں ▁کا ▁غم گ سار ▁بے ▁قرار وں ▁کی ▁دعا ▁قبول ▁کرنے ▁والا ▁سن نے ▁والوں ▁میں ▁زیادہ ▁سن نے ▁والا
▁الجو اد ▁ٹر سٹ ▁نے ▁گزشتہ ▁تین ▁ماہ ▁میں ▁سو ہا وہ ▁شہر ▁اور ▁گرد و ▁نو اح ▁میں ▁غریب ▁اور ▁مستحق ▁بچی وں ▁کی ▁رجسٹر یشن ▁کی ▁اور ▁مقامی ▁حال ▁میں ▁ان ▁کی ▁شادی ▁کی ▁تقریب ▁کا ▁اہتمام ▁کیا ▁جس ▁میں ▁سو ہا وہ ▁شہر ▁اور ▁بار ات یوں ▁سمیت ▁چھ ▁سو ▁افراد ▁نے ▁شرکت ▁کی ▁جن ▁کو ▁ٹر سٹ ▁کی ▁طرف ▁سے ▁کھانا ▁بھی ▁دیا ▁گیا ▁اور ▁بار ات وں ▁کو ▁بہترین ▁ویل کم ▁بھی ▁کیا ▁گیا ▁۔
▁چی مپ ئن ز ▁ٹر افی ▁میں ▁دنیا ▁کی ▁بہترین ▁ٹیم وں ▁سے ▁مقابلہ ▁ہوگا ، ▁اول ٹ م نز
▁14 ▁حضرت ▁س ائیں ▁محمد ▁ی عق وب ▁( مان س ہ رہ
▁فلور یڈ ا ▁میں ▁پ بل ک ▁پارک ▁سے ▁ملکی ▁تاریخ ▁کا ▁سب ▁سے ▁بڑا ▁مگر م چھ ▁پکڑ ا ▁گیا
▁ہم ▁اپنی ▁سروس ▁کو ▁بہتر ▁بنانے ▁کے ▁لیے ▁کو کی ز ▁استعمال ▁کرتے ▁ہیں۔ ▁اس ▁بارے ▁میں ▁مزید ▁تفصیلات ▁ڈیٹا ▁کے ▁تحفظ ▁سے ▁متعلق ▁حصے ▁میں ▁دیکھی ▁جا ▁سکتی ▁ہیں۔
▁صرف ▁نواز ▁شریف ▁کا ▁احتساب ▁نظر ▁آر ہا ▁ہے۔ ▁ہم ت ▁ہے ▁تو ▁سب ▁پر ▁ہاتھ ▁ڈال و ▁اسفند ▁یار ▁...
▁خوشحال ▁خان ▁خ ٹک
▁خدا ▁کے ▁سوا ▁کسی ▁کو ▁کار ساز ▁خیال ▁کر ▁کے ▁نہ ▁پکار و
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁ تجرب ے ▁کے ▁دوران ▁کمپیوٹر ▁کے ▁ماہرین ▁نے ▁ایک ▁مشہور ▁کو رین ▁کمپنی ▁کی ▁گی لی کسی ▁سیریز ▁کا ▁موبائل ▁فون ▁سیٹ ▁استعمال ▁کیا ▁جو ▁پاکستان ▁میں ▁بھی ▁عام ▁دستیاب ▁ہے۔ ▁ریڈیو ▁سگ ن لز ▁کے ▁ذریعے ▁ہی ک نگ ▁کے ▁لیے ▁ضروری ▁ہے ▁کہ ▁کمپیوٹر ▁میں ▁ماہرین ▁کا ▁ڈیزائن ▁کردہ ▁یا ▁اسی ▁نوع ▁کا ▁سوف ٹ ▁و یئر ▁ان سٹ ال ▁ہو۔ ▁یہ ▁پہلا ▁موقع ▁ہے ▁جب ▁موبائل ▁فون ▁کو ▁کمپیوٹر ▁ہی ک نگ ▁میں ▁استعمال ▁کیا ▁گیا ▁ہے۔ ▁ریڈیو ▁سگ ن لز ▁کے ▁ذریعے ▁ہی ک نگ ▁کی ▁تی کن یک ▁کا ▁ایک ▁خطرناک ▁پہلو ▁یہ ▁ہے ▁کہ ▁کمپیوٹر ▁استعمال ▁کرنے ▁والے ▁کو ▁اندازہ ▁بھی ▁نہیں ▁ہو پا تا ▁کہ ▁ہار ڈ ▁ڈ سک ▁میں ▁محفوظ ▁ڈیٹا ▁چور ی ▁ہوگیا ▁ہے۔
▁کون تری لہ ▁میں ▁150 ▁سال ▁قبل ▁تعمیر ▁شدہ ▁عمارت ▁ٹوٹ ▁پھ وٹ ▁کا ▁شکار
▁ممبئی : ▁اداکار ▁گو ون دا ▁کی ▁آج ▁54 ▁ ویں ▁سال گر ہ ▁ہے ▁۔ 21 دس مبر ▁1963 کو ▁بھارتی ▁ریاست ▁مہ ا راش ٹر ا ▁کے ▁شہر ▁تہ انے ▁میں ▁پیدا ▁ہونے ▁والے ▁گو ون دا ▁ار ون ▁آ ہو جا ▁نے ▁اپنے ▁بالی ▁ووڈ ▁کی ر یئر ▁کا ▁آغاز ▁1986 میں ▁فلم ▁’’ ال زام ‘‘ سے ▁کیا۔ ادا کار ▁گو ون دا ▁نے ▁کی ر یئر ▁کے ▁آغاز ▁میں ▁ڈ انس ▁اور ▁ایک شن ▁والی ▁فلم یں ▁کی ں ▁اور ▁بعد ▁میں ▁[...]
▁6 جس ▁کے ▁لئے ▁اللہ ▁رب ▁العز ت ▁عذاب ▁کافی صل ہ ▁کرد ے ▁پھر ▁اللہ ▁کے ▁عذاب ▁سے ▁اس ▁شخص ▁کو ▁کوئی ▁نہیں ▁بچا سک تا ۔
▁کاش ف ▁نص یر ▁صاحب ، ▁خود کش ی ▁کی ▁وج وہ ات ▁کو ▁اس ▁طرح ▁مذہب ▁سے ▁جو ڑ نا ▁کہ ▁جو ▁اللہ ▁پرست ▁ہے ▁وہ ▁خود کش ی ▁نہیں ▁کرے ▁گا۔ ▁یہ ▁بالکل ▁ایسا ▁ہی ▁ہے ▁جیسا ▁کہ ▁ایک ▁دفعہ ▁جن ید ▁جمشید ▁نے ▁کہہ ▁دیا ▁کہ ▁غربت ▁سے ▁تنگ ▁آ ▁کر ▁ہاتھ ▁نہیں ▁پھیلا نا ▁چاہ ئیں ▁بلکہ ▁انتظار ▁کرنا ▁چاہ ئیے ▁جو ▁شخص ▁تین ▁دن ▁تک ▁ فاق ے ▁کو ▁برداشت ▁کرے ▁خدا ▁اسے ▁سال ▁بھر ▁کے ▁ رزق ▁کی ▁فراوانی ▁دیتا ▁ہے۔ ▁مگر ▁ہم ▁جانتے ▁ہیں ▁کہ ▁ایسا ▁نہیں ▁ہوتا ▁اور ▁نہ ▁ہوگا۔ ▁اسکا ▁یہ ▁مطلب ▁نہیں ▁کہ ▁اللہ ▁پہ ▁میرا ▁یقین ▁نہیں ▁بلکہ ▁اسکا ▁ایک ▁اور ▁ساد ہ ▁سا ▁مطلب ▁یہ ▁ہے ▁کہ ▁انسان ▁کو ▁وہی ▁کچھ ▁ نل تا ▁ہے ▁جس کی ▁وہ ▁کوشش ▁کرتا ▁ہے۔ ▁انفرادی ▁سطح ▁پہ ▁یہ ▁بات ▁بھی ▁ظل ط ▁ہوتی ▁دکھا ئ ▁دیتی ▁ہے۔ ▁انسان ▁کو ▁اکثر ▁وہ ▁نہیں ▁ملتا ▁جس کی ▁وہ ▁کوشش ▁کرتا ▁ہے۔
▁ک ذب ات ▁مرزا ▁’’ ایا م ▁ال صلح ‘‘ ▁136 ▁( ع یسی ؑ ▁کی ▁پو جا ▁کی ▁وجہ ▁سے ▁وہ ▁وفات ▁یافتہ ▁ہیں ▁، ▁پھر ▁فرشت ے ▁کیا ▁ہیں ؟ )
▁ارتقاء ▁ہائی ▁سپ یڈ ▁پی کٹ ▁ایک سیس
▁تر بت ▁یونیورسٹی ▁کا ▁پہلا ▁کا ▁نو وک یشن ▁8 ▁مارچ ▁کو ▁منعقد ▁ہوگا
▁کیا ▁آپ ▁نے ▁اکاؤنٹ ▁بنایا ▁ہوا ▁ہے ؟
▁ یری وان ▁۔ ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁26 ▁اپریل 2018 ء ) ▁آر م نیا ▁کی ▁پارلیمنٹ ▁ملک ▁کے ▁نئے ▁وزیر ▁اعظم ▁کا ▁انتخاب ▁یک م ▁مئی ▁کو ▁کرے ▁گی۔ جمع رات ▁کو ▁آرمی نیا ▁کی ▁پارلیمنٹ ▁کی ▁ویب سا ئٹ ▁پر ▁جاری ▁آرمی ن ین ▁صدر ▁کے ▁ایک ▁بیان ▁کے ▁مطابق ▁ملک ▁کے ▁نئے ▁وزیر ▁اعظم ▁کا ▁انتخاب ▁یک م ▁مئی ▁کو ▁پارلیمان ی ▁اجلاس ▁میں ▁کیا ▁جائے ▁گا۔
▁21 12 ▁سوز ن ▁ای ٹل نگر : ▁ہمیں ▁اتنے ▁سارے ▁ڈیٹا ▁کے ▁ساتھ ▁کیا ▁کرنا ▁چاہیے ؟ ▁1 , 25 7,6 19
▁تو ▁ہ ٹ ▁واحد ▁کی ▁د ھن ▁جاتا ▁ہے ▁“ آپ ▁کی ▁شکل ” ▁Ed ▁She eran ▁کی ▁طرف ▁سے . ▁اس ▁سے ▁آپ ▁کے ▁جسم ▁کی ▁شکل ▁ہے ▁کہ ▁ہمیں ▁بتا نا ▁ایڈ ▁She eran ▁کی ▁ضرورت ▁نہیں ▁ہے ▁( مرد وں ▁اور ▁عورتوں ▁دونوں ▁کے ▁لیے ) ▁کا ▁تع ین ▁کرتا ▁ہے ▁کہ ▁کس ▁طرح ▁پر کش ش ▁آپ ▁کو ▁نظر ▁آتے . ▁البتہ , ▁ہم ▁اپنے ▁تمام ▁اداروں ▁کے ▁ساتھ ▁پیدا ▁ہوتے ▁ہیں ▁اور ▁ہم ▁ایک ▁خدا داد ▁ تحف ہ ▁کے ▁لئے ▁افسوس ▁محسوس ▁نہیں ▁کرنا ▁چاہئے .
▁قومی ▁احتجاج ▁کے ▁ساتھ ▁کچھ ▁اور ▁کرنے ▁کے ▁کام
▁تلاش ▁پر ▁جائیں
▁فیس وں ▁کا ▁معاملہ : ▁سپریم ▁کورٹ ▁کا ▁تمام ▁بڑے ▁نجی ▁اسکول وں ▁کو ▁نوٹس ز ▁جاری ▁کرنے ▁کا ▁حکم
▁ہر ▁نفس ▁کو ▁یہ ▁ذ ائ ق ہ ▁چ کھ نا ▁ہے۔ ۔
▁سعودی ▁عرب ▁کے ▁جنگی ▁طی ار وں ▁نے ▁جمعرات ▁کو ▁بھی ▁یمن ▁کے ▁ صوب وں ▁الحد ید ہ ▁، ▁بی ضا ، ▁ما رب ▁، ▁ صعد ہ ▁اور ح جہ ▁پر ▁شدید ▁بمبار ی ▁کی ▁تھی۔
▁انٹرنیٹ ▁ٹی ▁وی
▁اطلاعات ▁کے ▁مطابق ▁امریکی ▁صدر ▁ڈونلڈ ▁ٹرمپ ▁نے ▁غ ص ے ▁میں ▁تار کین ِ ▁وطن ▁کے ▁خلاف ▁ناز ی با ▁الفاظ ▁استعمال ▁کیے ▁ہیں ▁جس ▁کے ▁بعد ▁اقوام ِ ▁متحدہ ▁کے ▁ترجمان ▁نے ▁صدر ▁ٹرمپ ▁کی ▁مذمت ▁کرتے ▁ہوئے ▁ان ▁کے ▁الفاظ ▁کو ▁حیران ▁کن ، ▁شرم ناک ▁اور ▁نسل ▁پرست انہ ▁قرار ▁دیا ▁ہے۔
▁ٹرمپ ▁کے ▁بقول ، ▁’’ میں ▁دو ▁ریاست ▁یا ▁ایک ▁ریاست ▁کو ▁دیکھ ▁رہا ▁ہوں۔ ▁میں ▁ا ُ سی ▁بات ▁پر ▁خوش ▁ہوں ▁گا ▁جسے ▁وہ ▁پسند ▁کریں ▁گے ‘‘ ۔
▁جواب ▁: ▁ایک ▁آدمی ▁جب ▁اپنا ▁سب ▁کچھ ▁چھوڑ ▁کے ▁نئے ▁ماحول ▁میں ▁آتا ▁ہے ▁تو ▁اس ▁کو ▁پریشان ی ▁تو ▁ہوتی ▁ہی ▁ہے ▁مجھے ▁بھی ▁اس ▁سے ▁ واسط ہ ▁پڑا ، ▁کئی ▁بار ▁کئی ▁کئی ▁روز ▁تک ▁ فاق ہ ▁کرنا ▁پڑا ▁میرے ▁لئے ▁سب ▁سے ▁تکلیف ▁کی ▁بات ▁مسلمان ▁بھائی وں ▁کے ▁سوالات ▁اور ▁ہر ▁آدمی ▁کا ▁انٹرویو ▁لینا ▁تھا ، ▁مگر ▁ان ▁سب ▁کے ▁باوجود ▁میں ▁نے ▁جس ▁قیمت ی ▁ایمان ▁کو ▁قبول ▁کیا ▁تھا ▁اس ▁کے ▁لئے ▁یہ ▁پریشان یاں ▁کوئی ▁زیادہ ▁نہیں ▁لگ یں۔
▁تعلیم ▁و ▁صحت
▁لو ز ▁نامی ▁صحافی ▁نے ▁فرانس ▁کے ▁ثقافت ی ▁ جری دے ▁کو ▁د ئیے ▁گئے ▁انٹرویو ▁میں ▁کہا ▁کہ ▁’’ اس ▁موضوع ▁پر میر ی ▁دلچسپی ▁ختم ▁ہوگئی ▁ہے ▁لہذا ▁اب ▁میں ▁مسلمانوں ▁کے ▁نبی ▁( حضرت ▁محمد ▁صلی ▁علیہ ▁و آل ہ ▁وسلم ) ▁کے ▁مزید ▁خاک ے ▁نہیں ▁بن اؤں ▁گا ‘‘ ۔
▁خوب ▁لکھا ▁ہے۔ ▁نام ▁اگر ▁اصل ▁بھی ▁لکھ ▁دیتے ▁تو ▁کوئی ▁مزا ئ ق ہ ▁نا ▁تھا۔ ▁میں ▁یہ ▁پروگرام ▁ہنس نے ▁کے ▁لئے ▁دیکھ تا ▁ہوں۔ ک مال ▁لہ جہ ▁ہے ▁صاحب ▁کا ▁اور ▁مجال ▁ہے ▁جو ▁درست گی ▁کی ▁کبھی ▁کوشش ▁کی ▁گئی ▁ہو۔ ▁پر چی ▁کی ▁واضح ▁مثال ▁ہے۔
▁ایوان ▁نمائند گان ▁میں ▁ری ب پل کن ▁ارکان ▁کے ▁رہنما ▁جان ▁بو ئ ہ نر ▁کا ▁کہنا ▁ہے ▁کہ ▁ایسا ▁رواں ▁سال ▁نہیں ▁ہوسکتا ▁اور ▁ان ▁کی ▁ارکان ▁سرحد ▁پر ▁سکیورٹی ▁میں ▁اضافہ ▁چاہتے ▁ہیں۔
▁وہ ▁کہتے ▁ہیں : ▁' ایک ▁دن ▁سا ڑھ ے ▁چھ ▁بجے ▁صبح ▁میرا ▁فون ▁بجا ۔ ▁ا ڈو انی ▁لائن ▁پر ▁تھے ، ▁انھوں ▁نے ▁کہا ▁کہ ▁آپ ▁نے ▁مشرف ▁کی ▁خبر ▁سنی ▁ہو ▁گی۔ ▁آپ ▁اپنے ▁دوست ▁کو ▁بتا ئیے ▁کہ ▁اس ▁کا ▁کچھ ▁سہ را ▁ہم ▁دونوں ▁کی ▁ملاقات ▁کو ▁جاتا ▁ہے۔
▁اس ▁میں ▁سلف یٹ ▁(= / > ▁10 ▁kg / mg ) ▁موجود ▁ہے۔
▁موبائل ▁سائٹ
▁فی ▁الوقت ▁صارفین ▁ بائی و ▁اسپ ین ▁2018 ▁ایپ ▁اینڈ روئ یڈ ▁اور ▁آئی ▁او ▁ایس ▁دونوں ▁کے ▁لیے ▁ڈاؤن ▁لوڈ ▁کر ▁سکتے ▁ہیں۔ ▁یہ ▁ایپ ▁استعمال ▁میں ▁آسان ▁ہے ▁اور ▁تقریب ▁کے ▁شرک اء ▁کو ▁پورے ▁کنون شن ▁کے ▁دوران ▁زبردست ▁معاونت ▁فراہم ▁کرتی ▁ہے۔ ▁یہ ▁ایپ ▁شرک اء ▁کو ▁خود ▁مختار ▁رہنے ، ▁نیٹ ▁ورک ▁بنانے ▁اور ▁تمام ▁متعلقہ ▁معلومات ▁اپنی ▁ہ تھ یلی ▁پر ▁حاصل ▁کرنے ▁میں ▁سہولت ▁فراہم ▁کرتی ▁ہے۔
▁می ک ▁کی ن ▁کی ▁وارن نگ ، ▁پاکستان ▁کے ▁ساتھ ▁امریکی ▁روی ے ▁میں ▁تبدیلی
▁کیا ▁آپ ▁نے ▁اس ▁کا ▁بل ڈ ▁پری شر ▁دیکھا ▁تھا
▁محمد ▁صلاح ▁کے ▁چی چ نیا کے ▁چاہ نے ▁والوں ▁نے ▁سال گر ہ ▁پر ▁100 کل و ▁کا ▁ مز یر دار ▁کی ک ▁پیش ▁کر ▁دیا
▁لو ہے ▁کا ▁کمر ▁بند ▁(1)

▁امریکی ▁سینٹ ▁کی ▁مسلح ▁افواج ▁کمیٹی ▁کے ▁چیئرمین ▁نے ▁اعتراف ▁کیا ▁ہے ▁کہ ▁واشنگٹن ▁کی ▁نادر ست ▁پالیسی وں ▁اور ▁مناسب ▁حکمت ▁عملی ▁کے ▁فقدان ▁کی ▁بناء ▁پر ▁افغانستان ▁میں ▁داعش ▁کا ▁وجود ▁عمل ▁میں ▁آیا ▁ہے۔ ▁یہ ▁حقیقت ▁واضح ▁ہو ▁گئی ▁ہے ▁کہ ▁مختلف ▁دہشت ▁گرد ▁گروہ ▁من جمل ہ ▁داعش ▁گروہ ، ▁مغربی ▁اور ▁خاص ▁طور ▁سے ▁امریکی ▁ان ٹی لی ▁جنس ▁اداروں ▁کے ▁ہاتھوں ▁...
▁ علامہ ▁اقبال ▁او پن ▁یونیورسٹی ▁میں ▁2 روز ہ ▁بین ▁الاقوامی ▁کانفرنس ▁21 ▁مارچ ▁کو ▁شروع ▁ہوگی
▁اس ▁لنک ▁کو ▁کاپی ▁کیجیے
▁معاشی ▁استحکام ▁کیسے ▁ممکن ▁ہے ؟
▁پھر ▁فرمایا ▁: ▁ حف ص ہ ! ▁اللہ ▁سے ▁ڈر و !
▁د وب ئی ▁کے ▁پانی ▁کے ▁نیچے ▁ایک ▁دورے
▁جو ▁کبھی ▁ز میں ▁پہ ▁اتر ی ▁وہ ▁خدا ▁کی ▁بادشاہ ی
▁پسند ید ہ ▁قلم ▁کار :
▁نیوز نور : ایران ▁میں ▁جنوری ▁2018 ▁کے ▁فت نے ▁پر ▁گ ہری ▁نظر ▁ڈال تے ▁ہوئے ▁اس ▁میں ▁2009 کے ▁فت نوں ▁کی ▁جھ لک ▁اور ▁خارجی ▁لا بی ▁کا ▁ہاتھ ▁نظر ▁آتا ▁ہے۔ ال بت ہ ▁جب ▁تک ▁ملت ▁ایران ▁بص ی رت ▁اور ▁ایمان ▁سے ▁ لیس ▁ہے ▁اور ▁سا یہ ▁ولایت ▁میں ▁ہے ▁تب ▁تک ▁یہ ▁ہر ▁طوفان ▁کو ▁عبور ▁کرنے ▁کا ▁حوصلہ ▁رکھتی ▁ہے ▁اور ▁دشمن وں ▁کی ▁سازش یں ▁ملت ▁ایران ▁کے ▁ایمان ▁اور ▁قوت ▁میں ▁اضافے ▁کا ▁سبب ▁بن یں ▁گی۔

▁تو ▁وہ ▁کہ تا ▁ہے ▁کہ ▁یہ ▁قیامت ▁بعض ▁لوگوں ▁کو ▁دن ▁میں ▁آل ے ▁گی ▁اور ▁بعض وں ▁کو ▁رات ▁میں ▁آ ▁د بو چے ▁گی :
▁فرض ▁کریں ▁چین ▁امریکہ ▁سے ▁کہ تا ▁ہے ▁کہ ▁اس ▁نے ▁چین ▁سے ▁جو ▁قرض ▁لے ▁رکھا ▁چین ▁معاشی ▁اصطلاح ▁میں ▁اسے ▁’’ ▁کال ▁ا ِ ن ‘‘ ▁کر ▁رہا ▁ہے ▁، ▁قرض ▁واپس ▁کیا ▁جائے۔ کیا ▁ہم ▁جانتے ▁ہیں ▁کہ ▁جب ▁چین ▁1 ▁ ٹری لین ▁ڈالر ▁سے ▁زائد ▁کا ▁قرض ▁ ’ ▁کال ▁ان ▁‘ ▁کرے ▁گا ▁تو ▁اس ▁کے ▁کیا ▁نتائج ▁نکل یں ▁گے ▁؟
▁آر ٹ ▁اور ▁تفریح ▁چونکہ ▁فکر ▁و نظر ▁کی ▁بھی ▁ترجمان ی ▁کرتے ▁ہیں ، ▁اس ▁لئے ▁آر ٹ ▁پر ▁ایمان ▁لا نا ▁بال واسط ہ ▁اس ▁فکر ▁و نظر ▁کو ▁تسلیم ▁کرنا ▁ہے ▁جو ▁اس ▁آر ٹ ▁کے ▁در پر دہ ▁کارفرما ▁ہوتی ▁ہے ، ▁دہلی ▁کی ▁جامع ▁مسجد ▁بھی ▁ایک ▁آر ٹ ▁کی ▁مثال ▁ہے ، ▁جو ▁ع قی دت ▁کو ▁توحید ▁کا ▁درس ▁دیتی ▁اور ▁ایک ▁خدا ▁کے ▁حضور ▁جب یں ▁سائ ی ▁کی ▁دعوت ▁دیتی ▁ہے ▁اور ▁سوم نا تھ ▁کا ▁من در ▁بھی ▁آر ٹ ▁کا ▁ایک ▁نمو نہ ▁ہے ▁جس ▁سے ▁شرک ▁کا ▁دھو اں ▁اٹھ تا ▁ہے ▁اور ▁کفر ▁کی ▁حوصلہ ▁اف ز ائی ▁ہوتی ▁ہے۔ ▁اس ▁سے ▁ان ▁لوگوں ▁کو ▁اپنے ▁فکری ▁تو ہم ات ▁سے ▁باہر ▁آج انا ▁چاہئے ▁جو ▁مطلق ا ً ▁آر ٹ ▁کی ▁موافقت ▁یا ▁مخالفت ▁کو ▁اپنا ▁فری ض ہ ▁سمجھتے ▁ہیں۔
▁خواجہ ▁سلمان ▁رفیق ▁نے ▁کہا ▁کہ ▁وہ ▁سیکرٹری ▁ہی ل تھ ▁اور ▁ڈی ▁جی ▁ہی ل تھ ▁کے ▁ہمراہ ▁تمام ▁ڈو ی ژن ▁اور ▁اضلاع ▁کا ▁دورہ ▁کر ▁رہے ▁ہیں ▁اور ▁صورتحال ▁کا ▁موقع ▁پر ▁جائزہ ▁لے ▁کر ▁وزیراعلی ٰ ▁کو ▁رپورٹ ▁پیش ▁کریں ▁گے۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁اگر ▁B HU s اور ▁RH C پر ▁نوجوان ▁ڈاکٹر ز ▁نہ ▁آئے ▁تو ▁ایک ▁تجویز ▁زیر غور ▁ہے ▁کہ ▁ایڈ ہ اک ▁تعینات یوں ▁کیلئے ▁ڈاکٹر ز ▁کی ▁عمر ▁کی ▁حد ▁بڑھا ▁دی ▁جائے ▁اور ▁زیادہ ▁عمر ▁کے ▁ڈاکٹر ز ▁کو ▁بھی ▁بنیادی ▁مراکز ▁صحت ▁پر ▁لوگوں ▁کی ▁خدمت ▁کا ▁موقع ▁فراہم ▁کیا جا ئے۔ ▁قبل ▁از یں ▁ڈاکٹر ▁سہ یل ▁ ثق لین ▁نے ▁پی ▁ایچ ▁ڈی ▁سی ▁میں ▁شروع ▁کئے ▁گئے ▁تربیتی ▁پروگرام ▁کے ▁بارے ▁بر یف نگ ▁دی۔
▁عامر ▁لیاقت ▁نے ▁کاغذ ات ▁نامزد گی ▁میں ▁دوسری ▁بیوی ▁کا ▁تذکر ہ ▁کیوں ...
▁خیر جب ▁ہم ▁نے ▁اس ▁کتاب ▁کا ▁مطالعہ ▁کیا ▁تو ▁معلوم ▁ہوا ▁کہ ▁اس ▁کتاب ▁کے ▁مرتب ین ، ▁ڈاکٹر ▁محمد ▁افتخار ▁کھو کھ ر ، احمد ▁حا طب ▁صدیقی ▁اور ▁محمد ▁اسلام ▁نش تر ▁صاحب ان ▁نے ▁بڑی ▁ عرق ▁ریزی ▁اور ▁محنت ▁سے ▁تیار ▁کیا ہے۔ یہ ▁کتاب ▁جماعت ▁اول ▁تا ▁پنجم ▁تک ▁کے ▁طالب ▁علم وں ▁کے ▁لیے ▁مفید ▁ہے۔ ا ُ ردو ▁زبان ▁کے ▁ذ خیر ہ ▁ ٔ ▁الفاظ ▁کی ▁درجہ ▁بندی ▁کے ▁لیے ▁مستند ▁لغات ؛ ▁اد را ہ ▁فروغ ▁قومی ▁زبان ▁اسلام ▁آباد ، صوب ہ ▁پنجاب ، سن دھ ، خی بر پ خت ون ▁خواہ ▁اور بل و چ ستان ▁کے ▁چار وں ▁ٹیکس ٹ ▁بک ▁بورڈ وں ؛ ▁نیشنل ▁بک ▁ف ائون ڈی شن ▁کی ▁شائع ▁کردہ ▁متعلقہ ▁جماعتوں ▁کی ▁زیر ▁تدریس ▁ا ُ ردو ▁کتابوں ؛ ▁آف اق ؛ ▁او کس فر ڈ ؛ گا با ؛ ▁گو ہر ▁اور ▁رہ بر ▁جیسے ▁معیار ی ▁در سی ▁کتب ▁شائع ▁کرنے ▁والے ▁اداروں ▁کی ▁کتب ▁کے ▁ذ خیر ہ ▁ہ ائے ▁الفاظ ▁کو ▁بھی ▁پیش ▁نظر ▁رکھا ▁گیا ▁ہے۔ ▁مرتب ین ▁کے ▁پیش ▁نظر ▁یہ ▁بات ▁بھی ▁ہے ▁کہ ▁متعلقہ ▁طبقات ▁کے ▁رد ▁عمل ▁کی ▁مدد ▁سے ▁آئندہ ▁اس ▁کتاب ▁کو ▁مزید ▁بہتر ▁کیا ▁جائے ▁گا تا کہ ▁اس ▁کو ▁قومی ▁سطح ▁کی ▁مستقل ▁ضرورت ▁کا حل ▁پیش ▁کر ▁سکیں ۔
▁ ’ ی وٹ رن ‘ ▁تو ▁اچھا ▁ہوتا ▁ہے !
▁ہمارے ▁بارے ▁میں
▁میرا ▁تبصرہ ▁ظاہر ▁نہ ▁کریں
▁حالی ہ ▁تبصرے
▁م حدث ▁ٹیم ▁منہ ج ▁سلف ▁پر ▁لکھ ی ▁گئی ▁کتب ِ ▁فت اوی ٰ ▁کو ▁ یون یک وڈ ائز ▁کروا نے ▁کا ▁خیال ▁رکھتی ▁ہے ، ▁اور ▁الحمد لل ہ ▁اس ▁پر ▁کام ▁شروع ▁بھی ▁کر ایا ▁جا ▁چکا ▁ہے۔ ▁اور ▁پھر ▁ان ▁تمام ▁کتب ▁فت اوی ٰ ▁کو ▁م حدث ▁فت وی ٰ ▁سائٹ ▁پہ ▁اپل وڈ ▁بھی ▁کردیا ▁جائے ▁گا۔ ▁اس ▁صدق ہ ▁جاری ہ ▁میں ▁م حدث ▁ٹیم ▁کے ▁ساتھ ▁تعاون ▁کیجیے ! ▁۔ ت ف ص یل ات ▁جان نے ▁کے ▁لئے ▁یہاں ▁کلک ▁کریں۔ ▁۔
▁صدر ▁ٹرمپ ▁چاہتے ▁ہیں ▁کہ ▁امریکا ▁کی ▁فضائی ، ▁زمینی ▁اور ▁بحر ی ▁افواج ▁کی ▁طرح ▁خل ا ▁میں ▁بھی ▁امریکی ▁فوج ▁ہونا ▁چاہیے۔ ▁ان ▁کے ▁مطابق ▁ ’ خ لا ▁میں ▁برتر ی ‘ ▁امریکا ▁کی ▁ضرورت ▁ہے ▁اور ▁واشنگٹن ▁کی ▁مسلح ▁افواج ▁کا ▁ایک ▁کام ▁ ’ خ لا ▁میں ▁دفاع ‘ ▁بھی ▁ہونا ▁چاہیے۔
▁جن ▁کے ▁ہنگام وں ▁سے ▁تھے ▁آباد ▁و یر انے ▁کبھی ▁: ▁شہر ▁ان ▁کے ▁م ٹ ▁گئے ▁، ▁آباد یاں ▁بن ▁ہو ▁گئیں
▁اردو ▁بلاگ نگ ، ▁بلاگ ▁لکھ نا ، ▁بلاگ ▁کا ▁موضوع ، ▁(1)

▁قدیم ▁زمان وں ▁سے ▁سمجھا ▁جاتا ▁رہا ▁ہے ▁کہ ▁عورتوں ▁میں ▁مرد وں ▁کی ▁نسبت ▁کم ▁جنسی ▁خواہش ▁پائی ▁جاتی ▁ہے . ▁تاہم ▁تحقیق ▁سے ▁معلوم ▁ہوا ▁ہے ▁کہ ▁یہ ▁تاثر ▁درست ▁نہیں ▁ہے ▁بلکہ ▁بیشتر ▁خواتین ▁ہفتے ▁میں ▁چھ ▁بار ▁جسمانی ▁قرب ت ▁کی ▁خواہش ▁رکھتی ▁ہیں . ▁اس ▁خواہش ▁کو ▁ دب انے ▁میں ▁محض ▁معاشر تی ▁دباؤ ▁ہی ▁کو ▁دخل ▁نہیں ▁بلکہ ▁عورتوں ▁کو ▁روز مر ہ ▁کام ▁کا ج ▁کے ▁حوالے ▁سے ▁بھی ▁دباؤ ▁کا ▁سامنا ▁پڑتا ▁ہے ▁اس ▁کے ▁باعث ▁وہ ▁اپنی ▁ فطر ی ▁خواہش ات ▁کی ▁تکمیل ▁میں ▁نا آ سود ہ ▁رہ ▁جاتی ▁ہیں . ▁اف ز ائش ▁کے ▁بارے ▁میں ▁آگ ہی ▁کے ▁ادارے ▁کن ڈ ارا ▁نے ▁پانچ ▁سو ▁خواتین ▁سے ▁ان ▁کی ▁نجی
▁اتوار ▁کو ▁مسجد ▁کے ▁چ ئیر مین ▁نے ▁کہا ▁کہ ▁عوامی ▁ٹر انس پور ٹ ▁کو ▁سیاح وں ▁کو ▁مسجد ▁کی ▁عمارت ▁تک ▁لانے ▁کی ▁اجازت ▁نہیں ▁دی ▁جائے ▁گی ▁اور ▁مزید ▁کہا ▁کہ ▁سیاح وں ▁کو ▁لانے ▁والی ▁کمپنی وں ▁سے ▁بھی ▁گفتگو ▁کی ▁جائے ▁گی ▁تاکہ ▁مستقبل ▁میں ▁ایسے ▁واقعات ▁نہ ▁پیش ▁آئیں ۔ مل یش یا ▁میں ▁غیر ▁ملکی وں ▁کو ▁عام ▁طور ▁مشورہ ▁دیا ▁جاتا ▁ہے ▁کہ ▁وہ ▁مذہبی ▁مقامات ▁اور ▁مساجد ▁جاتے ▁ہوئے ▁ساد ہ ▁لباس ▁پہن یں۔
▁محمد ▁کے ▁نو اس ے ▁نے ▁جو ▁کی ▁تی غ وں ▁کے ▁س ائے ▁میں
▁اسرائیلی ▁اور ▁فلسطینی ▁براہ ▁راست ▁مذاکرات ▁کی ▁بحال ی ▁پر ▁تیار ▁ہو ▁گئے ▁ہیں۔ ▁امریکی ▁وزیر ▁خارجہ ▁ہل یری ▁کلن ٹن ▁کا ▁کہنا ▁ہے ▁کہ ▁اسرائیلی ▁وزیر ▁اعظم ▁اور ▁فلسطینی ▁اتھارٹی ▁کے ▁صدر ▁کو ▁آئندہ ▁ماہ ▁مذاکرات ▁کے ▁لئے ▁واشنگٹن ▁مد عو ▁کیا ▁گیا ▁ہے۔ ▁(21 . 08. 2010 )
▁اضلاع ▁کی ▁خبریں
▁سندھ ▁کی ▁ثقافت
▁تلاش ▁پر ▁جائیں

▁بات ▁یہ ▁پہلے ▁، ▁مسافر ▁کو ▁بتا ▁دی ▁جائے
▁زینب ▁کے ▁قاتل وں ▁کے ▁ت عاقب ▁میں
▁: ▁کیا ، ▁جلال ، ▁مترجم
▁کی ▁آج ▁ہی ▁کے ▁اخبار ات ▁میں ▁شائع ▁ہونے ▁والی ▁پی ▁پی ▁مجلس ▁عامل ہ ▁کے ▁تازہ ▁اجلاس ▁کی ▁کارروائی ▁کی ▁سرکاری ▁رپورٹ نک ▁کے ▁مطابق ▁زرداری ▁صاحب ▁نے ▁اپنی ▁شادی ▁کی ▁اف وا ہ وں ▁کی ▁سختی ▁سے ▁تردید ▁کی ▁ہے۔ ▁اور ▁کہا ▁ہے ▁کہ ▁وہ ▁بے ▁نظیر ▁کے ▁مش ن ▁کے ▁ساتھ ▁شادی ▁کر چ کے ▁ہیں۔ ▁بھٹو ▁کی ▁داماد ی ▁کا ▁اعزاز ▁ہر ▁ گز ▁کھو نا ▁نہیں ▁چاہتے ۔ ▁وغیرہ
▁ش عي ب ▁صفدر ۔۔ ▁ہاں ▁لگتا ▁تو ▁مجھے ▁بھی ▁اب ▁کچھ ▁ايس ا ▁ہے۔ ▁اور ▁ميں ▁نے ▁ي ہ ▁کہا ▁ہے ▁کہ ▁مجھے ▁افسوس ▁ہوا ▁مير ا ▁يقين ▁کرو ▁مجھے ▁بہت ▁خوشی ▁ہے ▁مگر ▁ايس ے ▁سوالات ▁خوشی ▁کا ▁م زہ ▁غار ت ▁کر ▁دي تے ▁ہ ي ں۔ ▁اور ▁وي سے ▁آپ ▁کا ▁مشورہ ▁بڑا ▁زبردست ▁ہے ▁کہ ▁من گن ی ▁کے ▁بغير ▁شادی ▁ہو ▁جاتی ▁ہے ▁D :
▁یہ ▁تو ▁اچھا ▁ہوا ▁کہ ▁شیطان ▁کو ▁اس ▁ماہ ▁مبارک ▁میں ▁زنجیر وں ▁میں ▁ج کڑ ▁لیا ▁جاتا ▁ہے ‘ ▁مگر ▁دوسری ▁جانب ▁انسانی ▁شی اط ین ▁اب ▁اتنے ▁زیادہ ▁ہو ▁گئے ▁ہیں ▁کہ ▁بڑے ▁شیطان ▁اب لیس ▁کو ▁زنجیر یں ▁نہ ▁بھی ▁پہن ائی ▁جائیں ‘ ▁تب ▁بھی ▁شیطان ی ▁پروگرام ▁چل تے ▁رہتے ▁ہیں۔
▁[ 86 : 3] ▁اور ▁ت ُ جھ ے ▁کیا ▁بت ائے ▁کہ ▁رات ▁کو ▁ظاہر ▁ہونے ▁والا ▁کیا ▁ہے ؟
▁بتایا ▁گیا ہے ▁کہ ▁صرف ▁لاہور ▁میں ▁موجود ▁عامل ▁‘ جاد و گر ‘ ▁پیر ‘ نج ومی ▁عطا ئیے ‘ ▁جعل ی ▁حکیم ▁اور ▁ق حب ہ ▁خان ے ▁اور ▁من شی ات ▁کے ▁ا ڈ ے ▁پانچ ▁ہزار ▁سے ▁زائد ▁کی ▁تعداد ▁میں ▁موجود ▁ہیں۔ ▁ہر ▁تھا نہ ▁اپنے ▁علاقے ▁میں ▁مذکورہ ▁دو ▁نمبر یوں ▁سے ▁با قاعدہ ▁من تھ ل یاں ▁اک ٹھی ▁کرتا ▁ہے ▁اور اپ نا ▁حصہ ▁رکھ ▁کر ▁اعلی ٰ ▁افسران ▁کو ▁پہنچا یا ▁جاتا ہے۔ ▁مذکورہ ▁افراد ▁سے ▁لاہور ▁پولیس 5 کر وڑ ▁روپے ▁ماہ انہ ▁سے ▁زائد ▁بھ ت ہ ▁اک ٹھا ▁کرتی ▁ہے ▁جو ب ڑے ▁منظم ▁طریقہ ▁سے ▁افسران ▁و ▁انتظامیہ ▁میں ▁تقسیم ▁ہوجاتا ▁ہے۔
▁امیر ▁امان ▁اللہ ▁خان ▁اور ▁افغانستان ▁میں ▁مغربی ▁ثقافت ▁کی ▁ترویج
▁اردو ▁نیوز ▁شو
▁اقبال ▁و ▁جناح ▁نے ▁شدت ▁پسند ▁یا ▁لی بر ل ▁ریاست ▁کیلئے ▁نہیں ▁بلکہ ▁حقیقی ▁اسلامی ▁ریاست ▁کیلئے ▁جدوجہد ▁کی ▁تھی ، ▁آ غا ▁علی ▁رضوی
▁اشتہار ▁کا ▁انتخاب
▁آن ▁لائن ▁مل نہ ▁پرو فائل ▁مثال یں ▁مرد وں ▁کے ▁لئے ▁—
▁ہم ▁ہمیشہ ▁اپنے ▁کس ٹ مر ▁بیس ▁کی ▁توسیع ▁کرنے ▁کے ▁منتظر ▁ہیں . ▁اگر ▁آپ ▁کو ▁ہماری ▁سیریز ▁میں ▁سے ▁کسی ▁میں ▁دلچسپی ▁رکھتے ▁ہیں ▁تو ، ▁مزید ▁معلومات ▁کے ▁لئے ▁ہم ▁سے ▁رابطہ ▁کریں . ▁آپ ▁اطمینان ▁ہماری ▁کوشش وں ▁کا ▁مقصد ▁ہے ، ▁کسی ▁بھی ▁ان کو ائر ی ▁اور ▁سوال ▁ہماری ▁اعلی ▁کارکردگی ، ▁ا خلاص ▁کے ▁ساتھ ▁حسن ▁معاشر ت ▁اور ▁اچھا ▁کی ▁توجہ ▁اور ▁فوری ▁جواب ▁ہو ▁جائے ▁گا .
▁ا دار تی ▁نوٹ : ▁پوسٹ ▁میں ▁شائع ▁کی ▁گئی ▁رائے ▁مصنف ▁کی ▁ہے ▁اور ▁ادارے ▁کا ▁مصنف ▁کی ▁رائے ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں ▁ہے۔ ▁کاپی ▁رائٹ ▁' ہم ▁سب ' ▁ڈاٹ ▁کام . ▁بلا ▁اجازت ▁آرٹیکل ▁نقل ▁کر ▁کے ▁شائع ▁کرنا ▁کاپی ▁رائٹ ▁قوانین ▁کے ▁تحت ▁ایک ▁جرم ▁ہے
▁6- ▁لا ؤ ڈ ▁اسپیکر ▁کے ▁استعمال ▁میں ▁بھی ▁ضرورت ▁اور ▁لوگوں ▁کے ▁آرام ▁و ▁آس ائش ▁کو ▁مد نظر ▁رکھنا ▁چاہیے۔ ▁بال خصوص ▁ایسے ▁اوقات ▁میں ▁ضرور ▁اس ▁بات ▁کا ▁خیال ▁رکھنا ▁چاہیے ▁کہ ▁جن ▁میں ▁لوگ ▁عام ▁طور ▁پر ▁آرام ▁کرتے ▁ہیں ، ▁کیونکہ ▁عام ▁طور ▁پر ▁گھروں ▁میں ▁بو ڑھ ے ▁اور ▁مریض ▁لوگ ▁ہوتے ▁ہیں۔

▁پوزیشن ▁میں ▁نہیں ▁ہے۔ ▁پی ▁ٹی ▁آئی ▁اور ▁دوسری ▁جماعتوں ▁کی ▁دوسری ▁است دعا ▁یہ ▁تھی ▁کہ ▁وزیراعظم ▁نے ▁بر ٹ ش ▁ور جن ▁آئی ▁لینڈ ▁کمپنی وں ▁کے ▁ذریعے ▁رقم ▁بنائی ▁اور ▁من ی ▁لا نڈر نگ ▁کی ▁- ▁لندن ▁میں ▁چار ▁فل ی ٹس ▁اپنے ▁بچوں ▁کے ▁نام ▁پر ▁خرید ے ▁گئے ▁جو ▁اس ▁وقت ▁کوئی ▁ذریعہ ▁آمدن ▁نہ ▁رکھتے ▁تھے ▁اور ▁وہ ▁اپنے ▁ٹیکس ▁گوش وار وں ▁میں ▁اپنے ▁اثاث ے ▁ظاہر ▁کرنے ▁میں ▁بھی ▁ناکام ▁رہے ▁ہیں۔
▁یمن ی ▁جز ی رے ▁پر ▁متحدہ ▁عرب ▁امارات ی ▁فوج ▁کی ▁تعینات ی ، ▁ترکی ▁کا ▁اظہار ▁تشویش
▁اسی ▁بارے ▁میں
▁ڈاکٹر ▁صاحب ▁نے ▁مسیحی ت ▁کے ▁حوالے ▁سے ▁اس ▁میں ▁پا ۓ ▁جانے ▁والے ▁تمام ▁مقامات ▁زیارت ▁کا ▁بیان ▁بھی ▁بڑے ▁دلچسپ ▁اور ▁مفصل ▁طریقے ▁سے ▁کیا ▁ہے . ▁اس ▁کے ▁علاوہ ▁القدس ▁میں ▁پائی ▁جا ▁نے ▁والی ▁کل سیا وں ▁کی ▁مکمل ▁تفصیل ▁اس ▁کتاب ▁میں ▁موجود ▁ہے . ▁مسیحی ▁طلب ہ ▁تاریخ ▁اور دان شور وں ▁کے ▁لئے ▁" ال قدس ▁( ی روش ل یم ) " ▁ایک ▁خاص ▁تح فه ▁ہے ▁ . ▁میں ▁نے ▁گزشتہ ▁چند ▁ماہ ▁میں ▁اس ▁کتاب ▁کو ▁کئی ▁بار ▁پڑھ ا ▁ہے ▁اور ▁ہر ▁بار ▁ڈاکٹر ▁صاحب ▁کی ▁محنت ▁اور ▁علمی ت ▁سے ▁متاثر ▁ہو ۓ ▁بغیر ▁نہیں ▁رہ ▁سکا . ▁میں ▁چونکہ ▁خود ▁مسیحی ▁تاریخ ▁اور ▁مسیحی ▁اردو ▁ادب ▁کے ▁حلق وں ▁میں ▁ابھی ▁طفل ▁مکتب ▁کی ▁حیثیت ▁رکھتا ▁ہوں ▁اس ▁لئے ▁نہیں ▁چاہتا ▁کہ ▁میرے ▁یہ ▁چند ▁ال ٹے ▁سید ھے ▁جمل ۓ ▁اس ▁کتاب ▁کے ▁متعلق ▁تبصرہ ▁سمجھ ے ج ائیں ▁ . ▁میرے ▁ان ▁جمل وں ▁کو ▁اگر ▁آپ ▁اس ▁کتاب ▁کا ▁اد نی ▁سا ▁تع ا ▁ رف ▁سمجھ ▁کر ▁قبول ▁فرم ائیں ▁تو ▁زیادہ ▁مناسب ▁ہو ▁گا .
▁شہر ▁ قی صر ▁یہ ▁میں ▁ایک ▁شخص ▁کرنی لیس ▁نامی ▁تھا ▁۔ ▁وہ ▁ایک ▁فوجی ▁پل ٹن ▁کا ▁صوبے ▁دار ▁تھا ▁جو ▁“ اط الی اتی ▁“ ▁کہ لا ▁تی ▁تھی ▁۔
▁اگر ▁لڑکی ▁لڑ ب ھڑ ▁کر ▁ماں ▁باپ ▁کے ▁گھر ▁چل ی ▁جائے ▁تو ▁لڑکی ▁کی ▁ماں ▁اپنی ▁بیٹی ▁کو ▁لے ▁جا کر ▁داماد ▁کے ▁حوالے ▁کرد ے ▁اور ▁اس ▁کے ▁پاس ▁تھ وڑ ی ▁دیر ▁بیٹھ ▁کر بات یں ▁کرے ▁تو ▁داماد ▁کت نا ▁ہی ▁ناراض ▁کیوں ▁نہ ▁ہو ، راض ی ▁ہوجائے ▁گا ▁اور ▁اگر ▁ ساس ▁وس سر ▁گھر ▁میں ▁بہ و ▁کے ▁ساتھ ▁الفت ▁و مح بت ▁رکھیں ▁اور ▁اگر ▁جھ گ ڑا ▁پیدا ▁ہو ▁جائے ▁تو ▁اس ▁کی ▁طرف داری ▁کریں ▁تو ▁بہ و ▁خواہ ▁کتنی ▁ہی ▁بری ▁کیوں ▁نہ ▁ہو ▁خود ▁ب خود ▁ان ▁کے ▁ساتھ ▁محبت ▁کرنے ل گ ے ▁گی ▁اور ▁جھ گ ڑا ▁فساد ▁ختم ▁ہوجائے ▁گا ▁۔
▁اعلام ی ے ▁میں ▁باور ▁کر ایا ▁گیا ▁ہے ▁کہ ▁بیرونی ▁ادائیگی وں ▁کا ▁حصہ ▁جی ▁ڈی ▁پی ▁کے ▁6 ▁فیصد ▁تک ▁پہنچ ▁گیا ▁ہے ، ▁بیان ▁کے ▁مطابق ▁بیرونی ▁ادائیگی اں ▁جی ▁ڈی ▁پی ▁کے ▁9 ▁فیصد ▁ہونے ▁کی ▁بات ▁ڈیٹا ▁کی ▁صحیح ▁تشریح ▁نہیں ▁تھی۔

▁سان ح ہ ▁شکار ▁پور ▁سے ▁قبل ▁طالبان ▁کی ▁جانب ▁سے ▁امام بار گاہ ▁کربلا ▁مع لی ٰ ▁کو ▁دھمکی ▁دی ▁گئی ▁تھی
▁بے ▁با ک ▁حد ▁سے ▁گزر ▁جانے ▁والوں ▁کی ▁( ١ ) ▁اطاعت ▁سے ▁باز ▁آج اؤ ۔
▁وزیراعظم ▁عمران ▁خان ▁نے ▁سیلاب ی ▁پانی ▁کو ▁استعمال ▁میں ▁لانے ▁اور ▁پانی ▁کے ▁ضیا ع ▁کو ▁روکنے ▁کے ▁لیے ▁ ’ ری چار ج ▁پاکستان ‘ ▁کے ▁نام ▁سے ▁منصوبے ▁کر ▁لیا
▁جواب ▁دیں ▁جواب ▁منسوخ ▁کریں
▁وہ ▁آ ہ ست گی ▁سے ▁بول ی . ... ہم ▁بچ پن ▁سے ▁پیار ▁ہی ▁تو ▁کرتے ▁آئے ▁ہیں۔ ہم ارے ▁کھیل ▁کو د ، ▁لڑائی ▁جھ گ ڑے ، ضد ▁اور ▁من ▁مان ی ▁میں ▁محبت ▁کا ▁عنصر ▁ہی ▁تو ▁شامل ▁ہے۔ کیا ▁وجہ ▁ہے ▁کہ ▁ہم ▁ایک ▁دوسرے ▁کے ▁اتنے ▁قریب ▁ہیں۔ دور ▁بھی ▁تو ▁ہو ▁سکتے ▁تھے۔ لازم ی ▁تو ▁نہیں ▁کہ ▁ایک ▁ہی ▁ماحول ▁میں ▁دو ▁خون ▁اگر ▁اک ٹھ ے ▁رہیں ▁تو ▁ان ▁میں ▁مما ث لت ▁پیدا ▁ہو ▁جائے ... . ی گان گ ت ▁پی د ▁ا ▁ہو ▁جائے۔ م گر ▁ایسا ▁ہی ▁ہوا . ... کی ون کر ▁ہوا . ... زی ّ اد ▁اس ▁کی ▁وجہ ▁پیار ▁ہی ▁تو ▁ہے۔ تم ▁نے ▁مجھے ▁محبت ▁کی ▁مور ت ▁بنا ▁دیا ▁ہے۔ اپ نی ▁ذات ▁کے ▁ذ رے ▁ذ رے ▁کو ▁میرے ▁جسم ▁میں ▁بسا ▁دیا ▁ہے۔ م َ یں ▁م َ یں ▁نہیں ▁تم ▁ہوں ▁... . تم ▁ہو ▁ زی ّ اد ▁تم ▁ہو۔ م جھ ▁میں ▁تم ▁زندہ ▁ہو۔ میر ا ▁جسم ▁میرا ▁اور ▁نام ▁میرا ▁ہے۔ با قی ▁سب ▁کا ▁سب ▁تم ▁ہو ▁اور ▁آئندہ ▁یہ ▁بات ▁میں ▁تمہیں ▁کبھی ▁نہیں ▁سمجھ اؤں ▁گی۔ وہ ▁کر وٹ ▁بدل ▁کر ▁س سک یاں ▁لینے ▁لگی ۔
▁پاک ▁یو خر ست ▁کی ▁تقریب ▁من انے ▁کے ▁لیے ▁عبادت ▁گ ُ زار ▁مسیحی وں ▁کی ▁جماعت ▁اک ٹھی ▁ہوتی ▁ہے ▁اور ▁س بھی ▁جانتے ▁ہیں ▁کہ ▁ا ِ س ▁وقت ▁خ ُ دا وند ▁حضرت ▁ یس وع ▁مسیح ▁ان ▁کے ▁درمیان ▁موجود ▁ہے ▁اور ▁کہہ ▁رہا ▁ہے : ۔
▁T ▁/ ▁T ، ▁ویسٹ رن ▁یونین ، ▁علی ▁بابا ▁یقین ▁ دہ انی ▁کر ائی ▁ٹر یڈ ▁ادائیگی
▁اپنی ▁ویب ▁سائٹ ▁پر ▁کھیل ▁جم پر ▁- ▁چھ وٹ ا ▁آدمی ▁شیخ ی ▁داخل ▁کرنے ▁کے ▁لئے ، ▁آپ ▁کی ▁ویب ▁سائٹ ▁کے ▁HTML ▁کو ڈ ▁میں ▁کو ڈ ▁کی ▁کاپی ▁اور ▁چ سپ اں . ▁تم ▁کھیل ▁جم پر ▁- ▁چھ وٹ ا ▁آدمی ▁شیخ ی ▁، ▁نقل ▁پسند ▁ہے ▁اور ▁کسی ▁دوست ▁یا ▁آپ ▁کے ▁تمام ▁دوستوں ▁کو ▁لنک ▁بھیج ▁دیں ▁تو ▁اس ▁کے ▁علاوہ ، ، ▁دنیا ▁کے ▁ساتھ ▁کھیل ▁کا ▁اشتراک ▁کریں !
▁اہم ▁معلومات
▁اور ▁اسی ▁پر ▁بس ▁نہیں ▁بلکہ ▁غریب ▁عوام ▁کے ▁امیر ▁وزیراعظم ▁کے ▁اقوام ▁متحدہ ▁کے ▁وز ٹ ▁کے ▁لئے ▁مہ نگی ▁ترین ▁لیمو زین ▁گاڑی اں ▁بھی ▁دو ▁در جن ▁کے ▁قریب ▁باور دی ▁ڈر ائی ور وں ▁اور ▁ گار ڈ ▁کے ▁ساتھ ▁چوب یس ▁گھنٹے ▁دستیاب ▁ہوں ▁گی۔ ▁دورہ ▁امریکہ ▁کے ▁موقع ▁پر ▁وزیراعظم ▁شاہد خا قان ▁عباسی ▁کی ▁امریکی ▁وزیر ▁خارجہ ▁ ہن جری ▁کس نجر ▁سے ▁بھی ▁می ٹنگ ▁کا ▁امکان ▁ہے۔ ▁واضح ▁رہے ▁کہ ▁فور سی زن ▁ہوٹل ▁میں ▁دنیا ▁کے ▁امیر ▁ترین ▁رئیس ▁اور ▁عرب ▁شیخ ▁ٹھہر تے ▁ہیں۔
▁واضح ▁رہے ▁کہ ▁یہ ▁استثنا ▁صرف ▁سفیر ▁کی ▁ذات ▁کو ▁نہیں ▁بلکہ ▁سفارت ▁خان ے ▁کی ▁عمارت ▁کو ▁اور ▁سفیر ▁کے ▁سامان ▁( lug ga ge ) ▁کو ▁بھی ▁حاصل ▁ہے اور ▁ان ▁کو ▁سفیر ▁کی ▁ذات ▁کی ▁طرح ▁کسی ▁بھی ▁اقدام ▁سے ▁محفوظ ▁( in viol able ) مان ا ▁جاتا ▁ہے ▁۔ ▁پس ▁یہ ▁سامان ▁اور ▁زمین ▁کا ▁یہ ▁ ٹک ڑا ▁ریاست ▁ب ▁میں ▁موجود ▁ہونے ▁کے ▁باوجود ▁اس ▁کے ▁قانون ▁کے ▁اطلاق ▁کے ▁دائر ے ▁سے ▁باہر ▁ہوتے ▁ہیں ▁اور ▁ان ▁پر ▁ریاست ▁الف ▁کے ▁قانون ▁کا ▁اطلاق ▁ہوتا ▁ہے ▁۔ ▁اسے ▁extra - ter ri torial ▁juris di ction ▁، ▁یعنی ▁اپنی ▁عل اق ائی ▁حدود ▁سے ▁باہر ▁کسی ▁شخص ، ▁ش ے ▁یا ▁جگہ ▁پر ▁اختیار ، ▁کہتے ▁ہیں ▁۔
▁فلم ▁ سٹ ار ▁کر یکٹر ▁ موم ▁شخصیت ▁کی پٹ ن ▁امریکہ

▁فرا ق ؔ ▁صاحب ▁کے ▁چھوٹے ▁بھائی ▁شر ی ▁پت ▁سہ ائے ▁نے ▁ایک ▁بار ▁دوران ▁گفتگو ▁مجھ ▁سے ▁فرمایا ▁کہ ▁فرا ق ؔ ▁صاحب ▁نے ▁اپنی ▁ماں ▁سے ▁بھی ▁اچھا ▁ برت اؤ ▁نہیں ▁کیا۔ ▁ایک ▁مرتبہ ▁والد ہ ▁میرے ▁ہی ▁یہاں ▁موجود ▁تھیں ▁اور ▁فرا ق ؔ ▁صاحب ▁کسی ▁مشاعر ے ▁سے ▁واپسی ▁پر ▁وہاں ▁آ ▁گئے ▁جب ▁والد ہ ▁صاحب ہ ▁کو ▁معلوم ▁ہوا ▁کہ ▁بڑے ▁بھی ا ▁آئے ▁ہیں ▁تو ▁وہ ▁ساری ▁بدل ▁کر ▁ملاقات ▁کے ▁کمر ے ▁میں ▁منتظر ▁بیٹھ ▁گئیں ▁جب ▁میں ▁نے ▁فرا ق ؔ ▁صاحب ▁سے ▁کہا ▁کہ ▁والد ہ ▁صاحب ہ ▁آپ ▁کی ▁منتظر ▁ہیں ▁تو ▁کہنے ▁لگے ▁کہ ▁وہ ▁بڑھ یا ▁مجھ ▁سے ▁مل ▁کر ▁کیا ▁کرے ▁گی ▁اور ▁والد ہ ▁مایوس ▁ہو ▁گئیں ۔ ▁برخلاف ▁اس ▁کے ▁جب ▁والد ہ ▁کا ▁انتقال ▁ہوا ▁تو ▁ان ▁کے ▁غم ▁میں ▁ایک ▁نظم ▁لکھ ▁دی۔
▁کشمیر ▁میں ▁جھ ادی ▁سرگرمی وں ▁کے ▁شروع ▁میں ▁حزب ▁المج اھ دین ▁اور ▁صلاح ▁الدین ▁کو ▁دشمن ▁نمبر ▁ایک ▁گرد انا ▁جاتا ▁تھا ▁مگر ▁بعد ▁میں ▁جی ش ▁محمد ▁اور ▁لشکر ▁طیب ہ ▁جیسی ▁تنظیم وں ▁کی ▁کشمیر ▁کی ▁جھ ادی ▁محا ذ ▁پر ▁منظر ▁عام ▁پر ▁آنے ▁کے ▁بعد ▁مولانا ▁مسعود ▁ اظ ہر ▁اور ▁خاص ▁کر ▁حافظ ▁محمد ▁سعید ▁کی ▁اہمیت ▁بڑھ ▁گئی ▁۔ ▁امریکہ ▁حافظ ▁سعید ▁کو ▁پہلے ▁سے ▁بین ▁الاقوامی ▁ دھ شت ▁گرد ▁قرار ▁دے ▁چکی ▁ہے ▁اور ▁اس ▁کی ▁گرفتاری ▁میں ▁مدد ▁دینے ▁پر ▁دس ▁ملی ن ▁ڈالر ▁کا ▁انعام ▁بھی ▁رکھا ▁ہے۔
▁نام ▁ای ▁سی ▁ایل ▁سے ▁نکال ا ▁جائے
▁مشرف ▁کے ▁جرائم ▁کی ▁فہرست ▁بہت ▁طویل ▁ہے ، ▁ان ▁کا ▁وفاقی ▁حکومت ▁کی ▁رضا مند ی ▁سے ▁بیرون ▁ملک ▁چلے ▁جانا ▁انصاف ▁و ▁قانون ▁کا ▁مذاق ▁ا ڑا نے ▁اور ▁جمہوریت ▁کو ▁مزید ▁کمزور ▁کرنے ▁کے ▁متر اد ف ▁ہے۔ ▁ایسے ▁حالات ▁میں ▁جب ▁کہ ▁سنگین ▁غ داری ▁کیس ▁میں ▁مشرف ▁کی ▁31 ▁مارچ ▁کو ▁طلب ی ▁اور ▁ لال ▁مسجد ▁کیس ▁میں ▁وارن ٹ ▁گرفتاری ▁موجود ▁ہے۔ ▁12 ▁اپریل ▁کو ▁مشرف ▁کو ▁پیش ▁کرنے ▁کے ▁حکم ▁کے ▁ساتھ ▁ض امن وں ▁کو ▁نوٹس ز ▁بھی ▁جاری ▁کیے ▁جا ▁چکے ▁ہیں۔ ▁ان ▁حالات ▁میں ▁پرویز ▁مشرف ▁کی ▁بیرون ▁ملک ▁روان گی ▁سے ▁حکمران وں ▁کی ▁نا ▁اہل ی ▁کے ▁متعلق ▁کئی ▁سوالات ▁نے ▁جنم ▁لے ▁لیا ▁ہے۔ ▁جب ▁تک ▁آئین ▁شکن ی ▁کے ▁ارت ک اب ▁پر ▁جنرل ▁( ر ) ▁پرویز ▁مشرف ▁اور ▁دیگر ▁سہولت ▁کار وں ▁کو ▁ریاست ▁سے ▁بغاوت ▁آئین ▁کے ▁آرٹیکل ▁چھ ▁کے ▁تحت ▁قرار ▁واقعی ▁سزا ▁نہیں ▁دی ▁جاتی ▁تب ▁تک ▁ملک ▁میں ▁آمر یت ▁اور ▁مارشل ▁لاء ▁کا ▁راستہ ▁نہیں ▁رک ▁سکتا ▁اور ▁ملک ▁میں ▁پارلیمنٹ ▁کی ▁بالا دست ی ▁اور ش ہری وں ▁کے ▁ نمائندہ ▁اداروں ▁کے ▁احترام ▁کا ▁خواب ▁کبھی ▁شرم ند ہ ▁تعبیر ▁نہیں ▁ہو ▁سکتا ۔
▁زمرہ : می کسی کو ▁کے ▁غار ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁ہمارے ▁متعلق
▁دیکھ ▁کر ▁یہ ▁ویڈیو ▁مجھ ▁کو ▁بہت ▁اچھا ▁لگا
▁ہم ▁نے ▁پولیس ▁والوں ▁کو ▁پیسے ▁دیے ، ▁اس ▁بات ▁کو ▁یقینی ▁بنایا ▁کہ ▁گاڑی اں ▁پارٹی ▁کے ▁مقام ▁کے ▁باہر ▁کھڑی ▁نہ ▁کی ▁جائیں ، ▁اور ▁مہمان وں ▁کی ▁فہرست ▁کو ▁صرف ▁دوستوں ▁تک ▁محدود ▁رکھا ▁جائے۔
▁Previous : ▁تحصیل ▁نا ظ م ▁مولانا ▁محمد ▁الی اس ▁تحصیل ▁اما رت ▁کے ▁عہدے ▁پر ▁بحال ، ت حص یل ▁نا ظ م ▁کے ▁خلاف ▁بار ▁بار ▁عدم ▁اعتماد ▁کی ▁تحریک ▁لانے ▁سے ▁جماعت ▁کو ▁نقصان ▁ہوگا / ▁شجاع ▁ال ملک
▁یوم ▁عا شور ▁آج ▁ع قی دت ▁و ▁احترام ▁کے ▁ساتھ ▁من ایا ▁جائے ▁گا
▁وہ ▁جب ▁بست ی ▁میں ▁داخل ▁ہوئی ▁تو ▁گلی ▁کے ▁ن کڑ ▁پر ▁کھڑے ▁نور الدین ▁پر ▁غم ▁و ▁غ ص ے ▁اور ▁حیرت ▁کے ▁پہاڑ ▁ٹوٹ ▁پڑے ۔
▁بغاوت ▁کے ▁بعد ▁اٹھا ئے ▁گئے ▁کئی ▁اقدامات ...
▁اس ▁دوران ▁ترکی ▁سے ▁یونان ی ▁جز یر وں ▁تک ▁پہنچنے ▁والے ▁غیر ▁قانونی ▁تار کین ▁وطن ▁کی ▁تعداد ▁تقریبا ▁ ً ▁سا ڑھ ے ▁چھ ▁ہزار ▁کے ▁قریب ▁رہی ۔
▁الخبر ▁میں ▁نماز ▁کے ▁اوقات
▁اس ▁لیے ▁جب ▁زندگی ▁میں ▁’’ ح جام ت ▁‘‘ ▁شروع ▁ہو تو ▁مایوس ▁نہیں ▁ہونا ▁چاہیے ▁۔ ▁یقین ▁رکھنا ▁چاہیے ▁کہ ▁یہ ▁ عارض ی ▁م رحل ہ ▁ہے ▁۔ ▁جلد ▁گزر ج ائے ▁گا۔ ▁‘‘ ، ▁بات ▁یہ یں ▁تک ▁پہنچ ی ▁تھی ▁کہ ▁ایک ▁صاحب ▁بول ▁اٹھ ے ▁۔ ▁’’ م گر ▁میں ▁تو ▁کبھی ▁نہیں ▁چاہ وں ▁گا ▁کہ ▁میری ▁ایسی ▁حج امت ▁ہو۔ ▁کیا ▁اس ▁کا ▁بھی ▁کوئی ▁نسخ ہ ▁ہے ▁؟ ‘‘
▁ ٭ ▁اسی ▁طرح ▁حضرت ▁نظام ▁الدین ▁اول ی اء ▁محبوب ▁ الہ ٰ ی ▁رحم ۃ ▁اللہ ▁علیہ ▁کے ▁ہاں ▁با نگ ِ ▁در ا ▁میں ▁اس ▁طرح ▁نذر انہ ▁ع قی دت ▁پیش ▁کرتے ▁ہیں :
▁پاکستان ▁کے ▁اس ▁غریب ▁’’ مز دور ‘‘ ▁کی ▁کہانی ▁جو ▁اپنی ▁محنت ▁کے ▁بل ...
▁مجلس ▁وحدت ▁مسلم ین ▁پاکستان ▁ایک ▁سیاسی ▁و ▁مذہبی ▁جماعت ▁ہے ▁جس کا ▁اولین ▁مقصد ▁دین ▁کا ▁احیا ء ▁اور ▁مملکت ▁خدا داد ِ ▁پاکستان ▁کی ▁سالم یت ▁اور ▁استحکام ▁کے ▁لیے ▁عملی ▁کوشش ▁کرنا ▁ہے ، ▁اسلامی ▁حکومت ▁کے ▁قیام ▁کے ▁لیے ▁عملی ▁جدوجہد ، ▁مختلف ▁اد یان ، ▁م ذا ہ ب ▁و ▁مسا لک ▁کے ▁ما بین ▁روابط ▁اور ▁ہم ▁آ ہ نگی ▁کا ▁فروغ ، ▁تعلیم ات ▁ ِ قرآن ▁اور ▁محمد ▁و آل ▁محمد علی ہم ▁السلام ▁کی ▁روشنی ▁میں ▁امام ▁حسین ▁علیہ ▁السلام ▁کے ▁ذکر ▁و ▁افکار کا ▁فروغ ▁اور اس ▁کا ت حفظ ▁اور امر ▁با ▁ل معروف ▁اور ▁نہ ی ▁عن ▁المن کر کا ▁احیا ء ▁ہمارا ▁نصب ▁الع ین ▁ہے
▁استعمال ▁کے ▁ضوابط
▁نوجوانوں ▁کا ▁صفحہ
▁چند ▁سال وں ▁میں ، ▁پہلے ▁بھی ▁اور ▁پیچھے ▁بھی ▁اللہ ▁ہی ▁کا ▁حکم ▁ہے ▁، ▁اور ▁اس ▁دن ▁اہل ▁ایمان ▁خوش ▁ہوں ▁گے۔ ▁( ۴ )
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁ہندوستان ▁اور ▁افغانستان ▁دہشت ▁گردی ▁کو ▁ختم ▁کر ▁کے ▁اقتصادی ▁تعاون ▁بڑھ ائیں ▁گے – ▁News 18 ▁Urdu
▁بات ▁کو ▁سمجھا نے ▁کے ▁لیے ▁عملی ▁اعتبار ▁سے ▁کچھ ▁مزید ▁وضاحت ▁کرتا ▁ہوں ▁کہ ▁مثلا ▁اگر ▁سب ع ہ ▁او جہ ▁والا ▁قول ▁سب ع ہ ▁ا حر ▁ف ▁کی ▁تشریح ▁مان یں ▁ توم کہ ▁میں ▁تو ▁ب ہر حال ▁ایک ▁حرف ▁پر ▁قرآن ▁پڑھ ا ▁جاتا ▁تھا۔ ▁اب ▁اگر ▁آپ ▁وہ ▁حرف ▁غ یب ▁و خط اب ▁والا ▁لے ▁لیں ▁تو ▁یہ ▁بات ▁ب ہر حال ▁قطعی ▁ہے ▁کہ ▁ی علم ون ، تعلم ون ▁دونوں ▁مکہ ▁کے ▁اندر ▁نہیں ▁تھے ، ▁مکہ ▁میں ▁تو ▁صرف ▁ایک ▁تھا۔ ▁اسی ▁طرح ▁اگر ▁آپ ▁حرکات ▁وس کن ات ▁کے ▁اختلاف ▁کا ▁حرف ▁لے ▁لیں ▁تو ▁ی َ ک ْ ذ ِ بون ، ▁ی ُ ک َ ذ ِّ ب ُ ون ▁دونوں ▁میں ▁سے ▁کوئی ▁ایک ▁مکہ ▁میں ▁مقر وء ▁تھی ▁دوسری ▁نہیں ▁۔ اسی ▁طرح ▁اگر ▁آپ ▁متعدد ▁لہ ج ات ▁والا ▁ایک ▁حرف ▁مراد ▁لہ ج ات ▁لیتے ▁ہیں ▁، ▁تو ▁لہ ج ات ▁میں ▁تس ہ یل ▁و ▁تحقیق ▁، ▁اما لہ ▁و ▁عدم ▁اما لہ ، ▁اد غا م ▁و اظ ہ ار ▁وغیرہ ▁لہ ج ات ▁شامل ▁ہیں ▁۔ اب ▁مکہ ▁میں ▁پڑھ ے ▁جانے ▁والے ▁قرآن ▁میں ▁یہ ▁سارے ▁لہ ج ات ▁قطعی ▁طور ▁پر ▁مقر وء ▁نہیں ▁تھے۔
▁افسوس ، ▁اس ▁سلسلے ▁میں ▁گھو ڑا ▁گلی ▁مر ی ▁کے ▁شاعر ▁سید ▁صادق ▁بخاری ▁کا ▁کلام ▁نہیں ▁مل ▁سکا ۔ ▁ب ہر ▁حال ▁یہ ▁دونوں ▁شاعر ▁کو ہ سار ▁کا ▁وہ ▁تہذیب ی ▁اثاث ہ ▁ہیں ▁جن ▁پر ▁ملت ▁کو ہ سار ▁ہمیشہ ▁فخر ▁کرتی ▁رہے ▁گی۔ ▁( کل ▁سر کل ▁بک وٹ ▁کے ▁صحافی وں ▁کی ▁تحریک ▁پاکستان ▁میں ▁شاندار ▁خدمات ▁کا ▁جائزہ ▁پیش ▁کیا ▁جا ئی گا ، ▁پڑھ نا ▁نہ ▁بھول ئیے ▁گا ) ▁ ۔۔۔۔۔

▁خواتین ▁کا ▁صفحہ
▁◄ ▁فہرست ▁پاکستان ▁کی ▁جامع ات ▁اور ▁کلی ات ▁(2 ▁ص )
▁لیکن ▁یہ ▁میرے ▁لیے ▁گھر ▁ہے ▁اور ▁میں ▁تن ہا ▁چل تا ▁ہوں۔
▁۱۱ ۶ : ▁یعنی ▁کیا ▁یہ ▁کوئی ▁کم ▁مع جز ہ ▁ہے ▁کہ ▁ان ہی ▁میں ▁سے ▁ایک ▁ا ُ می ▁شخص ▁نے ▁وہ ▁کتاب ▁پیش ▁کی ▁ہے ▁جس ▁میں ▁شروع ▁سے ▁اب ▁تک ▁کی ▁تمام ▁کتب ِ ▁آسمان ی ▁کی ▁مضامین ▁اور ▁تعلیم ات ▁کا ▁عطر ▁نکال ▁کر ▁رکھ ▁دیا ▁گیا ▁ہے۔ ▁انسان ▁کی ▁ہدایت ▁و ▁رہنما ئی ▁کے ▁لیے ▁ا ُ ن ▁کتابوں ▁میں ▁جو ▁کچھ ▁تھا ، ▁وہ ▁سب ▁نہ ▁صرف ▁یہ ▁کہ ▁اس ▁میں ▁جمع ▁کر ▁دیا ▁گیا ، ▁بلکہ ▁اس ▁کو ▁ایسا ▁کھول ▁کر ▁واضح ▁بھی ▁کر ▁دیا ▁گیا ▁کہ ▁صحرا ▁ نشین ▁بد ّ و ▁تک ▁اس ▁کو ▁سمجھ ▁کر ▁فائدہ ▁ا ُ ٹھا ▁سکتے ▁ہیں۔
▁ذات ▁کے ▁حوالے ▁سے
▁آپ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کی ▁زیارت ▁مبارک
▁تعلیمی ▁ت ناظر ▁میں ▁اس ▁مضمون ▁کی ▁حیثیت ▁اسلام وف و بیا ▁سے ▁زیادہ ▁کی ▁نہیں ▁ہے۔ ▁جے ▁این ▁یو ▁طلب ہ ▁یونین ▁نے ▁اس ▁کی ▁مخالفت ▁کی ▁ہے۔ ▁مذہب ِ ▁اسلام ▁امن ▁و ▁سلامتی ▁کا ▁پیغام ▁دیتا ▁ہے۔ ▁لہ ٰ ذا ▁دہشت ▁گردی ▁کو ▁اسلام ▁سے ▁جو ڑ نا ▁ایک ▁گھ ن اؤ نی ▁سازش ▁اور ▁مذہب ▁اسلام ▁کی ▁توہین ▁ہے ▁جسے ▁کسی ▁بھی ▁صورت ▁میں ▁قبول ▁نہیں ▁کیا ▁جاسکتا ۔
▁چاند ▁نکل ا ▁ہے ▁ڈو بے ▁گا ▁کچھ ▁دیر ▁میں
▁عابد ▁شیر علی ▁سے ▁سی ▁این ▁جی ▁ایس وسی ▁ای شن ▁کے ▁وفد ▁کی ▁ملاقات ▁، ▁سی ▁این ▁جی ▁اسٹیشن ز کو ▁گیس ▁کی ▁لوڈ ش یڈ نگ ▁سے ▁مست ث نی ٰ ▁..
▁فلسطین ▁پر ▁ہو نی وال ے ▁م ظ الم ▁میں ▁مسلمان ▁حکمران ▁برابر ▁کے ▁شریک ▁ہیں ، ▁مسلمان ▁ممالک ▁اسرائیل ▁سے ▁تعلقات ▁ختم ▁کریں۔ ▁او ▁آئی ▁سی ▁فوجی ▁اتحاد ▁بنائے ▁اور ▁مسئلہ ▁فلسطین ▁کیلئے ▁اقدام ▁کرے ، ▁ملی ▁یک جہ تی ▁کونسل ▁کے ▁قائد ین ▁کا ▁ہنگام ی ▁اجلاس ▁اور ▁پریس ▁بر یف نگ ▁سے ▁خطاب
▁تجارت ▁کی ▁ غرض ▁سے ▁کچھ ▁مسلمانوں ▁تا جر ▁لنکا ▁میں ▁آباد ▁ہو ▁گئے ▁تھے۔ ▁لنکا ▁کے ▁را جہ ▁کے ▁حجاج ▁کے ▁ساتھ ▁بہت ▁خوشگوار ▁تعلقات ▁تھے۔ ▁اس ▁نے ▁ان ▁تعلقات ▁کو ▁مزید ▁خوشگوار ▁بنانے ▁کے ▁لیے ▁کچھ ▁قیمت ی ▁تح ائف ▁اور ▁وفات ▁شدہ ▁تا جر وں ▁کے ▁بیوی ▁بچے ▁ایک ▁جہاز ▁میں ▁سوار ▁کرکے ▁بص رہ ▁روانہ ▁کر ▁دی ے۔ ▁لیکن ▁جب ▁دی بل ▁کے ▁قریب ▁پہنچا ▁می دھ ▁قوم ▁کے ▁کچھ ▁ ڈا کو ؤں ▁نے ▁اسے ▁لوٹ ▁لیا ▁اور ▁عورتوں ▁کو ▁قید ی ▁بنا ▁لیا۔ ▁ان ہی ▁عورتوں ▁میں ▁سے ▁ایک ▁عورت ▁نے ▁حجاج ▁کے ▁نام ▁دہائی ▁دی۔ ▁اس ▁واقعہ ▁کی ▁اطلاع ▁جب ▁حجاج ▁کو ▁ملی ▁تو ▁اس ▁نے ▁فوری ▁کارروائی ▁کرنے ▁کا ▁اراد ہ ▁کیا۔ ▁اس ▁نے ▁را جہ ▁دا ہر ▁کو ▁سامان ▁واپس ▁کرنے ، ▁ یت یم وں ▁اور ▁عورتوں ▁کو ▁رہا ▁کرنے ▁اور ▁ ڈا کو ؤں ▁کو ▁اسلامی ▁حکومت ▁کے ▁حوالے ▁کرنے ▁کا ▁مطالبہ ▁کیا۔ ▁لیکن ▁اس ▁نے ▁بڑا ▁روک ھا ▁جواب ▁دیا۔ ▁اور ▁کہا ▁ ڈا کو ؤں ▁کو ▁پر ▁میرا ▁کوئی ▁اختیار ▁نہیں ▁اور ▁نہ ▁ہم ▁ان ▁کی ▁تلاش ▁کر ▁سکتے ▁ہیں۔ ▁جہاں ▁تک ▁قید ی ▁عورتوں ▁کا ▁تعلق ▁ہے ▁انہیں ▁تم ▁خود ▁ہی ▁چھ ران ے ▁کی ▁کوشش ▁کرو ۔ ▁حجاج ▁یہ ▁جواب ▁سن ▁کر ▁آگ ▁بگو لا ▁ہو ▁گیا۔ ▁اور ▁فورا ً ▁فوجی ▁کارروائی ▁کا ▁انتظام ▁کیا ▁اس ▁طرح ▁را جہ ▁کی ▁ہ ٹ ▁ دھر می ▁نے ▁عرب وں ▁کو ▁سندھ ▁پر ▁حملہ ▁آور ▁ہونے ▁پر ▁مجبور ▁کر ▁دیا ▁تھا۔
▁فیس ▁بک ▁پر ▁ہمارا ▁پی ج ▁ لائ ک ▁کیجیے
▁متعلقہ ▁تبدیل یاں
▁حسین ▁حق انی ▁کو ▁انٹر پول ▁کے ▁ذریعے ▁ملک ▁میں ▁لانے ▁کی ▁سفارش
▁لیکن ▁کانگریس ▁سب ▁سے ▁زیادہ ▁مخ م ص ہ ▁میں ▁ہے۔ ▁یہ ▁جماعت ▁قرارداد ▁کی ▁کھل ▁کر ▁حمایت ▁کرے ▁گی ، ▁تو ▁بی ▁جے ▁پی ▁اس ▁کو ▁ملک ▁گیر ▁مسئلہ ▁بنا ▁کر ▁من مو ہن ▁سنگھ ▁حکومت ▁کا ▁ قاف یہ ▁تنگ ▁کرے ▁گی۔ ▁اور ▁اگر ▁اس ▁نے ▁معاملہ ▁اپنے ▁شریک ▁اقتدار ▁پر ▁چھوڑ ▁کر ▁درمیان ▁کا ▁راستہ ▁اختیار ▁کرلیا ، ▁تو ▁بی ▁جے ▁پی ▁اسے ▁بال واسط ہ ▁حمایت ▁سے ▁تعبیر ▁کرکے ▁کانگریس ▁پر ▁دو ہ رے ▁معیار ▁کا ▁الزام ▁عائد ▁کرکے ▁ ’ دہ شت ▁گردوں ▁کا ▁ہم در د ‘ ▁قرار ▁دے ▁گی۔ ▁آخری ▁راستہ ▁ہے ▁مخالفت ▁کا ، ▁لیکن ▁یہ ▁سیاسی ▁نقصان ات ▁کا ▁پیش ▁ خی مہ ▁ہوگا۔ ▁کیونکہ ▁افضل ▁گور و ▁ایک ▁کشمیر ی ▁مسلم ▁ہیں ، ▁اور ▁پھ انس ی ▁کی ▁سزا ▁پانے ▁کے ▁بعد ▁وہ ▁مسلم ▁اکثریت ▁کی ▁ہم در دی ▁حاصل ▁کر چ کے ▁ہیں۔ ▁کانگریس ▁کی ▁زیادہ ▁سیٹ یں ▁جم وں ▁کے ▁مسلم ▁اکثریت ی ▁علاقوں ▁میں ▁ہیں ، ▁اور ▁وہ ▁ان ▁میں ▁اضافہ ▁کی ▁خواہش ▁رکھتی ▁ہے۔
▁ذم یوں ▁کے ▁حقوق ▁کے ▁سلسلے ▁میں ▁جو ▁کچھ ▁بھی ▁مسا عی ▁سید نا ▁فاروق ِ ▁اعظم ▁رضی ▁اللہ ▁عنہ ▁نے ▁انجام ▁دی ▁وہ ▁خالص تا ً ▁ان ▁کے ▁اج ت ہ ادی ▁کار نام وں ▁کے ▁ذیل ▁میں ▁آتا ▁ہے ▁، ▁کیونکہ ▁اس ▁ضمن ▁میں ▁نبی ▁کریم ▁صلى ▁الله ▁عليه ▁وسلم ▁کے ▁طرز ِ ▁عمل ▁کی ▁کوئی ▁عملی ▁نظیر ▁موجود ▁نہیں ▁تھی۔
▁صنعت ▁کے ▁ماہرین ▁سے ▁سیکھ یں ▁جو ▁سیکھ نے ▁اور ▁ترقی ▁کے ▁علاقے ▁میں ▁وسیع ▁ تجرب ے ▁ہیں
▁اور ▁ایک ▁بات ▁ثابت ▁ہو ▁گئی ▁کہ ▁جنہوں ▁نے ▁تقلید ▁پر ▁سخت ▁کلام ▁کیا ▁وہ ▁حقیقت ▁میں ▁اسی ▁وجہ ▁سے ▁کیا ▁وہ ▁بغیر ▁حجت ▁کسی ▁کی ▁بات ▁پر ▁عمل ▁کرنے ▁کو ▁جائز ▁نہیں ▁سمجھتے ▁تھے ▁نہ ▁ہم ▁سمجھتے ▁ہیں ▁کہ ▁عام ی ▁عام ی ▁کے ▁پیچھے ▁چلے ▁مج ت ہ د ▁مج ت ہ د ▁کے ▁پیچھے ۔ ▁اسی ▁کا ▁انہوں ▁نے ▁تقلید ▁کا ▁نام ▁لے ▁کر ▁رد ▁کیا۔
▁۲ ۔۔۔۔۔ ۔۔۔ ▁یعنی ▁پوری ▁رات ▁ب جز ▁تھ و ڑے ▁حصہ ▁کے ▁عبادت ▁( ▁نماز ) ▁میں ▁گذار و ۔ ▁تھ و ڑے ▁حصہ ▁سے ▁مراد ▁رات ▁کا ▁ایک ▁تہ ائی ▁حصہ ▁ہے۔ ▁مطلب ▁یہ ▁ہے ▁کہ ▁رات ▁کے ▁ایک ▁تہ ائی ▁حصہ ▁میں ▁آرام ▁کرو ▁اور ▁دو ▁تہ ائی ▁حصے ▁عبادت ▁میں ▁گزار و ▁چنانچہ ▁آیت ▁۲۰ ▁میں ▁بیان ▁ہوا ▁ہے ▁کہ ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁دو ▁تہ ائی ▁رات ▁عبادت ▁میں ▁گزار ا ▁کرتے ▁تھے۔
▁اول ڈ ہم : د نیا ▁بھر ▁میں ▁اردو ▁زبان ▁کو ▁منفرد ▁حیثیت ▁حاصل ▁ہے ، ا ردو ▁ادب ▁سے ▁وال ہ انہ ▁لگا ئو ▁رکھنے ▁والے ▁افراد ▁شعر ▁و ▁سخن ▁کی ▁محفل وں ▁کا ▁انعقاد ▁کر ▁کے ▁جہاں ▁اس ▁زبان ▁کو زن دہ ▁رکھے ▁ہوئے ▁ہیں ▁وہاں ▁پر ▁اپنی ▁نوجوان ▁نسل ▁کو ▁مادر ▁ی ▁و ▁قومی ▁زبان ▁سے ▁روشن اس ▁کروا نے ▁میں ▁اہم ▁کردار ▁ادا ▁کر ▁رہے ▁ہیں ، گر یٹر ▁مان چ سٹر ▁کو ▁یہ ▁منفرد ▁اعزاز ▁حاصل ▁ہے ▁کہ ▁یہاں ▁پر ▁ایسی ▁محا فل ▁کا ▁انعقاد ▁تو ات ر ▁سے ▁ہوتا ▁ہے ▁اور ▁مختلف ▁تنظیم یں ▁فعال ▁کردار ▁ادا ▁کر ▁رہی ▁ہیں ، ان ▁میں ▁سے ▁ایک ▁انتہائی ▁متحرک ▁تنظیم ▁خز ینہ ▁شعر ▁و ▁ادب ▁انٹر ▁نیشنل ▁مان چ سٹر ▁یو کے ▁کی ▁ تعارف ی ▁تقریب ▁اول ڈ ہم ▁کے ▁ہ نی ▁ول ▁سن ٹر ▁میں ▁منعقد ▁ہوئی ، معروف ▁شاعر ہ ▁ن غم انہ ▁کن ول ▁شیخ ▁اور ▁چوہدری ▁عارف ▁پن دھی ر ▁نے ▁کہا ▁کہ ▁برطانیہ ▁بھر ▁میں ▁سکول وں ▁کالج وں ▁میں ▁اردو ▁زبان ▁میں ▁با قاعدہ ▁کو رس ز ▁ہیں ▁جی ▁سی ▁ایس ▁ای ▁اور ▁اے ▁لی ول ▁تسلیم ▁شدہ ▁ہے ، نہ ایت ▁ضروری ▁ہے ▁کہ ▁نوجوان ▁نسل ▁کو ▁پاکستان ▁کی ▁قومی ▁زبان ▁سے ▁منسلک ▁رکھا ▁جائے ، شعر ▁و ▁سخن ▁کے ▁ذریعے ▁عشق ▁حقیقی ▁و ▁مجازی ▁کو ▁فروغ ▁دیا ▁جائے ، ا ردو ▁شعر ائے ▁کرام ▁کی ▁کمی ▁ہوتی ▁جا ▁رہی ▁ہے ▁نوجوان ▁نسل ▁کو ▁اس ▁طرف ▁بھی ▁ راغ ب ▁کرنا ▁چاہئے ، اس ▁طرح ▁کی ▁محا فل ▁سے ▁ایک ▁دوسرے ▁کے ▁قریب ▁آنے ▁کا موقع ▁ملتا ▁ہے ، با ہم ی ▁روابط ▁کا ▁سلسلہ ▁بڑھ تا ▁ہے ▁برطانیہ ▁بھر ▁کے ▁مختلف ▁شہروں ▁سے ▁شعر ائے ▁کرام ▁کا ▁آن ا ▁اس ▁بات ▁کی ▁دلیل ▁ہے ، اس ▁موقع ▁پر ▁شعر ائے ▁کرام ▁ص ابر ▁رضا ، ض میر ▁جاوید ، اشت ی اق ▁میر ، ک شور ▁ثبات ، محمد ▁ اظ ہر ، شک یل ▁قمر ، امت ی از ▁علی ▁گو ہر ، محمد ▁انور ▁جمال ▁فاروق ی ، ان عام ▁سحر ی ، شار ق ▁خان ، ڈا کٹ ر ▁نا ہ ید ▁کی انی ، س ید ▁ظ ہ یر ▁انور ، عشر ت ▁نے ▁اپنے ▁کلام ▁سنا ▁کر ▁حاضر ین ▁محفل ▁کے ▁دل وں ▁میں ▁سحر ▁کر ▁کے ▁خو ▁ب ▁داد ▁وصول ▁کی ، گل اس گو ▁سے ▁آئی ▁ہوئی ▁مہمان ▁شاعر ہ ▁شم شاد ▁وح ید ▁کی ▁کتاب ▁رونما ئی ▁بھی ▁ہوئی ، ای گز یک ٹو ▁کمیٹی ▁ممبر ان ▁حاج ی ▁چوہدری ▁عبدال رف یق ، شہ زاد ▁مرزا ، مم تاز ▁علی ، زرق ا ▁احمد ، س ید ▁سجاد ▁حیدر ▁بھی ▁موجود ▁تھے ، گر یٹر ▁مان چ سٹر ▁کے ▁کاروبار ی ، سی اسی ▁و ▁سماجی ▁شخصیات ▁نے ▁شرکت ▁کی ، نمای اں ▁کار نامہ ▁سرانجام ▁دینے ▁والوں ▁کو ▁گول ڈ ▁می ڈ ل ▁دیئے ▁گئے ▁ان ▁میں ▁سے ▁فوٹو ▁گرا فر ▁صحافی ▁مرزا ▁غلام ▁حسین ▁کو ▁می ڈ ل ▁سے ▁نواز نہ ▁قابل ▁ست ائش ▁تھا ، مول انا ▁عبدال ش کور ▁قادر ی ▁نے ▁دعا ▁کی ▁اور ▁اسلام ▁کی ▁سر ▁بلند ی ▁امت ▁مسلم ہ ▁کے ▁اندر ▁اتحاد ▁و ▁اتفاق ▁پر ▁زور ▁دیا ▁گیا۔ خصوص ی ▁رپورٹ : فی اض ▁ب شیر
▁جو ▁لوگ ▁آپ ▁کو ▁حجر وں ▁کے ▁پیچھے ▁سے ▁پکار تے ▁ہیں ▁ان ▁میں ▁سے ▁اکثر ▁( بال کل ) ▁بے ▁عقل ▁ہیں
▁آپ ▁نے ▁جو ▁ فق ہی ▁مسائل ▁بیان ▁فرمود ہ ▁حضرت ▁م صلح ▁مو عود ▁رضی ▁اللہ ▁عنہ ▁جمع ▁کئے ▁ہیں ▁مجھے ▁ان ▁کے ▁دیکھنے ▁کا ▁موقع ▁ملا ▁ہے۔ آپ ▁نے ▁ما شاء ▁اللہ ▁خوب ▁محنت ▁سے ▁کام ▁کیا ▁ہے ▁اور ▁اچھی ▁خاصی ▁ترتیب ▁سے ▁انہیں ▁جمع ▁کیا ▁ہے۔ اگر ▁انہیں ▁شائع ▁کیا ▁جائے ▁تو ▁یہ ▁دوستوں ▁کے ▁لئے ▁بہت ▁مفید ▁ثابت ▁ہو ▁سکتے ▁ہیں ▁۔

▁بھارت ▁پاکستان ▁میں ▁بد امن ی ▁اور ▁دہشت ▁گردی ▁میں ▁ہمیشہ ▁ملوث ▁رہا ▁ہے۔ ▁طاہر ▁حسین ▁سید ▁- ▁جی و ▁اردو
▁چین ▁کی ▁ریاست ▁سن کی انگ ▁میں ▁مسلمانوں ▁کے ▁ع قائد ▁پر ▁پابندی
▁میری ▁حقیقی ▁آواز ▁لوگوں ▁نے ▁کبھی ▁نہیں ▁سنی ، ▁لی ڈی ▁گا گا
▁جب ▁خدا ▁کی ▁خصوصیات ▁پر ▁غور ▁کیا ▁جاتا ▁ہے ▁۔ ▁خیال ▁کہ ▁خدا ▁اپنے ▁وعد ے ▁نب ھا نے ▁کامل ▁ہے ▁، ▁آخری ▁ایام ▁کے ▁مقدس ین ▁کے ▁لئے ▁سب ▁سے ▁زیادہ ▁خوش ▁گو ار ▁ہے ▁، ▁خاص ▁طور ▁پر ▁اس ▁خیال ▁کو ▁قائم ▁کرنے ▁میں ▁جب ▁ع ہ ود ▁کی ▁بات ▁ہوتی ▁ہے ▁، ▁تو ▁ع ہ ود ▁کے ▁ذریعے ▁ہم ▁اپنی ▁زندگی ▁کو ▁اس ▁ایمان ▁سے ▁مقدس ▁بنا تے ▁ہیں ▁کہ ▁ہمیں ▁ یس وع ...
▁صبح ▁تو ▁ہو ▁گی ▁!
▁ یون یسی ف ▁نے ▁کہا ▁ہے ▁کہ ▁وہ ▁1997 ▁سے ▁و یکس ین ، ▁لگانے ▁کے ▁آلات ▁اور ▁دوسرا ▁ضروری ▁سامان ▁فراہم ▁کر ▁کے ▁شمالی ▁کوریا ▁کو ▁اس ▁مرض ▁سے ▁بچ اؤ ▁میں ▁مدد ▁فراہم ▁کر ▁رہا ▁ہے۔
▁و ین سن ▁ماس یف ▁( V in son ▁Mas sif ) ▁( ت لفظ : ▁/ ˈ v ɪ n sən ▁mæ ˈ si ː f / ) ▁یا ▁کو ہ ▁و ین سن ▁( Mo unt ▁Vin son ) ▁ایک ▁بڑا ▁پہاڑ ▁ماس یف ▁ہے ▁جو ▁21 ▁کل وم یٹر ▁(13 ▁میل ) ▁طویل ▁اور ▁13 ▁کل وم یٹر ▁( 8.1 ▁میل ) ▁وسیع ▁ہے۔
▁پیپلز ▁پارٹی ▁شاہ ▁محمود ▁کی ▁تنقید ▁مسترد ▁کرتے ▁ہوئے ▁کہ تی ▁آئی ▁ہے ▁کہ ▁وہ ▁پارٹی ▁سے ▁اس ▁لیے ▁علی حد ہ ▁ہوئے ▁کہ ▁انھیں ▁دوبارہ ▁وزیر ▁خارجہ ▁نہیں ▁بنایا ▁گیا ، ▁اور ▁ان ▁کے ▁جانے ▁سے ▁پیپلز ▁پارٹی ▁کو ▁کوئی ▁فرق ▁نہیں ▁پڑے ▁گا۔
▁گرفتاری وں ▁سے ▁تحریک ▁آزادی ▁کی ▁رفتار ▁کو ▁روک ا ▁نہیں ▁جاسکتا ، تحر یک ▁حر یت ▁جم وں ▁کشمیر
▁تعجب ▁یہ ▁ہے ▁کہ ▁حافظ ▁ابن ▁ال فرض ی ▁نے ▁اپنی ▁کتاب ▁المؤ ت لف ▁وال مختلف ▁میں ▁ترم ذ ی ▁کا ▁تذکر ہ ▁کیا ، ▁اور ▁ان ▁کی ▁علمی ▁منزل ت ▁کو ▁واضح ▁کیا ، ▁تو ▁ابن ▁ حزم ▁کیسے ▁ان ▁معلومات ▁کی ▁آگاہ ی ▁سے ▁چوک ▁گئے۔ ▁( ت ہ ذ یب ▁الت ہ ذ یب )
▁پیپلز ▁پارٹی ▁کی ▁سینٹر ل ▁ای گز یک ٹو ▁کمیٹی ، ▁فی ڈر ل ▁کونسل ▁اور ▁وفاقی ▁وزرا ▁کا ▁اجلاس ▁آج ▁نو ڈی رو ▁ہاؤس ▁میں ▁ہو ▁گا۔ ▁بیگم ▁نصر ت ▁بھٹو ▁کی ▁رسم ▁قل ▁کے ▁بعد ▁صدارت ی ▁ہا س ▁نو ڈی رو ▁میں ▁ہونے ▁والے ▁پیپلز ▁پارٹی ▁کی ▁سینٹر ل ▁ای گز یک ٹو ▁کمیٹی ، ▁فی ڈر ل ▁کونسل ▁اور ...
▁آپ کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا
▁مرکزی ▁مواد ▁پر ▁جائیں
▁چونکہ ▁آپ ▁دیگر ▁اساتذہ ▁سے ▁کم ▁عمر ▁تھے ▁اور ▁بعض ▁مدرس ے ▁کے ▁موجودہ ▁طالب علم ▁بھی ▁شاید ▁آپ ▁سے ▁عمر ▁میں ▁بڑے ▁تھے ▁تو ▁کچھ ▁لوگ ▁آپ ▁کو ▁نظر وں ▁میں ▁نہیں ▁لا تے ▁تھے . ▁مجھے ▁یاد ▁ہے ▁کہ ▁جب ▁مع الم ▁الا صول ▁کا ▁درس ▁ہوتا ▁تھا ▁تو ▁کلاس ▁میں ▁ہم ▁4 ▁طالب علم ▁ہوا ▁کرتے ▁تھے ▁آپ ▁کا ▁امتحان ▁لینے ▁کچھ ▁طالب علم ▁دروازے ▁کے ▁پیچھے ▁رہ ▁کر ▁سنا ▁کرتے ▁تھے . ▁بعد ▁میں ▁جب ▁ہم ▁نے ▁ان ▁طالب علم وں ▁سے ▁پوچھا ▁تو ▁وہ ▁کہہ ▁رہے ▁تھے ▁کہ ▁آقای ▁عرفان ی ▁بے ▁مثال ▁ہیں ▁اور ▁اس طرح ▁سے ▁بہت ▁سارے ▁دیگر ▁سین یر ▁طالب ▁علم ▁بھی ▁آپ ▁سے ▁کسب ▁فیض ▁کرنے ▁کے ▁در پ ے ▁ہوئے .
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁15- ▁* ب چ وں ▁کے ▁کمر ے ▁اور ▁چیز وں ▁کو ▁غیر ▁محسوس ▁طور ▁پر ▁چیک ▁کرتے ▁رہیں . * ▁آپ ▁کے ▁علم ▁میں ▁ہونا ▁چاہیے ▁کہ ▁آپ ▁کے ▁بچوں ▁کی ▁الم اری ▁کس ▁قسم ▁کی ▁چیز وں ▁سے ▁بھر ی ▁ہے . ▁مسئلہ ▁یہ ▁ہے ▁کہ ▁آج ▁کے ▁دور ▁میں ▁پرا ئو یسی ▁نام ▁کا ▁ع فری ت ▁میڈیا ▁کی ▁مدد ▁سے ▁ہم ▁پر ▁م سلط ▁کر ▁دیا ▁گیا ▁ہے

▁'' اگر ▁ان ▁کو ▁ایک ▁ہی ▁مرتبہ ▁نکال ▁کر ▁بیچ نے ▁کی ▁شرط ▁عائد ▁کر ▁دی ▁جاتی ▁تو ▁اس ▁میں ▁مشق ت ▁ہو ▁تی ▁اور ▁لوگوں ▁کے ▁ا َ م وال ▁خراب ▁ہوتے ▁جبکہ ▁شریعت ▁کا ▁یہ ▁تقاضا ▁نہیں ▁ہے۔ ▁اور ▁اگر ▁یہ ▁پابندی ▁لگا ▁دی ▁جاتی ▁کہ ▁تھ وڑ ی ▁تھ وڑ ی ▁مقدار ▁میں بی چی ▁جائے ▁یعنی ▁جتن ی ▁نکال ی ▁جائے ، ▁اتنی ▁ہی ▁فروخت ▁کی ▁جائے ▁تو ▁اس ▁میں ▁بھی ▁تنگ ی ▁اور ▁حر ج ▁ہوتا ، ▁اس ▁سے ▁اصحاب ِ ▁مال ▁اور ▁مشتری ▁کے ▁مفاد ات ▁کام عط ل ▁ہونا ▁کسی ▁سے ▁مخفی ▁نہیں ▁ہے۔ '' ▁[ ای ضا ً : ▁ص ۸ ۲۱ ]
▁جواب ▁دیں ▁جواب ▁منسوخ ▁کریں
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁ایران ▁نے ▁ایٹم ی ▁معاہدہ ▁کی ▁پابندی ▁کی ▁ہے : ی ور پی ▁یونین
▁مال دی پ : ▁سابق ▁صدر ▁محمد ▁نش ید ▁کو ▁تیر ہ ▁سال ▁قید ▁کی ▁سزا
▁خیال ▁رہے ▁کہ ▁ڈو ▁تھ وڑ ی ▁مو ٹی ▁رہے۔
▁تو نے ▁اپنے ▁لع ے ن ▁چ چا ▁کو ▁بلا ▁کر مال ▁و ▁دولت ▁سے ▁نواز ا ▁جبکہ ▁اس ▁کو ▁بلا نا ▁تم ▁سے ▁پھل ے ▁والے ▁لوگوں ▁کی ▁سنت ▁اور ▁سیر ت ▁کے ▁خلاف ▁تھا ▁اور ▁تو ▁نے ▁رشتہ ▁داری ▁کی ▁وجہ ▁سے ▁اسے ▁خمس ▁دے ▁کر ▁دوسرے ▁لوگوں ▁پر ▁ظلم ▁کیا۔ ▁ [10]
▁ اگ لا : ▁ان ٹی گر یٹ ڈ ▁سر کٹ ▁مرکزی ▁عملی ▁اک ائی ▁کی ▁ترقی
▁بنگال ▁کا ▁نام ▁تبدیل ▁کرنے ▁کے ▁لئے ▁مم تا ▁کی ▁مہم ▁میں ▁ایم ▁ایچ ▁اے ▁سب ▁سے ▁بڑی ▁رکاوٹ ▁بن ▁رہا ▁ہے۔
▁پوش ید ہ ▁زمرہ :
▁جی نا ▁مر نا ▁ہے ▁سب ▁کچھ ▁نبی ▁کے ▁لئے
▁تمام ▁شہر ▁ال جھ تا ▁ہے ▁رات ▁دن ▁مجھ ▁سے
▁اپنے ▁پو پ ▁اور ▁اس ▁کے ▁مقرر ▁کیے ▁ہوئے ▁پا دری وں ▁کو ▁دین ▁کے ▁بارے ▁میں ▁جو ▁منصب ▁دے ▁دیا ▁ہے
▁بھارت ▁میں ▁پاکستانی ▁اداکارہ ▁ عر وہ ▁حسین ▁کی ▁شرم ناک ▁تصاویر
▁آئی ▁بی ▁سی ▁کا ▁فیس ▁بک ▁پی ج ▁ لائ ک ▁کریں
▁موجودہ ▁نسل ▁کو ▁یہ ▁نمی ▁فراہم ▁کرنا ▁ہماری ▁ذم ہ ▁داری ▁ہے۔ ▁اس ▁نمی ▁کے ▁بغیر ▁زر خ یزی ▁کی ▁خواہش ▁ع بث ▁ہے۔ ▁اگر ▁ہم ▁گلاب ▁بو ئیں ▁گے ▁تو ▁ہی ▁گلاب ▁کی ▁خوشبو ▁سے ▁مع طر ▁ہو ▁سکیں ▁گے ، ▁ب بول ▁بو نا ▁اور ▁گلاب ▁کی ▁خواہش ▁کرنا ▁سب ▁سے ▁بڑی ▁حم اقت ▁ہے۔ ▁میں ▁نسل ▁نو ▁سے ▁مایوس ▁نہیں ▁بلکہ ▁’’ خوش ▁ا ُ م ید ‘‘ ▁ہوں ▁کہ ▁وہ ▁اپنا ▁م حاسب ہ ▁کرکے ▁اپنی ▁خام یوں ▁کی ▁اصلاح ▁کرے ▁گی ▁اور ▁اپنے ▁عمل ▁سے ▁ثابت ▁کرے ▁گی ▁کہ ▁وہ ▁صحیح ▁مسلمان ▁اور ▁محب ِ ▁وطن ▁ہے۔ جب ▁کوئی ▁چیز ▁اپنے ▁مقصد ▁اور ▁مدار ▁سے ▁ہ ٹ ▁جاتی ▁ہے ▁تو ▁وہ ▁اپنا ▁مقام ▁کھو ▁دیتی ▁ہے۔ ▁کچھ ▁ایسا ▁ہی ▁حال ▁حضرت ▁انسان ▁کا ▁ہے۔ ▁انسان ▁اپنی ▁تخلیق ▁کے ▁مقصد ▁’’ عب ادت ِ ▁ال ٰ ہی ‘‘ ▁اور ▁’’ در د ِ ▁دل ‘‘ ▁سے ▁ہ ٹ ▁گیا ▁تو ▁اس ▁کا ▁جو ▁حال ▁ہوا ▁، ▁اس ▁کی ▁وضاحت ▁قرآن ▁مجید ▁میں ▁ان ▁الفاظ ▁میں ▁کی ▁گئی۔
▁انھوں ▁نے ▁کہا ▁کہ ▁بلوچستان ▁کے ▁نوجوانوں ▁کے ▁لیے ▁ترقی ▁کی ▁راہ یں ▁کھل ▁چکی ▁ہیں ▁لہذا ▁نوجوان ▁صوبے ▁کی ▁ترقی ▁کے ▁لیے ▁اپنا ▁اپنا ▁کردار ▁ادا ▁کریں۔
▁ غز وہ حن ین ، ▁فتح ▁مکہ ▁کے ▁بعد ▁۸ ▁ھ ▁میں ▁ہوا ، ▁صف وان ▁اس ▁وقت ▁تک ▁مسلمان ▁نہیں ▁ہوئے ▁تھے ، ▁بلکہ ▁صف وان ▁کا فر ▁ہونے ▁کی ▁حالت ▁میں ▁آپ ▁کے ▁ساتھ ▁ حن ین ▁میں ▁شریک ▁ہوا۔
▁ایران ▁میں ▁دہشت ▁گردوں ▁کا ▁حملہ ▁انتہائی ▁قابل ▁مذمت ▁ہے ▁، ْ راج ہ ▁ظفر ▁الحق

▁بین ▁الاقوامی

▁اس ▁میں ▁ فق ہ ▁کے ▁احکام ▁بھی ▁ہیں۔ ک تاب ▁میں ▁کئی ▁علمی ▁پہلو ؤں ▁پر ▁گفتگو ▁ہے۔ قر یب ▁تھا ▁کہ ▁یہ ▁کتاب ▁تفسیر ▁بالم ا ثور ▁کے ▁د ▁ ائر ہ ▁سے ▁نکل ▁جاتی ۔ کی ون کہ ▁بعض ▁اوقات ▁کو ▁بغیر ▁کسی ▁تبصرے ▁کے ▁بیان ▁کیا ▁گیا ▁ہے۔ "
▁کی را لا ▁کو ▁تل نگ انہ ▁کی ▁طرف ▁سے ▁25 ▁کروڑ ▁روپ ئے ▁کا ▁چیک ▁حوالے
▁ہماری ▁تین ▁جنگ یں ▁ ۔۔۔ ▁ایک ▁دشمن وں ▁کے ▁خلاف ▁دوسری ▁دہشت ▁گردوں ▁کے ▁خلاف ▁اور ▁تیسری ▁غ دار وں ▁کے ▁خلاف
▁پر ائز با نڈ ▁کا ▁کاروبار ▁جائز ▁ہے ▁یا ▁نہیں ؟ ▁شرعی ▁حکم ▁جان ی ے
▁دونوں ▁ممالک ▁کے ▁سربراہ ان ▁تاریخی ▁ملاقات ▁کے ▁لیے ▁سنگاپور ▁پہنچ ▁چکے ▁ہیں۔
▁سٹی ن لیس ▁سٹی ل ▁کے ▁مطابق ▁بنانے ▁کے ▁لیے ▁توجہ ▁تار ▁ رسی ▁اور ▁پہ یہ ▁ف رغ ▁روابط [ Jun ▁27, ▁2016 ]
▁اس ▁لنک ▁کو ▁کاپی ▁کیجیے
▁بی ▁بی ▁سی ▁کے ▁بارے ▁میں
▁ہمارے ▁بارے ▁میں
▁شیعہ ▁نیوز ▁۔ ▁مستند ▁اور ▁تازہ ▁شیعہ ▁خبر وں ▁کا ▁مرکز ▁- ▁" ▁مظلوم وں ▁کے ▁خون ▁سے ▁تر ▁نو الہ ▁ہمیں ▁قبول ▁نہیں ▁"
▁گزشتہ ▁سال ▁فروری ▁میں ▁لاہور ▁میں ▁پنجاب ▁اسمبلی ▁سے ▁کچھ ▁ فاصل ے ▁پر ▁کیے ▁جانے ▁والے ▁ایک ▁حملے ▁میں ▁پولیس ▁افسران ▁اور ▁اہلکاروں ▁سمیت ▁18 ▁افراد ▁ہلاک ▁اور ▁80 ▁زخمی ▁ہو ▁گئے ▁تھے۔
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁کچھ ▁یاد یں ▁، ک چھ ▁باتیں
▁عدالت ▁نے ▁کیس ▁کی ▁سماعت ▁کے ▁بعد ▁دونوں ▁کو ▁قید ▁کی ▁سزا ▁سنا ▁دی۔
▁اسلام ▁آباد ▁ہائی ▁کورٹ ▁کی جانب ▁سے ▁نوازشریف ، ▁مریم ▁نواز ، ▁کی پٹ ن ▁صدر ▁کی ▁سزا ▁معطل ، ▁رہا ئی ▁کا ▁حکم ▁جاری

▁اس ▁لنک ▁کو ▁کاپی ▁کیجیے
▁ان ▁ ’ دیگر ‘ ▁زبان وں ▁کو ▁قومی ▁زبان وں ▁کا ▁درجہ ▁دینے ▁کی ▁ساد ہ ▁منطق ▁یہ ▁ہے ▁کہ ▁ان ▁زبان وں ▁کے ▁بول نے ▁والے ▁پاکستانی ▁ہیں ▁اور ▁وہ ▁ہر ▁لح اذ ▁سے ▁اپنی ▁ثقافت ▁اور ▁زبان ▁کی ▁ترویج ▁و ▁حفاظت ▁کا ▁حق ▁رکھتے ▁ہیں۔ ▁یہ ▁حق ▁انہیں ▁دستور ▁پاکستان ▁آرٹیکل ▁28 ▁کی ▁صورت ▁میں ▁فراہم ▁کرتا ▁ہے۔
▁تلاش ▁پر ▁جائیں
▁بط ح اء ▁( م کہ ) ▁کی ▁آ غو ش ▁میں ▁، ▁ھا شم ▁کے ▁خاندان ▁کا ▁چشم ▁و ▁چراغ ▁گم ▁ہوگیا ▁، ▁( ▁اس ▁نے ▁خاک ▁کا ▁لباس ▁پہن ا )
▁ایسے ▁اداکارہ ▁جو ▁غیر ▁مسلم ▁ہے ▁لیکن ▁سب ▁انہیں ▁مسلمان ▁سمجھتے ▁ہیں
▁شام ▁کے ▁اہم ▁شہر ▁حلب ▁میں ، ▁جہاں ▁ف ائر ▁بندی ▁اور ▁باغ یوں ▁اور ▁عام ▁شہریوں ▁کے ▁ان خ لا ▁کا ▁معاہدہ ▁طے ▁پا ▁گیا ▁تھا ، ▁بدھ ▁کے ▁روز ▁ایک ▁بار ▁پھر ▁شديد ▁جھ ڑ پ یں ▁شروع ▁ہو ▁گئیں ▁جن ▁کا ▁الزام ▁مختلف ▁فریق ▁اور ▁ان ▁کے ▁سرپرست ▁ایک ▁دوسرے ▁پر ▁لگا تے ▁ہوئے ▁کہہ ▁رہے ▁ہیں ▁کہ ▁ف ائر ▁بندی ▁کی ▁خلاف ▁ورزی ▁دوسرے ▁فریق ▁کی ▁جانب ▁سے ▁ہوئی۔
▁اگر ▁اس ▁طرح ▁نہیں ▁مان ت یں ▁تو ▁منو انے ▁کے ▁اور ▁بھی ▁طریقے ▁ہیں۔ ▁مثلا ً :
▁جعل ی ▁اکاؤنٹ س ▁کیس : چی ف ▁جسٹس ▁کا ▁نم رم ج ید ▁کو ▁بھی ▁گرفتار ▁کرکے ▁شامل ▁تفتیش ▁کرنے ▁کا ...
▁اس ▁پر ▁وزیراعظم ▁نے ▁مجمع ▁کے ▁دوسری ▁جانب ▁منہ ▁کر ▁کے ▁زیادہ ▁گر ج ▁دار ▁صدا ▁لگا ئی ▁’’ صد یوں ▁سے ▁قائم ▁سردار ی ▁نظام ▁کا ▁آج ▁خاتمہ ▁ہو ▁گیا ▁ہے۔ ‘‘ ▁یہ ▁کہہ ▁انھوں ▁نے ▁ایک ▁بار ▁پھر ▁حاضر ین ▁ جلس ہ ▁کا ▁جائزہ ▁لیا ▁جو ▁یا ▁تو ▁اس ▁اعلان ▁کے ▁دور ▁رس ▁نتائج ▁سے ▁بے ▁خبر ▁تھے ▁یا ▁اس ▁کی ▁صداقت ▁کے ▁بارے ▁میں شک وک ▁رکھتے ▁تھے ▁لہ ٰ ذا ▁بے ▁حس ▁و ▁حرکت ▁بیٹھے ▁تھے۔ ▁لیکن ▁ہمارا ▁لیڈر ▁بھی ▁ہتھیار ▁ڈال نے ▁والا ▁نہیں ▁تھا۔ ▁اس ▁نے ▁فورا ً ▁پی ن ترا ▁بدلا ▁اور ▁اگلے ▁ہی ▁سان س ▁میں ▁اعلان ▁کیا ▁’’ کل ▁پورے ▁بلوچستان ▁میں ▁چھٹی ▁ہو ▁گی۔ ‘‘ ▁یہ ▁سن نا ▁تھا ▁کہ ▁لوگ ▁دیوان ہ ▁وار ▁رقص ▁کرنے ▁لگے ▁اور ▁فضا ▁’’ زن دہ ▁باد ‘‘ ▁اور ▁’’ جی و ے ▁جی و ے ‘‘ ▁کے ▁نعر وں ▁سے ▁گو نج ▁اٹھ ی ۔ ▁یہ ▁سب ▁تماشا ▁بم شکل ▁چند ▁سی ک نڈ ▁میں ▁وقوع ▁پذیر ▁ہو ▁گیا۔
▁۴ : ▁و َ ھ ُ م ْ ▁ی َ ل ْ ع َ ب ُ و ْ ن َ ▁کے ▁دو ▁مطلب ▁ہو ▁سکتے ▁ہیں۔ ▁ایک ▁وہ ▁جو ▁اوپر ▁ترجمہ ▁میں ▁اختیار ▁کیا ▁گیا ▁ہے ، ▁اور ▁اس ▁میں ▁کھیل ▁سے ▁مراد ▁یہی ▁زندگی ▁کا ▁کھیل ▁ہے ▁جسے ▁خدا ▁اور ▁آخرت ▁سے ▁غافل ▁لوگ ▁کھیل ▁رہے ▁ہیں۔ ▁دوسرا ▁مطلب ▁یہ ▁ہے ▁کہ ▁وہ ▁اسے ▁سنج ی دگی ▁کے ▁ساتھ ▁نہیں ▁سن تے ▁بلکہ ▁کھیل ▁اور ▁مذاق ▁کے ▁طور ▁پر ▁س ُ ن تے ▁ہیں۔
▁اسرائیل ▁کے ▁ہاتھوں ▁مکان ات ، ▁امن ▁اور ▁عالمی ▁قوانین ▁کی ▁تباہ ی پ یر ▁13 ▁جم ادی ▁الاول ▁14 37 ه ـ ▁- ▁22 ▁فروری ▁2016 م
▁دوسرا ▁معنی ▁ص ِ ن ْ و َ ان ▁، ▁ایک ▁درخت ، ▁جس ▁کی ▁کئی ▁شاخ یں ▁اور ▁ت نے ▁ہوں ، ▁جیسے ▁ان ار ، ▁انج یر ▁اور ▁بعض ▁کھ جور یں۔
▁این ٹ وں ▁کے ▁بھٹو ں ▁پر ▁کام ▁کرنے ▁والی ▁حوصلہ ▁مند ▁ج فا کش ▁خواتین ▁کی ▁کہانی وں ▁پر ▁مبنی ▁ایک ▁خصوصی ▁فی چر " ▁کامیابی ▁کا ▁سفر " ▁بھی ▁صبح ▁کی ▁نشریات ▁کا ▁حصہ ▁ہوگا۔
▁کار ٹ ون سٹ ▁ج نھوں ▁نے ▁مزاح یہ ▁فرانس یسی ▁ رسال ے ▁ ’ چار لی ▁ہی ب ڈو ‘ ▁میں ▁پیغمبر ▁اسلام ▁کے ▁خاک ے ▁بنائے ▁تھے ▁، جس ▁پر ▁جنوری ▁میں ▁ رسال ے ▁کے ▁دفاتر ▁کو ▁شو ٹنگ ▁کا ▁ہدف ▁بنایا ▁گیا ▁تھا ، ▁کہا ▁ہے ▁کہ ▁وہ ▁ رسال ے ▁کو ▁خیر باد ▁کہہ ▁رہے ▁ہیں۔
▁کیا ▁نواز ▁شریف ▁اسٹ ی بل ش منٹ ▁مخالف ▁رہیں ▁گے ▁یا ▁جی ▁ایچ ▁کیو ▁سے ▁ہاتھ ▁مل ائیں ▁گے ؟ ▁19 .09.2018
▁تحفظ ات ▁کی ▁پالیسی وں ▁کو ▁نذر ▁انداز ▁کرنے ▁والے ▁ایم ▁اے ▁یو ▁کو ▁کیوں ▁د ئے ▁جائیں ▁فنڈ س ؟ ▁این ▁سی ▁ایس ▁سی ▁کا ▁ایچ ▁آر ▁ڈی ▁سے ▁سوال
▁بس ▁وزیراعلی ٰ ▁بن ▁جائیں ! ▁پی ▁ٹی ▁آئی ▁رہنماؤں ▁نے ▁عمران ...

▁امریکہ ▁کی ▁ریاست ▁فلور یڈ ا ▁میں ▁سو سال ▁میں ▁آنے ▁والے ▁بدترین ▁سمندر ی ▁طوفان ▁کے ▁نتیجے ▁میں ▁کم ▁سے کم ▁13 ▁افراد ▁ہلاک ▁ہوگئے ...
▁اللہ ▁تعالی ٰ ▁کی ▁نشانی ▁جھ ٹل انے ▁والوں ▁کا ▁انجام ۔۔۔ تحر یر / ر ائے ▁ص ابر حسین
▁تعلیم ▁و ▁صحت
▁علی ▁جہانگیر ▁صدیقی ▁کی ▁امریکہ ▁میں ▁پاکستانی ▁سفیر ▁تعینات ی ▁ملک ▁کیلئے ▁باعث ▁شرم ندگی ▁ہے ▁، ْ ▁اسلام ▁آباد ▁ہائی ▁کورٹ

▁مزید ▁پڑھیں ▁باپ ▁بننے ▁میں ▁مشکلات ▁کے ▁شکار ▁مرد وں ▁کے ▁جسم ▁میں ▁اس ▁چیز ▁کی ▁کمی ▁ہوتی ▁ہے
▁رسائی ▁میں ▁مدد

▁" ▁بیٹی ▁، ▁میرے ▁نزدیک ▁جو ▁ایم ر ▁جنسی ▁، ▁آپ ▁کی ▁آن ٹی ▁کو ▁ا ُ ن ▁کی ▁طبیعت ▁خراب ▁ہونے ▁کی ▁صورت ▁میں ▁ہسپتال ▁لے ▁کر ▁جانا ▁ہے ▁۔ ▁رہا ▁میں ▁، ▁تو ▁خواہ ▁مخ وا ہ ▁ایم ر جنس ی ▁کا ▁سگ نل ▁کیوں ▁د وں ▁۔ ▁ب ہر ▁حال ▁، ▁جون ہی ▁موسم ▁ٹھیک ▁ہوا ▁تو ▁میں ▁لازم ی ▁جا ؤں ▁گا ▁" ▁میں ▁نے ▁جواب ▁دیا ▁۔
▁تب ▁سے ▁جانا ▁کہ ▁ وفا ▁کیا ▁ہے ▁محبت ▁کیا ▁ہے
▁موبائل ▁سائٹ
▁ہو م ▁ہندوستان ▁1971 ▁کے ▁بعد ▁سرحد ▁پار ▁سے ▁سب ▁سے ▁زیادہ ▁فائرنگ ، ▁ہندوستان ▁کا ...
▁پس ▁فت وی ٰ ▁کا ▁یہ ▁لفظ ▁یعنی ▁غنی ▁دل الت ▁کررہا ▁ہے ▁کہ ▁شر عا ً ▁نفس ▁وج وب ▁ہو چک ا ▁ہے ▁اور ▁نظر یہ ▁اس ▁کے ▁خلاف ▁قائم ▁کیا گیا ▁کہ ▁مال دار ▁پر ▁نفس ▁وج وب ▁وقت ▁سے ▁پہلے ▁نہیں ▁ہوگا ▁یہ ▁دونوں ▁کیسے ▁صحیح ▁ہو سک تے ▁ہیں۔ ▁لہ ٰ ذا ▁وہ ▁ت عارض ▁جس ▁کے ▁رفع ▁کی ▁درخواست ▁مفت ی ▁اسماعیل ▁صاحب ▁بھ ڈ کو در وی ▁د امت ▁بر ک ات ہم ▁نے ▁اپنے ▁خط ▁میں ▁فرمائی ▁ہے ▁ا ُ س ▁رفع ▁کی ▁اس ▁کے ▁سوا ▁کوئی ▁صورت ▁نہیں ▁ہے ▁کہ ▁جو ▁فت اوی ▁اصول ▁اور ▁تعامل ▁امت ▁کے ▁مطابق ▁د ئیے ▁گئے ▁ہیں ▁اس ▁کو ▁یعنی ▁الم عتبر ▁مکان ▁الا ضح یہ ▁کے ▁ضابط ہ ▁علی ▁الا طلاق ▁کو ▁تسلیم ▁کیا ▁جائے ▁اور ▁جو ▁فت اوی ▁یا ▁تحریر ▁اس ▁کے ▁خلاف ▁واقع ▁ہو ر ہے ▁ہیں ▁ا ُ ن ▁سب ▁سے ▁رجوع ▁کیا ▁جائے ▁تاکہ ▁عام ▁مسلمانوں ▁کی ▁تشویش ▁باقی ▁نہ ▁رہے۔
▁مشہور ▁زمان ہ ▁شاعر ▁فیض ▁احمد ▁فیض ▁کی ▁34 ویں ▁برس ی
▁قرآن ▁اور ▁علوم ▁قرآن ▁(8 05)
▁لیکن ▁وہاں ▁موجود ▁لوگوں ▁کا ▁کہنا ▁ہے ▁کہ ▁سکیورٹی ▁فورسز ▁نے ▁مظاہرین ▁پر ▁اس ▁وقت ▁فائرنگ ▁کی ▁جب ▁انہوں ▁نے ▁صدارت ی ▁محل ▁کی ▁جانب ▁مارچ ▁کرنا ▁شروع ▁کیا۔
▁اللہ ▁تعالی ٰ ▁ظالم ▁کو ▁ڈھ یل ▁دیتا ▁ہے ▁لیکن ▁جب ▁اس ▁کی ▁پکڑ ▁نازل ▁ہوتی ▁ہے ▁تو ▁پھر ▁کوئی ▁جائے ▁پناہ ▁باقی ▁نہیں ▁رہتی ▁یہ ▁فرما ▁کر ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁آیت ▁قرآن ▁( وک ذ لک ▁اخذ ▁رب ک ▁اذا ▁اخذ ▁القر ی ▁وہی ▁ظالم ت ہ ▁ان ▁اخذ ہ ▁ال یم ▁شدید ) ▁تلاوت ▁فرمائی ▁۔
▁کیا ▁ان یس ▁سو ▁اسی ▁کی ▁دہائی ▁میں ▁ایرانی ▁قوم ▁کو ▁جن ▁چیز وں ▁پر ▁فخر ▁کرنی ▁چاہئے ▁تھی ▁ان ▁سے ▁بی زار ▁نہیں ▁تھے ؟ کیا ▁اس ▁وقت ▁کے ▁سپر پا ورز ▁سے ▁تعلقات ▁سے ▁وہ ▁قوم ▁بی زار ▁نہیں ▁ہوئے ؟ ▁پھر ▁آگے ▁حضرت ▁اقبال ▁امام ت ▁کی ▁مزید تشر یح ▁کرتے ▁ہوئے ▁فرماتے ▁ہیں :
▁( انس ▁رضی ▁اللہ ▁عنہ ▁کا ▁بیان ▁تھا ▁کہ ) ▁چنانچہ ▁میں ▁ان صار ▁میں ▁سب ▁سے ▁زیادہ ▁مال دار ▁ہوں۔
▁کھیل ▁کی ▁خبریں
▁مجھے ▁کیوں ▁نکال ا ’ ▁سے ▁‘ م ٹی ▁پا ؤ ’ ▁تک ’
▁سیاسی ▁تنظیم وں ▁کی ▁اپیل ▁پر ▁کارروائی ▁کا ▁ادعا ، ▁چیف ▁الیکشن ▁کمشنر ▁کا ▁بیان ، ▁رہنما ی انہ ▁خطوط ▁مقامی ▁زبان ▁میں ▁فراہم ▁کرنے ▁کا ▁مطالبہ
▁روزانہ ▁یہ ▁جادو ئی ▁ڈر نک ▁پی ▁لیں ▁اس ▁قدر ▁طاقت ▁ور ▁ہے ▁کہ ▁1 ▁ہفتے ▁میں
▁” ▁مسلمان ▁جب ▁مدینہ ▁میں ▁آئے ▁تو ▁وقت ▁کا ▁اندازہ ▁کرکے ▁جمع ▁ہوکر ▁نماز ▁پڑ ▁ھ ▁لیا ▁کرتے ▁تھے ▁اور ▁کوئی ▁شخص ▁اس ▁پر ▁ ندا ▁نہیں ▁کرتا ▁تھا۔ ▁ایک ▁دن ▁لوگ ▁اس ▁پر ▁بات ▁کرنے ▁لگے ۔ ▁بعض ▁نے ▁کہا ▁کہ ▁ع یس ائی وں ▁کی ▁طرح ▁نا ق وس ▁بجا ▁لیا ▁کریں ▁اور ▁بعض ▁نے ▁کہا ▁کہ ▁یہودی وں ▁کی ▁طرح ▁نر سنگ ا ▁بجا ▁لیا ▁کریں ▁تو ▁سید نا ▁عمر ▁نے ▁کہا ▁کیوں ▁نہ ▁ہم ▁لوگ ▁کوئی ▁آدمی ▁مقرر ▁کر ▁دیں ▁جو ▁لوگوں ▁کو ▁نماز ▁کے ▁لیے ▁مطلع ▁کر ▁دیا ▁کرے ▁؟ ▁اس ▁پر ▁رسول ▁اللہ ▁صلى ▁الله ▁عليه ▁وسلم ▁نے ▁کہا ▁کہ ▁اے ▁بل ال ▁! ▁اٹھ و ▁اور ▁نماز ▁کے ▁لیے ▁اعلان ▁کرو ۔
▁لاہور ( سپورٹس ▁ڈیسک ) ▁ براز یل ▁کے ▁ سٹ ار ▁فٹ ▁بالر ▁فار ورڈ ▁کھلاڑی ▁نیم ار ▁جون یئر ▁نے ▁کہا ▁ہے ▁کہ ▁فٹ بال ▁ورلڈ ▁کپ ▁کے ▁کو ار ٹر ▁فائنل ▁میں بی ل جی ئ م ▁سے ▁شکست ▁میرے ▁کی ر ▁ یئر ▁کا ▁بد ▁ترین ▁دن ▁تھا ▁۔ ▁میچ ▁ہار ▁کر ▁بہت ▁زیادہ ▁مایوس ی ▁کا ▁شکار ▁ہوئے ▁۔ ▁انہوں ▁نے ▁تسلیم ▁کیا ▁کہ ▁کو ار ٹر ▁فائنل ▁میں ▁اچھے ▁کھیل ▁کام ظ ا ہ رہ ▁نہیں ▁کر س کے ▁۔ ▁ براز یل ▁ٹیم ▁چھٹی ▁بار ▁ورلڈ ▁کپ ▁جیت نے ▁کیلئے ▁فی ور ٹ ▁تھی ▁۔ ▁کھلاڑیوں ▁کا ▁کم بی ▁ن یشن ▁بھی ▁اچھا ▁اور ▁ہم ▁آ ہ نگی ▁کے ▁ساتھ ▁کھیل ▁رہے ▁تھے ▁۔ ▁26 سال ہ ▁کھلاڑی ▁آئندہ ▁ورلڈ ▁کپ ▁تک ▁ تیس ▁سال ▁کے ▁ہو ▁جائیں ▁گے ▁۔ ▁انہوں ▁نے ▁ اگ لا ▁می گا ▁ای ون ٹ ▁کھیل نے ▁کا ▁بھی ▁اظہار ▁کیا ▁ہے ▁۔ ▁انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁ہم ▁جانتے ▁تھے ▁کہ ▁آگے ▁بڑھ ▁سکتے ▁ہیں ‘ ک نڈ یشن ز ▁بھی ▁ہماری ▁فی ور ▁میں ▁تھیں ▁مگر ▁بد ▁قسمتی ▁سے ▁میچ ▁نہیں ▁جیت ▁سکے ▁۔ ▁ٹیم ▁چاہتی ▁تھی ▁کہ ▁تاریخ ▁رقم ▁کریں ▁مگر ▁ایسا ▁نہیں ▁ہو سک ا ▁۔ ▁یہ ▁ہمارا وقت ▁نہیں ▁تھا ▁‘ ف ٹ بال ▁کھیل نے ▁کیلئے ▁ایسے ▁کم بی ▁ن یشن ▁اور ▁طاقت ▁بنانا ▁بہت ▁مشکل ▁ہے ▁۔ ▁لیکن ▁مجھے ▁یقین ▁ہے ▁کہ ▁خدا ▁ہماری ▁مد ▁د ▁کرے ▁گا اور ▁ہم ▁اپنی ▁طاقت ▁بنانے ▁میں ▁کامیاب ▁ہو ▁جائیں ▁گے ▁۔ ▁خدا ▁کا ▁کبھی ▁نا ش کر ▁گزار ▁نہیں ▁ہوا ▁۔ ▁شکست ▁پر ▁بھی ▁خدا ▁کا ▁شکر ▁ادا ▁کرتا ▁ہوں ▁‘ اسی ▁پر ▁یقین ▁رکھتا ▁ہوں ▁۔ ▁شاید ▁شکست ▁ہی ▁بہتر ▁ہو ‘ آ ئن دہ ▁کیلئے ▁کامیابی ▁عطا ▁ء ▁کرے ▁گا۔ ▁ٹیم ▁کا ▁حصہ ▁بن ▁کر ▁بہت ▁زیادہ ▁خوش ▁ہوں ▁۔
▁امریکی ▁اور ▁برطانوی ▁میڈیا ▁اور ▁سیاح ت ▁کے ▁حوالے ▁سے ▁بر ٹ ش ▁بی ک ▁پیکر ▁ سوس ائ ٹی ▁نے ▁پاکستان ▁کو ▁بہتر ▁سیاح تی ▁مقام ▁قرار ▁دیتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁وہاں ▁سیاح ت ▁کا ▁رجحان ▁بڑھا ▁ہے ▁اور ▁گزشتہ ▁سال ▁17 ▁لاکھ ▁غیر ▁ملکی ▁سیاح وں ▁نے ▁پاکستان ▁میں ▁سیاح ت ▁کی ▁جو کہ ▁2016 ▁کی ▁نسبت ▁2 ▁لاکھ ▁...
▁ال یکٹر ون ک ▁میڈیا ▁(1)
▁55 ▁گی لن ▁سل نڈر ▁سٹی ل ▁ڈھ ول ▁تفصیل ▁Hua tai ▁گروپ ▁کے ▁فوائد : ▁ہم ▁فیکٹری ▁مہ ارت ▁tin plate ▁میں ▁0.1 L -60 L ▁سے ▁صلاحیت ▁کے ▁ساتھ ▁کر ▁سکتے ▁ہیں ▁اور ▁پی نل ▁بنانے ▁کے ▁وسیع ▁پیمان ے ▁پر ▁پی نٹ ▁/ ▁سیاہ ی ▁/ ▁سال وی نٹ ▁/ ▁e p oxy ▁/ ▁کو ٹنگ ▁/ ▁چپ ک نے ▁والی ▁/ ▁پا ؤ ڈر ▁/ ▁کھل ونا ▁/ ▁فروغ ▁پیک نگ ▁کے ▁لئے ▁استعمال ▁کیا ▁جاتا ▁ہے ▁مصنوعات ▁/ ▁پال تو ▁جانور وں ▁کی ▁خوراک ▁/ ▁زیتون ▁کا ▁تیل ▁/ ▁م چھ لی ▁/ ▁کھانے ▁کی ▁مصنوعات ▁...
▁شام ▁کے ▁بحران ▁سے ▁متعلق ▁امن ▁مذاکرات ▁کو ▁بحال ▁کرنے ▁کے ▁لیے ▁عالمی ▁طاقت وں ▁کا ▁اجلاس ▁می ون خ ▁میں ▁ہوا۔
▁Next ▁article ہ ارد ک ، ▁راہ ول ▁کے ▁‘ دوست ’ ▁بننے ▁کے ▁لئے ▁تیار ، پیش کش ▁کی ▁تو ▁چلا ▁جا وں ▁گا
▁تازہ ▁اپ ڈی ٹس ▁کے ▁لئے ▁سب س کر ائب ▁کریں
▁بھارت ▁نے ▁وزیراعظم ▁عمران ▁خان ▁کی ▁ملاقات ▁کی ▁تجویز ▁قبول ▁کرلی
▁کچھ ▁پھول ▁اپنے ▁رہائش ی ▁کمر ے ▁میں ▁ل ائیں ▁یا ▁اپنی ▁میز ▁پر ▁کوئی ▁پو دا ▁رکھ ▁دیں۔ ▁آپ ▁کے ▁گھر ▁یا ▁دفتر ▁میں ▁سبز ے ▁کی ▁یہ ▁معمولی ▁سی ▁جھ لک ▁مزاج ▁کو ▁خوشگوار ▁بنانے ▁کے ▁ساتھ ▁جذبات ی ▁طور ▁پر ▁مست ح کم ▁شخصیت ▁بنانے ▁میں ▁مدد ▁فراہم ▁کرتی ▁ہے۔ ▁یہ ▁پو دے ▁گھر ▁کی ▁چار ▁دیوار ی ▁میں ▁موجود ▁مضر ▁صحت ▁آلودگی ▁کو ▁بھی ▁جذب ▁کرلی تے ▁ہیں ▁جو ▁گل ے ▁کے ▁راستے ▁آپ ▁کے ▁پھ ی پ ھڑ ے ▁میں ▁جا کر ▁تباہ ▁کن ▁اثرات ▁کا ▁سبب ▁بن ▁سکتی ▁ہے۔
▁پشاور ▁سے ▁دو ▁ح ہ ▁جان ی والی ▁نجی ▁ا ئیر ▁لائن ▁کا ▁طی ار ہ ▁حادث ے ▁سے ▁بال ▁بال ▁بچ ▁گیا
▁اک یس ویں ▁صدی ▁کے ▁پہلے ▁پندرہ ▁برس وں ▁میں ▁جہاں ▁پاکستان ▁میں ▁پر تشدد ▁کارروائی وں ▁اور ▁دہشت ▁گردی ▁میں ▁بالع موم ▁بہت ▁اضافہ ▁ہوا ▁ہے ، ▁وہ یں ▁پر ▁پاکستان ▁کا ▁پھل تا ▁پھول تا ، ▁شور ▁مچ ات ا ▁میڈیا ▁بال خصوص ▁اس ▁تشدد ▁کے ▁ہدف ▁کے ▁طور ▁پر ▁اب ھر ا ▁ہے۔ ▁( 03 .05. 2016 )
▁موٹر ▁سائیکل ▁حص وں
▁اسی ▁بارے ▁میں
▁اللہ ▁کا ▁ایک ▁ تحف ہ ▁ہے
▁عمران ▁خان ▁کی ▁آج ▁کوئٹہ ▁روان گی ، ▁سان ح ہ ▁مست و نگ ▁کے ▁زخمی وں ▁کی ▁ عی ادت ▁کریں ▁گے ▁جو لائ ▁15 , ▁2018
▁’’ آ ج اؤ ▁شیر ▁محمد ! ▁دروازہ ▁کھل ا ▁ہے۔ ‘‘ انہ وں ▁نے ▁بلند ▁آواز ▁سے ▁کہا ۔
▁اب ▁تک ▁50 ▁ہزار ▁سے ▁زائد ▁سرکاری ▁ملازم وں ▁کو ▁برطرف ▁یا ▁معطل ▁کیا ▁گیا ▁ہے ▁جب ▁کہ ▁600 ▁سکول ▁بند ▁کر ▁دیے ▁گئے ▁ہیں۔
▁Next : ▁پاکستان ▁کو ▁اب ▁ادائیگی وں ▁کے ▁تو از ن ▁میں ▁بحران ▁کا ▁سامنا ▁نہیں ، ▁وزیر خ زان ہ
▁فرن چ ائز ▁مالک ان ▁کے ▁کھلاڑیوں ▁کے ▁کمر وں ▁میں ▁جانے ▁پر ▁پابندی
▁عالمی ▁مارکیٹ ▁میں ▁تیل ▁سست ا ▁ہو ▁گیا
▁بھر ے ▁مجمع ▁میں ▁اپنے ▁حسن ▁کا ▁اعلان ▁کرتی ▁ہے
▁ایڈ یلی ڈ ▁ون ▁ڈے ▁میں ▁پاکستان ▁کو ▁شکست ، ▁آسٹریلیا ▁نے ▁سیریز ▁جیت ▁لی
▁موجودہ ▁ اق دار ، ▁تاریخی ▁اعداد ▁و ▁شمار ، ▁کی ▁پیش ن ▁گو ئی ، ▁اعداد ▁و ▁شمار ، ▁چار ٹ ▁اور ▁معاشی ▁کی ل نڈر ▁- ▁بھارت ▁- ▁حکومت ▁بجٹ .
▁بابا ▁ایسی ▁باتیں ▁مت ▁کریں۔ ▁اللہ ▁نے ▁چاہ ا ▁تو ▁ہم ▁اسی ▁ملک ▁میں ▁عزت ▁و ▁و قار ▁سے ▁رہیں ▁گے۔
▁کشمیر یوں ▁کو ▁حق ▁خود ا راد یت ▁کے ▁مطالب ے ▁پر ▁بدترین ▁تشدد ▁کا ▁نشانہ ...
▁اس ▁بیان ▁کے ▁بعد ▁تنازع ▁کھڑا ▁ہوگیا ▁تھا ▁جس ▁کے ▁بعد ▁چیئرمین ▁کرکٹ ▁بورڈ ▁احسان ▁مان ی ▁نے ▁بھی ▁قومی ▁ٹیم ▁کے ▁کپتان ▁سرفراز ▁احمد ▁کو ▁ورلڈ ک پ ▁تک ▁برقرار ▁رکھنے ▁کے ▁فیصلے ▁سے ▁متعلق ▁سوال ▁پر ▁کہا ▁تھا ▁کہ ▁اس ▁حوالے ▁سے ▁کرکٹ ▁کمیٹی ▁کی ▁ت جا ویز ▁کے ▁بعد ▁فیصلہ ▁کیا ▁جائے ▁گا۔
▁پ نڈ ت وں ▁کے ▁لیے ’ س یف ▁ زون ‘ ▁کے ▁خلاف ▁کشمیر ▁میں ▁ہ ڑ تال
▁عابد ▁شیر ▁علی ▁نے ▁گرمی وں ▁میں ▁بجلی ▁کی ▁لوڈ ▁ش یڈ نگ ▁میں ▁کمی ▁کی ▁نو ید ▁سن ادی
▁تفصیلات ▁کے ▁مطابق ▁لندن ▁میں ▁منعقد ہ ▁تقریب ▁میں ▁پاکستانی ▁ہائی ▁کمشنر ▁صاحب ▁زاد ہ ▁احمد ▁خان ▁بطور ▁مہمان ِ ▁خصوصی ▁مد عو ▁تھے ، ▁خطاب ▁کے ▁لیے ▁مائ یک ▁دیا ▁گیا ▁تھا ▁ہائی ▁کمشنر ▁خود ▁پر ▁قابو ▁نہ ▁رکھ ▁سکے ▁اور ▁تقریب ▁کی ▁نظام ت ▁شروع ▁کردی ۔
▁‫ ▁• ▁‪ ▁Wi - Fi ‬ ڈی ٹا ▁کا ▁استعمال ‪ ▁: ‬ اپ نے ▁‪ ▁Wi - Fi ‬ ڈی ٹا ▁کے ▁استعمال ▁کی ▁نگرانی ▁کریں۔ ‬
▁ص با ▁قمر ▁نے ▁بھارت ▁کے ▁بارے ▁میں ▁ایسا ▁بیان ▁دے ▁دیا ▁کہ ▁آپ ▁حیران ▁رہ ▁جائیں ▁گے ▁! ▁←
▁ٹیم ▁ایچ ▁ٹی ▁وی ▁5 ▁مہین ے ▁پہلے
▁خاتون ▁خانہ ▁باور چی ▁خانہ ▁میں ▁تھی۔ ▁آل و ▁کی ▁بھ ج یہ ▁بنا ▁رہی ▁تھی۔ ▁اور ▁گ نگ نا ▁رہی ▁تھی :
▁شہزاد ▁کی ▁سن چر ی ، ▁شاہد ▁آفریدی ▁کا ▁عالمی ▁...

▁برطانوی ▁اسکول ▁میں ▁روزہ ▁رکھنے ▁اور ▁حجاب ▁کرنے ▁پر ▁پابندی ▁عائد
▁نن ھ ی ▁زینب ▁کے ▁قاتل ▁عمران ▁علی ▁کو ▁پھ انس ی ▁پر ▁ لٹ کا ▁دیا ▁گیا

▁کئی ▁بار ▁خود کش ی ▁کرنے ▁کا ▁سوچ ا ، ▁زائر ہ ▁و سیم ▁کا ▁انکشاف
▁ل ئی ن ▁کئی ▁عشر وں ▁سے ▁جاری ▁اس ▁بحث ▁کا ▁حوالہ ▁دے ▁رہے ▁تھے ▁کہ ▁کیا ▁کوئی ▁ایسا ▁میزائل ▁تیار ▁کرنا ▁عملی ▁طور ▁پر مم کن ▁ہے ▁جو کسی ▁حملہ ▁آور ▁میزائل ▁کو ▁راستے ▁میں ▁ہی ▁تباہ ▁کر ▁دے ▁اور ▁یہ ▁کام ▁معقول ▁لاگ ت ▁پر ▁کر ▁سکے۔ ا بھی ▁یہ ▁بحث ▁مکمل ▁طور ▁سے ▁ختم ▁نہیں ▁ہوئی ▁ہے ▁لیکن ▁اوباما ▁انتظامیہ ▁کے ▁بل س ٹک ▁میزائل ▁سے ▁دفاع ▁کے ▁جائز ے ▁میں ▁جو ▁فروری ▁میں ▁جاری ▁کیا ▁گیا ، ▁اس ▁منصوبے ▁کی ▁تائید ▁کی ▁گئی ▁ہے۔ ▁یہ ▁وہ ▁منصوبہ ▁ہے ▁جس ▁کی ▁حمایت ▁ری پ ب لیکن ▁پارٹی ▁سے ▁تعلق ▁رکھنے ▁والے ▁صدور ▁اور ▁کانگریس ▁کے ▁ارکان ▁نے ▁کی ▁تھی۔
▁تاہم ▁انٹرنیٹ ▁صارفین ▁کے ▁حقوق ▁کے ▁لیے ▁کام ▁کرنے ▁والے ▁سرگرم ▁کارکنوں ▁کا ▁کہنا ▁ہے ▁کہ ▁اس ▁طرح ▁عوام ▁کو ▁ ’ پی ▁ٹی ▁اے ‘ ▁کے ▁ذریعے ▁ ’ ایس ▁ایم ▁ایس ‘ ▁بھیج نے ▁سے ▁عدم ▁برداشت ▁کے ▁روی ے ▁مزید ▁بڑھ یں ▁گے۔
▁بالی ▁ وڈ ▁کا ▁بال ▁ ٹھا کر ے
▁من ی ▁لا نڈر نگ ▁کیس ▁، ْ زر داری ▁کا ▁وکلا ▁کے ▁م شور ے ▁پر ▁( آ ج ) سپ ریم ▁کورٹ ▁میں ▁پیش ▁نہ ▁ہونے ▁کا ▁فیصلہ ▁سابق ▁صدر ▁کی ▁لاہور ▁میں ▁من ی ▁لا نڈر نگ ▁کیس ▁سے ▁متعلق ▁اپنی ▁وکلا ء ▁ٹیم ▁سے ▁مشاور ت ▁جب ▁سپریم ▁کورٹ ▁آصف ▁زرداری ▁کو ▁ذاتی ▁حیثیت ▁... ▁مزید
▁تجزیہ ▁کار ▁رسول ▁بخش ▁رئیس ▁کا ▁کہنا ▁ہے ▁کہ ▁شمالی ▁اتحاد ▁افغانستان ▁میں ▁قائم ▁حکومت ▁کا ▁ایک ▁اہم ▁حصہ ▁ہے ▁اور ▁اس ▁سمیت ▁بعض ▁دیگر ▁گروپ وں ▁سے ▁ایران ▁کے ▁اچھے ▁تعلقات ▁کی ▁وجہ ▁سے ▁افغانستان ▁میں ▁امن ▁و ▁مصالح ت ▁کی ▁کوشش وں ▁میں ▁تہ ران ▁مثبت ▁کردار ▁ادا ▁کر ▁سکتا ▁ہے۔
▁انس ٹی ▁ٹی وٹ ▁فار ▁ڈو یل پ منٹ ▁اسٹ ڈی ز ▁اینڈ ▁پر یک ٹس ز ( آئی ▁ڈی ▁ایس ▁پی ) ▁کہنے ▁کو ▁تو ▁ایک ▁این ▁جی ▁او ▁ہے ▁مگر ▁اس ▁کے ▁ ’ کر تو ت ‘ ک چھ ▁غیر ▁این ▁جی ▁او آن ہ ▁ہیں۔ ▁اس ▁ادارے ▁کے ▁اکثر ▁پروگرام ▁اور ▁سرگرمی اں ▁ا ُ سے ▁معروف ▁مع نوں ▁میں ▁این ▁جی ▁او ▁کی ▁صف ▁سے ▁علی حد ہ ▁کرتے ▁ہیں۔ ▁یہی ▁وہ ▁نمای اں ▁وصف ▁ہے ▁جو ▁اسے ▁دیگر ▁طبق ہ ▁ہ ائے ▁فکر ▁سے ▁جو ڑنے ▁...
▁نمو نے ▁لینے ▁کی ▁تکنیک ) ▁یا ▁کسی ▁دوسرے ▁ادارے ▁یا ▁کے ▁پروفیسر ز
▁بڑی ▁خبریں ▁(2)
▁پاکستان ▁اور ▁بحر ین ▁کے ▁تعلقات ▁دوستی ▁کے ▁مضبوط ▁رشت ے ▁کے ▁ت سلسل ▁کا ▁منہ ▁بول تا ▁ثبوت ▁ہیں
▁امام ▁( علی ہ ▁السلام ) جا گ ▁رہے ▁ته ے ▁آنکه یں ▁خواب ▁سے ▁محروم ▁ته یں ▁کیونکہ ▁رو ئے ▁زمین ▁پر ▁د کھ ▁کے ▁مار ے ▁ظلم ▁کے ▁پنج ے ▁میں ▁ته ے ▁اور ▁ان ▁کا ▁جی نا ▁دو به ر ▁ہورہا ▁ تها . ▁کچھ ▁لوگ ▁لہ و ▁و ▁ لعب ▁اور ▁سر کش ی ▁میں ▁مبتلا ▁ته ے ، ق وت ▁اور ▁طاقت ▁والے ▁ایک ▁طرف ▁ظلم ▁و ▁ جور ▁کا ▁بازار ▁گرم ▁کئے ▁ہوئے ▁ته ے ▁اور ▁کمزور ▁اور ▁نا توان ▁طاقتور ▁کا ▁لق مہ ▁بنے ▁ہوئے ▁ته ے ، ▁آپ ▁( علی ہ ▁السلام ) کے ▁دشمن ▁شر ▁و ▁فساد ▁میں ▁ایک ▁دوسرے ▁کا ▁ہاتھ ▁بتا ▁رہے ▁ته ے ، ▁کچھ ▁بد کار ▁ته ے ▁جو ▁ تعصب ▁و ▁نا فر مان ی ▁کے ▁کام وں ▁میں ▁ایک ▁دوسرے ▁کی ▁محبت ▁کا ▁دم ▁به ر تے ▁ته ے ، ▁کچھ ▁خود ▁کو ▁آپ ▁( علی ہ ▁السلام ) کے ▁یا ران ▁و ▁ان صار ▁میں ▁سے ▁جانتے ▁ته ے ▁مگر ▁انہوں ▁نے ▁حق ▁کو ▁ترک ▁کردیا ▁ تها ▁اور ▁ایک ▁دوسرے ▁کی ▁مدد ▁سے ▁گریز ان ▁ته ے .
▁اندر ▁کی ▁د ُ نی ائیں ▁شاہ کار ▁سید ▁آصف ▁شاہ کار ۔ ▁Column ▁حقوق ▁اشاعت ▁( copy right ) ▁صرف ▁ہمارے ▁پاس ▁محفوظ ▁ہیں۔ اس ے ب غیر ا جاز ت ▁چھ اپ نا ، نقل ▁کرنا ، غیر قانون ی ▁ہے۔ ▁م ُ ختلف ▁پیش وں ▁یا ▁کام وں ▁کی ▁خانہ ▁بد وشی ▁کی ▁زندگی ▁میں ▁کبھی ▁تو ▁ا ِ ن سان ▁چو ٹی ▁پر ▁ہوتا ▁ہے ▁اور ▁کبھی ...
▁ابھی ▁تو ▁پارٹی ▁شروع ▁ہوئی ▁ہے
▁اضلاع ▁والوں ▁کو ▁بھی ▁غور ▁کیا ▁جا ئی گا ▁۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁Messenger

▁وقت ▁بدل نے ▁کے ▁ساتھ ▁ساتھ ▁خو ات یں ▁پر ▁یہ ▁بات ▁اچھی ▁طرح ▁واضح ▁ہو ▁گئی ▁کہ ▁زمان ے ▁میں ▁محبت ▁کے ▁سوا ▁اور ▁بھی ▁متعدد ▁د کھ ▁ہیں ، ▁اسی ▁طرح ▁اگر ▁راحت وں ▁کا ▁حصول ▁محض ▁وصل ▁کی ▁راحت ▁تک ▁ہی ▁محدود ▁نہیں۔ ▁معاشر تی ▁زندگی ▁کے ▁تیزی ▁سے ▁بدل تے ▁ہوئے ▁حالات ▁اور ▁نئی ▁احساسات ی ▁کیف یات ▁نے ▁فکر ▁و ▁نظر ▁کی ▁کا یا ▁پل ٹ ▁دی ▁اس ▁طرح ▁تخلیق ▁فن ▁کے ▁لمح وں ▁میں ▁خواتین ▁نے ▁زندگی ▁کی ▁حقیقی ▁معنوی ت ▁کو ▁سمجھتے ▁ہوئے ▁متنوع ▁موضوعات ، ن ئے ▁شعر ی ▁ تجرب ات ▁اور ▁آف اق ی ▁حالات ▁پر ▁خام ہ ▁فرس ائی ▁کو ▁شعار ▁بنایا ۔ ▁امروز ▁کی ▁شور ش ▁میں ▁ اندیش ۂ ▁فردا ▁کا ▁یہ ▁خیال ▁اپنے ▁جلو ▁میں ▁شا ئ ست ہ ▁انداز ▁فکر ، دل ▁کشی ، رنگ ینی ، خلو ص ▁و ▁مرو ت ▁اور ▁صد ▁آفر ینی ▁کے ▁ایسے ▁گل ▁ہ ائے ▁رنگ ▁رنگ ▁لا یا ▁جس ▁کے ▁اعجاز ▁سے ▁حقیقت ▁اور ▁فریب ▁حقیقت ▁کے ▁متعلق ▁تمام ▁صداقت یں ▁معلوم ▁ہو ئیں ▁اور ▁زندگی ▁کی ▁ اق دار ▁عالی ہ ▁کو ▁تحفظ ▁ملا ۔ ▁چند ▁مثال یں ▁پیش ▁خدمت ▁ہیں ▁:
▁اس راء ▁ومع راج ▁کی ▁تاریخ ▁و زمان ہ ▁کون ▁سا ▁ہے ▁؟

▁سر گو دھ ا : گ دی ▁ نشین ▁نے ▁20 ▁مر ید وں ▁کو ▁بے ▁در دی ▁سے ▁قتل ▁کر ▁دیا ،
▁آپ کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا
▁دہلی ▁کے ▁وزیر ▁اعلی ▁ار وند ▁کی جری وال ▁اپنے ▁مطالب ات ▁کو ▁لے ▁کر ▁پیر ▁کی ▁شام ▁سے ▁ہی ▁ لیف ٹین نٹ ▁گورنر ▁کی ▁رہائش ▁گاہ ▁پر ▁ دھر نے ▁پر ▁بیٹھے ▁ہوئے ▁ہیں۔ ▁آپ ▁لیڈر وں ▁کے ▁اس ▁طرح ▁پوری ▁رات ▁ایل ▁جی ▁ہاؤس ▁پر ▁ دھر نے ▁کے ▁مد نظر ▁سیکورٹی ▁بڑھا ▁دی ▁گئی ▁ہے۔
▁آج ▁کی ▁پوسٹ س
▁نواز ▁شریف ▁کیخلاف ▁2 ▁نیب ▁ریفرنس ز ▁پر ▁آج ▁فیصلہ ▁محفوظ ▁ہونے ▁کا ▁امکان
▁ا ئیر ▁مارشل ▁اصغر ▁خان ▁کی ▁یاد ▁میں

▁ش گر ( عاب د ش گری ) ▁شدید ▁آن دھی ▁اور ▁تیز ▁ہو ائیں ▁اور ▁بارش ▁سے ▁ش گر کے ▁مختلف ▁علاقوں ▁میں ▁متعدد ▁درخت ▁اک ھڑ ▁گئے۔ فصل یں ▁بھی ▁تباہ ▁، لوگ وں ▁کو ▁لاکھ وں ▁کا ▁نقصان ، ▁پیر ▁کی ▁دن ▁چلنے ▁والی ▁تیز ▁ہو اؤں ▁اور ▁آن دھی ▁نے ▁ش گر ▁میں ▁شدید ▁تباہ ی ▁مچ ادی ۔ ▁تیز ▁ہو اؤں ▁کی ▁وجہ ▁سے ▁ش گر ▁کے ▁مختلف ▁جگ وں ▁پر ▁درخت ▁اک ھڑ ▁گئے۔ جب کہ ▁فصل وں ▁کو ▁بھی ▁شدید ▁نقصان ▁پہنچا ۔ ت یز ▁ہو ائیں ▁تقریبا ▁دو ▁گھ نٹ ہ ▁چل تا ▁رہا ▁۔ ▁جس ▁کے ▁نتیجے ▁میں ▁مختلف ▁علاقوں ▁میں ▁درخت وں ▁کے ▁ا کھ ڑنے ▁کی ▁اطلاع ▁ہے ▁تاہم ▁کسی ▁جان ی ▁نقصان ▁کی ▁کوئی ▁اطلاع ▁مو صول ▁نہیں ▁ہوا۔ ت یز ▁ہو اؤں ▁کے ▁بعد ▁بارش ▁کا ▁ موس لہ ▁دار ▁بارش ▁بھی ▁ہوئی۔
▁حضرت ▁مولانا ▁اصغر ▁علی ▁روح ی ▁رحم ۃ ▁اللہ ▁علیہ
▁اگر ▁آپ ▁چین ▁ویکی وم ▁پمپ ▁می نوف یک چر رز ، ▁سپ لائ رز ▁اور ▁فیکٹری ، ▁یا ▁ویکی وم ▁پمپ ▁حساسیت ▁کی ▁جان چ ▁پڑتا ل ▁اور ▁چین ▁میں ▁پیش ہ ▁ور انہ ▁سپ ل ائر ▁کے ▁ساتھ ▁دریافت ▁کیمیا ئی ، ▁حیات یات ، ▁ دوا سازی ، ▁اور ▁خوراک ▁ویکی وم ▁پمپ ▁کی ▁تلاش ▁کر ▁رہے ▁ہیں ▁تو ، ▁براہ ▁مہربانی ▁Top tion ▁Instrument ▁سے ▁رابطہ ▁کرنے ▁کے ▁لئے ▁آزاد ▁محسوس ▁کریں .
▁Thread : ▁کام ران ▁میرا ▁بیٹا ▁ہے ، ▁کبھی ▁چھوڑ ▁کر ▁نہیں ▁جائے ▁گا
▁ہماری ▁ویب ▁سائٹ ▁پر ▁اشتہار ▁دی جی ے
▁سیلاب ▁سے ▁شمال ▁اور ▁شمال ▁مشرق ▁بے ▁حال ▁، ▁300 ▁افراد ▁ہلاک
▁آزاد ▁کشمیر ▁کی ▁خبریں

▁اخذ ▁کردہ ▁از ▁« https :// ur . wiki quote . org / w / index . php ? title = سٹ یو _ جاب ز & oldid = 61 13 »
▁اس ▁سے ▁قبل ▁جرمن ▁چانسلر ▁این جی لا ▁مر کل ▁نے ▁کہا ▁تھا ▁کہ ▁جب ▁تک ▁صحافی ▁جمال ▁خا شق جی ▁کے ▁قتل ▁کے ▁حوالے ▁سے ▁وضاحت ▁نہیں ▁ہوتی ▁سعودی ▁عرب ▁کو ▁اس لح ے ▁کی ▁فروخت ▁نہیں ▁ہوگی۔
▁افغانستان ▁کے ▁عام ▁انتخابات ▁کی ▁اہمیت ▁پر ▁ایران ▁کی ▁تاکید
▁دوسری ▁جانب ▁عبدال م ج ید ▁نیازی ▁کی ▁جانب ▁سے ▁مبینہ ▁ گال یوں ▁پر ▁پیپلز ▁پارٹی ▁کے ▁رہنما ▁ر فی ع ▁اللہ ▁شدید ▁غ ص ے ▁میں ▁آگ ئے ▁اور ▁پی ▁ٹی ▁آئی ▁رہنما ▁کو ▁مار نے ▁کے ▁لیے ▁دو ڑے ▁تاہم ▁حکومتی ▁اور ▁اپوزیشن ▁ارکان ▁ر فی ع ▁اللہ ▁کو ▁پکڑ تے ▁رہے۔ ▁اسپیکر ▁کی ▁وارن نگ ▁کے ▁باوجود ▁صورتحال ▁کنٹرول ▁نہ ▁ہوئی ▁تو ▁اجلاس ▁ملت وی ▁کردیا ▁گیا۔
▁16 ▁مارچ ▁بنگلہ ▁دیش ▁فتح
▁لاہور ▁( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁11 ▁مئی 2018 ء ) ▁پر نس پل ▁سروس ز ▁انس ٹی ٹی وٹ ▁آف ▁می ڈیکل ▁سائنس ز ▁ڈاکٹر ▁محمود ▁ای از ▁نے ▁کہا ▁کہ ▁چند ▁روز ▁میں ▁وزیر ▁داخلہ ▁احسن ▁اقبال ▁سے ▁ملاقات ▁کی ▁اجازت ▁ہو ▁گی ، ▁احسن ▁اقبال ▁تیزی ▁سے ▁صحت ▁یا ب ▁ہو ▁رہے ▁ہیں۔

▁جا تل ی ▁پولیس ▁نے ▁مست الہ ▁میں ▁قتل ▁ہو نی والی ▁ماں ▁بیٹی ▁کے ▁قاتل وں ▁کو ▁گرفتار ▁کر ▁لیا
▁میر علی ( ص باح ▁نیوز ) شمال ی ▁وزیرستان ▁میں ▁ہونے ▁والے ▁دھماکے ▁کے ▁نتیجے ▁میں ▁ایک ▁شخص ▁جاں ▁بحق ▁جبکہ ▁4 افراد ▁زخمی ▁ہو ▁گئے۔ ضل عی ▁انتظامیہ ▁کے ▁مطابق ▁شمالی ▁وزیرستان ▁کی ▁تحصیل ▁میر علی ▁عید ک ▁گاؤں ▁میں ▁بار ودی ▁مواد ▁موٹر ▁سائیکل ▁میں ▁نصب ▁تھا ▁جس ▁کے ▁پھ ٹ نے ▁سے ▁ دھ ما کا ▁ہوا ▁جس ▁کی ▁زد ▁میں ▁آ کر ایک ▁شخص ▁جان ▁سے ▁گیا ▁جبکہ ▁4 افراد ▁زخمی ▁ہوگئے۔ ▁ضلع ی ▁انتظامیہ ▁نے ▁کہا ▁کہ ▁جاں ▁بحق ▁ہونے ▁والوں ▁کی ▁لاش وں ▁اور ▁زخمی وں ▁کو ▁می ران ▁شاہ ▁اور ▁بن وں ▁کے ▁ہسپتال وں ▁میں ▁منتقل ▁کیا ▁گیا ، ▁واقعہ ▁کی ▁تحقیقات ▁بھی ▁شروع ▁ہو ▁گئیں ۔
▁انسانی ▁زندگی ▁کا ▁سب ▁سے ▁خطرناک ▁م رحل ہ : ۔
▁موبائل ▁سائٹ
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁لوگ ▁تو ▁چاہتے ▁ہیں ▁صرف ▁خبر ▁میں ▁رہ نا
▁مولانا ▁طارق ▁جم یل ▁صاحب ▁پر ▁مظفر ▁حسین ▁کا ▁اعتراض م بلغ ▁اسلام ▁مولانا ▁طارق ▁جم یل ▁صاحب ▁مد ظل ہ ▁الع الی ▁پر ▁بری لو ی ▁مولوی ▁پیر ▁مظفر ▁حسین ...
▁تھی ، دو سر ے ▁ہا ف ▁کے ▁آغاز ▁ہی ▁میں ▁اسلام ▁آباد ▁نے ▁مزید ▁دو ▁گول ▁کرکے ▁برتر ی ▁3-0 ▁کردی ▁لیکن ▁آخری ▁مراحل ▁میں ▁خیبر پ خت ون خوا ہ ▁نے ▁دو ▁گول ▁کرکے ▁مقابلہ ▁3-2 ▁کردیا ▁جو ▁میچ ▁کے ▁اختتام ▁تک ▁جاری ▁رہا ، ▁فاتح ▁ٹیم ▁کی ▁جانب ▁سے ▁من یب ، ▁ص مد ▁اور ▁شیر وں ▁بھ ٹی ▁نے ▁ایک ، ▁ایک ▁گول ▁کیا ، ▁جبکہ ▁خیبر پ خت ون خوا ہ ▁کی ▁طرف ▁سے ▁اسد ▁اللہ ▁اور ▁حبیب ▁اللہ ▁نے ▁ایک ، ▁ایک ▁گول ▁کیا ، ▁تیسری ▁پوزیشن ▁کے ▁لئے ▁کھیل ے ▁گئے ▁میچ ▁میں ▁پنجاب ▁نے ▁بلوچستان ▁کو ▁4-0 ▁ہر ا ▁دیا ، ▁جبکہ ▁خواتین ▁کے ▁ای ون ٹ ▁میں ▁سندھ ▁نے
▁Home ▁عرب ▁دنیا ▁سے ▁بحر ین ▁میں ▁انتخابی ▁نتائج ▁کے ▁اعلان ▁کے ▁بعد ▁کابینہ ▁مست ع فی
▁واشنگٹن ▁: ▁ناس ا ▁کا ▁نظام ▁شمس ی ▁کے ▁سب ▁سے ▁بڑے ▁سیار ے ▁کے ▁مشاہد ے ▁کے ▁مش ن ▁کا ▁آغاز ▁ہوگیا ، ▁خل ائی ▁گاڑی ▁جون و ▁نے ▁مشتری ▁کے ▁مدار ▁میں ▁سفر ▁شروع ▁کردیا ▁ہے ، ▁جس ▁کا ▁مش ن ▁نظام ▁شمس ی ▁کے ▁سب ▁سے ▁بڑے ▁سیار ے ▁کا ▁مشاہد ہ ▁کرنا ▁ہے ▁۔
▁من شی ات ▁اور ▁ان ▁کا ▁سد باب ▁جلد ▁2 ( 66 11 # )
▁سب ▁سے ▁زیادہ ▁پڑھ ی ▁جانے ▁والی
▁ہمارے ▁بارے ▁میں
▁شہر ▁قائد / ▁شہر ▁کی ▁آواز

▁کا ▁ایک ▁جو ڑا : ▁خوش ▁آمدید ▁گاہ ک وں ▁کو ▁ہمارے ▁فیکٹری ▁کا ▁دورہ
▁آج ▁اردو ▁زبان ▁کے ▁منفرد ▁اور نا مور م صنف ▁سعادت ▁حسن ▁من ٹو ▁کی ▁63 ▁ ویں ▁برس ی ▁ہے ، ...
▁تازہ ▁ترین ▁خبریں
▁تلاش ▁پر ▁جائیں
▁سعودی ▁عرب ▁ہر ▁کارروائی ▁کا ▁منہ ▁توڑ ▁جواب ▁دے ▁گا
▁ادائیگی ▁کریں
▁ہاتھ ▁ابھی ▁تک ▁کان پ ▁رہے ▁ہیں
▁زیر ▁الت وا ▁کا ▁جائزہ ▁لینے ▁کے : ▁0

▁ناس ا ▁کے ▁مطابق ▁2014 ▁جے ▁او ▁25 ▁نامی ▁سیار چہ ▁آج ▁زمین ▁سے ▁محض ▁18 ▁لاکھ ▁کل وم یٹر ▁کے ▁ فاصل ے ▁سے ▁گزر ے ▁گا ، ▁یہ ▁ فاصل ہ ▁زمین ▁اور ▁چاند ▁کے ▁درمیان ▁ فاصل ے ▁سے ▁قریب ▁ 4.6 ▁گ نا ▁زیادہ ▁ہے۔
▁10 ▁اس ▁وجہ ▁سے ▁آسمان نے ▁شب نم ▁روک ▁لیا ▁اور ▁زمین ▁فصل ▁دینی ▁بند ▁کر ▁دی۔ ”
▁خیال ▁رہے ▁کہ ▁چین ▁میں ▁نوجوانوں ▁میں ▁بڑھ تی ▁ہوئی ▁خود کش ی ▁کی ▁شرح ▁کا ▁الزام ▁تعلیمی ▁نظام ▁کو ▁ٹھہر ایا ▁جاتا ▁ہے ، ▁جہاں ▁طلب ہ ▁پر ▁اچھے ▁گری ڈز ▁لانے ▁کا ▁دباؤ ▁ہوتا ▁ہے۔
▁سکا ٹ ▁لینڈ ▁ری فر نڈ م : ▁کیا ▁جنوبی ▁ایشیا ▁میں ▁ایسا ▁ممکن ▁ہے ▁سن ئیے 41 :50
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁Messenger
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁# آئی فا ▁بہترین ▁اداکار ▁ایوارڈ ▁: ▁دی ود اس ▁( 2003 ء ▁)
▁عدالت ▁نے ▁دیگر 7 ▁ملزمان ▁کو ▁عدم ▁ثبوت ▁کی ▁بنا ▁پر ▁بری ▁کردیا ، حن یف ▁عباسی ▁این ▁اے -60 ▁سے ▁نااہل ▁بھی ▁قرار ▁دے ▁دیے ▁گئے۔

▁نجی ▁ٹیلی ▁ویژن ▁پر ▁گلگت ▁بلتستان ▁کے ▁خلاف ▁خوف ناک ▁ہر زہ ▁سر ائی ۔
▁انگریز ی ▁میری ▁مادر ی ▁زبان ▁ہے۔ ▁Англи й ский ▁- ▁мой ▁род ной ▁язык .
▁اسلام ▁اور ▁عصر ▁حاضر ▁(11)
▁زمرہ : جز ائر ▁سلیمان ▁کی ▁سیاست
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁پی ▁پی ▁148 لا ہ ور : مسلم ▁لیگ ▁ن ▁کے شہ باز احمد 60 ▁ہزار 608 ▁ووٹ ▁لے کر جی ت ▁گئے۔ تحر یک ▁انصاف ▁کے آ جا سم ▁شریف ▁کو 43 ہ زار 220 ▁ووٹ ▁ملے ۔
▁ہر ▁صورت ▁اس ▁خاتون ▁کو ▁اپنی ▁زندگی ▁میں ▁لیک ر ▁آ ؤ ، ▁پن کی ▁پیر نی ▁نے عمر ان ▁خان ▁کی ▁نئی ▁دل ہن ▁کون ▁ہیں ▁پن کی ▁پیر نی ▁نے ▁انہیں ▁کیا ▁حکم ▁دیا ▁ہے ▁جان ▁کر ▁آپ ▁پر ▁بھی ▁سک ت ہ ▁ط اری ▁ہوجائے ▁گا

▁کم ▁و ▁بیش ▁80 ▁ممالک ▁میں ▁اس ▁وقت ▁متناسب ▁نمایندگی ▁کا ▁نظام ▁ان ▁ممالک ▁کے ▁اپنے ▁اپنے ▁حالات ▁کے ▁تحت ▁ڈھ ال ▁کر ▁Ta ilor ed ▁to ▁the ▁need ▁of ▁their ▁country ▁scenario ▁and ▁national ▁conditions ▁را ئ ج ▁کیا ▁گیا ▁ہے ، ▁کہ ▁اس ▁طریقہ ▁انتخاب ▁سے ▁عوام ▁الناس ▁کی ▁حقیقی ▁نمایندگی ▁ہوتی ▁ہے ▁اور ▁حقیقی ▁عوامی ▁نمایند ے ▁مراکز ▁اقتدار ▁و ▁اختیار ▁تک ▁پہنچ تے ▁ہیں۔
▁یہ ▁آپ ▁نے ▁بہت ▁بڑا ▁لفظ ▁بول ▁دیا ہے ▁کیا آئی ن ▁کے ▁مطابق ▁صدر ▁مملکت ▁کسی ▁کا ▁نام ▁مسترد ▁کرسکتے ▁ہیں ▁؟ کیا ▁صدر ▁مملکت ▁ایڈ وا ئس ▁کو ▁مسترد ▁کرنے ▁کا ▁اختیار کھ تے ▁ہیں ▁؟ ▁، ▁چیف ▁جسٹس
▁ہمارے ▁بارے ▁میں
▁بین ▁الاقوامی
▁ا ُ ردو ▁ٹ ائ پ ▁کرنے ▁میں ▁دشوار ی ؟
▁چترال ▁( نمائندہ ) ▁گزشتہ ▁روز ▁سہ ▁پہ ر ▁تقریبا ً ▁4 ▁بجے ▁کے ▁آس ▁پاس ▁پر یت ▁کے ▁سامنے ▁ہونے ▁والے ▁گاڑی ▁حادث ے ▁میں ▁2 ▁افراد ▁جان ▁بحق ▁ہوگئے ▁تھے۔ ▁م وڑ ▁کہ و ▁سے ▁چ ترا ▁جاتے ▁ہوئے ▁سوز وک ی ▁جی پ ▁بر نس ▁میں ▁م وڑ ▁کا ٹ تے ▁ہوئے ▁گ ہری ▁کھ ائی ▁میں ▁گر ▁گئی ▁تھی ▁جس ▁میں ▁سوار ▁چترال ▁کے ▁مشہور ▁کاروبار ی ▁شخصیت ▁اور ▁تر چ ▁میر ▁ ٹری ول ▁ایجنسی ▁کے ▁مالک ▁عبد ل رز اق ▁اور ▁محکمہ ▁تعلیم ▁میں ▁کل ارک ▁غلام ▁رب انی ▁جان ▁بحق ▁ہوگئے ▁تھے۔
▁سرفراز ▁احمد ▁کا ▁کہنا ▁تھا ▁کہ ▁ہماری ▁ٹیم ▁اس ▁وقت ▁اچھا ▁کھیل ▁رہی ▁ہے ، ▁ایشیا ▁کپ ▁میں ▁ساری ▁ٹیم یں ▁بہت ▁اچھی ▁ہیں ▁اور اچ ھا ▁مقابلہ ▁ہوگا .
▁کیونکہ ▁ہمیں ▁عادت ▁ہے ▁دون مبر ی ▁کام ▁کرنے ▁کی ▁اس ▁لیئے ▁ہم ▁اللہ ▁میاں ▁سے ▁بھی ▁دو ▁نمبر ی ▁کیا ▁کرتے ▁ہیں ▁اللہ ▁کے ▁بند وں ▁کو ▁تکلیف ▁دو ▁اور ▁اللہ ▁سے ▁رحم ▁کی ▁امید ▁رکھ و ▁ہے ▁نا ▁کتنی ▁بڑی ▁منا فقت
▁’’ جم ائم ا ▁سے ▁شادی ▁کی ▁پہلی ▁رات ▁میں ▁رو تے ▁رو تے ▁سو ▁گیا ، ▁کیونکہ ▁اس ▁نے ▁شراب ▁پی ▁لی ▁تھی ▁...
▁بینی نگ ٹن ▁ٹاؤن ▁شپ ، ▁مارشل ▁کاؤنٹی ، ▁ال ینو ائے ▁مارشل ▁کاؤنٹی ، ▁ال ینو ائے
▁ڈ ب وں ▁کے ▁نا قص ▁دو دھ ▁کی ▁فروخت ▁کیس ▁کی ▁سماعت ▁کے ▁موقع ▁پر ▁ ناظر ▁کورٹ ▁کی ▁جانب ▁سے ▁رپورٹ ▁پیش ▁کی ▁گئی ▁جس ▁میں ▁بتایا ▁گیا ▁کہ ▁بھی نس وں ▁کو ▁اضافی ▁دو دھ ▁کے ▁لیے ▁لگائے ▁جانے ▁والے ▁39 پ یک ٹس ▁شاہ ین ▁می ڈیکل ▁اسٹ ور ▁سے ▁ضبط ▁کیے ▁گئے ▁ہیں۔ ▁جس ▁پر ▁عدالت ▁نے ▁ری مار کس ▁دیئے ▁کہ ▁ڈر گ ▁انس پک ٹر ▁کیا ▁کام ▁کر ▁رہے ▁ہیں ▁، عد الت ▁نے ▁ڈر گ ▁انس پک ٹر وں ▁کو ▁ ٹیک وں ▁کو ▁ضبط ▁کرنے ▁کے ▁احکام ات ▁دیے ▁اس ▁کے ▁ساتھ ▁ساتھ ▁ایف ▁آئی ▁اے ▁ک ق ▁بھی ▁ہدایت ▁دی ▁گئی ▁ہے ▁ک ▁ڈ سٹر ی ▁بی و ٹر ▁اور ▁ ریٹ یل رز ▁کا ▁جائزہ ▁لے ▁اور ▁ملک ▁پیک ▁کمپنی وں ▁میں ▁چھ اپ ا ▁مار ▁کر ▁صف ائی ▁ست ھر ائی ▁کے ▁معاملات ▁اور ▁دو دھ ▁فیکٹری وں ▁میں ▁موجود ▁ملازمین ▁کے ▁می ڈیکل ▁سر ٹی ف یک یٹ ▁چیک ▁کئے ▁جائیں ۔
▁سید ▁الش ہ داء ▁( ع ) کی ▁عز ا داری ▁کے ▁در خش اں ▁گو ہر ▁کے ▁تحفظ ▁اور ▁اس ▁کی ▁اشاعت ▁کی ▁ذم ہ ▁داری ▁ہمیشہ ▁سے ▁حو زہ ▁ہ ائے ▁علمی ہ ▁کے ▁ زعم اء ▁اور ▁بزرگ ▁علماء ▁کے ▁دو ش ▁پر ▁رہی ▁ہے۔ ▁اسی ▁وجہ ▁سے ▁روشن ▁فکر ▁علماء ▁ہمیشہ ▁اس ▁سعی ▁و ▁تلاش ▁میں ▁رہے ▁ہیں ▁کہ ▁آف ت وں ▁کو ▁عز ا داری ▁کی ▁مجالس ▁سے ▁دور ▁کریں ▁جو ▁عوام ▁کی ▁ جہ الت ▁یا ▁دشمن وں ▁کے ▁پرو پی گ نڈ وں ▁کی ▁وجہ ▁سے ▁ان ▁گران قدر ▁مجلس وں ▁کے ▁دامن ▁گیر ▁ہوئی ▁ہیں۔
▁مان چ سٹر : پاکستان ▁پیپلز ▁پارٹی ▁کے ▁بزرگ ▁رہنما ▁بھٹو ▁کے ▁ساتھ ی ▁حاج ی ▁شریف ▁کی ▁جانب ▁سے ▁مقامی ▁ہوٹل ▁میں ▁پیپلز ▁پارٹی ▁شہید ▁بھٹو ▁گروپ ▁کی ▁چیئرمین ▁ غن وی ٰ ▁بھٹو ▁کے ▁اعزاز ▁میں ▁عش ائی ہ ▁دیا ▁گیا ▁جس ▁میں ▁مقامی ▁قیادت ▁کے ▁علاوہ ▁کارکنوں ▁کی ▁کثیر ▁تعداد ▁نے ▁شرکت ▁کی ▁تقریب ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁ غن وی ٰ ▁بھٹو ▁نے ▁کہا
▁شیراز ی ▁ہاؤس ▁کا ▁یہ ▁وسیع ▁و ▁ع ری ض ▁ڈر ائی نگ ▁روم ▁اور ▁گھر ▁کے ▁م کین وں ▁کا ▁رہ ن ▁سہ ن ▁، ا ُ ن ▁کی ▁آس ود ہ ▁حالی ▁کا ▁منہ ▁بول تا ▁ثبوت ▁تھا ▁۔ و ے کٹ وری ن ▁ سٹ ائل ▁کی ▁کھ ڑ کی وں ▁کو ▁می رون ▁رنگ ▁کے ▁ دب یز ▁پر د وں ▁سے ▁سج ایا ▁گیا ▁تھا۔ کم رے ▁کے ▁وسط ▁میں ▁لگا ▁چ ائی ن یز فان وس ▁اور ▁یہ ا ▁ ں ▁کی ▁گئی ▁ لائ ٹنگ ▁...
▁جو ▁سب س کر ائب رز ▁250 ▁ڈالر ▁ماہ انہ ▁دیتے ▁ہیں ▁انھیں ▁جو ڈی ▁کی ▁طرف ▁سے ▁بھی جا ▁گیا ▁مواد ▁اپنے ▁موبائل ▁فون ▁میں ▁محفوظ ▁کرنے ▁کی ▁اجازت ▁ہوتی ▁ہے۔
▁5 : ▁دوسروں ▁کی ▁ہر ▁وقت ▁منظوری ▁چاہ نے ▁کی ▁م مانع ت
▁تین ▁طلاق ▁سے ▁متعلق ▁بل ▁پارلیمنٹ ▁میں ▁آج ▁ہوگا ▁پیش ▁۔ ▁قرآن ▁اور ▁آئین ▁کی ▁روح ▁کے ▁خلاف ▁کوئی ▁قانون ▁منظور ▁نہیں۔ ▁مسلم ▁پرسنل ▁لا ▁ء ▁بورڈ ▁کا ▁موقف ▁سخت ▁پر ▁Rai han ▁Nad wi
▁ہمارے ▁بارے ▁میں
▁بھارت ▁کے ▁پاکستان ▁پر ▁من ▁گھ ڑ ت ▁اور ▁بے ▁ہو دہ ▁الزامات
▁بھارت ▁اور ▁بنگلہ ▁دیش ▁کے ▁درمیان ▁میچ ▁سے ▁کرکٹ ▁عالمی ▁می لے ▁کا ▁آغاز
▁برطانیہ ▁نے ▁الطاف ▁حسین ▁کو ▁سزا ▁دینے ▁کی ▁یقین ▁ دہ انی ▁کروا ▁دی ▁، عمر ان ▁فاروق ▁کی ▁اہلیہ ▁قتل ▁میں ▁ملوث ، س کار ٹ ▁لینڈ ▁سوال ▁کے ▁جواب ▁کیلئے ▁دوبارہ ▁متحرک ، ▁کئی ▁راہ ن ما ▁ ئ وں ▁کے اع تر افی ▁بیان ▁بھی ▁سامنے ▁آنے ▁کو ▁تیار ، سن سن ی ▁خیز ▁انکشاف ات Jul ▁14 th , ▁2015 5 ▁comments
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ٹوئٹر
▁اردو ▁نیوز ▁شو
▁6 ▁د اؤ د ▁نے ▁کہا ▁” ▁وہ ▁شخص ▁جو ▁ یب وسی ▁لوگوں ▁پر ▁حملہ ▁کرنے ▁میں ▁رہنما ئی ▁کرے ▁گا ▁وہ ▁میری ▁فوج ▁کا ▁سپ ہ ▁سال ار ▁ہو ▁گا۔ ” ▁اور ▁یو آب ▁جو ▁کہ ▁ض روی ا ہ ▁کا ▁بیٹا ▁تھا ▁حملہ ▁کی ▁رہنما ئی ▁کی ▁اور ▁اس ▁لئے ▁وہ ▁فوج ▁کا ▁سپ ہ ▁سال ار ▁بن ▁گیا۔
▁نق یب ▁قتل ▁کیس ؛ ▁پولیس ▁نے ▁را ؤ ▁ان وار ▁کو ▁مرکزی ▁ملزم ▁قرار ...
▁انتخابی ▁مواد ▁اردو ▁میں ▁بھی ▁سربراہ ▁کرنے ▁کا ▁مطالبہ
▁شعور ▁و ▁ف ہم ▁کی ▁بھی ▁اہمیت ▁اپنی ▁جگہ ▁لیکن
▁Home News NP ▁VIDEO S اگ لے ▁چوب یس ▁گھنٹے ▁میں ▁فیض ▁آباد ▁میں ▁ہی ▁نہیں ▁ہماری ▁پارلیمنٹ ▁میں ▁بھی ▁کچھ ▁نہ ▁کچھ ▁ہونے ▁والا ▁ہے : ▁حامد ▁میر
▁23 ▁جون ▁کو ▁ہونے ▁والے ▁عوامی ▁ری فر نڈ م ▁میں ▁برطانوی ▁عوام ▁کی ▁اکثریت ▁نے ▁یورپی ▁یونین ▁سے ▁الگ ▁ہونے ▁کے ▁حق ▁میں ▁ووٹ ▁دیا ▁تھا۔
▁کوئٹہ ▁گلی ڈی ▁ای ٹر ز ▁کے ▁سب ▁سے ▁اہم ▁کھلاڑی ▁پی ▁ایس ▁ایل ▁ا دھ وری ▁چھوڑ ▁کر ▁بھارت ▁چلے ▁گئے ؟ ▁لیکن ▁کیوں
▁وزیراعظم ▁عمران ▁خان ۔ ▁استحکام ِ ▁جمہوریت ▁یا ▁کچھ ▁اور ؟
▁محمد ▁و سیم ▁کو ▁آج ▁تک ▁اس ▁بات ▁کا ▁بھی ▁افسوس ▁ہے ▁کہ ▁چار ▁سال ▁قبل ▁وہ ▁دہلی ▁میں ▁منعقد ہ ▁کام ن ▁ویل تھ ▁گیم ز ▁میں ▁کان سی ▁کا ▁تم غ ہ ▁جیت ا ▁تھا ▁لیکن ▁فورا ً ▁بعد ▁چین ▁میں ▁منعقد ہ ▁ای شین ▁گیم ز ▁میں ▁عامر ▁خان ▁کے ▁بھائی ▁ہار ون ▁خان ▁کی ▁شرکت ▁یقینی ▁بنانے ▁کے ▁لیے ▁انہیں ▁اپنی ▁ک ٹی گری ▁تبدیل ▁کرنے ▁پر ▁مجبور ▁کیا ▁گیا ▁جس ▁سے ▁ان ▁کی ▁کارکردگی ▁متاثر ▁ہوئی ▁حالانک ہ ▁ای شین ▁گیم ز ▁سے ▁قبل ▁انھوں ▁نے ▁بی جنگ ▁میں ▁ورلڈ ▁کوم ب یٹ ▁گیم ز ▁میں ▁گول ڈ ▁می ڈ ل ▁جیت ا ▁تھا۔
▁وفات ▁کے ▁بعد ▁ امی ▁جی ▁میری ▁شاعر ی ▁میں ▁بھی ▁آنے ▁لگ یں :
▁ہماری ▁جناب ▁الطاف ▁حسین ▁سے ▁درخواست ▁ہے ▁کہ ▁اپنے ▁اقلیت وں ▁کے ▁حوالے ▁سے ▁دیئے ▁گئے ▁بیان ات ▁کو ▁عملی ▁جام ہ ▁پن ہا ▁کر ▁پاکستان ▁میں ▁ایک ▁ نئ ▁مثال ▁قائم ▁کریں
▁مرکزی ▁مواد ▁پر ▁جائیں
▁سام ▁سنگ ▁نے ▁ان ٹی ل ▁کو ▁پیچھے ▁چھوڑ ▁دیا
▁نیویارک ▁: ▁دنیا ▁کا ▁سب ▁سے ▁بڑا ▁سرچ ▁ان جن ▁گوگل ▁نے ▁اپنے ▁سوشل ▁میڈیا ▁پلی ٹ ▁فارم ▁گور گل ▁پلس ▁کو ▁بند ...
▁آزادی ▁کی ▁منزل ▁قریب ▁تر ▁ہے ، ▁فلسطینی ▁قوم ▁کا ▁خون ▁جلد ▁رنگ ▁لائے ▁گا : ▁خالد ▁مش عل
▁کراچی ▁( ا سٹ اف ▁رپورٹ ر ) ▁پاکستان ▁میں ▁ڈ پر یشن ، ▁دماغ ی ▁اور ▁نفس ی اتی ▁بیماری وں ▁میں ▁اضافہ ▁ہو ▁رہا ▁ہے ▁اس ▁کی ▁وجہ ▁معاشر تی ▁و ▁معاشی ▁مسائل ، ▁غیر ▁محفوظ ▁ہونا ، ▁سیاسی ▁عدم ▁استحکام ، ▁بے ▁روزگار ی ، ▁روزگار ▁کے ▁دوران ▁کام ▁کا ▁دباؤ ، ▁خوف ، ▁امتیاز ی ▁سلوک ▁اور ▁معاشر تی ▁تبدیلی ▁وغیرہ ▁ہیں۔ ▁ان ▁خیالات ▁کا ▁اظہار ▁ماہرین ▁صحت ▁نے ▁عالمی ▁دماغ ی ▁صحت ▁کے ▁دن ▁کے ▁موقع ▁پر ▁کیا۔ ▁صدر ▁پاکستان ▁سائ یکا ٹری ▁ سوس ائ ٹی ▁اور ▁جناح ▁اسپتال ▁میں ▁سربراہ ▁ڈ پار ٹ منٹ ▁نفس یات ▁ڈاکٹر ▁اقبال ▁آفریدی ▁نے ▁کہا ▁کہ ▁ڈ پر یشن ▁عالمی ▁مسئلہ ▁ہے ▁جو ▁خاص ▁طور ▁پر ▁ترقی ▁پذیر ▁ممالک ▁میں ▁در پیش ▁ہے۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁ڈ پر یشن ▁کی ▁وجہ ▁سے ▁عالمی ▁بیماری وں ▁کے ▁بوجھ ▁اور ▁اخراج ات ▁میں ▁اضافہ ▁ہوا ▁ہے ▁جس ▁سے ▁پوری ▁دنیا ▁میں ▁ہر ▁معاشر
▁تیز ▁رفتار ▁کار ▁نے ▁2 ▁مزدور وں ▁کو ▁کچ ل ▁ڈال ا ، ▁ایک ▁جاں ▁بحق
▁واپس ▁اوپر ▁جائیں
▁کھیل ▁کی ▁خبریں
▁ایک ▁فحش ▁تحریر ▁(18 + ▁بھی ▁نہ ▁پڑھیں )
▁یہ ▁اصطلاح ات ▁پورے ▁دین ▁میں ▁استعمال ▁ہوتی ▁ہیں ▁کل ▁نو ▁اصطلاح ات ▁بیان ▁کی ▁جائیں ▁گی
▁مسلسل ▁ایس وسی ▁ای شن ▁اور ▁اندر ونی ▁ترقی اتی ▁گروپ وں ▁کے ▁ساتھ ▁آپریشن ▁گروپ وں ▁کی ▁مصروف یت ▁کو ▁ترقی اتی ▁زندگی ▁کی ▁زندگی ▁کے ▁ذریعے
▁اضلاع ▁کی ▁خبریں

▁اگر ▁آپ ▁کے ▁پاس ▁کی بل ▁ٹیلی وی ژن ▁ہے ، ▁تو ▁براہ ▁مہربانی ▁کی بل ▁کمپنی ▁کو ▁اپنی ▁منتقل ی ▁سے ▁مطلع ▁کریں۔ ▁آپ ▁کو ▁اپنی ▁ٹیلی ف وں ▁کی ▁سروس ▁کو ▁من قطع ▁کروا نے کی ل ئے ▁بھی ▁لازم ا ً بند وب ست ▁کرنا چا ہ ئیے ۔
▁چنانچہ ▁حرکت ▁بیدار ی ▁اسلامی ▁اور ▁اس ▁کے ▁نشان ات ▁اس ▁موضوع ▁کی ▁صاف ▁حکایت ▁کرتے ▁ہیں ▁کہ ▁اس ▁خطے ▁کے ▁لوگ ▁کبھی ▁بھی ▁ان ▁کے ▁ایسے ▁پروگرام وں ▁کو ▁وجود ▁میں ▁نہیں ▁آنے ▁دیں ▁گے ▁اس ل ئے ▁کہ ▁اب ▁وہ ▁امریکہ ▁اور ی ور پ ▁کو ▁دشمن ▁کی ▁ن گاہ ▁سے ▁دیکھتے ▁اور ▁ جہ ان ▁اسلام ▁میں ▁تمام ▁مشکلات ▁کو ▁وجود ▁میں ▁لانے ▁کا ▁سبب ▁انہیں ▁کو ▁جانتے ▁ہیں ▁۔
▁دو ▁دہائی اں ▁گزر نے ▁کے ▁باوجود ▁فلم ▁انڈسٹری ▁پنجاب ی ▁فلم وں ▁کے ▁ہیرو ئن ▁ص ائم ہ ▁نور ▁کا ▁م تبادل ▁تلاش ▁نہ ▁کر ▁سک ی
▁امریکی ▁وزیر ▁خارجہ ▁نے ▁ایسا ▁بیا ▁ن ▁دے ▁دیا ▁کہ ▁بڑے ▁مسلمان ▁ملک ▁میں ▁حکومت ▁کا ▁تخت ہ ▁ال ٹ نے ▁کی ▁ قی اس ▁...
▁لاہور : ▁پریس ▁کلب ▁کے ▁باہر ▁احتجاج ی ▁م ظ ا ہر وں ▁کے ▁باعث ▁پولیس ▁نے ▁رکاوٹ یں ▁کھڑی ▁کر ▁کے ▁راستے ▁کو ▁بند ▁کر ▁رکھا ▁ہے۔
▁” بی وقوف ▁لڑکی ▁تمہیں ▁وہاں ▁اپنے ▁تمام ▁حالات ▁بتا نے ▁چاہئے ▁تھے ▁تم ہ ارا ▁پاس پور ٹ ▁کس ▁طرح ▁تمہارے ▁خب ی ث ▁میاں ▁نے ▁ضبط ▁کر ▁رکھا ▁ہے ▁یہ ▁بت ات یں ▁تو ▁یقینا ▁وہ ▁تمہاری ▁مدد ▁کرتے ▁اپنے ▁بچوں ▁کے ▁بارے ▁میں ▁بھی ▁سب ▁کچھ ▁سچ ▁سچ ▁بتا نا ▁چاہئے ▁تھا۔ “
▁April ▁27, ▁2017 ▁اضلاع ▁کی ▁خبریں ▁Leave ▁a ▁comment
▁سرزمین ▁جنوبی ▁فرانس یسی ہ ▁و ▁ان ٹ ارک ٹیک ا
▁بی ▁بی ▁سی ▁سے ▁رابطہ ▁کریں
▁یقینا ً ▁یہ ▁سب ▁وع ظ ▁اور ▁نص ی حت یں ▁بہت ▁اچھے ▁ہیں ▁لیکن ▁جب ▁پیٹ ▁خالی ▁ہوں۔ ▁جب ▁حامل ہ ▁عورت یں ▁ہر ▁چل تی ▁گاڑی ▁کو ▁امداد ی ▁گاڑی ▁سمجھ ▁کر ▁پیچھے ▁پیچھے ▁بھاگ ▁رہی ▁ہوں۔ ▁جب ▁بچے ▁خوراک ▁کی ▁تقسیم ▁کے ▁وقت ▁اپنے ▁ہی ▁ب ڑوں ▁کے ▁پیر وں ▁تل ے ▁آ ▁رہے ▁ہوں ▁اور ▁جب ▁بڑے ▁چھ ی نا ▁جھ پٹ ی ▁کے ▁دوران ▁پولیس ▁کے ▁ڈ نڈ وں ▁کی ▁زد ▁میں ▁آ ▁رہے ▁ہوں ▁۔ ▁کیا ▁یہ ▁وقت ▁وع ظ ▁اور ▁نص ی حت ▁کے ▁لیے ▁مناسب ▁ہے ؟
▁بھارت ▁میں ▁بی ▁جے ▁پی ▁اور ▁آر ▁ایس ▁ایس ▁انتہا ▁پسند ▁عناصر ▁کی ▁ٹرین نگ ▁کر ▁رہی ▁ہے ، ▁یہ ▁دونوں ▁انتہا ▁پسند ▁تنظیم یں ▁لوگوں ▁کو ▁بھر تی ▁کررہی ▁ہیں ▁اور ▁ملک ▁میں ▁ہندو ▁دہشت ▁گردی ▁کے ▁کیمپ ▁چلا ▁رہی ▁ہیں۔ ▁بھارت ▁میں ▁ہندو ▁انتہا ▁پسند ی ▁بڑھانے ▁کے ▁کیمپ س ▁موجود ▁ہیں ▁جن ▁میں ▁انتہا ▁پسند ی ▁کی ▁تربیت ▁دینے ▁کا ▁انکشاف ▁ہوا ▁ہے “ ۔ ▁بھارتی ▁وزیر ▁داخلہ ▁نے ▁جس ▁محفل ▁میں ▁ہندو ▁انتہا ء پسند ی ▁پھیل نے ▁کی ▁بات ▁کی ▁اس ▁میں ▁وزیراعظم ▁من مو ہن ▁سنگھ ▁اور ▁حکمران ▁جماعت ▁کا نگ رس ▁کے ▁رہنما ▁راہ ول ▁گاندھی ▁بھی ▁موجود ▁تھے۔ ▁اگر ▁یہ ▁بات ▁وزیر ▁خارجہ ▁سلمان ▁خورشید ▁نے ▁کی ▁ہوتی ▁تو ▁ہندو ؤں ▁کے ▁ تعصب ▁کا ▁شکار ▁ہو ▁کر ▁وزارت ▁سے ▁نکال ے ▁جا ▁چکے ▁ہوتے ۔ بہ ر حال ▁پاکستان ▁کو ▁شن دے ▁کے ▁اعتراف ▁کو ▁عالمی ▁سطح ▁پر ▁اج اگر ▁کرنا ▁چاہئے ۔ ▁بھارت ▁جس ▁شد ▁و ▁مد ▁سے ▁پاکستان ▁کو ▁بدن ام ▁کرنے ▁کیلئے ▁سر گرد اں ▁ہے ▁پاکستان ▁کو ▁کہیں ▁بڑھ ▁کر ▁اپنا ▁کیس ▁اٹھا نا ▁چاہئے ۔ ▁خدا ▁کیلئے ▁شن دے ▁کے ▁اس ▁اعتراف ▁کے ▁بعد ▁تو ▁حکمران ، ▁سیاست دان ▁میڈیا ▁اور ▁دیگر ▁تمام ▁طبقات ▁متحد ▁ہو ▁کر ▁یک ▁زبان ▁ہو ▁جائیں ۔ ▁بھارت ▁کو ▁مشرف ▁والے ▁مذکورہ ▁سخت ، ▁د وٹ وک ▁اور ▁غیر ▁ل چک دار ▁لہ جے ▁میں ▁جواب ▁دیں۔
▁انس ٹی ▁ٹی وٹ ▁آف ▁نیو رو ▁سائنس ز ▁جنرل ▁ہسپتال ▁کو ▁خود ▁مختار ی ▁دینے ▁پر ▁غور
▁اور ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁و ▁سلم ▁نے ▁فرمایا : ▁ہر ▁اولاد ▁آدم ▁کے ▁لیے ▁زن ا ▁کا ▁بھی ▁کچھ ▁حصہ ▁م قدر ▁ہے ، ▁وہ ▁اس ▁کو ▁لازم ی ▁طور ▁پر ▁پات ا ▁ہے ، ▁فرمایا : ▁آن کھ ▁کا ▁زن ا ▁( نام حرم ▁پر ) ▁نظر ▁کرنا ▁ہے ▁اور ▁اس ▁کی ▁تصدیق ▁نظر ▁م وڑ ▁لینا ▁ہے ، ▁اور ▁زبان ▁کا ▁زن ا ▁( فح ش ) ▁بات ▁چیت ▁ہے ، ▁اور ▁دل ▁کا ▁زن ا ▁خواہش ▁کرنا ▁ہے ▁اور ▁شرم ▁گاہ ▁گناہ ▁کی ▁تصدیق ▁کرتی ▁ہے ▁یا ▁جھ ٹل اتی ▁ہے۔
▁I ' m ▁very ▁very ▁very ▁ HAPPY ! ▁* - * ▁گیا ▁کیا ▁پوسٹ ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک
▁پی ▁ٹی ▁آئی ▁رہنما ▁نے ▁کہا ▁کہ ▁عمران ▁خان ▁کی ▁کامیابی ▁سے ▁خطے ▁میں ▁جو ▁امید ▁کی ▁ل ہر ▁آئی ▁ہے ▁اسے ▁پورا ▁کریں ▁گے ▁ ۔انہوں ▁نے ▁کہا ▁کہ ▁تحریک ▁انصاف ▁کا ا دار وں ▁کے ▁ساتھ ▁نیا سفر شر وع ▁ہورہا ہے ، ا دار وں ▁میں ▁میر ٹ ▁پر ▁تعینات یاں ▁کریں ▁گے ▁، ان ▁کا ▁3 کی س ز میں ▁اپنا ▁ وک الت ▁ نامہ ▁جمع ▁کرا دیا ▁ہے ، عمر ان ▁خان ▁کی ▁طرف ▁سے ▁آج ▁الیکشن ▁کمیشن ▁میں ▁پیش ▁ہوا۔
▁ ہن گو ، ▁9 ▁ملزم ▁گرفتار ، ▁ملا گور ی ، ▁افغان ▁مہاجرین ▁کے ▁30 ▁گھر ▁منہ دم ، ▁قلع ہ ▁عبداللہ ▁میں ▁من شی ات ▁کی ▁7 ▁فیکٹری اں ▁مس مار
▁یک م ▁اگست ▁1991 : ▁جب ▁بی ▁ایس ▁ایف ▁نے ▁خون ▁کی ▁ہو لی ▁کھیل ی ▁_ ▁Im tiya z ▁Khan
▁ڈی ▁ڈبلیو ▁کے ▁ایڈ یٹر ز ▁ہر ▁صبح ▁اپنی ▁تازہ ▁ترین ▁خبریں ▁اور ▁چن ید ہ ▁رپورٹ س ▁اپنے ▁پڑھنے ▁والوں ▁کو ▁بھیج تے ▁ہیں۔ ▁آپ ▁بھی ▁یہاں ▁کلک ▁کر ▁کے ▁یہ ▁نیوز ▁ل یٹر ▁مو صول ▁کر ▁سکتے ▁ہیں۔
▁پلان نگ ▁کمیشن ▁کے ▁ساتھ 1 ارب 70 رو پ ے ▁کے ▁منصوبے کا ▁آغاز ▁کیا ▁ہے ، ق ائم ▁مقام ▁وائس ▁چانسلر ▁ زرع ی ▁یونیورسٹی ▁پشاور
▁دوسری ▁عبادت ▁قربانی ▁ہے ، ▁قربانی ▁کے ▁لئے ▁اللہ ▁تعالی ٰ ▁نے ▁ذ ی ▁الحج ہ ▁کے ▁تین ▁دن ▁یعنی ▁دس ▁گیا رہ ▁اور ▁بارہ ▁تاریخ ▁مقرر ▁فرما دی ▁ہے۔ ▁ان ▁ایام ▁کے ▁علاوہ ▁اگر ▁کوئی ▁شخص ▁قربانی ▁کی ▁عبادت ▁کرنا ▁چاہے ▁تو ▁نہیں ▁کرسکتا ۔ ▁البتہ ▁اگر ▁کوئی ▁شخص ▁صدق ہ ▁کرنا ▁چاہے ▁تو ▁بکر ا ▁ ذبح ▁کرکے ▁اس ▁کا ▁گوشت ▁صدق ہ ▁کرسکتا ہے ؛ م گر ▁یہ ▁قربانی ▁کی ▁عبادت ▁ان ▁تین ▁دنوں ▁کے ▁سوا ▁کسی ▁اور ▁دن ▁میں ▁انجام ▁نہیں ▁پاس کت ی ۔ ▁لہ ٰ ذا ▁اللہ ▁تب ارک ▁وتع الی ٰ ▁نے ▁اس ▁زمان ے ▁کو ▁یہ ▁امتیاز ▁بخش ا ▁ہے۔ ▁اسی ▁وجہ ▁سے ▁علماء ▁کرام ▁نے ▁احادیث ▁کی ▁روشنی ▁میں ▁یہ ▁لکھا ▁ہے ▁کہ ▁رمضان ▁المبارک ▁کے ▁بعد ▁سب ▁سے ▁زیادہ ▁فضیلت ▁والے ▁ایام ▁ذ ی ▁الحج ہ ▁کے ابت د ائی ▁ایام ▁ہیں ، ▁ان ▁میں ▁عبادت وں ▁کا ▁ ثواب ▁بڑھ ▁جاتا ▁ہے ▁اور ▁اللہ ▁تعالی ٰ ▁ان ▁ایام ▁میں ▁اپنی ▁خصوصی ▁رحمت یں ▁نازل ▁فرماتے ▁ہیں۔ ▁" ۔ ▁( مل خص ▁از ا صلاح ی ▁خط بات ▁ج 2 ص 122 )
▁تلاش ▁پر ▁جائیں
▁گری نڈ ▁آپریشن ▁درست ▁لیکن ▁( روز نامہ ▁جنگ 04 ▁اکتوبر ▁، ▁2018)
▁صدر ▁ٹرمپ ▁نے ▁اپنی ▁طاقت ▁کو ▁بچانے ▁کے ▁لیے ▁ر پ بل کن ▁پارٹی ▁کے ▁امیدوار وں ▁کے ▁لیے ▁سر ت وڑ ▁الیکشن ▁مہم ▁چل ائی ▁اور ▁ایک ▁دن ▁میں ▁کئی ▁کئی ▁ریاست وں ▁میں ▁انتخابی ▁ جلس وں ▁سے ▁خطاب ▁کیا۔ ▁انھوں ▁نے ▁آخری ▁روز ▁تین ▁مختلف ▁ریاست وں ▁میں ▁تین ▁ریلی وں ▁سے ▁خطاب ▁کیا۔ ▁صدر ▁ٹرمپ ▁نے ▁ایک ▁ریلی ▁سے ▁خطاب ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁انھوں ▁نے ▁پچھلے ▁دو ▁برس وں ▁میں ▁جو ▁کامیابی اں ▁حاصل ▁کی ▁ہیں ▁وہ ▁سب ▁د اؤ ▁پر ▁لگی ▁ہوئی ▁ہیں۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁فیس ▁بک
▁وزیر ▁اعظم ▁نواز ▁شریف ▁شیخ ▁رشید ▁کو ▁اسمبلی ▁میں ▁بیٹھ ▁کر ▁کیسے ▁دیکھتے ▁ہیں ▁؟
▁اور ▁میں ▁کہ تا ▁ھ وں
▁ص یہ ونی ▁حکومت ▁غیر ▁قانونی ▁اور ▁ناجائز ▁حکومت ▁ہے ▁، ▁سید ▁علی ▁خام نہ ▁ای
▁مجھے ▁اس ▁شخص ▁سے ▁نفرت ▁ہے ▁حم نہ ▁اس ▁شخص ▁نے ▁مجھ ▁سے ▁میرا ▁سب ▁کچھ ▁چھ ین ▁لیا ▁کچھ ▁بھی ▁نہیں ▁رہنے ▁دیا ▁میرے ▁پاس ۔ ▁وہ ▁رو ▁رہی ▁تھی ▁اور ▁حم نہ ▁کی ▁سمجھ ▁میں ▁نہیں ▁آر ہا ▁تھا ▁کہ ▁وہ ▁کیسے ▁اسے ▁چپ ▁کرا ئے۔ ▁ت بھی ▁وہ ▁بول ی ۔
▁وزیراعلی ٰ ▁پنجاب ▁شہباز ▁شریف ▁نے ▁یہ ▁ہ دا یات ▁متعلقہ ▁محکم وں ▁کے ▁سربراہ ی ▁اجلاس ▁سے ▁ویڈیو ▁لنک ▁کے ▁ذریعے ▁خطاب ▁کرتے ▁ہوئے ▁دیں ▁انہوں ▁نے ▁انتظامی ▁اداروں ▁کی ▁جانب ▁سے ▁عید ▁الا ضح ی ٰ ▁پر ▁صف ائی ، ▁مو ی شی ▁من ڈی وں ▁میں ▁انتظام ات ▁اور ▁ٹریفک ▁نظام ▁سے ▁متعلق ▁اقدامات ▁کا ▁جائزہ ▁لیا۔
▁پی ▁پی ▁بہ ادر ▁جماعت ▁ہے ، ▁ہم ▁نے ▁ضیا ء ▁اور ▁مشرف ▁جیسے ▁آمر ▁کا ▁مقابلہ ▁کیا ▁، ▁اس ▁ک ٹھ ▁پت لی ▁وزیراعظم ▁کا ▁بھی ▁کریں ▁گے : ▁بلاول
▁ای ▁کام رس , ▁ای ▁کام رس , ▁تمام ▁چیز یں , ▁بینک ▁ٹر ان سفر , ▁be an stream , ▁کر یڈ ٹ ▁کارڈ , ▁ای ▁کام رس , ▁inter ac , ▁ادائیگی ▁کے ▁گی ٹ ▁و ے , ▁Woo Commerce ▁کے
▁توانائی ▁کے ▁مسئلے ▁پر ▁قابو ▁پانے ▁کیلئے ▁دن ▁رات ▁ایک ▁کئے ▁ہوئے ▁ہیں ▁: ▁شہباز ▁شریف
▁کشمیر ▁نہ ▁پہلے ▁بھارت ▁کا ▁حصہ ▁تھا ▁اور ▁نہ ▁ہے : ...
▁اپوزیشن ▁ طعن ے ▁دے ▁رہی ▁ہے ▁کہ ▁یہ ▁ٹیم ▁ملک ▁نہیں ▁چلا ▁سکتی ۔ ▁سب ▁سے ▁زیادہ ▁تنقید ▁وزیراعلی ٰ ▁پنجاب ▁عثمان ▁بز دار ▁پر ▁ہوتی ▁ہے۔ ▁انہیں ▁نا تجرب ہ ▁کاری ▁کا ▁ طعن ہ ▁دیا ▁جاتا ▁ہے۔ ▁92 ء ▁کے ▁عالمی ▁کپ ▁کی ▁ٹیم ▁میں ▁ا نضمام ▁نیا ▁کھلاڑی ▁تھا۔ ▁کسی ▁کو ▁ا ُ م ید ▁ہی ▁نہیں ▁تھی ▁کہ ▁وہ ▁سیم ی ▁فائنل ▁اور ▁فائنل ▁میں ▁اتنا ▁عمد ہ ▁کھیل ے ▁گا ▁کہ ▁ٹیم ▁کی ▁جیت ▁میں ▁اہم ▁کردار ▁ادا ▁کر ▁سکے ▁گا۔ ▁ورلڈ ▁کپ ▁جیت نے ▁کے ▁بعد ▁کپتان ▁کا ▁وہ ▁انتخاب ▁درست ▁ثابت ▁ہوا۔
▁طبقات ی ▁جر ٹ ▁اور ▁اس ▁جدوجہد ▁کے ▁اثرات ▁سے ▁خوف ▁زد ہ ▁ہو ▁کر ▁حکومت ▁نے ▁ورک رز ▁کے ▁مطالب ات ▁تسلیم ▁کر ▁لئے ▁یوں ▁ایم ▁ڈی ▁ہار ون ▁اعجاز ▁کو ▁مست ع فی ▁ہونا ▁پڑا ▁جھوٹ ے ▁مقدمات ▁کا ▁خاتمہ ▁ہوا ▁۔ بر طرف ▁ملازمین ▁بحال ▁ہوئے ▁اور ▁ترک ▁ا ئیر ▁ل ائی نز ▁سے ▁معاہدہ ▁منسوخ ▁کرنا ▁پڑا ▁۔

▁فون ▁6 ، ▁6 ▁کے ▁علاوہ ، ▁5 s ▁اور ▁زیادہ
▁حدیث ▁کی ▁اہمیت ▁اور ▁ضرورت

▁ناصر ▁إ قبال ▁نے ▁کہا ▁ہے : ▁↑
▁اور ▁حسینی ▁قافل ہ ▁سا ڑے ▁نو ▁سو ▁انگریز ی ▁میل ▁یا ▁800 ▁عربی ▁میل ▁کی ▁مسا فت ▁اور ▁دشوار ▁گزار ▁مراحل ▁طے ▁کر ▁کے ▁کسی ▁بھی ▁حالت ▁میں ▁20 ▁یا ▁22 ▁دن ▁میں ▁یعنی ▁2 ▁محرم ▁61 ▁ہ جری ▁کو ▁ہر ▁ گز ▁اس ▁مقام ▁پر ▁نہیں ▁پہنچ ▁سکتا ▁تھا۔ ▁تو ▁آپ ▁سوچ ی ئے ▁کہ ▁پھر ▁پانی ▁بند ▁کرنے ▁، ▁وحشی انہ ▁م ظ الم ▁اور ▁جنگ ▁و ▁جد ل ▁کی ▁من ▁گھ ڑ ت ▁روایت یں ▁اور ▁مصنوعی ▁مع ر کہ ▁آر ائی وں ▁کی ▁داستان یں ▁کس ▁اب ▁و ▁تاب ▁سے ▁بیان ▁کی ▁گئیں ▁کہ ▁آٹھ ▁دن ▁پہلے ▁ہی ▁قافل ے ▁کو ▁جا ۓ ▁وقوع ہ ▁تک ▁پن چان ا ▁مقصود ▁تھا
▁مت ذ کر ہ ▁چار وں ▁عنوان ات ▁کی ▁واضح ▁وضاحت ▁کے ▁بعد ▁اس ▁تکلیف ▁ دہ ▁امر ▁کا ▁اظہار ▁بھی ▁ضروری ▁ہے ▁کہ ▁فی ▁زمان ہ ▁مجموع ہ ▁کلام ▁کو ▁دیوان ▁اور ▁کلی ات ▁سے ▁مو سوم ▁کیا ▁جارہا ▁ہے۔ ▁اب ▁مجموع ہ ▁کلام ▁کو ▁کچھ ▁حضرات ▁دیوان ▁اور ▁کلی ات ▁بھی ▁لکھ ▁رہے ▁ہیں ▁جس ▁کی ▁وجہ ▁سے ▁ان ▁مت فرق ▁موضوعات ▁کا ▁ت شخص ▁متاثر ▁ہو ▁رہا ▁ہے۔ ▁صاحب ان ِ ▁علم ▁و ▁فضل ▁سے ▁درخواست ▁ہے ▁کہ ▁ان ▁مسائل ▁کی ▁جانب ▁توجہ ▁فرم ائیں ▁تاکہ ▁ان ▁موضوعات ▁کا ▁ت شخص ▁اور ▁اہمیت ▁برقرار ▁رہے۔
▁ہو ش یار ▁رہیں ▁کہ ▁آپ ▁کی ▁غیر ▁معمولی ▁احتیاط ▁پسند ی ▁سرحد ▁پر ▁موجود ▁سرکاری ▁کار ند وں ▁کو ▁شک ▁میں ▁ڈال ▁سکتی ▁ہے۔
▁سیکیورٹی ▁حکام ▁نے ▁ملزم ▁کو ▁اس ▁وقت ▁گرفتار ▁کیا ▁جب ▁وہ ▁مصر ی ▁نوجوان ▁سے ▁طے ▁شدہ ▁رقم ▁کی ▁پہلی ▁ق سط ▁ 20,000 پ اؤ نڈ ▁وصول ▁کر ▁رہا تھا ۔ ▁بعد از اں ▁ملزم ▁نے ▁اس ▁نوجوان ▁سمیت ▁متعدد ▁افراد ▁سے ▁گور کن ▁اور ▁معاون ▁گور کن ▁کی ▁آس امی وں ▁کے ▁لیے ▁بھاری ▁ر قوم ▁طلب ▁کرنے ▁کا ▁اعتراف ▁کیا ▁۔
▁تلاش ▁کیا ▁جانے ▁والا ▁لفظ :
▁ , ▁انگریز ی ▁میں , ▁42 ▁صفحات , ▁And e site ▁Press , ▁اس ▁ناول ▁کا , ▁نیا
▁عمران ▁خان ▁نے ▁ٹیلی ▁فون ▁کر ▁کے ▁سندھ ▁سے ▁ایسی ▁شخصیت ▁کو ▁فوری ▁اسلام ▁آباد ▁بلا ▁لیا ▁کہ ▁...
▁چلا س ▁میں ▁ذرائع ▁ابلاغ ▁کے ▁نم ائب د وں ▁سے ▁بات ▁چیت ▁کرتے ▁ہوئے ▁صوبائی ▁وزیر ▁صحت ▁نے ▁کہا ▁کہ ▁پانچ ▁سال وں ▁میں ▁صحت ▁کے ▁شعبے ▁میں ▁ریکارڈ ▁بہتر ی ▁ل ائی ▁گئی ▁۔ م اض ی ▁میں ▁ڈاکٹر ز ▁ستر ہ ▁گری ڈ ▁میں ▁بھر تی ▁ہو ▁کر اسی ▁سک یل ▁میں ▁ریٹائر ▁ہو ▁جاتے ▁تھے ، صوب ائی ▁حکومت ▁کی ▁کا وش وں ▁سے ▁ڈاکٹر وں ▁کو ▁سروس ▁ سٹر یک چر ▁ملا ۔ ▁اب ▁ایک ▁می ڈیکل ▁آف سر ▁گری ڈ ▁20 ت ک ▁جا ▁سکے ▁گا۔ ▁اسی ▁طرح ▁پیر ا ▁می ڈیکل ▁ سٹ اف ▁کو ▁خیبر ▁پختونخوا ہ ▁کا ▁سروس ▁ سٹر یک چر ▁دیا ▁گیا۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁ضلع ▁دیا مر ▁میں ▁ڈ سپ ن سر یاں ▁اور ▁ہسپتال ▁کی ▁عمارت یں ▁بنی ▁تھیں ▁لیکن ▁ سٹ اف ▁نہ ▁ہونے ▁کی ▁وجہ ▁سے ▁فعال ▁نہیں ▁ہو ▁سکیں ▁تھیں ▁۔ جس ▁کیلئے ▁تین ▁سو ▁اس ام یاں ▁کی ▁منظوری ▁لی ▁گئی ▁ہے ▁۔ بھ رت یوں ▁کے ▁بعد ▁صحت ▁کی ▁سہولیات ▁مذ ید ▁بہتر ▁طریقے ▁سے ▁می سر ▁ہوں ▁گی۔ ان وں ▁نے ▁کہا ▁کہ ▁گلگت ▁بلتستان ▁میں ▁فرق ہ ▁وار یت ▁کے ▁خاتمے ▁کیلئے ▁مساجد ▁بورڈ ▁کی ▁تشکیل ▁اور ▁ضابط ہ ▁اخلاق ▁مرتب ▁کرنا ▁صوبائی ▁حکومت ▁کا ▁اہم ▁کار نامہ ▁ہے ▁جیسے ▁ملک ▁بھر ▁میں ▁سرا ہا ▁جا ▁رہا ▁ہے۔
▁کھیل ▁کی ▁خبریں
▁by قلم ▁کار ▁مارچ ▁20 , ▁2017 ▁صفحہ ▁اول , ▁معاشر ہ
▁پیش ▁سے ▁طرف ▁کی ▁sleep y ze bra
▁ہم ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁جان نا ▁چاہتے ▁ہیں ، ▁جو ▁پاکستانی ▁معاشرے ▁میں ▁مثبت ▁تبدیلی ▁لا ▁رہے ▁ہیں۔
▁بنت ▁ام جد , ▁مئی ▁17, ▁2015, ▁فورم ▁: ▁حدیث ▁- ▁شریعت ▁کا ▁دوسرا ▁اہم ▁ستون
▁اور ▁اندر ▁میرے ▁کمر ے ▁میں ▁دیوار یں ▁مجھ ▁سے ▁کہ تی ▁ہیں :
▁ای ریز ونا ، ▁نیو ▁می کسی کو ، ▁کولو را ڈو ، ▁ٹیکس اس ، ▁او کل ا ہو ما ، ▁بش مول ▁شمالی ▁ چہ وا ہ وا ، ▁كو ا ہو يلا ، ▁اور ▁تا ما ولی پ اس
▁با ▁حجاب ▁خواتین ▁کو ▁نکال نے ▁والے ▁امریکی ▁ری ستور ان ▁کی ▁انتظامیہ ▁نے ▁از ال ے ▁کا ▁فیصلہ ▁کر ▁لیا
▁حدود ▁اللہ ▁کا ▁ نفاذ ▁یا ▁پھر ۔۔۔ !
▁‫ ک بھی ▁آئندہ ▁تم ▁نے ▁ایسا ▁معاملہ ▁کیا ▁پھر ▁اس ▁طرح ▁کی ▁باتیں ▁کرتا ▁ہوا ▁بھاگ ▁کر ‬
▁آج ▁کا ▁اخبار
▁ سٹ ٓ ار ایش یا ▁نیوز اس پیش ل ▁کے ▁مطابق ▁ایشیا ئی ▁ترقی اتی ▁بینک ▁گری ن ▁کل ائم یٹ ▁فنڈ ▁کے ▁تحت ▁پاکستان ▁کو ▁4 ▁کروڑ ▁90 ▁لاکھ ▁ڈالر ▁فراہم ▁کرے ▁گا ، ▁اے ▁ڈی ▁بی ▁کی ▁طرف ▁سے ▁پاکستان ▁کو ▁1 ▁کروڑ ▁20 ▁لاکھ ▁ڈالر ▁گران ٹ ▁دی ▁جائے ▁گی ▁جب ▁کہ ▁3 ▁کروڑ ▁70 ▁لاکھ ▁ڈالر ▁قرض ▁کی ▁صورت ▁میں ▁دیئے ▁جائیں ▁گے۔
▁جامع ہ ▁ای اص وف یہ ، ▁جسے ▁اب ▁ عج ائب ▁گھر ▁کی ▁شکل ▁دے ▁دی ▁گئی ▁ہے
▁دل ▁مگر ▁کم ▁کسی ▁سے ▁ملتا ▁ہے
▁انگلینڈ ▁کا ▁دورہ ▁ویسٹ ▁انڈیز ▁کیلئے ▁ٹیسٹ ▁اور ▁ون ▁ڈے ▁سک وا ڈز ▁کا ▁اعلان
▁میاں ▁چن وں ▁( نامہ ▁نگار ) ▁لڑکی ▁کو ▁چھ ی ڑنے ▁پر ▁و رث ا ▁نے ▁نوجوان ▁پڑ وسی ▁کو ▁ڈ نڈ وں ▁اور ▁سو ٹ وں ▁سے ▁تشدد ▁کر ▁کے ▁ہلاک ▁کر ▁دیا۔ ▁پولیس ▁نے ▁مقدمہ ▁درج ▁کر ▁کے ▁تین وں ▁ملزم وں ▁کو ▁گرفتار ▁کر ▁لیا۔ ▁چک ▁نمبر ▁15 / 125 ▁ایل ▁گ ؤ ش الہ ▁کا ▁رہائش ی ▁محمد ▁الی اس ▁پڑ وسی ▁لڑکی ▁( ف ) ▁سے ▁اکثر ▁چھ ی ڑ ▁خان ی ▁کرتا ▁تھا۔ ▁متعدد ▁بار ▁منع ▁کیا ▁مگر ▁باز ▁نہ ▁آیا ▁گذشتہ ▁روز ▁گھر ▁سے ▁نکل تے ▁ہی ▁شاہد ، ▁د ُ ر ▁محمد ▁اور ▁شعب ان ▁نے ▁حملہ ▁کر ▁دیا۔
▁کراچی ▁میں ▁سندھ ▁ہائیکورٹ ▁سے ▁زیر ▁حراست ▁ملزمان ▁پھر ▁فرار ▁ہوگئے۔
▁تلاش ▁کے ▁مفید ▁روابط
▁اس ▁بیماری ▁یعنی ▁گیم نگ ▁ڈ س ▁آر ڈر ▁میں ▁دیر ▁تک ▁ویڈیو ▁گیم ز ▁کھیل نا ▁، ▁اور ▁انہیں ▁دوسرے ▁معمولا ت ▁زندگی ▁پر ▁فوق یت ▁دینا ▁نمای اں ▁ہیں ▁۔ ▁عالمی ▁ادارہ ▁صحت ▁کا ▁کہنا ▁ہے ▁کہ ▁یہ ▁لت ▁ذہنی ▁بیماری ▁ہے ▁۔ ▁جو ▁انسانی ▁ذہن ▁کی ▁استعداد ▁کار ▁کو ▁بری ▁طرح ▁متاثر ▁کرتی ▁ہے ▁۔ ▁اسے ▁اضطراب ی ▁کیفیت ▁سے ▁دو چار ▁ایسا ▁کرتی ▁ہے ▁کہ ▁کھیل نے ▁والا ▁چ ڑ ▁چ ڑا ▁اور ▁ضد ی ▁ہوتا ▁جاتا ▁ہے ▁۔ ▁فیصلے ▁کرنے ▁کا ▁فقدان ▁نمای اں ▁ہوتا ▁ہے ▁۔ ▁برطانوی ▁عوام ▁تو ▁کچھ ▁زیادہ ▁ہی ▁ دھ تی ▁ہے ▁۔ ج بھی ▁تو ▁ہر ▁سال ▁ڈی جی ٹل ▁ایڈ کشن ▁کے ▁پچ اس ▁نئے ▁مریض ▁سامنے ▁آتے ▁ہیں ▁اور ▁اگر ▁اس ▁لت ▁پر ▁قابو ▁نہ ▁پایا ▁گیا ▁تو ▁تعداد ▁میں ▁مزید ▁اضافہ ▁ہوسکتا ▁ہے ▁۔
▁حالی ہ ▁چند ▁سال وں ▁میں ▁نئی ▁ترقی ▁کے ▁تصور ▁کو ▁نافذ ▁کرتے ▁ہوئے ▁شان ڈو نگ ▁صوبے ▁نے ▁اعلی ٰ ▁معیار ▁کی ▁م سابق ت ▁حاصل ▁کی ▁اور ▁ترقی ▁کے ▁ پرانے م حر ّ ک ▁کو ▁نئے ▁سے ▁تبدیل ▁کرنے ، ▁بحر ی ▁ٹیکنالوجی ▁تحقیق ▁و ▁پیشرفت ، ▁تجارت ▁کی ▁شروعات ▁وغیرہ ▁میں ▁نمای اں ▁کامیابی ▁حاصل ▁کی۔
▁لیکن ▁یہ ▁خاموش ی ▁مختصر ▁تھی۔
▁پاکستان ▁میں ▁ایک ▁عرصہ ▁کے ▁بعد ▁ایک ▁دفعہ ▁پھر ▁سیاسی ▁جمہوری ▁عناصر ▁کے ▁خلاف ▁کرپشن ▁اور ▁احتساب ▁کی ▁مہم ▁شروع ▁گئی ▁ہے۔ ▁ماضی ▁میں ▁سیاسی ▁حکومت وں ▁کے ▁خلاف ▁نا دید ہ ▁مق ت در ▁قوت وں ▁کی ▁طرف ▁سے ▁مارشل ▁لاء ▁لگانے ▁سے ▁پہلے ▁اسکی ▁راہ ▁ہم وار ▁کرنے ▁کیلئے ▁کرپشن ▁کہانی اں ▁پھیل ائی ▁جاتی ▁تھیں ▁اور ▁اس ▁وقت ▁کے ▁رسائل ▁اور جر ید وں ▁میں ▁بر ▁سر ▁اقتدار ▁سیاسی ▁رہنما وں ▁کے ▁بارے ▁میں ▁سک ی نڈ ل ▁شائع ▁کرو ائے ▁جای ا ▁کرتے ▁تھے ▁یا ▁یوں ▁کہہ ▁لیں ▁کہ ▁شائع ▁ہوتے ▁تھے ▁اور ▁نت یج ۃ ▁کچھ ▁د نون ▁یا ▁ہ فت وں ▁بعد ▁وہی ▁صدا ▁ایک ▁بار ▁پھر ▁ریڈیو ▁پاکستان ▁پر ــــ ▁\\ ” میر ے ▁پیار ے ▁ہم ▁وطن و ؛ ▁اسلام ▁علی کم \\ ”، ▁سن ائی ▁دیتا ▁تھا۔
▁آس ٹری لو ی ▁چیف ▁سل یکٹر ، ▁روڈ ▁مار ش ▁کا ▁کہنا ▁ہے ▁کہ ▁آسٹریلیا ▁کو ▁سری ▁لنکا ▁کے ▁ہاتھوں ▁وا ئٹ ▁و اش ▁پر ▁پریشان ▁ہونے ▁کی ▁کوئی ▁ضرورت ▁نہیں ، ▁یہ ▁ایک ▁معمولی ▁سی ▁بات ▁تھی۔ ▁سری ▁لنکا ▁میں ▁سیریز ▁کے ▁تین وں ▁ٹیسٹ ▁میچ وں ▁میں ▁شکست ▁کے

▁ثانی ا ▁ت ص وف ▁زد ہ ▁علما ▁کا ▁تجدید ▁و ▁احیا ء ▁دین ▁پر ▁بھی ▁رد ▁عمل ▁جو ▁قیام ▁جماعت ▁سے ▁پہلے ▁کی ▁ت صن یف ▁ہے۔
▁امریکہ ▁ہر ▁سال ▁150 ▁سے ▁زیادہ ▁ممالک ▁کے ▁10 ▁لاکھ ▁سے ▁زیادہ ▁تار کین ▁وطن ▁کو ▁مستقل ▁رہائش ▁اور ▁تقریبا ً ▁پانچ ▁لاکھ ▁افراد ▁کو ▁شہری ت ▁دیتا ▁ہے۔
▁وزیراعظم ▁کے ▁سم دھی ▁اور ▁پاکستان ▁کے ▁وزیر ▁خزانہ ▁نے ▁جے ▁آئی ▁ٹی ▁کے ▁سامنے ▁سب ▁سے ▁کم ▁وقت ▁گزار نے ▁کا ▁ریکارڈ ▁قائم ▁کیا ۔۔۔ ▁صرف ▁45 منٹ ▁...
▁کیا ▁زعفران ی ▁رنگ ▁لہ و ▁کے ▁رنگ ▁پر ▁بھاری ▁پڑے ▁گا ؟
▁محمد ▁عامر ▁یو نس , ▁نومبر ▁03 ، ▁2014, ▁فورم ▁میں : ▁ حن فی
▁نماز ▁کے ▁کتنے ▁فرائض ▁ہیں ؟
▁حرام ▁خور ▁کا ▁کوئی ▁مالی ▁صدق ہ ▁اللہ ▁کے ▁ہاں ▁ شرف ▁قبول یت ▁نہیں ▁پات ا۔ ▁ا ِ س ▁بارے ▁میں ▁قرآن ▁کی ▁ن صوص ▁بھی ▁موجود ▁ہیں ▁اور ▁احادیث ▁شریف ہ ▁بھی ۔
▁سب س کر ائب ▁کریں
▁ادب ِ ▁اطفال ▁کے ▁ضمن ▁میں ▁ترقی ▁اردو ▁بورڈ ▁کی ▁خدمات ▁بھی ▁لائق ِ ▁تحسین ▁ہیں ▁جس ▁نے ▁این ۔ ▁سی ۔ ▁ای ۔ ▁آر ۔ ▁ٹی ▁کے ▁اشتراک ▁سے ▁نصاب ی ▁کتاب یں ▁بھی ▁شائع ▁کی ▁ہیں ▁جن ▁میں ▁ ’ ▁ایل س ▁آئین ہ ▁گھر ▁میں ▁‘ ▁( لی وب س ▁کل )، ▁اینڈ رس ن ▁کی ▁کہانی اں ▁‘ ▁( ▁مرتب ▁ اظ ہر ▁افسر )، ▁ ’ ▁ ران بس ▁کرو سو ‘ ▁( ▁ڈی ن یل ▁ڈی فو )، ▁ ’ ل لی ▁پت ▁کا ▁سفر ‘ ▁( ▁جون ات ھن ▁سوئ ف ٹ ) ▁جیسے ▁عمد ہ ▁ ترجم ے ▁ ’ ▁با پو ▁اور ▁بچے ▁‘ ▁( ▁پی ۔ ▁ڈی ۔ ▁ٹ نڈ ن )، ▁ ’ ▁اقبال ▁کی ▁کہانی ‘ ▁( ج گن ▁نا تھ ▁آزاد ؔ ) ▁جیسی ▁رہنما یان ِ ▁قوم ▁و ▁ادب ▁سے ▁متعلق ▁کتاب یں ، ▁ ’ ان ▁سے ▁ملی ے ▁‘ ▁( من و ہر ▁ور ما )، ▁ ’ فض ائی ▁اور ▁خل ائی ▁ا ڑ ان ‘ ▁( ▁شاد اں ▁پرویز )، ▁ ’ ▁فٹ بال ▁کی ▁کہانی ▁‘ ▁( ▁راج ▁نر ائن ▁راز ؔ )، ▁ ’ اد ب ▁کس ے ▁کہتے ▁ہیں ▁‘ ▁( ▁ اط ہر ▁پرویز ) ▁جیسی ▁معلومات ی ▁ت صان یف ▁اور ▁ ’ ▁اچھی ▁چ ڑی ا ‘ ▁( ▁شف ی ع ▁الدین ▁نی ّ ر )، ▁ ’ حات م ▁ط ائی ▁کا ▁قص ّ ہ ‘ ، ▁ ’ چار ▁در ویش ▁کا ▁قص ہ ‘ ( ▁نو ▁را ل حسن ▁نق وی )، ▁ ’ ▁بچوں ▁کی ▁نظم یں ▁‘ ( ▁جگ ن ▁نا تھ ▁آزاد ) ▁ ’ صبح ▁کی ▁پری ‘ ▁( ▁ر تن ▁سنگھ )، ▁ ’ مصر ▁اور ▁شمالی ▁افریقہ ▁کی ▁کہانی اں ▁‘ ، ▁ ’ ▁ایل س ▁حیرت ▁نگر ▁میں ▁‘ ▁( ▁عبد ▁الح ی ٔ )، ▁ ’ انو کھی ▁کہانی اں ▁‘ ▁( ▁قاسم ▁صدیقی ) ▁ ’ ▁کالا ▁کن و اں ▁‘ ▁( صالح ہ ▁عابد ▁حسین )، ▁ ’ ▁ک ٹھ ▁پت لی : ▁ایک ▁تم اش ہ ‘ ▁( سط وت ▁رسول ) ▁جیسا ▁تخلیق ی ▁ادب ▁سل یق ے ▁کے ▁ساتھ ▁شائع ▁کر ▁کے ▁ادب ▁اطفال ▁میں ▁اضافہ ▁کیا ▁گیا ▁ہے۔
▁اور ▁چو تھ ائی ▁ملک ▁کے ▁حاکم ▁ہیرو ▁دی س ▁سب ▁احوال ▁سن ▁کر ▁گھ برا ▁گیا ▁اس ▁لیے ▁کہ ▁بعض ▁کہتے ▁تھے ▁کہ ▁یو ح نا ▁مرد وں ▁میں ▁سے ▁جی ▁ا ُ ٹھا ▁ہے ▁اور ▁بعض ▁یہ ▁کہ ▁ایل یا ہ ▁ظاہر ▁ہوا ▁ہے ▁اور ▁بعض ▁یہ ▁کہ ▁قدیم ▁نبی وں ▁میں ▁سے ▁کوئی ▁جی ▁ا ُ ٹھا ▁ہے ، ▁مگر ▁ہیرو دی س ▁نے ▁کہا ▁کہ ▁یو ح نا ▁کا ▁تو ▁میں ▁نے ▁سر کٹ وا دیا ▁اب ▁یہ ( ▁مسیح ) ▁کون ▁ہے ▁جس ▁کی ▁بابت ▁ایسی ▁باتیں ▁سنت ا ▁ہوں ؟ ( ▁باب ▁۹ ▁آیات ▁۷ ۔ ۹ )
▁یہ ▁خبر ▁ہی ▁نہ ▁تھی ▁طور ▁جل ▁جائے ▁گا
▁آسٹریلیا ▁اور ▁نیوز ی ▁لینڈ ▁2015 ▁کو ار ٹر ▁فائنل ▁5 /14 ▁7 ▁4 ▁3 ▁0 ▁–
▁تل ہ ▁گ نگ ( ت حص یل ▁رپورٹ ر ) سی اسی ▁مداخلت ▁کے ▁باعث ▁تا حال ▁ٹی چر ز ▁تبادل ہ ▁پالیسی ▁پر ▁عمل در ▁آمد ▁نہ ▁ہو ▁سکا ▁، ٹی چر ز ▁میں ▁بے ▁چینی ، تعل یم ی ▁سرگرمی اں ▁معطل ▁ہو ▁کر ▁رہ ▁گئیں ▁۔ ت ف ص یل ات ▁کے ▁مطابق ▁گور ن منٹ ▁پنجاب ▁ای جو ▁کی شن ▁ڈی پار ٹ منٹ ▁کی ▁جانب ▁سے ▁27 جو ل ائی ▁کو ▁ٹی چر ز ▁تبادل ہ ▁کی ▁پالیسی ▁کا ▁نوٹ ف یک یشن ▁جاری ▁ہوا ▁۔ جس ▁کے ▁مطابق ▁27 جو ل ائی ▁سے ▁13 اگ ست ▁تک ▁ٹی چر ز ▁سے ▁ا ُ ن ▁کے ▁من ▁پسند ▁اسٹیشن ز ▁پر ▁تبادل وں ▁کی ▁درخواست یں ▁جمع ▁کرانے ▁کو ▁کہا ▁گیا۔ 13 اگ ست ▁سے 23 اگ ست ▁تک ▁ان ▁درخواست وں ▁کی ▁جان چ ▁پڑتا ل ▁مکمل ▁کر ▁کے ▁میر ٹ ▁ل سٹ یں ▁با قاعدہ ▁آ ویز اں ▁کی ▁جان ی ▁تھیں ▁۔ 24 اگ ست ▁سے ▁27 اگ ست ▁تک ▁تبادل وں ▁کے ▁احکام ات ▁جاری ▁ہونے ▁تھے ▁اور 27 اگ ست ▁سے ▁31 اگ ست ▁تک ▁تبدیل ▁ہونے ▁والے ▁ٹی چر ز ▁نے ▁اپنے ▁اپنے ▁اسٹیشن ز ▁پر ▁اپنی ▁ڈی وٹ یاں ▁سنبھال ▁ل ینی ▁تھیں ▁۔ تا ہم ▁مقامی ▁سیاست ▁دان وں ▁اور ▁ان ▁کے ▁کار ند وں ▁نے ▁محکمہ ▁کے ▁حکام ▁پر ▁دباؤ ▁ڈال نا ▁شروع ▁کر ▁دیا ▁کہ ▁تبادل ے ▁ا ُ ن ▁کی ▁مرضی ▁سے ▁ہو نگے ▁اور ▁اس ▁ضمن ▁میں ▁میر ٹ ▁ل سٹ یں ▁آ ویز اں ▁بھی ▁نہیں ▁کرنی ▁مبا دا ▁کوئی ▁فریق ▁عدالت ▁نہ ▁چلا ▁جائے ▁۔ سی اسی ▁مداخلت ▁سے ▁یوں ▁اب ▁تک ▁نہ ▁تو ▁میر ٹ ▁ل سٹ یں ▁آ ویز اں ▁ہو ▁سکیں ▁اور ▁نہ ▁ہی ▁ٹی چر ز ▁کے ▁تبادل وں ▁کے ▁کوئی ▁سرکاری ▁احکام ات ▁جا ▁ری ▁ہو ▁سکے۔ اس ▁صورتحال ▁میں ▁ٹی چر ز ▁میں ▁شدید ▁بے ▁چینی ▁پھیل ی ▁ہوئی ▁ہے ▁اور ▁تعلیمی ▁سرگرمی اں ▁معطل ▁ہو ▁کر ▁رہ ▁گئی ▁ہیں ▁۔
▁تصویری ▁الب م
▁میں ▁نے ▁تمہاری ▁گرفتاری ▁کے ▁بارے ▁میں ▁سنا ▁تھا ▁لیکن ▁اس ▁کے ▁بعد ▁مجھے ▁تمہاری ▁طرف ▁سے ▁کوئی ▁اطلاع ▁نہیں ▁ملی ▁جس ▁کی ▁وجہ ▁سے ▁میں ▁پریشان ▁تھی ▁۔ ▁مجھے ▁کچھ ▁نہیں ▁معلوم ▁ہے ▁کہ ▁تمہیں ▁کس ▁طرح ▁اور کہ اں ▁سے ▁گرفتار ▁کیا ▁گیا ▁تھا ▁۔
▁دولت الہ ( نامہ ▁نگار ) معروف ▁سیاسی ▁پی ▁ٹی ▁آئی ▁رہنما ء ▁چوہدری ▁... Read ▁More ▁»
▁پاکستان ▁کی ▁پہلی ▁پر وف یشن ل ▁سپر ▁باکس نگ ▁لیگ ▁کی ▁افتتاح ی ▁تقریب ▁جمعرات ▁کو ▁ہوگی
▁موضوع ▁زیر ▁بحث ▁کا ▁سلسلہ ▁کا ▁دوسرا ▁سوال ▁یہ ▁ہے ▁کہ ▁کیا ▁کسی ▁غیر ▁مسلم ▁اور ▁غیر ▁اہل ▁کتاب ▁کا ▁جھوٹ ا ▁کھانا ▁پی نا ▁کسی ▁مسلم ▁کے ▁لئے ▁جائز ▁ہے ▁یا ▁نہیں ؟
▁کھیل ▁ہی ▁کھیل ▁میں ▁کام ب یٹ ▁مش ن ▁نے ▁مزید ▁کہا : ▁19. 03.20 12

▁اے ▁آر ▁ وائی ▁ڈی جی ٹل ▁نیٹ ▁ورک
▁وزیراعلی ٰ ▁پنجاب ▁سردار ▁عثمان ▁بز دار ▁سے ▁مختلف ▁اضلاع ▁سے ▁تعلق ▁رکھنے ▁والے ▁اراکین ▁اسمبلی ▁اور ▁تحریک ▁انصاف ▁کے ▁عہدیدار وں ▁کی ▁ملاقات
▁انٹرنیٹ ▁ٹی ▁وی
▁ہم ▁سے ▁رابطہ ▁ كري ں

▁اس ▁کے ▁بعد ▁ایک ▁عرصہ ▁تک ▁ان ▁زنان ▁بازار ی ▁کے ▁مم لو کہ ▁مکان وں ▁کی ▁فہرست یں ▁اور ▁نقش ے ▁تیار ▁ہوتے ▁اور ▁مکان وں ▁کے ▁گاہ ک ▁پیدا ▁کیے ▁جاتے ▁رہے۔ ▁بیشتر ▁مکان وں ▁کو ▁ب ذریعہ ▁نی لام ▁فروخت ▁کرنے ▁کا ▁فیصلہ ▁کیا ▁گیا۔ ▁ان ▁عورتوں ▁کو ▁چھ ▁مہین ے ▁تک ▁شہر ▁میں ▁اپنے ▁ہی ▁مکان وں میں ▁رہنے ▁کی ▁اجازت ▁دے ▁دی ▁گئی ▁تاکہ ▁اس ▁عرصے ▁میں ▁وہ ▁مخصوص ▁علاقہ ▁میں ▁مکان ▁وغیرہ ▁بن وا ▁سکیں ۔
▁ایشیا ء ک پ ▁: ▁پاکستان ▁اور ▁بھارت ▁کے ▁درمیان ▁اہم ▁مع ر کہ ▁کل ▁ہوگا
▁استعمال ▁کے ▁ضوابط


▁اے ▁آر ▁ وائی ▁نیوز
▁میڈیا ▁سینٹر ▁/ ▁تمام ▁میڈیا ▁مواد
▁بد قسم تی ▁سے ▁پاکستان ▁کے ▁قیام ▁کے ▁فورا ً ▁بعد ▁بی ورو کر یسی ▁و ▁سیاست ▁دان وں ▁کی ▁رس ہ ▁کشی ▁کے ▁باعث ▁عدم ▁استحکام ▁کا ▁شکار ▁رہا ، ▁ان یس ▁قائم ▁خان ی
▁Policy ▁Research ▁C LOS E ▁اگر ▁آپ ▁روبرو ▁یا ▁ٹیلی فون ▁پر ▁مشاور ت ▁چاہتے ▁ہیں ▁تو ▁آپ ▁اس ▁کے ▁لیے ▁ب ذریعہ ▁ویب ▁سائ یٹ ▁درخواست ▁کر ▁سکتے ▁ہیں۔ ▁YouTube ▁Videos
▁اس ▁قسم ▁کے ▁اقدامات ▁صرف ▁اسی ▁وقت ▁سماجی ▁و ▁اقتصادی ▁ترقی ▁کا ▁سبب ▁بن ▁سکتے ▁ہیں ▁جب ▁ایسا ▁تحقیق ▁کا ▁ماحول ▁تشکیل ▁دیا ▁جائے ▁جو ▁کہ ▁مضبوط ▁علمی ▁معیشت ▁کے ▁قیام ▁کو ▁فروغ ▁د ے۔ ▁مگر ▁افسوس ▁کہ ▁پاکستان ▁اپنی ▁ GDP ▁کا ▁صرف ▁0.3 % ▁حصہ ▁سائنس ▁اور ▁صرف ▁2% ▁حصہ ▁تعلیم ▁پر ▁خرچ ▁کرتا ▁ہے۔ ▁جس ▁نے ▁ہمارے ▁ملک ▁کو ▁دنیا ▁کے ▁ان ▁دس ▁ممالک ▁کی ▁صف ▁میں ▁لاکھ ڑا ▁کیا ▁ہے ▁جو ▁تعلیم ▁پر ▁سب ▁سے ▁کم ▁خرچ ▁کرتے ▁ہیں۔ ▁یہ ▁سب ▁محض ▁اس ▁جا گیر ▁دار انہ ▁نظام ▁کے ▁مضبوط ▁شکن جے ▁کی ▁وجہ ▁سے ▁ہے ▁جو ▁ہماری ▁قومی ▁جمہوریت ▁پر ▁ہا وی ▁ہے۔ ▁ہم ▁صرف ▁اور ▁صرف ▁اپنی ▁اصل ▁دولت ، یعنی ▁اپنی ▁نوجوان ▁نسل ▁پر ▁سرمایہ ▁کاری ▁کرکے ▁نا خوان دگی ▁اور ▁غربت ▁کے ▁دل دل ▁سے ▁باہر ن کل ▁سکتے ▁ہیں ▁اور ▁دنیا ▁میں ▁اقوام ▁عالم ▁کی ▁صف ▁میں ▁پرو قار ▁انداز ▁سے ▁کھڑے ▁ہو ▁سکتے ▁ہیں۔
▁' م گر ▁ابو ▁دیکھ ▁لیں ▁گے ▁تو ▁انہیں ▁برا ▁لگے ▁گا ▁۔ ▁وہ ▁خود ▁یہ ▁سو یٹر ▁میرے ▁لئے ▁تب تین ▁مارک ٹ ▁سے ▁لائے ▁تھے ▁۔ ▁' ▁وہ ▁ہ چ ك چا تا ▁ہوا ▁کہ تا ▁ہے۔
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁2019 ▁الیکشن ▁اور ▁ہماری ▁حکمت ▁عملی !
▁اسرائیلی ▁حکام ▁کا ▁یہ ▁بھی ▁کہنا ▁ہے ▁کہ ▁اور ا ہم ▁کے ▁علاوہ ▁حماس ▁نے ▁ایک ▁اور ▁اسرائیلی ▁عرب ▁کو ▁بھی ▁پکڑ ▁رکھا ▁ہے ▁تاہم ▁اس ▁شخص ▁کا ▁نام ▁ظاہر ▁نہیں ▁کیا ▁گیا۔
▁اسلام ▁کا ▁معاشر تی ▁نظام
▁بڑے ▁بھائی ▁حکیم ▁عبدال حم ید ▁ہیں۔ ▁1935 ء ▁میں ▁حکیم ▁محمد ▁سعید ▁صاحب ▁کو ▁آم اد ہ ▁کیا ▁کہ ▁وہ ▁خاندان ▁کی ▁روایت ▁کے ▁مطابق ▁’’ طب ‘‘ ▁کی ▁مکمل ▁تعلیم ▁حاصل ▁کریں۔ ▁’’ طب ‘‘ ▁ہی ▁ان ▁کی ▁زندگی ▁ہے ▁حکیم ▁صاحب ▁جو ▁صحافی ▁بن نا ▁چاہتے ▁تھے۔ ▁’’ طب ‘‘ ▁کی ▁د ُ نیا ▁سے ▁وا بسط ہ ▁ہو ▁گئے۔ ▁1940 ء ▁میں ▁’’ طب ‘‘ ▁میں ▁ڈگری ▁حاصل ▁کی۔ ▁د ِ ن ▁کو ▁وہ ▁ہم در دد وا خان ہ ▁میں ▁ دوا ▁سازی ▁کے ▁علاوہ ▁مختلف ▁شعب وں ▁میں ▁کام ▁کرتے ▁اور ▁شام ▁کو ▁’’ م طب ‘‘ ▁فرماتے ۔
▁یہ ▁اتنی ▁ساری ▁مثال یں ▁دینے ▁کی ▁ضرورت ▁یوں ▁پیش ▁آئی ▁کہ ▁ضروری ▁نہیں ▁کہ ▁جسے ▁ہم ▁ا ُ ردو ▁میں ▁قطر ی ▁شہزاد ے ▁کا ▁ تحف ہ ▁سمجھ ▁رہے ▁ہیں ، ▁وہ ▁عربی ▁میں ▁بھی ▁ تحف ہ ▁ہی ▁ہو۔ ▁یاد ▁رکھیں ، ▁سرزمین ِ ▁عرب ▁سے ▁ہمیں ▁چند ہ ▁ملتا ▁ہے ، ▁خیر ات ▁ملت ی ▁ہے ▁یا ▁فنڈ نگ ▁ملت ی ▁ہے۔ ▁البتہ ▁یہ ▁ضرور ▁ممکن ▁ہے ▁کہ ▁میاں ▁صاحب ▁کو ▁شاید ▁کسی ▁نیک ی ▁کا ▁انعام ▁یا ▁ تحف ہ ▁مل ▁گیا ▁ہو۔ ▁( ن یکی ▁ا ُ ردو ▁والی ▁ہے ) ۔
▁ہم ▁نے ▁خوف ▁کی ▁زنجیر وں ▁کو ▁توڑ نا ▁ہے ▁۔
▁عام ▁طور ▁پر ▁یہ ▁تاثر ▁پایا ▁جاتا ▁ہے ▁کہ ▁کی ▁بورڈ ▁کے ▁’’ ا یف ‘‘ ▁اور ▁’’ جے ‘‘ ▁ب ٹن ▁پر ▁اب ھار ▁اس ▁لیے ▁ہوتے ▁ہیں ▁کہ ▁ناب ی نا ▁افراد ▁ان ▁کی ▁مدد ▁سے ▁ب آس انی ▁ٹ ائ پ نگ ▁کر ▁سکتے ▁ہیں ، ▁تاہم ▁ماہرین ▁نے ▁اس ▁تاثر ▁کو ▁غلط ▁قرار ▁دیا ▁ہے۔ ▁’’ گار ج ین ‘‘ ▁کے ▁مطابق ▁’’ ا یف ‘‘ ▁اور ▁’’ جے ‘‘ ▁کے ▁ب ٹن ▁پر ▁اب ھار ▁اس ▁لیے ▁ڈیزائن ▁کیے ▁گئے ▁ہیں ▁کہ ▁کمپیوٹر ▁صارفین ▁نیچے ▁دیکھ ے ▁بغیر ▁درست ▁کی ز ▁کا ▁پتا ▁لگا سک یں۔
▁مسلمانوں ▁کیساتھ ▁میان مار ▁حکومت ▁کا ▁ برت اؤ ▁ناقابل ▁قبول ▁ہے ، ▁سیکریٹری ▁جنرل ▁اقوام ▁متحدہ
▁م ٹھ ائی اں ▁تقسیم ▁کرنے ▁سے ▁گریز ▁کرنا ▁چاہیے
▁چو ت ھے ▁روز ▁کے ▁آغاز ▁میں ▁بنگلہ ▁دیش ی ▁کرکٹ ▁ٹیم ▁نے ▁اپنے ▁اس کور 18 4 ▁رنز 8 ▁کھلاڑی ▁آؤٹ ▁پر ان نگ ▁کا ▁آغاز ▁کیا ▁۔ م شرف ی ▁مرتضی ٰ ▁کے ▁علاوہ ▁کوئی ▁بھی ▁بنگلہ ▁دیش ی ▁بل ے ▁باز ▁بہترین ▁کارکردگی ▁نہ ▁دکھا ▁سکا ▁اور پور ی ▁ٹیم ▁اس کور ▁میں ▁محض ▁58 ▁رنز ▁کا ▁اضافہ ▁کر ▁کے ▁ڈھ یر ▁ہو ▁گئی ، ▁تیسرے ▁روز ▁کے ▁کھیل ▁کی ▁خاص ▁بات ▁مشرف ی ▁کے ▁چو ا لیس ▁رنز ▁تھے۔ ▁نیوز ▁ی ▁لینڈ ▁کی ▁جانب ▁سے ▁کپتان ▁و یٹ وری ▁نے ▁76 ▁رنز ▁دے ▁کر 4 اور مجموع ی ▁طور پر می چ ▁میں ▁9 و کٹ یں ▁حاصل ▁کی ں ▁۔ پٹ یل ▁اور بر ین ▁نے ▁دو دو کھ لا ڑی وں ▁کو آ ؤ ٹ ▁کیا ▁۔ ▁چ ٹا گان گ ▁ٹیسٹ ▁کی ▁پہلی ▁ان نگ ▁کے ▁ہیرو ▁بنگلہ ▁دیش ی ▁ٹ ائی گر ▁شک یب ▁الحسن ▁جنہوں ▁نے ▁پہلی ▁ان نگ ▁میں ▁محض ▁سین تیس ▁رنز ▁کے ▁عوض ▁سات ▁و کٹ یں ▁حاصل ▁کی ں ۔انہوں ▁نے ▁دوسری ▁ان نگ ▁میں ▁بنگلہ ▁دیش ▁کی ▁لڑک ھڑ اتی ▁بی ٹنگ ▁لائن ▁کا ▁مضبوط ▁سہ ارا ▁بن تے ▁ہوئے ▁ایک ▁سو ▁ا کیا ون ▁گی ند وں ▁پرا کہ تر ر نز ▁اس کور کی ے۔
▁فیصلہ ▁مؤ خر ▁کرنے ▁کی ▁نواز ▁شریف ، ▁مریم ▁نواز ▁کی ▁درخواست ▁مسترد
▁فرمان ▁ہے ▁کہ ▁حد یب یہ ▁والے ▁دن ▁جن ▁با ای مان ▁صحابہ ▁نے ▁اللہ ▁کی ▁اور ▁اس ▁کے ▁رسول ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کی ▁بات ▁مان ▁لی ▁اللہ ▁نے ▁ان ▁کے ▁دل وں ▁کو ▁مطمئن ▁کر ▁دیا ▁اور ▁ان ▁کے ▁ایمان ▁اور ▁بڑھ ▁گئے
▁جس ▁طرح ▁پھول ▁سے ▁ہوتی ▁ہے ▁چم ن ▁کی ▁ زین ت
▁لاہور ▁( سٹ ی ▁رپورٹ ر ) ▁یونین ▁کونسل ▁نمبر ▁12 قاض ی ▁پارک ▁شاہد رہ ▁کے ▁م کین وں ▁کا ▁سڑک ▁کی ▁تعمیر ▁کے ▁دوران ▁پانی ▁کی ▁ نک اسی ▁کیلئے ▁ہو د یاں ▁نہ ▁بنانے ▁پر ▁احتجاج ی ▁مظاہرہ ▁، نم از ▁جمعہ ▁کے ▁بعد ▁لوگوں ▁نے ▁روڈ ▁پر ▁شدید ▁نعر ے ▁بازی ▁کی ▁۔ اس ▁موقع ▁پر ▁سابق ▁جنرل ▁کونسل ر ▁کام ران ▁مشتاق ▁نے ▁خطاب ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁قاضی ▁پارک ▁کی ▁مین ▁روڈ ▁عوام ▁کا ▁دیر ینہ ▁مطالبہ ▁تھا ▁جو ▁تقریبا ً 12 سال ▁سے ▁ٹوٹ ▁پھ وٹ ▁کا ▁شکار ▁تھی ▁لیکن ▁اتنے ▁عرصے ▁کے ▁بعد ▁حکومت ▁نے ▁سڑک ▁بنائی ▁بھی ▁ہے ▁تو نک اسی ▁کا ▁کوئی ▁بند و ▁بست ▁نہیں ▁کیا ▁گیا ▁ ۔انہوں ▁نے ▁کہا ▁کہ ▁سڑک ▁کا ▁کہیں ▁بھی ▁کوئی ▁لی ول ▁نہیں ▁کیا ▁گیا ▁کہیں ▁سے ▁اون چی ▁ہے ▁تو ▁کہیں ▁سے ▁نی چی ▁پانی ▁کے ▁ نک اس ▁کے ▁لئے ▁ نال یاں ▁بھی ▁نہیں ▁بنائی ▁گئیں ۔ کام ران ▁مشتاق ▁پو ما ▁نے ▁کہا ▁کہ ▁حکومت ▁کو ▁چاہیے ▁کے ▁سڑک ▁میں ▁استعمال ▁ہونے ▁والے ▁میٹر یل ▁کا ▁آ ڈ ٹ ▁کر ائے ▁اور ▁نا قص ▁میٹر یل ▁ثابت ▁ہونے ▁پر ▁ٹھیک ی دار ▁کے ▁تمام ▁بل ▁روکنے ▁کے ▁ساتھ ▁سخت ▁کارروائی ▁بھی ▁کی ▁جائے ▁ ۔انہوں ▁نے ▁کہا ▁کہ ▁اگر ▁مطالب ات ▁پر ▁عمل ▁نہ ▁کیا ▁گیا ▁تو ▁احتجاج ▁کا ▁دائر ہ ▁کار ▁وسیع ▁کریں ▁گے۔
▁error : ▁مغ ذر ت : ▁چترال ▁ایک سپ ریس ▁میں ▁شائع ▁کسی ▁بھی ▁مواد ▁کو ▁کاپی ▁کرنا ▁ممنوع ▁ہے۔
▁21 ▁اس ▁لئے ▁کہ ▁اگرچہ ▁انہوں ▁نے ▁نے ▁خدا ▁کو ▁جان ▁تو ▁لیا ▁مگر ▁اس ▁کی ▁خدا ئی ▁کے ▁لائق ▁اس ▁کی ▁تم ج ید ▁اور ▁شکر ▁گزار ی ▁نہ ▁کی ▁بلکہ ▁باطل ▁خیالات ▁میں ▁پڑ ▁گئے ▁اور ▁ان ▁کے ▁بے ▁س َ م َ جھ ▁دل وں ▁پر ▁ا َ ن دھی را ▁چھ ا ▁گیا۔
▁کی سی ▁مشکل ▁گھ ڑی ▁ہوتی ▁ہے ▁وہ ▁جب ▁“ اس ” ▁کا ▁سٹی ٹس ▁بھی ▁ لائ ک ▁کرنا ▁پڑتا ▁ہے ▁جن ▁کے ▁متعلق ▁ایک ▁بار ▁گھر ی لو ▁ڈ س کشن ▁میں ▁ہماری ▁بہن ▁نے ▁پوچھا ▁تھا ▁کہ ▁یہ ▁م کھی ▁کو ▁پیدا ▁کرنے ▁میں ▁بھی ▁تو ▁رب ▁کی ▁حکمت ▁ہے ▁نا ▁کوئی ▁اور ▁ہم ▁نے ▁“ ان ▁صاحب ” ▁کی ▁مثال ▁دے ▁کر ▁واضح ▁کیا ▁تھا ▁نہیں ▁کچھ ▁برا ▁قدرت ▁کے ▁کار ح انے ▁میں -
▁پارلیمنٹ ▁نے ▁جمعرات ▁(15 ▁جنوری ) ▁کو ▁تین ▁قرارداد وں ▁منظور : ▁زور ▁الی کسی ▁Nav alny ▁( ت صو یر ) ▁اور ▁اس ▁کے ▁بھائی ▁کے ▁اعتقاد ات ▁" غیر ▁م صدق ہ ▁الزامات ▁کی ▁بنیاد ▁پر " ▁تھے ▁اور ▁" سی اسی ▁مداخلت ▁سے ▁آزاد " ▁ہونے ▁کا ▁عدالت ی ▁کارروائی ▁کے ▁لئے ▁بلا . ▁پاکستان ▁میں ▁" اس کول ▁کے ▁بچوں ▁کے ▁سف اک انہ ▁قتل ▁عام " ▁کی ▁مذمت ؛ ▁اور ▁گ ہر ائی ▁سے ▁کر غ ستان ▁میں ▁ہم ▁جنس ▁پرست ▁پرو پی گن ڈا ▁بل ▁پر ▁تشویش . ▁[...]
▁عراق ▁میں ▁بی روز گار ی ▁اور ▁بد عنوان ی ▁کے ▁خلاف ▁جاری ▁م ظ ا ہر وں ▁میں ▁مزید ▁دو ▁افراد ▁ہلاک ▁ہو ▁گئے
▁سکے - لے - پ یٹ ت
▁Home ▁ Unlabelled ▁پی ▁ٹی ▁آئی ▁کارکنان ▁نے ▁عثمان ▁ڈار ▁کے ▁بھائی ▁سے ▁کی ▁گئی ▁بد تم یزی ▁کا ▁بدل ہ ▁خواجہ ▁آصف ▁سے ▁لے ▁لیا ▁پی ▁ٹی ▁آئی ▁کارکنان ▁نے ▁کچ ا ▁ شہ اب ▁پور ہ ▁میں ▁خواجہ ▁آصف ▁کو ▁گھ یر ▁لیا ، ▁نعر ے ▁بازی ▁بھی ▁کی ، ▁میڈیا ▁... ▁مزید
▁است ن بول ▁شہر ▁دنیا ▁کے ▁بہترین ▁شہروں ▁میں ▁شمار ▁ہونے ▁لگا ۔ ▁یہ ▁اس ▁کے ▁ وژن ، ▁اس ▁کی ▁عوامی ▁خدمت ▁کا ▁پہلا ▁چیلنج ▁تھا ▁جو ▁اس ▁نے ▁پورا ▁کر ▁دکھا یا۔
▁سور ہ ▁آل ▁عمران ▁کی ▁اک تیس ویں ▁آیت ▁میں ▁آپ ▁صلی ▁الله ▁علیہ ▁وسلم ▁سے ▁کہ لو ایا ▁کہ ▁جو ▁الله ▁سے ▁محبت ▁کر ▁تا ▁ہے ▁اسے ▁چاہئے ▁کہ ▁آپ ▁صلی ▁الله ▁علیہ ▁وسلم ▁کی ▁پیر وی ▁کرے ۔۔۔ ▁الله ▁اس ▁سے ▁محبت ▁کرے ▁گا ▁اور اس ▁کے ▁گناہ ▁معاف ▁کرد ے ▁گا ۔۔۔
▁مزید ▁اہم ▁خبریں
▁۱۹ ۶ ۔ ▁ت ُ و ▁نہ ▁بہ ک ▁اس ▁پر ▁کہ ▁آتے ▁جاتے ▁ہیں ▁کا فر ▁شہروں ▁میں ۔
▁نئی ▁دہلی ، 10 ؍ جو ل ائی ▁( ایس ▁او ▁نیوز ؍ ای جنس ی ) ▁برطانیہ ▁کی ▁نیشنل ▁ہی ل تھ ▁سروس ▁( این ▁ایچ ▁ایس ) نے ▁جن ▁سر نج ▁کو ▁غیر ▁محفوظ ▁بتایا ▁تھا ▁وہ ▁ہندوستان ▁کے ▁ہا سپ ٹل وں ▁میں ▁پہنچ ▁رہی ▁ہیں ▁اور ▁ممکن ہ ▁طور ▁پر ▁ملک ▁کے ▁کچھ ▁ہا سپ ٹل ▁میں ▁ان ▁کا ▁استعمال ▁بھی ▁کر ▁لیا ▁گیا ▁ہے۔ ▁دی ▁سن ڈ ے ▁ٹ ائم س ▁کی ▁خبر وں ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁ممنوع ہ ▁گری س ▁با ئے ▁سر نج ▁ڈر ائی ورس ▁، ہ ندو ستان ▁، جنوب ی ▁افریقہ ▁اور ▁نی پال ▁جیسے ▁ملکوں ▁کے ▁ہا سپ ٹل ▁اور ▁می ڈیکل ▁آر گن ائز یشن ▁میں ▁بھیج ے ▁گئے ▁ہیں۔
▁سور ہ ▁بنی ▁اسرائیل ▁کی ▁ ۹۱ ویں ▁آیت ▁میں ▁بھی ▁کف ار ▁کی ▁بے ▁جا ▁توقع ات ▁کو ▁ذکر ▁کیا ▁گیا ▁ہے ▁کہ ▁وہ ▁کہتے ▁تھے ▁: ▁" ہم ▁تمہارے ▁اوپر ▁ایمان ▁نہیں ▁ل ائیں ▁گے ▁مگر ▁یہ ▁کہ ▁تم ▁آسمان ▁ہمارے ▁سر ▁پر ▁گرا ▁دو ▁یا ▁خدا ▁اور ▁فرشت وں ▁کو ▁ہمارے ▁پاس ▁لے ▁آ ؤ ۔ ▁اس ▁آیت ▁میں ▁کف ار ▁کی ▁اس ▁قسم ▁کی ▁توقع ات ▁کو ▁مسترد ▁کر ▁دیا ▁گیا ▁ہے۔
▁2012 ▁میں ▁آر ▁سی ▁بی ▁نے ▁وا ٹر ▁سروس ▁چار جز ▁میں ▁اضافے ▁کی ▁تجویز ▁دی ▁تھی ▁تاکہ ▁7 ▁مر لے ▁کا ▁ایک ▁گھر ▁ہر ▁ماہ ▁300 ▁روپے ▁ادا ▁کرے۔ ▁ایسا ▁کیوں ▁ہے ▁کہ ▁صارفین ▁ہر ▁ماہ ▁4 800 ▁روپے ▁خرچ ▁کر ▁کے ▁نجی ▁طور ▁پر ▁پانی ▁حاصل ▁کرنے ▁کو ▁ترجیح ▁دیتے ▁ہیں ، ▁جبکہ ▁300 ▁روپے ▁ماہ انہ ▁آر ▁سی ▁بی ▁کو ▁ادا ▁کر ▁کے ▁آسانی ▁سے ▁پانی ▁حاصل ▁کرنے ▁پر ▁آم اد ہ ▁نہیں ▁ہوتے ؟
▁دنیا ▁کی ▁چند ▁می وز ک ▁می گا ▁اسٹ ا رز ▁میں ▁سے ▁ایک ▁ٹی لر سو ئ ف ٹ ▁کو ▁اپنی ▁دونوں ▁بل یوں ▁ ’ میر یڈ تھ ▁گر ے ‘ ▁اور ▁ ’ اول یو یا ▁بین ▁سن ' ▁سے ▁بہت ▁پیار ▁ہے۔ ▁وہ ▁جب ▁بھی ▁ملک ▁سے ▁باہر ▁جاتی ▁ہیں ▁سب ▁سے ▁زیادہ ▁ان ہی ▁کو ▁مس ▁کرتی ▁ہیں ▁اور ▁ان ہی ▁کے ▁لئے ▁فکر مند ▁بھی ▁رہتی ▁ہیں۔
▁یقین ِ ▁محکم ▁کے ▁لئے ▁ایک ▁چر وا ہے ▁کی ▁مثال ▁بیان ▁فرمائی ۔ ▁اس ▁چر وا ہے ▁کو ▁جنگل ▁میں ▁پی اس ▁کی ▁شدت ▁نے ▁تنگ ▁کیا۔ ▁اس ▁نے ▁ایک ▁کن ویں ▁میں ▁پانی ▁دیکھنے ▁کے ▁لئے ▁جھ ان کا ▁تو ▁دیکھا ▁کہ ▁ایک ▁مرد ▁ا ُ ل ٹا ▁ل ٹک ▁رہا ▁ہے۔ ▁... ▁→ ▁پڑھ نا ▁جاری ▁رکھیں

▁بچوں ▁کا ▁صفحہ
▁یہاں ▁پاکستان ▁میں ▁چونکہ ▁تخ ی ّ ل ▁کو ▁کھل ا ▁چھوڑ نا ▁بھی ▁موت ▁کو ▁دعوت ▁دینے ▁جیسا ▁ہو ▁گیا ▁ہے ( جب کہ ▁تخ ی ّ ل ▁تو ▁ایک ▁بگ ٹ ٹ ▁گھو ڑا ▁ہے !) ▁۔ ▁جیسے ▁دلیل ▁دینا ▁قتل ▁کا ▁بلا وا ▁بن ▁گیا ▁ہے ▁۔ ▁سو ، ▁سب ▁نے ▁یہ ▁ ٹھ ان ▁لی ▁ہے ▁کہ ▁تخ ی ّ ل ▁سے ▁کام ▁لینے ▁کی ▁کوئی ▁ضرورت ▁نہیں ▁۔ ▁بنے ▁بنائے ▁، ▁ڈھ لے ▁ڈھ ل ائے ▁تخ ی ّ ل ▁کے ▁نمو نے ▁موجود ▁ہیں ، ▁ان ▁کی ▁جگ ا ▁لی ▁کریں ، ▁اور ▁دنیا ▁اور ▁ عاقب ت ، ▁دونوں ▁میں ▁فلا ح ▁پ ائیں ▁۔ ▁ہر ▁کہیں ، ▁ہر ▁شعبے ▁میں ▁یہی ▁کچھ ▁ہو ▁رہا ▁ہے ▁۔

▁با بری ▁مسجد ▁کو ▁شر ▁پسندوں ▁نے ▁نہیں ▁بلکہ ▁بی ▁جے ▁پی ▁کے ▁لوگ و ▁ ں ▁نے ▁منہ دم ▁کیا ▁: ▁ڈاکٹر ▁راج یو ▁دھو ن
▁اس ▁وقت ▁اسے ▁برطانیہ ▁کا ▁سب ▁سے ▁مہ نگ ا ▁گھر ▁بتایا ▁گیا ▁تھا۔ ▁اب ▁اس ▁مکان ▁کی ▁قیمت ▁110 ▁ملی ن ▁پا ؤ نڈ ▁لگا ئی ▁گئی ▁ہے۔
▁واضح ▁رہے ▁کہ ▁مولوی ▁جاوید ▁ خف ائے ▁راشد ین ▁و نگ ▁سپ ا ہ ▁صحابہ ▁کا ▁صدر ▁اور ▁مسجد ▁ہیڈ ک وار ٹر ▁پشاور ▁کا ▁اما ▁جمعہ ▁و ▁جماعت ▁بھی ▁تھا ▁اور ▁18 ▁مدرس ے ▁بھی ▁چلا تا ▁تھا۔ شی خ ▁عبدال م حسن ▁بھی ▁مسجد ▁کا ▁امام ▁جماعت ▁اور ▁تنظیم ▁کا ▁سرگرم ▁رکن ▁تھا۔ ▁جن ▁میں ▁پہلے ▁شیخ ▁عبدال م حسن ▁اور ▁پھر ▁چند ▁دن ▁بعد ▁مولوی ▁جاوید ▁کو ▁قتل ▁کیا ▁گیا۔
▁اچانک ▁ایک ▁بہن ▁کی ▁لب وں ▁سے ▁ایک ▁ایسی ▁درد ناک ▁ سس کی ▁نکل ی ▁کہ ▁اسے ▁دیکھ ▁کر ▁سب ▁کی ▁آنکھیں ▁نم ▁ہوگئی ں ▁مگر ▁لب ▁ابھی ▁تک ▁خاموش ▁تھے۔ ▁آخر ▁اس ▁گھر ▁میں ▁ایسا ▁ سماء ▁کیوں ▁کر ▁تھا۔ ▁عید ▁کا ▁دن ▁جیسے ▁ہی ▁قریب ▁تر ▁ہوتی ▁جارہی ▁تھی ▁ان کے ▁غم ▁میں ▁اضافہ ▁کی ون کر ▁ہورہا ▁تھا ، ▁کیوں ▁علاقے ▁کی ▁خوشی ، ▁رونق یں ▁ پٹ اخ وں ▁کی ▁آواز یں ▁انہیں ▁سل گ تی ▁انگار وں ▁کی ▁مانند ▁جلا ▁رہی ▁تھی ▁ ؟؟؟؟
▁بے ▁شک ▁نبی ▁اکرم ▁نے ▁ان ▁( علی ) ▁کیلئے ▁فرمایا ▁: بی شک ▁تو ▁دین ▁کا ▁سردار ▁ہے ▁اور ▁مال ▁ لال چی ▁لوگوں ▁کا ▁سردار ▁ہے .
▁جسٹس ▁ف ائز ▁عیسی ▁نے ▁کہا ▁کہ ▁وزارت ▁دفاع ▁بھی ▁عدالت ▁کی ▁طرح ▁عوام ▁کو ▁جواب دہ ▁ہے۔
▁کسی ▁کے ▁ساتھ ▁ب دا خلاق ی ▁کا ▁مظاہرہ ▁کرنے ▁والا ▁مقابل ▁سے ▁زیادہ ▁اپنا ▁نقصان ▁کرتا ▁ہے۔
▁بے ▁با ک ▁قلم ▁کار وں ▁، م فس د ▁مقرر وں ▁اور ▁نا عاقب ت ▁ اندیش ▁عالم وں ▁نے ▁اس ▁بات ▁کی ▁قطعا ▁پر ▁وا ہ ▁نہیں ▁کی ▁کہ ▁ان ▁رک یک ▁موضوعات ▁سے ▁صحابہ ▁کرام ▁کا ▁و قار ▁خاک ▁میں ▁ملت ▁ہے ▁حضور ▁اور ▁اہل بی ت ▁ اط ہ ار ▁کی ▁توہین ▁ہوتی ▁ہے ▁۔ ا نھیں ▁صرف ▁اپنے ▁م مد وح ▁کی ▁جھوٹ ی ▁سچ ی ▁مد ح ▁سے ▁ غرض ▁ہے ▁خواہ ▁ان ▁کی ▁یہ ▁ان دھی ▁محبت ▁روشن ▁دشمن ی ▁ثابت ▁ہو ▁یا ▁ان ▁کی ▁بے ▁جا ▁ع قی دت ▁دوسرے ▁م ذا ہ ب ▁کی ▁نظر ▁میں ▁اسلام ▁کی ▁ تضح یک ▁وت ذ ل یل ▁بن ▁جائے ▁۔ م گر ▁مرغ ا ▁ایک ▁ٹ انگ ▁پر ▁ہی ▁رہے ▁گا ▁۔
▁میری ▁شہر ت ▁تمہارے ▁کام ▁آ ▁جائے ▁تو ▁حاضر ▁ہے
▁پاکستان ▁میں ▁چین ▁کے ▁فوجی ▁ا ڈ وں ▁سے ▁متعلق ▁امریکی ▁رپورٹ ▁پر ▁بی جنگ ▁نے ▁واضح ▁اعلان ▁کردیا
▁شمالی ▁کوریا ▁کا ▁مقابلہ ▁کرنے ▁پر ▁ٹرمپ ▁کی ▁تاکید
▁کمی وٹ یشن ▁/ ▁گری جو ٹی ▁کی ▁ادائیگی ▁صرف ▁پن شن ر ▁کے ▁بن ک ▁اکاؤنٹ ▁کے ▁ذریعے ▁کی ▁جائے ▁گی۔
▁کي ا ▁آپ ▁پاس ▁ ورڈ ▁بھول ▁گئے ▁ہیں ؟
▁وزارت ▁داخلہ ▁نے ▁با ہ تر ▁تنظیم وں ▁کو ▁کال عد م ▁قرار ▁دیا ▁ہے ▁اور ▁وزارت ▁داخلہ ▁معلومات ▁جمع ▁کررہی ▁ہے ▁کہ ▁کون ▁سی ▁کال عد م ▁تنظیم ▁متحرک ▁ہے ▁اور ▁کس ▁نام ▁سے ▁متحرک ▁ہے۔ ▁اس ▁کے ▁ساتھ ▁ہی ▁مسلح ▁ جت ھے ▁رکھنے ▁والی ▁کال عد م ▁تنظیم وں ▁کے ▁بارے ▁میں ▁بھی ▁معلومات ▁جمع ▁کی ▁جارہی ▁ہیں ▁۔
▁پہلے ▁آپ ▁کی ▁ن طم ▁پڑھ ▁کر ▁اور ▁آج ▁یہ ▁تحریر ▁پڑھ ▁کر ▁لکھنے ▁کے ▁لئے ▁الفاظ ▁نہیں ▁مل ▁رہے ۔۔۔
▁عورت ▁کی ▁حیثیت ▁مرد ▁کے ▁برابر ▁ہی ▁ہوتی ▁تھی۔
▁Android ▁کے ▁لئے ▁جاسوس ی ▁کی ▁سا ف ٹ ▁و یئر ▁تن ص یب ▁کرنے ▁کے ▁فوائد
▁خاموش ی ▁کو ت وڑ و ▁( بر یک نگ ▁دی ▁ سائل نس ) ▁نامی ▁240 ▁صفحات ▁کی ▁اس ▁رپورٹ ▁میں ▁گذشتہ ▁سال ▁50 ▁روزہ ▁اسرائیلی ▁جا رح یت ▁میں ▁ملوث ▁ہر ▁عہدے ▁کے ▁اسرائیلی ▁فوجی وں ▁کے ▁اعتراف ی ▁بیان ات ▁شامل ▁ہیں ▁جب ▁کہ ▁غیر ملک ی ▁خبر رس اں ▁ادارے ▁سے ▁بات ▁کرتے ▁ہوئے ▁رپورٹ ▁پر ▁کام ▁کرنے ▁والے ▁ری سر چ ▁ڈائریکٹر ▁او یہ ائی ▁اسٹ ول ر کا ▁کہنا ▁تھا ▁کہ ▁فوجی وں ▁کے ▁انٹرویو ▁اس ▁سوال ▁کا ▁جواب ▁مل ▁جاتا ▁ہے ▁کہ ▁آخر ▁اتنی ▁بڑی ▁تعداد ▁میں ▁معصوم ▁شہری ▁کیوں ▁ہلاک ▁ہوئے ▁اور ▁غ زہ ▁کا ▁بنیادی ▁ڈھ ان چہ ▁کیوں ▁کر ▁تباہ و ▁بر باد ▁ہوکر ▁رہ ▁گیا۔
▁پیر ▁29 ▁جنوری ▁2018 ▁- ▁خصوصی ▁مضامین ▁میں ▁شائع ▁کیا ▁گیا
▁١ ▁- ▁ایک ▁قسم ▁کی ▁ٹو پی ▁جو ▁امر ا ▁پہن ا ▁کرتے ▁تھے۔
▁باغ وں ▁میں ▁اور ▁چشم وں ▁میں ۔
▁پاکستان ▁کے ▁صوبہ ▁خیبر ▁پختونخوا ▁کے ▁دارالحکومت ▁پشاور ▁میں ▁ زرع ی ▁تحقیق ▁کے ▁لیے ▁مختص ▁ ترن اب ▁فارم ▁کی ▁زمین ▁پر ▁ایکس پو ▁سینٹر ▁تعمیر ▁کیا ▁جا ▁رہا ▁ہے۔ ▁صوبائی ▁حکومت ▁نے ▁اس ▁کے ▁لیے ▁25 ▁ایک ڑ ▁زمین ▁مختص ▁کی ▁ہے۔
▁ہفتہ ▁وار ▁صفحات
▁واپس ▁اوپر ▁جائیں
▁متحدہ ▁عرب ▁امارات ▁قبل ہ ▁اول ▁کے ▁قریب ▁اسرائیل ▁کے ▁لئے ▁جائیداد ▁خرید نے ▁میں ▁ملوث
▁پیش ▁سے ▁طرف ▁کی ▁Ann ko ok
▁بی ▁جے ▁پی ▁حکومت ▁نے ▁سی ▁بی ▁آئی ▁کو ▁ ’ کلی کشن ▁بی ورو ‘ ▁میں ▁تبدیل ▁کر ▁دیا : ▁چند را ▁با بو ▁ن ائیڈ و
▁وفاقی ▁وزیر ▁احسن ▁اقبال ▁کا ▁کہنا ▁تھا ▁کہ ▁سی ▁پیک ▁نہای ت ▁شفاف ▁پروگرام ▁ہے ، ▁توانائی ▁کے ▁شعبے ▁میں ▁تمام ▁تر ▁سرمایہ ▁کاری ▁نجی ▁شعبہ ▁کررہا ▁ہے ▁جس ▁کا ▁ٹی رف ▁اور ▁دیگر ▁معاملات ▁نی پر ا ▁دیکھ ▁رہا ▁ہے ▁، ▁جبکہ ▁ان فر ا سٹر ک چر ▁کے ▁منصوب وں ▁کیلئے ▁چین ▁کا ▁ادارہ ▁این ▁ڈی ▁آر ▁سی ▁تین ▁کمپنی وں ▁کا ▁پی نل ▁تجویز ▁کرتا ▁ہے ▁جس ▁میں ▁کم ▁بول ی ▁والی ▁اور ▁مستعد ▁کمپنی ▁کو ▁ٹھیک ے ▁دیئے ▁جاتے ▁ہیں۔ ▁وفاقی ▁وزیر ▁نے ▁بتایا ▁کہ ▁سی ▁پیک ▁میں ▁2014 ▁سے 20 30 ▁تک ▁قل یل ▁، ▁درمیان ے ▁اور ▁طویل ▁مدت ▁منصوبے ▁شامل ▁ہیں ▁جس کی ▁تکمیل ▁سے ▁پاکستان ▁میں ▁معاشی ▁انقلاب ▁آئے ▁گا ▁جو ▁پورے ▁خطے ▁کیلئے ▁گیم ▁چین جر ▁ثابت ▁ہوگا۔ سی ▁پیک ▁منصوب وں ▁کے ▁حوالے ▁سے ▁تفصیلات ▁بتا تے ▁ہوئے ▁احسن ▁اقبال ▁کا ▁کہنا ▁تھا ▁کہ ▁گو ادر ▁بندر گاہ ▁پاک ▁چین ▁اقتصادی ▁راہ داری ▁کا ▁گی ٹ ▁و ے ▁ہے۔ ▁جہاں ▁3 ائر ▁پورٹ ، ▁سو ▁می گا وا ٹ ▁بجلی ▁پیدا ▁کرنے ▁کے ▁پلان ٹ ▁کے ▁علاوہ ▁وا ٹر ▁ٹر یٹ منٹ ▁پلان ٹ ▁اور ▁مقامی ▁آبادی ▁کے ▁معیار ▁زندگی ▁کو ▁بلند ▁کرنے ▁کیلئے ▁ہسپتال ▁کا ▁منصوبہ ▁زیر ▁تکمیل ▁ہے ▁۔ ▁پاکستان ▁میں ▁توانائی ▁کے ▁شعبے ▁میں ▁جاری ▁کو ئل ے ▁، ▁ہائی ڈ ل ▁، ▁سول ر ▁اور ▁دیگر من صوب وں ▁سے 14 ▁سے 15 ▁ہزار ▁می گا وا ٹ ▁بجلی ▁پی د ▁ا ▁ہوگی ، ▁ان ▁منصوب وں ▁میں ▁س ُ کی ▁کنار ی ▁، ▁کر وٹ ▁اور ▁کو ہ الہ ▁کے ▁پن ▁بجلی ▁منصوبے ▁بھی ▁شامل ▁ہیں ، ▁انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁توانائی ▁کے ▁شعبے ▁میں ▁گردش ی ▁قرض وں ▁کی ▁شرح ▁کم ▁کرنے ▁کیلئے ▁تیل ▁پر ▁انحصار ▁کم ▁کیا ▁جارہا ▁ہے ▁اور ▁کو ئل ے ▁سمیت ▁مقامی ▁وسائل ▁کو زی اد ہ ▁سے ▁زیادہ ▁بر ؤ ے ▁کار ▁لا یا ▁جارہا ▁ہے۔
▁شاہ ی ▁شادی ▁Fi ona ▁کی نز ، ▁لیا کا سٹر شار ی ▁کی ▁بنیاد ▁پر ▁کی ک ▁ڈیزائن ر ▁کی ▁طرف ▁سے ▁تیار ▁کیا ▁گیا ▁کی ک ، ▁روایت ی ▁پھل ▁کثیر ▁سطح ی ▁کی ک ▁کریم ▁اور ▁سفید ▁پا گ ▁کے ▁ساتھ ▁سج ایا ▁گیا ▁ہو ▁گا ▁۔ ▁کی ک ▁William ▁کے ▁ساتھ ▁...
▁عوام ▁کے ▁فیصلے ▁کر ▁نے ▁کا ▁حق ▁صرف ▁پارلیمنٹ ▁کو ▁ہے ▁: آ صف ▁علی ▁زرداری
▁پشاور ▁( آئی ▁این ▁پی ▁) ا میر ▁جماعت ▁اسلامی ▁خیبر ▁پختونخوا ▁مشتاق ▁احمد ▁خان ▁نے ▁کہا ▁ہے ▁کہ ▁امریکی ▁صدر ▁ٹرمپ ▁کی ▁ٹو یٹ ▁جھوٹ ▁کا ▁پل ند ہ ...
▁کئی ▁اداروں ▁سے ▁بھر ▁پور ▁علمی ▁استفاد ہ ▁کے ▁بعد ▁کلک ت ہ ▁جامع ▁مسجد ▁اہل ▁حدیث ▁میں ▁خط یب ▁، ▁امام ▁، ▁مفت ی ▁اور ▁من اد ▁کی ▁حیثیت ▁سے ▁ایک ▁طویل ▁عرصہ ▁تک ▁مقرر ▁رہے۔ ▁اللہ ▁تعالی ٰ ▁نے ▁مرحوم ▁کو ▁بہت ▁ساری ▁خوبی وں ▁سے ▁نواز ا ▁تھا ▁، ▁صحافت ▁و خط ابت ▁کے ▁ ذوق ▁کی ▁بنا ▁پر ▁ ’ ا خبار ▁اہل ▁حدیث ▁دہلی ‘ ▁کی ▁مجلس ▁ادا رت ▁سے ▁منسلک ▁ہوئے ▁اور ▁کئی ▁علمی ▁مقال ے ▁آپ ▁نے ▁تحریر ▁فرما ئے۔ ▁سلف ی ▁الع قی دہ ▁کتب ▁کی ▁نشر ▁وا شا عت ▁کے ▁لیے ▁عالم ▁اسلام ▁کا ▁معروف ▁و ▁مشہور ▁ادارہ ▁الد ارا لس لف یہ ▁: ▁بمب ئی ▁قائم ▁کیا ▁جس ▁کے ▁ذریعہ ▁سے ▁چھوٹی ▁بڑی ▁تقریبا ▁تین ▁سو ▁کتاب یں ▁شائع ▁کرو ائیں۔ ▁آج ▁سے ▁اٹھا رہ ▁سال ▁قبل ▁اپنا ▁ذاتی ▁ماہ نامہ ▁ال بلاغ ▁: ▁بمب ئی ▁جاری ▁کیا ▁تھا ▁، ▁جو ▁اپنی ▁نوعی ت ▁کا ▁منفرد ▁ماہ نامہ ▁ہے ▁اور ▁جس ▁کو ▁قبول یت ▁عام ▁حاصل ▁ہے۔
▁رسائی ▁کے ▁لنکس
▁مشہور ▁قول ▁کی ▁بنا ▁پر ▁نبی ▁کا ▁مف ہ وم ▁رسول ▁سے ▁زیادہ ▁وسیع ▁ہے ▁اس ▁بنا ▁پر ▁ہر ▁رسول ▁نبی ▁ہے ▁لیکن ▁بعض ▁ان بیا ▁رسول ▁نہیں ▁ہیں۔ [ 81 ] ▁ایک ▁حدیث ▁کی ▁بنا ▁پر ▁ان بیا ▁میں ▁سے ▁۳ ۱۳ ▁رسول ▁تھے۔ [ 82 ]
▁من ی ▁لا نڈر نگ ▁کیس ▁، ْ آ صف ▁زرداری ▁اور ▁فری ال ▁تال پور ▁پیش ▁، ْ
▁ا ِ س ▁فیصلے ▁کے ▁بعد ، ▁نگرانی ▁کے ▁امریکی ▁پروگرام ▁کی ▁قانونی ▁حیثیت ▁کے ▁بارے ▁میں ▁نئی ▁بحث ▁چ ِ ھڑ ▁گئی ▁ہے۔
▁26 ▁اور ▁مجھے ▁معلوم ▁نہ ▁ہو ▁کہ ▁میرا ▁حساب ▁کیا ▁ہے
▁٢ ٣ ۔ ▁ان ▁اہل ▁کتاب ▁سے ▁مراد ▁ مدی نے ▁کے ▁یہودی ▁ہیں ▁جن ▁کی ▁اکثریت ▁قبول ▁اسلام ▁سے ▁محروم ▁رہی ▁اور ▁وہ ▁اسلام ▁مسلمانوں ▁اور ▁نبی ▁صلی ▁اللہ ▁علیہ ▁و ▁سلم ▁کے ▁خلاف ▁م کر ▁و ▁سازش وں ▁میں ▁مصروف ▁رہے ▁تا آن کہ ▁ان ▁کے ▁دو ▁قبیل ے ▁جلا ▁وطن ▁اور ▁ایک ▁قبیل ہ ▁قتل ▁کر ▁دیا ▁گیا۔

▁اگرچہ ▁ بائی کا ٹ ▁مہم ▁کی ▁وجہ ▁سے ▁سیاح وں ▁کی ▁تعداد ▁میں ▁کمی ▁نہیں ▁آئی ▁لیکن ▁اس ▁کے ▁باوجود ▁کچھ ▁ہوٹل ▁والوں ▁نے ▁سیاح وں ▁کو ▁خوش ▁آمدید ▁کہنے ▁کے ▁لیے ▁بین ر ▁وغیرہ ▁لگائے ▁ہیں ، ▁جبکہ ▁ایک ▁آدھ ▁جگہ ▁سیاح وں ▁سے ▁معافی ▁بھی ▁مانگ ی ▁گئی ▁ہے۔
▁ہا کی ▁ورلڈ ▁کپ ▁2018 ء ▁کی ▁رنگ ا ▁رنگ ▁افتتاح ی ▁تقریب ، ▁فن کار وں ▁کی ▁شرکت
▁Wonder share کی ▁طرف ▁سے ، ▁سفیر ا سر ▁تیار ▁کیا ▁ایک ▁موثر ▁ذریعہ ▁نہ ▁صرف ▁اپنے ▁فون ▁مؤثر ▁صاف ▁ہے ▁لیکن ▁یہ ▁بھی ▁آپ ▁کو ▁مستقل ▁طور ▁پر ▁آپ ▁کے ▁فون ▁سے ▁آپ ▁کی ▁نجی ▁معلومات ▁کو ▁م ٹا ▁دے ▁اور ▁اسے ▁ اری کو ورا بلی ▁آپ ▁نے ▁کبھی ▁بند ▁آپ ▁کے ▁آل ہ ▁ت لف ▁کرنا ▁چاہتے ▁ہیں ▁چاہیے ▁بنانے ▁کی ▁اجازت ▁دیتا ▁ہے ▁۔

▁١ ▁- ▁نقش ▁کیا ▁ہوا۔
▁مدد ▁27 ▁مطلوب ▁ہے
▁سعودی ▁عرب ▁: ▁سینیٹ ▁میں ▁وقف ہ ▁سوالات ▁کے ▁دوران ▁تحریری ▁جواب ▁میں ▁خواجہ ▁آصف ▁کا ▁کہنا ▁تھا ▁کہ ▁سعودی ▁عرب ▁میں ▁جنوری ▁2013 ▁سے ▁اب ▁تک ▁66 ▁پاکستانیوں ▁کے ▁سر ▁قلم ▁کردی ے ▁گئے ▁جب ▁کہ ▁سال ▁2013 ▁میں ▁10 اور ▁2014 ▁میں ▁13 ▁پاکستانیوں ▁کے ▁سر قلم ▁کردی ے ▁گئے ▁تھے

▁کتاب ▁اور ▁سی ▁ڈی ▁دکھا تا ▁ہے
▁انھوں ▁نے ▁ہندوستان ▁کے ▁طول ▁و ▁عرض ▁میں ▁اور ▁خصوصا ً ▁شمال ▁مغربی ▁سرحد ی ▁صوبے ▁میں ▁ان ▁گ نت ▁تبلیغ ی ▁دورے ▁کیے ▁اور ▁بے ▁شمار ▁ جلس وں ▁اور ▁مناظر وں ▁میں ▁حصہ ▁لینے ▁کے ▁ساتھ ▁ساتھ ▁کئی ▁لوگوں ▁کو ▁مسلمان ▁کیا۔
▁ لیس لی ▁ا ڈو ِ ن ▁کی ▁فلم ▁نے ▁بھارتی ▁حکام ▁کو ▁ناراض ▁کیا ▁ہے ▁اور ▁ایک ▁تنازع ▁کھڑا ▁کیا
▁’’ جب ▁میں ▁اسکول ▁میں ▁تھا ▁تو ▁کہا ▁جاتا ▁تھا ▁کہ ▁جسے ▁جرمن ▁آتی ▁ہے ▁وہ ▁کبھی ▁گری جو یشن ▁نہیں ▁کر ▁سکتا ▁۔ ▁کیوں ▁کہ ▁ایک ▁عمر ▁لگ ▁جاتی ▁تھی ▁جرمن ▁آتے ▁آتے ۔ ▁سنا ▁ہے ▁آج ▁کل ▁یہی ▁معاملہ ▁چینی ▁زبان ▁کے ▁ساتھ ▁ہے۔ ▁‘‘
▁کچھ ▁روز ▁قبل ، ▁عز از ▁میں ▁ہونے ▁والے ▁ایک ▁حملے ▁کے ▁نتیجے ▁میں ▁40 سے ▁زائد ▁افراد ▁ہلاک ▁ہوئے۔
▁مطالع ے ▁کے ▁تین ▁بنیادی ▁اصول ▁ہیں۔ ▁ان ▁پر ▁عمل ▁کر ▁کے ▁ہی ▁آپ ▁ایک ▁اچھے ▁لکھا ری ▁اور ▁مصنف ▁بن ▁سکتے ▁ہیں۔
▁سینیٹ ▁کمیٹی ▁کے ▁وفد ▁کی ▁قیادت ▁سینیٹ ر ▁ہدایت ▁اللہ ▁کررہے ▁تھے ▁جبکہ ▁خالد ہ ▁پرو ین ، ▁کلثوم ▁پرو ین ▁اور ▁چوہدری ▁تنو یر ▁خان ▁بھی ▁اس ▁میں ▁شامل ▁تھے۔
▁صحت ▁ ⬅ صح ت ▁کی ▁خبریں ⬅ قوم ی ▁احتساب ▁بی ورو ▁خیبر ▁پختونخوا ▁نے ▁صوبے ▁کے ▁می ڈیکل ▁اور ▁ڈی نٹ ل ▁کالج ز ▁کو ▁غیر ▁معیار ی ▁جن ریٹ رز ▁فراہم ▁..
▁بی وڑ ی ▁و ادی ▁میں ▁ایک ▁شخص ▁اپنے ▁بھائی ▁کے ▁ہاتھوں ▁قتل
▁عوام ▁کو ▁شہر ▁چھوڑ ▁کرد ورد راز ▁علاقوں ▁میں ▁جانے ▁کا ▁حکم ▁دیا ▁۔ ▁تاکہ ▁وہ ▁شہروں ▁کی
▁کشمیر ▁ی ▁صحافی ▁شجاع ت ▁بخاری ▁کے ▁قتل ▁سے ▁سبق ▁سیکھ ▁لیں ‘ ▁بی ▁جے ▁پی ▁لیڈر ▁چودھری ▁ لال ▁سنگھ ▁کا ▁ متنا زع ▁بیان ‘
▁محمد ▁علی ▁خان
▁orgasm ▁کے ▁ویڈیو ▁- ▁مہین ہ ▁کی ▁سب ▁سے ▁مقبول ▁ویڈیو ▁_ ▁XXX ▁فحش ▁ویڈیو ▁اور ▁مفت ▁جنسی ▁فلم یں
▁ن ▁لیگ ▁کے ▁اقتدار ▁میں ▁پہلی ▁بار ▁تین ▁سال ▁مکمل

▁اسلام ▁آباد ( ا ُ ردو ▁پوائنٹ ▁اخبارتاز ہ ▁ترین۔ ▁07 ▁دسمبر 2017 ء ) ▁وزیراعظم ▁شاہد ▁خاقان ▁عباسی ▁نے ▁کہا ▁ہے ▁کہ پا ▁ک ستان ▁برطانیہ ▁کیساتھ ▁قریب ی ▁تعلقات ▁کو ▁انتہائی ▁اہمیت ▁دیتا ▁ہے ▁، ▁دہشت ▁گردی ▁کے ▁خلاف ▁کامیابی وں ▁کے ▁باعث ▁پاکستان ▁برطانوی ▁سرمایہ ▁کار وں ▁کیلئے ▁بہترین ▁مقام ▁ہے ▁، ▁برطانوی ▁سرمایہ ▁کار ▁پاکستان ▁میں ▁سرمایہ ▁کاری ▁کے ▁مواقع ▁سے ▁فائدہ ▁اٹھا ئیں ، حکومت ی ▁کا وش وں ▁کے ▁باعث ▁پاکستان ▁میں ▁طلب ▁سے ▁زیادہ ▁بجلی ▁پیدا ▁ہو رہ ی ▁ہے ▁۔
▁ان ار ▁کھانا ▁آنکھوں ▁کے ▁لیے ▁بھی ▁کافی ▁فائدہ ▁مند ▁ہے۔ ▁امراض ▁چشم ▁کے ▁لئے ▁می ٹھ ے ▁ان ار ▁کا ▁رس ▁نکال ▁کر ▁اسے ▁سبز ▁رنگ ▁کی ▁بو تل ▁میں ▁چا لیس ▁دن ▁دھو پ ▁میں ▁رکھ ▁دیں ، ▁پھر ▁اس ▁پانی ▁کو ▁سل ائی ▁کی ▁مدد ▁سے ▁آنکھوں ▁میں ▁لگ ائیں۔ ▁یہ ▁پانی ▁جتن ا ▁پر انا ▁ہوگا ، ▁اتنا ▁ہی ▁اس ▁کے ▁فوائد ▁میں ▁اضافہ ▁ہوتا ▁چلا ▁جائے ▁گا۔
▁لاہور ▁ہائی ▁کورٹ ▁کی ▁جانب ▁سے ▁معروف ▁پاکستانی ▁صحافی ▁سیر ل ▁الم یڈ ا ▁کے ▁ناقابل ▁ضمانت ▁وارن ٹ ▁گرفتاری ▁جاری ▁کرنے ▁پر ▁سوشل ▁میڈیا ▁صارفین ▁کی ▁جانب ▁سے ▁زبردست ▁ردعمل ▁دیکھا ▁گیا ▁ہے۔
▁یمن ▁تنازع ▁میں ▁مثبت ▁کردار ▁ادا ▁کرنے ▁کو ▁تیار ▁...
▁منظر ▁نگار ی ▁سے ▁ایک ▁قدم ▁گے ▁جا ▁کر ▁ فاضل ▁خاک ہ ▁نگار ▁نے ▁منظر ▁آفر ینی ▁کے ▁ہ نر ▁سے ▁کام ▁لیا ▁ہے۔ ▁ایک ▁مثال ▁دیکھ ئے :
▁زو نگ ▁نے ▁یہ ▁منظر ▁اگلے ▁دن ▁بھی ▁دیکھا ‘ ▁خاتون ▁آئی ‘ ▁کو ڑا ▁اک ٹھا ▁کیا ▁اور ▁تھی لا ▁لے ▁کر ▁چل ی ▁گئی ▁‘ ▁اس ▁کے ▁بعد ▁سینٹر ی ▁ورک رز ▁آئے ‘ ▁ساحل ▁کا ▁چک ر ▁لگایا ▁اور ▁اطمینان ▁سے ▁سر ▁ہل ات ے ▁ہوئے ▁واپس ▁چلے ▁گئے ‘ ▁یہ ▁سلسلہ ▁کئی ▁دنوں ▁تک ▁چل تا ▁رہا ▁یہاں ▁تک ▁کہ ▁زو نگ ▁کو ▁محسوس ▁ہونے ▁لگا ▁وہ ▁خاتون ▁اک یلی ▁سینٹر ی ▁ورک ر ▁ہے ▁اور ▁باقی ▁تمام ▁لوگ ▁باس ▁ہیں ▁اور ▁وہ ▁روزانہ ▁ساحل ▁پر ▁ان سپ کشن ▁کےلئے ▁آتے ▁ہیں ‘ ▁یہ ▁رو ٹین ▁زو نگ ▁کےلئے ▁ تجسس ▁ثابت ▁ہوئی ‘ ▁یہ ▁ اگ لی ▁صبح ▁اپنے ▁ہ ٹ ▁سے ▁نکل ا ‘ ▁خاتون ▁کے ▁پاس ▁گیا ▁اور ▁اسے ▁سلام ▁کیا ‘
▁حکومت ▁کے ▁100 ▁روز
▁کا خی ال ▁کرتے ▁ہوئے ▁حضرت ▁نق ی ▁( علی ہ ▁الس ّ لام ) ▁سے ▁کوئی ▁تعرض ▁نہیں ▁کیا
▁آج ▁کے ▁کالم ز
▁اخذ ▁کردہ ▁از ▁« https :// ur . wiki quote . org / w / index . php ? title = صار ف : Ale XX w & oldid = 474 1 »
▁اس ▁رپورٹ ▁میں ▁برطانیہ ▁کے ▁مختلف ▁اقدامات ▁پر خ د ش ات ▁کا ▁اظہار ▁کیا گیا ▁ہے ▁جن ▁میں ▁پناہ ▁گزین وں ▁کی ▁ذم ہ ▁داری ▁اٹھا نے ▁سے ▁انکار ، ▁تحقیقاتی ▁اختیارات ▁کے ▁مجوز ہ ▁بل ▁اور ▁سعودی ▁عرب ▁کو ▁ہتھیار وں ▁کی ▁فروخت ▁سے ▁متعلق ▁لائسنس ز ▁کا ▁اجرا ▁شامل ▁ہے۔
▁ان ▁کے ▁سر ▁کے ▁بال ▁کچھ ▁بھ ور ے ▁اور ▁باقی ▁سب ▁سفید ▁تھے۔ ▁آنکھوں ▁پر ▁مو ٹا سا ▁چشم ہ ▁اور ▁ہاتھ ▁میں ▁قلم ▁تھا۔
▁میری ▁نہیں ▁یہ ▁پانی ▁کی ▁کہانی ▁ہے !
▁وہ ▁فصل ▁گل ▁، ▁جسے ▁ اندیش ہ ▁زوال ▁نہ ▁ہو
▁گھر ▁> ▁خبریں ▁> ▁مواد


▁« بی ض ائی ▁د انت » ▁سے ▁مربوط ▁صفحات ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁ ٹھ ٹھ ہ ▁سی منٹ ▁کمپنی ▁لم ٹی ڈ ، ▁جملہ ▁حقوق ▁محفوظ ▁ہیں ، ▁آخری ▁ترمیم : ▁21 ا پر یل ، 2016
▁‫ خف یہ ▁م وڈ ▁کو ▁استعمال ▁کرنا ‬
▁کروڑ وں ▁دل وں ▁کی ▁د ھڑ کن ▁معروف ▁بھارتی ▁اداکارہ ▁ای شور یا ▁رائے ▁نے ▁خود کش ی ▁کر ▁لی
▁قرض ▁ادا ▁نہ ▁کرنے ▁والا ▁شہری ▁بینک ▁میں ▁قید ▁اغوا ▁کی ▁اطلاع ▁پر ▁5 م لازم ین ▁گرفتار
▁جہانگیر ▁اختر ▁اس ▁اعتراض ▁کا ▁جواب ▁دیتے ▁ہوئے ▁کہتے ▁ہیں ▁کہ ▁انہیں ▁پیپلز ▁پارٹی ▁سے ▁اپنی ▁وا بستگی ▁پر ▁فخر ▁ہے ▁اور ▁یہ ▁بات ▁ان ▁کے ▁لیے ▁اور ▁بھی ▁بڑا ▁اعزاز ▁ہے ▁کہ ▁حکمران ▁جماعت ▁کے ▁ایک ▁اد نی ٰ ▁کار کن ▁ہوتے ▁ہوئے ▁بھی ▁وہ ▁کرپشن ▁کے ▁خلاف ▁ہر ▁فورم ▁پر ▁آواز ▁اٹھا ▁رہے ▁ہیں۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁پیپلز ▁پارٹی ▁کی ▁بنیاد ▁بھٹو ▁خاندان ▁نے ▁رکھی ▁اور ▁اس ▁کے ▁لیے ▁جان ▁کی ▁قربانی اں ▁بھی ▁دیں۔ ▁جہانگیر ▁اختر ▁نے ▁اس ▁عزم ▁کا ▁اظہار ▁بھی ▁کیا ▁کہ ▁وہ ▁پارٹی ▁وا بستگی ▁سے ▁بالاتر ▁ہو ▁کر ▁کرپشن ▁کے ▁خلاف ▁اپنا ▁مش ن ▁جاری ▁رکھیں ▁گے۔
▁اگر ▁وہ ▁جا گ ▁اٹھ تے ▁اور ▁انہیں ▁پتہ ▁چل ▁جاتا ▁کہ ▁ہی لو ▁کو ▁نکال ▁دیا ▁گیا ▁ہے ▁تو ▁وہ ▁آپ س ▁میں ▁اتفاق ▁کر ▁کے ▁بلد یہ ▁کے ▁می ئر ▁کے ▁پاس ▁جا ▁کر ▁کہتے ▁:
▁سائنس دان وں ▁کو ▁یقین ▁ہے ▁کہ ▁وہ ▁پیدائش ی ▁طور ▁پر ▁بہ رے ▁افراد ▁کے ▁علاج ▁میں ▁کامیابی ▁کے ▁بہت ▁قریب ▁ہیں ، ▁ایسے ▁افراد ▁کے ▁کان وں ▁میں ▁اسٹ یم ▁سیل ز ▁لگائے ▁جائیں ▁گے ▁جو ▁کہ ▁اس ▁مور وث ی ▁مرض ▁کے ▁شکار ▁افراد ▁میں ▁پائی ▁جانے ▁والی ▁خراب ی ▁کو ▁دور ▁کریں ▁گے۔
▁جیل ▁تو ▁جیل ▁ہوتی ▁ہے ، س خت یاں ▁تو ▁برداشت ▁کرنی ▁ہوں ▁گی : ▁شہباز ▁شریف ▁کا ▁میڈیا ▁کو ▁جواب
▁اس ▁طرح ▁کی ▁بے ▁شمار ▁مثال یں ▁پیش ▁کی ▁جا سک تی ▁ہیں ▁جنہیں ▁حضرت ▁اقبال ▁طاقت ▁کے ▁حصول ▁کی ▁ وک الت ▁کرتے ▁ہیں۔
▁۱۳ ۲ . ▁اس ▁کی ▁وص یت ▁ابراہیم ▁اور ▁ی عق وب ▁نے ▁اپنی ▁اولاد ▁کو ▁کی ، ▁کہ ▁ہمارے ▁بچ و ! ▁اللہ ▁تعالی ٰ ▁نے ▁تمہارے ▁لئے ▁اس ▁دین ▁کو ▁پسند ▁فرما ▁لیا ، ▁خبردار ! ▁تم ▁مسلمان ▁ہی ▁مر نا
▁آنے ▁والا ▁وقت ▁پیپلز ▁پارٹی ▁کا ▁ہو ▁گا ، کام ی اب ▁ہو ▁کر ▁خواتین ▁کی ▁فلا ح ▁و ▁بہ بود ▁کے ▁لئے ▁کام ▁کرو نگی ، مہ رین ▁انور ▁را جہ
▁مکمل ▁پڑھیں : ▁والد ▁کا ▁دن ▁2019 ▁خواہش ات
▁سکر دو ▁میں ▁خاص ▁مسلک ▁کے ▁لوگوں ▁کی ▁اکثریت ▁کی ▁وجہ ▁سے ▁ہ ڑ تال ▁کی ▁گئی ، راء ▁کی ▁جانب ▁سے ▁فنڈ نگ ▁کا ▁شک ▁ہے۔ ▁وزیر ▁اعلی ▁گلگت ▁بلتستان ۔
▁ . ▁اس ▁کے ▁بجائے ▁کی ▁بجائے ▁ . ▁ہر ▁چیز ▁کو ▁معمول ▁کے ▁ساتھ ▁کرنا ▁چاہتے ▁ہیں ▁ٹی گ . ▁اگر ▁آپ ▁کسی ▁وجہ ▁سے ▁واقعی ▁یہ ▁نہیں ▁کرسکتے ▁ہیں ▁تو ، ▁اچھی ▁تصویر ▁سائٹ ▁نقش ہ ▁بنائیں ▁اور ▁واقعی ▁وضاحت ی ▁تصاویر ▁نام ▁استعمال ▁کریں .
▁ ’ کین سر ▁امریکہ ‘ ▁کا ▁خاتمہ ▁کر ▁دیا ▁جائے ▁گا ، ▁ان ڈر ▁و یئر ▁بمبار ▁کی ▁دھمکی ▁_ ▁حالات ▁حاضر ہ ▁_ ▁DW ▁_ ▁05 .10. 2011
▁تمام ▁اشاعت ▁کے ▁جملہ ▁حقوق ▁بحق ▁ادارہ ▁محفوظ ▁ہیں۔ ب غیر ▁اجازت ▁کسی ▁قسم ▁کی ▁اشاعت ▁ممنوع ▁ہے
▁ممبئی : ▁بالی ▁ووڈ ▁کے ▁ دب نگ ▁اداکار ▁سلمان ▁خان ▁52 ▁سال ▁کے ▁ہو چ کے ▁ہیں ▁اور ▁ابھی ▁تک ▁کن وار ے ▁ہیں ▁ان ▁کے ▁گھر ▁والوں ▁اور ▁پرستار وں ▁کی ▁شدید ▁خواہش ▁ہے ▁کہ ▁سلمان ▁خان ▁جلد ▁سے ▁جلد ▁شادی ▁کے ▁بند ھن ▁میں ▁بند ھ ▁جائیں ▁لیکن ▁سلمان ▁خان ▁خود ▁شادی ▁کے ▁بارے ▁میں ▁کیا ▁کہتے ▁ہیں ▁اس ▁حوالے ▁سے ▁انہوں ▁نے ▁پہلی ▁بار ▁بھارتی ▁ٹی ▁وی ▁کے ▁مقبول ▁ترین ▁شو ’ ’ آپ ▁کی ▁عدالت ‘‘ میں ▁کھل ▁کر ▁اپنا ▁موقف ▁بیان ▁کیا۔ ▁جس ▁کی ▁ویڈیو ▁سوشل ▁میڈیا ▁پر ...
▁پا نامہ ▁کیس ▁کا ▁فیصلہ ▁واقعی ▁ایسا ▁ہے ▁کہ ▁لوگ ▁بیس ▁سال ▁یاد ▁رکھیں ▁گے ▁مدعی ▁اور ▁م دعا ▁علیہ ▁سمیت ▁سب ھ وں ▁نے ▁خو ▁شی ▁سے ▁ل ڈ ▁ یاں ▁ڈال یں ▁جی ▁بھر ▁کر ▁م ٹھ ائی ▁کھا ▁ ئی ▁اور ▁اب ▁آ ▁ف ٹر ▁شا ک ▁س بھی ▁سوچ ▁رہے ▁ہیں ▁کہ ▁شاید ▁ان ▁کے ▁ساتھ ▁ہاتھ ▁ہو ▁گیا ▁ہے ▁۔ ▁فیصلہ ▁کو ▁تاریخ ▁ساز ▁مان نے ▁اور ▁مبارک ▁سلامت ▁کے ▁ج ذ ▁بات ی ▁ہ چ کول وں ▁کے ▁بعد ▁عمران ▁خان ▁نے ▁سپریم ▁کورٹ ▁کے ▁تاریخ ▁ساز ▁فیصلہ ▁کے ▁تحت ▁شریف ▁خاندان ▁کے ▁خلاف ▁بنا ▁ ئی ▁جانے ▁والی ▁جے ▁آ ▁ ئی ▁ٹی ▁کو ▁ہی ▁مان نے ▁سے ▁انکار ▁کر ▁دیا ▁انہیں ▁خطرہ ▁ہے ▁کہ ▁مجوز ہ ▁جے ▁آ ▁ ئی ▁ٹی ▁میں ▁س بھی ▁نو ز ▁شریف ▁کی ▁حکومت ▁کے ▁چ ہی تے ▁ملازمین ▁ہوں ▁گے ▁تو ▁ایسے ▁میں ▁نہ ▁تو ▁شفاف ▁تحقیقات ▁ہو سک یں ▁گی ▁اور ▁نہ ▁ہی ▁انصاف ▁ہو ▁سکے ▁گا ▁دوسری ▁طرف ▁اب ال ▁ ٹھ نڈ ا ▁ہو ▁نے ▁کے ▁بعد ▁حکمران ▁جماعت ▁کو ▁بھی ▁پا نامہ ▁فیصلہ ▁میں ▁چپ ھے ▁تحفظ ات ▁نظر ▁آ ▁ہی ▁گئے ▁لیکن ▁وسیع ▁تر ▁قومی ▁مفاد ▁میں ▁بننے ▁والی ▁جے ▁آ ▁ ئی ▁ٹی ▁کے ▁ساتھ ▁مکمل ▁تعاون ▁کا ▁سند ▁ یس ہ ▁اس ▁شرط ▁کے ▁ساتھ ▁دیا ▁کہ ▁ہو ▁سکتا ▁ہے ▁ہم ▁فیصلہ ▁کے ▁خلاف ▁نظر ▁ثانی ▁میں ▁چلے ▁جائیں ۔

▁چینی ▁زبان ▁میں ▁شن گھ ائی ▁شہر ▁کے ▁نام ▁کا ▁مطلب ▁ہے ’ ’ سم ندر ▁پر ▁بنایا ▁گیا ▁شہر ‘‘ ▁اور ▁ماہرین ▁کے ▁بہت ▁محت اط ▁انداز وں ▁کے ▁مطابق ▁اس ▁نمائش ▁کو ▁دیکھنے ▁کے ▁لئے ▁بیرون ▁ملک ▁سے ▁کم ▁از کم ▁بھی ▁تین ▁اور ▁پانچ ▁ملی ن ▁کے ▁درمیان ▁مہمان ▁اس ▁نمائش ▁کا ▁رخ ▁کریں ▁گے۔
▁عمران ▁خان ▁وزیراعظم ▁پاکستان ▁منتخب
▁نریندر ا ▁مودی ▁کی ▁بیٹی وں ▁کے ▁ساتھ ▁سیل فی ▁کی ▁اپیل
▁کے ▁ذریعہ ▁دباؤ ▁ڈال نے ▁کے ▁ل ۓ ▁آپ ▁لوگوں ▁کو ▁یہ ▁بھی ▁معلوم ▁ہے ▁کہ ▁میں ▁بغیر ▁کسی ▁زبان ▁میں ▁بول ی ▁بغیر ▁زبان ی ▁طور ▁پر ▁زبان ی ▁طور ▁پر ▁زبان ی ▁طور ▁پر
▁ضرور ▁پڑھیں : سین ئر ▁افسر ▁کا ▁وفاقی ▁وزیر ▁خسرو ▁ بخت یار ▁کا ▁حکم ▁مان نے ▁سے ▁انکار پ ھر ▁تحریک ▁انصاف ▁کی ▁حکومت ▁نے ▁اس ▁کیساتھ ▁کیا ▁سلوک ▁کردیا ؟ ▁وہ ▁خبر آ گ ئی ▁جس ▁کی ▁کسی ▁کو ▁توقع ▁نہ ▁تھی

▁9 /11 ▁حملوں ▁کو ▁آج ▁17 ▁برس ▁ہوگئے ، ▁اور ▁اب ▁حملوں ▁کے ▁بعد ▁کی ▁ایک
▁جھ ا ڑ کھ نڈ : ▁ایک ▁ہی ▁خاندان ▁کے ▁6 ▁افراد ▁نے ▁خود ▁کشی ▁کرلی
▁ہل کے ▁خیر ▁مقدم ▁کا ▁خیر ▁مقدم : ▁این دھ ن ▁کی ن ، ▁گزشتہ ▁فروری ▁شار ک ▁میں ▁تجارت ▁کرنے ▁کے ▁بعد ، ▁کلی ب ▁بینک ▁سینٹر ▁میں ▁اپنا ▁پہلا ▁کھیل ▁کھیل ▁رہا ▁تھا ، ▁اس ▁کے ▁اوپر ▁مرکزی ▁برف ▁کے ▁ویڈیو ▁بورڈ ▁پر ▁ایک ▁پیغام ▁کے ▁ساتھ ▁خیر ▁مقدم ▁کیا ▁گیا . ▁مختصر ▁پیغام ▁نے ▁بھی ڑ ▁سے ▁آل ے ▁کا ▁ایک ▁ہل کے ▁دور ▁لگایا ، ▁لیکن ▁کی نی ▁نے ▁اپنی ▁واپسی ▁میں ▁مخلوط ▁جواب ▁مو صول ▁کیا .
▁بین ▁الاقوامی
▁پاکستان ▁کے ▁وزیراعظم ▁متحدہ ▁عرب ▁امارات ▁کے ▁دورے ▁پر ▁ابو ظ ہ بی ▁پہنچ ▁گئے
▁pak desi her bal ▁نے ▁20 ▁نومبر ▁2017 ▁کو ▁شایع ▁کیا۔
▁نیب ▁کی ▁پہلی ▁اور ▁آخری ▁وا بستگی ▁پاکستان ▁کے ▁مفاد ات ▁کا ▁تحفظ ▁ہے : چ یئر مین ▁نیب

▁تازہ ▁ترین ▁شو
▁1 ▁گھ نٹ ہ ▁پہلے
▁دوستوں ▁کے ▁ساتھ ▁شیر ▁کریں
▁ماہر ہ ▁خان ▁ایوارڈ ▁شو ▁میں ▁ایسا ▁لباس ▁پہن ▁کر ▁آ ▁گئیں ▁، ▁لوگوں ▁کے ...
▁اپنا ▁تبصرہ ▁تحریر ▁کریں

▁ہم ▁صدارت ی ▁نظام ▁کی ▁طرف ▁بڑھ ▁رہے ▁ہیں
▁اب ▁چونکہ ▁آصف ▁علی ▁زرداری ▁نے ▁وطن ▁واپسی ▁کا ▁اراد ہ ▁کر ہی ▁لیا ▁ہے ▁تو ▁ا ُ نہیں ▁چاہیے ▁کہ ▁حالات ▁کی ▁ن زا کت ▁اور ▁نئے ▁الیکشن ▁کی ▁آمد ▁کا ▁خیال ▁رکھتے ▁ہوئے ▁پارٹی ▁کو ▁نئے ▁سر ے ▁سے ▁منظم ▁اور ▁متحرک ▁کریں۔ کر پ شن ▁اور ▁نااہل ی ▁جیسی ▁خراب یوں ▁کا ▁علاج ▁تلاش ▁کریں ▁اور ▁صرف ▁کارکردگی ▁کی ▁بنیاد ▁پر لوگ وں ▁سے ▁حق ▁حاکمیت ▁کی ▁است دعا ▁کریں۔ وہ ▁جب ▁تک ▁صوبہ ▁سندھ ▁سے ▁م فل سی ، ▁ جہ الت ▁اور ▁غربت ▁کا ▁خاتمہ ▁کرنے ▁کی ▁کوشش یں ▁نہیں ▁کریں ▁گے ▁۔ ▁ا ُ سے ▁جدید ▁اور تر قی ▁یافتہ ▁نہیں ▁بنائیں ▁گے ▁سارے ▁ملک ▁کے ▁عوام ▁ا ُ ن ▁کی ▁بات وں ▁پر کو ئی ▁اعتبار ▁نہیں ▁کریں ▁گے۔ ▁مد ِ ▁مقابل ▁کوئی ▁مضبوط ▁سیاسی ▁حریف ▁یا ▁جماعت ▁نہ ▁ہونے ▁کی ▁وجہ ▁سے ▁سندھ ▁کی ▁حد ▁تک ▁تو ▁ا ُ نہیں ▁دوبارہ ▁حکومت ▁کرنے ▁کا ▁موقع ▁مل ▁جائے ▁گا ▁لیکن ▁سارے ▁پاکستان ▁میں ح کم رانی ▁کرنے ▁کا ▁شوق ▁ہر گز ▁پورا ▁نہیں ▁ہو پ ائے ▁گا۔
▁انہوں ▁نے ▁اد لب ▁کی ▁صورت ▁حال ▁کا ▁ذکر ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁یہ ▁شام ی ▁حکومت ▁کا ▁حق ▁ہے ▁کہ ▁پورے ▁ملک ▁پر ▁اس ▁کا ▁کنٹرول ▁ہو - ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁اد لب ▁میں ▁موجود ▁دہشت ▁گردوں ▁کے ▁ڈر ون ▁حملوں ▁کو ▁نظر ▁انداز ▁نہیں ▁کیا ▁جا ▁سکتا ▁البتہ ▁وہاں ▁عام ▁شہریوں ▁کی ▁آبادی ▁کے ▁پیش ▁نظر ▁تمام ▁پہلو ؤں ▁کو ▁مد ▁نظر ▁رکھنا ▁ہو ▁گا -
▁اور ▁ہر ▁دیکھنے ▁والے ▁کے ▁لیے ▁دوزخ ▁سامنے ▁ل ائی ▁جائے ▁گی۔
▁ دھر نوں ▁کی ▁سیاست ▁نے ▁ملک ▁کو ▁معاشی ▁طور ▁پر ▁غیر ▁مست ع کم ▁کر ▁دیا ▁ہے : ▁شیخ ▁و سیم ▁اکرم ▁_ ▁Geo ▁Urdu
▁حیدرآباد ۔ / 29 اک ٹو بر ، ▁( ▁راست ▁) ▁مولانا ▁سید ▁ظ ہ ور ▁الحق ▁م ظ ا ہری ▁ولد ▁سید ▁عبدال عز یز ▁امام ▁مسجد ▁قادر یہ ▁سید ▁علی ▁گو ڑ ہ ▁مراد ▁نگر ▁کا ▁آج ▁مہ دی ▁ پٹ نم ▁کے ▁قریب ▁حادث ہ ▁میں ▁انتقال ▁ہوگیا ۔ ▁وہ ▁62 سال ▁کے ▁تھے ▁۔ ▁تفصیلات ▁کیلئے ▁فون ▁9 949 695 969 ▁، ▁90 52 20 949 4 ▁پر ▁ربط ▁کریں۔
▁میں ▁یہ ▁بات ▁بڑے ▁د کھ ▁سے ▁عرض ▁کرتا ▁ہوں ▁کہ ▁مجھے ▁واقعی ▁ڈر ▁لگتا ▁ہے ، ▁شہروں ▁میں ▁بس نے ▁والے ▁ان ▁’’ ▁سیاح وں ▁‘‘ ▁سے ▁جو ▁اپنی ▁آبادی وں ▁کو ▁ہ جو م ▁میں ▁بدل نے ▁میں ▁فخر ▁محسوس ▁کررہے ▁ہیں ▁کہ ▁ہم ▁دنیا ▁کی ▁چھٹی ▁بڑی ▁قوم ▁( آباد ی ▁کے ▁حوالے ▁سے ▁) ▁ہیں۔ ▁میرے ▁ایک ▁نہای ت ▁اہل ▁علم ▁دوست ▁جناب ▁شک ور ▁طاہر ▁نے ▁میرے ▁اس ▁خوف ▁کی ▁تصدیق ▁یوں ▁کی ▁کہ ▁کئی ▁سال ▁قبل ▁انہوں ▁نے ▁اسلام ▁آباد ▁سے ▁چند ▁کل وم یٹر ▁باہر ▁بارہ ▁کہ و ▁میں ▁ایک ▁ ندی ▁کنار ے ▁گھر ▁بنانا ▁شروع ▁کیا۔ ▁وہاں ▁پر ▁معروف ▁اد یب ▁ممتاز ▁مفت ی ▁کے ▁صاحب زاد ے ▁عکس ی ▁مفت ی ▁نے ▁پہلے ▁ہی ▁گھر ▁بنا ▁رکھا ▁تھا۔ ▁لہ ٰ ذا ▁انہوں ▁نے ▁ا ُ ن ▁کے ▁گھر ▁کے ▁ساتھ ▁ہی ▁زمین ▁کا ▁ایک ▁ ٹک ڑا ▁لے ▁کر ▁اپنا ▁گھر ▁بنا ▁ڈال ا۔ ▁متعدد ▁بار ▁انہوں ▁نے ▁عکس ی ▁مفت ی ▁سے ▁کہا ▁کہ ▁اس ▁آبادی ▁کی ▁گلی ▁پخت ہ ▁کروا ▁لیتے ▁ہیں۔ ▁عکس ی ▁مفت ی ▁نے ▁ہمیشہ ▁ہی ▁اس ▁تجویز ▁کی ▁حوصلہ ▁شکن ی ▁کی ▁اور ▁اس ▁خوب ▁صورت ▁و ادی ▁میں ▁گھر ▁بنانے ▁کے ▁لیے ▁دیگر ▁’’ ش ہری وں ‘‘ ▁کی ▁بھی ▁حوصلہ ▁شکن ی ▁کرتے ▁رہے ▁کہ ▁بابا ▁میں ▁تو ▁یہاں ▁گھر ▁بنا ▁کر ▁پ چھ تا ▁رہا ▁ہوں ، ▁نہ ▁جانے ▁رات ▁کو ▁کی سی ▁عجیب ▁و غر یب ▁آواز یں ▁آتی ▁ہیں ، ▁خون خ وار ▁جانور وں ▁کی ▁بلکہ ▁پ ُ راس رار ▁آواز یں ▁بھی ۔ ▁مگر ▁رفت ہ ▁رفت ہ ▁یہ ▁و ادی ▁شہری ▁آبادی ▁میں ▁بدل ▁گئی ▁اور ▁اب ▁یہ ▁و ادی ▁بھی ▁’’ ش ہری ▁ہ جو م ‘‘ ▁کا ▁ نظار ہ ▁پیش ▁کرتی ▁ہے۔ ▁یہ ▁اس ▁قوم ▁کے ▁متعدد ▁الم یوں ▁میں ▁سے ▁ایک ▁الم یہ ▁ہے۔
▁سو نے ▁کے ▁ان ▁طریق وں ▁سے ▁آپ ▁جسم ▁کی ▁مختلف ▁تک ال یف ▁سے ▁چھ ٹ کار ہ ▁پاس ک تے ▁ہیں
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁سان چہ : نا رو ے ▁کی ▁ہو ائی ▁کمپنی اں
▁دہشت ▁گردی ▁کے ▁خلاف ▁جنگ ▁میں ▁امریکی ▁فتح ▁کے ▁لئے ▁’’ عوام ی ...
▁اقوام ▁متحدہ ▁۔ 26 ▁جولائی ▁۔ ▁( ▁سیاست ▁ڈاٹ ▁کام ▁) ▁شام ▁میں ▁جنگی ▁جرائم ▁کے ▁خودم ختار ▁اقوام ▁متحدہ ▁کمیشن ▁نے ▁کہا ▁کہ ▁اسلامی ▁ریاست ▁کے ▁انتہا پسند ▁گروپ ▁کے ▁کم ا نڈر س ▁کو ▁اگر ▁مبینہ ▁طور پر ▁غ دار وں ▁کی ▁خفیہ ▁فہرست ▁میں ▁شامل ▁کرنا ▁ہو ▁تو ▁وہ ▁اچھے ▁ا ُ می دوار ▁ثابت ▁ہو سک تے ▁ہیں۔ ▁ براز یل ▁کے ▁سفارت ▁کار ▁اور ▁دانش ور ▁پال و سر گی وپ نی رو نے ▁کہا ▁کہ ▁ال قاعدہ ▁سے ▁عل حد ہ ▁ہونے ▁والا ▁گروپ ▁جو ▁اب ▁شمالی ▁اور ▁مشرقی ▁شام ▁پر ▁اپنا ▁کنٹرول ▁رکھتا ▁ہے ▁، ▁اب ▁سر عام ▁سزا ئے ▁موت ▁دینے ▁، ▁مس لوب ▁کرنے ▁اور ▁دیگر ▁انسانی ▁حقوق ▁کی ▁پام الی ▁میں ▁ملوث ▁ہیں۔ ▁م سٹر ▁پال و ▁نے ▁اس ▁سلسلہ ▁میں ▁سنی ▁عسکری ت ▁پسند ▁گروپ ▁کا ▁خصوصی ▁طور پر ▁تذکر ہ ▁کرتے ▁ہوئے ▁فہرست ▁میں ▁موجود ▁افراد ▁کے ▁زمر وں ▁کی ▁تفصیلات ▁بت ائیں۔
▁آن کھ ▁ا ُ ن ▁کی ▁لڑ ی ▁یوں ▁میری ▁آن کھ ▁سے ، ▁دیکھ ▁کر ▁یہ ▁لڑائی ▁م زہ ▁آ ▁گیا
▁آج ▁کے ▁کالم ز
▁اضلاع ▁کی ▁خبریں
▁چین ▁میں ▁ورلڈ ▁ روب وٹ ▁کانفرنس ▁کا ▁انعقاد
▁جماعت ▁اسلامی ▁کا ▁موقف ▁ہے ▁کہ ▁ٹر بی ون ل ▁کے ▁ذریعے ▁حکومت ▁اپنے ▁مخالفین ▁کو ▁نشانہ ▁بنا ▁رہی ▁ہے۔
▁مون تی ریا ▁( ▁ہ سپ انو ی : ▁Monte ría ) ▁کو لم بیا ▁کا ▁ایک ▁رہائش ی ▁علاقہ ▁جو ▁Caribbean ▁Region ▁( Col om bia ) ▁میں ▁واقع ▁ہے۔ ▁[1]
▁لندن : مسلم ▁لیگ ▁( ن ) ▁کے ▁قائد ▁سابق ▁وزیراعظم ▁نواز ▁شریف ▁کی ▁صاحب زاد ی ▁مریم ▁نواز ▁نے ▁13 جو ل ائی ▁بروز ▁جمعہ ▁کو ▁اپنے ▁والد ▁نوازشریف ▁کے ▁ہمراہ ▁وطن ▁واپسی ▁کا ▁اعلان ▁کرتے ▁ہوئے ▁کہا ▁ہے ▁کہ ▁پہلے ▁ہمارا ▁فیصلہ ▁تھا ▁کہ ▁والد ہ ▁کے ▁ہو ش ▁میں ▁آنے ▁تک ▁وطن ▁واپس ▁نہیں ▁جائیں ▁گے ▁۔
▁اپنا ▁تبصرہ ▁لکھیں
▁ 478 ▁اللہ ▁نے ▁ج اہل وں ▁سے ▁اس ▁وقت ▁تک ▁سیکھ نے ▁کا ▁عہد ▁نہیں ▁لیا ▁جب ▁تک ▁جان نے ▁والوں ▁سے ▁یہ ▁عہد ▁نہیں ▁لیا ▁کہ ▁وہ ▁سکھ انے ▁میں ▁در ی غ ▁نہ ▁کریں ▁۔
▁گرد ے ▁کے ▁درد ▁کا ▁علاج
▁اور ▁آپ ▁( اپ نے ▁رب ▁کے ▁حضور ▁یہ ) ▁عرض ▁کرتے ▁رہیں : ▁اے ▁میرے ▁رب ! ▁مجھے ▁سچ ائی ▁( خوش نود ی ) ▁کے ▁ساتھ ▁داخل ▁فرما ▁( جہ اں ▁بھی ▁داخل ▁فرمان ا ▁ہو ) ▁اور ▁مجھے ▁سچ ائی ▁( و ▁خوش نود ی ) ▁کے ▁ساتھ ▁باہر ▁لے ▁آ ( جہ اں ▁سے ▁بھی ▁لا نا ▁ہو ) ▁اور ▁مجھے ▁اپنی ▁جانب ▁سے ▁مدد گار ▁غل بہ ▁و ▁قوت ▁عطا ▁فرما ▁دے
▁تازہ ▁ترین ▁شو
▁یہ ▁لڑکی اں ▁ملک ▁کے ▁شمال ▁مشرقی ▁صوبے ▁یو بے ▁کے ▁ڈ اپ چی ▁شہر ▁کے ▁ایک ▁سکول ▁سے ▁19 ▁فروری ▁سے ▁لاپتہ ▁ہیں ▁جب ▁جہاد ی ▁تنظیم ▁نے ▁ان ▁کے ▁سکول ▁پر ▁حملہ ▁کیا ▁تھا۔ صدر ▁محمد ▁بخاری ▁نے ▁اسے ▁‘ قوم ی ▁سان ح ے ’ ▁سے ▁تعبیر ▁کرتے ▁ہوئے ▁طالب ات ▁کے ▁اہل ▁خانہ ▁سے ▁معافی ▁مانگ ی ▁ہے۔ اس ▁حملے ▁نے ▁2014 ▁کے ▁چی ب وک ▁حملے ▁کی ▁یاد ▁تازہ ▁کردی ▁ہے ▁جس ▁میں ▁ڈھ ائی ▁سو ▁سے ▁زیادہ ▁لڑکی اں ▁اغوا ▁کر ▁لی ▁گئی ▁تھیں۔
▁ان ▁سے ▁ملی ے !
▁بھارت ▁میں ▁خود ▁کشی ▁کی ▁شرح ▁میں ▁اضافہ
▁ٹھیک ▁ہے ▁مجھے ▁چند ▁لمح ے ▁چاہیے ▁اس ▁فیصلے ▁کے ▁لیے ▁، ▁لیکن ▁شرط ▁یہ ▁ہے ▁کہ ▁تم ▁خاموش ی ▁سے ▁میری ▁بات ▁مان و ▁گی ▁اور ▁جو ▁کہ وں ▁گا ▁وہ ▁کرتی ▁جا ؤ ▁گی ▁" ▁ زین یا ▁نے ▁جواب ▁میں ▁کچھ ▁کہنے ▁کے ▁لیے ▁منہ ▁کھول ا ▁ہی ▁تھا ▁مگر ▁عمر ▁کے ▁چہرے ▁پر ▁موجود ▁تاثر ات ▁دیکھ ▁کر ▁خاموش ▁ہو ▁گئی
▁Next ▁article کیا ▁کھا ▁یا ▁ہائی ▁بل ڈ ▁پری شر ▁کے ▁ساتھ ▁کھانا ▁نہیں ▁کرنا ▁( ہ ائی ▁بل ڈ ▁پری شر )
▁رسائی ▁کے ▁لنکس
▁بی ▁بی ▁سی ▁نے ▁عہدے ▁دار وں ▁کے ▁حوالے ▁سے ▁بتایا ▁ہے ▁کہ ▁چین ▁کے ▁صوبے ▁شان ▁چی ▁کی ▁ مز ہی ▁کاؤنٹی ▁کے ▁ایک ▁ہائی ▁سکول ▁کے ▁نزدیک ▁ چاق و ▁سے ▁مسلح ▁ایک ▁شخص ▁نے ▁طالب ▁علم وں ▁پر ▁اس ▁وقت ▁حملے ▁کیے ▁جب ▁وہ ▁چھٹی ▁ہونے ▁کے ▁بعد ▁اپنے ▁گھروں ▁کو ▁جا ▁رہے ▁تھے۔
▁” جو ▁شخص ▁سیاہ ▁خ ض اب ▁لگا تا ▁ہے ، ▁قیامت ▁کے ▁دن ▁اللہ ▁تعالی ٰ ▁اسے ▁( ▁نظر ▁رحمت ▁سے ▁) ▁نہیں ▁دیکھ ے ▁گا۔ “ ▁[ ال طبق ات ▁الك بري ▁لا بن ▁سعد ▁: ▁340 /1 ]
▁شام ▁کے ▁وزیر خارج ہ ▁ایران ▁اور ▁شام ▁کے ▁حکام ▁کے ▁درمیان ▁جاری ▁مسلسل ▁صلاح ▁وم شور ے ▁کے ▁لئے ▁تہ ران ▁پہنچے ▁ہیں ▁۔

▁انٹرنیٹ ▁ٹی ▁وی
▁‫ ▁• کال یں ‪ ▁: ‬ وا ئس ▁کال ▁کے ▁لیے ▁سم ▁یا ▁یو سم ▁کارڈ ▁منتخب ▁کریں۔ ‬
▁جاپان ی ▁کھیل نے ▁کے ▁لئے ▁کپڑے
▁قرن ▁ا فريق ہ ▁کی ▁موجودہ ▁خشک ▁سال ی ▁پچھلے ▁بہت ▁طويل ▁عرصے ▁ميں ▁پيدا ▁ہونے ▁والی ▁سب ▁سے ▁شديد ▁خشک ▁سال ی ▁ہے۔ ▁بارش ▁کے ▁کئی ▁موسم ▁بارش ▁کے ▁بغير ▁ہی ▁گذر ▁گئے ▁ہ ي ں۔ ▁مو يش ی ▁اي ک ▁ عر ▁ص ہ ▁پہلے ▁ہی ▁مر ▁چکے ▁ہ ي ں ▁اور ▁کھ يت وں ▁ميں ▁کچھ ▁بھی ▁نہ ي ں ▁ اگ ▁رہا ▁ہے۔ ▁خاص ▁طور ▁پر ▁ صوم الي ہ ▁کا ▁جنوبی ▁علاقہ ▁اس ▁آف ت ▁کا ▁شکار ▁ہے ، ▁جو ▁پہلے ▁ہی ▁بہت ▁زياد ہ ▁خ ست ہ ▁حال ▁ہے۔ ▁ي ہ اں ▁لوگ ▁کئی ▁عشر وں ▁سے ▁جنگ ▁اور ▁تنازع ات ▁کی ▁چکی ▁ميں ▁پس ▁رہے ▁ہ ي ں۔ ▁ي ہ اں ▁دہشت ▁گرد ▁تنظيم ▁الشباب ▁کی ▁حکمران ی ▁ہے ، ▁جس ▁نے ▁ابھی ▁کچھ ▁ہی ▁عرصہ ▁پہلے ▁تک ▁ہر ▁قسم ▁کی ▁مدد ▁کو ▁ي ہ اں ▁آنے ▁سے ▁روک ▁رکھا ▁تھا۔
▁ سکو ٹر ▁کے ▁نام ▁کا ▁ایک ▁اور ▁طوفان ▁جس ▁کے ▁اوپر ی ▁با دل ▁سفید ▁رنگ ▁کے ▁تھے ، ▁عظیم ▁ دھ بے ▁کے ▁جنوب ▁میں ▁دکھائی ▁دیا۔ ▁اس ▁کی ▁رفتار ▁عظیم ▁ دھ بے ▁والے ▁طوفان ▁سے ▁زیادہ ▁تیز ▁تھی۔ ▁اسے ▁و ائ جر ▁دوم ▁کے ▁پہنچنے ▁سے ▁ذرا ▁قبل ▁دیکھا ▁گیا ▁تھا۔ ▁بعد ▁کی ▁تصویر وں ▁میں ▁زیادہ ▁تیز ▁رفتار ▁با دل ▁دکھائی ▁دی ے۔ ▁ایک ▁چھ وٹ ا ▁ دھ بہ ▁جو ▁جنوبی ▁سائیکل ون ▁ہے ، ▁1989 ▁میں ▁دیکھا ▁گیا۔ ▁ابتدا ▁میں ▁یہ ▁بالکل ▁تاریک ▁تھا ▁لیکن ▁جب ▁و ائ جر ▁دوم ▁پہنچا ▁تو ▁اس ▁کے ▁درمیان ▁سفید ▁رنگ ▁کا ▁مرکز ▁بن ▁چکا ▁تھا ▁جو ▁اکثر ▁تصاویر ▁میں ▁واضح ▁دکھائی ▁دیتا ▁تھا۔
▁وزیر ▁اعظم ▁نریندر ▁مودی ▁نے ▁سفر ▁پر ▁اپنے ▁فیس ▁بک ▁پی ج ▁پر ▁لکھا ▁“ 9 ▁اور ▁جون ▁کو ▁ایس ▁سی ▁او ▁چو ٹی ▁کانفرنس ▁میں ▁حصہ ▁لینے ▁کے ▁لئے ▁میں ▁چین ▁کے ▁چ نگ دا و ▁میں ▁رہ وں ▁گا۔ ▁ایک ▁مکمل ▁رکن ▁کے ▁طور ▁پر ▁ہندوستان ▁کے ▁لے ▁یہ ▁پہلا ▁ایس ▁سی ▁او ▁چو ٹی ▁کانفرنس ▁ہوگا۔ ▁ایس ▁سی ▁او ▁ممالک ▁کے ▁لیڈر وں ▁کے ▁ساتھ ▁بات ▁چیت ▁ہوگی ▁اور ▁ان ▁کے ▁ساتھ ▁مختلف ▁موضوعات ▁پر ▁تبادل ہ ▁خیال ▁کریں ▁گے۔
▁نبی ▁کریم ▁صلى ▁الله ▁عليه ▁وسلم ▁کا ▁دل ▁اور ▁بدن ▁تمام ▁نور ▁ہے ▁سارے ▁نور ▁( سور ج ، ▁چاند ، ▁ستار ے ▁وغیرہ ) ▁آپ ▁کے ▁نور ▁سے ▁مست یز ▁اور ▁روشن ▁ہیں ▁اور ▁دل وں ▁کے ▁راز
▁مشین ▁آپ ▁کے ▁وو رک پی کا ▁کے ▁لئے ▁مناسب ▁نہیں ▁ہے ▁تو ▁براہ ▁مہربانی ▁ہمیں ▁درج ▁ذیل ▁معلومات ▁بت ائیں ▁کہ :
▁انسداد ▁پول یو ▁مہم ▁، ▁ڈی ▁سی ▁او ▁پشاور ▁اور ▁اساتذہ ▁تنظیم وں ▁کے ▁درمیان ▁مذاکرات ▁ناکام ▁، ▁اساتذہ ▁قومی ▁فری ض ے ▁کی ▁انجام ▁د ہی ▁کیلئے ▁مہم ▁چل ائیں ▁، ▁ڈی ▁سی ▁او ▁، ▁250 رو پ ے ▁کی ▁خاطر ▁زندگی ▁خطر ے ▁میں ▁نہیں ▁ڈال ▁سکتے ▁، ▁سکول وں ▁میں ▁... ▁مزید
▁بالی ▁ وڈ ▁کی ▁نئی ▁ دب نگ ▁اداکارہ ...
▁جرمنی ▁کا ▁دوبارہ ▁اتحاد ▁اي ک ▁بڑا ▁تاريخ ی ▁واقعہ ▁ہے۔ ▁اس ▁وقت ▁وفاقی ▁جرمنی ▁کے ▁چانسلر ▁ہ يل م وٹ ▁کو ہ ل ▁تھے۔ ▁ي ہ ▁فيصل ہ ▁آنے ▁والا ▁وقت ▁ہی ▁کرے ▁گا ▁کہ ▁وہ ▁اس ▁اتحاد ▁کے ▁خالق ▁يا ▁محض ▁صحيح ▁وقت ▁پر ▁اي ک ▁تاريخ ی ▁عمل ▁سے ▁فائدہ ▁اٹھا نے ▁والے ▁تھے۔ ▁(17 . 09.20 10)
▁صحافی ▁کی ▁جانب ▁سے ▁کیے ▁جانے ▁والے ▁سوال ▁کہ ▁عمران ▁خان ▁کا ▁فیصلہ ▁سپریم ▁کورٹ ▁میں ▁محفوظ ▁ہے ، ▁عدالت ▁نے ▁ابھی ▁تک ▁اس ▁کیس ▁کا ▁فیصلہ ▁نہیں ▁سن ایا ▁اس ▁پر آپ ▁کیا ▁کہیں ▁گے۔
▁ ۳۳ ۔ ▁۔ ▁۔ ▁۔ ▁۔ ▁۔ ▁۔ ▁۔ ▁یعنی ▁بند ے ▁پوری ▁طرح ▁اس ▁کے ▁قابو ▁میں ▁اور ▁اس ▁کی ▁گرفت ▁میں ▁ہیں۔ ▁وہ ▁جس ▁بند ے ▁کو ▁جس ▁حال ▁میں ▁رکھنا ▁چاہے ▁کوئی ▁طاقت ▁نہیں ▁جو ▁اسے ▁اس ▁سے ▁روک ▁سکے۔
▁کراچی ▁( ا ُ ردو ▁پوائنٹ ▁اخبار ▁تازہ ▁ترین۔ ▁27 ا پر یل ۔ 2015 ء ) صوب ائی ▁سیکریٹری ▁صحت ▁سعید ▁احمد ▁من گن ی جو ▁نے ▁کہا ▁ہے ▁کہ ▁محکمہ ▁صحت ▁کے ▁تمام ▁افسران ▁کو ایک ▁ٹیم ▁کی ▁طرح ▁کام ▁کرنا ▁ہوگا ▁تاکہ ▁نہ ▁صرف ▁محکمہ ▁کے ▁ملازمین ▁کے ▁مسائل ▁حل ▁ہو سک یں ▁بلکہ ▁عوام ▁کو ▁بہتر ▁طبی ▁سہولیات ▁کی ▁فراہمی ▁بھی ▁بنائی ▁جا س کے ▁۔ ان ▁خیالات ▁کا اظ ہ ار ▁انہوں ▁نے ▁پیر ▁کو ▁محکمہ ▁صحت ▁کا ▁چار ج ▁سنبھال نے ▁کے ▁بعد ▁افسران ▁کے ▁ تعارف ی ▁اجلاس ▁کی ▁صدارت ▁کرتے ▁ہوئے ▁کیا ▁۔
▁آپ ▁کو ▁ہمیں ▁اپنا ▁نام ▁یا ▁پتا ▁دینے ▁کی ▁ضرورت ▁نہیں ▁ہے۔
▁اسلام ▁اور ▁سائنس ▁(19)
▁ایم ▁کیوایم ▁، ▁پاکستان ▁کو ▁ایسا ▁ملک ▁بنانا چا ہ تی ▁ہے ▁جہاں ▁فوج ▁اور ▁عدلیہ ، ▁آئی ...
▁زرد ▁رنگ ▁Pig ments ▁- ▁Pig ments ▁- ▁شن گھ ائی ▁ ٹا تنا وس ▁صنعت ▁کمپنی , ▁ل .
▁تفصیلات ▁کے ▁مطابق ▁سا ڑھ ے ▁پانچ ▁سال ▁سے ▁پی ▁ٹی ▁سی ▁ایل ▁پن شن رز ▁کی ▁جانب ▁سے ▁جاری ▁کیس ▁میں ▁آج ▁سپریم ▁کورٹ ▁آف ▁پاکستان ▁کے ▁چیف ▁جسٹس ▁انور ▁ظ ہ یر ▁جمال ی ▁نے ▁فیصلہ ▁سنا تے ▁ہوئے ▁پی ▁ٹی ▁سی ▁ایل ▁ملازمین ▁اور ▁پن شن رز ▁کی ▁نج کاری ▁سے ▁پہلے ▁کی ▁سرکاری ▁حیثیت ▁کو ▁بحال ▁رکھا ▁اور ▁انہیں ▁تمام ▁روک ی ▁گئی ▁ادائیگی اں ▁کرنے ▁کا ▁حکم ▁سنا تے ▁ہوئے ▁کہا ▁کہ ▁پی ▁ٹی ▁سی ▁ایل ▁کی ▁نج کاری ▁ایسے ▁کی ▁گئی ▁ہے ▁جیسے ▁یہ ▁پاکستان ▁کی ▁نہیں ▁بلکہ ▁کسی ▁دشمن ▁کی ▁پرا پر ٹی ▁ہو ▁اگر ▁یہ ▁کسی ▁کی ▁ذاتی ▁ملکی ت ▁ہوتی ▁تو ▁کبھی ▁بھی ▁فروخت ▁نہ ▁کی ▁جاتی ▁یہ ▁کہنا ▁تھا ▁جسٹس ▁امیر ▁مسلم ▁ہ انی ▁کا ▁دوران ▁سماعت ▁انھوں ▁نے ▁مزید ▁کہا ▁کہ ▁پی ▁ٹی ▁سی ▁ایل ▁پن شن رز ▁اور ▁ملازمین ▁کی ▁تمام ▁ادائیگی اں ▁بھی ▁کی ▁جائیں ▁ .
▁تحریک ▁انصاف ▁اور ▁ق ▁لیگ ▁کے ▁درمیان ▁ہو نی ▁والی ▁ملاقات ▁اپوزیشن ▁انتخابی ▁اتحاد ▁کی ▁ایک ▁ک ڑی ▁ہے۔
▁لیکن ▁طاقت ▁کا ▁دوسرا ▁رخ ▁بہت ▁بھی ان ک ▁ہے ▁۔ طاق ت ▁کی ▁حامل ▁قوم یں ▁خود ▁کو ب ڑھ یا اور ▁پس مان دہ ▁اقوام ▁کو ▁گ ٹھی ا ▁سمجھ تی ▁ہیں اور ▁ان ▁کا ▁یہ ▁غر ورا نہیں ▁اس ▁بات ▁پر ▁م ائل ▁کرتا ▁ہے ▁کہ ▁کمزور ▁اقوام ▁کو ▁اپنے ▁قدم وں پر ▁جھ ک ایا ▁جائے ▁ان ▁کی ▁ت ذ ل یل ▁کی ▁جائے ▁اور ▁ان ▁کے ▁معاشی ▁اور ▁قدرت ی ▁ذرائع ▁پر ▁قبضہ ▁کر ▁کے ▁ان ▁کو ▁اپنا ▁دست ▁نگر ▁رکھا ▁جائے۔ طاق تور ▁اقوام ▁کبھی ▁روشن ▁خیال ی ▁کے ▁نام ▁پر ▁تو ▁کبھی ▁تہذیب ▁اور ▁جمہوریت ▁کا ▁نعر ہ ▁لے ▁کر ▁دنیا ▁میں ▁قتل ▁عام ▁کرتی ▁ہیں تو ▁کبھی ▁انسانی ▁حقوق ▁کا ▁نعر ہ ▁لگا تے ▁ہوئے ▁کمزور ▁ممالک ▁پر ▁چڑھ ▁د وڑ تی ▁ہیں۔ اگر دور ▁قدیم ▁میں ای تھ نز ▁نے ▁اسی ▁طاقت ▁کے ▁نش ے ▁میں ▁چور ▁ہو ▁کر ▁( MI LOS ) جز ی رے ▁پر ▁حملہ ▁کر ▁کے ▁اس ▁کو ▁اپنا ▁با ج گزار ▁بنایا ▁تو ▁دور ▁جدید ▁میں ▁یہی ▁کردار ▁امریکہ ▁بہ ادر ▁ادا ▁کر ▁رہا ▁ہے ▁جو ▁چا نک یہ ▁کی ▁ارت ھ ▁شا ستر اور ▁می کیا ولی ▁کی ▁دی ▁پر نس ▁جے سی ▁کتب ▁کی ▁روشنی ▁میں ▁ ے ہ ▁لازم ▁سمجھ تا ▁ہے ▁کہ ▁ذاتی ▁مقاصد ▁حاصل ▁کرنے ▁کے ▁لیے ▁تمام ▁اخلاقی ات ▁کو ▁روند ▁بھی ▁ ڈا ▁لا ▁جائے ▁تو ▁کوئی ▁پر وا ▁نہیں۔ اپ نے ▁ا ▁ن ▁خ ے الات ▁کو ▁عملی ▁جام ہ ▁پہن ات ے ▁ہوئے ▁پہلے ▁تو ▁تیسری ▁دنیا ▁کے ▁ممالک ▁کے ▁اسباب ▁وو سائل ▁پر ▁قبضہ ▁جم ات ا ▁ہے ▁اور ▁پھر ▁ان ہی ▁ممالک ▁کو ▁تعمیر ▁نو ▁کے ▁نام ▁پر ▁ ٓ ائی ▁ا ▁ ے م ▁اے ف ▁اور ور ل ڈ ب نک ▁جیسے ▁اداروں ▁کا ▁دست ▁نگر ▁بنا ▁دیتا ▁ہے۔ ۔ تاریخ ▁اس ▁بات ▁کی ▁شاہد ▁ہے ▁کہ ▁طاقت ▁کبھی ▁کسی ▁کی ▁لو نڈی ▁نہیں ▁ہوتی ▁۔ ایک ▁وقت ▁تھا کہ ▁جب ▁روم ن ▁سلطنت ▁کا ▁دنیا ▁میں طو طی ▁بول تا ▁تھا اس ▁کے ▁بعد ▁عرب وں ▁کی ▁بار ی ▁اور ▁اس ▁کے ▁بعد ▁بالت رت یب ▁عثمان ی ▁، صف وی ▁اور ▁مغل ▁اقوام ▁طاقت ▁کی ▁حامل ▁رہیں ۔ لیکن ▁ان ▁اقوام ▁نے ▁اپنی ▁طاقت ▁کے ▁ستون ▁غریب ▁اور ▁پس ی ▁ہوئی ▁اقوام ▁کی ▁بے ▁بس ی ▁پر ▁ہی ▁کھڑے ▁کی ئے۔ الم ختص ر ▁طاقتور ▁کو ▁اپنا ▁وجود ▁برقرار ▁رکھنے ▁کے ▁لیے ▁کمزور ▁کے ▁دل ▁میں ▁مستقل ▁طور ▁پر ▁خوف ▁اور ▁د بد بہ ▁قائم ▁رکھنا ▁ضروری ▁ہے۔
▁رسائی ▁کے ▁لنکس
▁بس ▁پھر ▁کیا ▁تھا ، ▁میری ▁آنکھوں ▁سے ▁گرم ▁گرم ▁آن سو ▁میرے ▁چہرے ▁کو ▁بھگ و تے ▁چلے ▁گئے۔
▁نکاح ▁کا ▁بیان
▁پچھلے ▁دنوں ▁بر ▁ص غیر ▁کے ▁علمی ▁ود ینی ▁حلق ے ▁اس ▁وقت ▁سو گو ار ▁ہوگئے ▁جب ▁انھیں ▁یہ ▁خبر مل ی ▁کہ ▁حضرت ▁مولانا ▁عبد ▁الحق ▁اعظم ی ▁( است اذ ▁حدیث ▁دار ▁العلوم ▁دیو بند ) ▁کا ▁مختصر ▁عل الت ▁کے ▁بعد ▁مو ٴ رخ ہ ▁۳۰ / ▁رب ی ع ▁الاول ▁۱۴ ۳۸ ھ ▁( ▁۳۰ / ▁دسمبر ۲۰ ۱۶ ء ) ▁کو ▁انتقال ▁ہوگیا ▁ہے۔
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁بچوں ▁کا ▁صفحہ
▁حضور صلى ▁الله ▁عليه ▁وسلم ▁قرآن ▁و ▁حدیث ▁کا ▁جو ▁ربط ▁بیان ▁فرما ▁رہے ▁ہیں ▁وہ ▁اس ▁حدیث ▁سے ▁واضح ▁ہے ، ▁کیا ▁اب ▁بھی ▁کوئی ▁کہہ ▁سکتا ▁ہے ▁کہ ▁حدیث ▁قرآن ▁کے ▁خلاف ▁ایک ▁ عج می ▁سازش ▁ہے ، اگر ▁ایسا ▁ہوتا ▁تو حد ی ث ▁پر قرآن ▁کے ▁اتنے ▁وسیع ▁س ائے ▁ہر گز ▁نہ ▁پھیل ت ے۔
▁۱۸ ۵۷ ء ▁کے ▁ہنگام ے ▁اور ▁ناکام ▁جدوجہد ▁آزادی ▁کے ▁بعد ▁شہر ▁دہلی ▁پر ▁جو ▁قیامت ▁ٹوٹ ی ، ▁اس ▁کی ▁تفصیل ▁بیان ▁کرتے ▁ہوئے ▁قلم ▁کان پ تا ▁ہے۔ ▁بقول ▁شاعر :

▁تشکیل ▁کنند ہ ▁خصوصی ▁ٹیم ▁نے ▁شب ▁روز ▁ان تھ ک ▁محنت ▁لگ ن ▁و جان فش انی ▁سے ▁اپنے ▁فرائض ▁منصب ی ▁احسن ▁طریقہ ▁سے ▁سرانجام ▁دیتے ▁ہوئے ▁اور ▁تمام ▁قانونی ▁ت قاض وں ▁کو ▁مد نظر ▁رکھتے ▁ہوئے ▁ری ڈ ▁پارٹی ▁تشکیل ▁دے ▁کر ▁ملزمان ▁کو ▁جن کے ▁نام ▁ذیل ▁ہیں ▁کو ▁اسلحہ ▁سمیت ▁گرفتار ▁کرلیا

▁انہوں ▁( عمر ان ▁خان ) نے ▁ایسے ▁ دھی م ے ▁انداز میں ▁میرے ▁سوال ▁کا ▁جواب ▁دیا ▁جیسے ▁وہ ▁نہ ▁چاہتے ▁ہوں ▁کہ ▁اس ▁بھر ی ▁محفل ▁میں ▁کوئی ▁ان ▁کے ▁جواب ▁کو ▁سن ے ▁اور سم جھ ے۔ میں ▁نے ▁اسلام ▁آباد ▁کے ▁خیبر پ خت ون خوا ▁ہا ئو س ▁میں ▁ان ▁کے ▁ساتھ ▁نشست ▁سے ▁فائدہ ▁اٹھا تے ▁ہوئے ▁ان ▁سے ▁پوچھا ▁تھا ▁کہ ▁کیا ا نہیں ▁معلوم ▁ہے ▁کہ ▁خیبر پ خت ون خوا ▁میں ▁ان ▁کی ▁حکومت ▁کے ▁وزیراعلی ٰ ▁پرویز خ ٹک ▁( جو خود ▁بھی ▁اسی ▁نشست ▁میں ▁موجود ▁تھے ) احت ساب ▁کے ▁اسی ▁قانون ▁میں ▁ترمیم ▁لانے ▁جارہے ▁ہیں ▁جسے ▁انہوں ▁نے ▁خود ▁ملک ▁میں ▁را ئ ج ▁احتساب ▁کے ▁دیگر نظام وں ▁سے ▁بہتر قرار دی کر ▁اسمبلی ▁سے ▁منظور کر و ایا ▁تھا ▁تو عمر ان ▁خان ▁کا ▁جواب ▁کچھ ▁یوں ▁تھا ▁ ـــ ▁" نہیں ▁مجھے ▁پتہ ▁ہے ▁کہ ▁ہمیں ▁احتساب ▁کمیشن ▁کے ▁قانون ▁میں ▁ترمیم ▁کرنی ▁پڑ رہ ی ▁ہے ▁کیونکہ ▁صوبے ▁میں ▁بی ورو کر یسی ▁نے ▁پی ن ▁ڈ ائون ▁یعنی ▁قلم ▁چھوڑ ہ ڑ تال ▁کردی ▁تھی ▁اور ہ میں ▁ان ▁کے ▁خدش ات ▁کو کم ▁کرنے ▁اور نظام ▁کوچ لا نے ▁کے ▁لئے ▁یہ ▁ترمیم ▁لان ی ▁پڑ رہ ی ▁ہے " ۔
▁حیات ▁ان سا ▁نی ▁زندگی ▁کی ▁عمارت ▁کے ▁ق یا ▁م ▁اور ▁بقا ▁ ئ ▁کے ▁حوالے سے ▁تین ▁اہم ▁ستون ▁روح ▁، نفس ، قلب ▁ہیں۔ اس ▁م قا ▁لے میں ▁ان ▁کا ▁تعلق ▁اور ▁کردار ▁بتا ▁یا ▁گیا ▁...
▁پاکستان ▁میں ▁سری ▁لنک لن ▁کرکٹ ▁ٹیم ▁پر ▁حملے ▁کا ▁ما سٹر ▁مائ نڈ ، ▁افغانستان ▁میں ▁مار ا ▁گیا ▁- ▁تسنیم ▁نیوز ▁ایجنسی
▁جو ▁لوگ ▁گھر ▁سے ▁دور ▁رہتے ▁ہیں ، ▁کبھی ▁کب ھار ▁گھر ▁آتے ▁ہیں ▁اور ▁آتے ▁ہوئے ▁خوشی ▁محسوس ▁کرتے ▁ہیں ▁کہ ▁اپنے ▁گھر ▁پہنچ ▁رہے ▁ہیں ▁اور ▁گھر ▁والے ▁انتظار ▁میں ▁ہیں ▁ـ ▁مہین وں ▁بعد ▁گھر ▁کا ▁کھانا ، ▁ماں ▁کا ▁پیار ، ▁باپ ▁کی ▁ش فقت ▁بھائی ▁بہن وں ▁سے ▁چھ ی ڑ ▁چھ ا ڑ ، ▁بھ ان جے ▁اور ▁بھ ان جی وں ▁کی ▁چ وں ▁چ وں ▁وغیرہ ▁ـ ▁مگر ▁ہمیشہ ▁سے ▁مجھے ▁گھر ▁آتے ▁دل ▁کی ▁د ھڑ کن ▁تیز ▁ہو ج اتی ▁ہے ▁ـ ▁آنے ▁سے ▁پہلے ▁فون ▁کر ▁دیتا ▁ہوں ▁کہ ▁ایئر پور ٹ ، ▁ریلوے ▁اسٹیشن ▁یا ▁پھر ▁بس ▁اسٹ اپ ▁تک ▁پہنچ ▁گیا ▁ہوں ▁ـ ▁اکثر ▁ایسا ▁ہوتا ▁ہے ▁کہ ▁آدھ ی ▁رات ▁گھر ▁پہنچ تا ▁ہوں ▁اور ▁گھر ▁والے ▁انتظار ▁میں ▁جا گ تے ▁ہیں ▁خاص ▁طور ▁سے ▁ام ّ ی ▁ـ ▁کھانے ▁کو ▁بار ▁بار ▁گرم ▁کرتی ▁ہیں ▁کہ ▁اب ▁آئے ▁گا ▁اور ▁اب ▁آ ہی ▁جائے ▁گا ▁اور ▁لو ▁پہنچ ▁ہی ▁گیا ▁ـ ▁اور ▁جب ▁کھانے ▁بیٹھ تا ▁ہوں ▁تو ▁میرے ▁سامنے ▁بیٹھ ▁جاتی ▁ہیں ▁ـ ▁خیر ▁خیر یت ▁اب ▁پرانی ▁بات ▁ـ ▁اپنا ▁الم ارا ▁کھول ▁پانچ ▁ـ ▁دس ▁لڑکی وں ▁کی ▁تصویر یں ▁ساتھ ▁لے ▁بیٹھ تی ▁ہیں ▁جو ▁میری ▁غیر ▁موجودگی ▁میں ▁جمع ▁کر ▁رکھتی ▁ہیں ▁ـ

▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی
▁ای ▁میل ▁کریں :
▁عمران ▁خان ▁کا ▁ہند ۔ پا ک ▁بات ▁چیت ▁کا ▁احیا ء ▁کرنے ▁مودی ▁کو ▁مک توب
▁میں ▁نے ▁کر ▁سکتے ▁ہیں ▁بتا ▁میری ▁tho ng ▁کرتا ▁ہے ▁آپ ▁چاہتے ▁ہیں ▁کرنے ▁کے ▁لئے ▁جر ک ▁بند ▁jo i
▁انسانی ▁ترقی اتی ▁اشار یہ
▁آزادی ▁کے ▁لیئے ▁بے ▁شمار ▁قربانی اں ▁دینے ▁والوں ▁کی ▁نسل یں ▁کسی ▁صورت ▁غلام ی ▁کی ▁زندگی ▁نہیں ▁گزار ▁سکتی ں ▁۔ ▁رکن ▁رابطہ ▁کمیٹی ▁اقبال ▁مقدم
▁گ ؤ ▁رکھ شا ▁کے ▁نام ▁پر ▁تشدد ▁میں ▁پہلی ▁بار ▁عدالت ی ▁گرفت ▁، علی م ▁الدین ▁کی ▁موت ▁کے ▁معاملہ ▁میں ▁بی ▁جے ▁پی ▁لیڈر ▁سمیت ▁۱۱ ؍ ▁ملزم ین ▁قصور ▁وار ▁قرار
▁مطلق ہ ▁عورت ▁ع دت ▁کے ▁بعد ▁شادی ▁کر ▁سکتی ▁ہے۔
▁یاد ▁رہے ▁کہ ▁گزشتہ ▁برس ▁17 ▁اپریل ▁کو ▁پاک ▁فوج ▁کے ▁شعبہ ▁تعلقات ▁عام ہ ▁آئی ▁ایس ▁پی ▁آر ▁کے ▁ڈائریکٹر ▁جنرل ▁( ڈی ▁جی ) ▁می جر ▁جنرل ▁آصف ▁غ فور ▁نے ▁پریس ▁بر یف نگ ▁کے ▁دوران ▁بتایا ▁تھا ▁کہ ▁احسان ▁اللہ ▁احسان ▁نے ▁خود ▁کو ▁سیکیورٹی ▁اداروں ▁کے ▁حوالے ▁کردیا۔
▁آئی ▁پی ▁ایل ▁میچ ز ▁منسوخ ▁کر ▁دیے ▁گئے
▁بین ڈ : ▁1.2 ▁سینٹ ی ▁میٹر ▁x ▁20 ▁سینٹ ی ▁میٹر

▁چو ت ھے ▁او ور ▁میں ▁اف عان ستان ▁کے ▁کپتان ▁محمد ▁نبی ▁نے ▁ رن ▁آؤٹ ▁کا ▁ایک ▁یقینی ▁موقع ▁ض ائع ▁کیا ▁لیکن ▁دو ▁ہی ▁او ور ▁بعد ▁حامد ▁حسن ▁نے تجرب ہ ▁کار ▁کم ارا ▁سنگ اک ارا ▁کو ▁بول ڈ ▁کر ▁کے ▁اس ▁غلطی ▁کا ▁از الہ ▁کر ▁دیا۔
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁ہندوستان ▁میں ▁مہ نگ ائی ▁کی ▁وجہ ▁کیا ▁سیاسی ▁پارٹی اں ▁ہیں ؟
▁معروف ▁صحافی ▁سم ی ع ▁ابراہیم ▁نے ▁اے ▁آر ▁ وائی ▁نیوز ▁کو ▁خیر باد ▁کہہ ▁دیا ، ▁اب ▁کس ▁چینل ▁میں ▁جا ▁رہے ▁ہیں ؟ ▁بڑی ▁خبر ▁آ ▁گئی
▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = سر ائے _ عالم گير & oldid =3 25 48 59 »
▁اور نگ ▁ز یب ▁عید ▁کے ▁موقع ▁پر ▁گھر ▁نہیں ▁ا ئے۔ ▁والد ▁نے ▁کشمیر ▁سے ▁دہشت ▁گردوں ▁کو ▁صاف ▁کرنے ▁کا ▁کیا ▁مطالبہ
▁١ ▁- ▁اتر نے ▁یا ▁اوپر ▁سے ▁نیچے ▁آنے ▁کا ▁عمل ۔
▁انفرادی ت ِ ▁کلام ▁کی ▁صورت یں ▁مختلف ▁ہو ▁سکتی ▁ہیں ▁۔ ▁کہیں ▁یہ ▁شد ّ ت ِ ▁جذب ہ ▁اور ▁احساس ▁کی ▁اثر ▁پذیری ▁میں ▁ظاہر ▁ہوتی ▁ہے ▁( میر ▁تق ی ▁میر ) ▁تو ▁کہیں ▁بلند ی ِ ▁خیال ▁کی ▁شکل ▁اختیار ▁کر ▁ل یتی ▁ہے ▁( مر زا ▁غالب )، ▁کہیں ▁زبان ▁کی ▁سا دگی ▁اور ▁معاملہ ▁بندی ▁پر ▁منحصر ▁ہوتی ▁ہے ▁( دا غ ) ▁اور ▁کہیں ▁مش اق ی ِ ▁ لف اظ ▁پر ▁( نا سخ ) ۔ ▁اسی ▁طرح ▁انفرادی ت ِ ▁کلام ▁شعور ی ▁بھی ▁ہو ▁سکتی ▁ہے ▁اور ▁غیر ▁شعور ی ▁بھی ۔ ▁شعور ی ▁انفرادی ت ▁اس ▁خصوصی ت ▁کلام ▁کو ▁کہا ▁جائے ▁گا ▁جسے ▁شاعر ▁اختیار ی ▁طور ▁پر ، ▁سوچ ▁سمجھ ▁کر ▁اپنا تا ▁ہے ▁اور ▁غیر ▁شعور ی ▁انفرادی ت ▁اس ▁خصوصی ت ▁کو ▁کہیں ▁جو ▁شاعر ▁کی ▁افتاد ِ ▁ طبع ▁اور ▁تربیت ِ ▁فکر ▁کے ▁قدرت ی ▁نتیجہ ▁کے ▁طور ▁پر ▁اضطر اری ▁طور ▁پر ▁اس ▁کے ▁کلام ▁میں ▁د َ ر ▁آتی ▁ہے۔
▁ہندو ی اپ ھر ▁مسلم ▁شخص ▁کی ▁موت ‘ ▁دماغ ی ▁طور ▁پر ▁مع ذور ▁نوجوان ▁کی ▁موت ▁کے ▁بعد ▁شم شان ▁گھ اٹ ▁میں ▁ تد فین
▁بزرگ ▁خاتون ▁مسافر ▁کو ▁گر نے ▁کی ▁وجہ ▁سے ▁چو ٹ یں ▁آئیں ▁ان ▁کو ▁فوری ▁طور ▁پر ▁اسپتال ▁لے ▁جای ا ▁گیا ▁جہاں ▁پر ▁بعد ▁میں ▁وفات ▁پا گ ئیں ۔ ان ▁کے ▁رشتہ ▁دار وں ▁کی ▁خواہش ▁پر ▁ان ▁کو ▁نجف ▁مقدس ▁میں ▁ہی ▁دفن ▁کر ▁دیا ▁گیا۔ ▁ترجمان ▁پی ▁آئی ▁اے ▁نے ▁بتایا ▁کہ ▁پی ▁آئی ▁اے ▁کے ▁عراق ▁میں ▁ متع ین ▁اہلکار ▁وفات ▁پا ▁جانے ▁والی ▁خاتون ▁کے ▁رشتہ ▁دار وں ▁سے ▁رابطہ ▁میں ▁رہے ▁اور ▁ان ▁کو ▁پی ▁آئی ▁اے ▁کی ▁جانب ▁سے ▁ تد فین ▁کے ▁اخراج ات ▁سمیت ▁ہر ▁ممکن ▁مدد ▁فراہم ▁کی۔
▁دنیا ▁بھر ▁سے
▁اسلام ▁آباد ▁سپر ▁فٹ ▁بال ▁لیگ ▁6 ▁اکتوبر ▁سے ▁شروع ▁ہو ▁گی
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ای ▁میل
▁مقامی ▁خبریں
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁عدالت ▁میں ▁نواز ▁شریف ▁کا ▁بطور ▁ملزم ▁تحریری ▁بیان ▁یو ▁ایس ▁بی ▁میں ▁جمع ▁کرا ▁دیا ▁گیا ، ▁نواز ▁شریف ▁کی ▁جانب ▁سے ▁دیے ▁گئے ▁جواب ▁کمپیوٹر ▁پر ▁ٹ ائ پ ▁کیے ▁گئے . ▁وکیل ▁نے ▁عدالت ▁کو ▁گوش ▁گزار ▁کیا ▁کہ ▁نواز ▁شریف ▁نے ▁فل ی گ ▁شپ ▁ریفرنس ▁میں ▁136 ▁سوال وں ▁کے ▁جواب ▁دے ▁دیے ، ▁باقی 4 س وال وں ▁کے ▁جواب ات ▁کچھ ▁درست گی وں ▁کے ▁بعد ▁کل ▁جمع ▁کر ائیں ▁گے .

▁نسل ا ً ▁بعد ▁نسل ا ً ، ▁ٹیکنالوجی ▁جذب ۂ ▁ہم در دی ▁پر ▁اسی ▁طرح ▁وار ▁کرتی ▁ہے۔ ▁اب ▁ہم ▁ہر ▁وقت ▁ہر ▁کسی ▁سے ▁ج ڑے ▁رہنے ▁کے ▁عادی ▁ہو چ کے ▁ہیں ▁لیکن ▁یہ ▁سب ▁ہماری ▁گفتگو ▁کے ▁دوران ▁ہورہا ▁ہے ، ▁کم ▁سے ▁کم ▁اس ▁گفتگو ▁کے ▁دوران ▁جو ▁برق ▁رفتار ▁اور ▁زیادہ ▁مربوط ▁نہ ▁ہو ، ▁جس ▁میں ▁ہم ▁مختلف ▁خیالات ▁بس ▁پھینک تے ▁رہیں ▁اور ▁بی ک ▁وقت ▁موجود ▁ہوں ▁بھی ▁اور ▁نہیں ▁بھی ۔ ▁لیکن ▁ہم در دی ▁اور ▁اپنا ئی ت ▁اسی ▁طرح ▁کی ▁گفتگو ▁میں ▁پر وان ▁چڑھ تی ▁ہے ▁جس ▁میں ▁ہم ▁آنکھوں ▁میں ▁آنکھیں ▁ڈال ▁کر ▁بات ▁کریں ، ▁ایک ▁دوسرے ▁کو ▁سکھ ▁پہنچ ائیں ▁اور ▁حد ِ ▁ادب ▁میں ▁رہتے ▁ہوئے ▁اختلاف ▁کریں۔ ▁اسی ▁طرح ▁کی ▁گفتگو ▁میں ▁ہمیں ▁پتا ▁چل تا ▁ہے ▁کہ ▁ہم ▁کون ▁ہیں ▁اور ▁کیا ▁ہیں۔

▁اس ▁صورت ِ ▁حال ▁میں ▁بہت ▁سے ▁لوگ ▁ایم ▁کیو ▁ایم ▁لندن ▁کی ▁قیادت ▁کی ▁جانب ▁دیکھ ▁رہے ▁ہیں ▁اور ▁وہاں ▁سے ▁کسی ▁اعلان ▁کے ▁منتظر ▁ہیں۔
▁اسلام ▁آباد ( ڈی لی ▁پاکستان ▁آن ▁لائن ) پاکستان ▁تحریک ▁انصاف ▁کے ▁رہنما ▁اور ▁وزیراعظم ▁عمران ▁خان ▁کے ▁معاون ▁خصوصی ▁نع یم ▁الحق ▁نے ▁کہا ▁ہے ▁کہ ▁سابق ▁وزیراعظم ▁نواز ▁شریف ▁، ▁مریم ▁نواز ▁اور ▁کی پٹ ن ▁صفدر کی ▁سزا ئیں ▁معطل ▁ہونے ▁اور ▁ان ▁کو ▁رہا ▁کرنے ▁کے ▁بارے ▁میں ▁عدالت ی ▁حکم ▁سے ▁وزیراعظم ▁عمران ▁خان ▁کو ▁آگاہ ▁کردیا ▁گیا ▁ہے ▁۔
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے . ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی .

▁شو گر ▁کے ▁مریض وں ▁کیلئے ▁حیران ▁کن ▁نسخ ہ ، ▁اب ▁پریشان ▁ہونے ▁کی ▁ضرورت ▁نہیں ▁– ▁News ▁Watch
▁آج ▁سرحد وں ▁اور ▁ملکی ▁صورت حا ▁ل ▁سے ▁آگاہ ▁کر وں ▁گا۔ جنگ ▁بندی ▁معاہدے ▁کی ▁خلاف ▁ورزی وں ▁میں ▁اضافہ ▁ہورہا ▁ہے۔ ▁سرحد وں ▁پر ▁مل ٹری ▁کو ▁نشانہ ▁نہیں ▁بنایا ▁جارہا ▁ہے۔ بھارت ی ▁فورسز ▁جان ▁بوجھ ▁کر ش ہری ▁آبادی ▁کو ▁نشانہ ▁بنا ▁رہی ▁ہیں۔ 2017 ▁اور ▁2018 ء ▁میں ▁سی ز ▁ فائ رم عا ہ دے ▁کی ▁زیادہ ▁خلاف ▁ورزی اں ▁ہوئی ں۔ 2018 ء ▁میں ▁25 93 بار ▁سی ز ▁ف ائر ▁کی ▁خلاف ▁ورزی ▁کی ▁گئی۔ 2018 ء ▁میں 55 ش ہری ▁شہید ▁اور ▁300 سے ▁زائد ▁زخمی ▁ہوئے ▁ہیں۔
▁نام ▁نشان ▁نہ ▁مل نا ، ▁سراغ ▁لگانے ▁میں ▁ناکام ▁ہو ▁جانا ۔
▁» پٹ رول یم ▁مصنوعات ▁پر ▁100 ▁ارب ▁کے ▁اضافی ▁ٹیکس ▁واپس ▁، ▁نان ▁ فائل ر ▁کو ▁گاڑی اں ▁اور ▁جائیداد یں ▁خرید نے ▁کی ▁اجازت ▁، ▁کم ▁از کم ▁پن شن ▁10 ▁ہزار ▁روپے ▁مقرر ▁، ▁گاڑی اں ▁، ▁موبائل ▁فون ▁، ▁سگ ریٹ ▁، غیر ▁ملکی ▁چا ک لیٹ ▁، ▁جو س ▁، ▁دو دھ ▁، ▁ مشروبات ▁مہ نگے
▁تبصرے ▁دیکھیں
▁ ’ ڈر ون ▁طی ار وں ▁کے ▁استعمال ▁سے ▁متعلق ▁اب ہ ام ▁اور ▁عدم ▁شفاف یت ▁کے ▁باعث ▁ڈر ون ▁حملے ▁ہر ▁قسم ▁کے ▁احتساب ▁سے ▁بالاتر ▁ہوگئے ▁ہیں ▁اور ا ▁ن ▁سے ▁متاثر ▁افراد ▁مناسب ▁قانونی ▁چار ہ ▁جو ئی ▁سے ▁محروم ▁کردی ے ▁گئے ▁ہیں ‘ : ▁اقوام ▁متحدہ
▁ارب ▁پت ی ▁شخص ▁کی ▁بیٹی ▁جس ▁کا ▁ماہ انہ ▁خرچ ▁4 ▁لاکھ ▁روپے ▁سے ▁زائد ، ▁اسے ▁ تجرب اتی ▁طور ▁پر ▁انتہائی ▁...
▁احسن ▁اقبال ▁کا ▁کہنا ▁تھا ▁کہ ▁ڈائریکٹر ▁جنرل ▁( ڈی ▁جی ) ▁رینجرز ▁می جر ▁جنرل ▁محمد ▁سعید ▁نے ▁گروپ ▁سے ▁متعلق ▁بر یف نگ ▁دی ▁ہے ، ▁جبکہ ▁کسی ▁گروپ ▁یا ▁پارٹی ▁کو ▁ اشت عال ▁انگیز ▁کارروائی وں ▁میں ▁ملوث ▁ہونے ▁کی ▁اجازت ▁نہیں ▁دی ▁جائے ▁گی۔
▁ہو ▁سکتا ▁ہے ▁میری ▁نواز ▁شریف ▁سے ▁...
▁اور ▁اگر ▁تم ▁ہو ▁چاہتی اں ▁االله ▁کو ▁اور ▁اس ▁کے ▁رسول ▁کو ▁اور ▁پچھلے ▁( آخر ت ▁کے ) ▁گھر ▁کو ،
▁آگیا ▁اس ▁کا ▁کوئی ▁اور ▁ہی ▁ملنے ▁والا
▁منگل ▁: ▁11 ▁دسمبر ▁2018 ▁کی ▁اہم ▁ترین ▁عالمی ▁خبریں
▁ا دار تی ▁نوٹ : ▁پوسٹ ▁میں ▁شائع ▁کی ▁گئی ▁رائے ▁مصنف ▁کی ▁ہے ▁اور ▁ادارے ▁کا ▁مصنف ▁کی ▁رائے ▁سے ▁متفق ▁ہونا ▁ضروری ▁نہیں ▁ہے۔ ▁کاپی ▁رائٹ ▁' ہم ▁سب ' ▁ڈاٹ ▁کام . ▁بلا ▁اجازت ▁آرٹیکل ▁نقل ▁کر ▁کے ▁شائع ▁کرنا ▁کاپی ▁رائٹ ▁قوانین ▁کے ▁تحت ▁ایک ▁جرم ▁ہے
▁( ۳ ) ▁موت ▁سے ▁مسلم ا ▁ن ▁کے ▁گناہ ▁م ٹ تے ▁ہیں . ▁22


▁مزید ▁مضامین
▁ہم ▁اپنی ▁آنکھوں ▁سے ▁دیکھتے ▁ہیں ▁کہ ▁جن ▁لوگوں ▁نے ▁ہم ▁سے ▁بہت ▁بعد ▁میں ▁اپنے ▁کی ر یر ▁کا ▁آغاز ▁کیا ، ▁آج ▁ان ▁کے ▁پاس ▁اپنا ▁مکان ▁ہے ، ▁ان ▁کی ▁اپنی ▁گاڑی اں ▁ہیں ▁اور ▁خط یر ▁رقم ▁کا ▁بینک ▁بیل نس ▁ہے۔ ▁جب ▁کہ ▁ایسے ▁لوگ ▁بھی ▁ہیں ▁ج نھوں ▁نے ▁اپنی ▁پوری ▁زندگی ▁لکھنے ▁لکھا نے ▁میں ▁لگا دی ، ▁لیکن ▁مادی ▁لحاظ ▁سے ▁وہ ▁کی ر یر ▁کی ▁ابتدا ▁کے ▁وقت ▁جہاں ▁تھے ▁سالہ ا ▁سال ▁بعد ▁بھی ▁وہ یں ▁کے ▁وہ یں ▁کھڑے ▁ہیں۔ ▁ان ▁میں ▁سے ▁کئی ▁لوگوں ▁نے ▁علمی ▁سطح ▁پر ▁اپنی ▁پہچان ▁ضرور ▁بنائی ▁ہے ▁مگر ▁علم ▁کو ▁کون ▁پوچھ تا ▁ہے ، ▁ہند ستان ی ▁تو ▁گھو ڑے ▁گاڑی اں ▁ہی ▁دیکھتے ▁ہیں۔
▁ڈو ئ چے ▁ویل ے ▁نیوز ▁ل یٹر ▁سروس ▁میں ▁خوش ▁آمدید ۔ ▁براہ ▁کرم ▁یہاں ▁رجسٹر یشن ▁کرو ائیں۔
▁دنیا ▁کی ▁واحد ▁صبح ▁سوی رے ▁ہی ▁خالی ▁ہونے ▁والی ▁ڈو نٹ ▁شا پ
▁خط بہ ▁دو ئ م ▁: ▁مملکت ▁بے ▁تقوی ٰ ▁لوگوں ▁کی ▁وجہ ▁سے ▁غیر ▁محفوظ ▁؛ ▁دہشتگرد ی ▁میں ▁وقف ے ▁سے ▁دھو کے ▁میں ▁مت ▁آئیں ▁؛ ▁پ تے ▁جھ ا ڑنے ▁سے ▁دہشت ▁گردی ▁ختم ▁نہیں ▁ہوتی ▁؛ ▁دہشت ▁گردی ▁اور ▁امن ▁کیلئے ▁علت ▁و ▁معلول ▁( سبب ▁و ▁م ...
▁کراچی ▁سے ▁میر پور خاص ▁اور ▁بدین ▁کے ▁لیے ▁ٹرین ▁چلانے ▁کا ▁اعلان
▁تلاوت ▁و ▁ن عت ▁کے ▁ساتھ ▁ہی ▁تقریر ی ▁مقابلہ ▁شروع ▁کیا ▁گیا ▁جس ▁کی ▁میزبانی ▁کے ▁فرائض ▁ابر ار ▁حسین ▁گو جر ▁نے ▁ادا ▁کی ے۔ ▁مجموعی ▁طور ▁پر ▁بچوں ▁میں ▁انتہائی ▁دلچسپ ▁تقریر ی ▁مقابلہ ▁دیکھنے ▁میں ▁آیا ۔ ▁اس ▁مقابلہ ▁کے ▁لیے ▁ج جز ▁کا ▁تقرر ▁کر نل ▁( ریٹ ائر ڈ ) ▁بشار ت ▁علی ▁نے ▁کیا ▁اور ت قر یری ▁مقابلہ ▁میں ▁پہلی ▁پوزیشن ▁حاصل ▁کرنے ▁والے ▁طالب ▁علم ▁ دانی ال ▁یا سر ▁کے ▁نام ▁کا ▁اعلان ▁بھی ▁انھوں ▁نے ▁کیا۔
▁انہوں ▁نے ▁بتایا ▁کہ ▁ملاقات ▁کے ▁دوران ▁پاکستان ▁حکام ▁کی ▁جانب ▁سے ▁بھارتی ▁ڈیم ▁پر ▁تحفظ ات ▁زیر ِ ▁بحث ▁آئے ▁، ْ ▁سندھ ▁طا س ▁معاہدے ▁کی ▁روشنی ▁میں ▁اس ▁کا ▁پ ٴ ْ ر ▁امن ▁حل ▁نکال نے ▁پر ▁زور ▁دیا ▁گیا۔ عالم ی ▁بین ▁کی ▁ترجمان ▁نے ▁سندھ ▁طا س ▁معاہدے ▁کی ▁اہمیت ▁اج اگر ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁یہ ▁معاہدہ ▁ایک ▁اہم ▁ترین ▁بین ▁الاقوامی ▁معاہدہ ▁ہے ▁جو ▁پاکستان ▁اور ▁بھارت ▁کو ▁اپنے ▁عوام ▁کی ▁ضروری ات ▁پوری ▁کرنے ▁کے ▁لیے ▁حال ▁اور ▁مستقبل ▁میں ▁پانی ▁کے ▁موثر ▁انتظام ▁کے ▁حوالے ▁سے ▁چیلنج ز ▁کا ▁سامنا ▁کرنے ▁کیلئے ▁ایک ▁ضروری ▁تعاون ▁پر ▁مبنی ▁فری م ▁روک ▁فراہم ▁کرتا ▁ہے۔

▁سب ▁لوگ ▁اپنے ▁اپنے ▁عزیز وں ▁کو ▁رول ی ے .
▁بھارتی ▁زیر ▁انتظام ▁کشمیر ▁میں ▁ہوئی ▁تازہ ▁خون ریز ▁جھ ڑ پ وں ▁کے ▁نتیجے ▁میں ▁تین ▁فوجی وں ▁سمیت ▁کم ▁از ▁کم ▁بیس ▁افراد ▁ہلاک ▁ہو ▁گئے ▁ہیں۔ ▁نئی ▁دہلی ▁حکومت ▁نے ▁مزید ▁تشدد ▁کے ▁پیش ▁نظر ▁سری ▁نگر ▁میں ▁سکیورٹی ▁ہائی ▁الر ٹ ▁کر ▁دی ▁ہے۔
▁م کر می ! ▁گذشتہ ▁روز ▁سوشل ▁میڈیا ▁پر ▁ایک ▁خبر ▁نظر ▁سے ▁گزر ی ▁کہ ▁کمال یہ ▁میں ▁ایک ▁گی نگ ▁پکڑ ▁لیا ▁گیا ▁ہے ▁جو ▁چھوٹی ▁...
▁پاکستان ▁مسلم ▁لیگ ▁ن ▁خواتین ▁و نگ ▁کی ▁جانب ▁سے ▁شعور ▁آگاہ ی ▁اور ▁شمولیت ی ▁پروگرام ▁کا ▁انعقاد
▁خواب : ۔ ▁میں ▁نے ▁دیکھا ▁کہ ▁میں ▁ایک ▁محفل ▁میں ▁ہوتا ▁ہوں۔ ▁وہاں ▁بہت ▁سے ▁بزرگ ▁بھی ▁تشریف ▁فرما ▁ہوتے ▁ہیں۔ ▁پھر ▁اچانک ▁میری ▁نظر ▁ایک ▁بزرگ ▁پر ▁رک ▁جاتی ▁ہے۔ ▁میں ▁غور ▁سے ▁انہیں ▁دیکھ تا ▁ہوں ▁تو ▁وہ ▁میرے ▁م رشد ▁کریم ▁ہوتے ▁ہیں۔ ▁میں ▁جلد ی ▁سے ▁ان ▁کے ▁پاس ▁جاتا ▁ہوں ▁ان ▁سے ▁بڑی ▁خوشی ▁سے ▁ملتا ▁ہوں ▁اور ▁ان ▁کے ▁قدم وں ▁میں ▁بیٹھ ▁جاتا ▁ہوں۔ ▁تعبیر ▁بتا ▁دی ج ئے۔
▁واشنگٹن ▁۔ ▁امریکی ▁صدر ▁ڈو نال ڈ ▁ٹرمپ ▁نے ▁ڈی ف نس ▁ہیڈ ک وار ٹر ▁پن ٹا گن ▁کو ▁جنوبی ▁کوریا ▁میں ▁تعینات ▁امریکی ▁فوجی وں ▁کی ▁تعداد ▁میں ▁کمی ▁کئے ▁جانے ▁کے ▁م تبادل ▁پر ▁غور ▁کرنے ▁کی ▁ہدایت ▁دی ▁ہے۔
▁اس ▁کی ▁بی کری ▁پہ ▁گاہ ک وں ▁کا ▁ہ جو م ▁ہوتا ▁تھا ▁اور ▁وہ ▁د ھن ▁تقریبا ▁سیکھ ▁چکی ▁تھی۔ پ یٹر ! ▁وہ ▁ا جنب ی ▁جس ▁کا ▁سا یہ ▁اسے ▁خز اں ▁کی ▁چو کھ ٹ ▁پر ▁نظر ▁آیا ▁تھا ▁اب ▁بالکل ▁بھی ▁ا جنب ی ▁نہیں ▁رہا ▁تھا۔ ▁وہ ▁تمام ▁دن ▁جہاز ▁پر ▁آنے ▁والا ▁سامان ▁بازار ▁میں ▁بیچ ا ▁کرتا ▁تھا ▁اور ▁سر ▁شام ▁ہی ▁اس ▁کی ▁بی کری ▁کے ▁کا ون ٹر ▁پہ ▁موجود ▁ہوتا ۔ دھی رے ▁ دھی رے ▁دوستی ▁بڑھ تی ▁گئی۔
▁سلسلہ ▁مدت وں ▁تک ▁بند ▁ہوگیا ▁تھا۔ ▁آسمان ی ▁سلطنت ▁صرف ▁عقل ▁کے ▁ہاتھ ▁میں ▁تھی۔ ▁پس ▁اس ▁نا قص ▁عقل ▁نے ▁کن ▁کن ▁خراب یوں ▁میں ▁لوگوں ▁کو ▁ڈال ا ، ▁کیا ▁اس ▁سے ▁کوئی ▁نا وا قف ▁بھی ▁ہے۔ ▁دیکھ و ▁ الہ ام ▁کا ▁پانی ▁جب ▁مدت ▁تک
▁اشتہار ▁ یل ئ ڈی ▁سکر ین
▁مجھے ▁کچھ ▁وقت ▁لگتا ▁ہے ▁خود ▁کو ▁سنبھال نے ▁میں ۔ ▁ما لو یکا ▁جی ▁کی ▁طرف ▁دیکھ تا ▁ہوں۔ ▁وہ ▁آنکھوں ▁ہی ▁آنکھوں ▁میں ▁میرا ▁حوصلہ ▁بڑھ اتی ▁ہیں۔ ▁میں ▁بات ▁آگے ▁بڑھا تا ▁ہوں ، ▁’’ ہ اں ، ▁تو ▁میں ▁اپنے ▁بچ پن ▁کی ▁باتیں ▁بتا ▁رہا ▁تھا۔ ▁میرے ▁پتا ▁جی ▁کار پ ین ٹر ▁تھے ▁اور ▁گھر ▁میں ▁رہ ▁کر ▁ہی ▁کام ▁کرتے ▁تھے۔ ▁ہم ▁لوگوں ▁کا ▁ایک ▁بہت ▁پر انا ، ▁بڑا ▁سا ▁گھر ▁تھا۔ ▁ہمارے ▁پتا ▁جی ▁بہت ▁غ ص ے ▁والے ▁آدمی ▁تھے ▁اور ▁غ ص ہ ▁آنے ▁پر ▁کسی ▁کو ▁بھی ▁نہیں ▁چھوڑ تے ▁تھے۔ ▁آج ▁بھی ▁اگر ▁میں ▁گ نوں ▁تو ▁پہلی ▁بار ▁گھر ▁چھوڑ نے ▁تک ، ▁یعنی ▁تیر ہ ▁چو دہ ▁سال ▁کی ▁عمر ▁تک ▁میں ▁جتن ی ▁مار ▁ان ▁سے ▁کھا ▁چکا ▁تھا ، ▁اس ▁کے ▁بیس یوں ▁نشان ▁میں ▁آپ ▁کو ▁اب ▁بھی ▁ گن ▁کر ▁دکھا ▁سکتا ▁ہوں۔ ▁تن ▁پر ▁بھی ▁اور ▁من ▁پر ▁بھی ۔ ▁ناراض گی ▁میں ▁وہ ▁اپنی ▁جگہ ▁پر ▁بیٹھے ▁بیٹھے ، ▁جو ▁بھی ▁او زار ▁ہاتھ ▁میں ▁ہو ، ▁وہی ▁دے ▁مار تے ▁تھے۔ ▁ان ▁کے ▁مار نے ▁کی ▁وج وہ ات ▁بہت ▁معمولی ▁ہوتی ▁تھیں۔ ▁بیش ک ▁آخری ▁مرتبہ ▁بھی ▁میں ▁گھر ▁سے ▁ پٹ ▁کر ▁ہی ▁رو تا ▁ہوا ▁نکل ا ▁تھا ▁اور ▁اس ▁کے ▁بعد ▁پورے ▁چو دہ ▁برس ▁بعد ▁ہی ▁گھر ▁واپس ▁آیا ▁تھا۔ ▁ایک ▁بار ▁پھر ▁گھر ▁چھوڑ نے ▁کے ▁لئے ۔ ▁پر ▁اس ▁کی ▁کہانی ▁الگ ▁ہے۔ ‘‘
▁آپ ▁جب ▁چاہ یں ▁چلے ▁آ ▁جائیں ▁بے ▁کھ ٹک ے ▁ا دھر
▁تفصیلات ▁کے ▁مطابق ▁ب لائ ند ▁کرکٹ ▁ورلڈ ▁کپ ▁میں ▁شرکت ▁کے ▁لئے ▁نی پا ▁ل ▁اور ▁بنگلہ ▁دیش ▁کی ▁ٹیم یں ▁لاہور ▁پہنچ ▁گئیں ۔ ▁لاہور ▁کے ▁مقامی ▁ہوٹل ▁پہنچنے ▁پر ▁پاکستان ▁ب لائ نڈ ▁کرکٹ ▁کونسل ▁کے ▁آف یش لز ▁نے ▁مہمان ▁ٹیم وں ▁کا ▁ فق ید ال مثال ▁استقبال ▁کیا۔ ▁ب لائ نڈ ▁کرکٹ ▁ورلڈ ک پ ▁کی ▁افتتاح ی ▁تقریب ▁7 ▁جنوری ▁کو ▁جبکہ ▁افتتاح ی ▁میچ ▁8 جن وری ▁کو ▁ق ذ افی ▁سٹی ڈی م ▁لاہور ▁میں ▁کھیل ا ▁جائے ▁گا۔ ▁بھارتی ▁ٹیم ▁کے ▁پاکستان ▁آنے ▁سے ▁انکار ▁کے ▁بعد ▁افتتاح ی ▁میچ ▁میں ▁پاکستان ▁اور ▁بنگلہ ▁دیش ▁کی ▁ٹیم یں ▁آم نے ▁سامنے ▁ہوں ▁گی۔
▁یہ ▁موقف ▁صرف ▁تحریک ▁انصاف ▁کا ▁نہیں ▁تھا ▁بلکہ ▁دیگر ▁متعدد ▁جماعتوں ▁کا ▁بھی ▁تھا ▁جس ▁کے ▁باعث ▁سعودی ▁مسلم ▁لیگ ▁ نون ▁کی ▁حکومت ▁یمن ▁جنگ ▁میں ▁حصہ ▁نہ ▁لینے ▁پر ▁مجبور ▁ہو ▁گی ▁اس ▁فیصلے ▁کے ▁باوجود ▁پاکستان ▁نے ▁یمن ▁جنگ ▁میں ▁سعودی ▁عرب ▁کو ▁لا جس ٹک ▁مدد ▁فراہم ▁کرنے ▁پر ▁اک ت فاء ▁کر ▁لیا ▁اور ▁اب ▁بھی ▁لا جس ٹک ▁مدد ▁جاری ▁ہے ▁اب ▁جبکہ ▁عمران ▁خان ▁اور ▁ان کی ▁جماعت ▁نے ▁انتخابات ▁میں ▁کامیابی ▁حاصل ▁کر ▁لی ▁ہے ▁اور ▁حکومت ▁بنانے ▁جا ▁رہی ▁ہے ▁تو ▁اس ▁بات ▁کا ▁قوی ▁امکان ▁ہے ▁کہ ▁پاکستان ▁سعودی ▁عرب ▁کی ▁لا جس ٹک ▁مدد ▁بند ▁کرتے ▁ہوئے ▁سعودی ▁اتحاد ▁کو ▁بھی ▁خیر ▁باد ▁کہ ے۔ ▁آپ ▁کو ▁یاد ▁ہو ▁گا ▁کہ ▁عمران ▁خان ▁نے ▁انتخابات ▁میں ▁کامیابی ▁حاصل ▁کرنے ▁کے ▁بعد ▁اپنے ▁پہلے ▁خطاب ▁میں ▁کہا ▁تھا ▁کہ ▁پاکستان ▁مشر ▁ق ▁وسطی ▁کے ▁تنازع وں ▁میں ▁حصہ ▁نہیں ▁بنے ▁گا ▁بلکہ ▁ثالث ی ▁کردار ▁ادا ▁کرتے ▁ہوئے ▁تنازع وں ▁کو ▁حل ▁کرنے ▁کی ▁بھرپور ▁کوشش ▁ کری گا ▁۔
Done
