▁آج ▁کا ▁اخبار
▁تاہم ، ▁آپ ▁48 h ▁ادا ▁کرنے ▁کے ▁لئے ▁ایک سپ ریس ▁ترس یل ▁72 h ▁منتخب ▁کر ▁سکتے ▁ہیں ▁..

▁ہم ▁اپنی ▁سروس ▁کو ▁بہتر ▁بنانے ▁کے ▁لیے ▁کو کی ز ▁استعمال ▁کرتے ▁ہیں۔ ▁اس ▁بارے ▁میں ▁مزید ▁تفصیلات ▁ڈیٹا ▁کے ▁تحفظ ▁سے ▁متعلق ▁حصے ▁میں ▁دیکھی ▁جا ▁سکتی ▁ہیں۔
▁شیئر نگ ▁کے ▁بارے ▁میں
▁جواب : ▁مجلس ▁اتحاد ▁ المسلمین ▁ایک ▁سیاسی ▁پارٹی ▁ہے ▁، اس ▁کا ▁مقصد ▁ہند ستان ی ▁سیاست ▁میں ▁حصہ ▁داری ▁، ملک ▁کی ▁ترقی ▁اور ▁مذہبی ▁تفر یق ▁کے ▁بغیر ▁تمام ▁ہندوستان یوں ▁کے ▁مسائل ▁اور ▁حقوق ▁کی ▁جنگ ▁لڑ نا ہے ▁، ہم ▁جانتے ▁ہیں ▁کہ ▁ہماری ▁حکومت ▁نہیں ▁بن ▁سکتی ▁ہیں ▁لیکن ▁ہم ▁اپنے ▁چند ▁مخصوص ▁نمائند وں ▁کو ▁ضرور ▁پارلیمنٹ ▁اور ▁اسمبلی ▁میں ▁بھیج ▁سکتے ▁ہیں ▁، جو ▁ایک ▁مخصوص ▁نظر یہ ▁کے ▁ساتھ ▁ہماری ▁آواز ▁اٹھا ئیں ▁، بی با کی ▁کے ▁ساتھ ▁ملت ▁کے ▁مسائل ▁کو ▁رکھیں ▁، اگر ▁ایک ▁بھی ▁صاحب ▁بص ی رت ▁، بی با ک ▁، ذ مہ ▁دار ▁اور ▁ہو ش ▁مند ▁شخص ▁کو ▁ہم ▁اسمبلی ▁اور ▁پارلیمنٹ ▁میں ▁بھیج ▁دیتے ▁ہیں ▁تو ▁وہ ▁ہماری ▁آواز ▁بن یں ▁گے ▁، بی با کی ▁کے ▁ساتھ ▁آواز ▁بلند ▁کریں ▁گے ▁، ▁جہاں ▁تک ▁بات ▁ہے ▁اسلام ▁کو ▁ لاحق ▁خطر ات ▁کی ▁تو ▁ایسا ▁کچھ ▁نہیں ▁ہوگا ▁، وہ ▁کچھ ▁ایسے ▁ ایش وز ▁کو ▁چھ ی ڑ ▁کر ▁اپنی ▁ناکام ی ▁پر ▁پر دہ ▁ڈال نے ▁اور ▁ملک ▁وم یڈ یا ▁کی ▁توجہ ▁اس ▁جانب ▁مب ذ ول ▁کرانے ▁کیلئے ▁کرتے ▁ہیں ، م ائی نا ریٹ یز ▁کے ▁اپنے ▁حقوق ▁ہیں ، س بھی ▁کو ▁مذہبی ▁آزادی ▁حاصل ▁ہے ▁، ▁اسے ▁کوئی ▁نہیں ▁چھ ین ▁سکتا ہے ▁، ہ ندو ستان ▁میں ▁مسلمانوں ▁کو ▁سیاسی ▁برتر ی ▁حاصل ▁کرنا ▁بی حد ▁ضروری ▁ہے ▁اور ▁اسی ▁جانب ▁توجہ ▁دینے ▁کی ▁اش د ▁ضرر و ▁ت ▁ہے ▁۔
▁پاکستان ▁ال یکٹر ک ▁پاور ▁کمپنی ▁( پی پ کو ) ▁کی ▁ایک ▁رپورٹ ▁کے ▁مطابق ▁پاکستان ▁اس ▁وقت ▁10 478 ▁می گا وا ٹ ▁بجلی ▁پیدا ▁کر ▁رہا ▁ہے ▁جن ▁میں ▁ہائی ڈر و ، ت ھر مل ، آئی - پی - پی ز ▁اور ▁ رین ٹل ▁پاور ▁پلان ٹ ▁شامل ▁ہیں۔
▁میں ▁آدمی ▁عام ▁سا ۔۔۔ ▁اک ▁قص ہ ▁نا ▁تمام ▁سا ۔۔۔ ▁نہ ▁لہ جہ ▁بے ▁مثال ▁سا ۔۔۔ ▁نہ ▁بات ▁میں ▁کمال ▁سا ۔۔۔ ▁ہوں ▁دیکھنے ▁میں ▁عام ▁سا ۔۔۔ ▁ادا سی وں ▁کی ▁شام ▁سا ۔۔۔ ▁جیسے ▁اک ▁راز ▁سا ۔۔۔ ▁خود ▁سے ▁بے ▁نیاز ▁سا ۔۔۔ ▁نہ ▁ماہ ▁جب ین وں ▁سے ▁ربط ▁ہے ۔۔۔ ▁نہ ▁شہر ت وں ▁کا ▁خ بط ▁سا ۔۔۔ ▁را نج ھا ، ▁نا ▁ق یس ▁ہوں ▁ان شا ، ▁نا ▁فیض ▁ہوں ۔۔۔ ▁میں ▁پیکر ▁ا خلاص ▁ہوں ۔۔۔ ▁ وفا ، ▁دعا ▁اور ▁آس ▁ہوں ۔۔۔ ▁میں ▁شخص ▁خود ▁شناس ▁ہوں ۔۔۔ ▁اب ▁تم ▁ہی ▁کرو ▁فیصلہ ۔۔۔ ▁میں ▁آدمی ▁ہوں ▁عام ▁سا ۔۔۔ ▁یا ▁پھر ▁بہت ▁ہی ▁“ خاص ” ▁ہوں ۔۔۔ ▁عمران ▁اقبال ▁کی ▁تمام ▁پوسٹ یں ▁دیکھیں
▁اس ▁سلسلے ▁میں ▁آگ ہی ▁پھیلا نے ▁اور ▁جنسی ▁تعلیم ▁سے ▁متعلق ▁مہم ▁چلانے ▁کے ▁لیے ▁محکمہ ▁تعلیم ▁کو ▁بھی ▁خصوصی ▁ہ دا یات ▁جاری ▁کی ▁گئی ▁ہیں۔
▁جاپان ▁میں ▁زلزل ہ ▁سے ▁چار افراد ▁کی ▁موت ، ▁380 ▁سے ▁زائد ▁زخمی
▁8 ▁حوالہ ▁جا ت
▁ا فراز ل ▁قتل ▁معاملہ ۔ ▁ناجائز ▁تعلقات ▁کو چھ پ انے ▁کے ▁لئے ▁’’ لوج ہ اد ‘‘ ▁کا ▁استعمال ▁کیا۔ ▁پولیس
▁ان ▁پر ▁2 ▁مرتبہ ▁قاتل انہ ▁حملے ▁ہوئے ▁اور ▁ایک ▁خود کش ▁دھماکے ▁میں ▁وہ ▁شدید ▁زخمی ▁ہوئے ▁مگر ▁پھر ▁بھی ▁انہوں ▁نے ▁اپنی ▁لڑائی ▁جاری ▁رکھی ۔
▁" ▁اے ▁سعد ▁رضی ▁اللہ ▁عنہ ▁! ▁دیکھ نا ▁کہیں ▁اس ▁غر ور ▁مین ▁نہ ▁آج انا ▁کہ ▁رسول ▁ا قدس ▁صلى ▁الله ▁عليه ▁وسلم ▁کا ▁ مام وں ▁اور ▁جان ثار ▁ صحاب ی ▁ہوں ▁۔ ▁میری ▁بات ▁اچھی ▁طرح ▁ذہن ▁ نشین ▁کر لو ▁کہ ▁اللہ ▁پاک ▁کبھی ▁بھی ▁بر ائی ▁کو ▁بر ائی ▁سے ▁نہیں ▁م ٹا تا ▁بلکہ ▁ہمیشہ ▁بر ائی ▁کو ▁نیک ی ▁سے ▁م ٹا تا ▁ہے ▁۔
▁قند یل ▁بلوچ ▁قتل ▁کیس ، ▁ملزم ▁ظفر ▁و ▁دیگر ▁پر ▁فرد ▁جرم ▁عائد
▁بن گل ورو ، 30 ؍ اگ ست ( ایس ▁او ▁نیوز ) ▁ریاست ▁میں ▁کانگریس ▁جن تا دل ▁( ایس ) ▁مخلوط ▁حکومت ▁کے ▁سو ▁دن ▁کی ▁تکمیل ▁پر ▁آج ▁وزیراعلی ٰ ▁ایچ ▁ڈی ▁کم ار ▁سو امی ▁نے ▁دہلی ▁میں ▁صدر ▁کانگریس ▁راہ ل ▁گاندھی ▁سے ▁ملاقات ▁کی ▁اور ▁ان ▁کا ▁شکریہ ▁ادا ▁کیا ▁اور ▁ساتھ ▁ہی ▁ان ▁سے ▁ گز ▁ا رش ▁کی ▁کہ ▁ریاست ▁میں ▁حکومت ▁کے ▁استحکام ▁کو ▁نقصان ▁پہنچا نے ▁والے ▁بیان ات ▁دینے ▁سے ▁گریز ▁کرنے ▁ریاست ▁کے ▁کانگریس ▁قائد ین ▁کو ▁ہدایت ▁دی ▁جائے۔
▁ ’ میں ▁نے ▁اپنی ▁بیوی ▁کو ▁مار ▁ڈال ا ▁کیونکہ ▁وہ ▁فیس ▁بک ▁پر ۔۔۔ ‘ ▁شوہر ▁نے ▁اپنی ▁بیگم ▁کو ▁قتل ▁کرنے ▁کی ▁ایسی ▁وجہ ▁بت ادی ▁کہ ▁جان ▁کر ▁تمام ▁لڑکی اں ▁گھ ب راج ائیں ▁گی
▁بھارت ، ▁شمالی ▁ریاست وں ▁میں ▁بارش ▁سے ▁تباہ ی ، ▁25 افراد ▁ہلاک
▁گزشتہ ▁دو ▁سال وں ▁میں ▁ان ▁مقابل وں ▁میں ▁شرکت ▁سے ▁سامنے ▁آنے ▁والی ▁اپنی ▁غلطی وں ▁سے ▁سیکھ تے ▁ہوئے ▁انھوں ▁نے ▁توقع ▁ظاہر ▁کی ▁کہ ▁اس ▁بار ▁ان ▁کی ▁ٹیم ▁بہترین ▁سا ٹھ ▁ٹیم وں ▁میں ▁ضرور ▁آئے ▁گی۔
▁جم وں ▁میں ▁پاکستانی ▁فائرنگ ▁سے ▁کشید گی ▁میں ▁اضافہ ، ▁سرحد ▁سے ▁متصل ▁تمام ▁اسکول ▁بند
▁اس ▁سال ▁کیے ▁گئے ▁درج نوں ▁ڈر ون ▁حملوں ▁میں ▁سے ▁زیادہ ▁تر ▁شمالی ▁وزیرستان ▁میں ▁ہوئے ▁جو ▁افغانستان ▁میں ▁تعینات ▁اتحاد ی ▁افواج ▁کے ▁خلاف ▁سر ▁گرم ▁عمل ▁حق انی ▁گروپ ▁کا ▁گڑھ ▁سمجھا ▁جاتا ▁ہے۔
▁مصنوعات ▁کے ▁زمر ے
▁شاہ ▁رخ ▁خان ▁نے ▁اپنی ▁اہلیہ ▁گور ی ▁خان ▁کیساتھ ▁پہلی ▁بار ▁سیل فی ▁شیئر ▁کردی ▁آج ▁تک ▁شاہ ▁رخ ▁نے ▁کبھی ▁بھی ▁اپنے ▁دل ▁کی ▁ملک ہ ▁گور ی ▁خان ▁کے ▁ساتھ ▁کوئی ▁سیل فی ▁سوشل ▁میڈیا ▁پر ▁شیئر ▁نہیں

▁کپڑے ▁پہن ▁کر ▁ن نگی ▁دکھائی ▁دینے ▁والی ▁یہ ▁خواتین ▁باپ ▁بھائی ▁شوہر وں ▁کی ▁مرضی ▁سے ▁ہی ▁پہن تی ▁ہیں ▁نا ▁وہ ▁یہ ▁لباس !! ▁ان ▁کی ▁کہاں ▁سو ▁جاتی ▁ہے ▁غیر ت ؟؟ ۔
▁- کار و اں ▁کی ▁اب ▁تک ▁شایع ▁ہونے ▁والی ▁تمام ▁ا قس اط ▁یہاں ▁کلک ▁کر ▁کے ▁ملاحظ ہ ▁کریں ▁( ل نک ) - ▁مجھے ▁کوچ یوں ▁نے ▁کابل ▁کے ▁سفر ▁میں ▁صرف ▁اس ▁لیے ▁ہمراہ ▁کیا ▁تھا ▁تا ▁کہ ▁میری ▁جی پ ▁کے ▁پر ز ے ▁نکال ▁کر ▁بیچ ▁سکیں ۔ ▁مجھے ▁اس ▁بات ▁سے ▁سخت ▁کو فت ▁ہوئی ، ▁اعتماد ▁کے ▁غبار ے ▁سے ▁ہوا ▁بھی ▁نکل ▁گئی ▁لیکن ▁جلد ▁ہی ▁یہ ▁ خف گی ▁دور ▁بھی ▁ہو ▁گئی۔ ▁ہوا ▁یوں ▁کہ ▁ایک ▁دفعہ ▁موسی ٰ ▁دار ▁سے ▁نکل ے ▁تو ▁سامنے ▁خطے ▁کا ▁منظر ▁ہی ▁بدل ▁گیا ▁جس ▁سے ▁اس ▁سفر ▁کی ▁قدر ▁و ▁قیمت ▁کا ▁اندازہ ▁ہوا۔ ▁اب ▁ہم
▁چینی ▁وزیر ▁خارجہ ▁رواں ▁ہفتے ▁شمالی ▁کوریا ▁کا ▁دورہ ▁کریں ▁گے
▁معروف ▁مصنف ▁اور ▁اد یب ▁انور ▁مقصود ▁جو ▁کہ ▁زب ید ہ ▁طارق ▁کے ▁بھائی ▁بھی ▁ہیں ▁نے ▁میڈیا ▁سے ▁گفتگو ▁میں ▁زب ید ▁آپ ا ▁کی ▁انتقال ▁کی ▁خبر ▁تصدیق ▁کرتے ▁ہوئے ▁بتایا ▁تھا ▁کہ ▁وہ ▁چند ▁دنوں ▁سے ▁بیمار ▁تھیں ▁اور ▁مقامی ▁اسپتال ▁میں ▁زیر علاج ▁بھی ▁تھیں ▁تاہم ▁آج ▁مختصر ▁عل الت ▁کے ▁بعد ▁خالق ▁حقیقی ▁سے ▁جا ▁مل یں۔
▁کیا ▁زلزل ے ▁گناہ وں ▁کے ▁سبب ▁آتے ▁ہیں ؟
▁پی ▁ٹی ▁آئی ▁اجلاس ▁کے ▁دوران ▁جہانگیر ▁ترین ▁اور ▁شاہ ▁محمود ▁قریشی ▁میں ▁لفظ ی ▁تکرار
▁مملکت ▁توحید ▁سعودی ▁عرب ▁سے ▁دشمن ی ▁ہر ▁حال ▁میں ▁ضروری ▁کیوں ؟
▁تمہاری ▁ا ِ س ▁مرتب ▁منظم ▁کائنات ▁میں ▁ ’ حوا د ث ‘ کہ اں ... ▁یہاں ▁تو قدم قدم ▁پر ▁’’ قوا ن ین ‘‘ اور ▁’’ س سٹ مز ‘‘ ہ یں ▁جو ▁ ’ واقع ات ‘ کو اپ نے آ ہ نی ▁شکن جے ▁میں ▁ج ک ڑے ہو ئے ▁’’ ہم ی شہ ‘‘ ▁ایک ▁مخصوص ▁مطلوب ▁ جہ ت ▁میں ▁ دھ کی ل تے ہ یں ...!!!
▁واشنگٹن : ▁امریکی ▁صدر ▁ڈونلڈ ▁ٹرمپ ▁نے ▁کہا ▁ہے ▁کہ ▁شمالی ▁کوریا ▁باز ▁نہ ▁آیا ▁تو ▁اسے ▁ختم ▁بھی ▁کیا ▁جاسکتا ▁ہے۔
▁شہر ▁کی ▁خبریں
▁واپس ▁اوپر ▁جائیں
▁اضلاع ▁کی ▁خبریں
▁نو ائے ▁وقت ▁گروپ
▁خان ▁عدالت ▁کہتے ▁ہیں ▁کہ ▁ان ▁کا ▁تعلق ▁عوامی ▁نیشنل ▁پارٹی ▁سے ▁ہے ▁اور ▁ان ▁کے ▁خاندان ▁والوں ▁اور ▁کئی ▁دوستوں ▁کو ▁طالبان ▁نے ▁ہلاک ▁کر ▁دیا ▁ہے۔ ▁سکول وں ▁کو ▁تباہ ▁کر ▁دیا ▁اور ▁گھروں ▁کو ▁بر باد ▁کر ▁دیا۔
▁’’ ’ ش راب ▁کی ▁تل چھ ٹ ▁‘ ‘‘ ▁عربی ▁: در دی ▁الخ مر اور ▁انگریز ی : ▁( Po tas s ium ▁bit art rate ▁- ▁Cream ▁of ▁tart ar ) ▁( پو ٹا ش یم ▁ بائی ▁ٹ ار ٹری ٹ ) ▁جسے ش راب ▁کا ▁بق یہ ▁اور اس ▁کی ▁کد ورت ▁کو ▁کہتے ▁ہیں
▁" دین ▁کے ▁معاملے ▁میں ▁کوئی ▁زور ▁زبردست ی ▁نہیں ▁ہے۔ ▁صحیح ▁بات ▁غلط ▁خیالات ▁سے ▁الگ ▁چھ ان ٹ ▁کر ▁رکھ ▁دی ▁گئی ▁ہے۔ ▁اب ▁جو ▁کوئی ▁طا غو ت ▁کا ▁انکار ▁کر ▁کے ▁اللہ ▁پر ▁ایمان ▁لے ▁آیا ، ▁اس ▁نے ▁ایک ▁ایسا ▁مضبوط ▁سہ ارا ▁تھا م ▁لیا ▁جو ▁کبھی ▁ٹوٹ نے ▁والا ▁نہیں ▁اور ▁اللہ ▁سب ▁کچھ ▁سن نے ▁والا ▁اور ▁جان نے ▁والا ▁ہے۔ ▁جو ▁لوگ ▁ایمان ▁لا تے ▁ہیں ▁ان ▁کا ▁حامی ▁اور ▁مدد گار ▁اللہ ▁ہے۔ ▁اور ▁وہ ▁ان ▁کو ▁تاریک یوں ▁سے ▁روشنی ▁میں ▁نکال ▁لا تا ▁ہے ▁اور ▁جو ▁لوگ ▁کفر ▁کی ▁راہ ▁اختیار ▁کرتے ▁ہیں ▁ان ▁کا ▁حامی ▁و ▁مدد گار ▁طا غو ت ▁ہے۔ ▁اور ▁وہ ▁انہیں ▁روشنی ▁سے ▁تاریک یوں ▁کی ▁طرف ▁ کھی نچ ▁لے ▁جاتے ▁ہیں۔ ▁یہ ▁آگ ▁میں ▁جانے ▁والے ▁لوگ ▁ہیں ▁جہاں ▁یہ ▁ہمیشہ ▁رہیں ▁گے۔ ▁” ▁( آ یت ▁۲۵ ۶ ، ▁٢ ٥ ٧ )
▁آپ ▁آگے ▁ت بھی ▁بڑھ ▁سکتے ▁ہیں ▁جب ▁اپنے ▁موجودہ ▁جگہ ▁سے ▁کچھ ▁آگے ▁کام ▁انجام ▁دو ۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁ع یس وی ▁کی ▁منظوری ▁سے ▁منسوب ▁کردہ ▁بو م ▁ لف ٹ ▁مک ڑی ▁ لف ٹ ▁پلی ٹ ▁فارم ▁مک ڑی ▁ لف ٹ ▁پلی ٹ ▁فارم ▁کی ▁وضاحت : ▁1. ▁یہ ▁بحال ی ▁یا ▁فضائی ▁کام ▁کے ▁لئے ▁استعمال ▁کیا ▁جاتا ▁ہے ، ▁یہ ▁بھی ▁مختصر ▁ فاصل ے ▁پر ▁منتقل ▁کر ▁سکتا ▁ہے . ▁2. ▁ایک ▁شخص ▁ڈر ائی و ▁اور ▁دوسرا ▁شخص ▁پلی ٹ ▁فارم ▁پر ▁کام ▁کرتا ▁ہے . ▁3. ▁مک ڑی ▁ لف ٹ ▁پلی ٹ ▁فارم ▁اوپر ▁اور ▁نیچے ▁منتقل ▁کر ▁سکتا ▁ہے ▁...
▁اس ▁اشتہار ▁میں ▁پندرہ ▁سالہ ▁گا یات ری ▁اپنی ▁کہانی ▁سن اتی ▁ہے ▁کہ ▁کیسے ▁اس ▁نے ▁اپنی ▁ ’ م اں ‘ ▁کے ▁ساتھ ▁رہ نا ▁شروع ▁کیا ، ▁جو ▁اس ▁کے ▁پسند ید ہ ▁کھانے ▁پک اتی ▁تھی ▁اور ▁جو ▁اس ▁کے ▁ساتھ ▁مل ▁کر ▁ڈرا ؤ نی ▁فلم یں ▁دیکھ تی ▁تھی۔ ▁اشتہار ▁کے ▁آخر ▁میں ▁دکھا تے ▁ہیں ▁کہ ▁اس ▁کی ▁یہ ▁ماں ▁ایک ▁خواجہ ▁سرا ▁ہے۔ ▁اشتہار ▁میں ▁گا یات ری ▁کہ تی ▁ہے ، ▁’’ م اں ▁نے ▁بہت ▁سی ▁مشکلات ▁کا ▁سامنا ▁کیا ▁ہے۔ ▁بنیادی ▁حقوق ▁ہر ▁انسان ▁کا ▁حق ▁ہیں ▁تو ▁پھر ▁میری ▁ماں ▁کیوں ▁ان ▁حقوق ▁سے ▁محروم ▁رہے۔ ▁میں ▁اپنی ▁ماں ▁کے ▁لیے ▁وکیل ▁بن وں ▁گی۔ ‘‘

▁خواتین ▁کا ▁صفحہ
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁چھوٹے ▁ مام وں ▁گھر ▁والوں ▁کی ▁ش فقت ▁و ▁محبت ▁سے ▁بے ▁حد ▁متاثر ▁ہوئے ▁کہنے ▁لگے ۔ ▁’’ ▁لندن ▁میں ▁تو ▁محبت ▁و ▁ش فقت ▁کو ▁ترس ▁گیا ▁تھا۔ ▁پھر ▁وطن ▁کی ▁یاد ▁دل ▁کو ▁بے ▁چین ▁رکھتی ▁تھی ▁اور ▁پھر ▁مجھے ▁اپنے ▁بھ ان جے ▁اور ▁بھ ان جی وں ▁سے ▁ملاقات ▁کا ▁ہر ▁وقت ▁خیال ▁رہتا ▁تھا ▁سو ▁میں ▁نے ▁اپنا ▁بستر ▁بور یا ▁گول ▁کیا ▁اور ▁سید ھا ▁یہاں ▁چلا ▁آیا ۔ ▁آپ ▁لوگوں ▁کے ▁درمیان ۔ ▁‘‘
▁اردو ▁نیوز ▁شو
▁ہفتہ ▁وار ▁ناول

▁اور ▁پھر ▁اس ▁بات ▁کا ▁اندازہ ▁کریں ▁کہ ▁پاکستان ▁کی ▁انتہائی ▁پست ▁، ▁بازار ی ▁اور ▁کچ را ▁صحافت ▁نے ▁ ۔۔ ▁اس ▁کے ▁نام ▁نہ اد ▁دانش ور وں ▁نے ▁ ۔۔ ▁اس ▁کے ▁دو ▁دو ▁آنے ▁کے ▁تجزیہ ▁نگار وں ▁نے ▁ ۔۔ ▁اس ▁کے ▁بے ▁سمت ▁دفاعی ▁تجزیہ ▁نگار وں ▁کی ▁فوج ▁نے ▁ ۔۔ ▁جس ▁پاکستان ▁کے ▁عوام ▁کو ▁اردو ▁سے ▁ہی ▁یک سر ▁محروم ▁کر ▁دیا ▁گیا ▁ہو ▁وہاں ▁اپنے ▁کالم ▁کی ▁سرخ ی ▁” فار سی ▁کے ▁کسی ▁مو ٹے ▁سے ▁مصر ع ے “ ▁سے ▁شروع ▁کر ▁کے ▁اپنے ▁کالم ▁کو ▁ جاذب ▁نظر ▁بنانے ▁کی ▁کوشش ▁کرنے ▁والے ▁کالم ▁نویس وں ▁کی ▁ کھی پ ▁نے ▁ ۔۔ ▁اور ▁پھر ▁اس ▁کے ▁ل چر ▁ٹی ▁وی ▁چینل ز ▁کے ▁ل چر ▁ پرس نز ▁نے ▁اس ▁بطل ▁جل یل ▁کے ▁اس ▁ملت ▁کو ▁روشنی ▁اور ▁امید ▁دینے ▁والے ▁سفر ▁آخرت ▁کا ▁آخر ▁کیوں ▁مکمل ▁ بائی کا ٹ ▁کیا ▁ ۔۔ ▁ان ▁سب ▁کی ▁ری ڑھ ▁کی ▁ہ ڈی ▁میں ▁اس ▁20 ▁لاکھ ▁نفوس ▁کی ▁موجودگی ▁سے ▁سن سن ی ▁کیوں ▁د وڑ ▁گئی ▁ ۔۔
▁” عمر ان ▁خان ، ▁فضل ▁الرحمان ▁سمیت ▁ان ▁سیاست دان وں ▁کو ▁خطرہ ▁ہے ▁اور ۔۔۔ “ ▁بطور ▁جماعت ▁کون ▁سی ▁سیاسی ▁...
▁اچھا ▁فی ▁الحال ▁اپنی ▁ب کو اس ▁بند ▁کرو ▁اور ▁مجھے ▁پڑھنے ▁دو ▁ , , ▁میں ▁نے ▁عین ک ▁سی دھی ▁کی ▁اور ▁پھر ▁کتاب ▁پڑھنے ▁میں ▁مصروف ▁ہو ▁گیا ▁لیکن ▁میرا ▁دماغ ▁بار ▁بار ▁مس ز ▁عباسی ▁کے ▁بنائے ▁اول ڈ ▁ای ج ▁ہو م ▁کی ▁طرح ▁جا ▁رہا ▁تھا
▁( ۹ ) ▁ ؔ ▁جب ▁ا ُ ن ▁پر ▁کوئی ▁بڑی ▁مصیبت ▁کا ▁وقت ▁آتا ▁ہے ▁تو ▁ا ُ س ▁وقت ▁دو طور میں ▁سے ▁ایک ▁طور ▁کا ▁ان ▁سے ▁معاملہ ▁ہوتا ▁ہے ▁یا ▁خار ق ▁عادت ▁طور ▁پر ▁اس ▁مصیبت ▁سے ▁رہا ئی ▁دی ▁جاتی ▁ہے ▁اور ▁یا ▁ایک ▁ایسا ▁صبر ▁جم یل ▁عطا ▁کیا ▁جاتا ہے ▁جس ▁میں ▁ل ذ ّ ت ▁اور ▁سرور ▁اور ▁ ذوق ▁ہو۔
▁انڈیا ▁میں ▁فوج ▁کے ▁جر ن یل ▁سیاسی ▁تعلقات ▁پر ع موم ا ً ▁بیان ات ▁دینے ▁سے ▁گریز ▁کرتے ▁ہیں ▁لیکن ▁حالی ہ ▁مہین وں ▁میں ▁جنرل ▁را وت ▁نے ▁پاکستان ▁کے ▁بارے ▁میں ▁کئی ▁بار ▁بیان ات ▁دیے ▁ہیں۔
▁کچھ ▁ا دھر ▁ا دھر ▁سے ▁(3)
▁کیا ▁یہ ▁آرٹیکل ▁مدد گار ▁تھا ؟
▁ ’ پاکستان ▁میں ▁ستار ▁بجا نے ▁کی ▁مہ ارت ▁میں ▁روز ▁بروز ▁کمی ▁آر ہی ▁ہے۔ ▁ہمارے ▁اعلی ▁ترین ▁ستار ▁نواز ▁ملک ▁سے ▁باہر ▁اپنی ▁کوئی ▁پہچان ▁نہیں ▁رکھتے ۔ ▁فوری ▁اقدامات ▁اٹھا ئے ▁جائیں ▁تاکہ ▁ستار ▁کے ▁فن ▁کو ▁فروغ ▁دیا ▁جا س کے ‘‘
▁اس ▁کے ▁باپ ▁پیار ا ▁گر ل ▁فری نڈ ▁کے ▁Bre anne ▁کو ، ▁8 :0
▁محرم ▁الحرام ▁کے ▁دوران ▁سا ہی وال ▁ری نج ▁میں ▁امن ▁وا مان ▁کو ▁یقینی ▁بنانے ▁کیلئے ▁فول ▁پر وف ▁سکیورٹی ▁کے ▁انتظام ات ▁کیے ▁جائیں ▁گے ، آر ▁پی ▁او
▁بین ▁الاقوامی
▁Shi ite news . org ▁- ▁یمن ▁کے ▁مختلف ▁علاقوں ▁پر ▁سعودی ▁جا رح یت
▁مذہب ▁اور ▁اسلام ▁(24)

▁مر ی ▁بہ ار ▁و ▁خز اں ▁جس ▁کے ▁اختیار ▁میں ▁ہے
▁اسی ▁طرح ▁مولانا ▁ مود ودی ▁کی ▁بہت ▁سی ▁تحریر ات ▁میں ▁واضح ▁طور ▁پر ▁مرتکب ▁کب ی رہ ▁کے ▁حوالے ▁سے ▁ایسی ▁عبارات ▁ملت ی ▁ہیں ▁جو ▁انہیں ▁مع تز لہ ▁و ▁خوا رج ▁کی ▁صف ▁میں ▁لاکھ ڑا ▁کرتی ▁ہیں ▁حضرت ▁مدنی ▁رحم ة ▁اللہ ▁علیہ ▁نے ▁اپنی ▁کتاب ’ ’ ای مان ▁و ▁عمل ‘‘ ▁میں ▁اسی ▁موضوع ▁پر ▁روشنی ▁ڈال ی ▁ہے ▁اور ▁ایمان ▁وعمل ▁کا ▁آپ س ▁میں ▁کیا ▁اور ▁کس ▁نوعی ت ▁کا ▁تعلق ▁ہے ▁اس ▁پر ▁مسلک ▁اہل ▁السن ت ▁و ▁ال جماع ت ▁کی ▁صحیح ▁ترجمان ی ▁فرمائی ▁ہے۔ ’ ’ ای مان ▁و ▁عمل ‘‘ ▁نامی ▁یہ ▁مختصر ▁سا ▁کتاب چہ ▁جو ▁کم ▁وب یش ▁ایک ▁سو ▁صفحات ▁پر ▁مشتمل ▁ہے۔ ’ ’ ب زم ▁غلام ▁غو ث ▁ہزار وی ▁رحم ة ▁اللہ ▁علیہ ، گو جر نو الہ ‘‘ ▁سے ▁کافی ▁عرصہ ▁قبل ▁شائع ▁ہوا ▁تھا ▁نہ ▁معلوم ▁اب ▁بھی ▁دستیاب ▁ہے ▁یا نہیں ۔ اک ابر ▁کے ▁دنیا ▁سے ▁چلے ▁جانے ▁کے ▁بعد ▁فکر ▁قاسم ی ▁و ▁مدنی ▁کے ▁حامل ین ▁کیلئے ▁ضروری ▁ہے ▁کہ ▁اپنے ▁آپ ▁کو ▁صحیح ▁طور ▁پر اک ابر ▁سے ▁وابستہ ▁رکھنے ▁کی ▁یہ ▁ایک ▁بہت ▁مفید ▁اور ▁مو ٴ ثر ▁صورت ▁ہے ▁کہ ▁ان ▁کے ▁م آ ثر ▁علمی ہ ▁سے ▁بھرپور ▁استفاد ہ ▁کیا ج ائے ▁اور ▁ساتھ ▁ہی ▁انہیں ▁محفوظ ▁بھی ▁رکھا ▁جائے ▁۔ ▁الله ▁رب ▁العز ت ▁سے ▁ دعاء ▁ہے ▁:
▁باب ▁المن دب ▁کی ▁سلامتی ▁کے ▁لیے ▁ہر ▁م ُ م کن ▁قدم ▁اٹھا ئیں ▁گے : ▁عرب ▁اتحاد
▁با بو ▁غلام ▁محمد ، ▁آج ▁کل ▁پڑھ ے ▁لکھ ے ▁کو ▁با بو ▁کہا ▁جاتا ▁ہے
▁تحقیق ▁کار وں ▁کو ▁یہ ▁بھی ▁معلوم ▁ہوا ▁ہے ▁کہ ▁آبادی ▁کے ▁مختلف ▁گروپ ▁خبر وں ▁کے ▁مطالع ے ▁کے ▁لیے چو ٹی ▁کے ▁پانچ ▁سماجی ▁میڈیا ▁ٹ ٹ ول تے ▁ہیں۔ ▁پھر ▁یہ ▁کہ ▁ل ِ ک نڈ ▁ا ِ ن ▁کے ▁زیادہ ▁تر ▁صارفین ▁گری جو ئی ٹ ▁ڈگری ▁کے ▁حامل ▁ہیں ؛ ▁جب ▁کہ ▁فیس ▁بک ▁کے ▁صارفین ▁میں ▁زیادہ ▁تعداد ▁خواتین ▁کی ▁ہوتی ▁ہے ؛ ▁جب ▁کہ ▁انس ٹا گرام ▁کے ▁زیادہ ▁تر ▁صارفین ▁اقلیت وں ▁سے ▁تعلق ▁رکھتے ▁ہیں۔
▁مودی ▁جی ▁نے ▁چار ▁برس ▁تک ▁ صر ▁ف ▁سبز ▁باغ ▁دکھا ئے ▁ہیں ! ▁https :// t . co / JM YO v FA A q E ▁https :// t . co / y 8 W Ki 8 Y b PH 2018 /08 /07
▁عالم ▁اسلامی ▁کے ▁اتحاد ▁کے ▁لیے ▁جمال ▁الدین ▁افغان ی ، ▁ علامہ ▁اقبال ، ط باط بائی ▁جیسے ▁اک ابر ▁کے ▁نام ▁استعمال ▁کیے ▁جارہے ▁ہیں ، ▁کیا ▁کبھی ▁یہ ▁بھی ▁سوچ ا ▁کہ ▁ان ▁کے ▁نزدیک ▁عالم ▁اسلامی ▁کے ▁اتحاد ▁کی ▁نوعی ت ▁کیا ▁تھی ؟ ▁بخ دا ! ▁اس ▁کی ▁نوعی ت ▁بے ▁امام ▁نماز ▁کی ▁نہیں ▁تھی ▁او ▁ر نہ ▁بے نم از ▁امام ▁کی ▁تھی۔
▁مزید ▁دکھائی ں
▁جہانگیر ▁کا ▁مق بر ہ ▁ایک ▁بہت ▁وسیع ▁و ▁ع ری ض ▁باغ ▁میں ▁واقعہ ▁ہے ▁جسے ▁ انگ وری ▁باغ ▁کہتے ▁تھے۔ ▁اس ▁میں ▁ایک ▁طرف ▁آصف ▁جا ہ ▁اور ▁ملک ہ ▁نور ▁جہاں ▁کے ▁مق ابر ▁بھی ▁موجود ▁ہیں۔ ▁یہ ▁اپنے ▁دور ▁کا ▁ایک ▁خوبصورت ▁تفریح ی ▁مقام ▁تھا ، ▁ہر ▁کوئی ▁اس ▁باغ ▁میں ▁داخل ▁ہو ▁کر ▁ایک ▁جنت ▁نظیر ▁جگہ ▁سے ▁لطف ▁اند وز ▁ہوتا ▁تھا۔ ▁ریلوے ▁لائن ▁ب چھ ائے ▁جانے ▁لگی ▁تو ▁انگریز ▁نے ▁خاص ▁طور ▁سے ▁اس ▁کے ▁بیچ وں ▁بیچ ▁ریلوے ▁لائن ▁کو ▁گزار ا ▁تا ▁کہ ▁اس ▁کی ▁خوبصورت ی ▁اور ▁حسن ▁تباہ ▁ہوجائے ▁۔ ا یسی ▁ہی ▁حرکت ▁تاج ▁محل ▁کے ▁ساتھ ▁بھی ▁کی ▁گئی ▁اور ▁اس ▁کی ▁دیوار ▁کے ▁بالکل ▁ساتھ ▁ریلوے ▁لائن ▁کو ▁گزار ا ▁گیا ▁تا ▁کہ ▁ٹرین ▁کی ▁تیز ▁رفتار ▁آمد ▁و ▁رفت ▁سے ▁ایک ▁دن ▁تاج ▁محل ▁زمین ▁بوس ▁ہو ▁جائے ▁گا۔
▁سچ ▁کی ▁تلاش ▁میں ▁میں ▁جن ▁حق ائ ق ▁تک ▁پہنچا ▁ان ▁کا ▁ذکر ▁بعد ▁میں ▁کر وں ▁گا ▁پہلے ▁تم ہ ید ▁کے ▁طور ▁پر ▁جگ ن ▁ نات ▁آ ا زاد ▁کے ▁بارے ▁میں ▁چند ▁س طور ▁لکھ نا ▁ضروری ▁سمجھ تا ▁ہوں۔ ج گن ▁نا تھ ▁آزاد ▁معروف ▁شاعر ▁تل وک ▁چند ▁کا ▁بیٹا ▁تھا ، ▁وہ ▁1918 ▁ء ▁میں ▁عیسی ٰ ▁ خیل ▁میان والی ▁میں ▁پیدا ▁ہوا۔ ▁اس ▁نے ▁1937 ء ▁میں ▁گور ڈ ن ▁کالج ▁راولپنڈی ▁سے ▁بی ▁اے ▁اور ▁1944 ء ▁میں ▁پنجاب ▁یونیورسٹی ▁سے ▁ایم ▁اے ▁فارسی ▁کیا۔ ▁مختصر ▁سا ▁عرصہ ▁’’ اد بی ▁دنیا ‘‘ ▁سے ▁منسلک ▁رہنے ▁کے ▁بعد ▁اس ▁نے ▁لاہور ▁میں ▁’’ ج ئے ▁ہند ‘‘ ▁نامی ▁اخبار ▁میں ▁نو کری ▁کر ▁لی ۔ ▁قیام ▁پاکستان ▁کے ▁بعد ▁ستمبر ▁میں ▁بھارت ▁ہ جر ت ▁کر ▁گیا۔ ▁اکتوبر ▁میں ▁ایک ▁بار ▁لاہور ▁آیا ▁لیکن ▁فرق ہ ▁وار انہ ▁فساد ات ▁کے ▁خوف ▁سے ▁مستقل ▁طور ▁پر ▁بھارت ▁چلا ▁گیا۔
▁5 : ▁ہر ▁س طرق یم تی ▁نکات ▁پہ ▁مشتمل ▁ہے ▁اور ▁طویل ▁علمی ▁و ▁تدریس ی ▁ تجرب ات ▁کی ▁آئین ہ ▁دار ▁ہے۔
▁انٹرنیٹ ▁ٹی ▁وی
▁ہم ▁بھی ▁تیر ے ▁ہم سفر ▁ہیں
▁اغ راض ▁و ▁مقاصد
▁سن ّ ت ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کی ▁زبان ی ▁اور ▁سلف ▁صالح ▁کے ▁مف ہ وم ▁میں
▁ملتان ▁( ▁س پیش ل ▁رپورٹ ر ) ▁حکومت ▁پنجاب ▁نے ▁فوری ▁طور ▁پر ▁وزیر ▁بلد یات ▁ظفر ▁محمود ▁کی ▁سربراہ ی ▁میں ▁17 ر کنی ▁کی ب نٹ ▁سب ▁کمیٹی ▁برائے ▁فل ڈ ▁قائم ▁کر ▁دی ▁ہے ▁جو ▁مون ▁سون ▁بارش وں ▁کے ▁دوران ▁کسی ▁بھی ▁قسم ▁کے ▁انتظام ات ▁بارے ▁منصوبہ ▁بندی ▁اور ▁دیگر ▁انتظام ات ▁پر ▁عمل در ▁آمد ▁کو ▁یقینی ▁بنائے ▁گی۔ ▁کی ب نٹ ▁سب ▁کمیٹی ▁( بق یہ ▁نمبر 38 صف ح ہ 12 پر ▁)
▁خیر ▁میں ▁نے ▁روزہ ▁چھوڑ ا ▁یا ▁نہیں ، ▁یہ ▁تو ▁میرے ▁اللہ ▁کا ▁اور ▁میرا ▁معاملہ ▁ہے۔ ▁مگر ▁بیگم ▁نے ▁پورے ▁رکھے ▁اور ▁نہ ▁اسے ▁غ ص ہ ▁چڑھ ا ، ▁نہ ▁کوئی ▁لڑائی ▁کی ▁اور ▁تو ▁اور ▁مجھے ▁برا ▁مسلمان ▁ہونے ▁کا ▁ طعن ہ ▁بھی ▁نہ ▁مار ا۔
▁آرمی ▁چیف ▁سے ▁چینی ▁وزیر ▁خارجہ ▁کی ▁سربراہ ی ▁میں ▁وفد ▁کی ▁ملاقات ▁- ▁News one ▁Urdu
▁پنجاب ▁کے ▁نگران ▁وزیر ▁اعلی ٰ ▁حسن ▁عسکری ▁اور ▁شیخ ▁رشید ▁میں ▁کیا ▁قدر ▁مشترک ▁ہے ▁؟
▁سان ح ہ ▁آرمی ▁پ بل ک ▁اسکول ▁کو ▁4 ▁سال ▁بیت ▁گئے
▁میڈیا ▁سینٹر
▁نن کان ہ ▁صاحب
▁١ ٢ ٧ ۔ ▁یہ ▁اللہ ▁غالب ▁و ▁کار ▁فرما ▁کی ▁مدد ▁کا ▁نتیجہ ▁بت ل ایا ▁جا ▁رہا ▁ہے ▁سور ہ ▁ان فال ▁میں ▁فرشت وں ▁کی ▁تعداد ▁ایک ▁ہزار ▁بت ل ائی ▁گئی ▁ہے ، ▁" اذ ت ست غی ث ون ▁رب کم ▁ف است جاب ▁لک م ▁ انی ▁م مد کم ▁بال ف ▁من ▁المل ٰ ئ ک ۃ ” ▁جب ▁تم ▁اپنے ▁رب ▁سے ▁مدد ▁طلب ▁کر ▁رہے ▁تھے ، ▁اللہ ▁تعالی ٰ ▁نے ▁تمہاری ▁فریاد ▁سن تے ▁ہوئے ▁کہا ▁کہ ▁میں ▁ایک ▁ہزار ▁فرشت وں ▁سے ▁تمہاری ▁مدد ▁کرو نگ ا۔ ▁ان ▁الفاظ ▁سے ▁معلوم ▁ہوتا ▁ہے ▁کہ ▁فرشت ے ▁واقع تا ً ▁تو ▁ایک ▁ہزار ▁ہی ▁نازل ▁ہوئے ▁اور ▁مسلمانوں ▁کے ▁حوصل ے ▁اور ▁تس لی ▁کے ▁لئے ▁تین ▁ہزار ▁کا ▁اور ▁پھر ▁پانچ ▁ہزار ▁کا ▁مزید ▁مشروط ▁وعدہ ▁کیا ▁گیا۔ ▁پھر ▁حسب ▁حالات ▁مسلمانوں ▁کی ▁تس لی ▁کے ▁نقط ہ ▁نظر ▁سے ▁بھی ▁ان ▁کی ▁ضرورت ▁نہیں ▁سمجھ ی ▁گئی۔ ▁اس ▁لئے ▁بعض ▁م فسر ین ▁کے ▁نزدیک ▁یہ ▁تین ▁ہزار ▁پانچ ▁ہزار ▁فرشت وں ▁کا ▁نزول ▁نہیں ▁ہوا ▁کیونکہ ▁مقصد ▁تو ▁مسلمانوں ▁کے ▁حوصل ے ▁بلند ▁کرنا ▁تھا ، ▁ورنہ ▁اصل ▁مدد گار ▁تو ▁اللہ ▁تعالی ٰ ▁ہی ▁تھا ▁اور ▁اللہ ▁اپنی ▁مدد ▁کے ▁لیے ▁فرشت وں ▁کا ▁یا ▁کسی ▁اور ▁کا ▁م حتاج ▁ہی ▁نہیں ▁ہے۔ ▁چنانچہ ▁اس ▁نے ▁مسلمانوں ▁کی ▁مدد ▁فرمائی ▁اور ▁جنگ ▁بدر ▁میں ▁مسلمانوں ▁کو ▁تاریخی ▁کامیابی ▁حاصل ▁ہوئی ، ▁کفر ▁کی ▁طاقت ▁کمزور ▁ہوئی ▁اور ▁کا فر وں ▁کا ▁گھ م نڈ ▁خاک ▁میں ▁مل ▁گیا۔ ▁( ای سر ▁الت فاس یر )
▁ ٦ ٣ ۔ ▁اور ▁اگر ▁آپ ▁ان ▁سے ▁پوچھ یں ▁کہ ▁آسمان ▁سے ▁پانی ▁کس ▁نے ▁نازل ▁کیا ▁اور ▁اس ▁کے ▁ذریعے ▁زمین ▁کو ▁مرد ہ ▁ہونے ▁کے ▁بعد ▁کس ▁نے ▁زندہ ▁کر ▁دیا ؟ ▁تو ▁وہ ▁ضرور ▁کہیں ▁گے ▁: ▁اللہ ▁نے ▁، ▁کہہ ▁دی ج ئے ▁: ▁الحمد ▁لل ہ ، ▁البتہ ▁اکثر ▁لوگ ▁نہیں ▁سمجھتے ۔
▁رو ئے ▁نے ▁کہا ▁کہ ▁نیوز ی ▁لینڈ ▁کے ▁خلاف ▁فتح ▁کی ▁بنیاد ▁کر س ▁ جار ڈ ن ▁اور ▁بین ▁اسٹ و کس ▁نے ▁رکھی ▁کہ ▁جنہوں ▁نے ▁آخری ▁چار ▁او ورز ▁میں ▁صرف ▁20 ▁رنز ▁دیے ▁اور ▁ابتدائی ▁او ور ▁میں ▁چار ▁چوک وں ▁کے ▁بعد ▁تو ▁اعتماد ▁آسمان ▁سے ▁باتیں ▁کررہا ▁تھا۔ ▁رو ئے ▁نے ▁کہا ▁کہ ▁یہ ▁اعزاز ▁کی ▁بات ▁ہے ▁کہ ▁میری ▁کارکردگی ▁کی ▁وجہ ▁سے ▁انگلستان ▁فائنل ▁تک ▁پوچھا ▁لیکن ▁حقیقت ▁یہ ▁ہے ▁کہ ▁یہ ▁کسی ▁ایک ▁فرد ▁کی ▁وجہ ▁سے ▁نہیں ▁ہوا ▁بلکہ ▁سب ▁کی ▁مشترکہ ▁کا وش وں ▁کا ▁نتیجہ ▁ہے۔ ▁اب ▁کوشش ▁ہوگی ▁کہ ▁اسی ▁ٹیم ▁ورک ▁کے ▁ساتھ ▁فائنل ▁بھی ▁جیت ا ▁جائے۔
▁سنی ▁لی ون ▁نے ▁نیا ▁سال ▁کہاں ▁من ایا ▁اور ▁وہ ▁کی سی ▁لگ ▁رہی ▁تھیں ؟ ▁تصاویر ▁سوشل ▁میڈیا ▁پر ▁وائرل ▁ہو ئیں ▁تو ▁ان ▁کے ▁مداح ▁” ش ُ رل یاں “ ▁بن ▁گئے ، ▁دیکھ ▁کر ▁آپ ▁بھی ▁دیکھتے ▁ہی ▁رہ ▁جائیں ▁گے
▁Hot ▁Tags : ▁لباس ▁کے ▁لئے ▁براہ ▁راست ▁لباس ▁مشین ، ▁می نوف یک چر رز ، ▁سپ لائ رز ، ▁فیکٹری ، ▁فروخت ، ▁قیمت ، ▁اپنی ▁مرضی ▁کے ▁مطابق ، ▁فروخت ▁کے ▁لئے
▁سابق ▁وزیر ▁خزانہ ▁اسحاق ▁ڈار ▁کے ▁مزید ▁تین ▁پلا ٹ ▁فرو حت ▁کرنے ▁کا ▁...
▁داعش ▁کی ▁جانب ▁سے ▁اپنے ▁چھ ▁رضا کار وں ▁کے ▁قتل ▁کے ▁بعد ▁ری ڈ ▁كر اس ▁نے ▁افغانستان ▁میں ▁اپنی ▁تمام ▁سرگرمی اں ▁روک ▁دی ▁ہیں ▁۔
▁” ▁عبدال رؤ ف ، ▁ہم ▁چل تے ▁ہیں۔ ▁تین وں ▁بزرگ ▁ایک ▁ایک ▁کرکے ▁اٹھ ▁کھڑے ▁ہوئے۔ ▁خال و ▁اب ا ▁خاموش ی ▁سے ▁اندر ▁چلے ▁گئے۔
▁ہفتہ ▁وار ▁ناول
▁متعلقہ ▁تبدیل یاں
▁شیخ ▁کلی نی ▁صاحب ▁کتاب ▁ال ک افی ▁بعد ▁والے ▁را وی ▁ہیں۔ ▁ان ▁کا ▁علمی ▁مرتبہ ▁قابل ▁بیان ▁نہیں ▁ہے۔ ▁نج اش ی ▁بہترین ▁الفاظ ▁کے ▁ساتھ ▁ان ▁کے ▁مقام ▁کو ▁بیان ▁کر ▁رہے ▁ہیں :
▁یاد ▁رہے ▁کہ ▁امریکہ ▁کے ▁صدارت ی ▁انتخاب ▁کے ▁موقع ▁پر ▁فیس ▁بک ▁پر ▁ک ڑی ▁تنقید ▁کی ▁گئی ▁تھی ▁اور ▁بہت ▁سے ▁صارفین ▁کی ▁جانب ▁سے ▁یہ ▁شکایات ▁بھی ▁سامنے ▁آئیں ▁کہ ▁فیس ▁بک ▁مبینہ ▁طور ▁پر ▁غلط ▁خبریں ▁پھیلا ▁کر ▁انتخاب ▁پر ▁اثر ▁انداز ▁ہو ▁رہی ▁ہے۔
▁مزید ▁پڑھیں ▁: ▁نامعلوم ▁افراد ▁- ▁2 ▁: ▁ ’ سو نے ▁کا ▁کم وڈ ‘ ▁چور ی
▁سال ▁نو ▁کے ▁موقع ▁پر ▁جرمن ▁شہر ▁کولو ن ▁میں ▁خواتین ▁پر ▁جنسی ▁حملوں ▁میں ▁ملوث ▁ملزم وں ▁کی ▁اکثریت ▁کا ▁تعلق ▁الجزائر ▁اور ▁مرا کش ▁سے ▁بتایا ▁گیا ▁تھا۔ ▁ایسی ▁خبر وں ▁کے ▁بعد ▁دونوں ▁شمالی ▁ا فری قی ▁ممالک ▁سے ▁تعلق ▁رکھنے ▁والے ▁جرمن ▁شہری ▁بھی ▁پریشان ▁ہیں۔ ▁(23 .01. 2016 )
▁اس ▁صفحہ ▁میں ▁آخری ▁بار ▁مورخ ہ ▁12 ▁جولائی ▁2018 ء ▁کو ▁09 :06 ▁بجے ▁ترمیم ▁کی ▁گئی۔
▁پاکستان ▁مسلم ▁لیگ ▁ نون ▁کے ▁رہنما وں ▁کے خلاف ▁مقدمہ ▁تھا نہ ▁سول ▁ل ائی نز ▁میں ▁درج ▁کیا ▁گیا۔ ▁ایف ▁آئی ▁آر ▁کے ▁متن ▁میں ▁کہا ▁گیا ▁ہے ▁کہ ▁دونوں ▁رہنما وں ▁نے ▁ری گل ▁چوک ▁کو ▁ٹ ائر ▁جلا ▁کر ▁بلا ک ▁کیا ، ▁رہنما و ¿ ں ▁کے ▁ساتھ ▁130 ▁سے ▁140 ▁نامعلوم ▁لوگ ▁بھی ▁موجود ▁تھے۔
▁Previous ▁article م اں ▁باپ ▁ایسے ▁ہیں ▁تو ▁فوج ▁کے ▁جوان ▁کیسے ▁ہو نگے ▁ ؟؟ کی پٹ ن ▁ض رغ ام ▁کے ▁تا بوت ▁کے ▁پاس ▁کھڑے ▁ہو ▁کر ▁ان ▁کے ▁والد ▁نے ▁کیا ▁دعا ▁مانگ ی ▁؟ ▁جان ▁کر ▁آپ ▁بھی ▁آب دید ہ ▁ہو ▁جائیں ▁گے
▁شہر ▁قائد / ▁شہر ▁کی ▁آواز
▁ان ٹی لی ▁جنس ▁یو نٹ
▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁افغان ▁جنگ , ▁افغانستان , ▁کابل , ▁امر ی کن ▁یونیورسٹی , ▁طالبان , ▁حق انی ▁نیٹ ▁ورک , ▁مغ وی
▁گاڑی ▁کی ▁پیداوار
▁ویڈیو ▁دیکھیں : ▁من ی ، ▁اپنی ▁بیوی ▁ نگ م ّ ا ▁کے ▁ساتھ ، ▁اپنے ▁کام ▁اور ▁ذات ▁کی ▁رس وائی ▁کے ▁بارے ▁میں ▁بتا ▁رہے ▁ہیں
▁آپ ▁کو ▁اپنے ▁دوستوں ▁اور ▁رشتہ ▁دار وں ▁سے ▁اوپر ▁کے ▁ارد ▁گرد ▁نظر ▁آتے ▁ہیں , ▁عمر ▁کا ▁فرق ▁دہائی ▁یا ▁اس ▁کے ▁لئے ▁چند ▁ہ فت وں ▁سے ▁وسیع ▁پیمان ے ▁پر ▁شاید ▁مختلف ▁ہوتی ▁ہے . ▁لڑکی ▁لڑکے ▁کے ▁مقابلے ▁میں ▁عام ▁طور ▁پر ▁چھ وٹ ا ▁ہے , ▁لیکن ▁وہ ▁بھی ▁جب ▁تک ▁عمر ▁کا ▁فرق ▁ایک ▁یا ▁دو ▁سال ▁کے ▁اندر ▁اندر ▁ہے ▁کے ▁طور ▁پر ▁مختلف ▁ہوتی ▁ہے . ▁اہم ▁فیصلہ ▁عنصر , ▁argu ably ▁سب , ▁ہو روا سکو پ ▁کتنی ▁اچھی ▁طرح ▁سے ▁میل ▁ہے !
▁انصاف ▁پسند ▁ایم ▁پی ▁اے ▁سے ▁سرکاری ▁افسر ▁کی ▁بدم عاش ی
▁صرف ▁موت ▁ہی ▁مجھ ▁سے ▁سعودی ▁تخت ▁چھ ین ▁سکتی ▁ہے : محمد ▁بن ▁سلمان
▁خدا ▁جو ▁غائب ▁ہے ▁ا ُ س ▁کی ▁ذات ▁کا ▁ثبوت ▁صرف ▁ایک ▁گواہ ی ▁سے ▁کی ون کر ▁مل ▁سکتا ▁ہے ▁اس ▁لئے ▁خدا ▁نے ▁دنیا ▁میں ▁ہر ▁ایک ▁قوم ▁میں ▁ہر ▁ایک ▁ملک ▁میں ▁ہزاروں ▁نبی ▁پیدا ▁کئے ▁اور ▁وہ ▁ایسے ▁وقت وں ▁میں ▁آئے ▁کہ ▁جبکہ ▁زمین ▁لوگوں ▁کے ▁گناہ وں ▁سے ▁پل ید ▁ہو ▁چکی ▁تھی۔ ▁انہوں ▁نے ▁بڑے ▁نشان وں ▁کے ▁ساتھ ▁خدا ▁تعالی ٰ ▁کے ▁وجود ▁کا ▁ثبوت ▁دیا ▁اور ▁ا ُ س ▁کی ▁عظمت ▁دل وں ▁میں ▁ب ٹھ ائی ▁اور ▁نئے ▁سر ے ▁زمین ▁کو ▁زندہ ▁کیا۔ ▁مگر ▁یہ ▁لوگ ▁کہتے ▁ہیں ▁کہ ▁ب جز ▁و ید ▁کے ▁کوئی ▁کتاب ▁خدا ▁تعالی ٰ ▁کی ▁طرف ▁سے ▁نازل ▁نہیں ▁ہوئی۔ ▁اور ▁تمام ▁نبی ▁جھوٹ ے ▁تھے ▁اور ▁ان ▁کا ▁تمام ▁د َ ور ▁م کر ▁اور ▁فریب ▁کا ▁د َ ور ▁تھا۔ ▁حالانک ہ ▁و ید ▁اب ▁تک ▁آر یہ ▁ ورت ▁کو ▁شرک ▁اور ▁ب ُ ت ▁پرست ی ▁اور ▁آتش ▁پرست ی ▁سے ▁صاف ▁نہیں ▁کر ▁سکا ۔
▁پوسٹ ▁کیا ▁گیا ▁1 ▁سال ▁پہلے ▁کی ▁طرف ▁سے ▁WOW so A ma ze
▁(27) ▁ماں ▁باپ ▁کی ▁خدمت ▁کرنا :
▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = زم رہ : کی می ائی _ حر کی ات & oldid = 75 69 11 »
▁اے ▁جی ▁آف س ▁والوں ▁کے ▁اس ▁ظالم انہ ▁فیصلے ▁کے ▁خلاف ▁محترم ▁پر نس پل ▁صاحب ہ ▁لاہور ▁ہائی ▁کورٹ ▁چل ی ▁گئیں ▁۔ ▁ان ▁کا ▁موقف ▁تھا ▁کہ ▁میں ▁نے ▁قوم ▁کی ▁خدمت ▁دو ▁سال ▁زیادہ ▁کی ▁ہے۔
▁برادر م ▁اور یا ▁مقبول ▁جان ▁کے ▁بعض ▁مواقف ▁مجھے ▁بھی ▁کھ ٹک تے ▁ہوں ▁گے ، ▁ان ▁کی ▁کوئی ▁ توج یہ ▁میں ▁بھی ▁شاید ▁نہ ▁پا ▁سک وں ... ▁لیکن ▁اپنی ▁ ’ ضرب ات ِ ▁حق ‘ ▁کا ▁زور ▁دکھا نے ▁کا ▁اگر ▁مجھے ▁کوئی ▁غیر ▁معمولی ▁شوق ▁ہے ▁تو ▁اس ▁کے لی ے ▁کیا ▁واقع تا ً ▁یہاں ▁مجھے ▁کوئی ▁دشمن ِ ▁دین ▁می سر ▁نہیں ؟ ▁ایسی ▁توانائی ▁آپ ▁کو ▁کچھ ▁زیادہ ▁می سر ▁آ ▁گئی ▁ہے ▁تو ▁اسے ▁نکال نے ▁کی ▁لاکھ ▁جگہ یں ▁ہیں ، ▁دوست و ! ▁اللہ ▁و ▁رسول ؐ ▁سے ▁محبت ▁کرنے ▁والوں ▁کے ▁ساتھ ▁محبت ▁کرنا ▁سیکھ ی ے ▁اور ▁ان ▁کی ▁حرمت ▁کو ▁مان ی ے۔
▁گری ▁راج ، ▁نت یش ▁کم ار ▁کے ▁آب ائی ▁ٹاؤن ▁ بخت یار ▁پور ▁کے ▁نام ▁کی ▁تبدیلی ▁کے ▁خواہ اں
▁اہل ▁بیت ▁کی ▁خفیہ ▁تحریر یں
▁چین ▁میں ▁مسافر ▁بس ▁کو ▁حادث ہ ، ▁36 ▁افراد ▁ہلاک
▁نائب ▁می ئر ▁چو ▁وی وی ▁نے ▁کہا ▁کہ ▁ہی ▁یو ان ▁انٹرنیشنل ▁میرا تھ ون ▁مقابلہ ▁ہی ▁یو ان ▁کی ▁نئی ▁توانائی ▁اور ▁تخلیق ی ▁صلاحیت ▁کو ▁ظاہر ▁کرتا ▁ہے۔ ▁مزید ▁بر آ ں ، ▁یہ ▁بے ▁مثال ▁فوائد ▁اور ▁بہ بود ▁کی ▁طرف ▁م ائل ▁ترقی ▁کے ▁حالات ▁کو ▁ظاہر ▁کرتا ▁ہے ▁اور ▁ہی ▁یو ان ▁کو ▁عمیق ▁خوبصورت ، ▁کاروبار ی ▁انتظام ، ▁تفریح ی ▁سفر ، ▁خوشی ▁اور ▁ لام حدود ▁دل کش ی ▁کے ▁ساتھ ▁ایک ▁رہائش ▁کے ▁قابل ▁شہر ▁میں ▁بدل تا ▁ہے۔
▁لیکن ▁اب ▁ایک ▁پاکستانی ▁ہونے ▁کے ▁ن اط ے ، ▁ہم ▁بھی ▁ملک ▁قوم ▁کی ▁ترقی ▁میں ▁اپنا ▁کردار ▁ادا ▁کریں ▁گے۔
▁عامر ▁لیاقت ▁ذہنی ▁مریض ▁قرار ، ان ▁کے ▁ساتھ ▁اب ▁کیا ▁ہونے ▁والا ▁ہے ؟ آپ ▁بھی ▁جان ئیے
▁وزیراعظم ▁عمران ▁خان ▁سے ▁آرمی ▁چیف ▁جنرل ▁قمر ▁جاوید ▁با جو ہ ▁کی ▁ملاقات
▁سعودی ▁عرب ▁سمیت ▁چار ▁عرب ▁ممالک ▁نے ▁قطر ▁سے ▁سفارت ی ▁تعلقات ▁من قطع ▁کردی ئے ▁ہیں ▁جس ▁کے ▁بعد ▁تمام ▁ ترن گاہ یں ▁پاکستان ▁پر ▁...
▁Previous : ▁اب ▁وا ٹس ▁ایپ ▁صارفین ▁بھی ▁اپنے ▁دوستوں ▁کا ▁مقام ▁معلوم ▁کر سک یں ▁گے

▁3 ۔ ▁ زم ▁ زم ▁پی نے ▁کے ▁وقت ۔
▁کچھ ▁میرے ▁بارے ▁میں
▁ایران ▁کے ▁جدید ▁ترین ▁ہی لی ▁کا پٹ ر ▁" صب ا - 248 " ▁کی ▁رونما ئی ▁+ ▁تصاویر ▁- ▁تسنیم ▁نیوز ▁ایجنسی
▁” ▁کچھ ▁عرصہ ▁پہلے ▁تک ▁زینب ▁کے ▁قاتل ▁کو ▁اپنے ▁سے ▁زیادہ ▁عمر ▁کی ▁عورتوں ▁کا ▁شوق ▁تھا ، ▁پھر ▁ایک ▁دن ▁اس ▁کے ▁دوست ▁نے ▁کہا ▁کہ ۔۔۔ “ ▁دوران ▁تفتیش ▁ایسا ▁انکشاف ▁کہ ▁شیطان ▁بھی ▁شرم ا ▁جائے
▁حضرت ▁محمد ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁( ۷ )
▁پریس ▁کانفرنس ▁کے ▁دوران ▁ایک ▁سوال ▁کے ▁جواب ▁میں ▁ایرانی ▁صدر ▁کا ▁کہنا ▁تھا ▁کہ ▁مسئلہ ▁کسی ▁شخصیت ▁یا ▁حکومت ▁کی ▁حمایت ▁کا ▁نہیں۔
▁تہ مین ہ ▁جن جو ع ہ ▁کے ▁دورہ ▁امریکہ ▁کے ▁دوران ▁اس ▁بات ▁پر ▁ا تفا ▁ق ▁کیا ▁ہے ▁کہ ▁پاکستان ▁اور ▁امریکہ ▁دہشتگرد وں ▁کے ▁خلاف ▁مشترکہ ▁کارروائی اں ▁کرکے ▁خطے ▁سے ▁دہشت ▁گردی ▁کا ▁مکمل ▁صف ایا ▁کریں ▁گے۔
▁فور تھ ▁ش یڈ ول ▁میں ▁شامل ▁افراد ▁کی ▁نگرانی ▁کیلئے ▁پنجاب ▁حکومت ▁نے ▁5 ہ زار ▁چپ ▁خرید ▁لیں
▁Posted : ▁March ▁6 th , ▁2016, ▁9 :24 am ▁by ▁میں ▁بھی ▁پاکستان ▁ہوں
▁یورپی ▁یونین ▁کا ▁دو ▁روزہ ▁سم ٹ ▁آج ▁سے ▁برس لز ▁میں ▁شروع ▁ہو ▁رہا ▁ہے۔ ▁یونان ▁کا ▁مالیاتی ▁بحران ▁اس ▁سم ٹ ▁کے ▁ای ج نڈ ے ▁پر ▁نہیں۔ ▁تاہم ▁یہ ▁موضوع ▁یونین ▁کے ▁اس ▁اجلاس ▁پر ▁بھی ▁حاوی ▁رہ ▁سکتا ▁ہے۔ ▁(25 . 03.20 10)
▁سینٹ - بون ٹ - لیس - ال ئیر
▁محمد ▁رسول ▁اللہ ▁صلى ▁الله ▁عليه ▁وسلم ▁کے ▁بارے ▁میں ▁با ئ بل ▁کی ▁چند ▁پیشین ▁گو ئی اں
▁اسرائیل ▁کو ▁‘ یہ ودی ▁قومی ▁ریاست ’ ▁قرار ▁دینے ▁کا ▁قانون ▁منظور
▁عامر ▁لیاقت ▁کی ▁دوسری ▁شادی ▁پر ▁پہلی ▁اہلیہ ▁اور ▁بیٹی ▁کا ▁ردعمل
▁جواب ▁: ▁میں ▁نے ▁سب ▁سے ▁پہلے ▁حضرت ▁محمد ▁صلى ▁الله ▁عليه ▁وسلم ▁کی ▁ایک ▁چھوٹی ▁سیر ت ▁پڑھ ی ، ▁اس ▁کے ▁بعد ’ ’ ▁اسلام ▁کیا ▁ہے ▁؟ ‘‘ ▁پڑھ ی ’ ’ اسلام ▁ایک ▁پری چے ▁‘‘ ▁مولانا ▁علی ▁میاں ▁جی ▁کی ▁پڑھ ی ، ▁۵ / ▁دسمبر ▁۲۰۰ ۶ ء ▁کو ▁مجھے ▁حضرت ▁صاحب ▁کی ▁چھوٹی ▁سی ▁کتاب ’ ’ ▁آپ ▁کی ▁امان ت ▁آپ ▁کی ▁سی وا ▁میں ▁‘‘ ▁ایک ▁لڑکے ▁نے ▁لا ▁کر ▁دی ، ▁۶ / ▁دسمبر ▁اگلے ▁روز ▁تھی ، ▁میں ▁ڈر ▁رہا ▁تھا ▁کہ ▁اب ▁کل ▁کو ▁کیا ▁حادث ہ ▁ہو ▁گا ، ▁اس ▁کتاب ▁نے ▁میرے ▁دل ▁میں ▁یہ ▁بات ▁ڈال ی ▁کہ ▁مسلمان ▁ہو ▁کر ▁اس ▁خطرہ ▁سے ▁جان ▁بچ ▁سکتی ▁ہے ▁اور ▁میں ▁۵ / ▁دسمبر ▁کی ▁شام ▁کو ▁پانچ ▁چھ ▁لوگوں ▁کے ▁پاس ▁گیا ▁مجھے ▁مسلمان ▁کر ▁لو ، ▁مگر ▁لوگ ▁ڈر تے ▁رہے ، ▁کوئی ▁آدمی ▁مجھے ▁مسلمان ▁کرنے ▁کو ▁تیار ▁نہ ▁ہوا۔

▁قبائل ی ▁علاقہ ▁جا ت ▁با ج وڑ ▁ایجنسی ▁ 353 , 554
▁جرمن ▁صوبے ▁با ڈ ن ▁و ُ ر ٹی م بی رگ ▁کے ▁قص بے ▁و ِ ن َ ی نڈ ن ▁میں ▁مارچ ▁میں ▁ایک ▁17 سال ہ ▁جن ونی ▁نوجوان ▁نے ▁سول ہ ▁افراد ▁کو ▁قتل ▁کرنے ▁کے ▁بعد ▁خود ▁ک ُ شی ▁کرلی ▁تھی۔ ▁اس ▁واقعے ▁کے ▁دو ▁ماہ ▁سے ▁زائد ▁عرصے ▁بعد ، ▁ک َ ل ▁بدھ ▁کو ▁بر لن ▁میں ▁وفاقی ▁جرمن ▁کابینہ ▁نے ▁ملک ▁میں ▁آتش یں ▁ہتھیار وں ▁سے ▁متعلق ▁قوانین ▁کو ▁مزید ▁سخت ▁بنانے ▁کی ▁منظوری ▁دے ▁دی۔
▁‫ ▁• ڈی ٹا ▁استعمال ‪ ▁: ‬ آل ہ ▁کو ▁سیٹ ▁کریں ▁کہ ▁موبائل ▁ن ٹو رک ▁کے ▁ذریعہ ▁ فائل یں ▁ڈاؤن ▁لوڈ ▁کرنے ▁سے ▁پہلے ▁پاپ ▁اپ ▁در ی چہ ‬
▁ملک ▁برف ی ▁بنانے ▁کا ▁آسان ▁طریقہ
▁ریاض ▁کے ▁قریب ▁لاس ▁وی گا س ▁طرز ▁پر ▁بڑا ▁تفریح ▁شہر

▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁ہار ▁جیت ▁کھیل ▁کا ▁حصہ ▁ہے
▁۱۰ ۶ یہ ▁ جہ نم ▁ان ▁( کی ▁کر تو ت وں ▁) ▁کا ▁بدل ہ ▁ہے ▁کہ ▁انہوں ▁نے ▁کفر ▁اختیار ▁کیا ▁اور ▁میری ▁آیت وں ▁اور ▁میرے ▁رسول وں ▁کو ▁ہنس ی ▁ ٹھ ٹھا ▁بنا ▁لیا۔
▁سپ ی کر ▁قومی ▁اسمبلی ▁نے ▁بل ▁کی ▁ک ثر ت ▁رائے ▁سے ▁منظوری ▁دیدی ۔ ▁بل ▁کے ▁تحت ▁خواجہ ▁سرا ▁ ئ وں ▁کو قوم ی ▁شناخت ی ▁کارڈ ، ڈر ای و ئ نگ ▁لائسنس ، پ اس پور ٹ ▁اور ▁چال ڈ ▁رجسٹر یشن ▁سر ٹی فک یٹ ▁حاصل ▁کر ▁سکیں ▁گے ▁، خوا جہ ▁سر ائ وں ▁کو ▁اپنی ▁جنس ▁کا ▁تع ین ▁کرنے ▁کا ▁اختیار ▁حاصل ▁ہوگا ، خوا جہ ▁سر ائ وں ▁کو ▁تعلیمی ▁اداروں ▁میں دیگر ▁شہری ▁کے ▁برابر ▁سہولیات ▁حاصل ▁ہوں ▁گی ▁، خوا جہ ▁سر ائ وں ▁کو ▁ہر اس اں ▁کرنے ▁پر قانون ▁کے ▁مطابق ▁سزا ▁دی ▁جا ▁سکے ▁گی۔
▁ایک ▁تبصرہ ▁شائع ▁کریں
▁عمران ▁خان ▁18 اگ ست ▁کو ▁وزیراعظم ▁کے ▁عہد ▁ ے ▁کا ▁حلف ▁اٹھا ئیں ▁گے
▁ہمارے ▁بارے ▁میں
▁اپنی ▁ویب ▁سائٹ ▁پر ▁کھیل ▁جہاز ▁پر ▁بوس ے ▁داخل ▁کرنے ▁کے ▁لئے ، ▁آپ ▁کی ▁ویب ▁سائٹ ▁کے ▁HTML ▁کو ڈ ▁میں ▁کو ڈ ▁کی ▁کاپی ▁اور ▁چ سپ اں . ▁تم ▁کھیل ▁جہاز ▁پر ▁بوس ے ▁، ▁نقل ▁پسند ▁ہے ▁اور ▁کسی ▁دوست ▁یا ▁آپ ▁کے ▁تمام ▁دوستوں ▁کو ▁لنک ▁بھیج ▁دیں ▁تو ▁اس ▁کے ▁علاوہ ، ، ▁دنیا ▁کے ▁ساتھ ▁کھیل ▁کا ▁اشتراک ▁کریں !
▁" ہ یلی ▁کا پٹ ر ▁ای سٹر ن ▁کم ا نڈ ▁ہیڈ ▁کو ار ٹر ▁اور ▁مختلف ▁س یکٹر وں ▁کے ▁درمیان ▁دوران ▁جنگ ▁رابط ے ▁کا ▁واحد ▁ذریعہ ▁تھے ▁ . ▁ان ▁کی ▁داستان ▁شجاع ت ▁رقم ▁کرنے ▁کے ▁لیے ▁ایک ▁الگ ▁دفتر ▁چاہیے۔ " ▁( ▁١٩ ٧ ٧ ء ، ▁میں ▁نے ▁ڈھ ا کہ ▁ڈو ب تے ▁دیکھا ، ▁٢ ٠ ٨ ▁)
▁گزشتہ ▁حکم ▁نام ے ▁کے ▁تحت ▁ایران ، ▁لی بیا ، ▁ صوم ال یہ ، ▁سو ڈ ان ، ▁شام ▁اور ▁یمن ▁کے ▁شہریوں ▁کے ▁امریکہ ▁سفر ▁پابندی اں ▁عائد ▁کی ▁گئی ▁تھیں ▁اور ▁ان ▁ممالک ▁کے ▁صرف ▁ان ▁شہریوں ▁کو ▁امریکہ ▁آمد ▁کی ▁اجازت ▁تھی ▁جو ▁امریکہ ▁میں ▁آباد ▁کسی ▁فرد ▁یا ▁ادارے ▁کے ▁ساتھ ▁اپنے ▁قریب ی ▁تعلق ▁کے ▁" نا قابل ِ ▁تردید ▁شو ا ہ د " ▁پیش ▁کر سک یں۔
▁تم ▁میں ▁سے ▁ہر ▁ایک ▁جب ▁تک ▁نماز ▁کا ▁انتظار ▁کرتا ▁ہے ▁وہ ▁نماز ▁ہی ▁میں ▁سے ▁ہوتا ▁ہے۔
▁‫ ▁• آل ے ▁کے ▁ساتھ ▁آنے ▁والے ▁ڈی فال ٹ ▁ایپ لیک یش ز ▁پیش گی ▁نوٹس ▁کے ▁بغیر ▁تازہ ▁ہو سک تے ▁ہیں ▁اور ▁اب ▁مزید ▁ان ▁کی ‬
▁سب ▁سے ▁پہلے ▁ڈر یس گ ▁ تیا ▁ر کر یں ▁۔ ▁تمام ▁ا جزاء ▁کو ▁ بلی نڈر ▁میں ▁ڈال ▁کر ▁اچھی ▁طرح ▁م کس ▁کر ▁لیں ▁اور ▁ایک ▁ طر ▁ف ▁رکھ ▁دیں ▁۔ اب ▁م ٹر ▁اور ▁سرخ ▁مر چ ▁کو ▁ ابل تے ▁ہوئے ▁پانی ▁میں ▁آدھ ا ▁ منٹ ▁تک ▁اب ال نے ▁کے ▁بعد ▁نکال ▁کر ▁خشک ▁ہونے ▁دیں ▁۔ ▁پھر ▁ایک ▁پی ال ے ▁میں ▁جھ ی نگے ▁، ▁چل غ وز ے ▁کی ▁گر یاں ▁، ▁ہر ا ▁پی از ▁اور ▁ دھ نی ے ▁کی ▁پت یاں ▁ڈال ▁کر ▁اس ▁میں ▁خشک ▁م ٹر ▁ملا ▁لیں ▁۔ ▁اب ▁ان ▁کے ▁اوپر ▁ڈر ی سنگ ▁کا ▁م کس چر ▁ان ڈی ل ▁کر ▁فورا َ َ استعمال ▁کریں۔
▁آپ ▁کو ▁بتا ▁دیں ▁کہ ▁آر ▁بی ▁آئی ▁گورنر ▁ار جت ▁ پٹ یل ▁نے ▁گجرات ▁کانفرنس ▁میں ▁خطاب ▁کرتے ▁ہوئے ▁بتایا ▁کہ ▁مہ نگ ائی ▁کی ▁شرح ▁کو ▁مست ح کم ▁رکھنا ▁ضروری ▁ہے . ▁ت بھی ▁ہم ▁سود ▁کی ▁شرح ▁کو ▁ا ُ س ▁سطح ▁پر ▁لا ▁سکیں ▁گے ، ▁جہاں ▁وہ ▁معیشت ▁کے ▁لئے ▁فائدہ ▁مند ▁ثابت ▁ہوں . ▁ہماری ▁کوشش ▁ہے ▁کہ ▁ہم ▁ مانیٹر ی ▁پالیسی ▁میں ▁اس ▁طرح ▁ق سط ▁وار ▁تبدیلی ▁کریں ▁جس ▁سے ▁تمام ▁شرح ▁کے ▁درمیان ▁ہم ▁آ ہ نگی ▁قائم ▁کی ▁جا ▁سکے . ▁ساتھ ▁ہی ▁انہوں ▁نے ▁یہ ▁بھی ▁کہا ▁کہ ▁سود ▁کی ▁شرح ▁پر ▁قابو ▁پانے ▁یا ▁مہ نگ ائی ▁پر ▁روک ▁لگانے ▁کے ▁لئے ▁حکومت ▁کا ▁سب س ڈی ▁یا ▁سرکاری ▁ضمانت ▁جیسے ▁اقدامات ▁کرنے ▁سے ▁بہتر ▁نتائج ▁برآمد ▁نہیں ▁ہوں ▁گے .
▁اس ▁تصویر ▁میں ▁دیکھا ▁جا ▁سکتا ▁ہے ▁کہ ▁جنرل ▁( ر ) ▁راحیل ▁شریف ▁کی ▁بہ و ▁جب ▁تقریب ▁میں ▁شرکت ▁کیلئے ▁آئیں ▁تو ▁انہوں ▁نے ▁لہ نگ ا ▁پہن ▁رکھا ▁تھا ▁جو ▁زمین ▁پر ▁گر ▁رہا ▁تھا ▁اور ▁انہیں ▁چلنے ▁میں ▁دشوار ی ▁پیش ▁آ ▁رہی ▁تھی۔ ▁جنرل ▁( ر ) ▁راحیل ▁شریف ▁نے ▁انتہائی ▁شف یق ▁س سر ▁کا ▁کردار ▁ادا ▁کرتے ▁ہوئے ▁اپنے ▁ہاتھوں ▁سے ▁بہ و ▁کا ▁لہ نگ ا ▁اٹھا ▁لیا ▁اور ▁پاکستانی ▁ان ▁کی ▁اس ▁ادا ▁پر ▁ واری ▁ہو ▁گئے۔
▁سن ▁دو ▁ہزار ▁پندرہ ▁میں ▁سمندر ▁میں ▁ڈو بت ی ▁مہاجرین ▁کی ▁ایک ▁کشتی ▁کو ▁ کھی نچ ▁کر ▁یونان ▁کے ▁ساحل ▁تک ▁لانے ▁والی ▁دو ▁شام ی ▁بہن وں ▁میں ▁سے ▁ایک ▁سار ہ ▁مرد ینی ▁کو ▁مبینہ ▁انسانی ▁اسم گل نگ ▁کے ▁الزام ▁میں ▁گرفتار ▁کر ▁لیا ▁گیا ▁ہے۔
▁اس ام ہ ▁کی ▁ہلاکت ▁کو ▁ایک ▁جانب ▁تو ▁ملکی ▁قیادت ▁سمیت ▁بہت ▁سے ▁حلق وں ▁میں ▁دہشت ▁گردی ▁کے ▁خلاف ▁' ع ظ یم ▁فتح ' ▁قرار ▁دیا ▁جارہا ▁ہے ▁تو ▁دوسری ▁جانب ▁مختلف ▁مذہبی ▁و ▁جہاد ی ▁حلق وں ▁میں ▁ال قاعدہ ▁رہنما ▁کو ▁' شہ ید ▁عظیم ' ▁کا ▁لقب ▁دیتے ▁ہوئے ▁اس ام ہ ▁کی ▁موت ▁کے ▁خلاف ▁م ظ ا ہ رے ▁کئے ▁جارہے ▁ہیں ۔۔۔ ▁لیکن ▁منگل ▁کو ▁یہ ▁بحث ▁اس ▁وقت ▁ایک ▁نیا ▁رخ ▁اختیار ▁کر ▁گئی ▁جب ▁قومی ▁اسمبلی ▁میں ▁اسپیکر ▁سے ▁اجازت ▁لیے ▁بغیر ▁اس ام ہ ▁کیلئے ▁فاتح ہ ▁خوانی ▁کی ▁گئی ▁۔
▁دنیا ▁بھر ▁کی ▁طرح ▁آج ▁کل رسید اں ▁میں ▁بھی ▁یوم ▁یک جہ تی ▁کشمیر ▁من ایا ▁جا ▁رہا ▁ہے
▁تمام ▁میڈیا ▁مواد
▁ارد ن ▁کے ▁شاہ ▁عبداللہ ▁دو ▁روزہ ▁دورے ▁پر ▁پاکستان ▁پہنچ ▁گئے۔ ▁شاہ ▁عبداللہ ▁کا ▁استقبال ▁صدر ...
▁یو ٹر ن ▁نہ ▁لینے ▁والا ▁لیڈر ▁نہیں ▁بن ▁سکتا / ▁نوازشریف ▁نے ▁یو ٹر ن ▁نہیں ▁لیا ▁بلکہ ▁جھوٹ ▁بولا
▁صد یاں ▁بھر ی ▁پڑ ی ▁ہیں ▁ا ُ ن ▁تاریخی ▁واقعات ▁سے ▁کہ ▁جن ▁کی ▁ص ُ راح ی ▁سے ▁مسلمانوں ▁اور ▁مسیحی وں ▁کے ▁پیمان وں ▁میں ▁قطر ہ ▁قطر ہ ▁عن اد ▁و ▁فساد ▁اور ▁ج ُ رع ہ ▁ج ُ رع ہ ▁جنگ ▁و ▁جد ل ▁کے ▁حوادث ▁اکثر ▁ٹ پک تے ▁رہے ، ▁وی ٹی ▁کن ▁کونسل ▁نے ▁سب ▁سے ▁پ ُ رز ور ▁فرما یش ▁کی ▁کہ ▁ماضی ▁کا ▁ہر ▁ت ُ رش ▁و ▁تلخ ▁فراموش ▁کرتے ▁ہوئے ▁آپ س ▁میں ▁اف ہ ام ▁و ▁تف ہ یم ▁پیدا ▁کریں ، ▁نئے ▁دور ▁کے ▁نئے ▁ت قاض وں ▁کو ▁سامنے ▁رکھتے ▁ہوئے ▁با ہم ی ▁م فا ہم ت ▁اور ▁ایک ▁د ُ وس رے ▁کے ▁مذہب ▁اور ▁ذات ▁کے ▁بارے ▁میں ▁بہتر ▁س ُ و جھ ▁ب ُ و جھ ▁حاصل ▁کرنے ▁کے ▁لیے ▁خ ُ ل ُ و ص ِ ▁نی ّ ت ، ▁صبر ▁و ▁برداشت ، ▁حل یم ی ▁و ▁ب ُ رد بار ی ▁کے ▁ساتھ ▁ساتھ ▁است قامت ▁سے ▁کوشش وں ▁کا ▁آغاز ▁کریں ▁اور ▁ہمیشہ ▁انھیں ▁جاری ▁و ▁ساری ▁رکھیں ۔ ▁مسا عی ِ ▁جم یل ہ ▁میں ▁تع طل ▁نہ ▁آنے ▁دیں۔ ▁ہ ِ م ّ ت ِ ▁مرد اں ، ▁مدد ِ ▁خ ُ دا ۔ ▁گل ے ▁شک و ے ▁د ُ ور ▁ہو ▁جائیں ▁گے ، ▁خیر ▁سگ الی ▁اور ▁بھائی ▁چار ے ▁کی ▁فضا ▁قائم ▁ہوگی ▁اور ▁میرے ▁خ ُ دا وند ▁خ ُ دا ▁نے ▁چاہ ا ▁تو ▁امن ▁کی ▁فا خت ہ ▁خوشحال ی ▁کی ▁ نغ مہ ▁سر ئی ▁کرے ▁گی۔ ▁'' دیگر ▁م ذا ہ ب ▁کے ▁ساتھ ▁کلی سیا ▁کے ▁ تعل ُّ قات 3 '' ▁دستاویز ▁میں ▁طے ▁پا ▁چکا ▁ہے :
▁مقامی ▁خبریں
▁عوام ▁کے ▁جائز ▁حقوق ▁دینا ▁ہمارا ▁فرض ▁ہے ▁، اور ▁حقوق ▁کی ▁فراہمی ▁کیلئے ▁ہر ▁حد ▁تک ▁جای نگے ،
▁اور ▁دل ▁کی ▁خطا ▁یہ ▁کہ ▁تم ن ّ ا ▁ہے ▁زیادہ
▁بس ▁کچھ ▁لمح وں ▁کا ▁انتظار ، ایش یا ▁کپ ▁کرکٹ ▁ٹو ر نا منٹ ▁میں ▁پاک ▁بھارت ▁ٹ اک را ▁آج ▁ہوگا
▁جو زین ▁نام ▁کا ▁شمار ▁لڑک وں ▁کے ▁نام وں ▁میں ▁ہوتا ▁ہے۔ ▁جو زین ▁نام ▁کی ▁ابتدائی ▁تاریخ ▁اردو ▁زبان ▁سے ▁نکل تی ▁ہے۔ ▁جو زین ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁خوش ▁قسمت ▁ن مر ▁3 ▁مانا ▁جاتا ▁ہے ▁ . ▁جبکہ ▁خوش ▁قسمت ▁دنوں ▁میں ▁اتوار , ▁منگل ▁شامل ▁ہیں ▁۔ ▁خوش ▁قسمتی ▁والی ▁ دھ ات وں ▁میں ▁ہند س وں ▁کے ▁حساب ▁ ے ▁تان با ▁شامل ▁ہیں ▁جو زین ▁نام ▁کے ▁افراد ▁کے ▁لیئے ▁موافق ▁پتھر وں ▁میں ▁پ خراج ▁شامل ▁ہیں ▁ .

▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = زم رہ : اول مپ کس _ شخص یات & oldid = 344 22 46 »
▁اردو ▁موبائل ▁ایپ
▁اگر ▁اسمبلی اں ▁توڑ ی ▁گئیں ▁تو ▁اس ▁کی ▁وجہ ▁بھی ▁بت انی ▁پڑے ▁گی۔
▁الزام ▁عدلیہ ▁اور ▁ایس ▁آئی ▁پر ، ▁تحقیقات ▁کا ▁مطالبہ ▁فوج ▁کی ▁طرف ▁سے
▁چھ ی اسی ▁کل و ▁ گرام ▁و یٹ ▁کے ▁فائنل ▁میں ▁گو جر انو الہ ▁کے ▁محمد ▁انعام ▁نے ▁نائ جی ریا ▁کے ▁پہلو ان ▁کو ▁دو ▁را ون ڈز ▁میں ▁ہی ▁0 -6 ▁سے ▁ہی ▁مات ▁دے ▁دی۔ ▁اس ▁سے ▁قبل ▁انعام ▁نے ▁کو ار ٹر ▁فائنل ▁میں ▁بھارتی ▁حریف ▁سوم و یر ▁کو ▁ہر ایا ▁تھا۔ ▁یہ ▁پاکستان ▁کو ▁گول ڈ ▁کو سٹ ▁آسٹریلیا ▁میں ▁جاری ▁کام ن ▁ویل تھ ▁گیم ز ▁2018 ء ▁میں ▁پہلا ▁اور ▁تاریخ ▁کا ▁ان ▁کھیل وں ▁میں ▁25 ▁و اں ▁گول ڈ ▁می ڈ ل ▁تھا۔
▁بادشاہ ▁کا ▁دل ▁کھ ٹ آ ▁ہو ▁گیا۔ ▁اس ▁نے ▁کہا ▁جو ▁کو ئ ▁نام ع قول ▁باتیں ▁کرے ▁اسے ▁محفل ▁سے ▁اٹھا ▁دیا ▁جائے۔ ▁ملا ▁بد ای ونی ▁کو ▁اس ▁کام ▁پہ ▁مامور ▁کیا ▁گیا۔ ▁ملا ▁صاحب ▁نے ▁چپ کے ▁سے ▁بادشاہ ▁کے ▁کان ▁میں ▁کہا ▁کہ ▁اس ▁طرح ▁تو ▁بہت وں ▁کو ▁اٹھ نا ▁پڑے ▁گا۔ باد شا ہ ▁اس ▁جمل ے ▁سے ▁خوش ▁ہوا ▁اور ▁سب ▁کو ▁یہ ▁الفاظ ▁سنا ▁د ئیے ۔
▁ڈاکٹر ▁چک رور تی ▁صاحب ▁فرماتے ▁ھ یں ▁فروری ▁65 ▁میں ▁ھ ی ▁بھارت ▁نے ▁یہ ▁فیصلہ ▁کرلیا ▁تھا ▁کہ ▁پاکستانی ▁ٹر و پس ▁کو ▁کان جر ▁کو ٹ ▁سے ▁نکال ▁با ھر ▁کرنا ▁ ھے ، ▁یہ ▁ رن ▁آف ▁کچھ ▁میں ▁شاہ جہ اں ▁یا ▁اسی ▁ڈ ائنا سٹ ی ▁کے ▁وقت ▁کا ▁ایک ▁بہت ▁پر انا ▁قلع ہ ▁ ھے ▁جس ▁پر ▁سن ▁47 ▁سے ▁ھ ی ▁پاکستان ▁کا ▁قبضہ ▁تھا ، ▁بھارت ▁کا ▁کہنا ▁تھا ▁کان جر ▁کو ٹ ▁اس ▁کی ▁سرحد ▁کے ▁اندر ▁واقع ▁ ھے ▁اس ▁لئے ▁خالی ▁کیا ▁جائے۔
▁سان ح ہ ▁ماڈل ▁ٹاؤن ▁کی ▁ایف ▁آئی ▁آر ▁کا ▁اند راج ، ▁با قاعدہ ▁تحقیقات ▁کا ▁آغاز
▁کیا ▁آپ ▁کا ▁موبائل ▁پی ▁ٹی ▁اے ▁سے ▁تصدیق ▁شدہ ▁ہے ؟
▁الیکشن ▁کمیشن ▁نے ▁ضمن ی ▁انتخابات ▁میں ▁کامیاب ▁ہو ▁نے ▁والی ▁سیاسی ▁...

▁لاہور ▁، ▁78 ▁سالہ ▁لی ڈی ▁ڈاکٹر ▁سے ▁مقرر ہ ▁حد ▁سے ▁زیادہ ▁کی ش ▁ ۔۔۔
▁ج دھر ▁میں ▁گیا ، ▁جس ▁طرف ▁بھی ▁گیا
▁را و لاک وٹ ▁ا ئیر ▁پورٹ ▁پر ▁محکمہ ▁سیاح ت ▁آزاد ▁کشمیر ▁کی ▁جانب ▁سے ▁پاکستان ▁کے ▁یوم ▁آزادی ▁کی ▁مناسبت ▁سے ▁منعقد ▁کی ئے ▁گئے ▁تین ▁روزہ ▁سیاح تی ▁می لے ▁کے ▁شرک اء ▁اور ▁شہری ▁بھارت ▁کے ▁خلاف ▁احتجاج ی ▁ریلی ▁میں ▁شریک ▁ہوئے ▁۔
▁ان ▁کا ▁کہنا ▁ہے ▁کہ ▁ایسے ▁شو ا ہ د ▁ہیں ▁جن ▁سے ▁معلوم ▁ہوتا ▁ہے ▁کہ ▁ٹھیک ی دار وں ▁نے ▁خود ▁ان ▁ ٹین کر وں ▁میں ▁بم ▁لگائے ▁ہیں۔ ▁صوبہ ▁سرحد ▁کے ▁ضلع ▁نوش ہ رہ ▁کی ▁پولیس ▁بھی ▁ایسے ▁دو ▁واقعات ▁کی ▁تصدیق ▁کرتی ▁ہے۔
▁دوسری ▁جگہ ▁ارشاد ▁بار ی ▁تعالی ٰ ▁ہے ، ▁ترجمہ : ▁’’ وہ ▁شخص ▁جو ▁کسی ▁مومن ▁کو ▁جان ▁بوجھ ▁کر ▁قتل ▁کرے ▁تو ▁ا ُ س ▁کی ▁جزا ▁ جہ نم ▁ہے ، ▁جس ▁میں ▁وہ ▁ہمیشہ ▁رہے ▁گا۔ ▁اس ▁پر ▁اللہ ▁کا ▁ غضب ▁اور ▁ا ُ س ▁کی ▁لعنت ▁ہے ▁اور ▁اللہ ▁نے ▁اس ▁کے ▁لیے ▁سخت ▁عذاب ▁مہ یا ▁کر رک ھا ▁ہے ‘‘ ۔ ▁( النساء : ۹۳ )
▁محبت ▁ہم ▁بھی ▁کرتے ▁ہیں
▁کا ▁ترجمہ ▁اپنے ▁حساب ▁سے ▁/ ▁میں ▁انگریز ی ▁میں
▁' انتخاب ▁ن عت ' ▁میں ▁موضوعات ▁آغاز ▁کردہ ▁از ▁ابو الم ی زاب ▁او یس , ▁مارچ ▁13, ▁2018 ▁at ▁7 :29 ▁AM ۔
▁سپریم ▁کورٹ ▁نے ▁ای و دھی ا ▁کے ▁با بری ▁مسجد - ▁رام ▁جنم ▁بھ ومی ▁معاملہ ▁میں ▁جلد ▁سن وائی ▁کرنے ▁سے ▁انکار ▁کر ▁دیا ▁ہے۔ ▁چیف ▁جسٹس ▁رنج ن ▁گو گو ئی ▁نے ▁اپیل ▁ ٹھ کر ات ے ▁ہوئے ▁کہا ▁کہ ▁عدالت ▁نے ▁جنوری ▁کے ▁پہلے ▁ہفتہ ▁میں ▁سن وائی ▁کے ▁لئے ▁تاریخ ▁طے ▁کی ▁ہے ، ▁ہم ▁اس ▁معاملے ▁پر ▁جلد ی ▁سماعت ▁کرنے ...

▁ہاں ▁ایک ▁صورت ▁میں ▁ان ▁دونوں ▁کو ▁پاکستان ▁واپس ▁لا یا ▁جا ▁سکتا ▁ہے۔ ▁اگر ▁عمران ▁خان ▁برطانوی ▁شاہ ی ▁خاندان ▁اور ▁حکومت ▁پر ▁اپنا ▁اثر ▁و ▁رس وخ ▁استعمال ▁کریں ▁تو ▁بہت ▁امکان ▁ہے ▁کہ ▁ان ▁دونوں ▁مفر ور وں ▁کو ▁ویسے ▁ہی ▁بال ائے ▁قانون ▁گرفتار ▁کر ▁کے ▁پاکستان ▁لا یا ▁جا ▁سکتا ▁ہے ▁جیسے ▁ترک ▁استاد ▁مسعود ▁کا چ م از ▁اور ▁ان ▁کے ▁بیوی ▁بچوں ▁کو ▁پاکستان ▁سے ▁ترکی ▁بھی جا ▁گیا ▁تھا۔ ▁( خت م ▁شد )
▁امریکہ ▁میں ▁ہندوستان ی ▁طلب اء ▁کی ▁تعداد ▁میں ▁مسلسل ▁پانچ ویں ▁سال ▁اضافہ
▁رسائی ▁میں ▁مدد

▁More ▁in ▁this ▁category : ▁« ▁سمندر ی ▁طوفان ’ ’ او کھ ئی ‘‘ ▁گجرات ▁سے ▁ٹکرا ▁گیا ، سکو ل ▁اور ▁کالج ز ▁بند ▁میں ▁رام ▁مخالف ▁نہیں ▁ہوں ، ▁لیکن ▁با بری ▁مسجد ▁ہماری ▁ہے : ▁اقبال ▁ان صار ی ▁»
▁جو ▁تلاش ▁کرنا ▁چاہ ▁رہے ▁ہیں ▁یہاں ▁لکھیں
▁دونوں ▁افراد ▁کی ▁شناخت ▁ہو ▁گئی ▁ہے ▁ان ▁کا ▁تعلق ▁ضلع ▁کی چ ▁کے ▁علاقے ▁د مب ▁سے ▁بتایا ▁گیا ▁ہے۔
▁گلگت ▁بلتستان ▁کے ▁مقدم ے ▁میں ▁سپریم ▁کورٹ ▁سے ▁توقع ات

▁ابو ▁ظ ہ بی ، وزیر ا عظم ▁عمران ▁خان ▁کی ▁ولی ▁عہد ▁شیخ ▁محمد ▁بن ▁زا ید ▁الن ہ یان ▁سے ▁ملاقات
▁ان ▁خیالات ▁کا ▁اظہار ▁متحدہ ▁مجلس ▁عمل ▁خیبر ▁پختونخوا ▁کے ▁سیکرٹری ▁اطلاعات ▁نور ا لحق ▁نے ▁مختلف ▁اضلاع ▁میں ▁ایم ▁ایم ▁اے ▁کی ▁تنظیم ▁سازی ▁کے ▁دورہ ▁سے ▁واپسی ▁کے ▁بعد ▁جماعت ▁اسلامی ▁کے ▁صوبائی ▁ہیڈ ک وار ٹر ▁ال مرکز ▁الاسلام ی ▁میں ▁مختلف ▁وف ود ▁سے ▁ملاقات ▁کے ▁دوران ▁کیا ▁ ۔انہوں نے ▁کہا ▁ہے ▁کہ ▁صوبہ ▁خیبر ▁پختونخوا ▁کے ▁تمام ▁اضلاع ▁میں ▁ایم ▁ایم ▁کی ▁تنظیم ▁سازی ▁کا کام ▁اور ▁تمام ▁اضلاع ▁میں ▁عہدیدار وں کا ▁انتخاب ▁ی گان گ ت ▁اور ▁اتفاق ▁رائے ▁سے ▁مکمل ▁کر ▁لیا ▁گیا ▁ہے ▁اگلے ▁م رحل ہ ▁کیلئے ▁تمام ▁عہدیدار وں کو ▁ہ دا یات ▁جاری ▁کر ▁دی ▁گئی ▁ہیں ▁کہ ▁تمام ▁جماعتوں ▁کے ▁نمائند وں ▁پر ▁مشتمل ▁پارلیمان ی ▁بورڈ ▁تشکیل ▁دیے ▁جائیں ▁اس ▁کے ▁بعد ▁آئندہ ▁عام ▁انتخابات ▁2018 ▁ ؁ ▁ء ▁کے ▁لئے ▁امید ▁وار وں ▁کی ▁نامزد گی وں ▁کا کام ▁مکمل ▁کیا ▁جائے ▁گا۔
▁ان ▁کی ▁خدمات ▁کے ▁اعتراف ▁میں ▁حکومت ▁پاکستان ▁نے ▁انہیں ▁تم غ ہ ▁برائے ▁حسن ▁کارکردگی ▁اور ▁ہل ا ▁ل ▁امتیاز ▁سے ▁نواز ا ▁جبکہ ▁جاپان ▁نے ▁بھی ▁انہیں ▁اپنا ▁اعلی ٰ ▁ترین ▁شہری ▁اعزاز ▁عطا ▁کیا۔
▁ہم ▁کے ▁ایک ▁سر کرد ہ ▁128 ▁* ▁64 ▁نقاط ▁ٹر انس ماس ی وی ▁مثبت ▁فس ٹن ▁کا و گ ▁گرا فک ▁l cd ▁ما ڈی ول ▁چین ▁میں ▁کر ▁رہے ▁ہیں ▁۔ ▁جدید ▁ٹیکنالوجی ▁کے ▁ساتھ ، ▁ہم ▁آپ ▁کو ▁ہائی ▁ریز ولی و شن ▁اور ▁ہماری ▁مصنوعات ▁کی ▁اچھی ▁کارکردگی ▁کو ▁یقین ▁دل ات ا ▁ہوں ▁کر ▁سکتے ▁ہیں ▁۔ ▁مفت ▁نمو نہ ▁اور ▁قیمت ▁کی ▁فہرست ▁ہماری ▁فیکٹری ▁سے ▁حاصل ▁کرنے ▁کے ▁لئے ▁کا ▁خیر ▁مقدم ▁کرتے ▁ہیں ▁۔
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁البد ی ع ▁( ش ہر ) ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁ا ُ دھر ▁ زم باب و ے ▁کی ▁حکومت ▁نے ▁خوراک ▁اور ▁انسانی ▁بحران ▁پر ▁فوری ▁وزارت ی ▁اجلاس ▁بلا نے ▁کا ▁اعلان ▁کیا ▁ہے۔
▁آخری ▁بات ▁یہ ▁کہ ▁القدس ▁کے ▁حوالے ▁سے ▁او ▁آئی ▁سی ▁کا ▁ایک ▁اجلاس ▁تو ▁ہوا ▁ہے ▁جو ▁ب ظ ا ہر ▁ایک ▁اچھی ▁خبر ▁ہے ▁لیکن ▁نتیجہ ▁وہی ▁ڈھ اک ▁کے ▁تین ▁پات ▁کا ▁ہے۔ صرف ▁یہ ▁کہ ▁ترکی ▁کے ▁صدر ▁طیب ▁اردو ان ▁نے ▁ہم ت ▁کی ▁ہے ▁یہ ▁کہہ ▁کر ▁کہ ▁اس ▁پلی ٹ ▁فارم ▁سے ▁اسرائیل ▁کو ▁دہشت ▁گرد ▁ریاست ▁قرار ▁دیا ▁جائے ▁۔ لیکن ▁افسوس ▁کے ▁اس ▁مطالب ے ▁کو ▁او ▁آئی ▁سی ▁کے ▁مشترکہ ▁اعلام ی ے ▁کا ▁حصہ ▁نہیں ▁بنایا ▁گیا۔ بہ ت ▁افسوس ▁کی ▁بات ▁ہے ▁کہ ▁س عو ی ▁عرب ▁اور ▁مصر ▁جیسے ▁اہم ▁ممالک ▁نے ▁اس ▁سربراہ ی ▁سطح ▁کے ▁اجلاس ▁میں ▁شرکت ▁ہی ▁نہیں ▁کی۔ اس ▁سے ▁واضح ▁ہوتا ▁ہے ▁کہ ▁انہیں ▁امت ▁کے ▁مسائل ▁سے ▁کوئی ▁سرو کار ▁نہیں ▁۔ آخر ▁میں ▁دعا ▁ہے ▁کہ ▁ہمارے ▁حکمران وں ▁کو ▁اس ▁ملک ▁کو ▁اسلامی ▁بنیاد وں ▁پر ▁چلانے ▁کی ▁توفیق ▁عطا ▁فرما ئے ▁اور ▁صرف ▁ہمارے ▁ملک ▁میں ▁ہی ▁نہیں ▁تمام ▁اسلامی ▁ممالک ▁کے ▁حکمران وں ▁کو ▁اللہ ▁کے ▁دین ▁کے ▁ساتھ ▁وفادار ی ▁کی ▁توفیق ▁عطا ▁فرما ئے۔ آم ین ▁یا ▁رب ▁العالم ین ▁۔
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁غربت ▁اور ▁دہشت ▁گردی
▁تب و ▁نے ▁خود ▁بھی ▁ان ▁کردار وں ▁سے ▁اتنا ▁ان جو ائے ▁کیا ▁کہ ▁وہ ▁مزید ▁اسی ▁قسم ▁کے ▁کردار ▁کرنا ▁چاہتی ▁ہیں۔ ▁بھارتی ▁اخبار ▁” ٹ ائم ز ▁آف ▁انڈیا “ ▁کو ▁دیئے ▁گئے ▁ایک ▁انٹرویو ▁میں ▁وہ ▁کہ تی ▁ہیں ، ▁اگر ▁انہیں ▁ڈی وڈ ▁دھو ن ▁کی ▁فلم ▁میں ▁کام ▁کرنے ▁کی ▁آفر ▁ملے ▁تو ▁وہ ▁فورا ً ▁ ’ ہ اں ▁‘ ▁کر ▁دیں ▁گی۔
▁ایک ▁خودکار ▁واک ▁و ے ▁کا ▁استعمال ▁کیسے ▁کریں [ [ Mar ▁19, ▁2018 ]
▁لی بیا ، تار کین ▁وطن ▁کشتی ▁ڈو ب نے ▁سے ▁11 افراد ▁ہلاک ، ▁26 3 کو ▁بچ الیا گیا
▁تین ▁طلاق ▁کی ▁لڑائی ▁میں ▁ ندا ▁خان ▁کا ▁ساتھ ▁بی ▁جے ▁پی ▁دے ▁سکتی ▁ہے۔
▁دنیا ▁کے ▁کروڑ وں ▁انسان وں ▁کے ▁پاس ▁ایک ▁ارب ▁سے ▁زائد ▁آتش یں ▁ہتھیار ▁19 .06.2018
▁اس ▁لفظ ▁سے ▁اس ▁کا ▁ظاہر ی ▁اور ▁حقیقی ▁معنی ▁ہر ▁ گز ▁مراد ▁نہیں ▁۔
▁وزارت ِ ▁خارجہ ▁کے ▁ترجمان ▁محمد ▁فیصل ▁نے ▁جمعرات ▁کو ▁اسلام ▁آباد ▁میں ▁ہفتہ ▁وار ▁نیوز ▁بر یف نگ ▁کے ▁دوران ▁اس ▁بارے ▁میں ▁پوچھ ے ▁جانے ▁والے ▁سوالات ▁کے ▁جواب ▁میں ▁کہا ▁کہ ▁ڈاکٹر ▁شک یل ▁کے ▁حوالے ▁سے ▁کسی ▁کے ▁ساتھ ▁کوئی ▁ڈی ل ▁نہیں ▁ہو ▁رہی ▁ہے۔
▁کراچی ▁کن گز ▁کے ▁غیر ▁ملکی ▁کھلاڑی ▁پاکستان ▁آنے ▁کے ▁لیے ▁پر جو ش
▁۲ : ▁ فض یل ▁بن ▁جعفر ▁بن ▁سلیمان ▁را وی ▁کی ▁تو ث یق ▁اور ▁حالات ▁نامعلوم ▁نہیں ▁ہوئے۔
▁حضرت ▁امام ▁حسین ▁غیر ▁مسلم ▁سک ال رز ▁کی ▁نظر ▁میں - محمد ▁م ظ ہر ▁رشید ▁چوہدری
▁چین ▁کے ▁تین ▁منزل ہ ▁بار ▁میں ▁آتش ز دگی ▁سے ▁18 ▁افراد ▁ہلاک

▁رسول ▁اللہ ▁پر ▁ایمان ▁کے ▁ت قاض ے
▁حالی ہ ▁مہین وں ▁میں ▁ اعتدال ▁پسند ی ▁اور ▁سی کول راز ▁م ▁کی ▁بات ▁کرنے ▁والے ری است ▁کے ▁دو ▁سر کرد ہ ▁اد یب وں ▁کو ▁موت ▁کے ▁گھ اٹ ▁اتار ▁دیا ▁گیا۔ ٹی پو ▁کی ▁حمایت ▁میں ▁آواز ▁اٹھا نے ▁والے ▁سر کرد ہ ▁کن ڑ ▁زبان ▁کے ▁اد یب ▁اور ادا کار ▁گری ش ▁کرنا ڈ ▁کو ▁موت ▁کی ▁دھمکی ▁دی ▁گئی ▁ہے۔
▁[ 33 :12 ] ▁وہاں ▁مومن ▁ابتلا ء میں ▁ڈال ے ▁گئے ▁اور ▁سخت ▁( آ زم ائش ▁کے ) ▁جھ ٹک ے ▁دیئے ▁گئے۔
▁وسط ▁ایشیا ، ▁چین ▁کے ▁جنگ جو ؤں ▁کا ▁جھ ک اؤ ▁ال قاعدہ ▁کی ▁جانب
▁پچھلے ▁چار ▁سال وں ▁سے ▁اپنی ۱۴ ؍ ▁سالہ ▁نا بالغ ▁بیٹی ▁کی ▁ع صمت ▁ریزی ▁کرنے ▁والا ▁باپ ▁گرفتار
▁Home ▁/ ▁دنیا ▁/ ▁شمالی ▁کوریا ▁کے ▁لیڈر ▁چھ ▁ہ فت وں ▁بعد ▁چھ ڑی ▁کیساتھ ▁منظر ▁عام ▁پر
▁ڈی ▁ڈبلیو ▁سے ▁متعلق
▁پروگرام ▁کا ▁شی ڈی ول
▁س ▁سے ▁قبل ▁گزشتہ ▁سال ▁فیس ▁بک ▁کے ▁می س جنگ ▁پرا ڈ کٹ ▁کے ▁نائب ▁صدر ▁ڈی وڈ ▁مارک وس ▁نے ▁کہا ▁ہے ▁کہ ▁می س نجر ▁کی ▁بڑھ تی ▁مقبول یت ▁کے ▁باعث ▁اب ▁فون ▁نمبر وں ▁کے ▁دن ▁گ نے ▁جاچ کے ▁ہیں۔
▁چم ن ▁کے ▁ضلع ی ▁ہیڈ ▁کو ار ٹر ▁ہسپتال ▁کے ▁ایم ▁ایس ▁ڈاکٹر ▁اختر ▁نے ▁بی ▁بی ▁سی ▁کو ▁بتایا ▁کہ ▁18 ▁میں ▁سے ▁چار ▁شدید ▁زخمی وں ▁کو ▁کوئٹہ ▁منتقل ▁کیا ▁جا ▁رہا ▁ہے۔
▁اقوام ▁متحدہ ▁کے ▁انسانی ▁حقوق ▁کمیشن ▁کی ▁رپورٹ ▁پر ▁اسد ▁او یسی ▁کے ▁ردعمل ▁پر ▁کشمیر ی ▁رکن ▁اسمبلی ▁کا ▁دل ▁کو ▁چھ ولی نا ▁والا ▁پیغام
▁١ ▁- ▁دا ہ نا ، ▁سید ھا ، ▁با یاں ▁کی ▁ضد ۔
▁الن مل :20 ▁( ▁الن مل :27 ▁– ▁آيت :20 ▁) ▁آپ ▁نے ▁پر ند وں ▁کی ▁دیکھ ▁بھ ال ▁کی ▁اور ▁فرمان ے ▁لگے ▁یہ ▁کیا ▁بات ▁ہے ▁کہ ▁میں ▁ہ دہ د ▁کو ▁نہیں ▁دیکھ تا ؟ ▁کیا ▁واقعی ▁وہ ▁غیر ▁حاضر ▁ہے ؟
▁پاکستان ▁میں ▁اور نج ▁لائن ▁ٹرین ▁منصوبے ▁پر ▁9 ▁بل ین ▁فی ▁کل و ▁میٹر ▁خرچ ▁آیا ▁جبکہ ▁چ ائن ہ ▁میں ▁اسی ▁طرح ▁کے ▁منصوبے ▁پر ▁کتنے ▁بل ین ▁کا ▁خرچ ▁آیا ▁؟ ح ی رت ▁انگیز ان کش اف ، ب ڑا ▁قدم ▁ا ُ ٹھ الیا گیا
▁ہمیں ▁گمان ▁ہے ▁کہ ▁آپ ▁موبائل ▁کے ذریعہ ▁حوصلہ ▁نیوز ▁کی ▁سیر ▁کر ▁رہے ▁ہیں
▁نق یب ▁اللہ ▁قتل ▁کیس ▁کے ▁مرکزی ▁ملزم ▁سابق ▁ایس ▁ایس ▁پی ▁ملی ر ▁را ؤ ▁ان وار ▁کی ▁رہا ئی ▁کا ▁پرو انہ ▁جاری ▁کردیا ▁گیا
▁چیف ▁ای گز یک ٹو ▁مج ا ہ د ▁اسلام ▁ب اللہ ▁نے ▁کہا ▁کہ ▁تمام ▁افسران ▁پورے ▁اعتماد ▁اور ▁لگ ن ▁کے ▁ساتھ ▁کام ▁کریں ▁اور ▁کسی ▁قسم ▁کے ▁د با ئو ▁کو ▁خاطر ▁میں ▁لائے ▁بغیر ▁بجلی ▁چور وں ▁کے ▁خلاف ▁بلا ▁تفر یق ▁کار وائی اں ▁کریں ▁۔ ▁اس ▁موقع ▁پر تمام ▁اعلی ٰ ▁افسران ▁نے ▁نئے ▁چیف ▁ای گز یک ٹو ▁مج ا ہ د ▁اسلام ▁ب اللہ ▁کے ▁ساتھ ▁اپنے ▁بھرپور ▁تعاون ▁کا ▁ا عاد ہ ▁کیا ▁اور ▁کمپنی ▁کی ▁ترقی ▁کیلئے ▁اپنی ▁بھرپور ▁توانائی اں ▁صرف ▁کرنے ▁کے ▁عزم ▁کا ▁اظہار ▁کیا۔
▁ڈونلڈ ▁ٹرمپ ▁نے ▁ایک ▁مرتبہ ▁پھر ▁یہ ▁کہا ▁کہ ▁وہ ▁سن ہ ▁2003 ▁میں ▁عراق ▁پر ▁امریکی ▁حملے ▁کے ▁خلاف ▁تھے ▁اور ▁ان ▁کے ▁مطابق ▁ہل یری ▁کلن ٹن ▁نے ▁ان ▁کے ▁بارے ▁میں ▁جو ▁کچھ ▁کہا ▁وہ ▁ذرائع ▁ابلاغ ▁کے ▁بڑے ▁اداروں ▁نے ▁آگے ▁بڑھا ▁دیا۔
▁" اس ▁کے ▁باوجود ▁مت اخر ین ▁ فق ہ ائے ▁ح نف یہ ▁میں ▁سے ▁بعض ▁نے ▁اس ▁حدیث ▁کی ▁شرح ▁میں ▁رس الہ ▁لکھا ▁ہے ▁جو ▁کہ ▁مکتب ہ ▁الا و قاف ▁الاسلام یہ ▁حلب ▁( مصر ▁) ▁میں ▁محفوظ ▁ہے ۔۔۔ یہ ▁بات ▁اس ▁امر ▁پر ▁دل الت ▁کرتی ▁ہے ▁کہ ▁یہ ▁ فق ہ اء ▁انتہائی ▁افسوس ناک ▁حد ت ک ▁سنت ▁کی ▁خدمت ▁اور ▁اس ▁میں ▁داخل ▁ہو ▁نے ▁والی ▁خارجی ▁اشیاء ▁سے ▁اس ▁کوچ ھا ▁ نٹ ▁پھ ٹک ▁کرنے ▁والے ▁م حدث ین ▁ع ظ ام ▁کی ▁بہ ود و ▁سعی ▁سے ▁استفاد ہ ▁نہیں ▁کرتے ▁اسی ▁وجہ ▁سے ▁ان ▁کی ▁کتب ▁میں ▁ضعیف ▁اور ▁موضوع ▁احادیث ▁کی ▁ک ثر ت ▁پائی ▁جا ▁تی ▁ہے ▁۔ و اللہ ▁المست عان " ( 24)
▁شہر ▁کی ▁ نال یاں ‘ ▁سڑک یں ‘ ▁گل یاں ‘ ▁پارک س ‘ ▁ لائ بر یر یاں ‘ ▁گر اؤ نڈ ز ‘ ▁سی وری ج ▁اور ▁ٹریفک ▁انڈسٹری ل ▁ زون ▁کے ▁حوالے ▁کر ▁دی ▁جائیں ‘ ▁یہ ▁لوگ ▁انھیں ▁خود ▁تعمیر ▁کرو ائیں ‘ ▁خود ▁ان ▁کی ▁حفاظت ▁کریں ‘ ▁ان ▁پر ▁خود ▁ٹکٹ ▁لگ ائیں ▁اور ▁انھیں ▁خود ▁چل ائیں ‘ ▁اس ▁سے ▁شہر ▁میں ▁’’ سین س ▁آف ▁اون ر ▁شپ ‘‘ ▁بھی ▁ڈو یل پ ▁ہو ▁گی ‘ ▁کرپشن ▁بھی ▁کم ▁ہو ▁جائے ▁گی ‘ ▁حکومت ▁کا ▁ترقی اتی ▁بجٹ ▁بھی ▁بچے ▁گا ‘ ▁ان فر ا ا سٹر ک چر ▁بھی ▁بہتر ▁ہو ▁گا ▁اور ▁تعمیر ات ▁کا ▁معیار ▁بھی ▁اچھا ▁ہو ▁جائے ▁گا۔ ▁حکومت ▁اس ▁خدمت ▁کے ▁بدل ے ▁صنعت ▁کار وں ▁کو ▁ٹیکس ▁میں چھ وٹ ▁دے ▁د ے۔
▁ت ائب ▁۔ ▁تو بہ ▁کرنے ▁والا ▁۔
▁لاہور ▁( ▁این ▁این ▁آئی ) ▁پاکستان ▁کرکٹ ▁بورڈ ▁کے ▁چیئرمین ▁نجم ▁سی ٹھی ▁نے ▁کہا ▁ہے ▁کہ ▁ورلڈ ▁ال یون ▁اور ▁پاکستان ▁کے ▁درمیان ...
▁69 اور ▁خدا ▁سے ▁ڈر و ۔ ▁اور ▁میری ▁بے آب روئ ی ▁نہ ▁کی جو
▁بہت ▁ہی ▁اچھی ▁غزل ▁ہے۔ ▁دل ▁کی ▁گ ہر ائی وں ▁کو ▁چھ و ▁لینے ▁والی ۔
▁ٹی ▁آر ▁ایس ▁امیدوار وں ▁کو ▁اضلاع ▁میں ▁عوامی ▁ناراض گی ▁کا ▁سامنا
▁می ڈی کول ی گل ▁آفیسر ▁کے ▁مطابق ▁بچی ▁کے ▁ساتھ ▁زیادتی ▁کی ▁گئی ▁ہے ، ▁قانونی ▁کارروائی ▁کے ▁لیے ▁لڑکی ▁کے ▁مزید ▁ٹیسٹ ▁بھی ▁کر ائے ▁گئے ، ▁بچی ▁کے ▁جسم ▁پر ▁تشدد ▁کے ▁بھی ▁نشان ات ▁ہیں ، ▁مزید ▁ٹیسٹ ▁رپورٹ س ▁آنے ▁کے ▁بعد ▁حتمی ▁رپورٹ ▁مرتب ▁کی ▁جائے ▁گی۔
▁تمام ▁زبان یں
▁‫ ▁• ت بد یلی ‪ ▁: ‬ فو ٹو ▁ایڈ یٹر ▁ایپ لیک یشن ▁شروع ▁کریں۔ ‬
▁چین ▁ لاج سٹ کس ▁ان فار م یشن ▁سینٹر ▁کے ▁نائب ▁سربراہ ▁چنین ▁ ژ انگ ت اؤ ▁نے ▁یہ ▁بھی ▁کہا ▁کہ ▁عام ▁طور ▁پر ، ▁اس ▁سال ▁کی ▁پہلی ▁سہ ▁ماہ ی ▁نے ▁مست ح کم ▁اور ▁مست ح کم ▁انداز ▁میں ▁ترقی ▁جاری ▁رکھی ▁ہے . ▁ایک ▁طرف ، ▁پی ▁او ▁آئی ▁کے ▁فیصلے ▁کے ▁ساتھ ▁مل ▁کر ▁اقتصادی ▁ترقی ▁مست ح کم ▁ہے ، ▁پہلی ▁سہ ▁ماہ ی ▁میں ▁جی ▁ڈی ▁پی ▁کی ▁ترقی ▁کا ▁اندازہ ▁ 6.8 ٪ ▁ہو ▁گا . ▁دوسری ▁جانب ، ▁معاشی ▁ترقی ▁کی ▁معقول ▁معیار ▁کو ▁بہتر ▁بنایا ▁جا ▁رہا ▁ہے .
▁پ شین : پ شین ▁میں ▁ بائی ▁پاس ▁پر ▁اس سٹ نٹ ▁کمشنر ▁کی ▁گاڑی ▁کے ▁قریب ▁دھماکے ▁کے ▁نتیجے ▁میں ▁3 ▁لی ویز ▁اہلکار ▁شہید ▁جبکہ ▁2 ز خم ی ▁ہوگئے۔
▁پاکستان ▁کو ▁شکست ، ▁بھارت ▁سیم ی ▁فائنل ▁میں
▁دورہ ▁انگلینڈ ▁، ▁اس کل ▁کیمپ ▁کیلئے ▁21 کھ لا ڑی وں ▁کے ▁نام وں ▁کا ▁اعلان ...
▁مقدمہ ▁آج ▁سے ▁47 ▁سال ▁قبل ▁جنوری ▁1971 ▁میں ▁پیش ▁آنے ▁والے ▁واقعے ▁کو ▁بنیاد ▁کر ▁درج ▁کرو ایا ▁گیا ▁ہے ، ▁مقدمہ ▁جیت ندر ا ▁کی ▁ک زن ▁نے ▁طرف ▁سے ▁درج ▁کرو ایا ▁گیا ▁بالی ▁ وڈ ▁کے ▁معروف ▁اداکار ▁75 ▁سالہ ▁جیت ندر ا ▁پر ▁اپنی ▁ہی ▁ک زن ... ▁Read ▁more
▁سوشل ▁میڈیا ▁پر ▁یہ ▁خبر ▁آتے ▁ہی ▁موضوع ▁بحث ▁بن ▁گئی ▁اور ▁سماجی ▁رابط ے ▁کی ▁ویب ▁سائٹ ▁ٹی و ٹر ▁پر ▁بیس ▁موبائل ▁گھر ▁خرید نے ▁کے ▁لیے ▁با قاعدہ ▁ٹرین ڈ ▁چلنے ▁لگا ▁اور ▁لوگوں ▁نے ▁کئی ▁سنج ید ہ ▁اور ▁دلچسپ ▁تبصرے ▁کیے ، ا ِ ن ▁تبصر وں ▁سے ▁آپ ▁بھی ▁لطف ▁اند وز ▁ہوں۔
▁تلاش ▁پر ▁جائیں
▁تحریک ِ ▁انصاف ▁کے ▁عثمان ▁بز دار ▁وزیر ِ ▁اعلی ٰ ▁پنجاب ▁منتخب ▁پنجاب ▁کے ▁وزیر ِ ▁اعلی ٰ ▁سردار ▁عثمان ▁بز دار ▁کون ؟ ▁ایران ▁کا ▁مقامی ▁سطح ▁پر ▁تیار ▁کردہ ▁جنگی ▁جہاز ▁منظر عام ▁پر ▁لانے ▁کا ▁اعلان ▁جی سن ▁رو ئے ▁نے ▁بلا ▁زمین ▁پر ▁پھینک ا ▁اور ▁چہرہ ▁زخمی ▁ہوگیا ▁مل ائش یا ▁جعل ی ▁خبر وں ▁کو ▁روکنے ▁والا ▁قانون ▁کیوں ▁ختم ▁کیا ▁گیا ؟
▁دل ▁عمل ▁کے ▁لیے ▁ہاں ▁تو ▁کرتا ▁نہیں
▁ہمارے ▁بارے ▁میں
▁کراچی ( ا ردو ▁پوائنٹ ▁تازہ ▁ترین ▁اخبار - ▁30 م ئی ▁2018 ء ) ▁: سک ھر ▁میں ▁بی ٹ وں ▁کی ▁جانب ▁کچ رے ▁پر ▁پھینک ے ▁جانے ▁والی ▁ضعیف ▁خاتون ▁تیزی ▁سے ▁رو بہ ▁صحت ▁ہیں۔ ۔ ملک ▁ریاض ▁کی ▁ہدایت ▁پر ▁بحر یہ ▁اول ڈ ▁ای ج ▁ہو م ▁میں ▁سکھ ر ▁سے ▁ل ائی ▁جانے ▁والی ▁بو ڑھ ی ▁خاتون ▁کی ▁بھرپور ▁طریقے ▁سے ▁خدمت ▁کی ▁جارہی ▁ہے۔ خا تون ▁تیزی ▁سے ▁صحت ▁یا ب ▁ہو ▁رہی ▁ہیں ▁اور ▁2 ▁دن ▁سے ▁کھا ▁پی ▁بھی ▁رہی ▁ہیں۔ ت ف ص یل ات ▁کے ▁مطابق ▁ماں ▁باپ ▁سے ▁بڑھ ▁کر ▁کوئی ▁رشتہ ▁بھی ▁انسان ▁کو ▁عزیز ▁نہیں ▁ہو ▁سکتا ▁۔
▁دو بے ▁کے ▁مطابق ▁سور ت ▁کی ▁کم ▁از ▁کم ▁چار - پان چ ▁اسمبلی ▁حلق وں ▁میں ▁شمالی ▁ہندوستان ی ▁ووٹ ر وں ▁کی ▁تعداد ▁جیت ▁ہار ▁پر ▁اثر ▁ڈال نے ▁والی ▁ہے۔ ▁مثال ▁کے ▁طور ▁پر ▁چور اسی ▁میں ▁1.5 ▁لاکھ ▁شمالی ▁ہندوستان ی ▁اور ▁اگر ▁راج ست ھان یوں ▁کو ▁بھی ▁ملا ▁دیا ▁جائے ▁تو ▁1. 94 ▁لاکھ ▁ووٹ ر ▁ہیں۔ ▁او د نا ▁اسمبلی ▁حلقہ ▁میں ▁35 ▁ہزار ، ▁مج ورا ▁میں ▁30 ▁ہزار ▁اور ▁لم با یت ▁میں ▁22 ▁ہزار ▁شمالی ▁ہندوستان ی ▁ووٹ ر ▁ہیں۔ ▁اس ▁تنظیم ▁کا ▁دعوی ٰ ▁ہے ▁کہ ▁سور ت ▁اور ▁م لحق ہ ▁علاقوں ▁میں ▁وہ ▁ہار د ک ▁ پٹ یل ▁کے ▁ساتھ ▁مل ▁کر ▁حکمت ▁عملی ▁تیار ▁کر ▁رہے ▁ہیں ▁اور ▁بی ▁جے ▁پی ▁کو ▁ہر انے ▁والوں ▁کے ▁ساتھ ▁جانے ▁کی ▁تیار ▁ی ▁میں ▁ہیں۔

▁نوٹ : ▁پوسٹ ▁میں ▁شائع ▁کی ▁گئی ▁مصنف ▁کی ▁رای ے ▁سے اد ارے ▁کا ▁متفق ▁ہونا ▁ضروری ▁نہیں۔ ▁بلا ▁اجازت ▁آرٹیکل ▁نقل ▁کر ▁کے ▁شائع ▁کرنا ▁کاپی ▁رائٹ ▁قوانین ▁کے ▁تحت ▁جرم ▁ہے۔ ▁دانش ▁کے ▁قانونی ▁مش یر ▁آصف ▁محمود ▁ایڈ و وک یٹ ▁اس ▁سلسلے ▁میں ▁قانونی ▁چار ہ ▁جو ئی ▁کا ▁حق ▁محفوظ ▁رکھتے ▁ہیں۔ ▁Powered ▁by ▁Be hind ▁the ▁Bit s

▁ اگ لا ▁مضمون سپ ریم ▁کورٹ ▁کا ▁جے ▁آئی ▁ٹی ▁کو ▁را ؤ ▁ان وار ▁سے ▁تفتیش ▁جلد ▁مکمل ▁کرنے ▁کا ▁حکم
▁میان مار ▁کے ▁سماجی ▁کار کن ▁کا ▁غ ص ہ ، ▁فیس ▁بک ▁کے ▁ بانی ▁نے ...

▁پارلیمان ی ▁کمیٹی ▁کے ▁قیام ▁پر ▁شہباز شریف ▁اور ▁بلاول ▁بھٹو ▁کا ▁ردعمل
▁حضور ▁نبی ▁اکرم ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁نے ▁اہل ▁ایمان ▁کی ▁جنت ▁ماں ▁کے ▁قدم وں ▁تل ے ▁قرار ▁دے ▁کر ▁ماں ▁کو ▁معاشرے ▁کا ▁سب ▁سے ▁زیادہ ▁مک رم ▁و ▁محترم ▁مقام ▁عطا ▁کیا۔ ▁آپ ▁صلی ▁اللہ ▁علیہ ▁و آل ہ ▁وسلم ▁نے ▁فرمایا ▁کہ ▁سب ▁سے ▁زیادہ ▁حسن ▁سلوک ▁کی ▁مستحق ▁ماں ▁ہے ▁:
▁سعودی ▁مظاہرین ▁کا ▁قید یوں ▁کی ▁رہا ئی ▁کا ▁مطالبہ

▁ممنون ▁حسین ▁4 32 ▁ووٹ ▁لے ▁کر ▁صدر ▁پاکستان ▁منتخب
▁چن اری ( کے ▁این ▁آئی ) چن اری ▁اور ▁س ڑ گ ▁چن اری ▁میں ▁سڑک ▁کی ▁خ ست ہ ▁حالی ▁کے ▁باعث ▁چن اری ▁کے ▁مقام ▁پر ▁ٹریفک ▁کے ▁خوف ناک ▁حادث ے ▁میں ▁نن ھے ▁بچے ▁سمیت ▁ایک ▁ہی ▁گھر ▁کے ▁پانچ ▁افراد ▁لق مہ ▁اجل ▁بن ▁گئے ▁، ▁انتظامیہ ▁کی ▁غفلت ▁اور ▁سست ▁روی ▁کے ▁باعث ▁تا حال ▁جائے ▁وقوع ہ ▁سے ▁مل بے ▁کو ▁...
▁ڈاکٹر ▁لو ک ▁کے ▁مطابق ▁نئی ▁و یکس ین ▁RT S , S ▁ملی ری ے ▁کے ▁خاتمے ▁کے ▁لیے ▁ایک ▁مؤثر اق دام ▁ثابت ▁ہوگی ▁۔ ▁لیکن ▁اس ▁کے ▁لیے ▁تحقیق ▁کے ▁شعبے ▁میں ▁زیادہ ▁سرمایہ ▁کاری ▁کرنے ▁کی ▁ضرورت ▁ہے۔
▁آپ ▁آف ▁لائن ▁ہیں
▁Uno S li der ▁کیا ▁ہے ؟
▁تل نگ انہ ▁میں ▁انسانی ▁حقوق ▁کی ▁پام الی ▁کا ▁الزام : ▁ا تم ▁کم ار ▁ری ڈی
▁تنازع ▁کیا ▁ہے ؟

▁تفصیلات ▁کے ▁مطابق ▁چیف ▁جسٹس ▁آف ▁پاکستان ▁کی ▁سربراہ ی ▁میں ▁دو ▁رکن ی ▁بن چ ▁کے ▁روبرو ▁کیس ▁کی ▁سماعت ▁شروع ▁ہوئی ، ▁جس ▁میں ▁ڈی ▁جی ▁نیب ▁شہزاد ▁اور ▁سابق ▁کمشنر ▁او ورس یز ▁پاکستانی ▁ا فض ال ▁بھ ٹی ▁اپنے ▁وکیل ▁کے ▁ہمراہ ▁پیش ▁ہوئے۔ ▁وکیل ▁نے ▁موقف ▁اختیار ▁کیا ▁کہ ▁ا فض ال ▁بھ ٹی ▁اضافی ▁لی ▁گئی ▁تنخواہ ▁واپس ▁کرنا ▁چاہتے ▁ہیں ▁لیکن ▁اس ▁وقت ▁ان ▁کے ▁پاس ▁مطلوب ہ ▁رقم ▁نہیں۔ ▁جس ▁پر ▁چیف ▁جسٹس ▁پاکستان ▁نے ▁ری مار کس ▁دیئے ▁کہ ▁ا فض ال ▁بھ ٹی ▁اپنا ▁پلا ٹ ▁فروخت ▁کرکے ▁رقم ▁جمع ▁کر ائیں ، ▁جس ▁کے ▁بعد ▁بیرون ▁ملک ▁جا ▁سکتے ▁ہیں۔
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁دبئی ، ▁11 ▁جون ▁2018 ء / پی ▁آر نیوز و ائر / – ▁ف جی ▁سے ▁کی نی ڈا ▁تک ، ▁13 ▁مختلف ▁ٹ ائم ▁زو نز ▁میں ▁ہزاروں ▁افراد ▁نے ▁اس ▁روز ▁اپنے ▁افطار ▁کے ▁کھانے ▁پیش ▁کیے ▁عید ▁الفطر ▁کے ▁جشن ▁کے ▁آغاز ▁سے ▁ایک ▁ہفتے ▁سے ▁بھی ▁کم ▁وقت ▁قبل ، ▁دنیا ▁کے ▁قابل ▁بھر وس ہ ▁ترین ▁ر قوم ▁منتقل ی ▁بر ان ڈز ▁میں ▁سے ▁ایک ▁نے ▁رمضان ▁کے ▁مقدس ▁مہین ے ▁میں ▁اپنے ▁صارفین ▁کے ▁لیے ▁یادگار ▁افطار ▁کی ▁میزبانی ▁کی۔ ▁ایک سپ ریس ▁من ی ▁نے ▁اپنے ▁شر ا کت ▁مزید ▁پڑھ ی ے
▁سر گو دھ ا : ▁شہری ▁ریلوے ▁لائن ▁کے ▁ذریعے ▁نہ ر ▁ کراس ▁کر ▁رہے ▁ہیں ▁جو ▁..
▁این دھ ن ▁کی ▁قلت ، ▁غ زہ ▁کا ▁سب ▁سے ▁بڑا ▁اسپتال ▁بند ▁ہونے ▁کا ▁خدش ہ
▁کو ثر ▁خاموش ی ▁سے ▁می ڈ م ▁کو ▁تک نے ▁لگی ▁ ۔۔ ▁اس ▁کی ▁آنکھوں ▁سے ▁دو ▁مو ٹے ▁مو ٹے ▁آن سو ▁نکل ▁کر ▁اس ▁کے ▁چہرے ▁پر ▁پھیل ▁گئے۔ ۔
▁تلاش ▁پر ▁جائیں

▁” گ ڈ - ▁اب ▁تھ وڑ ا ▁میرے ▁اوپر ▁سے ▁ہ ٹ ▁جا ؤ - ▁میں ▁اٹھ نے ▁کی ▁کوشش ▁کرتا ▁ہوں - ▁ڈی ▁ایس ▁پی ▁صاحب ہ ▁کا ▁آر ڈر ▁ہے - ▁اٹھ نا ▁تو ▁پڑے ▁گا ▁ہی - “ ▁رفیق ▁نے ▁کہا -
▁عامر ▁کی ▁واپسی ▁پر ▁تحفظ ات ▁ہیں : ▁مصباح ▁الحق
▁چین ▁میں ▁قید ▁پاکستانیوں ▁کی ▁بیوی اں

▁سائنس ▁اور ▁ٹیکنالوجی
▁در جن ▁بھر ▁افراد ▁کی ▁گواہ ی ▁تو ▁گئی ▁بھ ا ڑ ▁میں ! ▁اب ▁" بھ کت ▁" ▁یہ ▁سوال ▁داغ ے ▁جارہے ▁ہیں ▁کہ ▁" کیا ▁آپ ▁نے ▁بہ ▁ذات ▁خود ▁چاند ▁دیکھا ؟ "
▁را ▁کے ▁سربراہ ▁کے ▁ساتھ ▁کتاب ▁لکھنے ▁پر ▁جنرل ▁اسد ▁در انی ▁کی ▁جی ▁ایچ ▁کیو ▁طلب ی
▁لاہور ▁( و یب ▁ڈیسک ) جان ور وں ▁اور ▁انسان وں ▁کے ▁خون ▁میں ▁سو ڈی م ▁موجود ▁ہوتا ▁ہے ▁جو ▁خون ▁اور ▁جسم ▁کے ▁پانی ▁کی ▁مقدار ▁میں ▁تو از ن ▁رکھتا ▁ہے۔ ▁گوشت ▁خور ▁جان دار ▁گوشت ▁سے ▁سو ڈی م ▁حاصل ▁کرلی تے ▁ہیں۔ تا ہم ▁وہ ▁جان دار ▁جو ▁گوشت ▁نہیں ▁کھا تے ▁انہیں ▁سو ڈی م ▁کے ▁حصول ▁کے ▁لیے ▁دیگر ▁ذرائع ▁تلاش ▁کرنے ▁پڑ تے ▁ہیں۔ ▁تت ل یاں ▁بھی ▁ان ہی ▁میں ▁سے ▁ایک ▁ہیں۔ ن مک ▁کی ▁آمیز ش ▁والا ▁سو ڈی م ▁جانور وں ▁اور ▁انسان وں ▁کے ▁آن سو ؤں ▁میں ▁بھی ▁پایا ▁جاتا ▁ہے۔ ▁ایسے ▁میں ▁کچھ و ے ▁اپنی ▁سست ی ▁کی ▁وجہ ▁سے ▁تت لی وں ▁کے ▁لیے ▁نہای ت ▁مدد گار ▁ثابت ▁ہوتے ▁ہیں ▁اور ▁تت ل یاں ▁با آس انی ▁ان ▁پر ▁بیٹھ ▁کر ▁ان ▁کے ▁آن سو ▁پی ▁جاتی ▁ہیں۔ ت تل ی ▁کے ▁پر ▁بے ▁حد ▁نازک ▁ہوتے ▁ہیں ▁چنانچہ ▁آن سو ▁پی نے ▁کا ▁عمل ▁کچھ و ؤں ▁کو ▁کسی ▁بھی ▁قسم ▁کی ▁تکلیف ▁نہیں ▁دیتا ▁اور ▁یوں ▁تت لی ▁با آس انی ▁اپنی ▁اہم ▁غذا ئی ▁ضرورت ▁کو ▁پورا ▁کرلی تی ▁ہے۔
▁لکھیں ▁تو ▁کیا ؟
▁بین ▁الاقوامی
▁ڈونلڈ ▁ٹرمپ ▁نے ▁کہا ▁کہ ▁داعش ▁کے ▁دہشتگرد ▁پوری ▁دنیا ▁میں ▁پھیل ▁چکے ▁ہیں ، ▁داعش ▁کے ▁خاتمے ▁کے ▁لئے ▁تیزی ▁سے ▁کام ▁کرنا ▁ہوگا۔
▁یہ ▁با ہم ی ▁اور ▁عملی ▁پیک ▁شدہ ▁واقعہ ▁خاندان ▁کے ▁دوستان ہ ▁ہے ، ▁ہر ▁عمر ▁کے ▁لئے ▁سرگرمی وں ▁کے ▁ساتھ . ▁باہر ! ▁Ra leigh ▁La le T ▁کے ▁RGB igh ▁اور ▁اس ▁کے ▁20 ▁+ ▁حیرت ▁انگیز ▁کمیونٹی ▁کے ▁پروگرام وں ▁کی ▁حمایت ▁کرنے ▁کے ▁لئے ▁ضروری ▁فنڈ ز ▁کو ▁بڑھانے ▁کا ▁ایک ▁اہم ▁طریقہ ▁ہے . ▁پچھلے ▁سال ، ▁5 1,000 ▁سے ▁زائد ▁افراد ▁نے ▁Ra leigh ▁کے ▁شہر ▁پلا زا ▁میں ▁LGBT ▁کمیونٹی ▁اور ▁ہمارے ▁دوستوں ▁اور ▁خاندان وں ▁کو ▁من انے ▁کے ▁لئے ▁ڈال ا .
▁بھارتی ▁وزیر ▁اعظم ▁نریندر ▁مودی ▁ان ▁افراد ▁کے ▁ٹوئٹر ▁اکاؤنٹ س ▁کو ▁بھی ▁فال و ▁کرتے ▁ہیں ▁جو ▁ ’ س خت ▁ گير ▁ہندو ▁مذہب ‘ ▁کی ▁ وک الت ▁اور ▁حمایت ▁کرتے ▁ہیں۔
▁اسٹ ی بل ش منٹ ▁سے ▁ن ▁لیگ ▁کے ▁معاملات ▁کافی ▁حد ▁تک ▁ٹھیک ▁ہو ▁گئے ، ▁را نا ▁مش ہ ود ▁کا ▁ا ...

▁سکیورٹی ▁فورسز ▁نے ▁علاقے ▁میں ▁غیر مع ینہ ▁مدت ▁کے ▁لیے ▁کر فی و ▁نافذ ▁کرکے ▁حملہ ▁آور وں ▁کی ▁تلاش ▁شروع ▁کر ▁دی ▁ہے۔
▁ر ما دہ ▁کے ▁واقعات ▁کے ▁ضمن ▁میں ▁ابن ▁سعد ▁نے ▁تین ▁روایت یں ▁ایسی ▁بیان ▁کی ▁ہیں ▁جن ▁سے ▁ظاہر ▁ہوتا ▁ہے ▁کہ ▁حضرت ▁عمر ▁نے ▁بے کار ▁اور ▁رد ی ▁کھ جور یں ▁کھانے ▁میں ▁بھی ▁ عار ▁محسوس ▁نہیں ▁کی۔ ▁اگر ▁ایک ▁جانب ▁ق حط ▁کی ▁شدت ▁کا ▁اندازہ ▁لگایا ▁جا ▁سکتا ▁ہے ▁تو ▁دوسری ▁طرف ▁حضرت ▁عمر ▁کی ▁قناع ت ▁اور ▁ تواضع ▁کا ▁ نظار ہ ▁بھی ▁کیا ▁جا ▁سکتا ▁ہے۔ ▁کھ جور وں ▁کے ▁وطن ▁میں ▁بیٹھ ▁کر ▁کوئی ▁رد ی ▁کھ جور یں ▁کھ ائے ▁اور ▁وہ ▁بھی ▁امیر ▁الم ؤمن ین ۔ ▁ بائی س ▁لاکھ ▁مربع ▁میل ▁کا ▁حکمران !! 51
▁انٹرنیٹ ▁ٹی ▁وی

▁رضا ▁پہلو ی ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁شیخ ▁رشید ▁اہل ▁یا ▁نااہل ؟ ▁فیصلہ ▁کل ▁سن ایا ▁جائے ▁گا
▁بے ▁ہو شی ▁میں ▁بستر ▁کی ▁چادر یں ▁جر اث یم ▁سے ▁پاک ▁Under pad ▁- ▁خبریں ▁- ▁وی اف نگ ▁It end ▁حفظ ان ▁صحت ▁کے ▁مطابق ▁ٹیکنالوجی ▁کمپنی ، ▁لم یٹ ڈ
▁آپ ▁کا ▁ای ▁میل ▁ایڈریس ▁شائع ▁نہیں ▁کیا ▁جائے ▁گا .
▁- ▁ایک ▁گھنٹے ▁سے ▁کم ▁وقت ▁کے ▁حدود ▁کے ▁لئے ، ▁ہر ▁ فائل ▁میں ▁ایک ▁مہین ہ ▁کے ▁لئے ▁معلومات ▁ہوتی ▁ہے .

▁ممبئی : ▁بالی ▁ووڈ ▁اداکار ▁شاہد ▁کپور ، ▁خوب رو ▁اداکارہ ▁شر دھ ا ▁کپور ▁اور ▁یا می ▁گو تم ▁کی ▁فلم ’ ’ ▁بت ی ▁گل ▁میٹر ▁چال و ‘‘ ▁کا ▁ ٹری لر ▁جاری ▁کردیا ▁گیا۔
▁اسلام ▁آباد : ▁چیئرمین ▁پی ▁ٹی ▁آئی ▁عمران ▁خان ▁نے ▁خود ▁کش ▁حملے ▁میں ▁اک رام ▁اللہ ▁ گن ڈا پور ▁کی ▁شہادت ▁پر ▁گ ہ رے ▁د کھ ▁کا ▁اظہار ▁کرتے ▁ہوئے ▁ملوث ▁ ڈا مہ ▁دار وں ▁کو ▁عبر ت ناک ▁سزا ▁دینے ▁کا ▁مطالبہ ▁کیا ▁ہے۔
▁ا دھر ▁مختلف ▁حلق وں ▁کی ▁جانب ▁سے ▁گورنر ▁کے ▁قتل ▁کی ▁مذمت ▁جاری ▁ہے۔ ▁عوامی ▁نیشنل ▁پارٹی ▁کے ▁ترجمان ▁سینیٹ ر ▁زا ہ د ▁خان ▁کا ▁کہنا ▁ہے ▁کہ ▁مذہبی ▁انتہا ▁پسند ی ▁سے ▁اب ▁کوئی ▁بھی ▁شخص ▁محفوظ ▁نہیں ▁رہا۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁ ’ اگر ▁ایک ▁بند ہ ▁اپنے ▁ گار ڈ ▁سے ▁ہی ▁محفوظ ▁نہیں ▁ہے ▁تو ▁میرے ▁خیال ▁یہ ▁ملک ▁کہاں ▁سے ▁محفوظ ▁ہوگا۔ ▁کیا ▁یہ ▁ملک ▁ترقی ▁کرے ▁گا ▁اور ▁ہم ▁کیا ▁خوشحال ی ▁کی ▁طرف ▁جائیں ▁گے ؟ ▁ہم ▁ایسے ▁لوگوں ▁کی ▁مذمت ▁کریں ، ▁جو ▁مذہبی ▁جن ون یت ▁کا ▁شکار ▁ہیں۔ ▁ان ▁کے ▁خلاف ▁بول یں۔ ▁اس ▁بڑھ تے ▁ہوئے ▁رجحان ▁کو ▁روک نا ▁چاہیے ، ▁نہیں ▁تو ▁ملک ▁کا ▁بہت ▁زیادہ ▁نقصان ▁ہوگا ‘ ۔
▁عمومی ▁اظہار ▁لا تعلق ی
▁یہ ▁اصول ▁کے ▁مقابلے ▁میں ▁واقعے ▁سے ▁است دلال ▁ہے ▁جسے ▁علمی ▁لحاظ ▁سے ▁درست ▁قرار ▁نہیں ▁دیا ▁جا ▁سکتا ۔ ▁یہ ▁ایسی ▁ہی ▁بات ▁ہے ▁کہ ▁ایک ▁شخص ▁کہ ے ▁کہ ▁امام ت ▁کا ▁نظر یہ ▁قرآن ▁وح دی ث ▁کے ▁من افی ▁ہے ▁اور دو سرا ▁ا ِ س ▁کے ▁رد ▁میں ▁ فق ہ ▁جعفر یہ ▁کی ▁کتابوں ▁سے ▁حوالے ▁پیش ▁کر ▁دے ▁یا ▁ایک ▁مسلمان ▁یہ ▁دعوی ٰ ▁کرے ▁کہ ▁غلام ی ▁خلاف ▁اسلام ▁ہے ▁اور ▁کوئی ▁مست شرق ▁ا ِ س ▁کی ▁تردید ▁میں ▁خلافت ▁راشد ہ ▁کے ▁زمان ے ▁سے ▁غلام ی ▁کے ▁شو ا ہ د ▁سامنے ▁لے ▁آئے ۔ ▁غا مدی ▁صاحب ▁قرار ▁داد ▁مقاصد ▁اور ▁دستور ▁پاکستان ▁کی ▁مذکورہ ▁دفع ات ▁ہی ▁پر ▁تو ▁تنقید ▁کر ▁رہے ▁ہیں ▁اور ▁مولانا ▁ا ُ ن ھ ی ▁کو ▁بنیاد ▁بنا ▁کر ▁ا ُ ن ▁کی ▁بات ▁کو ▁غلط ▁ثابت ▁کر ▁رہے ▁ہیں۔ ▁غالبا ً ▁یہی ▁وہ ▁اس لوب ▁بحث ▁ہے ▁جسے ▁منطق ▁کی ▁اصطلاح ▁میں ▁دور ی ▁است دلال ▁سے ▁تعبیر ▁کیا ▁جاتا ▁ہے۔ بر سب یل ▁ت نزل ▁اگر ▁ا ِ ن ▁دل ائل ▁کو ▁قبول ▁بھی ▁کر ▁لیا ▁جائے ▁تب ▁بھی ▁دینی ▁است د لا ▁ل ▁کی ▁سیاسی ▁است دلال ▁سے ▁تردید ▁کا ▁مسئلہ ▁پیدا ▁ہو ▁جاتا ▁ہے ▁جسے ▁مولانا ▁سمیت ▁کوئی ▁مسلمان ▁بھی ▁قبول ▁کرنے ▁کے ▁لیے ▁تیار ▁نہیں ▁ہو ▁سکتا ۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁ض میر فروش ▁ٹو ل وں ▁کی ▁جانب ▁سے ▁ایم ▁کیوایم ▁کا ▁یوم ▁تاسیس ▁من انے ▁کے ▁اعلان ات ▁انت ...

▁قبر یں ▁م ٹی ▁کا ▁ڈھ یر ▁نہیں ▁ہوتی ں
▁’’ پاکستان ▁کے ▁سابق ▁وزیر ▁اعظم ▁میاں ▁نواز ▁شریف ▁نے ▁حال ▁ہی ▁میں ▁اپنی ▁سیاسی ▁سرگرمی وں ▁کے ▁لئے آ کس ف ورڈ ▁اسٹ ریٹ ▁میں ▁سی لف ▁ر جز ▁اسٹ ور ▁کے ▁ساتھ ▁ہی ▁مسلم ▁لیگ ▁( ن ( ▁کا ▁دفتر ▁قائم ▁کیا ▁ہے۔ ▁مسلم ▁لیگ ▁( ن ▁) کی ▁ورک نگ ▁کمیٹی ▁کے ▁لندن ▁اجلاس ▁کے ▁بعد ▁اس ▁آف س ▁میں ▁بہت ▁رونق ▁رہی ▁فر سٹ ▁فلور ▁پر ▁واقع ▁ف لیٹ ▁نمبر ▁10 ، بن ی ادی ▁طور ▁پر ▁تین ▁بی ڈ ▁روم ▁کا ▁فرن یش ڈ ▁ف لیٹ ▁تھا ▁جسے ▁میاں ▁نواز ▁شریف ▁کے ▁فرزند ▁حسن ▁نواز ▁شریف ▁کی ▁کمپنی ▁نے ▁خرید ▁کر ▁فرن ش ▁کیا ▁تھا ▁اب ▁اسے ▁ان ▁سے ▁کر ائے ▁پر ▁لیا ▁گیا ▁ہے ‘‘
▁اردو ▁نیوز ▁شو
▁توہین ▁عدالت ▁کیس : ▁سپریم ▁کورٹ ▁نے ▁عامر ▁لیاقت ▁کی ▁معافی ▁قبول ▁کرلی
▁آئندہ ▁منگل ▁کو ▁وی انا ▁ایڈ ز ▁کانفرنس ▁میں ▁دوسرے ▁بڑے ▁انکشاف ▁کی ▁امید ▁کی ▁جا ▁رہی ▁ہے۔ ▁ایک ▁Anti ret rovi ral ▁Gel ▁کو ▁سائنس دان ▁متعارف ▁کر ائیں ▁گے۔ ▁اس ▁کا ▁تجربہ ▁جنوبی ▁افریقہ ▁کی ▁ایک ▁خاتون ▁پر ▁کیا ▁گیا ، ▁جو ▁کامیاب ▁ثابت ▁ہوا ▁ہے۔
▁دارال عوام ▁سے ▁حمایت ▁حاصل ▁ہونے ▁سے ▁پہلے ▁ہی ▁برطانوی ▁فضائی ہ ▁نے ▁شام ▁میں ▁داعش ▁کے ▁ ٹھ کان وں ▁پر ▁فضائی ▁حملوں ▁کی ▁تیاری ▁مکمل ▁کرلی ▁تھی۔
▁مطلوب ہ ▁الفاظ
▁اس ▁پہ ▁کیسے ▁محل ▁کھڑا ▁ہو ▁گا
▁آپ ▁کا ▁ہفتہ ▁کی سا ▁گزر ے ▁گا
▁ہمارے ▁بارے ▁میں
▁ا ُ س ▁گھ ڑی ▁میں ▁جا گ تا ▁تھا ▁، ▁سو ▁گیا ▁تھا ، ▁کیا ▁پتہ
▁چنانچہ ▁۳۰ ▁ستمبر ▁۱۸ ۹ ۵ ء ▁کو ▁ان ▁کا ▁خط ▁مع ہ ▁نقش ہ ▁موقع ہ ▁کے ▁ب ذریعہ ▁ڈ اک ▁مجھ ▁کو ▁ملا ▁جس کی ▁اصل ▁عبارت ▁ذیل ▁میں ▁لکھ ی ▁جاتی ▁ہے۔
▁اس ▁پر ▁میرے ▁چند ▁طالب ▁علم انہ ▁سوالات ▁ہیں :
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ٹوئٹر
▁آ کس ف ورڈ ▁یونیورسٹی ▁میں ▁پاکستانی ▁طلب ہ ▁سے ▁خطاب ▁میں ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁پاکستان ▁میں ▁جمہوری ▁سسٹم ▁کو ▁بغیر ▁کسی ▁رکاوٹ ▁کے ▁چلنے ▁دینا ▁چاہیے۔
▁1983 میں ▁مدرس ▁پیش ہ ▁والدین ▁کے ▁یہاں ▁آن کھ ▁کھول نے ▁والی ▁اس ▁بچی ▁نے ▁اپنی ▁زندگی ▁کی ہر ▁امتحان ▁میں ▁امتیاز ی ▁درجہ ▁کی ▁کامیابی ▁کا ▁ریکارڈ ▁بنایا ▁ہے ▁۔ ▁کے ▁جی ▁سے ▁پی ▁جی ▁تک ▁وہ ▁سر ▁فہرست ▁ہی ▁رہی ▁1999 کے ▁S SC ا متحان ▁میں ▁نا سک ▁ڈی وث رن ▁میں ▁لڑکی وں ▁میں ▁اول ▁میر ٹ ▁مقام ▁پایا ▁تھا۔ ▁اس ▁کے ▁بعد ▁MH CET ▁میں ▁نمای اں ▁کامیابی ▁کی ▁بنیاد ▁پر ▁دھو ل یہ ▁کے ▁گور ن منٹ ▁کالج ▁میں ▁فری ▁سیٹ ▁حاصل ▁کرکے ▁MB BS کے ▁فائنل ▁اے ئر ▁میں ▁ ٹا پر ▁کا ▁اعزاز ▁حاصل ▁کیا ▁بعد ▁از یں ▁MHP G . CET میں ▁بھی ▁میر ٹ ▁پوزیشن ▁پاک ر ▁گران ٹ ▁می ڈیکل ▁کالج ▁میں ▁میر ٹ ▁کی ▁بنیاد ▁پر ▁داخلہ ▁حاصل ▁کرلیا ▁۔ ▁ماہر ▁تعلیم ▁مبارک ▁کا پ ڑی ▁کے ▁اس ▁قول ▁کے ▁مطابق ▁’’ ▁اپنی ▁قابلیت ▁کے ▁اج ال ے ▁سے ▁ تعصب ▁کا ▁ان دھی را ▁ختم ▁کرد و ‘‘ ▁ناز یہ ▁نے ▁ہر ▁مقابلہ ▁جاتی ▁امتحان ▁میں ▁سخت ▁محنت ▁، ▁منصوبہ ▁بند ▁اسٹ ڈی ▁کے ▁ذریعے ▁فری ▁سیٹ ▁حاصل ▁کرلی ▁۔ ▁ان ▁کے ▁والدین ▁کو ▁کسی ▁بھی ▁جگہ ▁ڈ ون یشن ▁ادا ▁کرنے ▁کی ▁نوبت ▁نہیں ▁آئی ۔
▁جو ▁اس ▁سے ▁زیادہ ▁رکھتے ▁تھے ▁زور ، ▁اور ▁زیادہ ▁مال ▁کی ▁جمع ۔

▁ہمارے ▁بارے ▁میں
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁ص ہی ونی ▁وزیراعظم ▁کا ▁کہنا ▁تھا ▁کہ ▁اسرائیل ▁خطے ▁کی ▁صورتحال ▁کو ▁قریب ▁سے ▁دیکھ ▁رہا ▁ہے ▁اور ▁اسرائیل ▁کے ▁خلاف ▁کسی ▁بھی ▁خطر ے ▁کا ▁بھرپور ▁جواب ▁دیا ▁جائے ▁گا۔
▁ڈاکٹر ز ▁نے ▁بتایا ▁کہ ▁نوازشریف ▁کی ▁شو گر ▁بھی ▁زیادہ ▁ہو رہ ی ▁ہے ، ▁جس ▁سے ▁دل ▁کی ▁د ھڑ کن ▁کنٹرول ▁میں ▁نہیں ▁رہتی ۔ ▁نواز ▁شریف ▁کی ▁طبیعت ▁خراب ▁ہونے ▁کی ▁بنیادی ▁وجہ ▁با قاع دگی ▁سے ▁پانی ▁نہ ▁پی نا ▁اور ▁پس ی نے ▁کا ▁زیادہ ▁آن ا ▁ہے۔
▁عبدال ستار ▁ای دھی ▁نے ▁1951 ▁میں ▁کراچی ▁میں ▁ایک ▁ڈ سپ ین سر ی ▁سے ▁سماجی ▁خدمت ▁کا ▁آغاز ▁کیا ▁تھا ▁اور ▁اب ▁چار وں ▁ صوب وں ▁میں ▁ان ▁کی ▁ایم بول ی نس ▁سروس ، ▁لا وارث ▁بچوں ▁اور ▁بزرگ ▁افراد ▁کے ▁لیے ▁مراکز ▁اور ▁من شی ات ▁کے ▁عادی ▁لوگوں ▁کی ▁بحال ی ▁کے ▁مراکز ▁قائم ▁ہیں۔
▁پرویز ▁رشید ، ▁چوہدری ▁نثار ▁اور ▁نواز ▁شریف ▁کی ▁جنگ اع زاز ▁سید

▁حضرت ▁علی ▁فرماتے ▁ہیں : ▁مجھے ▁اس ▁کے ▁بعد ▁کبھی ▁کسی ▁فیصلے ▁میں ▁کوئی ▁شک ▁یا ▁پریشان ی ▁نہیں ▁ہوئی ( ▁ابو د اؤ د ▁، ▁ترم ذ ی ▁، ▁ابن ▁ما جہ )
▁خواجہ ▁حا رث ▁نے ▁طارق ▁جاوید ▁سے ▁پوچھا ▁کہ ▁جب ▁آپ ▁نیب ▁میں ▁پیش ▁ہوئے ▁تو ▁کیا ▁آپ ▁کا ▁بیان ▁ریکارڈ ▁ہوا ▁جس ▁پر ▁طارق ▁جاوید ▁نے ▁ن فی ▁میں ▁جواب ▁دیا ▁اور ▁کہا ▁کہ ▁میرا ▁بیان ▁30 اگ ست ▁کو ▁بیان ▁کیا ▁گیا ▁۔ میر ی ▁ڈی وٹ ی ▁تھی ▁کہ ▁نیب ▁کو ▁دستاویز ات ▁فراہم ▁کر وں ▁۔ سماع ت ▁کے ▁دوران ▁طارق ▁جاوید ▁کا ▁بیان ▁ریکارڈ ▁ہوا ▁جبکہ ▁دوسرے ▁گواہ ▁شاہد ▁عزیز ▁نے ▁سرکاری ▁دستاویز ات ▁جمع ▁کرو ائیں ▁۔ شا ہ د عز یز ▁کا ▁بیان ▁بھی ▁قلم بند ▁کیا ▁گیا ▁۔
▁( ۲ ) ▁جہاں ▁ضروری ▁ہو ، ▁کابینہ ▁ڈو ی ژن ▁وزیر ▁اعظم ▁کے ▁احکام ات ▁حاصل ▁کرے ▁گا۔
▁ ٣ ▁- ▁ب ھڑ کان ا ، ▁تیز ▁کرنا ۔
▁2 ▁اگست ؛ ▁پاکستان ▁کی ▁وفاقی ▁کابینہ ▁کے ▁حلف ▁اٹھا نے ▁کا ▁دن / ▁چوہدری ▁نثار ▁کا ▁وزیر ▁بننے ▁سے ▁انکار ▁- ▁تسنیم ▁نیوز ▁ایجنسی
▁“ ▁ورنہ ▁کیا ▁ہوگا ▁اب ا ▁جان ▁“ ▁سب ▁سے ▁چھ وٹ ا ▁بیٹا ▁پوچھ ▁بیٹھ ا -
▁ا خف ائے ▁راز ▁کے ▁اصول
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁لب رل ▁اح باب ▁یہ ▁کہنے ▁میں ▁قطعا ً ▁نہیں ▁شرم ات ے ▁کہ ▁انہیں ▁ایسی ▁ریاست ▁پسند ▁ہے ▁جو ▁لب رل ▁ اق دار ▁پر ▁مبنی ▁ہو۔ ▁لب رل ▁ اق دار ▁میں ▁بنیادی ▁درجہ ▁تک ث یری ت ▁کو ▁حاصل ▁ہے۔ ▁ایک ▁لب رل ▁ریاست ▁میں ▁اشتراک ی ▁جماعت ▁کام ▁کر ▁سکتی ▁ہے۔ ▁سو و یت ▁یونین ، ▁چین ، ▁شمالی ▁کوریا ، ▁ایران ، ▁سعودی ▁عرب ▁اور ▁کیو با ▁میں ▁سو ائے ▁حکومتی ▁جماعت ▁کے ▁کسی ▁دوسری ▁سیاسی ▁سرگرمی ▁کی ▁اجازت ▁نہیں ▁ہوتی ۔ ▁ ں ظ ری اتی ▁ریاست ▁کی ▁تعریف ▁ہی ▁یہی ▁ہے ▁کہ ▁ایسی ▁ریاست ▁جو ▁سیاسی ▁نقط ہ ▁نظر ▁پر ▁اج ارے ▁کا ▁دعوی ٰ ▁رکھتی ▁ہو۔ ▁لب رل ▁ریاست ▁نظریات ی ▁نہیں ▁ہوتی ▁بلکہ ▁ہر ▁طرح ▁کے ▁نظری ے ▁کو ▁کام ▁کرنے ▁کا ▁موقع ▁فراہم ▁کرتی ▁ہے۔
▁اسرائیلی ▁وزیر ▁اعظم ▁بھی ▁بارہ ا ▁اور ▁فخر ▁کے ▁ساتھ ▁کہہ ▁چکے ▁ہیں ▁کہ ▁اسرائیل ▁اور ▁ ’ اعتدال ▁پسند ▁عرب ▁ممالک ‘ ▁کے ▁ما بین ▁تعلقات ▁میں ▁بہتر ی ▁آ ▁رہی ▁ہے۔ ▁نیت ن ▁یا ہو ▁نے ▁اگرچہ ▁کسی ▁ملک ▁کا ▁نام ▁نہیں ▁لیا ▁لیکن ▁ قی اس ▁یہی ▁کیا ▁جاتا ▁ہے ▁کہ ▁ اعتدال ▁پسند ▁عرب ▁ممالک ▁سے ▁ان ▁کی ▁مراد ▁سعودی ▁عرب ▁اور ▁خلیج ی ▁عرب ▁ریاست یں ▁ہیں۔
▁RT ▁@ K iran K han P ti 1: ▁چین ▁میں ▁چھ بی س ▁(26) ▁سیاست دان وں ▁کو ▁کرپشن ▁پر ▁موت ▁کی ▁سزا ▁کا ▁حکم ۔ ▁مر نے ▁سے ▁چند ▁لمح ے ▁پہلے ▁کی ▁تصویر ▁ ۔۔۔۔
▁یہ ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁سے ▁روایت ▁میں ▁مزید ▁اس ▁بات ▁پر ▁زور ▁دیا ▁ہے ▁:
▁صرف ▁خبر وں ▁تک ▁محدود ▁نہ ▁رکھتے ▁ہوئے ، ▁اردو د اں ▁قار ئی ن ▁کے ▁علم ▁و ▁ ذوق ▁میں ▁اضافہ ▁کی ▁خاطر ، ▁جنوری ▁2018 ▁سے ▁' ت ع میر ▁نیوز ' ▁کو ▁ایک ▁علمی ، ▁ادبی ، ▁سماجی ▁اور ▁ثقافت ی ▁پورٹ ل ▁میں ▁تبدیل ▁کیا ▁گیا ▁ہے۔
▁بر لن ▁میں ▁منعقد ہ ▁2009 ء ▁عالمی ▁ای تھ لیٹ کس ▁چی مپ ی ئن ▁شپ ▁میں ▁امریکی ▁ٹیم ▁کے ▁تمام ▁کھلاڑیوں ▁نے ▁اپنے ▁سین وں ▁پر ▁ایسے ▁نشان ▁آ ویز اں ▁کیے ▁تھے ▁جن ▁پر ▁جیسی ▁او ون ز ▁کے ▁نام ▁کا ▁مخ ف ف ▁" JO " ▁لکھا ▁تھا۔ ▁اس ▁کا ▁مقصد ▁73 ▁سال ▁قبل ▁اسی ▁میدان ▁میں ▁جیسی ▁کی ▁عظیم ▁فت وح ات ▁کو ▁ خراج ▁تحسین ▁پیش ▁کرنا ▁تھا۔ [2]
▁اے ▁عیسی ٰ ▁م َ یں ▁تج ھے ▁وفات ▁د وں ▁گا ▁اور ▁تج ھے ▁اپنی ▁طرف ▁ا ُ ٹھ اؤں ▁گا ▁اور ▁م َ یں ▁تیر ے

▁اخذ ▁کردہ ▁از ▁« https :// ur . wikipedia . org / w / index . php ? title = زم رہ : تاریخ _ ان قر ہ & oldid =20 605 45 »
▁اضافہ ▁ہوا ▁ضرورت وں ▁ہم ▁د کان یں ، ▁نمائش وں ، ▁ٹی ▁وی ▁شو ▁اور ▁ال یکٹر ان ک ▁نیٹ ▁ورک ▁میں ▁ہے ▁کہ ▁کرنے ▁کے ▁لئے ، ▁ہماری ▁کمپنی ▁تقریبا ▁ہر ▁ہفتے ▁مجبور ▁ہے ▁وجہ ▁نئے ▁ انے ▁ہے . ▁یہاں ▁ملاحظ ہ ▁کریں ▁ہمارے ▁تازہ ▁ترین ▁آمد . ▁دنیا ▁کے ▁ہر ▁کو نے ▁سے ▁یہاں ▁پہنچنے ▁کے ▁تمام ▁زمر وں ▁مہم ل .
▁کشمیر ▁کا ▁سیلاب ▁اور ▁وہ ▁چار ▁دن

▁مقبوضہ ▁کشمیر ▁اور ▁اتر ▁پر دی ش ▁میں ▁بچی وں ▁کے ▁ساتھ ▁زیادتی ▁کے ▁واقعات ▁کے ▁بعد ▁مودی ▁سر کار ▁کو ▁شدید ▁عوامی ▁کا ▁دباؤ ▁کا ▁سامنا ▁ہے ▁اور ▁اسی ▁تنقید ▁کو ▁ز ائل ▁کرنے ▁کے ▁لیے ▁نریندر ا ▁مودی ▁زیادتی ▁کے ▁خلاف ▁بیان ▁دینے ▁پر ▁مجبور ▁ہوئے۔ ▁سوشل ▁میڈیا ▁پر ▁یہ ▁دونوں ▁واقعات ▁ٹ اپ ▁ٹرین ڈ ▁بن ▁گئے ▁اور ▁کشمیر ▁کی ▁ واد یوں ▁سے ▁نئی ▁دہلی ▁کی ▁سڑک وں ▁تک ▁احتجاج ▁کا ▁سلسلہ ▁در از ▁ہو ▁گیا ▁ہے۔ ▁مقبوضہ ▁کشمیر ▁کے ▁دو ▁وزراء ▁ لال ▁سنگھ ▁اور ▁چند ر ▁پر کا ش ▁شرم ا ▁نے ▁است ع فی ٰ ▁دے ▁دیا۔ ▁ان ▁دونوں ▁وزرا ▁نے ▁بچی ▁سے ▁زیادتی ▁کرنے ▁والے ▁ملزمان ▁کے ▁حق ▁میں ▁ہونے ▁والے ▁م ظ ا ہ رے ▁میں ▁شرکت ▁کی ▁تھی ▁جس ▁پر ▁انہیں ▁ک ڑی ▁تنقید ▁کا ▁نشانہ ▁بنایا ▁جارہا ▁تھا۔
▁جملہ ▁حقوق ▁بحق ▁72 نیوز ▁ایچ ▁ڈی ▁ڈاٹ ▁ٹی ▁وی ▁ ”“ ▁محفوظ ▁ہیں .

▁اب ▁لوگوں ▁کے ▁مسائل ▁خود ▁حل ▁کر وں ▁گا ، ▁عوام ▁میرے ▁باز و ▁بن یں ، ▁بلاول
▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁اب ▁ایسا ▁کرنے ▁میں ▁درخت ▁ان ▁کی ▁مدد ▁کر ▁رہے ▁ہیں۔
▁حضرت ▁امام ▁رضا ▁علیہ ▁السلام ▁کی ▁زوج ۂ ▁گرامی
▁روسی ▁وزارت ِ ▁دفاع ▁کے ▁ترجمان ، ▁می جر ▁جنرل ▁ا گور ▁کون اش نک وف ▁نے ▁اس ▁ہفتے ▁صحافی وں ▁سے ▁کہا ▁کہ ▁حکومت ِ ▁شام ▁کے ▁زیر ▁کنٹرول ▁علاقے ▁کے ▁خلاف ▁فضائی ▁یا ▁میزائل ▁حملوں ▁کو ▁شام ▁میں ▁موجود ▁روسی ▁فوجی ▁اہل ▁کار وں ▁کے ▁لیے ▁واضح ▁خطر ے ▁کا ▁باعث ▁خیال ▁کیا ▁جائے ▁گا۔
▁اسلام ▁آباد ▁( س چ ▁ٹائمز ) ▁وزیراعظم ▁عمران ▁کی ▁زیر ▁صدارت ▁آج ▁وفاقی ▁کابینہ ▁کا ▁ایک ▁اہم ▁اجلاس ▁منعقد ▁ہوا ▁ہے ▁جس ▁میں ▁نئے ▁پاکستان ▁کے ▁لئے ▁کوشش وں ▁کو ▁مزید ▁تیز ▁کرنے ▁اور ▁ترقی اتی ▁سفر ▁کی ▁رفتار ▁بڑھانے ▁کے ▁حوالے ▁سے ▁اہم ▁فیصلے ▁کئے ▁گئے ▁ہیں۔
▁” یہ ی ▁تو ▁وجہ ▁ہے ▁ان ▁کے ▁غریب ▁رہنے ▁کی۔ ▁“ ▁جیسے ▁مجھے ▁ن کت ہ ▁مل ▁گیا ▁ہو۔
▁یو نس ▁خان ▁نے ▁کہا ▁ٹیسٹ ▁کرکٹ ▁کو ▁الو داع ▁- ▁April ▁8 , ▁2017
▁بنگلہ ▁دیش ▁اور ▁سری ▁لنکا ▁کے ▁درمیان ▁پہلا ▁ٹی ▁20 ▁میچ ▁( کل ) ▁کھیل ا ▁جائے ▁گا
▁شہد ائے ▁نام وس ▁رسالت ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁میں ▁ایک ▁اور ▁شہید ▁کا ▁اضافہ ▁ہو ▁گیا ▁ہے۔ ▁ممتاز ▁قادر ی ▁نے ▁پھ انس ی ▁کے ▁پھ ند ے ▁کو گل ے ▁لگا ▁کر ▁خود ▁کو ▁شہد ائے ▁نام وس ▁رسالت ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کی ▁صف ▁میں ▁شامل ▁کر ▁لیا ▁ہے۔ پ ھان سی ▁کے ▁عمل ▁کو انت ہ ائی ▁خفیہ ▁رکھا گیا ۔ اہل ▁خانہ ▁سے ▁ملاقات ▁کے ▁دوران ▁بلند آ واز میں ▁ن عت ▁رسول ▁مقبول ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁پڑھ ی ۔ ▁اہل ▁خانہ ▁کو ▁صبر ▁کا ▁دامن ▁نہ ▁چھوڑ نے ▁کی ▁تلقی ن ▁کی۔ ▁تخت ہ ▁دار کی ▁طرف ▁خود ▁چل ▁کر ▁گئے۔ ▁تخت ہ ▁دار ▁پر ▁چڑھ تے ▁ہوئے ▁نعر ہ ▁تک بیر ، ▁نعر ہ ▁رسالت ، ▁نعر ہ ▁خلافت ، ▁نعر ہ ▁حیدر ی ▁بلند ▁کیا۔ ▁سلمان ▁تاثیر ▁کے ▁قتل ▁سے ▁ممتاز ▁قادر ی ▁کے ▁تخت ہ ▁دار کو ▁گل ے ▁لگانے ▁تک ▁جو ▁کچھ ▁ہوتا ▁رہا ▁وہ ▁میڈیا ▁کے ▁ وسی لے ▁سے ▁عوام ▁تک ▁پہنچ تا ▁رہا۔ مم تاز ▁قادر ی ▁رحم ة ▁اللہ ▁علیہ ▁تو اللہ ▁تعالی ٰ ▁اور رسول ▁کریم ▁صلی ▁اللہ ▁علیہ ▁وال ہ ▁وسلم ▁کی ▁بار گاہ ▁میں ▁سرخ رو ہو چ کے ▁ہیں۔ تا ہم ▁وہ ▁اپنے ▁پیچھے ▁بہت ▁سے ▁سوال یہ ▁نشان ▁چھوڑ ▁گئے ▁ہیں۔ ▁پاکستان ▁کے ▁پہلے ▁وزیراعظم ▁لیاقت ▁علی ▁خان ▁سے ▁بین ظ یر ▁بھٹو ▁تک ▁کتنی ▁حکومتی ▁اور ▁سیاسی ▁شخصیات ▁ہیں ▁جن ▁کے ▁قاتل وں ▁کو ▁تخت ہ ▁دار ▁پر ▁ل ٹک ایا ▁گیا ▁ہے۔ ▁کتنے ▁قتل ▁کے ▁ایسے ▁کیس ▁ہیں ▁جو ▁ممتاز ▁قادر ی ▁سے ▁پہلے ▁سے ▁زیر سماع ت ▁ہیں ▁اور ان ▁کیس وں ▁کا ▁فیصلہ ▁نہیں ▁ہوا ▁۔ دن ▁دی ہا ڑے ▁بھر ے ▁بازار میں ▁تین ▁افراد ▁کو ▁قتل ▁کرنے ▁والے ▁ ریم نڈ ▁ڈی وس ▁کو ▁تو ▁پرو ٹو کول ▁کے ▁ساتھ ▁امریکہ ▁روانہ ▁کیا ▁جاتا ▁ہے۔ ▁ممتاز ▁قادر ی ▁کو ▁سزا ▁دینا ▁ضروری ▁ہی ▁تھا ▁تو ▁عمر ▁قید ▁کی ▁سزا سن انے ▁سے ▁بھی ▁قانونی ▁ت قاض ے ▁پورے ▁ہو ▁جاتے ▁اور عوام ▁کو ▁اتنا ▁شدید ▁صدم ہ ▁بھی ▁نہ ▁پہنچ تا ۔
▁بڑھ تا ▁رہتا ▁ہے ▁یہاں ▁تک ▁کے ▁24 ▁جون ▁کو ▁5 ▁گھنٹے ▁اور ▁01 ▁ منٹ ▁ہو ▁جا ت ▁ہے۔ ▁پھر
▁اے ▁آر ▁ وائی ▁نیوز
▁عمران ▁خان ▁کے ▁ساتھ ▁ہیں ، ▁اب ہ ام ▁پیدا ▁کرنے ▁کی ▁ضرورت ▁نہیں : ▁چودھری ▁پرویز الہ ی ٰ
▁امریکہ ▁کی ▁عرب ▁ممالک ▁کے ▁خلاف ▁سازش
▁موت ▁امام ▁علی ( ع ) ▁کی ▁نظر ▁میں ▁ایران ▁کے ▁نام ور ▁رائٹ ر ▁سعید ▁احمد ▁فا طم ی ▁کی ▁شاہ کار ▁کتاب ▁ہے ▁جسے ▁بو ستان ▁کتاب ▁پ بل ش رز ▁نے ▁شائع ▁کرنے ▁کی ▁سعادت ▁حاصل ▁کی ▁ہے ▁یہ ▁کتاب ▁320 ▁صفحات ▁پر ▁مشتمل ▁ہے۔

▁آپ ▁کا ▁مقامی ▁ہیرو ▁کون ▁ہے ▁؟
▁دنیا ▁بھر ▁سے
▁کی پٹ ن ( ر ) صف در ▁کی ▁10 ▁روزہ ▁حفاظت ی ▁ضمانت ▁منظور
▁Home ▁پاکستان ▁نواز ▁شریف ، ▁مریم ، شا ہ د ▁خاقان ▁عباسی ▁پر ▁پابندی ▁لگ ▁گئی
▁راولپنڈی : ▁پاک ▁فوج ▁نے ▁ایل ▁او ▁سی ▁پر ▁بلا ▁ اشت عال ▁فائرنگ ▁کا ▁جواب ▁دیتے ▁ہوئے ▁شہریوں ▁کو ▁نشانہ ▁بنانے ▁والی ▁بھارتی ▁چوک ی ▁تباہ ▁کر ▁دی ▁جس ▁کے ▁نتیجے ▁میں ▁5 ▁بھارتی ▁فوجی ▁ہلاک ▁اور ▁کئی
▁او ▁پیک ▁کا ▁اجلاس ▁25 ▁مئی ▁کو ▁وی انا ▁میں ▁ہو ▁گا۔ ▁اس ▁ملاقات ▁میں ▁روس ▁سمیت ▁11 ▁غیر ▁رکن ▁ممالک ▁شریک ▁ہوں ▁گے۔
▁فا ٹا ▁کے ▁ا نضمام ▁کا ▁بل ▁خیبر ▁پختونخوا ▁اسمبلی ▁نے ▁بھی ▁منظور ▁کرلیا
▁( ا ے ▁انسان ! ▁ت جھ ▁کو ▁تیر ے ▁رب ▁کریم ▁کے ▁بارے ▁میں ▁کس ▁چیز ▁نے ▁دھو کے ▁میں ▁ڈال ▁رکھا ▁ہے )

▁حقیقت ▁یہ ▁ہے ▁کہ ▁ٹیلی ▁پی تھ ی ▁وغیرہ ▁پر اس رار ▁علوم ▁کی ▁ایک ▁قسم ▁ہے۔ ▁حالانک ہ ▁اس ▁عمل ▁کو کر نے ▁کے ▁دوران ▁نہ ▁تو کو ئی ▁شرک یہ ▁کلمات ▁ادا ▁کرنے ▁پڑ تے ▁ہیں ▁اور ▁نہ ▁ہی ▁کوئی ▁مو کل ▁حاضر ▁ہوتا ہے۔ ▁اس ▁کے ▁باوجود ▁اس ▁عمل ▁کو کر نے ▁والے ▁دس ▁فیصد ▁لوگ ▁نا ▁تجربہ ▁کاری ▁یا است اد ▁کی ▁ لاپ روا ہی ▁کے ▁سبب ▁اپنی ▁جان ▁سے ▁ہاتھ ▁دھو بی ٹھ تے ▁ہیں ▁جبکہ ▁80 فی صد ▁کا ▁ذہنی ▁تو از ن ▁خراب ▁ہوجاتا ہے۔ ▁صرف ▁دس ▁فیصد ▁ایسے ▁بدن ص یب ▁ہیں ▁جو ▁اس ▁عمل ▁میں ▁کامیابی ▁حاصل ▁کرکے ▁ظاہر ی ▁نمود و ▁نمائش ▁اور عارض ی ▁دنیا ▁وی ▁کامیابی ▁سے ▁ہم کن ار ▁ہو جا تے ▁ہیں ▁لیکن ▁اپنی ▁ عاقب ت ▁تباہ ▁کردی تے ▁ہیں۔ ▁اکثر ▁لوگوں ▁میں ▁یہ ▁غلطی ▁ف ہم ی ▁پائی ▁جاتی ▁ہے ▁کہ ▁ٹیلی ▁پی تھ ی ▁علم ▁نفس یات ▁کی ▁ایک ▁شاخ ▁سے ▁تعلق ▁رکھتا ہے ▁لیکن ▁میں ▁اپنے ▁تجربہ ▁کی ▁بنا ▁پر کہ تا ہ وں ▁کہ ▁اس ▁عمل ▁کا ▁شمار ▁شیطان ی ▁علوم ▁میں ▁تو کیا ▁جاسکتا ہے ▁لیکن ▁اس ▁کو نفس یات ▁کی ▁ایک ▁شاخ ▁قرار ▁دینا ▁ص ری حا ً ▁دھو کا ▁دینے ▁کے ▁متر اد ف ▁ہے۔ اسی ▁طرح ▁ڈاکٹر ▁صاحب ▁نے ▁علوم ▁کے ▁جو فو ائد ▁گ نو ائے ▁ہیں ‘ ▁ان ▁کا ▁حقیقت ▁سے ▁دور ▁کا ▁تعلق ▁بھی ▁نہیں۔ ▁جو ▁لوگ ▁اس ▁قسم ▁کے ▁مذ موم ▁ دھ ند وں ▁کے ▁ذریعے ▁لوگوں ▁کی ▁زندگی وں ▁سے ▁کھیل ▁رہے ▁ہیں ‘ ▁انہیں ▁روز ▁قیامت ▁اللہ ▁کے ▁حضور ▁جواب ▁د ہی ▁کے ▁لئے ▁تیار ▁رہ نا ▁چاہئے ۔ ▁بعض ▁عامل ▁حضرات ▁یہ ▁دعوی ٰ ▁کرتے ▁ہیں ▁کہ ▁انہوں ▁نے ▁سخت ▁محنت ▁کے ▁ذریعے ▁اس ▁علم ( ہ پن اٹ زم ▁وغیرہ ) ▁کو ▁حاصل ▁کیا ہے۔ ▁وہ ▁جھوٹ ▁بول تے ▁ہیں۔ ▁ان ▁پیش ہ ▁ور عامل وں ▁نے ▁اس ▁کا ▁با قاعدہ ▁عمل ▁کیا ہ وتا ہے۔ ▁لیکن ▁عام ▁لوگوں ▁کو ▁سچ ▁بات ▁بتا نے ▁کی ▁بجائے ▁حقیقت ▁کے ▁برعکس ▁بے ▁سرو پا اور جھ وٹ ی ▁معلومات ▁کے ▁ذریعے ▁اصل ▁حقیقت ▁کو ▁ظاہر ▁نہیں ▁کرتے ۔ ▁یہ ▁اور وہ ▁تمام ▁عملیات ▁جو ▁عام ▁بازار ی ▁کتب ▁میں ▁ک ثر ت ▁کے ▁ساتھ ▁ملت ے ▁ہیں ‘ ▁کبھی ▁بھول ▁کر ▁ان ▁کتب ▁سے ▁عملیات ▁میں ▁مدد ▁نہیں ▁ل ینی ▁چاہئے ۔
▁فا ٹا ▁کے ▁مسئلہ ▁پر ▁ا چک ز ئی ▁اور ▁مولانا ▁کا ▁ایک ▁موقف ▁نہیں ▁ہے۔ ▁ا چک ز ئی ، ▁صرف ▁الگ ▁صوبہ ▁بنانے ▁کے ▁حق ▁میں ▁ہے ▁جبکہ ▁مولانا ، ▁اگرچہ ▁ذاتی ▁طور ▁پر ▁الگ ▁صوبہ ▁کے ▁حق ▁میں ▁ہے ▁مگر ▁فا ٹا ▁کے ▁مستقبل ▁کو ▁فا ٹا ▁کے ▁باشند گان ▁کی ▁رائے ▁سے ▁مشروط ▁کرتا ▁ہے۔ ▁بات ▁یہ ▁ہے ▁کہ ▁فا ٹا ▁کا ▁مسئلہ ، ▁کفر ▁و اسلام ▁کا ▁مسئلہ ▁نہیں ▁بلکہ ▁صرف ▁ایک ▁سیاسی ▁وا ▁نت ظ امی ▁مسئلہ ▁ہے۔ ▁اس ▁کو ▁اتنا ▁دل ▁پہ ▁لینے ▁کی ▁ضرورت ▁نہیں۔ ▁والسلام
▁ٹیلی ▁ویژن ▁اور ▁ریڈیو
▁جنرل ▁سنگھ ▁اور ▁وزارت ▁دفاع ▁کے ▁درمیان ▁کافی ▁عرصے ▁سے ▁اس ▁سوال ▁پر ▁رس ہ ▁کشی ▁چل ▁رہی ▁ہے ▁کہ ▁ان ▁کی ▁پیدائش ▁کا ▁سال ▁ان یس ▁سو ▁پچ اس ▁مانا ▁جائے ▁یا ▁ا کیا ون ۔ ▁جنرل ▁سنگھ ▁کا ▁دعوی ٰ ▁ہے ▁کہ ▁وہ ▁ان یس ▁سو ▁ا کیا ون ▁میں ▁پیدا ▁ہوئے ▁تھے ▁لیکن ▁فوج ▁میں ▁بھر تی ▁کے ▁وقت ▁غلطی ▁سے ▁سن ہ ▁پچ اس ▁لکھا ▁گیا ▁تھا۔
▁میرے ▁صوبے ▁کا ▁وزیر ▁اعلی ٰ ▁- ▁( سن دھ ▁)
▁کیا ▁فرق ▁پڑتا ▁ہے ▁اگر ▁ ۔۔ ▁اسلام ▁کے ▁نام ▁پہ ▁حاصل ▁کی ▁گئی ▁ریاست ▁پاکستان ▁میں ▁دن ▁د گن ی ▁اور ▁رات ▁چ گن ی ▁رفتار ▁سے ▁اسی ▁مذہب ▁اسلام ▁کو ▁دہشت ▁گردی ▁کا ▁مذہب ▁قرار ▁دیا ▁جارہا ▁ہے ▁ ۔۔
▁مذکورہ ▁شخص ▁نے ▁الزام ▁کی ▁تردید ▁کی ▁اور ▁پولیس ▁نے ▁اسے ▁فی ▁الحال ▁ضمانت ▁پر ▁رہا ▁کردیا ▁ہے۔
▁امن ▁کی ▁خواہش ▁کو ▁کمزور ▁ی ▁نہ ▁سمجھا ج ائے ، ▁سربراہ ▁پاک ▁بحر یہ
▁اور ▁اگر ▁اس ▁کا ▁کر ت ہ ▁پیچھے ▁کی ▁جانب ▁سے ▁پھ ا ڑا ▁گیا ▁ہے ▁تو ▁عورت ▁جھوٹ ی ▁ہے ▁اور ▁یوسف ▁سچ وں ▁میں ▁سے ▁ہے۔
▁نجی ▁ٹیلی ▁ویژن ▁چینی ل وں ▁کی ▁فو ٹی ج ▁سے ▁پتہ ▁چلا ▁کہ ▁FBI ▁کے ▁ڈائریکٹر ▁نے ▁پاکستان ▁کے ▁مش یر ▁داخلہ ▁رحمان ▁ملک ▁کے ▁ساتھ ▁ملاقات ▁کی۔ ▁را بر ٹ ▁مو ئل ر ▁کے ▁دورے ▁کے ▁دوران ▁پاکستان ▁کے ▁اندر ▁سلامتی ▁کی ▁مجموعی ▁صورتحال ▁اور ▁ممبئی ▁حملوں ▁کی ▁تحقیقات ▁کے ▁حوالے ▁سے ▁بھارت ▁کے ▁ساتھ ▁تعاون ▁جیسے ▁موضوعات ▁پر ▁پاکستانی ▁حکام ▁کے ▁ساتھ ▁ملاقات یں ▁ہوں ▁گی۔
▁Ye a ▁پہلے ▁زیادہ ▁سے ▁سال ▁ایک
▁عمران ▁خان ▁کی ▁تقریر ▁کا ▁ایک ▁منظر

▁ممتاز ▁مفت ی ▁کی ▁’’ ال کھ ▁نگر ی ‘‘ ▁ب لاش بہ ▁ایک ▁نہای ت ▁غیر مع مول ی ▁کتاب ▁ہے ▁ ۔۔ ▁کم ▁و ▁بیش ▁اتنی ▁ہی ▁غیر مع مول ی ▁جتن ا ▁اس ▁کا ▁مصنف ▁ہے ▁یا ▁اس ▁کا ▁موضوع ۔ ▁اسے ▁مم تا ...
▁ر یشن ▁پا ؤ ر ▁ہاؤس ▁پر ▁دس ▁دن ▁کے ▁اندر کام ▁شروع ▁نہ ▁کرنے ▁کی ▁صورت ▁میں ▁عوام ▁سڑک وں ▁پر ▁نکل نے ▁پر ▁مجبور ▁ہو نگے ▁April ▁18 , ▁2018
▁قبل ▁از یں ، ▁شام ▁کے ▁سرکاری ▁ذرائع ▁ابلاغ ▁اور ▁سرگرم ▁کارکنوں ▁نے ▁کہا ہے ▁کہ ▁ملک ▁کے شمال ▁مغربی ▁حصے ▁میں ▁سڑک ▁کنار ے ▁ایک ▁بم ▁دھماکے ▁میں ▁کم ▁از کم ▁14 ▁افراد ▁ہلاک ▁ہوگئے ▁ہیں۔
▁پر ▁پاکستان ▁کی ▁انتخابی ▁تاریخ ▁( ▁حصہ ▁اول ) ▁_ ▁دنیا ▁کی ▁کہانی ▁میری ▁زبان ی
▁انسان وں ▁کو ▁انسان وں ▁کی ▁غلام ی ▁سے ▁نجات ▁کرانے ▁کا ▁نام ▁آزادی ▁ہے : صدر ▁مملکت
▁کابل ▁میں ▁کئی ▁پولنگ ▁اسٹیشن ز ▁پر ▁بم ▁دھماکے
▁روزہ ▁اللہ ▁کے ▁لئے ▁اور ▁اس ▁کا ▁ا چر ▁اللہ ▁دے ▁گا ▁۔ ▁ال
▁انعام ▁اللہ ▁ناکام ی ▁نے ▁پ ے ▁در پ ے ▁پانچ ▁بار ▁چ نگ ▁کے ▁چار وں ▁شان ے ▁چ ت ▁کر ▁دیے ، ▁مگر ▁اس ▁نے ▁ہار ▁مان نے ▁سے ▁انکار ▁کر ▁دیا۔ ▁وہ ▁استاد ▁بن نا ▁چاہتا ▁تھا۔ ▁وہ ▁دیکھ تا ▁تھا ▁ہر ▁شخص ▁اس ▁کے ▁استاد ▁کا ▁احترام ▁کرتا ▁...
▁غ ئی ▁دوزخ ▁کے ▁ نچ لے ▁حصے ▁میں ▁ایک ▁کن و اں ▁ہے ▁جس ▁میں ▁اہل ▁دوزخ ▁کی ▁پی پ ▁گر تی ▁ہے ▁ایک ▁قول ▁یہ ▁بھی ▁ہے ▁کہ ▁یہ ▁ جہ نم ▁کی ▁سب ▁سے ▁زیادہ ▁گرم ▁اور ▁گ ہری ▁و ادی ▁ہے ▁اور ▁اس ▁میں ▁ایک ▁کن و اں ▁ہے ▁جب ▁ جہ نم ▁کی ▁آگ ▁ب جھ نے ▁پر ▁آتی ▁ہے ▁تو ▁اللہ ▁ع زوج ل ▁اس ▁کن و ئیں ▁کو ▁کھول ▁دیتا ▁ہے ▁جس ▁سے ▁وہ ▁بدست ور ▁ب ھڑ ک نے ▁لگ تی ▁ہے۔ ▁یہ ▁کن و اں ▁بے ▁نماز یوں ▁، ▁ زان یوں ▁، ▁شراب یوں ▁، ▁سود ▁خور وں ▁اور ▁والدین ▁کو ▁ای ذا ▁دینے ▁والوں ▁کے ▁لیے ▁ہے۔
▁" قرآن ▁سے ہ دا ▁ یت ▁و ▁را ▁ ہن ما ▁ ئی ▁حاصل ▁کرنے ▁کے ▁لیے ▁دو ▁شرط یں ▁ضروری ▁ہیں ▁قلب ▁سلیم ▁اور ▁عقل ▁صحیح ▁اگر ▁کو ▁ ئی ▁شخص ▁ان ہی ▁دو ▁شرط وں ▁کو ▁م لو ظ ▁رکھ ▁کر ▁یعنی ▁ خلو ص ▁نیت ▁سے ▁اور ▁خا ▁لی ▁الذ ھن ▁ہو ▁کر ▁قرآن ▁مجید ▁کا ▁مط ا ▁لع ہ ▁کرے ▁تو ▁وہ ▁حضرت ▁محمد ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کے ▁اس ▁طریق ▁کا ▁ر ▁کو تسل یم ▁کرنے ▁اور ▁اس ▁کی ▁ ات با ▁ع ▁کرنے ▁پر ▁مجبور ▁ہو ▁جا ▁تا ▁ہے ▁جو ▁آپ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁قرآن ی ▁اح کا ▁م ▁کی ▁تع م یل ▁کے ▁دورا ▁ن ▁اخت یا ▁ر ▁کر ▁کے ▁امت ▁مسلم ہ ▁کو ▁د کھ لا ▁یا ▁تھا ▁اس ▁طریق ▁کار ▁کو ▁قرآن ▁نے ▁اس وہ ▁حسن ہ ▁قرار ▁دیا ▁اور ▁اس ▁کی ▁اتباع ▁کو ▁مسلمانوں ▁کے ▁لیے ▁تا ▁قیامت ▁واجب ▁ الات باع ▁قرار دیا ▁ہے۔ کی ون کہ ▁اس ▁کی ▁اتباع ▁کے ▁بغیر ▁قرآن ▁پر ▁عمل ▁کرنا ▁نا ▁ممکن ▁ہو ▁جا ▁تا ▁ہے ▁حتی ٰ ▁کہ ▁اگر ▁یہ ▁کہہ ▁دیا ▁جا ▁ ئے ▁کہ ▁شرک ▁کے ▁بعد ▁قرآن ▁نے ▁جتن ا ▁زور ▁اطاعت ▁و ▁اتباع ▁رسول ▁اور ▁اس ▁کے ▁ادب ▁و ▁احت را ▁م ▁پر ▁دیا ▁ہے ▁اتنا ▁اور ▁کسی ▁بات ▁پر ▁نہیں ▁دیا ▁تو ▁یہ ▁بے ▁جا ▁بات ▁نہ ▁ہو ▁گی۔ ( آئی نہ ▁پرویز یت ▁: ص 4)
▁ڈھ ا کہ : ب نگ لہ ▁دیش ▁کے ▁سپریم ▁کورٹ ▁نے ▁آج ▁بر اط انو ی ▁ہائی ▁کمیشن ▁پر ▁حملے ▁کے ▁تین وں ▁مجرم وں ▁کی ▁پھ انس ی ▁کی ▁سزا ▁برقرار ر کھی ۔ بر ط انو ی ▁ہائی ▁کمیشن ▁پر ▁2004 میں ▁غیر ▁قانونی ▁قرار ▁د ئے ▁گئے ▁اسلامی ▁گروپ ▁کے ▁دو ▁اراکین ▁نے ▁دستی ▁بم وں سے ▁حملہ ▁کیا ▁تھا۔ ▁حملہ ▁آور ▁حرکت ▁الج ہ اد ▁اسلامی ▁گروپ ▁سے ▁تعلق ▁رکھتے ▁ہیں ، ج نہیں ▁2008 میں ▁پھ انس ی ▁کی ▁سزا ▁سن ائی ▁گئی ▁تھی۔ حمل ے ▁میں ▁تین ▁ا فرد ▁کی ▁موت ▁ہوگئی ▁تھی ▁اور ▁برطانوی ▁ہائی ▁کمیشن رسم یت ▁50 افراد ▁زخمی ▁ہوگئے ▁تھے۔ ▁سپریم ▁کورٹ ▁کے ▁چار ▁جج وں ▁کی ▁بین چ ▁نے ▁، جس ▁کے ▁سربراہ ▁چیف ▁جسٹس ▁سری ندر ▁کم ار ▁سن ہا ▁تھے ، اسلام ی ▁گروپ ▁کے ▁رہنما ▁مفت ی ▁عبدالرحمن ▁سمیت ▁تین ▁مجرم ین ▁کی ▁پھ انس ی ▁کی ▁سزا ▁برقرار ر کھی ۔ یہ ▁اطلاع ▁ نامہ ▁نگار وں ▁کو ▁چیف ▁ اٹ ارن ی ▁جنرل ▁ب شیر ▁احمد ▁نے ▁دی۔ ▁است غا ث ہ ▁کے ▁وکیل ▁نے ▁کہا ▁کہ ▁وہ ▁فیصلے ▁پر ▁نظر ▁ثانی ▁کے ▁لئے ▁عرض ی ▁داخل ▁کریں ▁گے۔ بر ط انو ی ▁ہائی ▁کمیشن ▁پر ▁حملہ ▁سل ہ ٹ ▁میں ▁جمعہ ▁کی ▁نماز ▁کے ▁وقت ▁کیا گیا ▁تھا۔ ▁اس ▁حملہ ▁میں بر ط انو ی ▁سفیر ▁کے ▁پیر ▁میں ▁چو ٹ ▁لگی ▁تھی۔
▁۱۸ یہ ▁بہ شت ▁میں ▁ایک ▁چشم ہ ▁ہے ▁جس ▁کا ▁نام ▁سل سب یل ▁ہے۔
▁آن دھر ا ▁پر دی ش ▁میں ▁سی ▁بی ▁آئی ▁بلا ▁اجازت ▁داخل ▁نہیں ▁ہو ▁سکتی
▁ایک ▁جگہ ▁ان ▁الفاظ ▁میں ▁جمہوریت ▁کی ▁مذمت ▁فرمائی ▁۔
▁پانی ▁پانی ▁ہو ▁جا ؤں ▁گا
▁یعنی ▁اپنے ▁دشمن ▁کے ▁ت عاقب ▁کرنے ▁میں ▁کمزور ی ▁مت ▁دکھا ؤ ▁بلکہ ▁ان ▁کے ▁خلاف ▁بھرپور ▁ جہ دو جہ د ▁کرو ▁اور ▁گھ ات ▁لگا ▁کر ▁بیٹھ و ۔
▁انہوں ▁نے ▁بتایا ▁کہ ▁پنجاب ▁بھر ▁کے ▁147 ▁اس سٹ نٹ ▁کمشنر ز ▁کو ▁حکومت ▁پنجاب ▁کی ▁جانب ▁سے ▁3000 ▁سی ▁سی ▁ٹو یو ٹا ▁ڈ بل ▁کی بن ▁ہائی ▁ل کس ▁گاڑی اں ▁فراہم ▁کی ▁گئی ▁ہیں۔ اس ▁موقع ▁پر ▁ایڈ یشن ل ▁ڈپٹ ی ▁کمشنر ▁جنرل ▁نیل م ▁خ ٹک ، ▁ایڈ یشن ل ▁ڈپٹ ی ▁کمشنر ▁ایف ▁اینڈ ▁پی ▁ڈاکٹر ▁ست ائش ▁اور ▁دیگر ▁افسران ▁موجود ▁تھے ▁۔ د پٹ ی ▁کمشنر نے ▁کہا ▁کہ ▁اس سٹ نٹ ▁کمشنر ز ▁کو ▁ فیل ڈ ▁میں ▁در کار ▁مسائل ▁کے ▁از ال ے ▁کے ▁لئے ▁یہ ▁گاڑی اں ▁فراہم ▁کی ▁گئی ▁ہیں ▁جبکہ ▁آپ ▁لوگ ▁اپنے ▁اندر ▁احساس ▁ذم ہ ▁داری ▁پیدا ▁کرتے ▁ہوئے ▁عوام ▁کے ▁مسائل ▁ان ▁کی ▁دہلی ز ▁پر ▁حل ▁کریں ▁تاکہ ▁عوام ▁کو ▁ریلی ف ▁ملے ۔
▁مش ی ▁ گن ▁میں ▁ہندوستان ی ▁امریکی ▁فلور ▁لیڈر ▁منتخب
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁میں ▁حضرت ▁محمد ▁مصطفی ▁صلی ▁اللہ ▁علیہ ▁و ▁آل ہ ▁و ▁سلم ▁کی ▁سب ▁سے ▁بڑھ ▁کر ▁پیر وی ▁کرتا ▁ھ وں ▁یہ ▁سب ▁میری ▁والد ہ ▁محترم ہ ▁کی ▁تربیت ▁کا ▁نتیجہ ▁ ھے ▁وہ ▁مجھے ▁ ھر ▁روز ▁بلا ▁کر ▁آپ ▁کے ▁اخلاق ▁کی ▁تعلیم ▁دیتی ں ▁اور ▁آپ ▁کی ▁پیر وی ▁کرنے ▁کا ▁حکم ▁فرما تی ▁تھیں ▁اور ▁میں ▁کئی ▁سال ▁اس ▁بحر ▁علم ▁کے ▁قریب ▁رھ الہ ٰ ذا ▁جس ▁طرح ▁میں ▁نے ▁انھیں ▁قریب ▁سے ▁دیکھا ▁ ھے ▁اس ▁طرح ▁کوئی ▁بھی ▁انھیں ▁ نھیں ▁دیکھ ▁سکتا ▁۔ [3]
▁8 ▁مہ دی ▁کا ▁نام ▁محمد ▁ہونا ▁تھا ▁ ؍ ؍
▁چو ت ھے ▁مشرقی ▁اقتصادی ▁فورم ▁میں ▁شرکت ▁بعد ▁اسی ▁روز ▁رات ▁کے ▁وقت ▁چین ▁کے ▁صدر ▁مملکت ▁شی ▁جن ▁پھ نگ ▁واپس ▁بی جنگ ▁پہنچے ▁ہیں ▁۔
▁کراچی : ▁وفاقی ▁وزیر ▁تعلیم ▁ش فقت ▁محمود ▁وزیراعلی ٰ ▁سندھ ▁مراد ▁علی ▁شاہ ▁سے ▁ملاقات ▁کررہے ▁ہیں
▁پچھلے ▁چار ▁سال وں ▁سے ▁اپنی ۱۴ ؍ ▁سالہ ▁نا بالغ ▁بیٹی ▁کی ▁ع صمت ▁ریزی ▁کرنے ▁والا ▁باپ ▁گرفتار
▁' ہم ▁دیکھ نا ▁چاہتے ▁تھے ▁کہ ▁کیا ▁ہم ▁داخل ے ▁کا ▁کوئی ▁ایسا ▁نظام ▁وضع ▁کر ▁سکتے ▁ہیں ▁جو ▁خالص تا ً ▁میر ٹ ▁پر ▁مبنی ▁ہو۔
▁(1) ▁توحید ▁اور ▁اپنی ▁عبادت ▁کے ▁ساتھ ▁ساتھ ▁اللہ ▁نے ▁والدین ▁کے ▁ساتھ ▁بھی ▁حسن ▁سلوک ▁کرنے ▁کا ح کم ▁دیا ▁ہے ▁جس ▁سے ▁والدین ▁کے ▁ساتھ ▁حس ▁سلوک ▁کرنے ▁کی ▁اہمیت ▁کا ▁انداز ▁ہ ▁ہوتا ▁ہے ▁۔
▁میں ▁قادر ی ▁صاحب ▁اور ▁عمران ▁خان ▁صاحب ▁سے ▁یہ ▁عرض ▁کرتا ▁ہوں ▁کہ ▁وہ ▁پاکستان ▁کی ▁سلامتی ▁کا ▁خیال ▁رکھیں ▁ایسا ▁نہ ▁ہو ▁کہ ▁انتشار و خلف شار ▁دیکھ ▁کر ▁کہیں ▁دشمن ▁یہ ▁مطالبہ ▁کرنے ▁لگ یں ▁کہ ▁پاکستان ▁کا ▁ایٹم ی ▁پروگرام ▁ایک ▁ناکام ▁ریاست ▁میں ▁بڑا ▁خطرہ ▁ہے ▁اور ▁پرویز ▁مشرف ▁کی ▁ملک ▁کیلئے ▁یہ ▁بڑی ▁خدمت ▁ہے ▁کہ ▁انہوں ▁نے ▁ایٹم ی ▁پروگرام ▁کے ▁حوالے ▁سے ▁کسی ▁بھی ▁قوت ▁کو ▁پاکستان ▁پر ▁بری ▁نظر ▁نہیں ▁ڈال نے ▁دی ▁اور ▁یہ ▁پہلا ▁حکم ر اں ▁ہے ▁جس ▁پر ▁کرپشن ▁کا ▁کوئی ▁الزام ▁نہیں ▁ہے۔
▁کو مت ▁نے ▁نیا ▁سال ▁شروع ▁ہونے ▁سے ▁چند ▁گھنٹے ▁پہلے ▁ہی ▁عوام ▁پر ▁پیٹ رول ▁بم ▁گرا ▁دیا ▁ہے ▁اور ▁پیٹ رول یم ▁مصنوعات ▁کی ▁قیمت وں ▁میں ▁اضافہ ▁کردیا ▁گیا ▁ہے۔ ▁آئ ل ▁اینڈ ▁گیس ▁ری گو لی ٹری ▁اتھارٹی ▁( او گرا ) ▁نے ▁پیٹ رول یم ▁مصنوعات ▁کی ▁قیمت وں ▁میں ▁اضافے ▁کی ▁سم ری ▁وزرا ت ِ ▁پیٹ رول یم ▁کو ▁ارسال ▁کی ▁جس ▁میں ▁پٹرول ▁کی ▁قیمت ▁میں ▁4
▁کہیں ▁نہ ▁کہیں
▁کی چ وائی ▁زبان یں ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁یہ ▁وہ ▁چراغ ▁نہیں ▁ہے ▁کہ ▁جو ▁دھو اں ▁ہو ▁جائے
▁زمرہ : سک اج یٹ ▁کاؤنٹی ، ▁واشنگٹن ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁۱۹ ۲۶ ▁کے ▁مکہ ▁اجلاس ▁کی ▁طرح ▁، ▁ی روش لم ▁میں ▁ہوئی ▁اجلاس ▁نے ▁بھی ▁ایک ▁قانونی ▁دستور ▁یا ▁چار ٹر ▁اپنا یا۔ م کہ ▁والے ▁دستور کے ▁مطابق ▁سالانہ ▁می ٹنگ ز ▁ہوتی ▁تھیں ▁اور ▁ی روش لم ▁دستور نے ▁ششم ا ہی ▁می ٹنگ ز ▁کا ▁مطالبہ ▁کیا۔ ی روش لم ▁میں ▁ایک ▁انتظامی ▁محکمہ ▁بھی ▁قائم ▁کیا ▁گیا ( جی سا ▁کہ ▁مکہ ▁میں ▁کیا ▁گیا ▁تھا ) ۔ ی روش لم ▁کا ▁انتظامی ▁محکمہ ▁سال وں ▁تک ▁کام ▁کرتا ▁رہا ▁لیکن ▁اجلاس ▁کبھی ▁دوبارہ ▁منعقد ▁نہ ▁ہو ▁سک ی ۔
▁میری ▁لڑکی ▁کے ▁دوست ▁بال ▁ بلی
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁تصویری ▁الب م
▁پیٹ رول یم ▁مصنوعات ▁کی ▁قیمت وں ▁میں ▁10 ▁روپے ▁فی ▁ل یٹر ▁اضافے ▁کا ▁امکان
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁اور ▁ت ُ و ▁نہیں ▁تو ▁پھر
▁رپورٹ س ▁کے ▁مطابق ▁سٹی فن ی ▁کو ▁رقم ▁اس ▁وقت ▁دی ▁گئی ▁جب ▁وہ ▁مبینہ ▁ملاقات ▁کو ▁منظر ▁عام ▁پر ▁لانے ▁والی ▁تھیں ، ▁ٹرمپ ▁کے ▁وکیل ▁اور ▁اداکارہ ▁نے ▁مبینہ ▁تعلق ▁اور ▁رقم ▁کی ▁ادائیگی ▁کی ▁تردید ▁کی ▁ہے۔
▁کس ▁نے ▁نمک ▁چھ ڑ ک ▁کے ▁ہر ا ▁تم ▁کو ▁کر ▁دیا
▁انہوں ▁نے ▁کہا ، ▁' م جھ ▁پر ▁تمام ▁ایئر ▁لائن ز ▁نے ▁پابندی ▁لگا ▁دی ▁ہے . ▁میں ▁ٹی چر ▁ہوں ▁اور ▁عاجز ی ▁میری ▁فطرت ▁میں ▁ہے۔ ▁میں ▁پارلیمنٹ ▁سے ▁معافی ▁مانگ تا ▁ہوں ، ▁گ ائی ک وار ڈ ▁نے ▁کہا ▁کہ ▁مجھ ▁پر ▁اقدام ِ ▁قتل ▁کا ▁مقدمہ ▁درج ▁کیا ▁گیا ▁جسے ▁واپس ▁لیا ▁جانا ▁چاہئے ' ۔
▁عرفان ▁صدیقی ▁نے ▁بتایا ▁کہ ▁یہ ▁ایپ لیک یشن ▁اینڈ ▁را ئ ڈ ▁سسٹم ▁پر ▁فراہم ▁کر ▁دی ▁گئی ▁ہے ▁جبکہ ▁2 ما ہ ▁کے ▁اندر ▁اندر ▁یہ ▁آئی ▁فون ▁سسٹم ▁پر ▁بھی ▁دستیاب ▁ہوگی۔ ▁انہوں ▁نے ▁انکشاف ▁کیا ▁کہ ▁ علامہ ▁اقبال ▁کے ▁تمام ▁فارسی ▁کلام ▁کے ▁مستند ▁نسخ وں ▁کی ▁ایپ لیک یشن ▁تیار ▁کرنے ▁کا ▁منصوبہ ▁بھی ▁زیر ▁تکمیل ▁ہے۔ ▁ا ٴ ْ رد ٴ ْ و ▁ڈ کشن ری ▁بورڈ ▁کی ▁تیار ▁کردہ ▁ بائی س ▁جلد وں ▁پر ▁مشتمل ▁ا ٴ ْ رد ٴ ْ و ▁ڈ کشن ری ▁کے ▁2 لا کھ ▁64 ہ زار ▁سے ▁زائد ▁الفاظ ▁پہلے ▁ہی ▁انٹرنیٹ ▁پر ▁فراہم ▁کئے ▁جا ▁چکے ▁ہیں۔
▁افغان ▁حکومت ▁کا ▁36 ▁ہزار ▁اہلکاروں ▁پر ▁مشتمل ▁نئی ▁ملی شی ا ▁فور س ▁قائم ▁کرنے ▁کا ▁اعلان
▁انہوں ▁نے ▁بلوچستان ▁کے ▁عوام ▁کی ▁ترقی ▁و ▁خو ▁ش حال ی ▁کیلئے ▁اپنے ▁ہر ▁ممکن ▁تع ا ▁ون ▁کا ▁یقین ▁د لا یا۔ ▁سردار ▁اختر ▁مین گل ▁نے ▁اسد ▁ قی صر ▁کو ▁سپ ی کر ▁کا ▁منصب ▁سنبھال نے ▁پر ▁مبارک باد ▁دیتے ▁ہو ▁ ئے ▁کہا ▁کہ ▁اس ▁منصب ▁کیلئے ▁ان ▁کا ▁انتخاب ▁قیادت ▁کا ▁ایک ▁احسن ▁اقدام ▁ہے۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁ماضی ▁کی ▁حکومت وں ▁نے ▁بلوچستان ▁کے ▁ساتھ ▁سو ت یل وں ▁جیسا ▁سلوک ▁ روا ▁رکھا ▁اور ▁اس ▁صوبے ▁کے ▁عوام ▁کو ▁جو ▁رق بہ ▁کے ▁لحاظ ▁سے ▁ملک ▁کا ▁سب ▁سے ▁بڑا ▁صوبہ ▁اور ▁قدرت ی ▁وسائل ▁سے ▁ما لا ▁مال ▁ہے ، ▁کو ▁بنیادی ▁سہولیات ▁تک ▁سے ▁محروم ▁رکھا ▁گیا۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁بلوچستان ▁کے ▁عوام ▁کو ▁موجودہ ▁پارلیمنٹ ▁اور ▁حکومت ▁سے ▁بڑی ▁توقع ات ▁وابستہ ▁ہیں ▁اور ▁امید ▁رکھتے ▁ہیں ▁کہ ▁موجودہ ▁حکومت ▁اپنے ▁دور ▁اقتدار ▁میں ▁صوبے ▁سے ▁پس ما ندگی ▁اور ▁محروم یوں ▁کے ▁خاتمہ ▁کیلئے ▁بھرپور ▁اقدامات ▁اٹھا ئے ▁گی۔
▁بی ▁بی ▁سی ▁سائٹ ▁پر ▁صفحات
▁عدالت ▁نے ▁مقابلے ▁میں ▁جاں ▁بحق ▁شہری ▁ای جب ا ▁احمد ▁کی ▁پولیس ▁رپورٹ ▁پر ▁عدم ▁اعتماد ▁کا ▁اظہار ▁کیا۔
▁راولپنڈی ▁پولیس ▁نے ▁کارروائی ▁کرتے ▁ہوئے ▁لڑکی ون ▁کو ▁اغوا ▁کرنے ▁اور ▁غیر ▁اخلاقی ▁ویڈیو ز ▁بنانے ▁میں ▁ملوث ▁گی نگ ▁کے ▁تین ▁افراد ▁کو ▁گرفتار ▁کرکے ▁فیصل ▁آباد ▁میں ▁چھ اپ ہ ▁مار ▁کر ▁مغ وی ▁طالب ہ ▁کو ▁بازی اب ▁کرلیا ۔۔۔۔ جار ی ▁ہے۔
▁ ۷۵ . ▁اور ▁تو ▁فرشت وں ▁کو ▁اللہ ▁کے ▁ع رش ▁کے ▁ارد ▁گرد ▁حلقہ ▁با ند ھے ▁ہوئے ▁اپنے ▁رب ▁کی ▁ حمد ▁و ▁تس بی ح ▁کرتے ▁ہوئے ▁دیکھ ے ▁گا ▁اور ▁ان ▁میں ▁انصاف ▁کا ▁فیصلہ ▁کیا ▁جائے ▁گا ▁اور ▁کہہ ▁دیا ▁جائے ▁گا ▁کہ ▁ساری ▁خوبی ▁اللہ ▁ہی ▁کے ▁لئے ▁ہے ▁جو ▁تمام ▁ جہ ان وں ▁کا ▁پال نہ ار ▁ہے ▁۔
▁جی ▁ایس ▁ٹی ▁با دام ▁پر ▁12 فی صد ▁اور ▁کا جو ▁پر 28 فی صد ▁لگایا ▁گیا۔ جی ▁ایس ▁ٹی ▁کے ▁پیش ▁نظر ▁چھوٹے ▁کار بار یوں ▁میں ▁سو کھی ▁می وہ ▁جا ت ▁میں ▁جی ▁ایس ▁ٹی ▁تلاش ▁کررہے ▁ہیں۔
▁فہرست ▁رہنما ئی

▁ہندوستان ▁کے ▁وزیر ▁اعظم ▁" نہ رو ▁" کے ▁نام ▁" منٹ و ▁کے ▁خط ▁سے ▁انتخاب ▁" "
▁سید ہ ▁عائشہ ▁تمام ▁لوگوں ▁سے ▁بڑی ▁عالم ہ ▁تھیں۔ ▁اک ابر ▁صحابہ ▁بھی ▁ان ▁سے ▁علم ▁حاصل ▁کیا ▁کرتے ▁تھے۔
▁آج ▁صبح ▁سے ▁ہی ▁میرا ▁سر ▁بھاری ▁ہو ▁رہا ▁تھا جی سے ▁میرا ▁کچھ ▁کھو نے ▁لگا ▁ہو۔ م اض ی ▁کو ▁کھ نگ الا ▁تو ▁معلوم ▁ہوا ▁آج ▁ہی ▁کی ▁تاریخ ▁کو ▁ نف یس ہ ▁نے ▁اپنے ▁شہر ▁میں ▁مجھے ▁گل ے ▁لگایا ▁تھا ▁تو ▁میرے ▁دل ▁کی ▁ساری ▁گ ندگی ▁آنکھوں ▁کے ▁رس تے ▁بہ ہ ▁نکل ی ▁تھی۔ یہ ▁الگ ▁بات ▁کہ ▁بعد ▁میں ▁خواہش وں ▁نے ▁ایک ▁پھر ▁ایک ▁” گ ندگی “ ▁جمع ▁کی ▁تھی۔ م جھ ▁سے ▁رہا ▁نہ ▁گیا۔ میں ▁ نف یس ہ ، اپ نی ▁ نف یس ہ ▁کے ▁عزیز ▁، سل یم ▁کے ▁پاس ▁پھر ▁یہ ▁من ت ▁کرنے ▁آیا ▁کہ ▁خدا ▁کے ▁لئے ▁مجھے ▁ان کے ▁متعلق ▁کچھ ▁تو ▁بتا ▁دو ▁!
▁Image ▁caption ▁دھماکہ ▁اس ▁وقت ▁ہوا ▁جب ▁وہاں ▁سے ▁پولیس ▁کی ▁ایک ▁گاڑی ▁گزر ▁رہی ▁تھی
▁امریکی ▁ریاست ▁ہو ائی ▁میں ▁ایک ▁وفاقی ▁جج ▁نے ▁صدر ▁ٹرمپ ▁کی ▁نئی ▁سفر ی ▁پابندی ▁کی ▁معطل ی ▁کو ▁غیر ▁معین ہ ▁مدت ▁تک ▁توسیع ▁دے ▁دی ▁ہے۔
▁1 ۔ ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁کی ▁قر ابت ▁داری ▁اور

▁یونیورسٹی وں ▁سے ▁دہشت ▁گردی ▁کیسے ▁ختم ▁ہو ؟
▁یہ ▁مواد ▁مر موز ▁کردہ ▁کن کشن ز ▁پر ▁ابھی ▁دستیاب ▁نہیں ▁ہے۔

▁دوسری ▁جانب ▁وارن ر ▁برادر ز ▁نے ▁اس ▁حوالے ▁سے ▁کوئی ▁تبصرہ ▁نہیں ▁کیا ▁ہے۔
▁حکومت ▁کے ▁سا ڑھ ے ▁تین ▁سال ▁مکمل ▁ہوگئے ▁‘ ▁قوم ▁خوشحال ▁نہ ▁ہوئی : ▁مع راج ▁خالد ▁گ جر

▁ایک ▁یا ▁ایک ▁سے ▁زیادہ ▁کلیدی ▁الفاظ ▁درج ▁کریں ▁گا ئے , ▁جرمنی , ▁دو دھ , ▁اضافی , ▁کھ پ ت , ▁فارم ز , ▁ ایر یکا , ▁طلب
▁ ٓ اسلام ▁آباد ▁( ▁ا ُ ردو ▁پوائنٹ ▁اخبار ▁تازہ ▁ترین۔ ▁آئی ▁این ▁پی ۔ 13 دس مبر ▁2012 ء ▁) ▁ چے ئر ▁مین ▁نیب ▁ایڈ ▁مر ل ▁( ر ) ▁فص یح ▁بخاری ▁نے ▁حکومتی ▁اداروں ▁میں ▁کرپشن ▁کی ▁نشان دہ ی ▁کرنے ▁پر ▁وفاقی ▁کابینہ ▁کے ▁رد ▁عمل ▁کو ▁افسوس ناک ▁قرار ▁دیتے ▁ہوئے ▁کہا ▁کہ ▁اس ▁حمام ▁میں ▁سب ▁ن نگے ▁ہیں ‘ ▁ایک ▁دوسرے ▁پر ▁الزام ▁تراش ی ▁کی ▁بجائے ▁ملک ▁کو ▁بچانے ▁اور ▁کرپشن ▁کے ▁خاتمہ ▁کیلئے ▁مشترکہ ▁کوشش یں ▁کرنا ▁ہو ▁ ں ▁گی ▁، ▁کرپشن ▁کی ▁رپورٹ ▁سے ▁متعلق ▁نیب ▁سے ▁ان کو ائر ی ▁کیلئے ▁بنائی ▁گئی ▁وفاقی ▁کابینہ ▁کی ▁کمیٹی ▁کے ▁ساتھ ▁مکمل ▁تعاون ▁کیا ▁جائے ▁گا ▁، پ بل ک ▁اک ا ون ٹس ▁کمیٹی ▁، ▁ایف ▁بی ▁آر ▁اور ▁ٹر انس پر نس ی ▁انٹر ▁نیشنل ▁سمیت ▁دیگر ▁اداروں ▁کی ▁رپورٹ س ▁کے ▁مطابق ▁ملک ▁میں ▁روزانہ ▁ہونے ▁والی ▁کرپشن ▁کا ▁حجم ▁10 سے ▁12 ▁ارب ▁روپے ▁ہے ▁تاہم ▁نیب ▁نے ▁اس ▁کا ▁تخم ینہ ▁7 ▁ارب ▁روپے ▁لگایا ▁ہے ▁، ▁ری گو لی ٹری ▁نظام ▁کا ▁خاتمہ ▁پاکستان ▁کو ▁ناکام ی ▁کی ▁طرف ▁لے ▁جا ▁رہا ▁ہے ▁172 کی س وں ▁میں ▁ری گو ▁ لیٹ رز ▁کو ▁طلب ▁کر ▁کے ▁ان ▁سے ▁باز ▁ پرس ▁کی ▁گئی ▁، ▁رواں ▁سال ▁کے ▁دوران ▁80 ▁ارب ▁روپے ▁کی ▁ری کور یاں ▁کی ▁گئیں ▁، ▁کرپشن ▁کرنے ▁والی ▁مچ ھل یوں ▁اور ▁مگر ▁م چھ وں ▁کو ▁پکڑ نے ▁کی ▁بجائے ▁نہ ر ▁میں ▁جانے ▁والے ▁پانی ▁کا ▁راستہ ▁روک ا ▁جائے ▁تاکہ ▁یہ ▁خود ▁اپنی ▁موت ▁مر ▁جائیں ▁۔

▁ا ُ نھوں ▁نے ▁کہا ▁کہ ▁اقوام ▁متحدہ ▁کے ▁اہل ▁کار ▁اپنی ▁تشویش ▁کے ▁بارے ▁میں ▁سعودی ▁حکام ▁کے ▁ساتھ ▁رابط ے ▁میں ▁رہیں ▁گے۔ ▁لیکن ، ▁’’ ر پور ٹ ▁کی ▁مشتمل ات ▁اپنی ▁جگہ ▁رہیں ▁گی ‘‘ ۔
▁ایف ▁بی ▁آر نے ▁وفاقی ▁وزیر س ائن س ▁اینڈ ▁ٹیکنالوجی ▁کے ▁خلاف ▁تحقیقات ▁کیلئے ▁قائم ▁کردہ ▁جے ▁آئی ▁ٹی ▁کو ▁معلومات ▁فراہم ▁کرنے ▁سے ▁انکار ▁کردیا ▁- ▁World ▁Fast ▁News ▁4 ▁U
▁کھڑے ▁ہوکر ▁کچھ ▁نہ ▁کھ ائیں ▁بلکہ ▁جب ▁بھی ▁غذا ▁سامنے ▁ہو ▁تو ▁اسے ▁بیٹھ ▁کر ▁کھ ائیں۔ ▁اس ▁سے ▁آپ ▁اس ▁کے ▁ذ ائ ق ے ▁سے ▁زیادہ ▁لطف ▁اند وز ▁ہو سک یں ▁گے ▁اور ▁پیٹ ▁بھر نے ▁کا ▁احساس ▁بھی ▁جلد ▁ہونے ▁لگے ▁گا۔

▁اگر ▁آپ ▁کسی ▁بھی ▁ان کو ائر ی ▁کو ٹی شن ▁یا ▁تعاون ▁کے ▁بارے ▁میں ▁ہے , ▁براہ ▁مہربانی ▁ہمیں ▁info @ m z ste el ball . com ▁پر ▁ای ▁میل ▁کریں ▁یا ▁درج ▁ذیل ▁ان کو ائر ی ▁فارم ▁استعمال ▁کرنے ▁کے ▁لئے ▁آزاد ▁محسوس ▁کرتے ▁ہیں ▁۔ ▁ہمارے ▁سیل ز ▁ نمائندہ ▁آپ ▁کو ▁24 ▁گھنٹوں ▁کے ▁اندر ▁اندر ▁رابطہ ▁کرے ▁گا ▁۔ ▁ہماری ▁مصنوعات ▁میں ▁آپ ▁کی ▁دلچسپی ▁کے ▁لئے ▁آپ ▁کا ▁شکریہ .
▁امریکی ▁حکومت ▁پاکستان ▁کو ▁ارب وں ▁ڈالر ▁کی ▁امداد ▁ملک ▁کے ▁امر اء ▁طبق ہ ▁اور ▁حکمران ▁اش راف یہ ▁کے ▁ٹیکس ▁ادا ▁کرنے ▁سے ▁مشروط ▁کردی ، نیو ی ارک ▁ٹائمز ▁کا ▁م شور ▁ہ ▁، جان ▁کی ری ▁دورہ ▁پاکستان ▁میں ▁5 32 ▁ملی ن ▁ڈالر ▁کی ▁امداد ▁جلد ▁ادا ▁کرنے ▁کی ▁یقین ▁ دہ انی ▁کر ائیں ▁گے ، ▁پاکستان ▁کی ▁امداد ▁کو ▁جاری ▁رکھنا ▁امریکہ ▁کے ▁مفاد ▁میں ▁ہے ▁، ▁دہشت ▁گردی ▁کے ▁خاتمہ ▁کیلئے ▁پاکستان ▁کو ▁مزید ▁موثر ▁اقدامات ▁بھی ▁کرنا ▁ہوں ▁، ا خبار ▁کا ▁اداری ہ

▁میں ▁امید ▁کرتا ▁ہوں ▁کہ ▁آئندہ ▁آپ ▁میرے ▁بلاگ ▁پر اپ نے ▁نام ▁کے ▁ساتھ ▁تبصرہ ▁کریں ▁گے۔ ▁شکریہ

▁میڈیا ▁سینٹر
▁واشنگٹن ( نیوز ▁ڈیسک ) پی رس ▁حملوں ▁کے ▁بعد ▁ری ▁پ بل کن ▁رہنما ▁ڈونلڈ ▁ٹرمپ ▁نے ▁مطالبہ ▁کیا ▁ہے ▁کہ ▁امریکا ▁میں ▁رہنے ▁والے ▁مسلمانوں ▁کا ▁ڈیٹا ▁بیس ▁بنایا ▁جائے۔ م طالب ے ▁پر ▁ان ▁کی ▁حریف ▁ہی لری ▁کلن ٹن ▁نے ▁ک ڑی ▁تنقید ▁کی ▁اور ▁کہاکہ ▁مسلمانوں ▁کو تن ہا کر نے ▁والوں ▁مزید ▁پڑھیں
▁1943 ء ▁– ▁لی خ ▁والی نسا ، ▁پول ش ▁سیاست ▁دان ، ▁ بائی س ویں ▁صدر ▁پو لینڈ ، ▁نو بل ▁انعام ▁یافتہ
▁شادی ▁مرد ▁اور ▁عورت ▁کا ▁رضا کاران ہ ▁با ہم ▁معاہدہ ▁ہے ▁اور ▁معاہدے ▁کے ▁فریق ▁اسے ▁ف سخ ▁کرنے ▁کا ▁ناقابل ▁تن سی خ ▁اختیار ▁رکھتے ▁ہیں۔ ▁اس ▁ضمن ▁میں ▁قانونی ▁ضوابط ▁تشکیل ▁دینا ▁ریاست ▁کا ▁اختیار ▁ہے۔ ▁خاتون ▁ن رس وں ▁سے ▁مرد وں ▁کی ▁تیم ار داری ، ▁اور ▁غیر ▁ملکی ▁مہمان وں ▁کے ▁استقبال ▁میں ▁عورتوں ▁کی ▁شمولیت ▁نیز ▁مخلوط ▁تعلیم ▁پر ▁پابندی ▁جیسے ▁معاملات ▁بھی ▁عورتوں ▁کی ▁مسا وی ▁آئین ی ▁حیثیت ▁سے ▁تعلق ▁رکھتے ▁ہیں۔ ▁سوال ▁یہ ▁ہے ▁کہ ▁کیا ▁پاکستان ▁کی ▁عورت یں ▁آئین ی ▁طور ▁پر ▁معاشی ، ▁سماجی ▁اور ▁سیاسی ▁حقوق ▁میں ▁برابر ▁کا ▁اختیار ▁رکھتی ▁ہیں ▁یا ▁ان ▁کی ▁حیثیت ▁دوسرے ▁در جے ▁کے ▁شہریوں ▁کی ▁ہے۔ ▁یہ ▁فیصلہ ▁کرنا ▁مذہبی ▁پیش و اؤں ▁کا ▁کام ▁نہیں ▁کہ ▁پاکستان ▁کے ▁شہری ▁کون ▁سا ▁پیش ہ ▁اختیار ▁کرتے ▁ہیں۔ ▁اگر ▁متعلقہ ▁پیش ہ ▁قانون ▁کے ▁مطابق ▁جائز ▁ہے ▁تو ▁اس ▁میں ▁عورتوں ▁اور ▁مرد وں ▁کی ▁تخصیص ▁کرنا ▁غیر ▁آئین ی ▁ہو ▁گا۔
▁ا ِ س ▁کی ▁مثال ▁دیتے ▁ہوئے ▁اخبار ▁چند ▁ماہ ▁قبل ▁ی ُ و ▁ٹی وب ▁پر ▁نمودار ▁ہونے ▁والی ▁ایک ▁خاتون ▁کی ▁بھی ▁ہے ▁جو ▁ایک ▁سال ▁سے ▁گزر تے ▁ہوئے ▁سر جھ ُ ک ائے ▁پوری ▁توجہ ▁سے ▁ٹیکس ٹنگ ▁کرتی ▁ہوئی ▁خ رام اں ▁خ رام اں ▁جارہی ▁تھی ▁کہ ▁وہ ▁ایک ▁فو ارے ▁کے ▁قریب ▁پہنچ ی ۔ ▁توقع ▁تو ▁یہی ▁تھی ▁کہ ▁ا ُ س ▁نے ▁ا ِ سے ▁دیکھ ▁لیا ▁ہوگا ▁لیکن ▁نہیں۔ ▁ا ُ س ▁کے ▁قدم ▁بالکل ▁نہیں ▁ر ُ کے ۔ ▁بلکہ ▁وہ ▁سی دھی ▁سر ▁کے ▁بل ▁فو ارے ▁کے ▁پانی ▁میں ▁گ ِ رگ ئی ۔ ▁ذ رہ ▁اندازہ ▁لگا ئیے ▁وہ ▁کسی ▁بس ▁سے ▁یا ▁کار ▁سے ▁ٹکرا ▁سکتی ▁تھی ، ▁کسی ▁کھ ڈ ▁میں ▁گر ▁سکتی ▁تھی۔
▁سری نگر // م خلو ط ▁سر کار ▁کے ▁خاتمے ▁کے ▁بعد ▁سابق ▁حکمران ▁جماعت ▁پی ▁ڈی ▁پی ▁کے ▁کچھ ▁ممبر ان ▁اسمبلی ▁کی ▁طرف ▁سے ▁ب غ
▁حج ▁کے ▁موقع ▁پر ▁ت فرق ہ ▁انگیز ی ▁سام راج یت ▁کا ▁سب ▁سے ▁بڑا ▁حرب ہ
▁بھارتی ▁کشمیر ▁کے ▁حکام ▁کا ▁کہنا ہے ▁کہ ▁وہ ▁علاقے ▁میں ▁طویل ▁عرصے ▁سے ▁جاری ▁علی ح دگی ▁کی ▁تحریک ▁سے ▁منسلک ▁بے ▁نشان ▁قبر وں ▁سے ▁ملنے ▁والے ▁دو ہ زار ▁سے ▁زیادہ ▁نع ش وں ▁کا ▁پتا ▁چلانے ▁کے ▁لیے ▁ڈی ▁این ▁اے ▁ٹیسٹ ▁کر ائے ▁گی۔
▁بچوں ▁کا ▁جنگ
▁یاد ▁رہے ▁کہ ▁سور ج ▁پن چ ولی ▁کو ▁بھی ▁سلمان ▁خان ▁نے ▁اپنی ▁پر وڈ کشن ▁فلم ▁ ’ ہی رو ‘ ▁کے ▁ذریعے ▁سلو ر ▁اس کری ن ▁پر ▁لائے ▁تھے ▁لیکن ▁وہ ▁فلم ▁بین وں ▁کو ▁متاثر ▁کرنے ▁میں ▁ناکام ▁رہے۔
▁‘ امر یکی ▁حکام ▁کہتے ▁ہیں ▁پاکستان ▁طالبان ▁رہنماؤں ▁کو ▁پناہ ▁دیتا ▁ہے ’ ، ▁اس ▁سوال ▁کا ▁جواب ▁دیتے ▁ہوئے ▁وزیراعظم ▁نے ▁کہا ▁وہ ▁ان ▁الزامات ▁کو ▁نہیں ▁سمجھ ▁سکے ، ▁ایسا ▁ملک ▁جس ▁کا ▁ورلڈ ▁ٹر یڈ ▁سینٹر ▁حملوں ▁سے ▁کوئی ▁تعلق ▁نہیں ، ▁کوئی ▁پاکستانی ▁اس ▁میں ▁ملوث ▁نہیں ، ▁ال قاعدہ ▁افغانستان ▁میں ▁ہے ، ▁اس ▁کے ▁باوجود ▁پاکستان ▁کو ▁کہا ▁گیا ▁امریکی ▁جنگ ▁کا ▁حصہ ▁بن یں۔
▁تازہ ▁ترین ▁شو
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁عمران ▁خان ▁کے ▁با ؤ نس رز ، ▁سیاسی ▁مخالفین ▁کی ▁بڑی ▁و کٹ یں ▁گرا ▁دیں
▁حدیث : ▁جس ▁نے ▁میری ▁امت ▁تک ▁کوئی ▁ایک ▁بات ▁پہنچ ائی " ▁کی ▁تحقیق
▁ یل ئ ڈی ▁روشنی ▁ما خذ ▁لفظ ▁منتخب ▁کریں
▁ہو م ▁> ▁سب ▁سے ▁زیادہ ▁فروخت ▁فون ▁کے ▁مقدمات
▁ماں ▁جی ▁کے ▁مہمان ▁(2) ▁- ▁ فرح ▁رضوان
▁ni zam ▁کے ▁پرو فائل ▁پر ▁فی ▁الحال ▁کوئی ▁پیغام ات ▁موجود ▁نہیں ▁ہیں۔
▁▪ ▁اسلام ▁آباد ▁میں ▁بل یک ▁وا ٹر !
▁چو دہ ▁اگست ▁ضلع ▁گجرات ▁میں ▁جشن ▁آزادی ▁کی ▁تیار یاں ▁ع روج ▁پر
▁چینی ▁بحر ی ▁بی ڑا ▁روس ▁سے ▁مشترکہ ▁مشق وں ▁کے ▁بعد ▁واپس ▁پہنچ ▁گیا
▁کمپیوٹر ▁اور ▁ٹی بل ٹس ▁سے ▁کتابوں ▁میں ▁رجحان ▁کم ▁تو ▁ہوا ▁ہے ▁مگر ▁اب ▁بھی ▁پڑھنے ▁والوں ▁کی ▁کمی ▁نہیں ▁- ▁BBC ▁News ▁اردو
▁ان وس یٹ منٹ ▁اینڈ ▁فن انس ▁سکیورٹی ز ▁لم یٹ ڈ ▁کے ▁چیف ▁ای گز یک ٹو ▁آفیسر ▁اور ▁معاشی ▁تجزیہ ▁کار ▁ مز مل ▁اس لم ▁بھی ▁اس ▁خیال ▁سے ▁متفق ▁ہیں۔
▁زمان ہ ▁تم ▁کو ▁نہ ▁روند ▁ڈال ے ▁یہ ▁ڈر ▁ہے ▁مجھ ▁کو
▁بور ک ▁ایس ڈ ▁(2)
▁‫ مل ▁کر ▁م ٹی ▁ہو ▁چکا ▁ہو ▁تو ▁پھر ▁کوئی ▁حر ج ▁نہ ي ں۔ ‬
▁فہرست ▁اور ▁چند ▁زبان وں ▁کے ▁ساتھ ▁ذیل ی ▁صفحات ▁کے ▁لنکس .
▁محمد ▁  ▁بن ▁عبد ▁الو ہ اب ▁اور ▁ا ُ ن ▁کی ▁تحریک ▁کے ▁ع قائد
▁بچوں ▁کے ▁نام
▁© ▁2018 ▁- ▁ڈی لی ▁مشرق ▁نیوز . تمام ▁مواد ▁کے ▁جملہ ▁حقوق ▁محفوظ ▁ہیں
▁خبر ▁پڑھیں : ان قر ہ ▁میں ▁ٹرین ▁حادث ہ : ▁9 ▁افراد ▁ہلاک ، ▁47 ▁زخمی
▁ال یکٹر ک ▁ر نچ ▁می نوف یک چر رز ، ▁سپ لائ رز ، ▁فیکٹری ، ▁تھ وک ▁- ▁پی م ائش ▁& ▁کنٹرول ▁نظام ▁کمپنی , ▁ل . ▁ہ گ ہری چ
▁پہلے ▁یہ ▁تو ▁بت اؤ ▁کہ ▁کون سی ▁صحافت ▁اور ▁کون ▁سا ▁نظر یہ ؟
▁جی ▁نہیں ، ▁اپنا ▁اکاؤنٹ ▁بن ائیں۔
▁شادی ▁تو ▁بعد ▁میں ▁بھی ▁ہو ▁سکتی ▁ہے ▁اگر ▁پی ▁ایس ▁ایل ▁کا ▁فائنل ▁مس ▁ہو ▁گیا ▁تو ▁زندگی ▁بھر ▁اسے ▁افسوس ▁رہے ▁گا۔ ▁دول ہے ▁نے ▁بتایا ▁کہ ▁اس ▁نے ▁12 ▁ہزار ▁روپ یہ ▁والی ▁ٹکٹ ▁بھی ▁لے ▁لی ▁ہے ▁اور ▁وہ ▁میچ ▁دیکھنے ▁کے ▁بعد ▁دوبارہ ▁اپنی ▁شادی ▁کی ▁تاریخ ▁مقرر ▁کرے ▁گا۔
▁ابو ▁ عب ید ▁بن ▁مسعود ▁رضی ▁اللہ ▁عنہ
▁2. ▁سیاسی ▁جماعتوں ▁کے ▁علماء ▁: ▁با قاعدہ ▁سیاسی ▁مذہبی ▁جماعت ▁کے ▁اراکین ▁اور ▁ع ھ دے ▁دار ▁( تمام ▁مک ات ب ▁فکر ) ▁جو ▁براہ ▁راست ▁سیاست ▁میں ▁( active ly ) ▁حصہ ▁لے کر ب ذریعہ ▁الیکشن ▁حکومت ▁حاصل ▁کر ▁کہ ▁اسلام ▁کی ▁خدمت ▁کر ▁سکیں . ( ظ ا ہر ▁ہے ▁کہ ▁یہ ▁اپنی ▁اصل ▁قرآن ی ▁ذم ہ ▁داری ، ▁تعلیم ▁و ▁تبلیغ ▁سے ▁انحراف ▁اور ▁توجہ ▁میں ▁کمی ▁ہے ). ▁مذہبی ▁سیاسی ▁جماعت ین ▁بن ▁گی ی ً ں ▁اس ▁طرح ▁علماء ▁طاقت ▁کے ▁غل ی ظ ▁سیاسی ▁کھیل ▁میں ▁شامل ▁ہو ▁گی ۓ . ان ▁کی ▁صف وں ▁میں ▁بنیاد ▁پرست ▁( Rad ical ) ▁عسکری ت ▁پسند ▁افراد ▁بھی ▁گھ س ▁جاتے ▁ہیں .
▁مضمون ▁کا ▁حوالہ ▁دیں
▁انگلینڈ ▁کے ▁ما یہ ▁ناز ▁آل ▁را ؤ نڈر ▁کر س ▁وو کس ▁ان جری ▁مسائل ▁کے ▁سبب ▁چی مپ ی ئن ز ▁ٹر افی ▁سے ▁باہر ▁ہو ▁گئے ▁ہیں ▁ان ▁کی ▁جگہ ▁ٹیم ▁میں ▁اسٹ یون ▁فن ▁کو ▁شامل ▁کر ▁لیا ▁گیا ▁ہے ▁۔ ▁کر س ▁وو کس ▁بنگلہ ▁دیش ▁کے ▁خلاف ▁پہلے ▁میچ ▁میں ▁ان جری ▁کا ▁شکار ▁ہوئے ▁تھے ▁اور ▁صرف ▁دو ▁او ورز ▁کر ▁سکے ▁تھے۔
▁ٹرمپ ▁نے ▁کہا ▁پن ٹا گن ▁سے ▁جنوبی ▁کوریا ▁میں ▁فوجی وں ▁کی ▁تعداد ...
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے . ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی .

▁2015 ▁© جمل ہ ▁حقوق ▁بحق ▁ڈی لی ▁چترال ▁محفوظ ▁ہیں
▁مرکزی ▁مواد ▁پر ▁جائیں
▁سائ ز ▁پر ▁صارفین ▁کی ▁سپ ک افی انگ ▁ڈیزائن ▁کی ▁تفصیلات ▁فراہم ▁کرتا ▁ہے ▁۔
▁سوال ▁و ▁جواب : ▁پاک ▁چین ▁اقتصادی ▁راہ داری ▁منصوبہ ▁اور ▁ایران ▁– اف غان ...

▁ماہرین ▁کے ▁مطابق ▁اس ▁خطرناک ▁زہر یلی ▁اسم و گ ▁میں ▁ سیس ہ ، ▁سن کھی ا ▁اور ▁پار ے ▁کے ▁ذرا ت ▁بھی ▁شامل ▁ہیں ▁جو ▁پھ ی پ ھڑ وں ▁کو ▁ناقابل ▁تل افی ▁نقصان ▁پہنچا ▁سکتے ▁ہیں۔

▁ہماری ▁ویب ▁سائٹ ▁پر ▁اشتہار ▁دی جی ے

▁پن ٹا گان ▁کا ▁یہ ▁بیان ▁اصل ▁میں ▁نیویارک ▁ٹائمز ▁کی ▁اس ▁رپورٹ ▁کے ▁جواب ▁میں ▁سامنے ▁آیا ▁ہے ▁جس ▁میں ▁کہا ▁گیا ▁تھا ▁کہ ▁کار ٹر ▁نے ▁نجی ▁ای ▁میل ▁استعمال ▁کرکے ▁محکمہ ▁دفاع ▁کے ▁2012 ء ▁کی ▁پابندی ▁کی ▁ممکن ہ ▁خلاف ▁ورزی ▁کی ▁ہے
▁اسے ▁شیئر ▁کریں :
▁” عبد الو ہ اب ▁کو ۔ “ ▁ر فی دا ▁کے ▁جواب ▁نے ▁نبی رہ ▁کے ▁ہو ش ▁گم ▁کر ▁دیئے ▁سن ان ▁کے ▁مس یج ▁ابھی ▁بھی ▁اس ▁کے ▁موبائل ▁میں ▁موجود ▁تھے ▁جو ▁سک ندر ▁کے ▁ہاتھ ▁میں ▁تھا ▁یہ ▁مس یج ▁اسے ▁گناہ ▁ گار ▁ثابت ▁کرنے ▁کیلئے ▁کافی ▁تھے ▁اگر ▁پاکستان ▁بھی ▁اس ▁نمبر ▁کا ▁حوالہ ▁دیا ▁تھا ▁تو ▁سب ▁سمجھ ▁جاتے ▁کیا ▁قص ہ ▁ہے ▁اور ▁اسے ▁ہی ▁قصور ▁وار ▁سمجھا ▁جاتا ▁اس ▁کا ▁دماغ ▁شل ▁ہو ▁گیا ▁وہ ▁سمجھ ▁نہ ▁پا ▁رہی ▁تھی ▁کہ ▁سن ان ▁نے ▁اس ▁کا ▁نمبر ▁لیا ▁کہاں ▁سے ▁لیکن ▁وہ ▁اتنا ▁جان تی ▁تھی ▁کہ ▁وہ ▁ابھی ▁بھی ▁اسے ▁مس یج ▁بھیج ے ▁گا ▁جو ▁اس ▁کے ▁گناہ وں ▁کی ▁فہرست ▁میں ▁اضافہ ▁کا ▁سبب ▁بن یں ▁گے ▁ضروری ▁تھا ▁کسی ▁طرح ▁شفا ▁کو ▁فون ▁کرکے ▁یہ ▁سب ▁کچھ ▁بتایا ▁جائے ▁یا ▁کم ▁از ▁کم ▁رب ی ع ہ ▁سے ▁ہی ▁اس ▁کا ▁رابطہ ▁کرنا ▁لازم ی ▁ہو ▁چکا ▁تھا ▁اس ▁سے ▁پہلے ▁اگر ▁یہ ▁سب ▁کسی ▁اور ▁سے ▁رب ی ع ہ ▁تک ▁پہنچے ▁گا ▁تو ▁لازم ی ▁اسے ▁ذ لت ▁کا ▁سامنا ▁کرنا ▁پڑے ▁گا۔
▁امین ▁احسن ▁اصلاح ی ▁ج نھوں ▁نے ▁کفر ▁کیا ▁ان ▁کے ▁لیے ▁سخت ▁عذاب ▁ہے ▁اور ▁جو ▁ایمان ▁لائے ▁اور ▁انھوں ▁نے ▁نیک ▁اعمال ▁کیے ▁ان ▁کے ▁لیے ▁م غفر ت ▁اور ▁بہت ▁بڑا ▁ اجر ▁ہے۔ ▁( ت فس یر )
▁اس ▁حدیث ▁کی ▁شرح ▁بیان ▁کرتے ▁ہوئے ▁ علامہ ▁مجلس ی  ▁کہتے ▁ہیں : ▁“ یعنی ▁وہ ▁کوئی ▁ایسی ▁حکایت ▁بیان ▁کرے ▁جس ▁سے ▁اس ▁مومن ▁کی ▁کم ▁عقل ی ▁اور ▁رائے ▁کی ▁کمزور ی ▁ثابت ▁ہوتی ▁ہو ▁اور ▁یہ ▁بھی ▁ممکن ▁ہے ▁کہ ▁عمل ▁کی ▁حکایت ▁بھی ▁اس ▁میں ▁شامل ▁ہو۔ ”
▁یہ ▁دونوں ▁یکساں ▁خصوصیات ▁کے ▁حامل ▁برج ▁ہیں۔ ▁ان ▁کے ▁درمیان ▁تھ وڑ ی ▁سی ▁مزاج ی ▁تفر یق ▁اس ▁صورت ▁میں ▁یقینا ▁ہوگی ▁جب ▁دونوں ▁دو ▁مختلف ▁عشر وں ▁سے ▁تعلق ▁رکھتے ▁ہوں ▁یا ▁کوئی ▁ایک ▁حد ▁اتصال ▁پر ▁پیدا ▁ہوا ▁ہو۔ ▁ب ہر حال ▁سن بل ہ ▁کے ▁ساتھ ▁سن بل ہ ▁کا ▁رشتہ ▁پائی دار ▁اور ▁گزار ے ▁لائق ▁ہے۔ ▁اس ▁ رف اقت ▁میں ▁نہ ▁تو ▁ق وس ▁ق ز ح ▁کی ▁سی ▁رنگ ینی ▁ہے ▁اور ▁نہ ▁ہی ▁مایوس ی ▁اور ▁پریشان ی ▁کے ▁گ ہ رے ▁س ائے ▁ہیں۔ ▁ہم ▁وار ▁سڑک ▁پر ▁ہم ▁وار ▁سفر ▁ہے ▁مگر ▁اس ▁جو ڑی ▁کا ▁ایک ▁اہم ▁ترین ▁پہلو ▁یہ ▁بھی ▁ہے ▁کہ ▁یہ ▁ایک ▁بے ▁کیف ▁اور ▁کو فت ▁آمیز ▁ رف اقت ▁ہے ▁جس ▁میں ▁نہ ▁تو ▁کوئی ▁ہل چ ل ▁ہے ▁اور ▁نہ ▁ہی ▁کوئی ▁تر نگ ، ▁زندگی ▁کسی ▁نش یب ▁و ▁ فراز ▁کے ▁بغیر ▁یک سان یت ▁سے ▁گزر ▁جاتی ▁ہے۔ ▁یہ ▁دونوں ▁سنج ید ہ ▁نوعی ت ▁کے ▁شرم ی لے ، ▁اپنے ▁اپنے ▁کام ▁کی ▁د ھن ▁میں ▁م گن ▁زندگی ▁کو ▁ذم ے ▁داری وں ▁کا ▁ایک ▁طویل ▁سلسلہ ▁تصور ▁کرتے ▁ہیں ▁اور ▁ان ▁کے ▁پاس ▁ہنس نے ▁بول نے ، ▁تفریح ▁کرنے ▁اور ▁لطف ▁اند وز ▁ہونے ▁کے ▁لیے ▁وقت ▁نہیں ▁ہوتا ۔ ▁انہیں ▁نہ ▁تو ▁پریشان یوں ▁سے ▁فرصت ▁ملت ی ▁ہے ▁اور ▁نہ ▁ہی ▁ذہنی ▁سک ون ▁ملتا ▁ہے۔ ▁ب ہر حال ▁اگر ▁دونوں ▁اپنی ▁زندگی ▁میں ▁تھ وڑ ا ▁سا ▁تفریح ▁کا ▁عنصر ▁بڑھا ▁لیں ، ▁کچھ ▁سوشل ▁ہو ▁جائیں ، ▁ایک ▁دوسرے ▁پر ▁تنقید ▁اور ▁الزام ▁تراش ی ▁سے ▁گریز ▁کریں ▁تو ▁یہ ▁تعلق ▁نہای ت ▁کامیاب ▁ثابت ▁ہو ▁سکتا ▁ہے۔
▁ضرور ▁پڑھیں : ▁اپنی ▁اقلیت وں ▁سے ▁متعلق ▁بیرونی ▁م شور ے ▁کی ▁ضرورت ▁نہیں ، پاکستان ▁نے ▁مذہبی ▁آزادی ▁سے ▁متعلق ▁امریکی ▁رپورٹ ▁مسترد کرد ی
▁کیا ▁بھارتی ▁سماج ▁ہم ▁سے ▁پہلے ▁بالغ ▁نظر ▁ہو ▁جائے ▁گا ؟
▁غربت ▁م ٹا و ٴ ▁وزیراعظم ▁نے ▁50 لا کھ ▁گھر ▁منصوبے ▁کے ▁بعد ▁– ▁ایک ▁اور ▁انقلابی ▁پروگرام ▁شروع ▁کرنے ▁کا ▁فیصلہ ▁کر ▁لیا

▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁ہم ▁آپ ▁کی ▁درخواست ▁کے ▁مطابق ▁کھو پ ڑی ▁مشین ▁کی ▁کسی ▁بھی ▁قسم ▁کی ▁تخصیص ▁کر ▁سکتے ▁ہیں ▁۔ ▁ہم ▁تو ▁ہم ▁ہائی ▁ٹیکنالوجی ▁مواد ▁کم ▁مزدور ی ▁آ ٹو م یشن , ▁اعلی ▁در جے ▁کی ▁.. ▁>>
▁شریعت ▁خ س ▁و ▁خار ▁ہی ▁کی ▁چلے ▁گی !!
▁شرائط ▁و ▁ضوابط
▁اب ▁ذرا ▁ایک ▁لطیف ہ ▁بھی ▁ملاحظ ہ ▁فرم ائیں :
▁چین ▁کے ▁ساتھ ▁تجارت ▁کے ▁لیے ▁یو ان ▁کے ▁استعمال ▁کی ▁اجازت
▁مسلم ▁لیگ ▁فن کشن ل ▁کے ▁کام ران ▁ٹی سور ی ▁اور ▁ڈاکٹر ▁ جہ ان زی ب ▁مغل ▁کی ▁ایم ▁کیو ▁ایم ▁پاکستان ▁میں ▁شمولیت
▁معاہدہ ▁کے ▁تحت ▁قائم ▁بین ▁ال حکومت ی ▁تنظیم یں
▁آپ ▁کے ▁اس ▁سوال ▁سے ▁پہلے ▁موبائل ▁یا ▁سیل ▁فون ▁بنانے ▁والے ▁اور ▁اس ▁کی ▁سروس ▁فراہم ▁کرنے ▁والے ▁ادارے ▁یہ ▁سوچ ▁رہے ▁ہیں ▁کہ ▁کیا ▁ان ▁کے ▁صارفین ▁کو ▁اپنے ▁فون ▁پر مناسب ▁قوت ▁کے ▁سگ ن لز ▁مل ▁رہے ▁ہیں ▁یا ▁نہیں ▁؟
▁وہ ▁NA 127 سے ▁اسلام ▁آباد ▁جل سے ▁میں ▁شرکت ▁کے ▁لیے ▁جانے ▁والے ▁قافل ے ▁کے ▁شرک اء ▁سے ▁خطاب ▁کر ▁رہے ▁تھے ▁ ۔انہوں ▁نے ▁کہاکہ ▁( ن ) ▁لیگ ▁کی ▁حکومت ▁نے ▁ عوا ▁م ▁دشمن ی ▁کی ▁انتہا ▁کر ▁دی ▁ہے ▁، حکومت ▁کی ▁نا ▁اہل ی ▁اور ▁لو ▁ٹ ▁مار ▁کی ▁سزا ▁غریب ▁ عوا ▁م ▁کو ▁مل ▁رہی ▁ہے ▁، ی وٹ لیٹ ی ▁بل وں ▁اور ▁مہ نگ ا ▁ ئی ▁نے ▁عا ▁م ▁آدمی ▁کا ▁کچ و مر ▁نکال ▁دیا ▁ہے ▁، ل وڈ ش یڈ نگ ▁پہلے ▁سے ▁کئی ▁گ نا ▁اضافہ ▁ہو ▁چکا ▁ہے ▁، ( ن ) ▁لیگ ▁کا ▁غریب ▁ عوا ▁م ▁کو ▁ریلی ف ▁اور ▁ا ُ ن ▁کے ▁مسائل ▁حل ▁نہ ▁کر ▁نا ▁سیاسی ▁دہشتگرد ی ▁کے ▁متر اد ف ▁ہے ▁، عوام ▁پر ▁ٹیکس وں ▁کی ▁بارش ▁کر ▁کے ▁خون ▁چو سا ▁جا ▁رہا ▁ہے ▁ ۔انہوں ▁نے ▁مزید ▁کہا ▁کہ ▁کے ▁پی ▁کے ▁حکومت ▁کی ▁کارگر دگی ▁مثال ی ▁ہے ▁، ▁کے ▁پی ▁کے ▁میں ▁بہتر ▁طرز ▁حکمران ی ▁کا ▁سارا ▁کر ▁ یڈ ▁ٹ ▁عمران ▁خان ▁اور ▁صوبائی ▁حکومت ▁کو ▁جا ▁تا ▁ہے ▁جو ▁دن ▁رات ▁عوام ▁کے ▁مسائل ▁کے ▁حل ▁کے ▁لیے ▁کو ش اں ▁ہیں ▁اور ▁صوبے ▁کی ▁عوام ▁سے ▁کیے ▁گے ▁تمام ▁وعد ے ▁پورے ▁کررہی ▁ہے ▁۔
▁آج ▁کل ▁کے ▁لئے ▁لکھیں
▁حضرت ▁انس ▁بن ▁مالک ؓ ▁کی ▁روایت ▁ہے ▁کہ ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁فرمایا :

▁دیکھا ▁جو ▁مجھ ▁کو ▁چھوڑ ▁د ئے ▁مسکرا ▁کے ▁ہاتھ
▁ان ▁کو ▁وہ ▁جام ▁پل ائے ▁جائیں ▁گے ▁جن ▁کی ▁مل ونی ▁کا فور ▁کی ▁ہوگی ▁یعنی ▁دنیا ▁کی ▁سوز ش یں ▁اور ▁حس رت یں ▁اور ▁ناپ اک ▁خواہش یں ▁ان ▁کے ▁دل ▁سے ▁دور ▁کر ▁دی ▁جائیں ▁گی۔ ▁کا فور ▁ک َ ف َ ر َ ▁سے ▁مشت ق ▁ہے ▁اور ▁کفر ▁لغت ▁عرب ▁میں
▁پر ع ث فور ا ▁مہر ، ▁پر ع ث فور ا ▁ڈ اک ▁ٹکٹ ، ▁پر ع ث فور ا ▁ہدایت ، ▁پر ع ث فور ا ▁رو ٹی ▁۔ ▁یہ ▁ہاتھ ▁سے ▁تیار ▁ہے ، ▁مذہبی ▁شب یہ ▁آر ٹ ▁پیداوار ▁کے ▁عمل ▁کو ▁بہت ▁ہی ▁پیچ ید ہ ▁عمل ، ▁مصنوعات ، ▁اچھا ▁لگ ، ▁صاف ، ▁گھر ▁کی ▁سج ا وٹ ▁کے ▁کمر ے ، ▁میں ▁دکھا نے ▁کے ▁لیے ▁مناسب ▁ہے ▁یا ▁ع قی دے ▁کے ▁لوگ ▁بھی ▁اس ▁شب یہ ▁تح ائف ▁لطف ▁اند وز ▁ہو ▁سکتے ▁ہیں ▁۔
▁↑ ▁اقت باس ▁از : و یل نٹ ائن ▁ڈے ‘ ▁از ▁محمد ▁ عطاء ▁اللہ ▁صدیقی ، ▁ص ۳
▁واضح ▁رہے کہ ▁صدر ▁ٹرمپ ▁نے ▁حال ▁ہی ▁میں ▁ایک ▁صدارت ی ▁حکم ▁نام ے ▁پر ▁دست خط ▁کیے ▁ہیں ▁جس ▁کے ▁تحت ▁عراق ، ▁ایران ، ▁شام ، ▁لی بیا ، ▁ صوم ال یہ ، ▁سو ڈ ان ▁اور ▁یمن ▁سے ▁امریکہ ▁آنے ▁والوں ▁کے ▁ ویز ے ▁90 ▁روز ▁تک ▁معطل ▁کر ▁دیے ▁گئے ▁تھے۔

▁شہر ▁قائد / ▁شہر ▁کی ▁آواز
▁وزارت ▁کی ▁جانب ▁سے ▁پلاس ٹک ▁کے ▁تر نگے ▁ل ہر انے ▁والوں ▁کو ▁قومی ▁پرچم ▁کی ▁بے ▁حرمت ی ▁کا ▁مرتکب ▁قرار ▁دیا ▁جائے ▁گا۔
▁مرکزی ▁نیویگیشن ▁پر ▁جائیں
▁تاہم ▁رواں ▁ماہ ▁کے ▁او ائل ▁میں ▁پاکستان ▁رینجرز ▁کے ▁ڈائریکٹر ▁جنرل ▁اور ▁بھارتی ▁بار ڈر ▁سکیورٹی ▁فور س ▁ ’ بی ▁ایس ▁ایف ‘ ▁کے ▁سربراہ ▁کے ▁درمیان ▁سرحد ی ▁کشید گی ▁کے ▁معاملے ▁پر ▁نئی ▁دہلی ▁میں ▁مذاکرات ▁ہوئے ▁تھے۔
▁اس ▁کی ▁وجہ ▁یہ ▁ہے ▁کہ ▁لباس ▁... ▁گئے ▁کہ ▁کون ▁سا ▁پتھر ▁کس ▁... ▁موبائل ▁فون ▁کان ▁سے ▁لگا تے ▁ہیں ▁اور ▁...
▁پولیس ▁کے ▁ایک ▁بیان ▁کے ▁مطابق ، ▁’’ اس ▁خاتون ▁نے ▁سمجھا ▁کہ ▁ان ▁سی ڑھ یوں ▁یا ▁escala tor ▁کو ▁اسی ▁مسلمان ▁لڑکی ▁اور ▁اس ▁کے ▁ساتھ ▁موجود ▁ایک ▁خاتون ▁نے ▁روک ا ▁تھا۔ ▁اس ▁پر ▁اس ▁خاتون ▁نے ▁طی ش ▁میں ▁آ ▁کر ▁مسلمان ▁لڑکی ▁اور ▁اس ▁کی ▁ساتھ ی ▁کو ▁ گال یاں ▁دیں ▁اور ▁13 ▁سالہ ▁لڑکی ▁کا ▁وہ ▁اسکا رف ▁نفرت ▁سے ▁ کھی نچ ▁کر ▁اتار ▁دیا ، ▁جو ▁اس ▁نے ▁اپنے ▁سر ▁پر ▁بان دھ ▁رکھا ▁تھا۔ ‘‘
▁مغرب ▁نے ▁ہمیشہ ▁سے ▁ہی ▁مشرق ▁کو ▁کم ▁عقل ▁اور ▁کند ▁ذہن ▁سمجھا ▁ہے ▁ان ▁کے ▁خیال ▁میں ▁مشرق ▁اس ▁قابل ▁نہیں ▁ہے ▁کہ ▁وہ ▁اپنے ▁ممالک ▁کا ▁انتظام ▁چلا ▁سکے۔ ▁اس ▁لئے ▁مغرب ▁کو ▁چاہ ئیے ▁کہ ▁مشرقی ▁ممالک ▁پر ▁حکمران ی ▁کرے ▁تاکہ ▁ان ▁ممالک ▁کا ▁نظام ▁چل ▁سکے۔ ▁ب ظ ا ہر ▁یہ ▁سوچ ▁اس ▁تاثر ▁کو ▁سچ ▁دکھا نے ▁کا ▁طریقہ ▁ہے ▁کہ ▁ذ ہ ین ▁و ▁ فط ین ▁لوگ ▁صرف ▁سرزمین ▁مغرب ▁میں ▁ہی ▁پیدا ▁ہو ▁سکتے ▁ہیں ‘ ▁مشرق ▁کی ▁سرزمین ▁با و صف ▁لوگوں ▁کی ▁پیداوار ▁کے ▁لئے ▁بن جر ▁ہے۔ ▁حقیقت ▁اس ▁سے ▁کہیں ▁مختلف ▁ہے۔
▁بھارت ▁میں ▁مضر ▁صحت ▁کھانے ▁نے 9 ▁افراد ▁کی ▁جان ▁لے ▁لی
▁لفظ وں ▁سے ▁نش تر ▁کا ▁کام ▁لینے ▁والے ▁من ٹو ▁کی ▁آج ▁63 ▁ ویں ▁برس ی ▁ہے
▁دنیا ▁اور ▁اس ▁کی ▁حقیقت
▁اپنی ▁کتاب ▁میں ▁نواز الدین ▁صدیقی ▁نے ▁دعوی ٰ ▁کیا ▁تھا ▁کہ ▁اداکارہ ▁نہ اری کا ▁سنگھ ▁سمیت ▁کئی ▁خواتین ▁ان ▁پر ▁مرت ی ▁تھیں۔
▁آزادی ▁کے ▁بعد ▁کراچی ▁آگ ئے ▁تھے ▁اور ▁کچھ ▁عرصہ ▁معروف ▁کسان ▁رہنما ▁حیدر ▁بخش ▁ج تو ئی ▁کی ▁سندھ ▁ہار ی ▁تحریک ▁میں ▁کام ▁کیا۔ ▁یہ یں ▁ان ▁میں ▁طبقات ی ▁شعور ▁پیدا ▁ہوا ▁اور ▁انھوں ▁نے ▁معاشر تی ▁نا ان صاف یوں ▁کو ▁اپنی ▁نظم وں ▁کا ▁موضوع ▁بنایا ۔ مختلف ▁شہروں ▁سے ▁ہ جر ت ▁کرتے ▁ہوئے ▁بال آخر ▁۱۹ ۵۶ ء ▁میں ▁لاہور ▁میں ▁رہائش ▁اختیار ▁کی۔
▁ان ▁میں ▁سے ▁اکثریت ▁ورک نگ ▁فو کس ▁سکول وں ▁کے ▁اساتذہ ▁اور ▁استان یوں ▁کی ▁ہے۔ ▁جن ▁کے ▁ساتھ ▁اپنے ▁سکول وں ▁کے ▁بچے ▁بھی ▁ دھر نے ▁میں ▁شریک ▁ہیں۔
▁وزیراعظم ▁نواز ▁شریف ▁نے ▁کراچی ▁کے ▁علاقے ▁بلد یہ ▁ٹاؤن ▁کی ▁ایک ▁فیکٹری ▁میں ▁آتش ز دگی ▁کے ▁واقعے ▁میں ▁25 7 ▁افراد ▁کی ▁ہلاکت ▁کے ▁معاملے ▁پر ▁کہا ▁کہ ▁یہ ▁انتہائی ▁اہم ▁اور ▁سنج ید ہ ▁معاملہ ▁ہے۔ ▁ا ُ نھوں ▁نے ▁کہا ▁کہ ▁اس ▁بارے ▁میں ▁وہ ▁پہلے ▁اللہ ▁اور ▁پھر ▁عوام ▁کے ▁سامنے ▁جواب دہ ▁ہیں۔
▁پاکستان : ▁نوجوان ▁لڑکی وں ▁میں ▁چھ اتی ▁کے ▁سرطان ▁میں ▁اضافہ
▁ادا ▁جعفر ی ▁کی ▁خود ▁نوشت ▁کوئی ▁روز نام چہ ▁نہیں ▁کہ ▁اس ▁میں ▁زندگی ▁کے ▁گزار ے ▁ہوئے ▁دنوں ▁کا ▁ذکر ، ▁تاریخی ▁ترتیب ▁کے ▁ساتھ ▁کیا ▁گیا ▁ہو۔ ▁اس ▁میں ▁تو ▁یاد وں ▁کے ▁س ائے ▁اور ▁ دھی ان ▁میں ▁کھل نے ▁والے ▁پھول وں ▁کی ▁بو ▁باس ▁ہے ▁جو ▁کسی ▁بھی ▁جھ ون کے ▁کے ▁ہمراہ ▁چل ی ▁آتی ▁ہے ▁اور ▁مش ام ▁جاں ▁کو ▁مع طر ▁کر ▁جاتی ▁ہے۔ ▁ایسے ▁ہی ▁کسی ▁لمح ے ▁کی ▁بازی ا فت ▁کے ▁حوالے ▁سے ▁وہ ▁ہمیں ▁بطور ▁خاص ▁خواتین ▁تخلیق ▁کار وں ▁کی ▁ان ▁مشکلات ▁سے ▁آگاہ ▁کرتی ▁ہیں ▁جو ▁ دہ رے ▁معیار ات ▁کے ▁حامل ▁ایک ▁کم ▁علم ▁معاشرے ▁کے ▁بیشتر ▁افراد ▁کے ▁روی وں ▁کے ▁نتیجے ▁میں ▁پیدا ▁ہوتی ▁ہیں۔ ▁فرس ود ہ ▁سوچ وں ▁اور ▁گھ ٹے ▁ہوئے ▁ماحول ▁کے ▁پر ورد ہ ▁لوگوں ▁میں ▁روشن ▁خیال ی ▁مف قود ▁ہوتی ▁ہے۔ ▁وہ ▁صرف ▁لک یر ▁کے ▁فقیر ▁رہنے ▁پر ▁اک تفا ▁کیے ▁رکھتے ▁ہیں۔ ▁تخلیق ی ▁ہ نر ▁من دی ▁رکھنے ▁والوں ▁کے ▁نازک ▁احساسات ▁اور ▁ا رفع ▁خیالات ▁کو ▁سمجھ نا ▁ان ▁کے ▁لیے ▁ممکن ▁ہی ▁نہیں ▁ہوتا ۔ ▁بطور ▁خاص ▁اگر ▁قلم ▁عورت ▁کے ▁ہاتھوں ▁میں ▁نظر ▁آ ▁رہا ▁ہو ▁تو ▁ تعصب ات ▁اور ▁تنگ ▁ دلی ▁کا ▁مظاہرہ ▁اتنی ▁شدت ▁سے ▁کیا ▁جاتا ▁ہے ▁کہ ▁بہت ▁سی ▁قلم ▁کار ▁خواتین ▁ابتدا ء ▁ہی ▁میں ▁ہم ت ▁ہار ▁جاتی ▁ہیں۔ ▁اپنے ▁ذاتی ▁حوالے ▁سے ▁ایسے ▁ہی ▁ایک ▁امتیاز ی ▁سلوک ▁کا ▁ذکر ▁ادا ▁جعفر ی ▁یوں ▁کرتی ▁ہیں ▁:
▁یہ ▁بیرونی ▁لنک ▁ہیں ▁جو ▁ایک ▁نئی ▁ونڈو ▁میں ▁ک ُ ھل یں ▁گے
▁بچوں ▁کا ▁صفحہ
▁١ ▁- ▁آگ ▁کا ▁بڑا ▁ٹھیک را ۔
▁آرمی ▁پ بل ک ▁اسکول ▁میں ▁کال عد م ▁جماعت ▁سے ▁تعلق ▁رکھنے ▁والے ▁6 ▁جانور ▁صفت ▁انسان ▁سی ڑھ ی ▁لگا ▁کر ▁داخل ▁ہوئے۔ ▁مسلح ▁شدت ▁پسندوں ▁نے ▁اسکول ▁کے ▁داخلی ▁اور ▁خارجی ▁راست وں ▁پر ▁پوزیشن ▁سنبھال ▁لیں ▁۔
▁بیٹی اں ▁تو ▁سچ ے ▁رب ▁کی ▁مہربانی اں ▁ہیں ▁دینے ▁والے ▁کا ▁دروازہ ▁کبھی ▁بند ▁نہیں ▁ہوتا ▁لوگ ▁کیا ▁تھے ▁اور ▁آپ ▁کیا ▁سمجھتے ▁تھے ▁زندگی ▁ہر ▁جی نے ▁والے ▁کے ▁پاس ▁نہیں ▁ہوتی ▁زندگی ▁ایک ▁مختصر ▁ترین ▁سفر ▁ہے ▁ہر ▁دوسرا ▁شخص ▁فت و وں ▁کی ▁زد ▁میں ▁ہے ▁خوبصورت ▁زندگی ▁خود ب خود ▁نہیں ▁بنت ی ▁مر ے ▁دل ▁کے ▁کسی ▁کو نے ▁میں ▁اک ▁معصوم ▁سا ▁بچہ ▁شکل ▁بدل ▁سکتی ▁ہے ▁ف ظ رت ▁کبھی ▁نہیں ▁بدل تی ▁کا نٹ وں ▁پہ ▁ساتھ ▁چلنے ▁والے ▁لوگ ▁مجھے ▁راست وں ▁نے ▁تھ کا ▁دیا ▁سب ▁کچھ ▁اللہ ▁کا ▁ہے ▁تو ▁نے ▁پوچھ ی ▁ہے ▁امام ت ▁کی ▁حقیقت ▁مجھ ▁سے ▁اللہ ▁کا ▁کرم ▁ہے ▁یہ ▁بھول نے ▁کی ▁صفت ▁تیر ے ▁ہ َ تھ ▁و ِ چ ▁میری ▁ڈو ر ▁و ے ▁سائ یاں ▁اور ▁جب ▁قبر یں ▁ا کھی ڑ ▁دی ▁جائیں ▁گی ▁جب ▁ا ُ م ید یں ▁ٹوٹ تی ▁ہیں ▁تو بہ ت ▁تکلیف ▁ہوتی ▁ہے ▁عبادت ▁کی ▁ک ثر ت ▁پر ▁غر ور ▁نہ ▁کرو ▁م ُ ـــ ح َ م َّ ــــــ د ▁صلى ▁الله ▁عليه ▁وسلم ▁: ▁بڑی ▁شان ▁والے ▁کامیابی ▁روز ▁پانچ ▁بار ▁تمہیں ▁بل اتی ▁ہے
▁اج ▁کے ▁اے ▁پی ▁سی ▁اعلام ی ے ▁کی ▁مکمل ▁حمایت ▁کرتے ▁ہیں , ▁پروفیسر ▁ابراہیم ▁جماعت ▁اسلامی
▁اپنی ▁تحریر ▁شامل ▁کریں
▁اس ▁لئے ▁تو ▁نے ▁چ ٹا ▁ نوں ▁سے ▁ان ▁کے ▁لئے ▁پانی ▁فراہم ▁کرا ▁ یا۔
▁کشمیر ی ▁میڈیا ▁کے ▁مطابق ▁ قاب ض ▁فوج ▁نے ▁مقبوضہ ▁و ادی ▁کے ▁ضلع ▁کپ وا ڑ ہ ▁میں ▁تازہ ▁کارروائی ▁کی ▁اور ▁سرچ ▁آپریشن ▁کے ▁دوران ▁3 ▁نوجوانوں ▁کو ▁شہید ▁کردیا۔ اس ▁سے ▁قبل ▁بھارتی ▁فوج ▁نے ▁اتوار ▁کے ▁روز ▁بھی ▁آپریشن ▁میں ▁2 ▁کشمیر یوں ▁کو ▁شہید ▁کیا ▁جس ▁کے ▁بعد ▁24 ▁گھنٹے ▁میں ▁ قاب ض ▁فوج ▁کے ▁ہاتھوں ▁شہید ▁ہونے ▁والوں ▁کی ▁تعداد ▁5 ▁ہوگئی ▁۔
▁بہتر : ▁ن گان ن ▁سرور ز ▁کے ▁ساتھ ▁اچھی ▁طرح ▁سے ▁کھیل نے
▁بارہ ▁برس ▁پہلے ▁کا ▁ایک ▁ویل نٹ ائن ▁ڈے
▁نواز ▁شریف ▁کا ▁500 رو پ ے ▁کا ▁چال ان ▁کر ▁دیا ▁گیا۔ ۔۔۔
▁نواز ▁شریف ▁کی ▁نااہل ی ▁اداروں ▁کے ▁درمیان ▁ت صاد م ▁کو ▁جنم ▁دے ▁سکتی ▁ہے
▁ن نگے ▁پ اؤں ▁چلنے ▁سے

▁شیخ ▁ذوالفقار علی ▁طاہر رحم ہ ▁اللہ ▁September ▁23, ▁2017 ▁26 2
▁فری نڈ ش پ ▁ہ اء وس ▁(1)
▁- ▁CONS ▁کے : ▁وہ ▁بہت ▁بڑا ▁اسکی نڈ ل ▁ہو , ▁مدد ▁کی ▁ٹیم ▁جواب ▁نہیں . ▁بے ▁سبب ▁کچھ ▁وقت ▁مصیبت ▁کی ▁بہت ▁سی ▁دیکھی .
▁» خوا جہ ▁آصف ▁من ی ▁لا نڈر نگ ▁کیس : ▁نیب ▁نے ▁عثمان ▁ڈار ▁سے ▁معاونت ▁طلب ▁کر ▁لی

▁مار کسی ▁کمی ون سٹ ▁پارٹی ▁کے ▁جنرل ▁سکر ی ٹری ▁سی تا ▁رام ▁ی چ وری ▁نے ▁نوٹ ▁بندی ▁کے ▁لئے ▁مودی ▁حکومت ▁پر ▁سخت ▁تنقید ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁ملک ▁کی ▁عوام ▁اس ▁‘ ملک ▁مخالف ▁عمل ’ ▁کے ▁لئے ▁اسے ▁کبھی ▁معاف ▁نہیں ▁کرے ▁گی۔ ▁ی چ وری ▁نے ▁ٹو یٹر ▁پر ▁لکھا ▁کہ ▁بل یک ▁من ی ، ▁دہشت ▁گردی ▁اور ▁جعل ی ▁کرنسی ▁پر ▁قابو ▁پانے ▁کے ▁حکومتی ▁دعو وں ▁کو ▁پول ▁کھل ▁گئی۔ ▁ریز رو ▁بینک ▁کی ▁جانب ▁سے ▁اعداد ▁و ▁شمار ظ ا ہر ▁کرنے ▁میں ▁تاخیر ▁کے ▁باوجود ▁حقیقت ▁باہر ▁آگئی ۔ ▁انہوں ▁نے ▁سوال ▁کیا ▁ہے ▁کہ ▁آخر ▁یہ ▁سب ▁کس ▁لئے ▁کیا ▁گیا ▁؟ ▁وزیر ▁خزانہ ▁ار ون ▁جی ٹل ی ▁نے ▁آج ▁کہا ▁کہ ▁نوٹ ▁بندی ▁جس ▁مقصد ▁سے ▁ل ائی ▁گئی ▁تھی ▁حکومت ▁اس ▁سمت ▁میں ▁آگے ▁بڑھ ▁رہی ▁ہے ، ▁اور ▁اس ▁کا ▁مقصد ▁عام ▁لوگوں ▁کی ▁رقم ▁ضبط ▁کرنا ▁نہیں ▁تھا۔
▁تسنیم ▁خبر رس اں ▁ادارے ▁کی ▁رپورٹ ▁کے ▁مطابق ، ▁سپریم ▁کورٹ ▁کے ▁5 ▁رکن ی ▁بنی چ ▁نے ▁متفق ہ ▁فیصلہ ▁دیتے ▁ہوئے ▁ہم ▁جنس ▁پرست ی ▁کو ▁قابل ▁سزا ▁جرم ▁قرار ▁دینے ▁والی ▁قانونی ▁ شق ▁ 377 ▁کو ▁منسوخ ▁کردیا ▁جس ▁کے ▁بعد ▁ملک ▁میں ▁اب ▁ہم ▁جنس ▁پرست ی ▁جرم ▁نہیں ▁ہوگا۔
▁میں ▁پوری ▁طرح ▁ر چ ▁بس ▁گئے ▁ہیں۔ ▁و قار ▁احمد ▁کی ▁سائ یکی ▁کا ▁حصہ ▁واقعات ِ ▁کربلا ▁شہادت ▁ عظم ی ٰ ▁فرا ت ▁اور ▁آب او ▁اج داد ▁کا ▁خان قا ہی ▁ماحول ▁ہے۔ ▁اس ▁پر ▁مست زاد ▁بچ پن ▁سے ▁خان قا ہ ▁کے ▁ذریعہ ▁ملی ▁ہوئی ▁ان ▁کی ▁وحدت ▁ال وجود ی ▁فکر ▁ہے۔ ▁جو ▁جملہ ▁ہم ▁عصر ▁اسلامی ▁تحریک ات ▁کو ▁بلا ▁اثر ▁دلیل وں ▁کے ▁ساتھ ▁مست زاد ▁کرتی ▁جاتی ▁ہے۔ ▁یہ ▁وہ ▁عناصر ▁ہیں ▁جو ▁و قار ▁احمد ▁کو ▁ناس ٹل جی ائی ▁( No stal gia ) بنا ▁دیتے ▁ہیں۔ ▁اور ▁ان ▁ہی ▁کے ▁سبب ▁وہ ▁بار ▁بار ▁اپنی ▁جڑ وں ▁کی ▁طرف ▁مراجع ت ▁کرتے ▁دکھائی ▁دیتے ▁ہیں۔
▁د ہری ▁شہری ت ▁کا ▁معاملہ : مسلم ▁لیگ ▁ن ▁کے ▁دو ▁سینیٹ ر ▁نا ▁اہل ▁قرار
▁ماہرین ▁کا ▁خیال ▁ہے ▁کہ ▁پا ول ▁کی ▁مودی ▁کے ▁ساتھ ▁ملاقات ▁سے ▁یہ ▁پیغام ▁جائے ▁گا ▁کہ ▁امریکہ ▁ان ▁کے ▁لیے ▁ویزا ▁جاری ▁کرنے ▁کے ▁لیے ▁تیار ▁ہے۔
▁جو ▁تلاش ▁کرنا ▁چاہ ▁رہے ▁ہیں ▁یہاں ▁لکھیں

▁اول مپ کس ▁مش عل ▁نے ▁برطانیہ ▁میں ▁تقریبا ً ▁آٹھ ▁ہزار ▁میل ▁کا ▁سفر ▁طے ▁کیا ▁ہے۔
▁یہ ▁مضمون ▁انگریز ی ▁اخبار ▁دی ▁ایک سپ ریس ▁ٹر ائب یون ▁میں ▁شائع ▁ہوا۔ ▁انگریز ی ▁متن ▁پڑھنے ▁کے ▁لئے ▁یہاں ▁کلک ▁کریں۔
▁" جی ▁ہاں ! ▁ایسا ▁ہی ▁ہے ▁، ہم ارے ▁نبی ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁ہمیں ▁پیش اب ▁یا ▁قضا ئے ▁حاج ت ▁کے ▁وقت ▁استقبال ▁قبل ہ ▁سے ▁روک ا ▁ہے ▁اور ▁اس ▁سے ▁بھی ▁روک ا ▁ہے ▁کہ ▁ہم ▁د ائیں ▁ہاتھ ▁سے ▁است نج اء ▁کریں ▁یا ▁تین ▁پتھر وں ▁سے ▁کم ▁سے ▁است نج اء ▁کریں ...” الح دی ث
▁عدالت ▁جواب ▁دے ▁یا ▁سزا ▁۔ ▁فیصلہ ▁چیف ▁جسٹس ▁کو ▁کرنا ▁ہے
▁دوسری ▁طرف ▁امریکہ ▁پہلے ▁ہی ▁پاکستان ▁اور ▁چین ▁کے ▁ما بین ▁ہونے ▁والی ▁اس ▁مجوز ہ ▁ڈی ل ▁پر ▁تشویش ▁کا ▁اظہار ▁کر ▁چکا ▁ہے۔
▁ ’ ان ڈی ا ▁نہیں ▁کھیل نا ▁چاہتا ▁تو ▁آئی ▁سی ▁سی ▁کیا ▁کرے ؟ ‘
▁چھ ٹے ▁عنصر ▁کی ▁مصنوعات ▁کی ▁قیمت ▁سو نے ▁ک ...

▁تاریخ ▁کے ▁جھ رو ک وں ▁میں ▁جھ ان ک نے ▁کا موقع ▁دینے ▁والی ▁دلچسپ ▁داستان ▁سال ▁کے ▁۳ ۶۵ ▁دن ▁۱۲ ؍ ▁مہین ے ▁رکھتے ▁ہیں۔ ▁ان ▁میں ▁کوئی ▁۳۰ ، ▁کوئی ▁ ۳۱ ▁اور ▁کوئی ▁ ۲۸ یا ▁۲ ۹ ...
▁ڈونلڈ ▁ٹرمپ ▁نے ▁ایران ▁سے ▁جوہری ▁معاہدے ▁کی ▁’’ آخر ی ▁بار ‘‘ ...
▁پول یو ▁قطر ے : ▁ دوا ▁یا ▁کچھ ▁اور ▁؟
▁بحث وں ▁میں ▁مخالفت ▁بھی ▁کر ▁سکتے ▁ہیں ▁لیکن ▁حدود ▁و ▁ قی ود ▁کے ▁ساتھ
▁کشمیر ی ▁عوام ▁کی ▁ام نگ وں ▁کے ▁مطابق ▁مسئلہ ▁کشمیر ▁حل ▁کیا ▁جائے : ▁وزیر ▁اعظم
▁اور ▁دکھائی ں ▁کم ▁دکھائی ں
▁بر ص غیر ▁پاک ▁و ▁ہند ▁میں ▁امن ▁اور ▁ترقی ▁کے ▁لیے ▁ہندو ▁ریاست ▁سے ” ▁ا کھ نڈ ▁بھارت “ ▁کے ▁تحت ▁اتحاد ▁نہیں ...
▁انہیں ▁جواب ▁دیا ▁جاتا ▁ہے ▁کہ ▁یہ ▁ہمارا ▁دستور ▁نہیں ▁، ▁ہمیں ▁تمہارے ▁یہ ▁کام ▁سخت ▁نا ▁پسند ▁ہیں ▁اور ▁ان ▁کی ▁نا ▁پسند ی دگی ▁کا ▁اظہار ▁ہم ▁اپنے ▁سچ ے ▁پیغمبر وں ▁کی ▁زبان ی ▁کر ▁چکے ▁۔ ▁سخت ▁تاکید ی ▁طور ▁پر ▁تمہیں ▁ان ▁سے ▁روک ▁چکے ▁، ▁ہر ▁بست ی ▁، ▁ہر ▁جماعت ▁، ▁ہر ▁شہر ▁میں ▁اپنے ▁پیغام ▁بھیج ے ▁، ▁سب ▁نے ▁اپنا ▁فرض ▁ادا ▁کیا ▁۔ ▁ب ندگان ▁رب ▁میں ▁اس ▁کے ▁احکام ▁کی ▁تبلیغ ▁صاف ▁کر ▁دی ▁۔
▁ملاحظ ہ ▁کریں ▁کہ ▁آپ ▁کا ▁ہوا ▁محفوظ ▁ہے
▁زمرہ : بصر ی ▁اختراع ات ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا
▁حیدرآباد ▁کے ▁9 ▁مسلم ▁نوجوان ▁حادث ہ ▁کا ▁شکار
▁معین ▁آباد ▁میں ▁1000 گز ▁‘ ▁2000 گز ▁کے ▁پلا ٹس ▁‘ ▁تمام ▁ضروری ات ▁سے ▁آر است ہ ▁‘ 50 ف یٹ ▁روڈ ▁‘ ▁گی ٹی ڈ کم یون ٹی ▁‘ ▁مختلف ▁ا قسام ▁کے ▁25 جھ ا ڑ ▁مین ▁روڈ ▁‘ ▁فیس نگ ▁صرف ▁999 / - رو پ ئے ▁فی ▁ گز ▁۔ ▁اس ▁سن ہری ▁موقع ▁سے ▁استفاد ہ ▁حاصل ▁کریں ‘ ▁بک نگ ▁جاری ▁ہے۔
▁دیگر ▁زبان یں
▁اردو ▁موبائل ▁ایپ
▁فلم ▁کی ▁قسم : ▁7 ▁یا ▁9 ▁پر ت ▁کو ▁ختم ▁کرنا
▁خیال ▁ہے ▁کہ ▁انھیں ▁کئی ▁ماہ ▁کے ▁لیے ▁گھر ▁میں ▁نظر ▁بند ▁کیا ▁گیا ▁ہے۔

▁میں ▁کسی ▁کی ▁جو ت یاں ▁اٹھا نے ▁والا ▁نہیں : ▁چوہدری ▁نثار
▁امریکہ ▁نے ▁گزشتہ ▁ہفتے ▁ایک ▁امن ▁منصوبے ▁کا ▁اعلان ▁کیا ▁تھا ▁جس ▁کے ▁تحت ▁شیعہ ▁ح وث ی ▁قبائل ▁دارالحکومت ▁صنعاء ▁سے ▁نکل ▁جائیں ▁گے ▁اور ▁متحدہ ▁حکومت ▁بنانے ▁کیلئے ▁بات ▁چیت ▁شروع ▁کی ▁جائے ▁گی ▁ان صار ▁اللہ ▁کا ▁کہنا ▁ہے ▁کہ ▁وہ ▁مذاکرات ▁کیلئے ▁تیار ▁ہیں ▁بشر طی کہ ▁سعودی ▁عرب ▁کی ▁قیادت ▁میں ▁ل ڑنے ▁والی ▁اتحاد ی ▁حملے ▁بند ▁کرد ے ▁۔ ۔۔۔۔۔ ۔۔۔۔۔ ۔۔۔۔۔ ۔۔۔۔۔ ۔۔۔۔۔
▁امریکی ▁ری سر چر ز ▁کی ▁ایک ▁تازہ ▁ترین ▁تحقیق ▁سے ▁انکشاف ▁ہوا ▁ہے ▁کہ ▁کا ؤ چ ▁پو ٹی ٹ وز ▁یا ▁ایسے ▁افراد ▁جو ▁جسمانی ▁حرکت ▁خاصی ▁کم ▁کرتے ▁ہیں ▁اور ▁زیادہ ▁وقت ▁بیٹھے ▁رہتے ▁ہیں ▁انہیں ▁جسمانی ▁طور ▁پر ▁فٹ ▁لوگوں ▁کے مقابل ے میں ▁بہت ▁جلد ی ▁فل و ▁ہوتا ▁ہے۔ ▁( 09 .11.20 10)
▁زمرہ : م ائی ات ▁اور ▁عمران ی ▁منصوبہ ▁بندی ▁- ▁آزاد ▁دائر ۃ ▁المعارف ، ▁ویکیپیڈیا

▁گفتگو ▁کا ▁رخ ▁بدلا ▁اور ▁ملکی ▁اداروں ▁کی ▁طرف ▁ہو ▁گیا ▁، ▁میاں ▁نواز ▁شریف ▁نے ▁ال ٹا ▁ہم ▁پر ▁سوال ▁داغ ▁دیا ▁کہ ▁کیا ▁ہندوستان ، ▁نی پال ، ▁بھ وٹ ان ، ▁سری ▁لنکا ▁میں ▁ایسا ▁ہوتا ▁ہے ▁کہ ▁منتخب ▁نمائند وں ▁کے ▁خلاف ▁سازش یں ▁کی ▁جائیں ▁اور ▁انھیں ▁گھر ▁بھی جا ▁جائے ▁، ▁آپ ▁ہی ▁مجھے ▁بتا ہ یں ▁اگر ▁میں ▁کر پٹ ▁تھا ▁تو ▁آپ ▁لوگ ▁یہاں ▁عدالت ▁میں ▁مجھ ▁پر ▁آواز ے ▁کس تے ، ▁میں ▁تو ▁عدالت وں ▁کا ▁سامنا ▁کر ▁رہا ▁ہوں ▁، ▁میری ▁خاموش ی ▁کے ▁پیچھے ▁کوئی ▁راز ▁پہن اں ▁نہیں ▁عوام ▁جلد ▁جان ▁جائے ▁گی ▁سچ ائی ▁کیا ▁ہے ؟
▁گ نٹ ور ▁کے ▁مسلمانوں ▁پر ظلم ▁کیخلاف ▁سی ▁پی ▁آئی ▁ایم ▁کا ▁احتجاج ▁جنگ ▁کے ▁میدان ▁میں ▁تبدیل

▁پر اک رت ▁زبان ▁سے ▁ما خو ذ ▁اسم ▁' دو دھ ' ▁بطور ▁م ضاف ▁ال یہ ▁اور ▁سن سک رت ▁سے ▁حرف ▁ا ضاف ت ▁' کے ' ▁اور ▁فارسی ▁کے ▁لفظ ▁' د ند ' ▁سے ▁ما خو ذ ▁' دان ت ' ▁بطور ▁م ضاف ▁لگا ▁کر ▁مرکب ▁اضافی ▁بنایا ▁گیا ▁ہے۔ ▁اردو ▁میں ▁١٩ ٧ ٠ ء ▁کو ▁" گھ ری لو ▁انس ائی کل وپ یڈ یا " ▁میں ▁مستعمل ▁ملتا ▁ہے۔
▁داعش ▁کا ▁ل ٹری چر ▁افغانستان ▁کے ▁راستے ▁آیا ، ▁ضبط ▁کرنے ▁اور ▁تقسیم ▁کار وں ▁کیخلاف ▁کارروائی ▁کا ▁حکم
▁احتساب ▁عدالت ، ▁نوازشریف ▁کیخلاف ▁نیب ▁ریفرنس ز ▁کی ▁سماعت
▁ڈاؤن ▁لوڈ ، ▁اتار نا
▁استعمال ▁کے ▁ضوابط
▁شہر ▁کے ▁معروف ▁پل [ تر م یم ]
▁’’ آپ ▁نے ▁ملک ▁کا ▁نام ▁روشن ▁کیا ! ‘‘ ▁وزیر ▁اعظم ▁کی ▁یا سر ▁شاہ ▁کی ▁تعریف
▁ایران ▁اور ▁افغانستان ▁کے ▁درمیان ▁ریلوے ▁لائن ▁کی ▁افتتاح ی ▁تقریب ▁کی ▁تصاویر ▁ذیل ▁میں ▁دیکھ ئے :
▁ما خذ ▁دیکھیں
▁سابق ▁وزیر ▁اعظم ▁پاکستان ▁اور ▁مسلم ▁لیگ ▁ن ▁کے ▁سربراہ ▁میاں ▁نواز ▁شریف
▁مسیح ▁مو عود ▁علیہ ▁السلام ▁کا ▁قسم ▁کھانا
▁’’ تم ▁آزاد ▁ہو۔ ▁تم ▁آزاد ▁ہو ▁کہ ▁تم ▁اپنے ▁من در وں ▁میں ▁جا ؤ ۔ ▁تم ▁آزاد ▁ہو ▁کہ ▁تم ▁اپنی ▁مساجد ▁میں ▁جا ؤ ▁یا ▁اس ▁ریاست ▁پاکستان ▁میں ▁کسی ▁اور ▁عبادت ▁گاہ ▁میں ▁جا ؤ ۔ ▁اس ▁کا ▁کوئی ▁تعلق ▁ریاست ی ▁معاملات ▁سے ▁نہیں ▁ہے۔ ‘‘
▁ضلع ▁جا لن دھر
▁’’ ک چھ ▁بھی ▁ہوجائے ▁2 ▁بجے ▁ہر ▁صورت ▁ لال ▁حو یلی ▁پہنچ وں ▁گا ‘‘ ▁عمران ▁خان ▁کی ▁شیخ ▁رشید ▁کو ▁ٹیلی ▁فون ▁پر ▁یقین ▁ دہ انی

▁ان ▁کی ▁روح ▁کو ▁دھو کہ ▁، ▁اور ▁قیامت ▁کے ▁دن ▁وہ ▁لوگ ▁جنہوں ▁نے ▁کفر ▁، ▁سب ▁دیکھ ▁کر ▁آن کھ ▁کے ▁تحت ▁شکار ▁ہیں
▁ایران ▁اور ▁چھ ▁عالمی ▁طاقت یں ▁( بر ط ان یہ ، ▁فرانس ، ▁روس ، ▁چین ▁امریکہ ▁اور ▁جرمنی ) ▁تہ ران ▁کے ▁جوہری ▁پروگرام ▁سے ▁متعلق ▁ایک ▁حتمی ▁معاہدے ▁کے ▁لیے ▁بات ▁چیت ▁میں ▁مصروف ▁ہیں۔
▁بند وق ▁بردار وں ▁نے ▁نیو ▁ایم ▁اے ▁جناح ▁روڈ ▁پر ▁پارک نگ ▁پلا زہ ▁کے ▁قریب ▁یہ ▁حملہ ▁کیا تھا ۔
▁جنوری ▁کے ▁ایک ▁سرد ▁دن ▁ملا ▁دو پی از ہ ▁گول ڑ وی ▁ہا ن پ تے ▁کا پن تے ▁ہمارے ▁پاس ▁آئے ، ▁اور ▁پوچھ نے ▁لگے ▁کہ ▁یا ▁شیخ ، ▁میں ▁ایکس پور ٹ ▁کا ▁کام ▁شروع ▁کرنے ▁کا ▁اراد ہ ▁رکھتا ▁ہوں۔ ▁مجھے ▁پتہ ▁چلا ▁ہے ▁کہ ▁یورپ ▁امریکہ ▁میں ▁سب ▁سے ▁زیادہ ▁خریداری ▁کر سم س ▁پر ▁ہوتی ▁ہے۔ ▁یہ ▁کر سم س ▁کا ▁کیا ▁قص ہ ▁ہے ؟
▁موبائل ▁فون ▁نہیں ▁یا ▁اس ▁میں ▁بیل نس ▁نہیں ▁تو ▁کیا ▁ہوا ؟ ▁پولیس ▁کی ▁مدد ▁اب ▁ایک ▁ب ٹن ▁کی ▁دور ی ▁پر
▁التو ▁ٹاؤن ▁شپ ، ▁لی ▁کاؤنٹی ، ▁ال ینو ائے ▁لی ▁کاؤنٹی ، ▁ال ینو ائے
▁چ ئیر مین ▁سینیٹ ▁الیکشن ▁میں ▁کن ▁اتحاد یوں ▁نے ▁وعدہ ▁خلاف ی ▁کی ، ر پور ٹ ▁نواز ▁شریف ▁کو ▁پیش ▁کر ▁دی ▁گئی
▁تلاش ▁پر ▁جائیں
▁پولیس ▁مقابلے ▁میں ▁ہلاک ▁نق یب ▁مح سود ▁بے ▁گناہ ▁، جس ▁نق یب ▁اللہ ▁پر ▁مقدمات ▁ہیں ▁وہ ▁کوئی ▁اور ▁شخص ▁ہے ▁: ت حقیق اتی ▁کمیٹی ▁کا ▁ابتدائی ▁رپورٹ ▁انکشاف
▁نئی ▁پوسٹ وں ▁کے ▁بارے ▁میں ▁مجھے ▁ای ▁میل ▁کے ▁ذریعے ▁آگاہ ▁کریں۔
▁برطانیہ ▁، ▁قاتل انہ ▁حملے ▁میں ▁زخمی ▁ماں ▁بچے ▁کی ▁پیدائش ▁کے ▁بعد ▁جاں ▁بحق
▁کیا ▁تم ▁لوگ ▁یہ ▁خیال ▁کرتے ▁ہو ▁کہ ▁( بے آ زم ائش ) ▁چھوڑ ▁دیئے ▁جا ؤ ▁گے ▁اور ▁ابھی ▁خدا ▁نے ▁ایسے ▁لوگوں ▁کو ▁مت م یز ▁کیا ▁ہی ▁نہیں ▁جنہوں ▁نے ▁تم ▁میں ▁سے ▁جہاد ▁کئے ▁اور ▁خدا ▁اور ▁اس ▁کے ▁رسول ▁اور ▁مومن وں ▁کے ▁سوا ▁کسی ▁کو ▁ دلی ▁دوست ▁نہیں ▁بنایا ۔ ▁اور ▁خدا ▁تمہارے ▁سب ▁کام وں ▁سے ▁وا قف ▁ہے
▁ ’ با پ ▁بیٹے ▁کی ▁محبت ▁پر ▁مبنی ▁کہانی ‘
▁غزل ▁کا ▁کوئی ▁عنوان ▁نہیں ▁ہوتا ۔ ▁اکثر ▁شاعر ▁سے ▁ہی ▁منسوب ▁کیا ▁جاتا ▁ہے ▁جیسے ▁میر ▁تق ی ▁میر ▁کا ▁فل اں ▁غزل ▁جس ▁میں ▁فل اں ▁چیز ▁کا ▁ذکر ▁کیا ▁گیا ▁ہے۔ ▁جبکہ ▁نظم ▁کا ▁با قاعدہ ▁عنوان ▁ہوتا ▁ہے ▁۔
▁بورڈ ▁اور ▁حکومت ▁کو ▁و جے ▁آن ند ▁سے ▁سبق ▁لینے ▁کی ▁ضرورت ▁ہے ، ▁جو ▁بورڈ ▁کے ▁صدر ▁رہ ▁چکے ▁ہیں۔ ▁انھوں ▁نے ▁کہا ▁تھا ▁کہ ▁پور ن ▁فلم یں ▁تقریبا ً ▁ہر ▁جگہ ▁کھل ے ▁عام ▁فروخت ▁ہو ▁رہی ▁ہیں ▁اور ▁دیکھی ▁جا ▁رہی ▁ہیں۔ ▁ان ▁سے ▁ل ڑنے ▁کا ▁یہی ▁طریقہ ▁ہے ▁کہ ▁بورڈ ▁اس ▁طرح ▁کی ▁فلم وں ▁کو ▁قانونی ▁طور پر ▁اجازت ▁دے ▁کر ▁سنی ما ▁ہا ل ▁میں ▁دکھا ئے۔ ▁اگر ▁کسی ▁مسئلہ ▁کو ▁جڑ ▁سے ▁ختم ▁نہیں ▁کر ▁سکتے ▁تو ▁اسے ▁غیر ▁قانونی ▁طریقہ ▁سے ▁ہونے ▁سے ▁روک ▁تو ▁سکتے ▁ہیں۔ ▁سائ و تھ ▁سنی ما ▁کا ▁اپنا ▁مزاج ▁اور ▁چ ٹک یلا ▁رنگ ▁ہے۔ ▁اس ▁لئے ▁ہند ی ▁سنی ما ▁کی ▁طرز ▁پر ▁سین سر ▁شپ ▁نہیں ▁چل ▁سکتی ۔ ▁یہاں ▁کی ▁تہذیب ، ▁ ناظر ین ▁کی ▁ذہنی ت ▁اور ▁تفریح ی ▁انداز ▁کو ▁سمجھ نا ▁بہت ▁ضروری ▁ہے۔ ▁اس ▁کی ▁بنیاد ▁پر ▁ہی ▁معیار ▁کو ▁بدلا ▁جائے۔ ▁تب ▁کہیں ▁جا ▁کر ▁سین سر ▁شپ ▁کے ▁صحیح ▁معنی ▁سامنے ▁آ ▁ ئیں ▁گے۔ ورن ہ ▁ویل و ▁جیسے ▁بیدار ▁ہدایت ▁کار ▁قانونی ▁چیلنج ▁دیتے ▁رہیں ▁گے ▁ا ▁ور ▁سین سر ▁بورڈ ▁اپنی ▁ فض ی حت ▁کرا تا ▁رہے ▁گا۔
▁مسلم ▁لیگ ▁( ن ) ▁کے ▁رہنما ▁عمر ای وب ▁تحریک ▁انصاف ▁میں ▁شامل
▁بجٹ ▁ہماری ▁ترجیح ات ▁اور ▁ہمارے ▁من شور ▁کی ▁عکاسی ▁کرتا ▁ہے ، اس ▁میں ▁..
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁چوہدری ▁شجاع ت ▁کی ▁کتاب ▁– ▁جاوید ▁چوہدری ▁کا ▁کالم ▁20 ▁اپریل ...
▁جناب ▁الطاف ▁حسین ▁نے ▁ن ذ یر ▁حسین ▁یونیورسٹی ▁کے ▁صورت ▁میں ▁کراچی ▁کے ▁عوام ▁کو ▁ایک ▁بہترین ▁ تحف ہ ▁دیا ▁ہے ▁اور ▁انشاء ▁اللہ ▁ن ذ یر ▁حسین ▁یونیورسٹی ▁50 ▁لاکھ ▁بچوں ▁کو ▁تعلیم ▁دے ▁گی ▁اور ▁بہت ▁کم ▁قیمت ▁میں ▁دے ▁گی ، ▁ح ون ید ▁لاکھ انی
▁نئی ▁دہلی ▁( بی ▁بی ▁سی ) ▁انڈیا ▁میں ▁می سور ▁کے ▁سابق ▁حکم ر اں ▁ٹی پو ▁سلطان ▁کو ▁ایک ▁بہ ادر ▁اور ▁محب ▁وطن ▁حکم ر اں ▁کے ▁طور ▁پر ہی ▁نہیں ▁مذہبی ▁ روا داری ▁کے ▁علم بر دار ▁کے ▁طور ▁پر ▁بھی ▁یاد ▁کیا ▁جاتا ▁ہے۔ ▁لیکن ▁کچھ ▁عرصے ▁سے ▁بی ▁جے ▁پی ▁کے ▁رہنما ▁اور ▁د ائیں ▁باز و ▁کے ▁نظریات ▁کے ▁مورخ ▁ٹی پو ▁کو ▁ظالم ▁اور ▁ہندو ▁دشمن ▁مسلم ▁سلطان ▁کے ▁طور پر ▁پیش ▁کرنے ▁کی ▁کوشش ▁کر ▁رہے ▁ہیں۔ ▁ٹی پو ▁کو ▁ہندو ؤں ▁کا ▁قتل ▁عام ▁کرنے ▁والا ▁حکم ر اں ▁بتایا ▁جا ▁رہا ▁ہے۔
▁کام ▁کرنے ▁کی ▁صلاحیت ▁( کل و گرام )
▁آپ ▁کا ▁ای ▁میل

▁یہ ▁پی اد ▁سرو ے ▁کی ▁نظر ▁ثانی ▁کی ▁ہے
▁انسان ▁کو ▁اپنے ▁اندر ▁جھ ان ک نے ▁کی ▁ضرورت ▁ہے ▁کہ ▁وہ ▁ان ▁اسباب ▁سے ▁کہیں ▁اتنا مان وس ▁تو ▁نہیں ▁ہو ▁گیا ▁کہ ▁م سبب ▁کو ▁ہی ▁بھول ▁گیا ▁اور ▁اللہ ▁کی ▁عطا ▁کی ▁ہوئی ▁طاقت ▁اور باد شا ہی ▁میں ▁اپنے ▁مالک ▁اللہ ▁کا ▁شریک ▁تو ▁نہیں ▁بن ▁گیا۔
▁ایپ ل ▁رکن ▁کی ▁2 ▁بل یک ▁& ▁64 gb ▁GB ▁فروخت ▁کے ▁لئے ▁ وائی ▁ف ائی ▁کے ▁ساتھ ▁سفید ▁فا م
▁عمران ▁خان ▁اور ▁آخری ▁خطرناک ▁بازی ▁( روز نامہ ▁جنگ ▁9 ▁نومبر ▁2018)

▁پاکستان ▁کی ▁مزید ▁خبریں
▁تاہم ▁ترک ▁وزیر ِ ▁خارجہ ▁کا ▁کہنا ▁تھا ▁کہ ▁اس ▁وقت ▁اہم ▁کام ▁جنگ ▁بندی ▁کی ▁بحال ی ▁ہے ▁جس ▁کے ▁لیے ▁سب ▁کو ▁مل ▁کر ▁کام ▁کرنا ▁ہوگا۔ ▁انہوں ▁نے ▁کہا ▁کہ ▁اس ▁بڑے ▁مقصد ▁کے ▁حصول ▁کے ▁لیے ▁ترکی ▁اسرائیلی ▁فوجی ▁کا ▁تنازع ▁حل ▁کرانے ▁کے ▁لیے ▁ہر ▁ممکن ▁کردار ▁ادا ▁کرنے ▁پر ▁تیار ▁ہے۔
▁فرانس ▁شام ▁کی ▁حزب ▁اختلاف ▁کے ▁نئے ▁اتحاد ▁کو ▁تسلیم ▁کرنے ▁والا ▁پہلا ▁مغربی ▁ملک ▁ہے
▁مجھ ▁سمیت ▁پوری ▁قوم ▁جان تی ▁ہے ▁کہ ▁نواز ▁شریف ▁کے ▁خوش ا مدی ▁وزراء ▁کس ▁طرح ▁مخالفین ▁کے ▁کن ٹین ر ▁کو ▁تنقید ▁کا ▁نشانہ ▁بنا تے ▁رہے ▁ہیں۔ ▁نواز ▁شریف ▁آج ▁پوچھ یں ▁خواجہ ▁آصف ▁سے ▁کہ ▁جنہوں ▁نے ▁پارلیمنٹ ▁میں ▁کہا ▁تھا ▁کہ ▁میاں ▁صاحب ! ▁پا نامہ ▁عوامی ▁ای شو ▁نہیں ▁، ▁لوگ ▁جلد ▁اسے ▁بھول ▁جائیں ▁گے۔ ▁میاں ▁صاحب ! ▁ان ▁دیگر ▁خوش ا مدی وں ▁و زار اور ▁مش یر وں ▁سے ▁بھی ▁پوچھ یں ▁جو ▁بار ▁بار ▁کہتے ▁رہے ▁ہیں ▁کہ ▁نوازشریف ▁سے ▁دنیا ▁کی ▁کوئی ▁طاقت ▁است ع فی ٰ ▁نہیں ▁لے ▁سکتی ۔ ▁آج ▁نہ ▁صرف ▁اقتدار ▁چھوڑ نا ▁پڑا ▁بلکہ ▁پورا ▁خاندان ▁بھی ▁الزامات ▁کے ▁زیر ع تاب ▁آگیا ۔ ▁نیب ▁ریفرنس ▁کے ▁بعد ▁کیا ▁ہونا ▁ہے ، ▁یہ ▁کہنا ▁قبل ▁از وقت ▁ہے۔ ▁لیکن ▁جس ▁دن ▁سان ح ہ ▁ماڈل ▁ٹاؤن ▁کی ▁ فائل ▁کھول ے ▁گی ، ▁اس ▁دن ▁ایک ▁بار ▁پھر ▁پورے ▁کا ▁پورا ▁سیاسی ▁مناظر ▁ نامہ ▁تبدیل ▁ہوجائے ▁گا ▁۔
▁لاگ ▁ان ▁رہیں

▁میڈیا ▁کے ▁مطابق ▁یک ہ ▁تو ت ▁میں ▁انتخابی ▁جل سے ▁میں ▁خود ▁کش ▁دھماکے ▁کے ▁نتیجے ▁میں ▁اے ▁این ▁پی ▁کے ▁امیدوار ▁ہار ون ▁بل ور ▁کی ▁شہادت ▁پر ▁سربراہ ▁اسفند ▁یار ▁ولی ▁نے ▁سان ح ے ▁کی ▁سخت ▁الفاظ ▁میں ▁مذمت ▁کرتے ▁ہوئے ▁تین ▁روزہ ▁سو گ ▁کا ▁اعلان ▁کیا ▁ہے ▁جس ▁کے ▁دوران ▁مرکزی ▁آف س ▁سمیت ▁تمام ▁عل اق ائی ▁دفاتر ▁بند ▁اور ▁انتخابی ▁سرگرمی اں ▁معطل ▁رہیں ▁گی ▁تاہم ▁اس ▁دوران ▁مختلف ▁مقامات ▁پر ▁شہید ▁رہنما ▁کے ▁ای صال ▁ ثواب ▁اور ▁فاتح ہ ▁خوانی ▁کے ▁اجتماع ات ▁منعقد ▁کیے ▁جائیں ▁گے۔

▁بے ▁باپ ▁پیدا ▁کرنا ▁عادت ▁اللہ ▁میں ▁داخل ▁ہے ▁اور ▁ہم ▁اس ▁کو ▁قبول ▁نہیں ▁کرتے ▁کہ ▁یہ
▁حیدرآباد ۔ /13 ست مبر ، ▁( ▁این ▁ایس ▁ایس ▁) ▁ریاست ی ▁حکومت ▁نے ▁ پرس اد ▁آئی ▁می کس ▁تھی ٹر ▁کے ▁قریب ▁پیر ▁کی ▁شب ▁ش یڈ ▁منہ دم ▁ہونے ▁سے ▁ہلاک ▁ہونے ▁والے ▁دو ▁افراد ▁کے ▁و رث اء ▁کیلئے ▁2 ▁لاکھ ▁روپ ئے ▁ایکس ▁گری شی ا ▁کا ▁اعلان ▁کیا ▁ہے۔ ▁وزیر ▁پن چا یت ▁راج ▁جے ▁کر ش نا ▁را ؤ ▁نے ▁بتایا ▁کہ ▁محکمہ ▁پن چا یت ▁راج ▁کی ▁جانب ▁سے ▁ایک ▁خانگی ▁تنظیم ▁کے ▁ذریعہ ▁یہ ▁ش یڈ ▁تعمیر ▁کیا ▁جارہا ▁تھا ▁جو ▁منہ دم ▁ہوگیا ▁اور ▁یہاں ▁کام ▁کررہے ▁دو ▁افراد ▁ہلاک ▁ہوگئے ▁جن ▁کی ▁سلیم ▁( ▁حیدرآباد ▁) ▁اور ▁ پرس اد ▁( ▁اتر ▁پر دی ش ▁) ▁کی ▁حیثیت ▁سے ▁شناخت ▁کی ▁گئی۔ ▁انہوں ▁نے ▁بتایا ▁کہ ▁مہ لو کین ▁کے ▁و رث اء ▁کو ▁فی ▁کس ▁2 ▁لاکھ ▁روپ ئے ▁دیئے ▁جائیں ▁گے۔

▁مزید ▁پڑھیں ...
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁حافظ ▁سعید ▁کی ▁نظر بند ی ▁کے ▁ساتھ ▁ہی ▁جماعت ▁الد عو ۃ ▁کے ▁خلاف ▁کر یک ▁ڈاؤن ▁کا ▁بھی ▁آغاز ▁کردیا ▁گیا ▁اور ▁لاہور ▁کی ▁سڑک وں ▁پر ▁لگے ▁جماعت ▁الد عو ۃ ▁کے ▁بین رز ▁اتار ▁دیئے ▁گئے ▁تھے۔
▁تلاش ▁پر ▁جائیں
▁تشریح : غز و ۂ ▁احد ▁میں ▁حضور ا قدس صلى ▁الله ▁عليه ▁وسلم ▁کا ▁دندان ▁مبارک ▁شہید ▁ہو ▁گیا ▁اور ▁چہرہ ▁مبارک ▁مجروح ▁ہو ▁گیا ▁تو ▁آپ صلى ▁الله ▁عليه ▁وسلم ▁کی ▁زبان ▁مبارک ▁پر ▁یہ ▁کلمات ▁آ ▁گئے ▁کہ ▁ایسی ▁قوم ▁کو کی سے ▁فلا ح ▁ہو ▁گی ▁جنہوں ▁نے ▁اپنے ▁نبی ▁کے ▁ساتھ ▁ایسا ▁کیا ، ▁حالانک ہ ▁وہ ▁نبی ▁ان ▁کو ▁خدا ▁کی ▁طرف ▁بلا رہ ا ▁ہے ، ▁اس ▁وقت ▁یہ ▁آیت ▁نازل ▁ہوئی ، ▁بخاری ▁سے ▁ایک ▁اور ▁قص ہ ▁نقل ▁کیا ▁گیا ▁ہے ▁کہ ▁آپ ▁نے ▁بعض ▁کف ار ▁کے ▁لئے ▁ب دعا ▁بھی ▁فرمائی ▁تھی ▁اس ▁پر ▁یہ ▁آیت ▁نازل ▁فرمائی ▁جس ▁میں ▁رسول ▁اللہ صلى ▁الله ▁عليه ▁وسلم ▁کو ▁صبر ▁و ▁تحمل ▁کی ▁تعلیم ▁دی ▁گئی ▁ہے۔
▁- گی ُ س ؔ ▁میرا ▁اور ▁ساری ▁کل ِ یسی ا ▁کا ▁م ِ ہ مان دار ▁ت ُ مہ یں ▁سلام ▁کہ تا ▁ہے۔ ▁ا ِ راس ت ُ س ؔ ▁شہر ▁کا ▁خزان چی ▁اور ▁بھائی ▁کو ▁ارت ُ س ؔ ▁ت ُ م ▁کو ▁سلام ▁کہتے ▁ہیں
▁کی ▁طرف ▁سے ▁محفوظ :
▁صف ▁کے ▁توسیع ▁Row Group ing ▁پر ▁مبنی ▁گروہ ▁بندی . ▁قطار وں ▁کی ▁ایک ▁بہت ▁کچھ ▁کے ▁کالم ▁کے ▁اسی ▁ اق دار ▁ہیں ، ▁تو ▁آپ ▁اس ▁گروپ ▁نے ▁ان ▁کے ▁اس ▁کالم ▁کی ▁قیمت ▁کی ▁بنیاد ▁پر ▁کر ▁سکتے ▁ہیں . ▁چھ نٹ ائی ▁ان ▁گروہ وں ▁کے ▁اندر ▁کارکردگی ▁کا ▁مظاہرہ ▁کیا ▁جائے ▁گا .
▁اعتراض ▁والے ▁کی ▁زبان ▁اس ▁لنک ▁پر ▁دیکھی ▁جا سک تی ▁ہے ▁کہ ▁کیسے ▁کفر ▁اور ▁ جہ الت ▁میں ▁پا گل ▁ہوا ▁پڑا ▁ہے۔ ۔
▁اور ▁پھر ▁احسان ▁کے ▁بارے ▁میں ▁اور ▁بھی ▁ضروری ▁ہدایت یں ▁قرآن ▁شریف ▁میں ▁ہیں ▁اور ▁سب
▁200 ▁بل ین ▁چور ی ▁کیا ▁گیا ▁پاکستان ▁کا ▁پی س ہ
▁خواتین ▁کا ▁صفحہ
▁اللہ ▁کے ▁ساتھ ▁وعد ے ▁کا ▁کیا ▁مطلب ▁ہے ؟ ▁اس ▁کا ▁مطلب ▁ہے ▁کہ ▁آپ ▁اللہ ▁کے ▁ساتھ ▁کسی ▁چیز ▁میں ▁بند ھے ▁ہوئے ▁ہیں . ▁آپ ▁کسی ▁چیز ▁کے ▁ذریعے ▁اللہ ▁سے ▁منسلک ▁ہیں . ▁کسی ▁کے ▁ساتھ ▁بند ھ نے ▁کیلئے ▁کیا ▁چیز ▁ضروری ▁ہے ؟ ▁ رسی . . ▁جی ▁ہاں ▁دو ▁چیز وں ▁کو ▁جو ڑنے ▁کے ▁لئے ▁ رسی ▁استعمال ▁کی ▁جاتی ▁ہے . ▁قرآن ▁میں ▁بھی ▁یہی ▁ہے .
▁" وہ ▁زمین ▁میں ▁ہل ▁اچھی ▁طرح ▁نہیں ▁چلا تا ، ▁اوپر ▁سے ▁زمین ▁کو ▁پول ا ▁کر ▁کے ▁بی ج ▁ڈال ▁دیتا ۔ " ▁( ▁١٩ ٠ ٤ ء ، ▁م حارب ات ▁عظیم ، ▁ ٥ ٢ ▁)
▁کا فر ▁کو ▁مسلمانوں ▁کے ▁قبرستان ▁میں ▁دفن ▁کرنا
▁قرآن ▁اک یڈ می ▁ی ٰ سین ▁آباد ▁انجمن ▁خ د ّ ام ▁القرآن ▁سندھ ▁کراچی ▁کے ▁ذیل ی ▁ادارے ▁کے ▁طور ▁پر گز شت ہ ▁کئی ▁ماہ ▁و ▁سال ▁سے اس ▁پر فت ن ▁دور میں ▁دین ▁کے ▁عظیم ▁فری ض ے ▁تعلیم ▁و ▁ تعل ّ م ▁کی ▁د ائی گی ▁میں ▁مصروف ▁ہے۔ ▁خادم ▁قرآن ▁محترم ▁جناب ▁ڈاکٹر ▁اسرار ▁احمد ▁صاحب ؒ ▁کے بو ئے ▁ہو ▁ ئے ▁بی ج ▁کا یہ ▁پو دا ▁برگ ▁و ▁بار ▁لا ▁رہا ▁ہے اور ▁ادارہ ▁ہ ذا ▁مسلسل ▁روز ▁اف ز وں ▁ترقی ▁پار ہا ▁ہے۔ اس ▁ادارے ▁کی ▁عمارت ▁1700 م ربع ▁ گز ▁کے ▁رق بے ▁پر ▁مشتمل ▁ہے ▁جس ▁میں ▁سے ▁1500 م ربع ▁ گز ▁تعمیر ▁شدہ ▁رق بہ ▁ہے۔ ▁ادارے ▁میں ▁موجود ▁دیگر ▁شعبہ ▁جا ت ▁کا ▁مختصر ▁ تعارف ▁ذیل ▁میں ▁پیش ِ ▁خدمت ▁ہے۔
▁چودھری ▁نثار ▁علی ▁اور ▁بھارتی ▁روی ہ !
▁آسٹریلیا ▁نے ▁فائنل ▁میں ▁ڈ ک ▁ور تھ ▁لو ئس ▁نظام ▁کے ▁تحت ▁ویسٹ ▁انڈیز ▁کو ▁8 ▁و کٹ وں ▁سے ▁شکست ▁دی ▁کر ▁پہلی ▁بار ▁یہ ▁اعزاز ▁حاصل ▁کیا۔
▁ہم ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁جان نا ▁چاہتے ▁ہیں ، ▁جو ▁پاکستانی ▁معاشرے ▁میں ▁مثبت ▁تبدیلی ▁لا ▁رہے ▁ہیں۔
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁اس ▁الیکشن ▁میں ▁اور ▁بھی ▁کئی ▁غیر مع مول ی ▁باتیں ▁ہوئی ں۔ ▁مہ ا راش ٹر ▁کی ▁قوم ▁پرست ▁جماعت ▁شو ▁سی نا ▁نے ▁نت یش ▁کم ار ▁کو ▁ ’ ہی رو ‘ ▁کہا ▁ہے۔ ▁شو ▁سی نا ▁بی ▁جے ▁پی ▁کی ▁اتحاد ی ▁جماعت ▁ہے ▁اور ▁دونوں ▁پارٹی اں ▁مل ▁کر ▁مہ ا راش ٹر ▁کی ▁حکومت ▁چل اتی ▁ہیں ، ▁شو ▁سی نا ▁ماضی ▁میں ▁بہ اری وں ▁کے ▁ممبئی ▁میں ▁کام ▁کرنے ▁کی ▁مخالفت ▁کرتی ▁رہی ▁ہے۔
▁حکومت ▁کی ▁جانب ▁سے ▁تازہ ▁ترین ▁بچ ت ▁اقدامات ▁پر ▁پارلیمان ▁میں ▁ووٹ نگ ▁کی ▁تیاری ▁کے ▁پیش ِ ▁نظر ▁عام ▁ہ ڑ تال ▁کی ▁اپیل ▁دی ▁گئی ▁تھی ▁اور ▁اس ▁دوران ▁ملک ▁بھر ▁میں ▁تمام ▁پرواز یں ▁منسوخ ▁کر ▁دی ▁گئیں ▁اور ▁تمام ▁دفاتر ▁اور ▁کاروبار ▁بند ▁رہے۔
▁- ▁جبکہ ▁ما تر ید یہ ▁کے ▁ہاں ▁توحید ▁کا ▁مف ہ وم ▁یہ ▁ہے ▁کہ ▁: ▁اللہ ▁تعالی ▁کو ▁ذات ▁میں ▁ایک ▁سمجھا ▁جائے ، ▁اسکا ▁کوئی ▁ہم سر ▁نہیں ، ▁اور ▁نہ ▁ہی ▁اسکا ▁کوئی ▁حصہ ▁دار ▁ہے ، ▁وہ ▁اپنی ▁صفات ▁میں ▁یک تا ▁ہے ، ▁اسکا ▁کوئی ▁بھی ▁شب یہ ▁نہیں ▁ہے ، ▁اور ▁اپنے ▁ا فعال ▁میں ▁اک یلا ▁ہے ، ▁مخلوق ات ▁ایجاد ▁کرنے ▁میں ▁اس ▁کا ▁کوئی ▁بھی ▁شر ا کت ▁دار ▁نہیں ▁ہے۔
▁ ’ اپ نی ▁بیٹی ▁کے ▁جسم ▁سے ▁یہ ▁چیز ▁نکال نے ▁کے ▁لئے ▁باپ ▁نے ▁اس ▁کا ▁ری پ ▁کر ▁کے ▁اسے ▁قتل ▁کر ▁ڈال ا ‘ ▁عدالت ▁میں ▁ایسا ▁انکشاف ▁کہ ▁ہر ▁شخص ▁کان پ ▁ا ُ ٹھا
▁اس ▁ویب ▁سائ یٹ ▁پر ▁موجود ▁تمام ▁تحریری ▁مواد ▁کے ▁جملہ ▁حقوق @ 2018 ▁اے ▁آر وائی ▁نیوز ▁کے ▁نام ▁محفوظ ▁ہیں

▁اسلام ▁آباد ▁میں ▁وزیراعظم ▁عمران ▁خان ▁کی ▁زیر ▁صدارت ▁وفاقی ▁کابینہ ▁کا ▁اجلاس ▁ہوا ▁جس ▁میں ▁معیشت ▁سمیت ▁مختلف ▁اہم ▁معاملات ▁پر ▁تبادل ہ ▁خیال ▁کیا ▁گیا۔ ▁اجلاس ▁کے ▁دوران ▁وزیراعظم ▁نے ▁وزارت ▁خزانہ ▁سے ▁گزشتہ ▁10 ▁سال ▁کے ▁قرض وں ▁کی ▁تفصیلات ▁طلب ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁پچ ھل ی ▁حکومت یں ▁قوم ▁کے ▁ارب وں ▁روپے ▁لوٹ ▁کر ▁کھا گ ئیں ، ▁وزارت ▁خزانہ ▁سے ▁10 ▁سال ▁کے ▁قرض وں ▁کی ▁تفصیلات ▁طلب ▁کی ▁ہیں ، ▁تاکہ ▁معلوم ▁ہو س کے ▁کہ ▁گزشتہ ▁حکومت وں ▁نے ▁کیسے ▁ملک ▁پر ▁قرض وں ▁کا ▁بوجھ ▁ڈال ا ▁ہے ▁اور ▁قرض وں ▁سے ▁کون ▁سے ▁ڈیم ▁اور ▁بڑے ▁منصوبے ▁بن ے۔
▁کہانی ▁کو ▁شیئر ▁کریں ▁شیئر نگ ▁کے ▁بارے ▁میں
▁چیئرمین ▁پی ▁سی ▁بی ▁نجم ▁سی ٹھی ▁نے ▁ملتان ▁سلطان ▁کو ▁پی ▁ایس ▁ایل ▁فی مل ی ▁میں ▁آنے ▁پر ▁خوش ▁آمدید ▁کہا ۔ ▁انہوں ▁نے ▁یہ ▁بھی ▁کہا ▁کہ ▁پی ▁ایس ▁ایل ▁کا ▁فائنل ▁کراچی ▁میں ▁کروا نے ▁کیلئے ▁بھر ▁پور ▁کوشش ▁کریں ▁گے۔
▁تاریخ ▁کا ▁سب ▁سے ▁طویل ▁العمر ▁کچھ وا ▁بحر ▁ال ک اہل ▁کے ▁ٹو نگ ا ▁جز ی رے ▁میں ▁پایا ▁جاتا ▁تھا ▁جو ▁اپنی ▁موت ▁کے ▁وقت ▁188 ▁سال ▁کا ▁تھا۔
▁ایک ▁اور ▁مثال ▁ملاحظ ہ ▁ہو۔ ▁تور ات ▁میں ▁ہے ▁کہ ▁ اض حاق ▁ ذب یح ▁اللہ ▁ہے۔ ▁قرآن ▁نے ▁بتایا ▁کہ ▁ ذب یح ▁اللہ ▁غلام ▁حل یم ▁ہے ▁جبکہ ▁اسحاق ▁غلام ▁علی م ▁تھے۔ ▁پس ▁قرآن ▁نے ▁غلام ▁علی م ▁اور ▁غلام ▁حل یم ▁کے ▁ذکر ▁میں ▁بین ▁اشارہ ▁کر ▁دیا ▁کہ ▁ ذب یح ▁اللہ ▁بڑا ▁بھائی ▁ہے ▁چھ وٹ ا ▁بھائی ▁نہیں۔
▁عید ▁کی ▁خوش یاں ، ▁ایک ▁ساتھ
▁پہلے ▁کی ن یڈ ین ▁Blockchain ▁ ETF ▁منظوری ▁کی ▁خبر ▁کے ▁ساتھ ▁ساتھ ▁آج ▁کی ▁ریلی ▁میں ▁کھیل ا ▁ہے ▁ہو ▁سکتا ▁ہے .
▁نواز ▁شریف ▁اور ▁مریم ▁نواز ▁لندن ▁سے ▁وطن ▁واپس ▁روانہ
▁ا ِ س ▁کتاب ▁میں ▁ا ِ نس انی ▁زندگی ▁کے ▁حقیقی ▁مقصد ▁کو ▁ا ُ جا گر ▁کیا ▁گیا ▁ہے۔

▁علم ▁و ▁آگ ہی ▁پھیلا نے ▁کی ▁ذم ہ ▁داری ▁نب ھا نے ▁والی ▁امت ▁ جہ الت ▁کے ▁خاتمے ▁کے ▁لئے ▁علم ▁و ▁تحقیق ▁کا ▁تاریخی ▁منصب ▁پھر ▁اپنے ▁ہاتھوں ▁میں ▁ل ے۔
▁تلاش ▁پر ▁جائیں
▁تعمیر ▁پاکستان ▁بلاگ ▁اول ▁و ▁آخر ▁ایک ▁لب رل ▁ہی ومن ▁رائٹ س ▁بلاگ ▁ہے ▁اور ▁اس ▁کا ▁مقصد ▁تک ف یری ▁فا ش زم ▁کو ▁پر وان ▁چڑھ انے ▁والے ▁اداروں ▁، ▁گروپ وں ▁، ▁شخصیات ▁اور ▁نیٹ ▁ورک س ▁کو ▁بے ▁نقاب ▁کرنا ▁ہے ▁اور ▁یقینی ▁بات ▁ہے ▁کہ ▁سعودی ▁عرب ▁کے ▁حکمران وں ▁کا ▁یہ ▁ری کار ڑ ▁ہے ▁کہ ▁انھوں ▁نے ▁اپنے ▁اوپر ▁ہونے ▁والی ▁تنقید ▁کو ▁کبھی ▁برداشت ▁نہ ي ں ▁کیا ▁– ▁سعودی ▁ویکی ▁لیک س ▁نے ▁بہت ▁کھل ▁کر ▁یہ ▁بتا ڈا لا ▁ہے ▁کہ ▁کیسے ▁سعودی ▁حکمران ▁م ڈ ل ▁ای سٹ ▁، ▁شمالی ▁افریقہ ▁، ▁یورپ ▁، ▁امریکہ ▁، ▁جنوبی ▁ایشیا ء ▁، ▁مشرق ▁بع ید ▁وغیرہ ▁میں ▁می دیا ▁کنٹرول ▁کرنے ▁اور ▁مخالف ▁آواز وں ▁کو ▁چپ ▁کرانے ▁میں ▁مشغول ▁رہتے ▁ہ ي ں
▁Copyright ▁© ▁2018 ▁بی ▁بی ▁سی . ▁بی ▁بی ▁سی ▁بیرونی ▁سائٹ وں ▁پر ▁شائع ▁شدہ ▁مواد ▁کی ▁ذم ہ ▁دار ▁نہیں ▁ہے . ▁بیرونی ▁لنکس ▁کے ▁بارے ▁میں ▁ہماری ▁پالیسی .
▁کسی ▁پانی ▁نے ▁میرا ▁جسم ▁بن جر ▁کر ▁دیا ▁تھا
▁غیر ▁ملکی ▁مش نز ▁کی ▁سیکیورٹی : آئی ▁جی ▁سندھ ▁کی ▁28 ▁ قون صل ▁جنرل ز ▁سے ▁ملاقات
▁اللہ ▁کے ▁بند وں !
▁اردو ▁کے ▁فروغ ▁کے ▁لئے ▁ہندوستان ▁کو ▁بین ▁الاقوامی ▁سطح ▁پر ▁شناخت ▁ملی ▁ہے
▁۔ ▁پیش ▁ہے ▁یہ ▁ویڈیو
▁جواب : ▁کوئی ▁خاص ▁شرط ▁نہیں ▁رکھتا ▁ہاں ▁مست حب ▁ہے ▁کہ ▁سفید ▁ہو۔
▁یہ ▁خبر ▁آپ ▁بھی ▁پڑھیں
▁Image ▁caption ▁مقامی ▁ذرائع ▁ابلاغ ▁کے ▁مطابق ▁پاکستان ▁سے ▁تعلق ▁رکھنے ▁والے ▁130 ▁سے ▁زائد ▁پاکستانی ▁تا جر وں ▁کو ▁گذشتہ ▁روز ▁ما سکو ▁ایئر پور ٹ ▁پہنچنے ▁پر ▁روک ▁لیا ▁گیا ▁تھا
▁ہمارے ▁بارے ▁میں
▁ایران ▁کے ▁ غی ور ▁عوام ▁نے ▁ان تا لیس ▁سال ▁قبل ▁بارہ ▁فروردین ▁سن ہ ▁تیر ہ ▁سو ▁اٹھا ون ▁ہ جری ▁شمس ی ، ▁مطابق ▁یک م ▁اپریل ▁سن ہ ▁ان ّ یس ▁سو ▁ان اسی ▁ع یس وی ▁کو ▁ہونے ▁والے ▁ر فری نڈ م ▁میں ▁اپنی ▁باب ص ی رت ▁شرکت ▁کے ▁ساتھ ▁اسلامی ▁جمہوری ہ ▁کے ▁حق ▁میں ▁ووٹ ▁دیا ▁اور ▁اسی ▁بنا ▁پر ▁اس ▁دن ▁کو ▁ایران ▁کا ▁یوم ▁اسلامی ▁جمہوری ہ ▁قر را ▁دیا ▁گیا۔
▁اضلاع ▁کی ▁خبریں
▁سنتی ا گو : ▁مسیحی ▁مذہب ▁کے ▁روحانی ▁پیش وا ▁کا ▁شمار ▁ا ُ ن ▁شخصیات ▁میں ▁ہوتا ▁ہے ▁جو ...
▁محترم ▁مہین ے ▁اور ▁ہماری ▁ذم ہ ▁داری
▁ڈاکٹر ▁مبارک ▁علی ▁(2)

▁ ’ میں ▁سک ندر آباد ▁سے ▁مقابلہ ▁کرنا چا ہ تا ▁ہوں ‘ ▁: ▁محمد ▁ اظ ہر ▁الدین
▁حیدرآباد ▁۔ ▁30 ▁۔ ▁اپریل ▁: ▁( ▁راست ▁) ▁: ▁رسول ▁اللہ ▁صلى ▁الله ▁عليه ▁وسلم ▁کی ▁سیر ت ▁طیب ہ ▁کا ▁جان نا ▁ہر ▁مسلمان ▁کے ▁لیے ▁ضروری ▁ہے ▁۔ ▁اس ▁لیے ▁کہ ▁یہ ▁ہمارے ▁کل مہ ▁کا ▁حصہ ▁ہے ▁۔ ▁آپ ؐ ▁خاتم ▁الان بی اء ▁ہیں۔ ▁اسی ▁مقصد ▁کے ▁تحت ▁مولانا ▁مفت ی ▁سید ▁آصف ▁الدین ▁ ندو ی ▁قاسم ی ▁ بانی ▁انس ٹی ▁ٹی وٹ ▁آف ▁عرب ک ▁مہ دی ▁ پٹ نم ▁نے ▁ایک ▁مرتب ▁و ▁منفرد ▁اور ▁جامع ▁سیر ت ▁الن بی ؐ ▁دس ▁روزہ ▁کو رس ▁ترتیب ▁دیا ▁ہے ▁جس ▁میں ▁رسول ▁اللہ ▁ ؐ ▁کی ▁ولادت ▁مبارک ہ ▁سے ▁لے ▁کر ▁تمام ▁حالات ▁زندگی ▁سال ▁بہ ▁سال ▁، ▁عہد ▁بہ ▁عہد ▁بیان ▁کئے ▁جائیں ▁گے ▁۔ ▁کلاس ▁کے ▁اوقات ▁صبح ▁10 ▁تا ▁11 ▁بجے ▁دن ▁ہوں ▁گے ▁۔ ▁دوسرا ▁بیا چ ▁10 ▁مئی ▁سے ▁انس ٹی ▁ٹی وٹ ▁آف ▁عرب ک ▁، ▁سعید ▁کمر ش یل ▁کام پل کس ▁، ▁مہ دی ▁ پٹ نم ▁میں ▁ہوگا ▁۔ ▁خواہش مند ▁حضرات ▁و ▁خواتین ▁طلب ہ ▁و طالب ات ▁اوقات ▁کار ▁9 ▁تا ▁1 ▁بجے ▁دن ▁رجسٹر یشن ▁کر وال یں ▁۔ ▁بیا چ ▁میں ▁نشست یں ▁محدود ▁رکھی ▁گئی ▁ہیں ▁۔ ▁تفصیلات ▁کے ▁لیے ▁98 496 11 686 ▁پر ▁ربط ▁کریں ▁ ۔۔
▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁اس ▁طیارے ▁میں ▁سوار ▁2 39 ▁افراد ▁کے ▁اہل ▁خانہ ▁اس ▁بات ▁کے ▁مستحق ▁ہیں ▁کہ ▁انہیں ▁صورتحال ▁سے ▁زیادہ ▁سے ▁زیادہ ▁آگاہ ▁کیا ▁جائے۔
▁حسن ین ▁جمال ▁کسی ▁شعبے ▁کی ▁مہ ارت ▁کا ▁دعوی ٰ ▁نہیں ▁رکھتے ۔ ▁بس ▁ویسے ▁ہی ▁لکھتے ▁رہتے ▁ہیں۔ ▁ان ▁سے ▁رابط ے ▁میں ▁کوئی ▁رکاوٹ ▁ح ائل ▁نہیں۔ ▁آپ ▁جب ▁چاہے ▁رابطہ ▁کیجیے ۔
▁یعنی ▁یہ ▁لوگ ▁جس ▁قد ▁رب ڑے ▁بن تے ▁اور ▁بڑے ▁بن ▁کر ▁ہمیں ▁استعمال ▁کرتے ▁رہے ▁تھے ▁آج ▁ہمیں ▁موقع ہ ▁دے ▁کہ ▁اتنا ▁ہی ▁ہم ▁آج ▁ان ▁کو ▁اپنے ▁پ اؤں ▁تل ے ▁دے ▁کر ▁کچ ل یں ▁او ▁ راپ نے ▁پ اؤں ▁میں ▁ان ▁کو ▁رکھیں ▁تاکہ ▁آج ▁وہ ▁سب ▁سے ▁'' ن کو '' ▁اور ▁ذ ل یل ▁وخ وار ▁ہو رہ یں۔
▁اس ▁آیت ▁کریم ہ ▁سے ▁اچھی ▁طرح ▁واضح ▁ہوگیا ▁کہ ▁اللہ ▁ع زوج ل ▁اپنے ▁مقبول ▁بند وں ▁کو ▁طرح ▁طرح ▁کے ▁اختیارات ▁سے ▁نواز تا ▁ہے ▁اور ▁یقینا ً ▁یہ ▁ع قی دہ ▁کہ ▁حضور ▁غو ث ▁الا عظم ▁بھی ▁اللہ ▁ع زوج ل ▁کی ▁عطا ▁سے ▁م ُ رد ے ▁زندہ ▁کرسکتے ▁ہیں ▁یقینا ً ▁حکم ▁قرآن ▁کے ▁مطابق ▁ہے ▁اور ▁ایک ▁سچ ا ▁مسلمان ▁قرآن ▁کے ▁ہر ▁ہر ▁حکم ▁پر ▁یقین ▁وا عت قاد ▁رکھتا ▁ہے ▁۔ اسی ▁طرح ▁شیطان ▁کی ▁یہ ▁بھی ▁کوشش ▁ہوتی ▁ہے ▁کہ ▁وہ ▁ذہن ▁میں ▁یہ ▁و سوس ہ ▁ب ٹھا دے ▁اللہ ▁ع زوج ل ▁کے ▁سوا ▁کسی ▁سے ▁مدد ▁مانگ نی ▁ہی ▁نہیں ▁چاہ ئیے ▁کیونکہ ▁جب ▁اللہ ▁ع زوج ل ▁مدد ▁کرنے ▁پر ▁قادر ▁ہے ▁تو ▁پھر ▁اور ▁کسی ▁سے ▁مدد ▁مانگ یں ▁ہی ▁کیوں ▁؟
▁الشا رقة , ▁متحدہ ▁عرب ▁امارات
▁ایک ▁نئی ▁تحقیق ▁سے ▁معلوم ▁ہوا ▁ہے ▁کہ ▁پول یو ▁کی ▁دو ▁ا قسام ▁کی ▁و یکس ین ▁استعمال ▁کرنے ▁سے ▁دنیا ▁کو ▁اس ▁مرض ▁سے ▁جلد ▁چھ ٹک ارا ▁دل انے ▁کی ▁کوشش وں ▁میں ▁تیزی ▁آ ▁سکتی ▁ہے۔
▁جسٹس ▁لوی ا ▁کی ▁موت ▁پر ▁ان کل ▁سر ینو ایس ن ▁نے ▁تحقیقات ▁کا ▁مطالبہ ▁کیا ▁۔ ▁ان وج ▁لوی ا ▁کے ▁دباؤ ▁میں ▁ہونے ▁کا ▁خدش ہ ▁بھی ▁ظاہر ▁کیا۔
▁عز یر ▁بلوچ ▁کے ▁گھر ▁کا ▁ص حن ▁اگر ▁کھو دا ▁جائے ▁تو ▁اس ▁میں ▁کم ▁از ▁کم ▁تین ▁سو ▁انسانی ▁ڈھ ان چے ▁مل یں ▁گے ▁عز یر ▁بلوچ ▁نے ▁کس ▁کس ▁اہم ▁بند ے ▁کو ▁کس ▁طرح ▁قتل ▁کیا ▁؟
▁اللہ ▁کی ▁نعمت وں ▁کے ▁شکر ▁سے ▁مصروف ▁رہنے ▁والے ▁سے ▁ایک ▁نہ ▁ایک ▁دن ▁یہ ▁نعمت یں ▁چھ ن ▁جائیں ▁گی ▁اور ▁پھر ▁وہ ▁انہیں ▁رو ئے ▁گا۔ ▁اور ▁اللہ ▁کی ▁نعمت وں ▁کا ▁ہمیشہ ▁شکر ▁ادا ▁کرنے ▁والے ▁کا ▁شکر ▁اللہ ▁تعالی ٰ ▁بھی ▁ادا ▁کرے ▁گا ▁اور ▁نعمت یں ▁اس ▁پر ▁باقی ▁رکھے ▁گا۔
▁قرار ▁داد ▁لاہور ▁کس ▁نے ▁لکھ ی ▁تاریخ ▁پاکستان
▁بین ▁الاقوامی
▁کراچی ▁سو نے ▁کی ▁قیمت ▁میں ▁اضافہ
▁جس ▁کے ▁بعد ▁اسکول ▁سیکیورٹی ▁ گار ڈز ▁اور ▁عمل ے ▁نے ▁خاتون ▁کو ▁قابو ▁کیا۔
▁آخری ▁بار ▁اپ ڈی ٹ ▁کیا ▁گیا ▁جون ▁30 , ▁2017
▁انہوں ▁نے ▁یہ ▁دورہ ▁ایک ▁ایسے ▁وقت ▁میں ▁کیا ▁ہے ▁جب ▁کہ ▁اسرائیل ▁مقبوضہ ▁فلسطین ▁پر ▁قبض ے ▁کی ▁70 ▁ ویں ▁سال گر ہ ▁منا ▁رہا ▁ہے۔

▁امریکی ▁صدر ▁نے ▁یمن ▁کی ▁غیر یق ینی ▁صورتحال ▁پر تش ویش ▁کا اظ ہ ار کر تے ▁ہوئے ▁کہا م عامل ات ▁اف ہ ام ▁وت ف ہ یم ▁سے ▁حل ▁کرنے ▁کی ▁کوشش ▁کی ▁جائے۔
▁کشمیر ▁ی ▁صحافی ▁شجاع ت ▁بخاری ▁کے ▁قتل ▁سے ▁سبق ▁سیکھ ▁لیں ‘ ▁بی ▁جے ▁پی ▁لیڈر ▁چودھری ▁ لال ▁سنگھ ▁کا ▁ متنا زع ▁بیان ‘
▁گذشتہ ▁پانچ ▁سال ▁کے ▁دوران ▁ص یہ ون یوں ▁کی ▁فلسطین ▁میں ▁آب ...
▁جی ▁بی ▁پروفیسر ▁ایس وسی ▁ای شن ▁کی ▁تقریب ▁حلف ▁برداری ، ▁وزیر ▁تعلیم ▁ابراہیم ▁ ثنا ئی ▁نے ▁کابینہ ▁سے ▁حلف ▁لیا۔ خصوص ی ▁رپورٹ
▁10 ▁مارچ ▁ہ ڑ تال ▁کے ▁حوالے ▁سے ▁گاہ کو چ ▁میں ▁اجلاس ، ▁بازار ▁کمیٹی ▁اور ▁ٹر انس پور ٹ ▁یونین ▁نے ▁حمایت ▁کا ▁اعلان ▁کردیا
▁انہوں ▁نے ▁کہا ▁کہ ▁علماء ▁کے ▁ایک ▁جر گ ے ▁نے ▁م ُ لا ▁ن ذ یر ▁سے ▁ملاقات ▁بھی ▁کی ▁تھی۔
▁ہم ▁ان ▁لوگوں ▁کے ▁بارے ▁میں ▁جان نا ▁چاہتے ▁ہیں ، ▁جو ▁پاکستانی ▁معاشرے ▁میں ▁مثبت ▁تبدیلی ▁لا ▁رہے ▁ہیں۔
▁مزید ▁دیکھی ے
▁109 ▁سینئر ▁سول ▁جج وں ▁کے ▁تبادل ے ▁19 نو مبر ▁تک ▁رپورٹ ▁کرنے ▁کا ▁حکم
▁کسی ▁بھول ے ▁ہوئے ▁حبیب ▁کا ▁نام
▁ای - م یل ▁بھیج یں
▁فیصل ▁آباد ( نیوز ل ائن ) نا قص ▁صف ائی ▁اور ▁انتظامیہ ▁کی ▁غفلت ▁و ▁ لاپ روا ہی ▁کی ▁وجہ ▁سے ▁ال ائیڈ ▁ہسپتال ▁کے ▁وار ڈز ▁میں ▁چو ہ وں ▁اور ▁حشرات ▁الارض ▁کی ▁حکمران ی ▁قائم ▁ہے۔ ▁انتظامیہ ▁کے ▁دعو وں ▁کے ▁برعکس ▁وار ڈز ▁اور ▁پر ائی و یٹ ▁کمر وں ▁میں ▁چو ہ وں ▁اور ▁حشرات ▁کی ▁بھر مار ▁ہے۔ ▁دعو ؤں ▁کے ▁برعکس ▁ایم ▁ایس ▁ڈاکٹر ▁خرم ▁الطاف ▁ہسپتال ▁کے ▁انتظامی ▁اور ▁صف ائی ▁ست ھر ائی ▁کے ▁امور ▁بہتر ▁بنانے ▁میں ▁بری ▁طرح ▁ناکام ▁ہیں۔ ▁نیوز ل ائن ▁کے ▁مطابق ▁ال ائیڈ ▁ہسپتال ▁فیصل ▁آباد ▁کے ▁وار ڈز ▁میں ▁بہت ▁بڑی ▁تعداد ▁میں ▁چو ہے ▁اور ▁حشرات ▁الارض ▁پائے ▁جا ▁رہے ▁ہیں۔ ▁صرف ▁وار ڈ ▁ہی ▁نہیں ...
▁بھارت ▁اور ▁سعودی ▁عرب ▁کے ▁درمیان ▁ہونے ▁والے ▁معا ہ د وں ▁میں ▁دفاعی ▁اور ▁تجارت ی ▁امور ▁سے ▁متعلق ▁معاہدے ▁شامل ▁ہیں۔ ▁مودی ▁نے ▁ریاض ▁میں ▁وزیر ▁داخلہ ▁محمد ▁بن ▁ن ائف ▁اور ▁سعودی ▁تیل ▁کمپنی ▁ا رام کو ▁کے ▁چیئرمین ▁عبدال عز یز ▁الف ل اح ▁سے ▁بھی ▁ملاقات یں ▁کی ں۔
▁25 ▁جولائی ▁سے ▁14 ▁اکتوبر ▁تک
▁متحدہ ▁جنوبی ▁پنجاب ▁محا ذ ▁کے ▁مرکزی ▁رہنما ▁سردار ▁نصر اللہ ▁در ی شک ▁نے ▁کہا ▁ہے ▁کہ ▁ضلع ▁را جن ▁پور میں ▁تحریک ▁انصاف ▁کا ▁تمام ▁سیٹ وں ▁پر ▁کلی ن ▁سوی پ ▁کرنا ▁ن ▁لیگ ▁سے ▁نفرت ...
▁اسلام ▁آب ا ، ▁ن یئر حسین ▁بخاری ▁کی ▁ایران ▁میں ▁دہشت ▁گردی ▁کی ▁شدید ▁مذمت
▁بری نڈ ن ▁برگ ▁پولیس ▁نے ▁ایک ▁ٹو یٹ ▁کے ▁ذریعے ▁بتایا ▁کہ ▁نوجوان ▁کو ▁اس پیش ل ▁فورسز ▁نے م خبر ی ▁پر ▁گرفتار ▁کیا۔ ▁نوجوان ▁نے ▁اپنے ▁خاندان ▁کو ▁ایک ▁پیغام ▁بھی جا ▁تھا ▁جس ▁میں ▁انہیں ▁خدا ▁حافظ ▁کہتے ▁ہوئے ▁بتایا ▁تھا ▁کہ ▁وہ ▁جہاد ▁میں ▁حصہ ▁لے ▁رہا ▁ہے۔
▁ ’ جب ▁مجھے ▁اس ▁بارے ▁میں ▁پتا ▁چلا ▁تو ▁میں ▁نے ▁خدا ▁کا ▁شکر ▁ادا ▁کیا ▁کہ ▁اب ▁کچھ ▁تبدیل ▁ہوگا۔ ▁میں ▁اسے ▁شرم ندگی ▁سے ▁و قار ▁کی ▁طرف ▁جانا ▁کہ تا ▁ہوں۔ ‘
▁پی ▁ٹی ▁آئی ▁کی ▁سیاسی ▁سرگرمی وں ▁میں ▁تیزی ▁، ▁مختلف ▁اضلاع ▁سے ▁پارٹی ▁..
▁نوجوانوں ▁کا ▁صفحہ
▁اور ▁یہ ▁بھی ▁تو ▁کہ ▁اگر ▁کئی ▁مثبت ▁ہوں ▁اور ▁ان ▁میں ▁ایک ▁منفی ▁موجود ▁ہو ▁تو ▁سارے ▁مثبت وں ▁کی ▁موجودگی ▁کے ▁باوجود ▁حاصل ▁ضرب ▁منفی ▁ہی ▁آتا ▁ہے۔ ۔ ▁ایک ▁منفی ▁تمام ▁مثبت یت ▁پہ ▁بھاری ▁آ ▁جاتا ▁ہے۔ ▁آخری ▁جیت ▁منفی ت ▁کی ▁ہو ▁جاتی ▁ہے ۔۔۔ ▁ کڑ وا ہ ٹ ▁کا ▁زہر ▁ رگ وں ▁کو ▁نیل وں ▁نیل ▁کر ▁دیتا ▁ہے ۔۔۔ ▁خون ▁کی ▁گرم ▁سرخ ی ، ▁سرد ▁نیل ا ہ ٹ ▁میں ▁تبدیل ▁ہو ▁جاتی ▁ہے ۔۔۔ ▁ترا زو ▁کا ▁پل ڑا ▁منفی ت ▁کی ▁طرف ▁جھ ک نے ▁لگتا ▁ہے۔ ▁تو از ن ▁قائم ▁نہیں ▁ہو ▁پات ا۔

▁2015 میں ▁اسمبلی ▁انتخابات ▁میں ▁عام ▁آدم ي ▁پارٹی ▁کو ▁70- ر کنی ▁اسمبلی ▁میں ▁67 ▁نشست وں ▁پر ▁کامیابی ▁ملی ▁تھی۔ ▁بی ▁جے ▁پی ▁کے ▁حصے ▁میں ▁تین ▁نشست یں ▁آئیں ▁تھیں ▁جبکہ ▁کانگریس ▁کا ▁کوئی ▁امیدوار ▁کامیاب ▁نہیں ▁ہوا ▁تھا۔
▁تنگ دست ی ▁اور بے ▁سرو ▁سامان ▁کے ▁اس ▁عالم ▁میں ▁بعض ▁صحافی وں ▁کو ▁پر خطر ▁جنگی ▁حالات ▁کی ▁کور یج ▁بھی ▁کرنا ▁پڑ ▁رہی ▁ہے۔ ▁پاکستان ▁غالبا ً ▁دنیا ▁کا ▁واحد ▁ملک ▁ہے ▁جہاں ▁ل ائف ▁جی کٹ ▁کے ▁بغیر کام ▁کرنے ▁والے ▁صحافی ▁کے ▁ہاتھ ▁میں ▁پکڑ ے ▁ہوئے ▁دو ▁لاکھ ▁کے ▁کی مر ے ▁کی ▁ان شور نس ▁تو ▁ہوتی ▁ہے ▁مگر ▁اس ▁کی مر ے ▁کے ▁ذریعے ▁ریکارڈ نگ ▁کرنے ▁والے ▁انسان ▁کی ▁ان شور نس ▁نہیں ▁ہوتی ۔ ▁یاد ▁رہے ▁تنخواہ ▁نہ ▁ملنے ▁کی ▁وجہ ▁سے ▁لاہور کے ▁ایک ▁مقامی ▁ٹی ▁وی ▁چینل ▁کا ▁ایک ▁کار کن ▁خوش ▁کشی ▁بھی ▁کر ▁چکا ▁ہے۔
▁زیادہ ▁پڑھ ی ▁جانے ▁والی ▁خبریں
▁اس ▁کے ▁بعد ▁گڑھ ی ▁کے ▁ب ڑوں ▁نے ▁اک ٹھ ▁کیا ▁اور ▁سوچ ا ▁کہ ▁بھ لا ▁کب ▁تک ▁ہم ▁اس ▁طرح ▁بچ یں ▁گے۔ ▁ہم ▁نہ تے ▁ہیں ▁اور ▁حملہ ▁آور وں ▁کے ▁پاس ▁بند وق یں ▁بھی ▁ہیں ▁اور ▁سر کار ▁بھی ▁ان ▁کے ▁ساتھ ▁ہے۔ ▁انہوں ▁نے ▁سوچ ا ▁کہ ▁ٹھیک ▁ہے ▁کہ ▁حملہ ▁آور ▁سکھ ▁ہیں ▁مگر ▁ایک ▁سکھ ▁کو ▁بھی ▁کتنے ▁عرصہ ▁اس ▁طرح ▁سے ▁توپ ▁دکھا ▁کر ▁بے ▁ وقوف ▁بنایا ▁جا ▁سکتا ▁ہے۔ ▁فیصلہ ▁ہوا ▁کہ ▁اب ▁گڑھ ی ▁کو ▁چھوڑ ا ▁جائے ▁اور ▁پاکستان ▁کا ▁رخ ▁کیا ▁جائے ▁ورنہ ▁جان ▁سلامت ▁نہیں ▁رہے ▁گی۔
▁نام ▁سنا ▁تھا ▁ان ▁صاحب ( ر الف ▁ رسل ▁) ▁کا ▁لیکن ▁یہ ▁خاک ہ ▁پڑھنے ▁کا ▁اتفاق ▁نہیں ▁ہوا ▁تھا۔
▁کاپی ▁رائٹ ▁© ▁فی وج یان ▁او وٹ ا ا ▁سینیٹ ری ▁کا ▁سامان ▁کمپنی ، ▁لم یٹ ڈ ▁جملہ ▁حقوق ▁محفوظ ▁ہیں ▁۔
▁Next : ▁ گال یوں ▁کے ▁نشان ے ▁پر ▁عمران ▁خان ▁کے ▁علاوہ ▁ان ▁تمام ▁صحافی وں ▁اور ▁پوری ▁قوم ▁کو ▁بھی ▁رکھنا ▁ہوگا ▁!
▁امریکی ▁صدر ▁بر اک ▁اوباما ▁نے ▁کہا ▁ہے ▁کہ ▁ای جن ڈا ▁میں ▁' م شکل ▁چیلنج وں ' ▁کی ▁ایک ▁لم بی ▁فہرست ▁شامل ▁ہے۔
▁“ ن ورت ▁شا پ نگ ▁کرنا ▁چاہتی ▁تھی ، ▁سل ون ▁جانا ▁چاہتی ▁تھی ، ▁اتنا ▁عرصہ ▁اس ▁نے ▁اپنے ▁لباس ▁کی ▁اپنے ▁چہرے ▁کی ▁پر وا ہ ▁نہ ▁کی ▁تھی ▁آج ▁اچانک ▁اسے ▁لگا ▁تھا ▁اسکی ▁سک ن ▁ڈھ لک ▁رہی ▁تھی ▁ب تیس ▁سال ▁کی ▁عمر ▁میں ▁اسکا ▁چہرے ▁پر ▁سو ▁سال وں ▁کی ▁سنج ی دگی ▁ط اری ▁تھی۔ اس کے ▁ہنس نے ▁کی ▁لا ین یں ▁نج انے ▁کب ▁سے ▁ق حط ▁کی ▁شکار ▁ہوکر ▁اپنا ▁وجود ▁کھو ▁بیٹھ ی ▁تھیں۔ اور ▁سال وں ▁کی ▁آبی اری ▁نے ▁اس کے ▁چہرے ▁پر ▁از ر دگی ▁ایسے ▁گھو ل ▁دی ▁تھی ▁جیسے ▁پانی ▁مین ▁ لال ▁رنگ ▁گھو ل ▁دیا ▁جا ے۔ ا یسی ▁نور ت ▁کا ▁ہاتھ ▁تھا م ▁کر ▁ح ز یم ▁نے ▁کہا ▁تھا۔ اور ▁اس ▁نے ▁اپنی ▁کال ی ▁جی گ نگ ▁کے ▁اوپر ▁ہل کے ▁گلاب ی ▁رنگ ▁کی ▁سل کی ▁شر ٹ ▁پہ نے ▁ایک ▁چادر ▁او ڑھ ▁کر ▁نکاح ▁نام ے ▁پر ▁دست خط ▁کر ▁دی ی ے ▁تھے۔
▁اب ▁آپ ▁یو ٹی وب ▁و ڈی و ▁دیکھنے ▁کے ▁ساتھ ▁ساتھ ▁کوئی ▁اور ▁ایپ ▁بھی ▁استعمال ▁کر ▁سکتے ▁ہیں
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁ٹوئٹر
▁راولپنڈی ▁: ▁آرمی ▁چیف ▁جنرل ▁قمر ▁جاوید ▁با جو ہ ▁سیکورٹی ▁کانفرنس ▁میں ▁شرکت ▁کے ▁لئے ▁جرمنی ▁پہنچ ▁گئے۔ ▁پاک ▁فوج ▁کے ▁شعبہ ▁تعلقات ...
▁وزیراعلی ٰ ▁پنجاب ▁کیلئے ▁پی ▁ٹی ▁آئی ▁میں ▁د وڑ ▁لگی ▁ہوئی ▁اور ان ▁کو ▁دیکھ و !! ▁پی ▁ٹی ▁آئی ▁کے ▁اہم ▁ترین ▁رہنما ▁نے ▁وزیراعلی ٰ ▁پنجاب ▁بننے ▁سے ▁صاف ▁کر ▁دیا ، ▁حیران ▁کن ▁خبر ▁آگئی
▁مزید ▁معلومات ▁ٹھیک ▁ہے
▁جو شخص ▁صبح ▁کو ▁او ▁ر شام ▁کو ▁مسجد ▁کی ▁طرف ▁گیا ▁اللہ ▁تعالی ٰ ▁اس ▁کے ▁لئے ▁جنت ▁میں ▁مہمان ▁نواز ی ▁کا سام ان ( ہر مرت بہ ) ▁تیار ▁کردی تا ہے ▁جب ▁بھی ▁وہ ▁صبح ▁یا شام ▁کے ▁وقت ▁گیا۔
▁18 ▁م ئے ▁پی ▁کر ▁مست ▁نہ ▁بن و ▁یہ ▁تمہاری ▁روحانی ت ▁کو ▁تباہ ▁کر ▁دے ▁گی ▁بلکہ ▁اپنے ▁آپ ▁کو ▁روح ▁سے ▁مع مور ▁کرو ۔
▁Subject : ▁شہر ▁کے ▁بدل ے ▁شہر ▁Sun ▁Nov ▁28, ▁2010 ▁4 :41 ▁pm

▁مرد وں ▁کے ▁آرام ▁ دہ ▁اور ▁پر سکو ن ▁مو ٹی ▁لم بی ▁کو ٹو وا ول ▁مرکب ▁لم بی ▁قم ی ض یں ▁موسم ▁سرما ▁ ٹھ وس ▁رنگ ▁کے ▁لئے ▁$ 79 . 19
▁بچوں ▁کے ▁نام
▁وزیر ▁اعظم ▁کی ▁ریلی ▁میں ▁حادث ہ ▁کے ▁دوران ▁زخمی وں ▁کے ▁علاج ▁کیلئے ▁ہر ▁ممکن ▁کوشش ▁کی ▁جائے ▁گی : ▁مم تا ▁بن رج ی
▁سپریم ▁کورٹ ▁نے ▁پا نامہ ▁کا ▁فیصلہ ▁سنا دیا
▁پاکستانی ▁پول س ▁نے ▁اعلان ▁کیا ▁کہ ▁تین ▁خود کش ▁حملہ ▁آور وں ▁نے ▁گول ی ▁اور ▁بم ▁کے ▁ذریعہ ▁کراچی ▁کے ▁اندر ▁چین ▁کے ▁کونسل یٹ ▁پر ▁حملہ ▁کیا ▁لیکن ▁ان ▁سب ▁کو ▁عمارت ▁میں ▁بک تر بند ▁گاڑی ▁کے ▁ساتھ ▁داخل ▁ہونے ▁سے ▁قبل ▁ہی ▁مار ▁گرا ▁دیا ▁گیا ▁اور ▁بلوچستان ▁کو ▁آزاد ▁کرانے ▁والی ▁تنظیم ▁کی ▁طرف ▁سے ▁کئے ▁جانے ▁والے ▁اس ▁حملہ ▁میں ▁کم ▁سے ▁کم ▁دو ▁پول س ▁قتل ▁ہوئے ▁ہیں ▁اور ▁یہ ▁ایسی ▁سر کش ▁علی حد ہ ▁جماعت ▁ہے ▁جو ▁مغربی ▁پاکستان ▁کے ▁جنوب ▁میں ▁طبیعی ▁چیز وں ▁سے ▁بھر ی ▁بلوچستان ▁کے ▁مال دار ▁علاقہ ▁کے ▁اندر ▁چین ▁کے ▁منصوب وں ▁کو ▁نشانہ ▁بنا ▁رہی ▁ہے۔ ( ۔۔۔ )
▁ہمارے ▁نزدیک ▁انتخاب ▁کا ▁صحیح ▁طریقہ ▁وہی ▁ہے ▁جو ▁ہم ▁پہلے ▁سابق ہ ▁پر چ وں ▁میں ▁بیان ▁کر چ کے ▁ہیں۔ ▁اب ▁کے ▁جو ▁ہم ▁نے ▁بیان ▁کیا ▁ہے۔ ▁وہ ▁صرف ▁گذار ے ▁سے ▁والی ▁بات ▁ہے۔ ▁نمائند گان ▁کے ▁لیے ▁'' ای مان ▁او ▁ر عمل ▁صالح '' ▁کی ▁قید ل گا ▁دی ▁گئی ▁تو ▁ہوسکتا ▁ہے ▁کہ ▁اس ▁بہ انہ ▁سے ▁یہ ▁لوگ ▁نیک ▁بن ▁جائیں ▁۔ ▁کیا عجب ▁کہ ▁قرآن ▁چرا نے ▁والا ▁چور ▁سچ ▁مچ ▁حامل ▁قرآن ▁ہی ▁بن ▁جائے۔ ▁ب ہر حال ▁جو ▁شخص ▁اس ▁کو آ زم ائے ▁گا ▁اسے ▁ ثواب ▁ضرور ▁ہوگا۔
▁اپوزیشن ▁لیڈر ▁خورشید ▁شاہ ▁کہنا ▁ہے ▁چھوٹے ▁ صوب وں ▁کو ▁ان ▁کا ▁حق ▁نہیں ▁دیا ▁جا ▁رہا ▁، ▁اقتصادی ▁راہ داری ▁منصوبے ▁میں ▁کیا ▁پیش ▁رفت ▁ہو ▁رہی ▁ہے ▁کچھ ▁پتا ▁نہیں ▁، ▁وزیر دفاع ▁خواجہ ▁آصف ▁کا ▁کہنا ▁ہے ▁کسی ▁کو ▁پریشان ▁ہونے ▁کی ▁ضرورت ▁نہیں ▁راہ داری ▁منصوبے ▁پر ▁دوبارہ ▁بر یف نگ ▁دی ▁جائے ▁گی ▁۔
▁امام ▁جعفر ▁صادق ▁علیہ ▁السلام ▁کی ▁یونیورسٹی ▁اور ▁اس ▁کے ▁امتیازات
▁یہ ▁سب ▁ان ▁افراد ▁کے ▁لیے ▁ہے ▁جو ▁خدا ▁کی ▁یا ▁د ▁سے ▁غا غل ▁ہیں ▁اور ▁اپنے ▁کو ▁خدا ▁کے حفظ ▁و ▁امان ▁سے ▁دور ▁رکھتے ▁ہیں ▁انسان ▁کے ان ▁چیز وں ▁سے ▁حفظ ▁امان ▁میں ▁رہنے کے ▁لیے ▁مخصوص ▁اذ کار ▁اور ▁دعا ئیں ▁نقل ▁ہوئی ▁ہیں ▁کہ ▁ان شا ▁اللہ ▁آیند ہ ▁آنے وال ے ▁درس ▁میں ▁بیان ▁کریں ▁گے ▁۔
▁کتاب ▁عمل ▁میں ▁نس ائی ▁نے ▁اس ▁کو ▁روایت ▁کیا ▁ہے
▁پھر ▁میں ▁ہوں ▁اے ▁میرے ▁مع بود ▁اپنے ▁گناہ وں ▁کا ▁اعتراف ▁کرنے ▁والا ▁پس ▁مجھے ▁ان ▁سے ▁معافی ▁دے ▁میں ▁وہ ▁ہوں ▁جس ▁نے ▁بر ائی ▁کی ▁میں
▁کھل ی ▁عدالت ▁میں ▁سماعت ▁کی ▁منظوری
▁خیبر ▁پختونخوا
▁آج ▁کا ▁اخبار
▁جرمنی ▁کی ▁وفاقی ▁حکومت ▁کے ▁مہاجرین ▁کے ▁امور ▁سے ▁متعلق ▁معاون ▁خصوصی ، ▁پیٹ ر ▁آل ٹ م ائر ▁نے ▁پیر ▁بارہ ▁اکتوبر ▁کے ▁روز ▁بتایا ▁ہے ▁کہ ▁جرمنی ▁میں ▁بڑے ▁پیمان ے ▁پر ▁آنے ▁والے ▁مہاجرین ▁کو ▁سنبھال نے ▁کے ▁لیے ▁سرحد ▁پر ▁ٹر ان ز ٹ ▁زو نز ▁قائم ▁کیے ▁جائیں ▁گے۔ ▁جرمنی ▁کے ▁پ بل ک ▁برا ڈ کا سٹر ▁ ’ ز یڈ ▁ڈی ▁ایف ‘ ▁سے ▁کی ▁گئی ▁اپنی ▁ایک ▁گفتگو ▁میں ▁آل ٹ م ائر ▁نے ▁کہا : ▁’’ م وجود ہ ▁صورتحال ▁کی ▁روشنی ▁میں ▁ٹر ان ز ٹ ▁زو نز ▁کا ▁قیام ▁خارج ▁از ▁امکان ▁نہیں ▁ہے۔ ‘‘
▁کراچی ▁آپریشن ▁فوج ▁نے ▁شروع ▁کیا ▁نہ ▁نواز ▁شریف ▁نے ▁بلکہ ▁میں ▁نے ▁شروع ▁کیا : چو دھر ی ▁نثار
▁اس ▁فون ٹ ▁کی ▁اصل ▁کہانی ▁جس ▁نے ▁مریم ▁کو ▁مجرم ▁بنا ▁دیا
▁فواد ▁چودھری ▁کی ▁برطانیہ ▁میں ▁قا دی انی ▁وفد ▁سے ▁ملاقات وں ▁پر ▁تشویش ▁ہے : ▁میاں ▁محمد ▁او یس
▁سینٹر ل ▁کن ٹری کٹ ▁میں ▁کسی ▁بھی ▁کرکٹ ر ▁کی ▁اے ▁کی ٹی گری ▁میں ▁شمولیت ▁کی ▁یہ ▁شرط ▁رکھی ▁گئی ▁ہے ▁کہ ▁وہ ▁تین وں ▁طرز ▁کے ▁میچ ▁کھیل ▁رہا ▁ہو ▁یا ▁کسی ▁بھی ▁فارم یٹ ▁میں ▁پاکستانی ▁ٹیم ▁کا ▁کپتان ▁ہو۔
▁بدھ , ▁جمعہ , ▁ہفتہ

▁جب ▁زندگی ▁شروع ▁ہوگی - ایک ▁دلچسپ ▁ناول
▁ٹیسٹ ▁میں ▁نمبر ▁ایک ▁پاکستان ▁ون ▁ڈے ▁میں ▁بھ نور ▁میں ▁پھنس ▁چکا ▁ہے ▁کہ ▁جہاں ▁انگلستان ▁کے ▁ہاتھوں ▁اسے ▁مسلسل ▁دوسرے ▁ایک ▁روزہ ▁میں ▁بھی ▁شکست ▁کا ▁سامنا ▁کرنا ▁پڑا ▁ہے۔ ▁لار ڈز ▁کے ▁تاریخی ▁میدان ▁پر ▁سرفراز ▁احمد ▁کی ▁یادگار ▁سن چر ی ▁بھی ▁پاکستان ▁کو ▁شکست ▁سے ▁نہ ▁بچا ▁سک ی ▁کہ ▁جو ▁25 2 ▁رنز ▁کے ▁ہدف ▁کا ▁دفاع ▁کرنے ▁میں ▁ناکام ▁رہا ▁اور ▁انگلستان ▁نے ▁چار ▁و کٹ وں ▁سے ▁جیت ▁کر ▁سیریز ▁میں ▁دو - صف ر ▁کی ▁برتر ی ▁حاصل ▁کرلی ▁ہے۔ ▁یہ ▁پاکستان ▁کے ▁خلاف ▁گزشتہ ▁11 ▁مقابل وں ▁میں ▁انگلستان ▁کی ▁دس ویں ▁کامیابی ▁ہے ▁جو ▁پاکستان ▁کی ▁شکست ▁خورد ہ ▁ذہنی ت ▁اور ▁انگلستان ▁کے ▁غل بے ▁کو ▁ظاہر ▁کرنے ▁کے ▁لیے ▁کافی ▁ہے۔
▁اسلامی ▁انقلاب ▁ایران ▁دیگر ▁اسلامی ▁ملکوں ▁کے ▁لیے ▁نمو نہ ▁عمل ▁ہے ، ▁جماعت ▁اسلامی ▁پاکستان
▁واپس ▁اوپر ▁جائیں
▁زیادہ ▁پڑھ ی ▁جانے ▁والی ▁خبریں
▁مرکزی ▁مواد ▁پر ▁جائیں
▁Image ▁caption ▁ذو لف قار ▁علی ▁بھٹو ▁کو ▁قتل ▁کے ▁ایک ▁مقدم ے ▁میں ▁سزا ئے ▁موت ▁دی ▁گئی ▁تھی
▁دنیا ▁بات وں ▁پر ▁چل تی ▁ہے۔ ▁ناس ا ▁نے ▁مر ی خ ▁پر ▁جانے ▁کے ▁خواہش مند ▁افراد ▁کے ▁انٹرویو ▁لینے ▁کا ▁فیصلہ ▁کیا۔ ▁صرف ▁ایک ▁ہی ▁آدمی ▁جا ▁سکتا ▁تھا ▁اور ▁واپسی ▁کا ▁ک ...
▁نوجوانوں ▁کی ▁ہر ▁سطح ▁پر ▁حوصلہ ▁اف ز ائی ▁ہونا ▁چاہیئے ، ▁زب ...
▁مرکزی ▁مواد ▁پر ▁جائیں

▁سابق ▁خاتون ▁اول ▁ضمن ی ▁انتخاب ▁کے ▁لئے ▁کاغذ ات ▁نامزد گی ▁جمع ▁کرانے ▁کے ▁آخری ▁روز ▁لندن ▁روانہ ▁ہوگئی ▁تھیں۔
▁CNC ▁کی ▁گھ س ائی ▁کرنے ▁والی ▁مشین
▁11. ▁AC 85 - 265 V ▁مختلف ▁ممالک ▁اور ▁خط وں ▁میں . ▁AC 12 ▁/ ▁24 V ▁کی ▁قیادت ▁میں ▁ڈر ائی ور ▁بھی ▁دستیاب ▁ہے
▁حضرت ▁عیسی ٰ ▁علیہ ▁السلام
▁جو تی ▁سنگھ ▁کے ▁والدین ▁نے ▁اس ▁فیصلے ▁پر ▁شدید ▁مایوس ی ▁کا ▁اظہار ▁کیا ▁ہے۔
▁اسلام ▁آباد : ▁وفاقی ▁حکومت ▁نے ▁5 ▁فروری ▁کو یوم ▁یک جہ تی ▁کشمیر پر عام ▁تعطیل ▁کا ▁اعلان ▁کردیا ▁ہے۔
▁کیا ▁ایران ▁پاکستان ▁گیس ▁پائ پ ▁لائن ▁پاکستانی ▁شہریوں ▁کی ▁نظر ▁سے ▁پوش ید ہ ▁ہے ؟ ▁جس ▁سے ▁پاکستان ▁کو ▁روزانہ ▁2 ▁کروڑ ▁15 ▁لاکھ ▁مک عب ▁میٹر ▁گیس ▁ملے ▁گی ▁جس ▁سے ▁توانائی ▁کے ▁حالی ہ ▁بحران ▁میں ▁نمای اں ▁کمی ▁ہوگی۔ ▁لاکھ وں ▁پاکستان وں ▁کو ▁روز ▁گا رم لے ▁اور ▁پاکستان ▁کی ▁اقتصادی ▁حالت ▁بہتر ی ▁آئے ▁گی ؟
▁پرنٹ ▁کریں ▁یہ ▁صفحہ ▁پرنٹ ▁کریں
▁16 ▁د اؤ د ▁نے ▁نظر ▁اٹھا ▁کر ▁دیکھا ▁کہ ▁خداوند ▁کا ▁فرشت ہ ▁آسمان ▁اور ▁زمین ▁کے ▁بیچ ▁کھڑا ▁ہے۔ ▁فرشت ہ ▁نے ▁اپنی ▁تل وار ▁ی روش لم ▁پر ▁ کھی نچ ▁رکھی ▁تھی۔ ▁تب ▁د اؤ د ▁اور ▁ب زر ▁گ ▁جو ▁کہ ▁ ٹا ▁ٹ ▁پہ نے ▁ہوئے ▁تھے ▁او ند ھے ▁من ھ ▁زمین ▁پر ▁گر ▁پڑے ۔
▁پھر ▁اپنی ▁بے ▁اندازہ ▁قدرت ▁کا ▁بیان ▁فرما تا ▁ہے ▁کہ ▁جو ▁وہ ▁چاہے ▁اس ▁پر ▁قادر ▁ہے ▁کوئی ▁بات ▁اسے ▁عاجز ▁نہیں ▁کر ▁سکتی ▁، ▁کوئی ▁چیز ▁اس ▁کے ▁اختیار ▁سے ▁خارج ▁نہیں ▁، ▁وہ ▁جو ▁کرنا ▁چاہے ▁فرما ▁دیتا ▁ہے ▁کہ ▁ہو ▁جا ▁اسی ▁وقت ▁وہ ▁کام ▁ہو ▁جاتا ▁ہے ▁۔ ▁قیامت ▁بھی ▁اس ▁کے ▁فرمان ▁کا ▁عمل ▁ہے
▁البط ش ▁کی ▁شہادت ، ▁ ’ موس اد ‘ ▁کا ▁ایک ▁اور ▁جنگی ▁جرم !
▁نیوز ی ▁لینڈ ▁کے ▁ٹ ام ▁لی تھ م ▁نے ▁نیا ▁عالمی ▁ریکارڈ ▁بنا ▁دیا
▁اس ▁کے ▁علاوہ ▁ا ئیر ▁چیف ▁نے ▁کہا ▁ہے ▁کہ ▁پاک ▁فضائی ہ ▁کا ▁پرو جی کٹ ▁عزم ▁چین ▁کے ▁اشتراک ▁سے ▁شروع ▁کیا ▁جا ▁رہا ▁ہے ، ▁پاکستان ▁کو ▁پانچ ویں ▁نسل ▁کے ▁سٹی ل تھ ▁لڑ ا کا ▁طیارے ▁بنانے ▁میں ▁چین ▁تکنیک ی ▁مدد ▁دے ▁گا۔
▁پھر ▁گاندھی ▁جی ▁ایک ▁خدا ▁بن ▁کر ▁اب ھر تے ▁ہیں ▁جو ▁منا ▁کی ▁حق ▁کی ▁جانب ▁رہنما ئی ▁کرتے ▁ہیں۔ ▁پھر ▁تھر ی ▁ا ▁ی ڈی ٹس ▁کا ▁ہیرو ▁ ’ رین چو ‘ ایک ▁دی وتا ▁بن ▁جاتا ▁ہے ▁جو ▁کرام ات ▁اور ▁چم ت کار ▁ظاہر ▁کرتا ▁ہے۔ ▁پھر ’ پی ▁کے ‘ ▁ایک ▁دی وتا ▁ہے۔ ▁جی ▁ہاں ▁ذرا ▁غور ▁سے ▁اسے ▁دیکھ ئے ، ▁وہ ▁دل وں ▁کے ▁حال ▁جان ▁لی تا ▁ہے ، ▁بچ ھڑ وں ▁کو ▁ملا ▁دیتا ▁ہے ، ▁بھ ٹک ے ▁ہو ئ وں ▁کو ▁راہ ▁پر ▁لے ▁آتا ▁ہے۔
▁‫ وضع ▁میں ▁واپس ▁جانے ▁کے ▁لیے ۔ ‬
▁” موس ی ٰ ▁علیہ ▁السلام ▁نے ▁پوچھا ▁میرے ▁رب ▁! ▁کیا ▁تو ▁نے ▁کوئی ▁ایسی ▁چیز ▁بھی ▁پیدا ▁کی ▁ہے ▁جو ▁تیر ی ▁ہی ▁جستجو ▁میں ▁رہتی ▁ہے ▁؟ ال
▁اس ▁سال ▁یوم ▁آزادی ▁پر ▁قوم ▁کے ▁لئے ▁نیا ▁نعر ہ ▁ ۔۔۔ ▁ایک ▁نئی ▁سوچ ▁ ۔۔۔ ▁دولت ▁کی ▁بہتر ▁گردش ▁کے ▁لئے ▁۔ ▁بہتر ▁پاکستانی ▁مع یش یت ▁کے ▁لئے ۔
▁آگ ر ▁لڑکی ▁کالج ▁چل ی ▁جائے ▁تو ▁تعلیم ▁اور ▁ماحول ▁اس ▁کو ▁بتا ▁دیتے ▁ھ یں ▁اور ▁اس ▁کو ▁سمجھ ▁بھی ▁آج اتی ▁ ھے
▁مختصر ▁ تعارف ▁ علامہ ▁محمد ▁یوسف ▁جبر یل ▁17 فر وری ▁1917 ء کو ▁و ادی ▁سون ▁سک ی سر ▁ضلع ▁خوش اب ▁میں ▁ملک ▁محمد ▁خان ▁کے گھ ر ▁پیدا ▁ہوئی۔ ▁یہ ▁وہی ▁تاریخ ▁بنت ی ▁ہے جس ▁تاریخ ▁کو ▁ بائی بل ▁کے م طا بق ▁طوفان ▁نوح ▁آیا تھا ▁۔ اس ▁دور ▁کو ▁بھی ▁ایک ▁طوفان ▁دیکھ نا ▁تھا ▁مگر ▁مختلف ▁قسم ▁کا ▁۔ ▁طوفان ▁نوح ▁آبی ▁تھا ▁مگر ...


▁بھارتی ▁بلا اشت عال ▁فائرنگ ، ▁بھارتی ▁ڈپٹ ی ▁ہائی ▁کمشنر ▁کی
▁مائ یک ▁سمت ھ سن ▁سے ▁دوران ▁گفتگو ▁از ر ائے ▁مذاق ▁پوچھا ▁کہ ▁ویسے ▁تو ▁آپ ▁فیس ▁لے ▁کر ▁پول ی ٹیک ل ▁بی ٹنگ ▁کے ▁م شور ے ▁دیتے ▁ہیں ▁لیکن ▁بتا ▁ہی ▁دیں ▁کہ ▁یورپی ▁ری فری نڈ م ▁میں ▁فی ور ٹ ▁کون ▁ہے ؟ ▁مائ یک ▁نے ▁ق ہ ق ہ ہ ▁لگا تے ▁ہوئے ▁کہا ، ▁ ’ ا بھی ▁صبر ▁کریں ، ▁ایک ▁اور ▁دن ▁انتظار ▁کر ▁ل یں۔ ‘
▁( ۹ ) ۔۔۔ ▁مسلم ▁راج پو ت ▁ایس وسی ▁ای شن ۔
▁کشمیر ▁پولیس ▁کو ▁بی ▁جے ▁پی ▁لیڈر ▁کی ▁دھمکی ▁پر ▁نوٹس ▁لینا ▁چاہئے
▁اس ▁ویب ▁سائٹ ▁کا ▁دلچسپ ▁فی چر ▁ عارض ی ▁فون ▁نمبر ز ▁فراہم ▁کرنا ▁ہے۔ ▁ان ▁نمبر ز ▁پر ▁صرف ▁ایس ▁ایم ▁ایس ▁مو صول ▁کیے ▁جا ▁سکتے ▁ہیں۔ ▁ان ▁کا ▁یہ ▁سسٹم ▁بہت ▁دلچسپ ▁ہے۔ ▁دراصل ▁اس ▁ویب ▁سائٹ ▁پر ▁آٹھ ▁مختلف ▁نمبر ز ▁دیے ▁گئے ▁ہیں ▁جن ▁میں ▁سے ▁آپ ▁جو ▁چاہ یں ▁استعمال ▁کر ▁سکتے ▁ہیں۔
▁جماعت ی ▁اراکین ▁اور ▁کارکنان ▁سوشل ▁میڈیا ▁پر ▁اپنی ▁جماعت ▁کا ▁دفاع ▁کرتے ▁وقت ▁شا ئ ست گی ▁اور ▁و قار ▁کا دام ن ▁تھا م ے ▁رکھیں ▁۔ مول انا ▁فضل ▁الرحمان
▁‫ اور ▁وہ ▁باب ▁سر ے ▁سے ▁موجود ▁ہی ▁نہیں ▁ہیں۔ ▁یہ ▁کچھ ▁باتیں ▁تور یت ▁کے ▁متعلق ▁تھیں ▁جو ‬
▁اور ▁اب ▁میں ▁سوچ تا ▁ہوں ▁:
▁کراچی ▁کے ▁عوام ▁کو ▁ملکی ▁معیشت ▁میں ▁ان کا ▁جائز ▁حصہ ▁نہیں ▁دیا ▁جارہا ، ▁ڈاکٹر ▁خالد ▁مقبول ▁صدیقی
▁دوسری ▁گیس ▁آن ت وں ▁کو ▁جذب ▁و ▁ہ ضم ▁غذا ▁کے ▁لیے ▁آم اد ہ ▁کرتی ▁ہے ▁اس ▁سے ▁ج گر ▁اور ▁گرد ے ▁ہل کے ▁پھل کے ▁رہتے ▁ہیں۔ ▁قبض ▁دور ▁ہوتا ▁ہے ▁اور ▁بخار ات ▁اور ▁گیس ▁نہیں ▁بن ▁پا تے ▁اس ▁طرح ▁د ہی ▁اور ▁چھ ا چھ ▁ایک ▁ایسے ▁ملی ن ▁کا ▁کام ▁کرتے ▁ہیں ▁جس ▁کے ▁استعمال ▁سے ▁فضل ات ▁آن ت وں ▁سے ▁با آس انی ▁نکل ▁جاتے ▁ہیں ‘ ▁یونان ی ▁طب ▁میں ▁چھ ا چھ ▁مع دہ ▁ج گر ▁اور ▁خون ▁کی ▁بیماری وں ▁میں ▁ دوا ▁بن ▁کر ▁صحت ▁عطا ▁کرتی ▁ہے ‘ ▁پیچ ش ‘ ▁بد ہ ضم ی ▁اور ▁دست وں ▁کے ▁علاج ▁میں ▁د ہی ▁بطور ▁غذا ▁تجویز ▁کرکے ▁عمد ہ ▁نتائج ▁حاصل ▁ہوتے ▁ہیں۔
▁ایک ▁مثال ی ▁من ی جر ▁ایسا ▁ہوتا ▁ہے
▁خاتون ▁آپ ▁تمیز ▁کے ▁دائر ے ▁میں ▁رہ ▁کر ▁کرکٹ ▁کی ▁زبان ▁میں ▁مجھ ▁سے ▁بات ▁کریں
▁خدا ▁کی ▁ذات ▁پر ▁ای قان ▁کر ▁کے ▁دیکھتے ▁ہیں
▁فیس ▁بک ▁پر ▁شیئر ▁کیجئیے
▁کیا ▁آپ ▁اردو ▁میں ▁لکھتے ▁ہیں ▁یا ▁لکھ نا ▁چاہتے ▁ہیں ▁؟ ▁اگر ▁ہاں ▁تو ▁آپ ▁ہمیں ▁اپنے ▁آئی ڈی از ▁urdu @ the wir e . in ▁پر ▁بھیج ▁سکتے ▁ہیں۔
▁١ ▁- ▁فاتح ▁کے ▁طرز ▁کا ، ▁فتح ▁مند انہ ۔
▁پاکستان ▁میں ▁اقلیت ی ▁ووٹ رس ▁کا ▁30 فی صد ▁اضافہ ▁مگر ▁اب ▁بھی ▁وہ ▁درک نار ▁کئے ▁جارہے ▁ہیں
▁اسلام ▁آباد ▁کے ▁کپتان ▁مصباح ▁الحق ▁جیت ▁کے ▁بعد ▁کہتے ▁ہیں ▁کہ ▁اس ▁عمر ▁میں ▁اتنی ▁ایک سا ئٹ منٹ ▁اچھی ▁نہیں
▁نفس ی اتی ▁تجزیہ ، نفس ی اتی ▁رہنما ئی , ▁نفس یات ، م ضا مین ، ڈ ئیر ▁ذ ندگی , ▁انسانی ▁رشت ے ، نفس یات ، روی ے ، تعلق ات ، بند ھن ،

▁عمر ▁قید ▁کی ▁سزا ئ وں ▁کو ▁سپریم ▁کورٹ ▁میں ▁چیلنج ▁کیا ▁جا ▁...
▁» سا دگی ▁اور ▁کف ایت ▁شعار ی ▁مہم ▁کے ▁تحت ▁وزیر ▁اعظم ▁ہا و ¿ س ▁میں ▁گاڑی وں ▁کی ▁بول ی ▁کا ▁عمل ▁مکمل ▁، ▁102 میں ▁سے ▁61 گا ڑ یاں ▁نی لام
▁یہ ▁دن ▁بھر ▁میں ▁نو ▁جام ▁ہوگئے ، ▁اور ▁سی راب ▁ہونے ▁کے ▁بعد ▁آدمی ▁شراب ▁نوش ی ▁کرے ▁تو ▁بیماری ▁ہے۔
▁نوجوانوں ▁کا ▁صفحہ
▁عمل ے ▁سی شن ▁کے ▁لئے ▁نقد ▁/ ▁فروخت ▁پر ▁نظر ▁رکھنے ▁کے ▁لئے ▁رجسٹر ▁آپ شن ▁شامل ▁کر ▁دیا .
▁آن ▁لائن ▁معا ی نے ▁کی ▁تفصیلات
▁کبھی ▁اسرائیل ▁سے ▁تو ▁کبھی ▁کسی ▁اور ▁سے ▁، ▁یا ▁هم یں ▁آپ س ▁میں ▁ھ ی
▁← ▁اس ▁قیامت ▁کا ▁ذم ہ ▁دار ▁میں ▁خود ▁ہوں ▁ ۔۔ !!
▁– ▁ ‮ چین ▁کو ▁گو ادر ▁سے ▁ملا نے ▁والی ▁نئی ▁شاہ را ہ ▁کی ▁منظوری ‬
▁نہیں ▁جناب ۔۔ ▁چھ وٹ و ▁گی نگ ▁کی ▁فوج ▁کے ▁ہاتھوں ▁گرفتاری ▁کے ▁بعد ▁اسے ▁پولیس ▁کے ▁حوالہ ▁نہیں ▁کیا ▁گیا ▁جبکہ ▁پولیس ▁نے ▁مطالبہ ▁بھی ▁کیا۔ ۔ ▁لیکن ▁ایسا ▁نہیں ▁ہوا ▁کیونکہ ▁اس ▁کا ▁مقصد ▁ہے ▁کہ ▁تحقیقات ▁کے ▁ذریعہ ▁چھ وٹ و ▁کے ▁سہولت ▁کار وں ▁تک ▁نہ ▁صرف ▁پہنچا ▁جائے ▁بلکہ ▁ان ▁سیاسی ▁سہولت ▁کار وں ▁کو ▁ان ▁کے ▁انجام ▁تک ▁بھی ▁پہنچا یا ▁جائے۔
▁محمد ▁عامر ▁یو نس ▁نے ▁کہا ▁ہے : ▁↑
▁فتح ▁جنگ : ▁مضر ▁صحت ▁گوشت ▁کی ▁فروخت ، ▁نرخ وں ▁میں ▁بھی ▁اضافہ ▁جنوری ▁12 , ▁2018
▁ اٹ لی ▁کے ▁میڈیا ▁میں ▁آنے ▁والی ▁رپورٹ س ▁کے ▁مطابق ▁پولیس ▁نے ▁ان ▁گرفتاری وں ▁کو ▁عمل ▁میں ▁لانے ▁کا ▁فیصلہ ▁اس ▁وقت ▁کیا ▁جب ▁انھیں ▁اس ▁بات ▁کا ▁ اندیش ہ ▁ہوا ▁کہ ▁یہ ▁گروہ ▁وی نس ▁میں ▁اسی ▁کا ▁حملے ▁کرنے ▁والے ▁ہیں ▁جن ▁میں ▁سیاح تی ▁مقامات ▁کو ▁نشانہ ▁بنایا ▁جا ▁سکتا ▁ہے۔
▁مرکزی ▁مواد ▁پر ▁جائیں
▁مل ٹی ▁میڈیا ▁کی ▁مزید ▁خبریں
▁دھماکہ ▁اسٹ یج ▁کے ▁قریب ▁ہوا ▁اس ▁ل ئیے ▁یہ ▁خیال ▁کیا ▁جا ▁رہا ▁ہے ▁کہ ▁دھماکے ▁میں ▁سیاسی ▁قیادت ▁کو ▁نشانہ ▁بنایا ▁گیا ▁ہے۔ ▁دھماکے ▁سے ▁قریب ی ▁املاک ▁کو ▁شدید ▁نقصان ▁پہنچا ▁جبکہ ▁دھماکے ▁کی ▁آواز ▁دور ▁دور ▁تک ▁سنی ▁گئی۔ ▁اب ▁تک ▁مو صول ▁ہونے ▁والی ▁اطلاعات ▁کے ▁مطابق ▁دھماکے ▁کے ▁نتیجے ▁میں ▁متعدد افراد ▁زخمی ▁ہو ▁چکے ▁ہیں۔

▁اسلام ▁آباد ( نیوز ▁ڈیسک ) وفا قی ▁وزیر ▁صحت ▁سائ رہ ▁افضل ▁تار ڑ ▁نے ▁انسداد ▁پول یو ▁مہم ▁کے ▁آغاز ▁پر ▁اپنے ▁ایک ▁بیان ▁میں ▁کہا ▁ہے ▁کہ ▁ہم ▁ملک ▁سے ▁پول یو ▁کے ▁مکمل ▁خاتمے ▁تک ▁چین ▁سے ▁نہیں ▁بیٹھ یں ▁گے۔ وفا قی ▁وزیر ▁نے ▁امید ▁ظاہر ▁کی ▁کہ ▁یہ ▁سال ▁ملک ▁بھر ▁میں ▁انسداد ▁پول یو ▁مہم ▁کا ▁--> ▁آخری ▁سال ▁ہوگا ۔انہوں ▁نے ▁کہاکہ ▁گزشتہ ▁برس ▁صرف ▁آٹھ ▁پول یو ▁کیس ▁رپورٹ ▁ہوئے ▁جبکہ ▁رواں ▁سال ▁ابھی ▁تک ▁کوئی ▁کیس ▁سامنے ▁نہیں ▁آیا ۔ ان ▁کا ▁کہنا ▁تھا ▁کہ ▁قوم ▁اپنے ▁ہدف ▁کے ▁حصول ▁کے ▁بہت ▁نزدیک ▁ہے۔ وفا قی ▁وزیر ▁نے ▁کہاکہ ▁ملکی ▁تاریخ ▁میں ▁پول یو ▁کیس ز ▁انتہائی ▁کم ▁سطح ▁پر ▁پہنچ ▁گئے ▁ہیں ▁جو ▁موجودہ ▁حکومت ▁کی ▁بڑی ▁کامیابی ▁ہے ۔انہوں ▁نے ▁والدین ▁سے ▁اپیل ▁کرتے ▁ہوئے ▁کہا ▁کہ ▁و ▁ہ ▁گزشتہ ▁مراحل ▁کی ▁طرح ▁اس ▁بار ▁بھی ▁پول یو ▁ٹیم وں ▁سے ▁تعاون ▁کریں ▁اور ▁اپنے ▁بچوں ▁کو ▁پول یو ▁و یکس ین ▁اور حفاظ تی ▁قطر ے ▁پلان ا ▁یقینی ▁بنائیں
▁مقامات ▁مقدس ہ ▁( ▁حرم ین ▁، ▁مکہ ▁و ▁مدینہ ▁، ▁مسجد ▁ا قص ٰ ی ▁، ▁مساجد ▁) ▁(15)
▁خا شق جی ▁قتل ▁کے ▁فوری ▁بعد ▁حکام ▁کی ▁سعودی ▁عرب ▁کی ▁گئی ▁کال ▁پکڑ ی ▁گئی ، ▁امریکی ▁اخبار
▁جنرل ▁فل ن ▁کے ▁مطابق ▁دہشتگرد ی ▁کے ▁خلاف ▁عالمی ▁جنگ ▁سے ▁جو ▁صورتحال ▁پیدا ▁ہوئی ▁ہے ▁اس ▁قدر ▁پیچ ید ہ ▁صورتحال ▁شاید ▁دنیا ▁نے ▁پچھلے ▁75 ▁برس ▁میں ▁نہیں ▁دیکھی ۔
▁8. ▁ . پسند ▁کی ▁زبان ▁منتخب ▁کیجیے
▁ہمارے ▁بارے ▁میں
▁آدمی ▁کے ▁جھوٹ ا ▁ہونے ▁کے ▁لیے ▁یہی ▁بات ▁کافی ▁ہے ▁کہ ▁وہ ▁ہر ▁سنی ▁سن ائی ▁بات ▁کو ▁( ب غیر ▁تحقیق ▁کیے ) ▁آگے ▁بیان ▁کر ▁د ے۔ ▁( صحيح ▁مسلم ، ▁كتاب ▁الا يمان ، ▁1: ▁10 ، ▁رقم : ▁5)
▁حالی ہ ▁پوسٹ یں
▁نو ے ▁کی ▁دہائی ▁دنیا ئے ▁کرکٹ ▁پر ▁آسٹریلیا ▁کی ▁بالا دست ی ▁کا ▁آغاز ▁تھی۔ ▁گو ▁کہ ▁1992 ء ▁میں ▁عالمی ▁کپ ▁کا ▁میزبان ▁ہونے ▁کے ▁باوجود ▁آسٹریلیا ▁سیم ی ▁فائنل ▁تک ▁بھی ▁رسائی ▁حاصل ▁نہیں ▁کر سک ا ▁لیکن ▁اس ▁کے ▁بعد ▁' کی نگ روز ' ▁نے ▁پیچھے ▁م ڑ ▁کر ▁نہیں ▁دیکھا ۔ ▁چار ▁بار ▁فائنل ▁تک ▁پہنچے ▁اور ▁تین ▁بار ▁فاتح ▁کی ▁حیثیت ▁سے ▁میدان ▁سے ▁واپس ▁آئے ۔ ▁اب ▁ایک ▁بار ▁پھر ▁عالمی ▁کپ ▁کی ▁میزبانی ▁آسٹریلیا ▁کے ▁پاس ▁ہے ▁اور ▁اس ▁کے ▁کھلاڑی ▁اپنے ▁' گھ ر ' ▁میں ▁شا ئ ق ین ▁کو ▁جیت ▁کا ▁ تحف ہ ▁پیش ▁کرنا ▁چاہتے ▁ہیں۔ ▁ٹیم ▁کسی ▁بڑی ▁کمزور ی ▁سے ▁پاک ▁اور ▁ایک ▁اک ائی ▁کی ▁صورت ▁میں ▁متحد ▁ہے ▁اور ▁م ائی کل ▁کل ارک ▁کی ▁قیادت ▁میں ▁پانچ و اں ▁عالمی ▁کپ ▁جیت نے ▁کے ▁لیے ▁بے ▁تاب ▁ہے۔
▁اسلام ▁آباد ▁: ▁جے ▁یو ▁آئی ▁( ف ) ▁کے ▁سربراہ ▁مولانا ▁فضل ▁الرحمان ▁نے ▁کہا ▁ہے ▁کہ ▁رو ہن گیا ▁مسلمانوں ▁کے ▁لیے ▁آزاد ▁ریاست ...
▁ہاں ۔۔۔۔۔ ۔۔۔ ۔۔۔۔۔ ▁اگر ▁آپ ▁جن کشن ▁سے ▁جامع ہ ▁آن ا ▁چاہتے ▁ہیں ▁تو ▁آپ ▁سید ھا ▁مت ھر ا ▁پور ▁آنے ▁والے ▁آ ٹو ▁کے ▁ذریعہ ▁مت ھر ا پور ▁ا ڈ ہ ▁سے ▁تقریبا ▁ ٣ ٠٠ ▁میٹر ▁پہلے ▁اتر ▁لیں ▁اور ▁جامع ہ ▁میں ▁آج ائیں۔ ▁اور ▁اگر ▁بس ▁اسٹ نڈ ▁سے ▁جامع ۃ ▁آن ا ▁چاہتے ▁ہیں ▁تو ▁سید ھا ▁وہاں ▁سے ▁ای وب ▁خ اں ▁یا ▁چو پل ہ ▁آج ائیں ▁اور ▁وہاں ▁سے ▁مت ھر ▁ا پور ▁کے ▁لئے ▁آ ٹو ▁پکڑ ▁کر ▁جامع ہ ▁آج ائیں ▁۔
▁ہماری ▁ویب ▁سائٹ ▁پر ▁اشتہار ▁دی جی ے
▁پنجاب ▁حکومت ▁نے ▁چھٹی وں ▁پر ▁پابندی ▁عائد ▁کردی
▁بین ▁الاقوامی

▁کیا ▁یہ ▁بچوں ▁کے ▁لئے ▁محفوظ ▁ہے ؟

▁ما سکو : ▁روس ▁میں ▁جاری ▁فیفا ▁ورلڈ ▁کپ ▁میں ▁ایک ▁اور ▁بڑا ▁اپ ▁سیٹ ▁ہوا ، ▁می سی ▁کی ▁ٹیم ▁کو ▁کر وشی ا ▁کے ▁ہاتھوں ▁عبر ت ▁ ناک ▁شکست ▁کا ▁سامنا ▁کرنا ▁پڑا ۔
▁بلد ی اتی ▁انتخابات ▁کے ▁نتائج ▁میں ▁پارٹی ▁امیدوار وں ▁کو ▁کم ▁ظاہر ▁کیا ▁گیا ، ▁بی ▁این ▁پی ▁– ▁روز نامہ ▁آزادی ▁_ ▁Daily ▁Azad i , ▁Que tta

▁عالم ▁کا ▁گوشت ▁کھانے ▁سے ▁انکار ٬ ▁قتل ▁ہونا ▁منظور ▁لیکن ▁کیوں ؟
▁Previous ▁ایم س یٹ ▁کی ▁5 اور ▁27 جو ل ائی ▁کو ▁کونسل نگ ، ▁ڈی ▁ایس ▁سی ▁ابھی ▁نہیں
▁اپوزیشن ▁کی ▁مخالفت ▁کے ▁باوجود ▁جمعرات ▁کو ات ر ▁پر دی ش ▁کی ▁یو گی ▁حکومت ▁نے ▁م کو کا ▁کی ▁طرز ▁پر ▁یو ▁پی ▁کو ▁کا ▁( Ut tar ▁Pradesh ▁Control ▁of ▁Organis ed ▁Crime ▁Act ) ▁کو ▁قانونی ▁شکل ▁دے ▁دی ▁ہے۔ ات ر ▁پر دی ش ▁کا ▁یہ ▁نیا ▁قانون ▁عوام ▁مخالف ▁قانون ▁ہے۔ ▁یہ ▁وہی ▁قانون ▁ہے ▁جس ▁کو 20 7 -08 ▁میں ▁ما یا وت ی ▁حکومت ▁بھی ▁لا نا ▁چاہتی ▁تھی ▁لیکن ▁مرکز ▁اور ▁ریاست ▁میں ▁الگ ▁الگ ▁حکومت ▁ہونے ▁کی ▁وجہ ▁سے ▁اس ▁قانون ▁کو ▁مرکز ▁سے ▁منظوری ▁نہیں ▁ملی ▁تھی۔ اب ▁ما یا ▁و تی ▁اس ▁قانون ▁کی ▁مخالفت ▁کر ▁رہی ▁ہیں۔

▁فہرست ▁مضامین
▁حضرت ▁صف وان ▁بن ▁ی علی ٰ ▁اپنے ▁والد ▁کے ▁ واسط ہ ▁سے ▁روایت ▁کرتے ▁ہیں ▁کہ ▁انہوں ▁نے ▁نبی ▁صلى ▁الله ▁عليه ▁وسلم کو ▁من بر ▁پر ▁اس ▁طرح ▁آیت ▁پڑھ تے ▁سنا ۔ ▁" ونا دو ▁ا ▁یا ▁مالک ▁" ▁اور ▁دوزخ ی ▁پکار یں ▁گے ▁، ▁اے ▁مالک !
▁آخر ▁میں ▁کچھ ▁ایک ▁دو ▁جمل ے ▁بول تے ▁بھی ▁ہیں ▁لیکن ▁وہ ▁اب ▁میرے ▁ذہن ▁میں ▁نہیں ▁ ۔۔


▁ایک ▁رک عت ▁میں ▁مکمل ▁قرآن ▁کی ▁تلاوت
▁نی ند ▁ایک ▁عظیم ▁نعمت ▁ہے ▁ ۔۔۔ ▁نی ند ▁سے ▁متعلق ▁نہای ت ▁اہم ▁تحریر
▁مسلم ▁لیگ ▁ن ▁نے ▁می ث اق ▁جمہوریت ▁کا ▁بی ڑا ▁ غرق ▁کر ▁دیا ، ▁بلاول ▁بھٹو
▁عبور ▁کا ▁ت عاقب ▁(1)
▁تی سرا ▁بولا ▁’’ بی ٹے ▁کو ▁نہیں ▁پتا ▁تھا ▁کہ ▁باپ ▁کی ▁کیا ▁حالت ▁ہے ! ▁خوا م خوا ہ ▁گناہ ▁ گار ▁بنا ▁رہا ▁ہے ▁ان ▁کو ▁بھی ▁اور ▁خود ▁کو ▁بھی ... ‘‘ ▁کچھ ▁اور ▁لوگوں ▁نے ▁بھی ▁بیٹے ▁کو ▁بے ▁نقط ▁سن ائیں ، ▁ایک ▁حاج ی ▁صاحب ▁اپنی ▁ہی ▁ل َ ے ▁میں ▁بول ے ▁’’ میں ▁تو ▁سوچ تا ▁ہوں ▁کیا ▁ہے ▁وہ ▁بیٹا ▁جو ▁جانتا ▁بھی ▁ہے ▁کہ ▁اس ▁کے ▁ماں ▁باپ ▁بو ڑھ ے ▁ہیں ، ▁ارز ل ▁العمر ▁میں ▁ہیں ، ▁بہت ▁سمجھ دار ▁بھی ▁نہیں ▁ہیں ، ▁پھر ▁بھی ▁وہ ▁انہیں ▁حج ▁کی ▁سعادت ▁دینا ▁چاہتا ▁ہے ، ▁وہ ▁انہیں ▁یہاں ▁کی ▁پ ُ رن ور ▁فضا ئیں ▁دکھا نا ▁چاہتا ▁ہے ، ▁ان ▁کی ▁آخرت ▁بنانا ▁چاہتا ▁ہے ، ▁کیا ▁سعادت ▁مند ▁ہے ▁وہ ▁بیٹا ، ▁اور ▁کیا ▁خوش ▁نصیب ▁ہے ▁یہ ▁بابا ۔ ‘‘
▁’’ ش ہر ▁عظیم ▁آباد ▁محل ہ ▁مغل پور ہ ▁میرا ▁مول د ▁ہے ▁جو ▁تیم وری وں ، ▁چ غت ائی وں ▁اور ▁ق زل باش وں ▁کا ▁مسکن ▁تھا۔ ▁جہاں ▁اعلی ٰ ▁در جے ▁کے ▁مہ ذب ، ▁امر ا ، ▁شر فا ▁بس تے ▁تھے۔ ▁وہاں ▁اول ▁در جے ▁کے ▁چھ ٹے ▁ہوئے ▁شریف ▁بدم عاش ▁بھی ▁او دھ م ▁مچ ایا ▁کرتے ▁تھے۔
▁ساتھ ی ▁کہاں ▁ہو ▁آواز ▁تو ▁دو ▁پل ▁پل ▁میرا ▁پیار ▁پکار ے۔ ▁حالات ▁بدل ▁نہیں ▁سکتے ۔
▁اس ▁پوسٹ ▁کو ▁شیئر ▁کریں ▁و ٹس ▁ایپ
▁تو ▁آئی ے ▁بطور ▁قوم ▁ہم ▁اپنے ▁گناہ وں ▁اور ▁غلطی و ...
▁ہمارے ▁پروردگار ! ▁ہمیں ▁دنیا ▁میں ▁بھی ▁بھ ل ائی ▁عطا ▁فرما ، ▁اور ▁آخرت ▁میں ▁بھی ▁بھ ل ائی ▁سے ▁نواز ▁، ▁نیز ▁ہمیں ▁ جہ نم ▁کے ▁عذاب ▁سے ▁بھی ▁محفوظ ▁فرما ۔
▁اس ▁پر ▁دونوں ▁کا ▁اتفاق ▁ہوتا ▁ہے۔
▁رسول ▁اللہ ▁کی ▁بت ائی ▁ہوئی ▁وہ ▁چیز ▁جو ▁شو گر ▁کینسر ▁اور ▁م وٹ اپ ے ▁جیسی ▁بیماری وں ▁کا ▁علاج ▁ہے ▁لیکن ▁اس ▁کے ▁ساتھ ▁ساتھ ▁یہ ▁چیز ▁جس ▁گھر ▁میں ▁بھی ▁موجود ▁ہو ▁اس ▁گھر ▁کا ▁م
▁اگر ▁آپ ▁کو ▁بھول نے ▁کی ▁بیماری ▁ہے ▁تو ▁بس ▁آج ▁سے ▁یہ ▁ایک ▁کام ▁کرنا ▁شروع ▁کرد یں ▁اور ▁پھر ▁واضح ▁فرق ▁محسوس ▁کریں
▁ویب ▁سائٹ ▁کی ▁پالیسی
▁نواز ▁شریف ▁پر ▁ا ڈی الہ ▁جیل ▁میں ▁عمل ے ▁کی ▁طرف ▁سے ▁نواز ش ات ▁کے ▁حوالے ▁سے ▁مزید ▁انکشاف ات ▁سامنے ▁آگ ئے
▁کھیل ▁کی ▁خبریں
▁یہ ▁شرم یلا ▁لیکن ▁خوش ▁مزاج ▁لڑک ا ▁اپنی ▁بی وہ ▁ماں ، ▁ل کش می ▁سنگھ ▁کے ▁ساتھ ▁رہتا ▁ہے۔ ▁ان ▁کے ▁چھوٹے ▁سے ▁کمر ے ▁کے ▁اندر ، ▁کوئی ▁فرن ی چر ▁نہیں ▁ہے۔ ▁ایک ▁آئین ہ ▁دیوار ▁کی ▁رونق ▁بڑھا ▁رہا ▁ہے ، ▁اس ▁کے ▁کو نے ▁پر ▁بھ ور ے ▁رنگ ▁کے ▁ٹی پ ▁سے ▁دل ▁کی ▁شکل ▁بنائی ▁گئی ▁ہے۔ ▁اس ▁کے ▁اندر ▁لکھا ▁ہوا ▁ہے ▁ ’ ل کش می ▁+ ▁ار جن ‘ ۔ ▁ار جن ▁کہ تا ▁ہے ، ▁’’ یہ ▁میں ▁نے ▁لکھا ▁ہے ، ▁تاکہ ▁ہمارے ▁یہاں ▁جو ▁بھی ▁آئے ▁وہ ▁اس ▁میں ▁ہماری ▁دنیا ▁کو ▁دیکھ ▁سکے۔ ‘‘
▁باقی ▁رہی ▁تبدیلی ▁کی ▁بات ▁تو ▁ایک ▁حوالے ▁سے ▁تو ▁تبدیلی ▁آئی ▁ہے ▁کہ ▁امریکہ ▁میں ▁ایک ▁سیاہ ▁فا م ▁صدر ▁کے ▁عہدے ▁تک ▁پہنچا ▁ہے ▁البتہ ▁دنیا ▁بھر ▁کے ▁لیے ▁تبدیلی ▁کی ▁جہاں ▁تک ▁بات ▁ہے ▁تو ▁اس ▁کے ▁لیے ▁شاید ▁انتظار ▁کرنا ▁پڑے ۔ ▁لیکن ▁پاکستانیوں ▁کی ▁خوش ▁ف ہم ی ▁کا ▁خاتمہ ▁ہو ▁چکا ▁ہے ▁کہ ▁او با مہ ▁کی ▁آمد ▁کے بعد ▁پاکستان ▁پر ▁میزائل ▁حملے ▁بند ▁ہو ▁جائیں ▁گے۔

▁بچے ▁بیرون ▁ملک ▁کاروبار ▁نہ ▁کرتے ▁تو ▁کیا ▁بھی ک ▁مانگ تے ؟ ، ▁سابق ▁وزیراعظم ▁نواز ▁شریف
▁آزادی ▁نے ▁سی ▁ایم ▁لطیف ▁کا ▁سب ▁کچھ ▁لے ▁لیا ‘ ▁یہ ▁بٹ الہ ▁سے ▁خالی ▁ہاتھ ▁نکل ے ▁اور ▁خالی ▁ہاتھ ▁لاہور ▁پہنچے ‘ ▁بٹ الہ ▁میں ▁ان ▁کی ▁فیکٹری وں ▁کا ▁کیا ▁سٹی ٹس ▁تھا ؟

▁آپ ▁اس ▁ویب ▁سائٹ ▁کو ▁اپنی ▁زبان ▁میں ▁ترجمہ ▁کر ▁سکتے ▁ہیں ▁اور ▁دو ▁زبان ی ▁ ترجم ے ▁کے ▁ساتھ ▁آپ ▁کی ▁انگریز ی ▁کو ▁بہتر ▁بنانے .
▁عالمی ▁من ڈی وں ▁میں ▁حکومتی ▁کا وش وں ▁کے ▁باوجود ▁امریکی ▁مالیاتی ▁بحران ▁کے ▁اثرات ▁نے ▁کھل بلی ▁م چا ▁رکھی ▁ہے۔ ▁سرمایہ ▁کاری ▁پر ▁سیاہ ▁با دل ▁بدست ور ▁ت نے ▁ہوئے ▁ہیں۔ ▁پیر ▁کے ▁د ِ ن ▁بھی ▁لندن ، ▁پیر س ▁اور ▁فری نک فر ٹ ▁کی ▁ سٹ اک ▁مارکیٹ س ▁میں ▁شدید ▁من دی ▁کا ▁رجحان ▁گ ہ رے ▁نقصان ▁کا ▁باعث ▁بنا ۔ ▁ا ِ سی ▁طرح ▁ٹو کی و ، ▁ہا نگ ▁کا نگ ، ▁س ڈ نی ▁اور ▁ممبئی ▁کی ▁ سٹ اک ▁مارک ٹ یں ▁ہیں ▁جہاں ▁پیر ▁کے ▁روز ▁من دی ▁کا ▁دور ▁دورہ ▁دیکھنے ▁میں ▁آیا ۔ ▁روس ▁کی ▁دو ▁ سٹ اک ▁مارکیٹ وں ▁میں ▁بھی ▁انتہائی ▁من دی ▁کے ▁بعد ▁ لین ▁دین ▁کو ▁معطل ▁کردیا ▁گیا۔
▁میرا ▁نے ▁تک ذ یب ▁نکاح ▁کے ▁دعو ے ▁میں ▁ عت یق ▁کے ▁نکاح ▁نام ے ▁کو ▁چیلنج ▁کر رک ھا ▁ہے ▁اس ▁کا ▁کہنا ▁ہے ▁کہ ▁وہ ▁اسکی ▁بیوی ▁نہیں ▁جبکہ ▁ع یت ق ▁کا ▁کہنا ▁ہے ▁کہ ▁اس ▁نے ▁نکاح ▁کیا ▁ہے ▁اور ▁میرا ▁اسکی ▁بیوی ▁ہے۔
▁ ٭ ▁پاکستان ▁میں ▁پوست ▁کی ▁کاشت ▁اب ▁بھی ▁کیسے ▁ممکن ؟
▁اس ▁کے ▁علاوہ ▁کچھ ▁معلوم ▁نہیں ▁کہ ▁کربلا ▁میں ▁کیا ▁ہوا ▁، ▁شام ▁میں ▁کیا ▁ہوا ▁اور ▁مدینہ ▁میں ▁اس ▁کے ▁بعد ▁کیا ▁ہوا
▁تیاری ▁کے ▁لیے ▁دعا
▁نیویارک ▁میں ▁طالب ▁علم وں ▁کی ▁ایجاد ات ▁کی ▁نمائش
▁آذر بائی جان ▁اور ▁آرمی نیا ▁میں ▁جھ ڑ پ یں
▁لیکن ▁اب ▁م سٹر ▁شریف ▁کی ▁جانب ▁سے ان ▁کے ▁ترجمان ▁نے ▁کہا ▁’’ ▁شروع ▁میں ▁ہندوستان ی ▁میڈیا ▁نے ▁نواز ▁شریف ▁کے ▁ب تان ▁کا ▁ َ غل ط ▁مطلب ▁نکال ا ▁اور ▁بیان ▁کے ▁تمام ▁حق ائ ق ▁کو ▁جانے ▁بغیر ▁پاکستان ▁کے ▁ال کٹ ران ک ▁اور ▁سوشل ▁میڈیا ▁کے ▁ایک ▁طبق ہ ▁نے ▁بھی ▁سوچ ▁سمجھ ▁کر ▁یا ▁انج انے ▁میں ▁نہ ▁صرف ▁اسکی ▁تصدیق ▁کہ ▁بلکہ ▁ہندوستان ی ▁میڈیا ▁کے ▁الزامات ▁کو ▁بڑھا وا ▁دیا۔
▁بس ▁پھر ▁کیا ▁تھا ▁شار ک ▁نے ▁اپنے ▁درمیان ▁آئے ▁ان ▁مہمان وں ▁کا ▁استقبال ▁کر ▁نے ▁کیلئے ▁اپنے ▁تیز ▁د انت وں ▁سے ▁حملہ ▁کر ▁دیا ▁۔ شار ک ▁نے ▁ غوط ہ ▁خور وں ▁کو ▁کوئی ▁نقصان ▁تو ▁نہ ▁پہنچا یا ▁تاہم ▁ان ▁کے ▁او سان ▁ضرور ▁خطا ▁کردی ئے ▁تھے۔
▁یہ ▁ان ▁تین ▁ممالک ▁کی ▁داستان یں ▁ہیں ▁جہاں ▁میری ▁بود ▁و ▁باش ▁ہے ▁اور ▁یہاں ▁کے ▁روز مر ہ ▁کے ▁حالات ▁کا ▁سامنا ▁اور ▁مشاہد ہ ▁ہوتا ▁ہے۔
▁Next : ▁پشاور : سی ▁ٹی ▁ڈی ▁کی ▁ڈی ▁آئی ▁خان ▁میں ▁کارروائی ، 2 ▁دہشتگرد ▁گرفتار
▁vii ۔ ▁اپنی ▁تشریح ▁کو ▁صحیح ▁ثابت ▁کرنے ▁کے ▁لئے ▁ڈاکٹر ▁غا مدی ▁اس ▁حد ▁تک ▁چلے ▁گئے ▁کہ ▁انہوں ▁نے ▁حضرت ▁ابو ▁بکر ▁صدی ق ▁رضی ▁اللہ ▁عنہ ▁کے ▁ایک ▁قول ▁میں ▁تبدیلی ▁تک ▁کر ▁دی۔ ▁فرمایا ▁کہ ▁ابو ▁بکر ▁صدی ق ▁رضی ▁اللہ ▁عنہ ▁نے ▁لوگوں ▁کو ▁خبردار ▁کرتے ▁ہوئے ▁کہا ▁کہ ، ▁“ ری است ▁کا ▁صرف ▁ایک ▁ہی ▁حکمران ▁ہو ▁سکتا ▁ہے ”، ▁جبکہ ▁انہوں ▁نے ▁جس ▁روایت ▁کو ▁بی ہ قی ▁کی ▁سن ن ▁ال ک بری ▁( ن مبر 16 550 ) ▁سے ▁نقل ▁کیا ▁ہے ▁اس ▁میں ▁“ ری است ” ▁کا ▁لفظ ▁استعمال ▁ہی ▁نہیں ▁کیا ▁گیا ▁بلکہ ▁اس ▁میں ▁ابو ▁بکر ▁صدی ق ▁رضی ▁اللہ ▁عنہ ▁یہ ▁کہتے ▁ہیں ▁کہ ، ▁“ اس ▁بات ▁کی ▁اجازت ▁نہیں ▁کہ ▁مسلمانوں ▁کے ▁دو ▁حکمران ▁ہوں ”، ▁اور ▁بالکل ▁یہی ▁ہمارا ▁موقف ▁ہے۔ ▁اصول ِ ▁ فق ہ ▁میں ▁یہ ▁بات ▁ثابت ▁شدہ ▁ہے ▁کہ ▁“ لام ▁الجنس ” ▁عمومی ت ▁کی ▁علامت ▁ہے ، ▁اسی ▁لئے ▁مسلمانوں ▁سے ▁مراد ▁تمام ▁مسلمان ▁ہیں ▁نا ▁کہ ▁چند ▁مسلمان ۔
▁۳ - ▁” وع ید “ ▁کا ▁مطلب ▁یہ ▁ہے ▁کہ ▁اللہ ▁تعالی ٰ ▁نے ▁جو ▁جو ▁عذاب ▁بت ل ائے ▁ہیں ▁اور ▁جو ▁جو ▁وع ید یں ▁سن ائی ▁ہیں ▁گ نہ گار وں ▁پر ▁ان ▁کو ▁جاری ▁کرنا ‘ ▁اللہ ▁تعالی ٰ ▁پر ▁واجب ▁ہے ‘ ▁اللہ ▁تعالی ٰ ▁کسی ▁کو ▁معاف ▁نہیں ▁کرسکتا ▁اور ▁کسی ▁گ نہ گار ▁کی ▁تو بہ ▁قبول ▁نہیں ▁کرسکتا ▁‘ ▁اس ▁پر ▁لازم ▁ہے ▁کہ ▁گناہ ▁ گار ▁کو ▁سزا ▁دے ‘ ▁جیسا کہ ▁اس ▁پر ▁لازم ▁ہے ▁کہ ▁نیک ▁کو ▁ اجر ▁و ثواب ▁دے ‘ ▁ورنہ ▁ا نفاذ ▁وع ید ▁نہیں ▁ہوگا۔
▁لیکن ▁افسوس ▁ہم ▁باطل ▁ع قائد ، ▁جھوٹ ے ▁نبی ▁اور ▁خدا ▁کے ▁ہمارے ▁ وژن ▁کو ▁پریشان ▁اور ▁ہمیں ▁برم ▁ ٹری لس ▁لے ▁کہ ▁جھوٹ ے ▁مع بود وں ▁کے ▁ساتھ ▁سیلاب ▁آ ▁رہے ▁ہیں .
▁ اٹ لی : ▁پل ▁گر نے ▁سے ▁38 ▁افراد ▁ہلاک ، ▁متعدد ▁زخمی
▁ری ڈ ▁کارڈ ▁دکھا نے ▁پر ▁کر سٹ یانو ▁رو نال ڈو ▁ زار ▁و ▁قطار ▁رو ▁پڑے
▁جعل ی ▁اک او نٹ ▁کے ▁بعد ▁ایک ▁اور ▁اسکی نڈ ل ، ن ائب ▁قا صد ▁جعل ی ▁کمپنی ▁کا ▁مالک ▁بن ▁گیا
▁مان س ہ رہ ، ▁6 ▁سالہ ▁بچے ▁سے ▁زیادتی ، ▁ملزم ▁گرفتار
▁January ▁19, ▁2017 ▁سائنس ▁اور ▁ٹیکنالوجی ▁Leave ▁a ▁comment
▁تلاش ▁پر ▁جائیں
▁لاہور : ▁مسلم ▁لیگ ▁( ن ) ▁کے ▁صدر ▁شہباز ▁شریف ▁نے ▁کہا ▁ہے ▁کہ ▁نواز ▁شریف ▁کا ▁جیل ▁میں ▁ٹر ائل ▁کھل ی ▁نا ان صاف ی ▁ہے ▁اور ▁الیکشن ▁میں ▁د ھان دلی ▁ہوئی ▁تو ▁نتائج ▁قبول ▁نہیں ▁کریں ▁گے۔ لا ہ ور ▁میں ▁پریس ▁کانفرنس ▁کرتے ▁ہوئے ▁شہباز ▁شریف ▁نے ▁کہا ▁کہ ▁اگر ▁د ھان دلی ▁ہوئی ▁اور ▁شفاف ▁الیکشن ▁نہ ▁ہوئے ▁تو ▁نتائج ▁قبول ▁نہیں ▁کریں ▁گے ، ▁[...]
▁روشن ▁اور ▁من صف انہ ▁شادی ▁ہو ▁گی , ▁امیر ▁اور ▁عید ▁مہربانی ▁رکھتا !
▁ایشیا ▁کپ ▁سپر ▁فور ▁: بھارت ▁کا ▁ٹ اس ▁جیت ▁کر ▁ فیل ڈ نگ ▁کا ▁فیصلہ
▁کیا ▁آپ ▁چند ▁ منٹ ▁صرف ▁کر ▁کے ▁ہمیں ▁بتا ▁سکتے ▁ہیں ▁کہ ▁آپ ▁کا ▁اس ▁ویب ▁سائٹ ▁کے ▁بارے ▁میں ▁کیا ▁خیال ▁ہے ؟
▁حضرت ▁انس ▁رضی ▁اللہ ▁تعالی ٰ ▁کو ▁رسول ▁اللہ ▁صلی ▁اللہ ▁علیہ ▁وسلم ▁نے ▁اپنا ▁بیٹا ▁کہہ ▁کر ▁بلا یا۔ ▁اسے ▁بیان ▁فرما ▁کر ▁کہ ▁لے ▁پال ک ▁لڑک وں ▁کو ▁ان ▁کے ▁باپ ▁کی ▁طرف ▁منسوب ▁کرکے ▁پکار ا ▁کرو ▁پال نے ▁والوں ▁کی ▁طرف ▁نہیں۔
▁لی بیا : ▁باغ یوں ▁کا ▁ط راب لس ▁کی ▁طرف ▁پیش ▁قدم ی ▁کا ▁دعوی ٰ
▁متحدہ ▁مجلس ▁عمل ▁کا ▁بڑا ▁یو ▁ٹر ن ، ▁تحریک ▁انصاف ▁کیساتھ ▁اتحاد ی ▁صف وں ▁میں ▁شم ولت ▁کا ▁فیصلہ ▁کر ▁لیا
▁اپنے ▁دوست ▁کو ▁ای ▁میل ▁کریں
▁خادم ▁الحر مین ▁شاہ ▁عبداللہ ▁کی ▁جانب ▁سے ▁خادم ▁القرآن ▁شب یر ▁نقش بند ی ▁کو ▁’’ س عود ی ▁اعزاز ‘‘

▁جواب : ▁طالبان ▁کو ▁ہم ▁دو ▁الگ ▁الگ ▁حص وں ▁میں ▁سمجھتے ▁ہیں۔ ▁افغانستان ▁کے ▁طالبان ▁کے ▁بارے ▁میں ▁ہم ▁پہلے ▁عرض ▁کر چ کے ▁ہیں ▁کہ ▁وہ ▁جہاد ▁افغانستان ▁کے ▁دوران ▁سو و یت ▁افواج ▁کی ▁واپسی ▁کے ▁بعد ▁افغانستان ▁میں ▁پیدا ▁کی ▁گئی ▁اف رات فری ، ▁خانہ ▁جنگی ▁اور ▁جہاد ▁کے ▁نظریات ی ▁ا ہ داف ▁کو ▁نظر انداز ▁کیے ▁جانے ▁کے ▁نتیجے ▁میں ▁سامنے ▁آئے ▁تھے ▁اور ▁افغانستان ▁کے ▁ایک ▁بڑے ▁حصے ▁میں ▁منظم ▁حکومت ▁قائم ▁کرکے ▁انھوں ▁نے ▁شرعی ▁نظام ▁نافذ ▁کرنے ▁کے ▁ساتھ ▁ساتھ ▁اپنے ▁زیر ▁حکومت ▁علاقے ▁میں ▁امن ▁بھی ▁قائم ▁کیا ▁تھا ▁جب ▁کہ ▁افغانستان ▁میں ▁امریکی ▁افواج ▁کی ▁آمد ▁کے ▁بعد ▁ان ▁کا ▁خیال ▁ہے ▁کہ ▁وہ ▁اسی ▁طرح ▁قومی ▁آزادی ▁اور ▁اسلامی ▁ت شخص ▁کی ▁بحال ی ▁کی ▁جنگ ▁لڑ ▁رہے ▁ہیں ▁جیسے ▁انھوں ▁نے ▁روسی ▁افواج ▁کی ▁موجودگی ▁کے ▁خلاف ▁جنگ ▁لڑ ی ▁تھی۔
▁پولیس ▁کے ▁مطابق ▁اتوار ▁کے ▁روز ▁یوم ▁مئی ▁کے ▁موقع ▁پر ▁ان ▁دونوں ▁شہروں ▁میں ▁مزید ▁م ظ ا ہ رے ▁متوقع ▁ہیں ▁جبکہ ▁پولیس ▁اور ▁مظاہرین ▁کے ▁درمیان ▁جھ ڑ پ وں ▁کے ▁خدش ات ▁بھی ▁ظاہر ▁کئے ▁جا ▁رہے ▁ہیں۔
▁نوجوانوں ▁کا ▁صفحہ


▁جب ▁کراچی ▁کا ▁چک ر ▁لگا ▁انشاء اللہ ▁آپ ▁کی ▁طرف ▁ضرور ▁آ ؤں ▁گا۔
▁چین ۔ ▁ملک ▁چین ▁میں ▁مذہبی ▁ہو و ئے ▁مسلم ▁اقلیت ▁پر ▁حالی ہ ▁دنوں ▁میں ▁مساجد ▁کے ▁اندر ▁مذہبی ▁تعلیم ات ▁پر ▁عائد ▁امت نا ع ▁کو ▁مقامی ▁مسلمان ▁غیر ضر وری ▁مداخلت ▁قرار دے ▁رہے ▁ہیں۔ ان ▁کا ▁بڑا ▁ڈر ▁یہ ▁ہے ▁کہ ▁چین ▁کی ▁حکومت ▁ہوسکتا ▁ہے ▁ان ▁قوانین ▁کا ▁اطلاق ▁نار تھ ▁ویسٹ رن ▁صوبہ میں ▁بھی ▁کر سک تی ▁ہے ▁جو ▁فی ▁الحال ▁ملک ▁کے ▁ویسٹ ▁میں یعنی ▁ی غور ▁مسلمانوں ▁کے ▁مرکز ▁ما نے ▁جانے ▁والے ▁زن جی انگ ▁میں ▁کیا جار ہا ▁ہے۔
▁ان ▁تمام ▁احادیث ▁کے ▁خلاف ▁را فض یوں ▁کا ▁کہنا ▁ہے ▁کہ ▁مہ دی ▁کا ▁نام ▁محمد ▁بن ▁حسن ▁عسکری ▁ہے۔ ▁وہ ▁اس ▁کے ▁نام ▁کی ▁پکار ▁بھی ▁کرتے ▁ہیں ▁اور ▁کہتے ▁ہیں ▁: ▁یا ▁صاحب ▁ال زمان ▁، ▁الغ وث ▁الغ وث ▁الغ وث ▁، ▁أد رک ني ▁أد رک ني ▁أد رک ني ▁وغیرہ ۔
▁سعودی ▁عرب ▁میں ▁ترک ▁زائر ین ▁کے ▁سپر و ائز ر ▁احمد ▁حل ابی ▁کا ▁کہنا ▁ہے ▁کہ ▁“ آپ ▁کو ▁زائر ین ▁کی ▁عمر ، ▁ان ▁کے ▁سماجی ▁اور ▁ثقافت ی ▁پس ▁منظر ▁کو ▁دیکھ نا ▁ہوگا۔ ” ▁ان ▁کا ▁کہنا ▁تھا ▁کہ ▁سعودی ▁وزارت ▁حج ▁تمام ▁ لاپ تا ▁افراد ▁پر ▁خاص ▁توجہ ▁دیتی ▁ہے ▁اور ▁ان ▁کی ▁منزل ▁تک ▁واپسی ▁کو ▁یقینی ▁بن اتی ▁ہے۔
▁متعلقہ ▁موضوعات
