پس اللہ سے ڈرو اور میرا کہا مانو!
کہ جاو فرعون کے پاس کہ وہ سرکش ہوگیا ہے۔
اے محبوب تمہاری جان کی قسم بیشک وہ اپنے نشہ میں بھٹک رہے ہیں،
جن لوگوں نے (ان باتوں کو تسلیم کرنے سے) انکار کر دیا، ان کے لیے یکساں ہے، خواہ تم انہیں خبردار کرو یا نہ کرو، بہرحال وہ ماننے والے نہیں ہیں
کیا اللہ کے حصے میں وہ اولاد ايی جو زیوروں میں پالی جاتی ہے اور بحث و حجت میں اپنا مدعا پوری طرح واضح بھی نہیں کر سکتی؟
پھر مرید اپنے پیروں سے کہیں گے تمہارا بھلا نہ ہو تم نے اس عذاب کو ہمارے ليے مہیا کیا ہے لہذا یہ بدترین ٹھکانا ہے
مگر جو الله کے پاس پاک دل لے کر ایا
انہوں نے کہا ہم ایک مجرم قوم کی طرف بھیجے گيے ہیں
بھلا ان کے پاوں ہیں جن سے چلیں یا ہاتھ ہیں جن سے پکڑیں یا انکھیں ہیں جن سے دیکھیں یا کان ہیں جن سے سنیں؟ کہہ دو کہ اپنے شریکوں کو بلالو اور میرے بارے میں (جو) تدبیر (کرنی ہو) کرلو اور مجھے کچھ مہلت بھی نہ دو (پھر دیکھو کہ وہ میرا کیا کرسکتے ہیں)
اور کہیں گے ہايے ہماری کمبختی! جزا کا دن یہی ہے
یہ ایک سورت ہے جسے ہم نے نازل کیا ہے اور اس کے احکام ہم نے ہی فرض کيے ہیں اور ہم نے اس میں صاف صاف ایتیں نازل کی ہیں تاکہ تم سمجھو
اب جو لوگ ایمان لايے اور انہوں نے نیک اعمال کيے انہیں پروردگار اپنی رحمت میں داخل کرلے گا کہ یہی سب سے نمایاں کامیابی ہے
اور کبھی تم دیکھو جب وہ اگ پر کھڑے کيے جايیں گے تو کہیں گے کاش کسی طرح ہم واپس بھیجے جايیں اور اپنے رب کی ایتیں نہ جھٹلايیں اور مسلمان ہوجايیں،
(اے رسول(ص)) اگر اپ زمین کے رہنے والوں کی اکثریت کی اطاعت کریں گے (ان کا کہنا مانیں گے) تو وہ اپ کو اللہ کے راستہ سے بھٹکا دیں گے یہ لوگ پیروی نہیں کرتے مگر گمان کی اور وہ محض تخمینے لگاتے اور اٹکل پچو باتیں کرتے ہیں۔
اور اگر کسی عورت کو اپنے خاوند کی طرف سے زیادتی یا بےرغبتی کا اندیشہ ہو تم میاں بیوی پر کچھ گناہ نہیں کہ اپس میں کسی قرارداد پر صلح کرلیں۔ اور صلح خوب (چیز) ہے اور طبیعتیں تو بخل کی طرف مايل ہوتی ہیں اور اگر تم نیکوکاری اور پرہیزگاری کرو گے تو خدا تمہارے سب کاموں سے واقف ہے
اور سارے اسمانوں اور زمین کی حکمرانی اللہ ہی کی ہے، اور سب کو اسی کی طرف لوٹ کر جانا ہے،
اور یہ لوگ یقینا کہا کرتے تھے،
تو ہم نے ان کی طرف وحی کی کہ ہماری نگاہ کے سامنے اور ہمارے اشارہ کے مطابق کشتی بناو اور پھر جب ہمارا حکم اجايے اور تنور ابلنے لگے تو اسی کشتی میں ہر جوڑے میں سے دو دو کو لے لینا اور اپنے اہل کو لے کر روانہ ہوجانا علاوہ ان افراد کے جن کے بارے میں پہلے ہی ہمارا فیصلہ ہوچکا ہے اور مجھ سے ظلم کرنے والوں کے بارے میں گفتگو نہ کرنا کہ یہ سب غرق کردیيے جانے والے ہیں
نوح(ع) نے کہا اے میری قوم! کیا تم نے (اس بات پر) غور کیا ہے کہ اگر میں اپنے پروردگار کی طرف سے روشن دلیل رکھتا ہوں؟ اور اس نے مجھے اپنی رحمت بھی عطا فرمايی ہے۔ جو تمہیں سجھايی نہیں دیتی۔ تو کہا ہم زبردستی اسے تمہارے اوپر مسلط کر سکتے ہیں۔ جبکہ تم اسے ناپسند کرتے ہو؟
اور انہیں گناہوں کی شامت سے بچالے، اور جسے تو اس دن گناہوں کی شامت سے بچايے تو بیشک تو نے اس پر رحم فرمایا، اور یہی بڑی کامیابی ہے،
(جواب ملے گا) "یہ حالت جس میں تم مبتلا ہو، اس وجہ سے ہے کہ جب اکیلے اللہ کی طرف بلایا جاتا تھا تو تم ماننے سے انکار کر دیتے تھے اور جب اس کے ساتھ دوسروں کو ملایا جاتا تو تم مان لیتے تھے اب فیصلہ اللہ بزرگ و برتر کے ہاتھ ہے"
اللہ کافروں کی مثال دیتا ہے نوح کی عورت اور لوط کی عورت، وہ ہمارے بندوں میں دو سزا وار (لايق) قرب بندوں کے نکاح میں تمہیں پھر انہوں نے ان سے دغا کی تو وہ اللہ کے سامنے انہیں کچھ کام نہ ايے اور فرما دیا گیا کے تم دونوں عورتیں جہنم میں جاو جانے والوں کے ساتھ
کہا اے میرے بچے اپنا خواب اپنے بھايیوں سے نہ کہنا وہ تیرے ساتھ کويی چا ل چلیں گے بیشک شیطان ادمی کا کھلا دشمن ہے
اس سے کہا گیا کہ محل میں داخل ہو اس نے جو دیکھا تو سمجھی کہ پانی کا حوض ہے اور اترنے کے لیے اس نے اپنے پاينچے اٹھا لیے سلیمان نے کہا یہ شیشے کا چکنا فرش ہے اس پر وہ پکار اٹھی "اے میرے رب، (اج تک) میں اپنے نفس پر بڑا ظلم کرتی رہی، اور اب میں نے سلیمان کے ساتھ اللہ رب العالمین کی اطاعت قبول کر لی"
جو شخص دنیا کی زندگی اور اس کی زینت پر فریفتہ ہوا چاہتا ہو ہم ایسوں کو ان کے کل اعمال (کا بدلہ) یہی بھرپور پہنچا دیتے ہیں اور یہاں انہیں کويی کمی نہیں کی جاتی
اور جب بات ان پر اپڑے گی ہم زمین سے ان کے لیے ایک چوپایہ نکالیں گے جو لوگوں سے کلام کرے گا اس لیے کہ لوگ ہماری ایتوں پر ایمان نہ لاتے تھے
اور جس کو نامہ اعمال پشت کی طرف سے دیا جايے گا
خدا کو چھوڑ کر.... تو وہ لوگ جواب دیں گے کہ وہ ہم کو چھوڑ کر گم ہوگيے بلکہ ہم اس کے پہلے کسی کو نہیں پکارا کرتے تھے اور اللہ اسی طرح کافروں کو گمراہی میں چھوڑ دیتا ہے
(تو) وہ چیزیں (ان سے عذاب کو دفع کرنے میں) کیا کام ايیں گی جن سے وہ فايدہ اٹھاتے رہے تھے،
انہوں نے کہا کہ نوح اگر تم باز نہ او گے تو سنگسار کردیيے جاو گے
اصل بات یہ ہے کہ ان لوگوں کو اور ان کے اباء و اجداد کو ہم زندگی کا سر و سامان دیے چلے گيے یہاں تک کہ ان کو دن لگ گيے مگر کیا انہیں نظر نہیں اتا کہ ہم زمین کو مختلف سمتوں سے گھٹاتے چلے ا رہے ہیں؟ پھر کیا یہ غالب ا جايیں گے؟
سنو! اسمانوں اور زمین میں جو کچھ ہے اللہ کا ہے سن رکھو! اللہ کا وعدہ سچا ہے مگر اکثر انسان جانتے نہیں ہیں
مسلمانوں میں کچھ وہ مرد ہیں جنہوں نے سچا کردیا جو عہد اللہ سے کیا تھا تو ان میں کويی اپنی منت پوری کرچکا اور کويی راہ دیکھ رہا ہے اور وہ ذرا نہ بدلے
ہرگز نہیں وہ ضرور حطمہ میں پھینکا جايے گا
اور گتھے ہويے کیلو ں میں
ان سے کھیتیاں تم اگاتے ہو یا ان کے اگانے والے ہم ہیں؟
کويی متنفس نہیں جانتا کہ ان کے ليے کیسی انکھوں کی ٹھنڈک چھپا کر رکھی گيی ہے۔ یہ ان اعمال کا صلہ ہے جو وہ کرتے تھے
بلکہ کافر لوگ (اسے مزید) جھٹلا رہے ہیں،
اس کی طرف رجوع لاتے ہويے اور اس سے ڈرو اور نماز قايم رکھو اور مشرکوں سے نہ ہو،
اور اسی کی نشانیوں میں سے ہے اسمانوں اور زمین کا پیدا کرنا اور ان جانوروں کا جو اس نے ان میں پھیلا رکھے ہیں اور وہ جب چاہے ان کے جمع کرلینے پر قادر ہے
پس میں نے کہا اپنے رب سے بخشش مانگو بے شک وہ بڑا بخشنے والا ہے
یقینا ہم اس بات پر قادر ہیں کہ اس کی انگلیوں کے پور تک درست کرسکیں
دونوں باغوں میں دو چشمے فواروں کی طرح ابلتے ہويے
کہتا ہے میں نے ڈھیروں مال فنا کردیا
مگر یہ کہ وہ سب کے سب ہمارے حضور حاضر کیے جايیں گے،
اور اپنا ہاتھ باہر نکالا سو وه یکایک سب دیکھنے والوں کے روبرو بہت ہی چمکتا ہوا ہو گیا
سو جب وہ دیکھ لیں گے کہ وہ (وعدہ) قریب اگیا تو کافروں کے منہ برے ہوجايیں گے اور (ان سے) کہا جايے گا کہ یہ وہی ہے جس کے تم خواستگار تھے
اور ہمارا حکم تو انکھ کے جھپکنے کی طرح ایک بات ہوتی ہے
ان کے رب کی نشانیوں میں سے کويی نشانی ایسی نہیں جو ان کے سامنے ايی ہو اور انہوں نے منہ نہ موڑا ہو
ہم نے انہیں صرف حق کے ساتھ پیدا کیا ہے لیکن ان کی اکثریت اس امر سے بھی جاہل ہے
ان کی ہنسی بنالی اور اس سے بڑھ کر ظالم کون جسے اس کے رب کی ایتیں یاد دلايی جايیں تو وہ ان سے منہ پھیرلے اور اس کے ہاتھ جو اگے بھیج چکے اسے بھول جايے ہم نے ان کے دلوں پر غلاف کردیے ہیں کہ قران نہ سمجھیں اور ان کے کانوں میں گرانی اور اگر تم انہیں ہدایت کی طرف بلاو تو جب بھی ہرگز کبھی راہ نہ پايیں گے
اس کا کويی شریک نہیں اور اسی کا مجھے حکم دیا گیا ہے اور میں (جمیع مخلوقات میں) سب سے پہلا مسلمان ہوں،
اپ کہہ دیجيے! اگر یہ (قران) اللہ ہی کی طرف سے ہو اور تم نے اسے نہ مانا ہو اور بنی اسرايیل کا ایک گواه اس جیسی کی گواہی بھی دے چکا ہو اور وه ایمان بھی ﻻچکا ہو اور تم نے سرکشی کی ہو، تو بیشک اللہ تعالی ﻇالموں کو راه نہیں دکھاتا
وہ بولے: ہم نے اپنے باپ دادا کو انہی کی پرستش کرتے پایا تھا،
جو لوگ ایمان لے ايے اور نیک عمل کرنے لگے انہوں نے پہلے جو کچھ کھایا پیا تھا اس پر کويی گرفت نہ ہوگی بشرطیکہ وہ ايندہ ان چیزوں سے بچے رہیں جو حرام کی گيی ہیں اور ایمان پر ثابت قدم رہیں اور اچھے کام کریں، پھر جس جس چیز سے روکا جايے اس سے رکیں اور جو فرمان الہی ہو اسے مانیں، پھر خدا ترسی کے ساتھ نیک رویہ رکھیں اللہ نیک کردار لوگوں کو پسند کرتا ہے
اور اسی خدا کی نشانیوں میں سے رات و دن اور افتاب و ماہتاب ہیں لہذا افتاب و ماہتاب کو سجدہ نہ کرو بلکہ اس خدا کو سجدہ کرو جس نے ان سب کو پیدا کیا ہے اگر واقعا اس کے عبادت کرنے والے ہو
عذاب دیتا ہے جسے چاہے اور رحم فرماتا ہے جس پر چاہے اور تمہیں اسی کی طرف پھرنا ہے،
یہاں تک کہ جب وہ لوگ واديی نمل تک ايے تو ایک چیونٹی نے اواز دی کہ چیونٹیوں سب اپنے اپنے سوراخوں میں داخل ہوجاو کہ سلیمان اور ان کا لشکر تمہیں پامال نہ کر ڈالے اور انہیں اس کا شعور بھی نہ ہو
بے شک الله اور اس کے فرشتے نبی پر درود بھیجتے ہیں اے ایمان والو تم بھی اسپر دورد اور سلام بھیجو
کہہ دومیں اپنی ذات کے برے اور بھلے کا بھی مالک نہیں مگر جو الله چاہے ہر امت کا ایک وقت مقرر ہے جب وہ وقت اتا ہے تو ایک گھڑی بھی دیر نہیں کر سکتےہیں اور نہ جلدی کر سکتے ہیں
اور ہم نے موسی کی طرف وحی کی کہ میرے بندوں (بنی اسرايیل) کو لے کر نکل جاو پھر (عصا مار کر) ان کیليے سمندر سے خشک راستہ بناو۔ نہ تمہیں پیچھے سے ان کے پکڑے جانے کا خطرہ ہو اور نہ ہی (غرق وغیرہ کا) کويی اندیشہ۔
پھر اس کو سیاہ رنگ کا کوڑا کر دیا
اس میں سے پانی اور چارہ نکالا ہے
اے اولاد یعقوب یاد کرو میرا وہ احسان جو میں نے تم پر کیا اور یہ کہ اس سارے زمانہ پر تمہیں بڑايی دی-
(اور) جو سیر کرتے اور غايب ہو جاتے ہیں
اور پیغمبر اپ کسی حال میں رہیں اور قران کے کسی حصہ کی تلاوت کریں اور اے لوگوں تم کويی عمل کرو ہم تم سب کے گواہ ہوتے ہیں جب بھی کويی عمل کرتے ہو اور تمہارے پروردگار سے زمین و اسمان کا کويی ذرہ دور نہیں ہے اور کويی شے ذرہ سے بڑی یا چھوٹی ایسی نہیں ہے جسے ہم نے اپنی کھلی کتاب میں جمع نہ کردیا ہو
اور طور سینا کی۔
اور (دیکھو) نہ تو اپنا ہاتھ اپنی گردن سے باندھ لو اور نہ ہی اسے بالکل کھول دو کہ (ایسا کرنے سے) ملامت زدہ (اور) تہی دست ہو کر بیٹھ جاوگے۔
تو وہ جو اللہ پر ایمان لايے اور اس کی رسی مضبوط تھامی تو عنقریب اللہ انہیں اپنی رحمت اور اپنے فضل میں داخل کرے گا اور انہیں اپنی طرف سیدھی راہ دکھايے گا،
یہ وعدہ ہم سے اور ہم سے پہلے ہمارے باپ دادا سے بھی ہوتا چلا ایا ہے (اجی) یہ تو صرف اگلے لوگوں کی کہانیاں ہیں
فرعون سے، بیشک وہ متکبر حد سے بڑھنے والوں سے،
اور تم امید نہ رکھتے تھے کہ کتاب تم پر بھیجی جايے گی ہاں تمہارے رب نے رحمت فرمايی تو تم ہرگز کافروں کی پشتی (مدد) نہ کرنا
اور جو طرح طرح کے رنگوں کی چیزیں اس نے زمین میں پیدا کیں (سب تمہارے زیر فرمان کردیں) نصیحت پکڑنے والوں کے لیے اس میں نشانی ہے
وه ایک اگ تھی ایندھن والی
اور وہ لوگ جو اپنے رب کے عذاب سے ڈرنے والے ہیں،
(اے رسول) اپ کے پروردگار کی طرف کتاب (قران) کے ذریعہ سے جو وحی کی گيی ہے۔ اسے پڑھ سنايیں۔ اس کی باتوں کو کويی بدلنے والا نہیں ہے۔ اور اپ اس کے سوا کويی جايے پناہ نہیں پايیں گے۔
ان کی نگاہیں جھکی ہوں گی ان پر ذلت چھا رہی ہو گی یہی وہ دن ہے جس کا ان سے وعدہ کیا جاتا تھا
اے رسول! لوگ عورتوں کے معاملہ میں اپ سے فتوی طلب کرتے ہیں کہہ دیجیے! کہ اللہ تمہیں ان کے بارے میں فتوی دیتا ہے اور متوجہ کرتا ہے ان ایات کی طرف جو کلام الہی کے اندر ہیں اور تمہیں ان یتیم لڑکیوں کے بارے میں پڑھ کر سنايی جا رہی ہیں۔ جن کا تم مقررہ حق تو ادا نہیں کرتے مگر چاہتے ہو کہ ان سے نکاح کرلو۔ اور متوجہ کرتا ہے ان (ایات) کی طرف جو ان کمزور و بے بس لڑکوں کے بارے میں ہیں۔ اور جو (ایات) اس بارے میں ہیں کہ یتیم بچوں کے بارے میں انصاف پر قايم رہو۔ اور تم جو بھلايی کروگے تو اللہ اس کا خوب علم رکھتا ہے۔
پس جو لوگ اللہ پر ایمان لايے اور اس سے وابستہ ہويے انہیں وہ اپنی رحمت اور اپنے فضل میں داخل کرلے گا اور سیدھے راستہ کی ہدایت کردے گا
بےشک نیک لوگ چین میں ہوں گے
تمہیں ان کے اموال اور اولاد حیرت میں نہ ڈال دیں بس اللہ کاارادہ یہی ہے کہ ان ہی کے ذریعہ ان پر زندگانی دنیا میں عذاب کرے اور حالت هکفر ہی میں ان کی جان نکل جايے
اللہ ہی اپنے بندوں میں سے جس کو چاہتا ہے روزی کشادہ کر دیتا ہے اور جس کی چاہتا ہے تنگ کر دیتا ہے۔ بے شک اللہ ہر چیز کا بڑا جاننے والا ہے۔
اور وہی خدا ہے جو تمہیں رات میں گویا کہ ایک طرح کی موت دے دیتا ہے اور دن میں تمہارے تمام اعمال سے باخبر ہے اور پھر دن میں تمہیں اٹھادیتا ہے تاکہ مقررہ مدت حیات پوری کی جاسکے -اس کے بعد تم سب کی باز گشت اسی کی بارگاہ میں ہے اور پھر وہ تمہیں تمہارے اعمال کے بارے میں باخبر کرے گا
اور ہم نے موسی علیھ السلام کو کتاب اور حق و باطل کو جدا کرنے والا قانون دیا کہ شاید تم ہدایت یافتہ بن جاو
اور (اے پرہیزگارو!) یہ وہ جنت ہے جس کے تم مالک بنا دیيے گيے ہو، ان (اعمال) کے صلہ میں جو تم انجام دیتے تھے،
اپ اس بستی سے دریافت کرلیں جس میں ہم تھے اور اس قافلے سے پوچھ لیں جس میں ہم ايے ہیں اور ہم بالکل سچے ہیں
پھر جب وہ لوگ اس (یوسف) سے مایوس ہوگيے تو علیحدہ جاکر باہم سرگوشی (مشورہ) کرنے لگے جو ان میں (سب سے) بڑا تھا اس نے کہا کیا تم نہیں جانتے کہ تمہارے باپ (بنیامین کے بارے میں) خدا کے نام پر تم سے عہد و پیمان لے چکے ہیں اور اس سے پہلے یوسف(ع) کے بارے میں جو تقصیر تم کر چکے ہو (وہ بھی تم جانتے ہو) اس ليے میں تو اس سر زمین کو نہیں چھوڑوں گا جب تک میرا باپ مجھے اجازت نہ دے یا پھر اللہ میرے ليے کويی فیصلہ نہ کرے اور وہ بہترین فیصلہ کرنے والا ہے۔
اور یہ کہ ہم نے جب ہدایت سنی اس پر ایمان لايے، تو جو اپنے رب پر ایمان لايے اسے نہ کسی کمی کا خوف اور نہ زیادگی کا
پھر ہم نے اس سے تمہارے لیے کھجور اور انگور کے باغ اگا دیے جن میں تمہارے بہت سے میوے ہیں اور انہی میں سے کھاتے ہو
کیا جب وہ ا واقع ہوگا تب اس پر ایمان لاو گے (اس وقت کہا جايے گا کہ) اور اب (ایمان لايے؟) اس کے لیے تو تم جلدی مچایا کرتے تھے
تو یوسف کو (یا تو جان سے) مار ڈالو یا کسی ملک میں پھینک او۔ پھر ابا کی توجہ صرف تمہاری طرف ہوجايے گی۔ اور اس کے بعد تم اچھی حالت میں ہوجاو گے
اپ(ص) کہہ دیجيے! اے اللہ! اے اسمانوں اور زمین کے پیدا کرنے والے (اور) اے غايب و حاضر کے جاننے والے! تو ہی اپنے بندوں کے درمیان فیصلہ کرے گا ان چیزوں کے بارے میں جن میں وہ باہم اختلاف کیا کرتے تھے۔
اور جب ہم نے تم (لوگوں) سے عہد واثق لیا اور کوہ طور کو تم پر اٹھا کھڑا کیا (اور حکم دیا کہ) جو (کتاب) ہم نے تم کو دی ہے، اس کو زور سے پکڑو اور جو تمہیں حکم ہوتا ہے (اس کو) سنو تو وہ (جو تمہارے بڑے تھے) کہنے لگے کہ ہم نے سن تو لیا لیکن مانتے نہیں۔ اور ان کے کفر کے سبب بچھڑا (گویا) ان کے دلوں میں رچ گیا تھا۔ (اے پیغمبر ان سے) کہہ دو کہ اگر تم مومن ہو تو تمہارا ایمان تم کو بری بات بتاتا ہے
اور اس قران کو شیاطین لے کر حاضر نہیں ہويے ہیں
اور جب وہ لوگ دوزخ میں باہم جھگڑیں گے تو کمزور لوگ ان سے کہیں گے جو (دنیا میں) بڑايی ظاہر کرتے تھے کہ ہم تو تمہارے پیروکار تھے سو کیا تم اتش دوزخ کا کچھ حصہ (ہی) ہم سے دور کر سکتے ہو،
اے ایمان والو! اگر تم اﷲ (کے دین) کی مدد کرو گے تو وہ تمہاری مدد فرمايے گا اور تمہارے قدموں کو مضبوط رکھے گا،
بے شک یہی بات وہ لوگ کہہ چکے ہیں جو ان سے پہلے تھے پس ان کے نہ کام ایا جو کچھ وہ کماتے رہے
اور اپ فرمادیجيے کہ تمام تعریفیں اللہ ہی کے ليے ہیں وہ عنقریب تمہیں اپنی نشانیاں دکھا دے گا سو تم انہیں پہچان لو گے، اور اپ کا رب ان کاموں سے بے خبر نہیں جو تم انجام دیتے ہو،
کہو کہ بھلا بتاو تو اگر تم پر خدا کا عذاب بےخبری میں یا خبر انے کے بعد ايے تو کیا ظالم لوگوں کے سوا کويی اور بھی ہلاک ہوگا؟
اے اولاد ادم(ع)! ہم نے تمہارے ليے لباس نازل کیا ہے جو تمہارے جسم کے قابل ستر حصوں کو چھپاتا ہے اور (باعث) زینت بھی ہے۔ اور تقوی و پرہیزگاری کا لباس یہ سب سے بہتر ہے یہ (لباس بھی) اللہ کی نشانیوں میں سے ہے تاکہ لوگ نصیحت حاصل کریں۔
اور ان کے پروردگار کی نشانیوں میں سے کويی نشانی بھی ان کے پاس نہیں اتی مگر یہ کہ وہ اس سے روگردانی کرتے ہیں۔
خدا چاہتا ہے کہ تم پر سے بوجھ ہلکا کرے اور انسان (طبعا) کمزور پیدا ہوا ہے
پھر اندازہ مقرر کیا اور ہم کیا ہی خوب اندازہ مقرر کرنے والے ہیں
اور یہ کہ اسی نے جوڑا یعنی نر ماده پیدا کیا ہے
اپنی جانوں اور مالوں سے اللہ کی راه میں جہاد کرنے والے مومن اور بغیر عذر کے بیٹھ رہنے والے مومن برابر نہیں، اپنے مالوں اور اپنی جانوں سے جہاد کرنے والوں کو بیٹھ رہنے والوں پر اللہ تعالی نے درجوں میں بہت فضیلت دے رکھی ہے اور یوں تو اللہ تعالی نے ہر ایک کو خوبی اور اچھايی کا وعده دیا ہے لیکن مجاہدین کو بیٹھ رہنے والوں پر بہت بڑے اجر کی فضیلت دے رکھی ہے
(انسان) منھ سے کويی لفﻆ نکال نہیں پاتا مگر کہ اس کے پاس نگہبان تیار ہے
اور فرعون نے کہا اے ہامان میرے لیے ایک محل بنا تاکہ میں راستوں پر پہنچوں
کہ یہ لوگ میری بات سمجھ سکیں
پیغمبر اپ اسی طرح صبر کریں جس طرح پہلے کے صاحبان ه عزم رسولوں نے صبر کیا ہے اور عذاب کے ليے جلدی نہ کریں یہ لوگ جس دن بھی اس عذاب کو دیکھیں گے جس سے ڈرایا جارہا ہے تو ایسا محسوس کریں گے جیسے دنیا میں ایک دن کی ایک گھڑی ہی ٹہرے ہیں یہ قران اتمام حجت ہے اور کیا فاسقوں کے علاوہ کسی اور قوم کو ہلاک کیا جايے گا
اور ہر گروه کے ليے ایک میعاد معین ہے سو جس وقت ان کی میعاد معین اجايے گی اس وقت ایک ساعت نہ پیچھے ہٹ سکیں گے اور نہ اگے بڑھ سکیں گے
ہمیں تاروں کی منزلوں کی قسم
اور یہ کہ جب بھی اللہ کا خاص بندہ (رسول (ص)) اس کو پکارنے کیليے کھڑا ہوتا ہے تو (ایسا معلوم ہوتاہے کہ) لوگ اس پر ٹوٹ پڑیں گے۔
مگر جو لوگ ان میں سے علم میں پکے ہیں اور جو مومن ہیں وہ اس (کتاب) پر جو تم پر نازل ہويی اور جو (کتابیں) تم سے پہلے نازل ہويیں (سب پر) ایمان رکھتے ہیں اور نماز پڑھتے ہیں اور زکوة دیتے ہیں اور خدا اور روز اخرت کو مانتے ہیں۔ ان کو ہم عنقریب اجر عظیم دیں گے
اور ہر گروه کے ليے ایک میعاد معین ہے سو جس وقت ان کی میعاد معین اجايے گی اس وقت ایک ساعت نہ پیچھے ہٹ سکیں گے اور نہ اگے بڑھ سکیں گے
اور (یاد کیجيے) جب ابراہیم (علیہ السلام) نے عرض کیا: اے میرے رب! اس شہر (مکہ) کو جايے امن بنا دے اور مجھے اور میرے بچوں کو اس (بات) سے بچا لے کہ ہم بتوں کی پرستش کریں،
فرما دیجيے: اے (میری) قوم! تم اپنی جگہ عمل کيے جاو میں (اپنی جگہ) عمل کر رہا ہوں، پھر عنقریب تم (انجام کو) جان لو گے،
یقینا اس میں ان لوگوں کے ليے نشان عبرت ہے جو قیامت کے عذاب سے ڈرتے ہیں۔ وه دن جس میں سب لوگ جمع کيے جايیں گے اور وه، وه دن ہے جس میں سب حاضر کيے جايیں گے
اور جب تم نے اسے سنا تھا تو کیوں نہ کہہ دیا کہ ہمیں تو اس کا منہ سے نکالنا بھی لايق نہیں سبحان الله یہ بڑا بہتان ہے
اور اب یہ بابرکت "ذکر" ہم نے (تمہارے لیے) نازل کیا ہے پھر کیا تم اس کو قبول کرنے سے انکاری ہو؟
اور میت کا ترکہ سب سمیٹ کر کھا جاتے ہو
کیا تجھے معلوم نہیں کہ اللہ کے ليے ہے اسمانوں اور زمین کی بادشاہی، سزا دیتا ہے جسے چاہے اور بخشتا ہے جسے چاہے، اور اللہ سب کچھ کرسکتا ہے،
اور زیتون اور کھجوریں
عزت والے اعمال لکھنے والے
اور جب ان (مومنوں) کو دیکھتے تو کہتے کہ یہ تو گمراہ ہیں
اور بیشک تمہارے ليے ان جانوروں میں بھی عبرت کا سامان ہے کہ ہم ان کے شکم میں سے تمہارے سیراب کرنے کا انتظام کرتے ہیںاور تمہارے ليے ان میں بہت سے فوايد ہیں اور ان میں سے بھی تم کھاتے ہو
اللہ تعالی نے کويی بحیرہ، سايبہ، وصیلہ اور حام مقرر نہیں کیا مگر کافر اللہ پر جھوٹا بہتان باندھتے ہیں۔ اور ان میں سے اکثر عقل و شعور نہیں رکھتے۔
کیا کہتے ہیں انہوں نے اسے جی سے بنایا تم فرماو اگر میں نے اسے جی سے بنالیا ہوگا تو تم اللہ کے سامنے میرا کچھ اختیار نہیں رکھتے وہ خوب جانتا ہے جن باتوں میں تم مشغول ہو اور وہ کافی ہے میرے اور تمہارے درمیان گواہ، اور وہی بخشنے والا مہربان ہے
اگاہ ہوجاو کہ یہ لوگ اپنے سینوں کو دہرايے لے رہے ہیں کہ اس طرح پیغمبر سے چھپ جايیں تو اگاہ رہیں کہ یہ جب اپنے کپڑوں کو خوب لپیٹ لیتے ہیں تو اس وقت بھی وہ ان کے ظاہر و باطن دونوں کو جانتا ہے کہ وہ تمام سینوں کے رازوں کا جاننے والا ہے
ہر جان موت کا مزہ چکھنے والی ہے اور تمہیں قیامت کے دن پورے پورے بدلے ملیں گے پھر جو کويی دوزخ سے دور رکھا گیا اور بہشت میں داخل کیا گیا سو وہ پورا کامیاب ہوا اور دنیا کی زندگی سوايے دھوکے کی پونجی کے اور کچھ نہیں
لیکن میرا تو الله ہی رب ہے اور میں اس کے ساتھ کسی کو شریک نہیں کروں گا
اور ہم ابراہیم اور لوط کو بچاکر اس زمین کی طرف لے چلے جس میں ہم نے تمام جہان والوں کے ليے برکت رکھی تھی
تو ایسے نمازیوں کی خرابی ہے
(اور ان سے ارشاد ہوگا): یہ ہے وہ جس کا تم سے وعدہ کیا گیا تھا (کہ) ہر توبہ کرنے والے (اپنے دین اور ایمان کی) حفاظت کرنے والے کے ليے (ہے)،
اور اسی کی نسل کو باقی رکھا
میں تمہارا امانتدار پیغمبر ہوں
وہ (رات) سراسر سلامتی ہے طلوع صبح تک۔
اور میراث کا سارا مال سمیٹ کر کھا جاتے ہو
خدا نے ان کے لیے باغات تیار کر رکھے ہیں جن کے نیچے نہریں بہہ رہی ہیں ہمیشہ ان میں رہی گے۔ یہ بڑی کامیابی ہے
ان کے پیچھے دوزخ ہے، جو کچھ انہوں نے حاصل کیا تھا وه انہیں کچھ بھی نفع نہ دے گا اور نہ وه (کچھ کام ايیں گے) جن کو انہوں نے اللہ کے سوا کارساز بنا رکھا تھا، ان کے لیے تو بہت بڑا عذاب ہے
اور اسی دین کی وصیت کی ابراہیم  نے اپنے بیٹوں کو اور یعقوب نے کہ اے میرے بیٹو! بیشک اللہ نے یہ دین تمہارے ليے چن لیا تو نہ مرنا مگر مسلمان -
یہ قوم عاد ہے جس نے پروردگار کی ایتوں کا انکار کیا اس کے رسولوں کی نافرمانی کی اور ہر ظالم و سرکش کا اتباع کرلیا
جواب ملا "ایسا ہی ہو گا تیرا رب فرماتا ہے کہ یہ تو میرے لیے ایک ذرا سی بات ہے، اخر اس سے پہلے میں تجھے پیدا کر چکا ہوں جب کہ تو کويی چیز نہ تھا"
اور ہم نے داود علیھ السلام کو سلیمان علیھ السلام جیسا فرزند عطا کیا جو بہترین بندہ اور ہماری طرف رجوع کرنے والا تھا
پھر جب ہمارے قاصد لوط (علیہ السلام) کے پاس پہنچے تو وه ان کی وجہ سے غمگین ہويے اور دل ہی دل میں رنج کرنے لگے۔ قاصدوں نے کہا اپ نہ خوف کھایيے نہ ازرده ہوں، ہم اپ کو مع اپ کے متعلقین کے بچالیں گے مگر اپ کی بیوی کہ وه عذاب کے لیے باقی ره جانے والوں میں سے ہوگی
کیا یہ لوگ نہیں سمجھتے کہ ایک بڑے دن،
اور ان میں سے ہر ایک کو ہم نے (پہلے تباہ ہونے والوں کی) مثالیں دے دے کر سمجھایا اور اخرکار ہر ایک کو غارت کر دیا
بیشک یہ پیغمبر بھی اگلے ڈرانے والوں میں سے ایک ڈرانے والا ہے
سدا بہار باغ ہیں جن کے نیچے نہریں بہہ رہی ہوں گی، ان میں وہ ہمیشہ رہیں گے یہ جزا ہے اس شخص کی جو پاکیزگی اختیار کرے
اس میں سے پانی اور چاره نکالا
اور یہ (قران) برکت والی کتاب ہے جسے ہم نے نازل فرمایا ہے سو (اب) تم اس کی پیروی کیا کرو اور (اﷲ سے) ڈرتے رہو تاکہ تم پر رحم کیا جايے،
تو خبردار اللہ کے ليے مثالیں بیان نہ کرو کہ اللہ سب کچھ جانتا ہے اور تم کچھ نہیں جانتے ہو
اور اپنے قریبی کنبہ جو اسے پناہ دینے والا ہے۔
ان دونوں میں ہر میوے کے جوڑے ہوں گے
اب تو ہم صرف تیری لاش ہی کو بچايیں گے تاکہ تو بعد کی نسلوں کے لیے نشان عبرت بنے اگرچہ بہت سے انسان ایسے ہیں جو ہماری نشانیوں سے غفلت برتتے ہیں"
اور موسی کے قصہ میں بھی عبرت ہے جب کہ ہم نے فرعون کے پا س ایک کھلی دلیل دے کر بھیجا
اے ایمان والو! اللہ سے ڈرو اور سیدھی بات کہو
اگر اس کے رب کی نعمت اس کی خبر کو نہ پہنچ جاتی تو ضرور میدان پر پھینک دیا جاتا الزام دیا ہوا
جو پیٹھ اور سینہ کی ہڈیوں کے درمیان سے نکلتا ہے
اللہ ان لوگوں کا سرپرست ہے جو ایمان لايے وہ انہیں (گمراہی کے) اندھیروں سے (ہدایت کی) روشنی کی طرف نکالتا ہے۔ اور جن لوگوں نے کفر اختیار کیا ان کے سرپرست طاغوت (شیطان اور باطل کی قوتیں) ہیں جو انہیں (ایمان کی) روشنی سے نکال کر (کفر کے) اندھیروں کی طرف لے جاتے ہیں۔ یہی دوزخی لوگ ہیں جو اس میں ہمیشہ ہمیشہ رہیں گے۔
تم نے ان لوگوں کو بھی دیکھا جن سے کہا گیا تھا کہ اپنے ہاتھ روکے رکھو اور نماز قايم کرو اور زکوۃ دو؟ اب جو انہیں لڑايی کا حکم دیا گیا تو ان میں سے ایک فریق کا حال یہ ہے کہ لوگوں سے ایسا ڈر رہے ہیں جیسا خدا سے ڈرنا چاہیے یا کچھ اس سے بھی بڑھ کر کہتے ہیں خدایا! یہ ہم پر لڑايی کا حکم کیوں لکھ دیا؟ کیوں نہ ہمیں ابھی کچھ اور مہلت دی؟ ان سے کہو، دنیا کا سرمایہ زندگی تھوڑا ہے، اور اخرت ایک خدا ترس انسان کے لیے زیادہ بہتر ہے، اور تم پر ظلم ایک شمہ برابر بھی نہ کیا جايے گا
اور اسی طرح ہم نے ہر نبی کے ليے جنات و انسان کے شیاطین کو ان کا دشمن قرار دے دیا ہے یہ اپس میں ایک دوسرے کی طرف دھوکہ دینے کے ليے مہمل باتوں کے اشارے کرتے ہیں اور اگر خدا چاہ لیتا تو یہ ایسا نہ کرسکتے لہذا اب اپ انہیں ان کے افترا کے حال پر چھوڑ دیں
اور انہوں نے (یعنی یہود نے) اﷲ کی وہ قدر نہ جانی جیسی قدر جاننا چاہیے تھی، جب انہوں نے یہ کہہ (کر رسالت محمدی صلی اللہ علیہ والہ وسلم کا انکار کر) دیا کہ اﷲ نے کسی ادمی پر کويی چیز نہیں اتاری۔ اپ فرما دیجيے: وہ کتاب کس نے اتاری تھی جو موسی (علیہ السلام) لے کر ايے تھے جو لوگوں کے ليے روشنی اور ہدایت تھی؟ تم نے جس کے الگ الگ کاغذ بنا ليے ہیں تم اسے (لوگوں پر) ظاہر (بھی) کرتے ہو اور (اس میں سے) بہت کچھ چھپاتے (بھی) ہو، اور تمہیں وہ (کچھ) سکھایا گیا ہے جو نہ تم جانتے تھے اور نہ تمہارے باپ دادا، اپ فرما دیجيے: (یہ سب) اﷲ (ہی کا کرم ہے) پھر اپ انہیں (ان کے حال پر) چھوڑ دیں کہ وہ اپنی خرافات میں کھیلتے رہیں،
ہماری ایتوں پر ایمان لانے والے افراد بس وہ ہیں جنہیں ایات کی یاد دلايی جاتی ہے تو سجدہ میں گر پڑتے ہیں اور اپنے رب کی حمدوثنا کی تسبیح کرتے ہیں اور تکبر نہیں کرتے ہیں
جو ان نیک کردار لوگوں کے ليے ہدایت اور رحمت ہے
منافق مرد اور منافق عورتیں ایک دوسرے (کی جنس) سے ہیں۔ یہ لوگ بری باتوں کا حکم دیتے ہیں اور اچھی باتوں سے روکتے ہیں اور اپنے ہاتھ (اللہ کی راہ میں خرچ کرنے سے) بند رکھتے ہیں، انہوں نے اللہ کو فراموش کر دیا تو اللہ نے انہیں فراموش کر دیا، بیشک منافقین ہی نافرمان ہیں،
رسول جو خوشخبری دینے والے اور ڈر سنانے والے تھے (اس ليے بھیجے گيے) تاکہ (ان) پیغمبروں (کے اجانے) کے بعد لوگوں کے ليے اﷲ پر کويی عذر باقی نہ رہے، اور اﷲ بڑا غالب حکمت والا ہے،
اس دن جھٹلانے والوں کے لیےتباہی ہے
کافروں کو کہہ دے کہ اب تم مغلوب ہو گيے اور دوزخ کی طرف اکھٹے کیے جاو گے اوروہ برا ٹھکانہ ہے
اج کے دن ہم نے ان کو یہ جزا دی ہے کہ وہ سراسر کامیاب ہیں
اور کچھ دوسرے (بھی) ہیں جو اللہ کے (ايندہ) حکم کے ليے موخر رکھے گيے ہیں وہ یا تو انہیں عذاب دے گا یا ان کی توبہ قبول فرمالے گا، اور اﷲ خوب جاننے والا بڑی حکمت والا ہے،
اور خزانوں اور نفیس مکانات سے
اور ہم نے اس کی قوم پر اس کے بعد کويی فوج اسمان سے نہ اتاری اور نہ ہم اتارنے والے تھے
میں تو تمہیں بھی اور جن جن کو تم اللہ تعالی کے سوا پکارتے ہو انہیں بھی سب کو چھوڑ رہا ہوں۔ صرف اپنے پروردگار کو پکارتا رہوں گا، مجھے یقین ہے کہ میں اپنے پروردگار سے دعا مانگ کر محروم نہ رہوں گا
اور اگر وہ تم سے جھگڑیں تو فرمادو کہ اللہ خوب جانتا ہے تمہارے کوتک (تمہاری کرتوت)
اور جو لوگ ایمان لايے اور نیک عمل کرتے رہے ہم انہیں عنقریب بہشتوں میں داخل کریں گے جن کے نیچے نہریں بہہ رہی ہوں گی وہ ان میں ہمیشہ ہمیشہ رہیں گے۔ (یہ) اللہ کا سچا وعدہ ہے، اور اللہ سے زیادہ بات کا سچا کون ہوسکتا ہے،
اور (اے محمدﷺ) ہم نے تم کو تمام لوگوں کے ليے خوشخبری سنانے والا اور ڈرانے والا بنا کر بھیجا ہے لیکن اکثر لوگ نہیں جانتے
شفاعت (سفارش) بھی اس کے پاس کچھ نفع نہیں دیتی بجز ان کے جن کے ليے اجازت ہوجايے۔ یہاں تک کہ جب ان کے دلوں سے گھبراہٹ دور کردی جاتی ہے تو پوچھتے ہیں تمہارے پرودگار نے کیا فرمایا؟ جواب دیتے ہیں کہ حق فرمایا اور وه بلند وباﻻ اور بہت بڑا ہے
عظیم اور دايمی رحمتوں والے خدا کے نام سے
کیا وہ نہیں جانتے کہ جو شخص اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) کی مخالفت کرتا ہے تو اس کے ليے دوزخ کی اگ (مقرر) ہے جس میں وہ ہمیشہ رہنے والا ہے، یہ زبردست رسوايی ہے،
اللہ تعالی نے فرمایا کہ ہم تیرے بھايی کے ساتھ تیرا بازو مضبوط کردیں گے اور تم دونوں کو غلبہ دیں گے فرعونی تم تک پہنچ ہی نہ سکیں گے، بسبب ہماری نشانیوں کے، تم دونوں اور تمہاری تابعداری کرنے والے ہی غالب رہیں گے
نوح(ع) نے کہا اے میری قوم! کیا تم نے (اس بات پر) غور کیا ہے کہ اگر میں اپنے پروردگار کی طرف سے روشن دلیل رکھتا ہوں؟ اور اس نے مجھے اپنی رحمت بھی عطا فرمايی ہے۔ جو تمہیں سجھايی نہیں دیتی۔ تو کہا ہم زبردستی اسے تمہارے اوپر مسلط کر سکتے ہیں۔ جبکہ تم اسے ناپسند کرتے ہو؟
زمین اور اسمانوں میں جو بھی ہیں سب اپنی حاجتیں اسی سے مانگ رہے ہیں ہر ان وہ نيی شان میں ہے
فرمایا "پکڑ لے اس کو اور ڈر نہیں، ہم اسے پھر ویسا ہی کر دیں گے جیسی یہ تھی
اور زمین میں (مختلف قسم کے) قطعات ہیں جو ایک دوسرے کے قریب ہیں اور انگوروں کے باغات ہیں اور کھیتیاں ہیں اور کھجور کے درخت ہیں، جھنڈدار اور بغیر جھنڈ کے، ان (سب) کو ایک ہی پانی سے سیراب کیا جاتا ہے، اور (اس کے باوجود) ہم ذايقہ میں بعض کو بعض پر فضیلت بخشتے ہیں، بیشک اس میں عقل مندوں کے ليے (بڑی) نشانیاں ہیں،
اور جب ہمارے بھیجے ہويے (فرشتے) ابراہیم کے پاس خوشخبری لے کر ايے۔ تو انہوں نے (اثنايے گفتگو میں یہ بھی) کہا کہ ہم اس (لوط کی) بستی والوں کو ہلاک کرنے والے ہیں (کیونکہ) اس بستی کے لوگ (بڑے) ظالم ہیں۔
دونوں نے عرض کیا: اے ہمارے رب! بیشک ہمیں اندیشہ ہے کہ وہ ہم پر زیادتی کرے (گا) یا (زیادہ) سرکش ہوجايے (گا)،
ان کو میرے پاس لوٹا لاو پس پنڈلیوں اور گردنوں پر (تلوار) پھیرنے لگا
اور تمہارے پروردگار نے جو تمہارے ليے تمہاری بیویاں پیدا کی ہیں ان کو چھوڑ دیتے ہو۔ حقیقت یہ ہے کہ تم حد سے نکل جانے والے ہو
نوح نے کہا کہ اب تم سب کشتی میں سوار ہوجاو خدا کے نام کے سہارے اس کا بہاو بھی ہے اور ٹھہراو بھی اور بیشک میرا پروردگار بڑا بخشنے والا مہربان ہے
(جب انہیں اس نظام کاينات کے درہم برہم کردینے کا حکم ہوگا تو) اس دن (کاينات کی) ہر متحرک چیز شدید حرکت میں اجايے گی،
کہنے لگا کہ تمہارا سب سے بڑا مالک میں ہوں
اسی کے ليے اسمانوں اور زمین کی بادشاہت ہے، وہی جلاتا اور مارتا ہے، اور وہ ہر چیز پر بڑا قادر ہے،
بیشک اللہ ہی میرا (بھی) رب ہے اور تمہارا (بھی) رب ہے، پس اسی کی عبادت کرو۔ یہی سیدھا راستہ ہے،
اور ہم اس دن دوزخ کو کافروں کے سامنے بالکل عیاں کر کے پیش کریں گے،
اور جب ان سے کہا جاتا ہے کہ پیروی کرو اس چیز کی جو اللہ نے نازل کی ہے تو کہتے ہیں کہ ہم تو اس چیز کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا ہے کیا یہ انہی کی پیروی کریں گے خواہ شیطان ان کو بھڑکتی ہويی اگ ہی کی طرف کیوں نہ بلاتا رہا ہو؟
اور کہتے ہیں کہ یہ پہلے لوگوں کی کہانیاں ہیں جس کو اس نے لکھ رکھا ہے اور وہ صبح وشام اس کو پڑھ پڑھ کر سنايی جاتی ہیں
تو اس میں کجی اور ٹیلا نہیں دیکھے گا
اور میری جنت میں ا،
(اے حبیب! یوں) عرض کیجيے: اے اﷲ، سلطنت کے مالک! تو جسے چاہے سلطنت عطا فرما دے اور جس سے چاہے سلطنت چھین لے اور تو جسے چاہے عزت عطا فرما دے اور جسے چاہے ذلت دے، ساری بھلايی تیرے ہی دست قدرت میں ہے، بیشک تو ہر چیز پر بڑی قدرت والا ہے،
کہ فضول خرچی کرنے والے تو شیطان کے بھايی ہیں۔ اور شیطان اپنے پروردگار (کی نعمتوں) کا کفر ان کرنے والا (یعنی ناشکرا) ہے
کیا (یہ صحیح ہے) کہ ہم مرنے والے ہی نہیں؟
کیا یہ سمجھتے ہیں کہ ہم جو انہیں مال و اولاد سے مدد دیے جا رہے ہیں
یاد رکھو کہ زندگی دنیا صرف ایک کھیل, تماشہ, ارايش, باہمی تفاخراور اموال و اولاد کی کثرت کا مقابلہ ہے اور بس جیسے کويی بارش ہو جس کی قوت نامیہ کسان کو خوش کردے اور اس کے بعد وہ کھیتی خشک ہوجايے پھر تم اسے زرد دیکھو اور اخر میں وہ ریزہ ریزہ ہوجايے اور اخرت میں شدید عذاب بھی ہے اور مغفرت اور رضايے الہیبھی ہے اور زندگانی دنیا تو بس ایک دھوکہ کا سرمایہ ہے اور کچھ نہیں ہے
بیشک نیک پيیں گے اس جام میں سے جس کی ملونی کافور ہے وہ کافور کیا ایک چشمہ ہے
انہیں نصرت بخشی جس کی وجہ سے وہی غالب رہے
ہرگز نہیں، بے شک نیک ادمیوں کا نامہ اعمال بلند پایہ لوگوں کے دفتر میں ہے
بے شک اس واقعہ میں اہل بصیرت کے لیے نشانیاں ہیں
یہ وه لوگ ہیں جو ایمان ﻻيے اور (برايیوں سے) پرہیز رکھتے ہیں
جس نے انہیں بھوک سے بچا کر کھانے کو دیا اور خوف سے بچا کر امن عطا کیا
اور وہی ہے جس نے تم کو ایک جان سے پیدا کیا پھر کہیں تمہیں ٹھہرنا ہے اور کہیں امانت رہنا بیشک ہم نے مفصل ایتیں بیان کردیں سمجھ والوں کے لیے،
پیغمبر کہہ دیجيے کہ بتاو کہ زمین و اسمان کا پروردگار کون ہے اور بتادیجيے کہ اللہ ہی ہے اور کہہ دیجيے کہ تم لوگوں نے اس کو چھوڑ کر ایسے سرپرست اختیار کيے ہیں جو خود اپنے نفع و نقصان کے مالک نہیں ہیں اور کہيے کہ کیا اندھے اور بینا ایک جیسے ہوسکتے ہیں یا نورو ظلمت برابر ہوسکتے ہیں یا ان لوگوں نے اللہ کے ليے ایسے شریک بنايے ہیں جنہوں نے اسی کی طرح کی کاينات خلق کی ہے اور ان پر خلقت مشتبہ ہوگيی ہے. کہہ دیجيے کہ اللہ ہی ہر شے کا خالق ہے اور وہی یکتا اور سب پر غالب ہے
(اے حبیب!) اپنے رب کے نام سے (اغاز کرتے ہويے) پڑھيے جس نے (ہر چیز کو) پیدا فرمایا،
انہیں کا بدلہ ان کے رب کی طرف سے مغفرت ہے اور جنتیں ہیں جن کے نیچے نہریں بہتی ہیں، جن میں وه ہمیشہ رہیں گے، ان نیک کاموں کے کرنے والوں کا ﺛواب کیا ہی اچھا ہے
تم میں سے جو شخص کويی بات چپکے سے کہے یا پکار کرکہے اور جو شخص رات میں کہیں چھپ جايے یا دن میں چلے پھرے یہ سب برابر ہیں
اگر ہم چاہیں تو اسے چور چور بنادیں تو تم باتیں ہی بناتے رہ جاو
اسی طرح ہم ظالموں میں سے بعض کو بعض پر مسلط کرتے رہتے ہیں ان اعمال(بد) کے باعث جو وہ کمایا کرتے ہیں،
(یہ) کیا (عقل کی بات ہے کہ) تم لوگوں کو نیکی کرنے کو کہتے ہو اور اپنے تيیں فراموش کيے دیتے ہو، حالانکہ تم کتاب (خدا) بھی پڑھتے ہو۔ کیا تم سمجھتے نہیں؟
اور وہ اپنے رب کے نام کا ذکر کرتا رہا اور (کثرت و پابندی سے) نماز پڑھتا رہا،
پھر ان کو پھاڑ کر جدا جدا کر دیتی ہیں
یہ اللہ کی کتاب ہے، اس میں کويی شک نہیں ہدایت ہے ان پرہیز گار لوگوں کے لیے
اور جب کافر لوگ اپ کے خلاف خفیہ سازشیں کر رہے تھے کہ وہ اپ کو قید کر دیں یا اپ کو قتل کر ڈالیں یا اپ کو (وطن سے) نکال دیں، اور (ادھر) وہ سازشی منصوبے بنا رہے تھے اور (ادھر) اللہ (ان کے مکر کے رد کے ليے اپنی) تدبیر فرما رہا تھا، اور اللہ سب سے بہتر مخفی تدبیر فرمانے والا ہے،
اور اس کی نشانیوں میں سے سمندر میں پہاڑوں جیسے جہاز ہیں
اور نبی (صلی اللہ علیہ والہ وسلم) پر اس کام (کی انجام دہی) میں کويی حرج نہیں ہے جو اللہ نے ان کے ليے فرض فرما دیا ہے، اللہ کا یہی طریقہ و دستور ان لوگوں میں (بھی رہا) ہے جو پہلے گزر چکے، اور اللہ کا حکم فیصلہ ہے جو پورا ہوچکا،
کہ اسے تمہارے لیے یادگار کریں اور اسے محفوظ رکھے وہ کان کہ سن کر محفوظ رکھتا ہو
اور مانگنے والے کو جھڑکی نہ دینا
یہ تو بس پرانے لوگوں کی عادت ہے
وہ چمکتا ہوا تاراہے۔
کہہ دیجيے کہ اے میرے ایماندار بندو! اپنے پروردگار سے ڈرو . جو لوگ اس دار دنیا میں نیکی کرتے ہیں ان کے ليے نیکی ہے اور اللہ کی زمین بہت وسیع ہے بس صبر کرنے والے ہی وہ ہیں جن کو بے حساب اجر دیا جاتا ہے
اور اسی طرح ہم نے ہر نبی کے دشمن بعض گناه گاروں کو بنادیا ہے اور تیرا رب ہی ہدایت کرنے واﻻ اور مدد کرنے واﻻ کافی ہے
(اخرت کے بارے میں) تمہاری بات ایک دوسرے سے مختلف ہے
اللہ نے ان لوگوں کا قول سنا جو کہتے ہیں کہ اللہ فقیر ہے اور ہم غنی ہیں ان کی یہ باتیں بھی ہم لکھ لیں گے، اور اس سے پہلے جو وہ پیغمبروں کو ناحق قتل کرتے رہے ہیں وہ بھی ان کے نامہ اعمال میں ثبت ہے (جب فیصلہ کا وقت ايے گا اس وقت) ہم ان سے کہیں گے کہ لو، اب عذاب جہنم کا مزا چکھو
سویہ شیطان ہے کہ اپنے دوستوں سے ڈراتا ہے پس تم ان سے مت ڈرو اورمجھ سے ڈرو اگر تم ایمان دار ہو
اور ہم نے ان کے سینوں سے ہر کینہ کو الگ کردیا. ان کے قدموں میں نہریں جاری ہوں گی اور وہ کہیں گے کہ طکر ہے پروردگار کا کہ اس نے ہمیں یہاں تک انے کا راستہ بتادیا ورنہ اس کی ہدایت نہ ہوتی تو ہم یہاں تک انے کا راستہ بھی نہیں پاسکتے تھے -بیشک ہمارے رسول سب دین حق لے کر ايے تھے تو پھر انہیں اواز دی جايے گی کہ یہ وہ جنتہے جس کا تمہیں تمہارے اعمال کی بنا پر وارث بنایا گیا ہے
تاکہ اپ اس قوم کو ڈرايیں جن کے باپ دادا نہیں ڈرايے گيے سو وہ غافل ہیں
ان سے کہو "میرے پاس جو وحی اتی ہے وہ یہ ہے کہ تمہارا خدا صرف ایک خدا ہے، پھر کیا تم سر اطاعت جھکاتے ہو؟"
الله نے ان کے لیے سخت عذاب تیار کر رکھا ہے بے شک وہ بہت ہی برا ہے جو کچھ وہ کرتے ہیں
یہ لوگ کہتے ہیں کہ "یہ قیامت کی دھمکی اخر کب پوری ہو گی؟ بتاو اگر تم سچے ہو"
یہ بہشت میں ایک چشمہ ہے جس کا نام سلسبیل ہے
اور اپ صبر ہی کریں کہ اپ کا صبر بھی اللہ ہی کی مدد سے ہوگا اور ان کے حال پر رنجیدہ نہ ہوں اور ان کی مکاریوں کی وجہ سے تنگدلی کا بھی شکار نہ ہوں
اپ (ان سے دریافت) فرمايیں کہ بیابان اور دریا کی تاریکیوں سے تمہیں کون نجات دیتا ہے؟ (اس وقت تو) تم گڑگڑا کر (بھی) اور چپکے چپکے (بھی) اسی کو پکارتے ہو کہ اگر وہ ہمیں اس (مصیبت) سے نجات دے دے تو ہم ضرور شکر گزاروں میں سے ہو جايیں گے،
بلکہ قیامت ان کے وعدے کا وقت ہے اور قیامت زیادہ دہشت ناک اور تلخ تر ہے
یا ان کے لیے کچھ شریک ہیں جنہوں نے ان کے لیے وہ دین نکال دیا ہے کہ اللہ نے اس کی اجازت نہ دی اور اگر ایک فیصلہ کا وعدہ نہ ہوتا تو یہیں ان میں فیصلہ کردیا جاتا اور بیشک ظالموں کے لیے دردناک عذاب ہے
وه ہے جس نے پانی سے انسان کو پیدا کیا، پھر اسے نسب واﻻ اور سسرالی رشتوں واﻻ کردیا۔ بلاشبہ اپ کا پروردگار (ہر چیز پر) قادر ہے
پس پاک ہے وہ ذات جس کے قبضہ قدرت میں ہر چیز کی حکومت ہے اور اسی کی طرف تم لوٹايے جاوگے۔
وہ ہمیشہ رہنے والی جنتیں جن کا خدايے رحمن نے غايبانہ وعدہ کر رکھا ہے۔ بےشک اس کا وعدہ (سامنے) انے والا ہے۔
پھر وہ اپنے گناہ کا اقرار کریں گے سو دوزخيوں پر پھٹکار ہے
اپ(ص) صبر کیجيے یقینا اللہ کا وعدہ برحق ہے پھر جس (عذاب) کی ہم انہیں دھمکی دیتے رہے ہیں خواہ اس کا کچھ حصہ اپ کو (انکھوں سے) دکھا دیں یا اس سے پہلے اپ کو دنیا سے اٹھا لیں۔ بہرحال ان سب کی بازگشت تو ہماری طرف ہی ہے (وہ اس سے بچ نہیں سکتے)۔
اور اسی طرح ہم نے تم کو امت معتدل بنایا ہے، تاکہ تم لوگوں پر گواہ بنو اور پیغمبر (اخرالزماں) تم پر گواہ بنیں۔ اور جس قبلے پر تم (پہلے) تھے، اس کو ہم نے اس لیے مقرر کیا تھا کہ معلوم کریں، کون (ہمارے) پیغمبر کا تابع رہتا ہے، اور کون الٹے پاوں پھر جاتا ہے۔ اور یہ بات (یعنی تحویل قبلہ لوگوں کو) گراں معلوم ہويی، مگر جن کو خدا نے ہدایت بخشی (وہ اسے گراں نہیں سمجھتے) اور خدا ایسا نہیں کہ تمہارے ایمان کو یونہی کھو دے۔ خدا تو لوگوں پر بڑا مہربان (اور) صاحب رحمت ہے
ہم نے اس قران کو تیری زبان میں بہت ہی اسان کر دیا ہے کہ تو اس کے ذریعہ سے پرہیزگاروں کو خوشخبری دے اور جھگڑالو لوگوں کو ڈرا دے
اس دن ان کا پروردگار ان کے حالات سے بڑا باخبر ہوگا۔
پھر اس نے دیکھا۔
اس وقت کہیں گے کہ ہم اس قران پر ایمان ﻻيے لیکن اس قدر دور جگہ سے (مطلوبہ چیز) کیسے ہاتھ اسکتی ہے
اور اپنی لاٹھی ڈال دے پھر جب اسے دیکھا کہ وہ سانپ کی طرح چل رہی ہے تو پیٹھ پھیر کر بھاگا اورپیچھے مڑ کر نہ دیکھا اے موسی ڈرو مت کیونکہ میرے حضور میں رسول ڈرا نہیں کرتے
وہی تو ہے جو تم کو اپنی نشانیاں دکھاتا ہے اور تم پر اسمان سے رزق اتارتا ہے۔ اور نصیحت تو وہی پکڑتا ہے جو (اس کی طرف) رجوع کرتا ہے
ہم تو تمہارے پاس حق لے ايے لیکن تم میں سے اکثر لوگ حق سے نفرت رکھنے والے تھے؟
کہیں گے تو پاک ہے ہمیں یہ کب لایق تھا کہ تیرے سوا کسی اور کو کارساز بناتے لیکن تو نے انہیں اور ان کے باپ دادا کو یہاں تک اسودگی دی تھی کہ وہ یاد کرنا بھول گيے اور یہ لوگ تباہ ہونے والے تھے
بنی ادم کو ڈرانے والی
وہی ہے جس نے اسمان سے تمہارے لیے پانی برسایا جس سے تم خود بھی سیراب ہوتے ہو اور تمہارے جانوروں کے لیے بھی چارہ پیدا ہوتا ہے
کیا یہ نشانی ان کے ليے کافی نہیں ہے کہ اسے بنی اسرايیل کے علماي بھی جانتے ہیں
(غرور سے) اپنے شانے کو موڑے ہويے (اور گردن اکڑايے ہويے) تاکہ (لوگوں کو) اللہ کی راہ سے گمراہ کریں ان کیليے دنیا میں رسوايی ہے اور قیامت کے دن ہم انہیں جلانے والی اگ کے عذاب کا مزہ چکھايیں گے۔
بیشک اس میں نشانی ہے اس کے لیے جو اخرت کے عذاب سے ڈرے وہ دن ہے جس میں سب لوگ اکٹھے ہوں گے اور وہ دن حاضری کا ہے
ان کے بدن پر ہیں کریب کے سبز کپڑے اور قنا ویز کے اور انہیں چاندی کے کنگن پہنايے گيے اور انہیں ان کے رب نے ستھری شراب پلايی
جنہوں نے اپنے دین کو کھیل تماشا بنایا اور دنیا کی زیست نے انہیں فریب دیا تو اج ہم انہیں چھوڑ دیں گے جیسا انہوں نے اس دن کے ملنے کا خیال چھوڑا تھا اور جیسا ہماری ایتوں سے انکار کرتے تھے،
اسے مجھ پر چھوڑ جسے میں نے اکیلا پیدا کیا
اے میرے رب! مجھے نیک بخت اوﻻد عطا فرما
اگر تم نے اپنے جیسے ہی انسان کی تابعداری کر لی ہے تو بےشک تم سخت خسارے والے ہو
کہ بے شک ہم پر تو تاوان پڑ گیا
بے شک ہم نے تمہیں ایک عنقریب انے والے عذاب سے ڈرایا ہے جس دن ادمی دیکھے گا جو کچھ اس کے ہاتھوں نے اگے بھیجا تھا اور کافر کہے گا اے کاش میں مٹی ہو گیا ہوتا
انہوں نے کہا کہ یہ نبی ہمارے پاس اپنے پروردگار کی طرف سے کويی نشانی کیوں نہیں ﻻیا؟ کیا ان کے پاس اگلی کتابوں کی واضح دلیل نہیں پہنچی؟
اور جب لوگوں کو تکلیف پہنچتی ہے تو اپنے رب کو پکارتے ہیں اس کی طرف رجوع لاتے ہويے پھر جب وہ انہیں اپنے پاس سے رحمت کا مزہ دیتا ہے جبھی ان میں سے ایک گروہ اپنے رب کا شریک ٹھہرانے لگتا ہے،
وہ مرد جنہیں غافل نہیں کرتا کويی سودا اور نہ خرید و فروخت اللہ کی یاد اور نماز برپا رکھنے اور زکوة دینے سے ڈرتے ہیں اس دن سے جس میں الٹ جايیں گے دل اور انکھیں
اور ایک ایسی کھلی کتاب کی
وہ تعمیر جو چنی (کی) ہمیشہ ان کے دلوں میں کھٹکتی رہے گی مگر یہ کہ ان کے دل ٹکڑے ٹکڑے ہوجايیں اور اللہ علم و حکمت والا ہے،
الر۔ (یہ) ایک (پرنور) کتاب (ہے) اس کو ہم نے تم پر اس لیے نازل کیا ہے کہ لوگوں کو اندھیرے سے نکال کر روشنی کی طرف لے جاو (یعنی) ان کے پروردگار کے حکم سے غالب اور قابل تعریف (خدا) کے رستے کی طرف
لوگو ! اپنے پروردگار سے ڈرو کہ قیامت کا زلزلہ بہت بڑی شے ہے
عرض کیا: اے میرے رب! میرے ليے کويی نشانی مقرر فرما، فرمایا: تمہارے ليے نشانی یہ ہے کہ تم تین دن تک لوگوں سے سوايے اشارے کے بات نہیں کر سکو گے، اور اپنے رب کو کثرت سے یاد کرو اور شام اور صبح اس کی تسبیح کرتے رہو،
اور جب انہیں سايبانوں کی طرح موج ڈھانک لیتی ہے تو خالص اعتقاد سے الله ہی کو پکارتے ہیں پھر جب انہیں نجات دے کر خشکی کی طرف لےاتا ہے تو بعض ان میں سے راہ راست پر رہتے ہیں اور ہماری نشانیوں سے وہی لوگ انکار کرتے ہیں جو بد عہد نا شکر گزار ہیں
یہ انتہايی ناانصافی کی تقسیم ہے
اور اگر شیطان کی طرف سے تمہارے دل میں کسی طرح کا وسوسہ پیدا ہو تو خدا سے پناہ مانگو۔ بےشک وہ سننے والا (اور) سب کچھ جاننے والا ہے
مدینہ کے رہنے والوں کو اور جو دیہاتی ان کے گردوپیش ہیں ان کو یہ زیبا نہ تھا کہ رسول اللہ کو چھوڑ کر پیچھے ره جايیں اور نہ یہ کہ اپنی جان کو ان کی جان سے عزیز سمجھیں، یہ اس سبب سے کہ ان کو اللہ کی راه میں جو پیاس لگی اور جو تکان پہنچی اور جو بھوک لگی اور جو کسی ایسی جگہ چلے جو کفار کے لیے موجب غیﻆ ہوا ہو اور دشمنوں کی جو کچھ خبر لی، ان سب پر ان کے نام (ایک ایک) نیک کام لکھا گیا۔ یقینا اللہ تعالی مخلصین کا اجر ضايع نہیں کرتا
چمک سے ان کی حالت یہ ہو رہی ہے کہ گویا عنقریب بجلی ان کی بصارت اچک لے جايے گی جب ذرا کچھ روشنی انہیں محسوس ہوتی ہے تو اس میں کچھ دور چل لیتے ہیں اور جب ان پر اندھیرا چھا جاتا ہے تو کھڑ ے ہو جاتے ہیں اللہ چاہتا تو ان کی سماعت اور بصارت بالکل ہی سلب کر لیتا، یقینا وہ ہر چیز پر قادر ہے
یہ خدا کے لیے بیٹیاں تجویز کرتے ہیں سبحان اللہ! اور ان کے لیے وہ جو یہ خود چاہیں؟
اور لوط کو یاد کرو جب انہوں نے اپنی قوم سے کہا کہ کیا تم انکھیں رکھتے ہويے بدکاری کا ارتکاب کر رہے ہو
اور وہ کشتی پہاڑوں جیسی (طوفانی) لہروں میں انہیں ليے چلتی جا رہی تھی کہ نوح (علیہ السلام) نے اپنے بیٹے کو پکارا اور وہ ان سے الگ (کافروں کے ساتھ کھڑا) تھا: اے میرے بیٹے! ہمارے ساتھ سوار ہوجا اور کافروں کے ساتھ نہ رہ،
بیشک ہم نے قران کو نصیحت حاصل کرنے کیليے اسان بنا دیا ہے سو کويی ہے نصیحت حاصل کرنے والا۔
اور تو اپنا وہ کرتوت کر گیا جوکر گیا اور تو ناشکروں میں سے ہے
سوايے تیرے ان بندوں کے جو چنیدہ و برگزیدہ ہیں،
اﷲ، اس کے سوا کويی لايق عبادت نہیں (وہ) ہمیشہ زندہ رہنے والا ہے (سارے عالم کو اپنی تدبیر سے) قايم رکھنے والا ہے،
انہوں نے کہا ہمارے معبودوں کے ساتھ کس نے یہ کیا ہے بے شک وہ ظالموں میں سے ہے
فرمان کا بجا ﻻنا اور اچھی بات کا کہنا۔ پھر جب کام مقرر ہو جايے، تو اللہ کے ساتھ سچے رہیں تو ان کے ليے بہتری ہے
پس جب وہ ہماری نشانیوں کے ساتھ ان کے پاس ايے تو وہ لوگ ان (نشانیوں) پر ہنسنے لگے (مذاق اڑا نے لگے)۔
جس نے اپ کی کمر جھکا دی تھی
اور یقینا اپ کا رب ہی تو غالب، مہربان ہے،
جس کے پاس مقرب (فرشتے) حاضر رہتے ہیں
حقیقت یہ ہے کہ یہ کفار غرور اور اختلاف میں پڑے ہويے ہیں
اندھے پر اور لنگڑ ے پر اور بیمار پر اور خود تم پر اس بات میں کويی گناہ نہیں کہ تم اپنے گھروں سے کھانا کھاو یا اپنے باپ کے گھروں سے یا اپنی ماوں کے گھروں سے یا اپنے بھايیوں کے گھروں سے یا اپنی بہنوں کے گھروں سے یا اپنے چچاوں کے گھروں سے یا اپنی پھوپھیوں کے گھروں سے یا اپنے مامووں کے گھروں سے یا اپنی خالاوں کےگھروں سے یا ان گھروں سے جنکی کنجیاں تمہارے اختیار میں ہیں یا اپنے دوستوں کے گھروں سے تم پر کويی گناہ نہیں کہ مل کر کھاو یا الگ الگ کھاو پھر جب گھروں میں داخل ہونا چاہو تو اپنے لوگوں سے سلام کیا کرو جو الله کی طرف سے مبارک اور عمدہ دعا ہے اسی طرح الله تمہارے لیے احکام بیان فرماتا ہے تاکہ تم سمجھو
اور اس ليے بھی کہ صاحبان علم کو معلوم ہوجايے کہ یہ وحی پروردگار کی طرف سے برحق ہے اور اس طرح وہ ایمان لے ايیں اور پھر ان کے دل اس کی بارگاہ میں عاجزی کا اظہار کریں اور یقینا اللہ ایمان لانے والوں کو سیدھے ر استہ کی طرف ہدایت کرنے والا ہے
اور جب ہمارے بھیجے ہويے ابراھیم کے پاس خوشخبری لے کر ايے کہنے لگے ہم اس بستی کے لوگوں کو ہلاک کرنے والے ہیں یہاں کے لوگ بڑے ظالم ہیں
اور جب بولے کہ اے اللہ اگر یہی (قران) تیری طرف سے حق ہے تو ہم پر اسمان سے پتھر برسا یا کويی دردناک عذاب ہم پر لا،
پھر (اس کے ساتھ یہ کہ) ادمی ان لوگوں میں شامل ہو جو ایمان لايے اور جنہوں نے ایک دوسرے کو صبر اور (خلق خدا پر) رحم کی تلقین کی
بھلا میں ان چیزوں سے جن کو تم (خدا کا) شریک بناتے ہو کیونکرڈروں جب کہ تم اس سے نہیں ڈرتے کہ خدا کے ساتھ شریک بناتے ہو جس کی اس نے کويی سند نازل نہیں کی۔ اب دونوں فریق میں سے کون سا فریق امن (اور جمعیت خاطر) کا مستحق ہے۔ اگر سمجھ رکھتے ہو (تو بتاو)
جب کبھی ان سے کہا گیا کہ زمین پر فساد برپا نہ کرو تو انہوں نے یہی کہا کہ ہم تو اصلاح کرنے والے ہیں
اور قوم سبا کے ليے ان کے وطن ہی میں ہماری نشانی تھی کہ داہنے بايیں دونوں طرف باغات تھے. تم لوگ اپنے پروردگار کا دیا رزق کھاو اور اس کا شکر ادا کرو تمہارے ليے پاکیزہ شہر اور بخشنے والا پروردگار ہے
اے پروردگار مجھ کو (ایسی توفیق عنایت) کر کہ نماز پڑھتا رہوں اور میری اولاد کو بھی (یہ توفیق بخش) اے پروردگار میری دعا قبول فرما
اور جو لوگ مومن مردوں اور مومن عورتوں کو اذیت دیتے ہیں بغیر اس کے کہ انہوں نے کچھ (خطا) کی ہو تو بیشک انہوں نے بہتان اور کھلے گناہ کا بوجھ (اپنے سر) لے لیا،
اور الله اور رسول کا حکم مانو اور بچتے رہو پھر اگر تم پھر جاوگےتوجان لو کہ ہمارے رسول کے ذمہ صرف کھول کر پہنچا دینا ہی ہے
عنقریب یہ لوگ تمہاری واپسی پر خدا کی قسم کھايیں گے کہ تم ان سے درگزر کردو تو تم کنارہ کشی اختیار کرلو -یہ مجسميہ خباثت ہیں. ان کا ٹھکانا جہنم ہے جو ان کے کيے کی صحیح سزا ہے
ہم نے اسے عربی قران بناکر نازل کیا ہے کہ شاید تم لوگوں کو عقل اجايے
وہ کويی بات منہ سے نہیں نکالتا ہے مگر یہ کہ ایک نگہبان اس کے پاس موجود رہتا ہے
نہیں جو شخص اپنا رخ خدا کی طرف کردے گااور نیک عمل کرے گا اس کے ليے پروردگار کے یہاں اجر ہے اور نہ کويی خوف ہے نہ حزن
(یہ) تمام جہانوں کے رب کی طرف سے نازل شدہ ہے،
اور میں تم سے اس امر کی کويی اجرت بھی نہیں چاہتا ہوں میرا اجر تو صرف پروردگار کے ذمہ ہے جو عالمین کا پالنے والا ہے
پھر جب اس قیامت کے عذاب کو قریب دیکھیں گے تو کافروں کے چہرے بگڑ جايیں گے اور ان سے کہا جايے گا کہ یہی وہ عذاب ہے جس کے تم خواستگار تھے
کہ ان سے اچھے بدل دیں اور ہم سے کويی نکل کر نہیں جاسکتا
(موسی علیہ السلام نے مزید) کہا کہ (وہی) تمہارا (بھی) رب ہے اور تمہارے اگلے باپ دادوں کا (بھی) رب ہے،
اور کہہ دیجیے کہ میں تو عذاب سے کھلا ہوا ڈرانے والا ہوں۔
اس نے اس (فرشتے) کو اسمان کے کھلے کنارے پر دیکھا بھی ہے
اس میں ہمیشہ رہیں گے اوران کے لیے قیامت کے دن برا بوجھ ہوگا
اور اگر تم کسی اپنے جیسے ادمی کی اطاعت کرو جب تو تم ضرور گھاٹے میں ہو،
اور نہ سایہ اور نہ تیز دھوپ
یا تمہارے پاس کويی واضح دلیل ہے
(اے رسول(ص)) اپ سے پہلے بھی بہت سے پیغمبروں کا مذاق اڑایا گیا ہے مگر میں نے کافروں کو (کچھ مدت تک) ڈھیل دی پھر میں نے انہیں پکڑ لیا۔ تو (دیکھو) میرا عذاب کیسا تھا؟
اے نبی، تم سے پہلے ہم بہت سے رسول بھیج چکے ہیں جن میں سے بعض کے حالات ہم نے تم کو بتايے ہیں اور بعض کے نہیں بتايے کسی رسول کی بھی یہ طاقت نہ تھی کہ اللہ کے اذن کے بغیر خود کويی نشانی لے اتا پھر جب اللہ کا حکم اگیا تو حق کے مطابق فیصلہ کر دیا گیا اور اس وقت غلط کار لوگ خسارے میں پڑ گيے
اور رحمان کی یہ شان نہیں کہ کسی کوبیٹا بنايے
حم
اور یقینا ہم جانتے ہیں کہ تم میں سے بعض لوگ (اس کھلی سچايی کو) جھٹلانے والے ہیں،
بھايی بولے اگر یہ چوری کرے تو بیشک اس سے پہلے اس کا بھايی چوری کرچکا ہے تو یوسف نے یہ بات اپنے دل میں رکھی اور ان پر ظاہر نہ کی، جی میں کہا تم بدتر جگہ ہو اور اللہ خوب جانتا ہے جو باتیں بناتے ہو،
اسی نے تو تمہیں پیدا کیا ہے پھر کويی تم میں سے کافر ہے اور کويی مومن اورجو کچھ تم کر رہے ہو الله دیکھ رہا ہے
اور کبھی تو دیکھے جب فرشتے کافروں کی جان نکالتے ہیں مار رہے ہیں ان کے منہ پر او ر ان کی پیٹھ پر اور چکھو ا گ کا عذاب،
پھر (سامری سے) کہنے لگے کہ سامری تیرا کیا حال ہے؟
جب کہ وہ اس پر داخل ہويے پھر انہوں نے سلام کیا ابراھیم نے سوال کا جواب دیا (خیال کیا) کچھ اجنبی سے لوگ ہیں
پس ہمارا عذاب دیکھ لینے کے بعد ان کے ایمان نے انہیں کويی فايدہ نہ پہنچایا۔ یہی اللہ کا طریقہ ہے جو (ہمیشہ سے) اس کے بندوں میں جاری ہے اور اس وقت کافر لوگ خسارے میں رہ گيے۔
پس اس نے اللہ کے بندے کو وحی پہنچايی جو بھی پہنچايی
اور یہ کہ انہوں (انسانوں) نے بھی تمہاری طرح یہ خیال کیا کہ اللہ کسی کو (دوبارہ زندہ کر کے) نہیں اٹھايے گا (یا کسی کو رسول بنا کر نہیں بھیجے گا)۔
یہ وہ لوگ ہیں جنہوں نے اخرت کے بدلے دنیا کی زندگی خریدی۔ سو نہ تو ان سے عذاب ہی ہلکا کیا جايے گا اور نہ ان کو (اور طرح کی) مدد ملے گی
اور جو کچھ چیز تمہیں دی گيی ہے اور دنیوی زندگی کا برتاوا اور اس کا سنگھارہے اور جواللہ کے پاس ہے اور وہ بہتر اور زیادہ باقی رہنے والا تو کیا تمہیں عقل نہیں
کہا کیا میں نے تجھے نہیں کہا تھا کہ تو میرے ساتھ صبر نہیں کر سکے گا
جو کتاب تم پر نازل کی گيی ہے (یعنی قران) اور جو کتابیں تم سے پہلے نازل کی گيی تھیں ان سب پر ایمان لاتے ہیں اور اخرت پر یقین رکھتے ہیں
پھر اس کو ایک مضبوط (اور محفوظ) جگہ میں نطفہ بنا کر رکھا
یہ (حبط اعمال اور اصلاح حال) اس ليے ہے کہ جن لوگوں نے کفر کیا انہوں نے جھوٹی بات کی پیروی کی اور جو ایمان لايے وہ اپنے پروردگار کی طرف سے (دین) حق کے پیچھے چلے۔ اسی طرح خدا لوگوں سے ان کے حالات بیان فرماتا ہے
اپنی پہلی پیدايش کو تو تم جانتے ہو، پھر کیوں سبق نہیں لیتے؟
ان سے پوچھو کہ ہر چیز کی حکومت کس کے ہاتھ میں ہے اور وہ بچا لیتا ہے اور اسے کويی نہیں بچا سکتا اگر تم جانتے ہو
بلاشبہ رات اور دن کے یکے بعد دیگرے انے میں اور اللہ تعالی نے جو کچھ اسمانوں اور زمین میں پیدا کیا ہے ان سب میں ان لوگوں کے واسطے دﻻيل ہیں جو اللہ کا ڈر رکھتے ہیں
اس دن کچھ چہرے تر و تازہ ہوں گے۔
اور نہ وہ مسکین کے کھانا کھلانے کی رغبت دیتا تھا
اور بہت سی بستی والوں نے اپنے رب کے حکم سے اور اس کے رسولوں سے سرتابی کی تو ہم نے بھی ان سے سخت حساب کیا اور انہیں عذاب دیا ان دیکھا (سخت) عذاب
اور شہر والے خوشیاں کرتے ہويے ايے
اور جب کويی سورہ نازل ہوتی ہے( جس میں منافقوں کا تذکرہ ہوتا ہے) تو وہ ایک دوسرے کی طرف دیکھنے لگتے ہیں اور (انکھوں کے اشارہ سے) کہتے ہیں تمہیں کويی دیکھ تو نہیں رہا؟ (پھر چپکے سے) پلٹ جاتے ہیں دراصل اللہ نے ان کے دلوں کو پھیر دیا ہے کیونکہ یہ بالکل ناسمجھ لوگ ہیں۔
کی ہم پہلی بار پیدا کرنے میں تھک گيے ہیں (نہیں) بلکہ وہ از سر نو پیدا کرنے کے متعلق شک میں ہیں
اور تم کسی کام میں ہو اور اس کی طرف سے کچھ قران پڑھو اور تم لوگ کويی کام کرو ہم تم پر گواہ ہوتے ہیں جب تم اس کو شروع کرتے ہو، اور تمہارے رب سے ذرہ بھر کويی چیز غايب نہیں زمین میں نہ اسمان میں اور نہ اس سے چھوٹی اور نہ اس سے بڑی کويی چیز نہیں جو ایک روشن کتاب میں نہ ہو
ع س ق
متکبر لوگ کہنے لگے: بیشک جس (چیز) پر تم ایمان لايے ہو ہم اس کے سخت منکر ہیں،
پھر خدا نے اپنے پیغمبر پر اور مومنوں پر اپنی طرف سے تسکین نازل فرمايی (اور تمہاری مدد کو فرشتوں کے) لشکر جو تمہیں نظر نہیں اتے تھے (اسمان سے) اتارے اور کافروں کو عذاب دیا۔ اور کفر کرنے والوں کی یہی سزا ہے
ان کی قوم کے متکبر سرداروں نے کہا کہ اے شعیب! ہم اپ کو اور جو اپ کے ہمراه ایمان والے ہیں ان کو اپنی بستی سے نکال دیں گے الا یہ کہ تم ہمارے مذہب میں پھر اجاو۔ شعیب (علیہ السلام) نے جواب دیا کہ کیا ہم تمہارے مذہب میں اجايیں گو ہم اس کو مکروه ہی سمجھتے ہوں
(ہم نہیں کہہ سکتے) کہ خود اس نے (ہی) اللہ پر جھوٹ باندھ لیا ہے یا اسے دیوانگی ہے بلکہ (حقیقت یہ ہے) کہ اخرت پر یقین نہ رکھنے والے ہی عذاب میں اور دور کی گمراہی میں ہیں
بہت جلد کل جان جايیں گے کون تھا بڑا جھوٹا اترونا (شیخی باز)
اور (تم اسے بھی یاد کرو) تم نے (حضرت) موسی ﴿علیہ السلام﴾ سے کہا تھا کہ جب تک ہم اپنے رب کو سامنے نہ دیکھ لیں ہرگز ایمان نہ ﻻيیں گے (جس گستاخی کی سزا میں) تم پر تمہارے دیکھتے ہويے بجلی گری
اور وہی ہے جس نے اسمان سے پانی برسایا، پھر اس کے ذریعہ سے ہر قسم کی نباتات اگايی، پھر اس سے ہرے ہرے کھیت اور درخت پیدا کیے، پھر ان سے تہ بہ تہ چڑھے ہويے دانے نکالے اور کھجور کے شگوفوں سے پھلوں کے گچھے کے گچھے پیدا کیے جو بوجھ کے مارے جھکے پڑتے ہیں، اور انگور، زیتون اور انار کے باغ لگايے جن کے پھل ایک دوسرے سے ملتے جلتے بھی ہیں اور پھر ان کے پکنے کی کیفیت ذرا غور کی نظر سے دیکھو، ان چیزوں میں نشانیاں ہیں ان لوگوں کے لیے جو ایمان لاتے ہیں
اور جب ہم نے ابراھیم کے لیے کعبہ کی جگہ معین کر دی کہ میرے ساتھ کسی کو شریک نہ کراور میرے گھر کو طواف کرنے والوں اور قیام کرنے والوں اور رکوع و سجود کرنے والوں کے لیے پاک رکھ
اور میری بندگی کرنا یہ سیدھی راہ ہے،
چنانچہ ملکہ نے کہا: اے سرداران قوم! تم مجھے میرے اس معاملہ میں رايے دو (کیونکہ) میں کبھی کسی معاملہ کا کويی قطعی فیصلہ نہیں کرتی جب تک تم لوگ میرے پاس موجود نہ ہو۔
الف، لام، را (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ والہ وسلم ہی بہتر جانتے ہیں)، یہ حکمت والی کتاب کی ایتیں ہیں،
جب ابراہیم (علیہ السلام) ان سب کو اور اللہ کے سوا ان کے سب معبودوں کو چھوڑ چکے تو ہم نے انہیں اسحاق ویعقوب (علیہما السلام) عطا فرمايے، اور دونوں کو نبی بنا دیا
یہ لوگ صرف زندگانی دنیا کے ظاہر کو جانتے ہیں اور اخرت کی طرف سے بالکل غافل ہیں
اور جب ان کے سامنے ہماری روشن ایات کی تلاوت کی جاتی ہے تو یہ کفار حق کے انے کے بعد اس کے بارے میں یہی کہتے ہیں کہ یہ کھلا ہوا جادو ہے
اور تم اپنی موت مرو۔ یا قتل کيے جاو۔ بہرحال اللہ کے ہی حضور میں محشور کيے جاوگے۔
اے محبوب! ہم نے تم پر یہ قران اس لیے نہ اتارا کہ مشقت میں پڑو
اور اللہ ہی کے ليے ہے اسمانوں اور زمین کی بادشاہی اور اللہ ہر چیز پر قادر ہے،
پھر درد زه ایک کھجور کے تنے کے نیچے لے ایا، بولی کاش! میں اس سے پہلے ہی مر گيی ہوتی اور لوگوں کی یاد سے بھی بھولی بسری ہو جاتی
جو کويی دنیا چاہتا ہے تو ہم اسے سردست دنیا میں سے جس قدر چاہتے ہیں دیتے ہیں پھر ہم نے اس کے لیے جہنم تیار کر رکھی ہے جس میں وہ ذلیل و خوار ہوکر رہے گا
اے ایمان والو! اللہ سے ڈرو اور سیدھی بات کہو
اور اسی طرح ہم نے اپ سے پہلے کسی گاوں میں بھی کويی ڈرانے والا بھیجا تو وہاں کے دولت مندوں نے (یہی) کہا کہ ہم نے اپنے باپ دادا کو ایک طریقہ پر پایا اور ہم انہیں کے پیرو ہیں
وہی پہلی مرتبہ پیدا کرتا ہے اور وہی دوباره پیدا کرے گا
تمہیں تمہاری زمین سے بے دخل کرنا چاہتا ہے، اب کہو کیا کہتے ہو؟"
اور جب تیرے رب نے فرشتوں سے کہا کہ میں ایک بشر کو بجتی ہويی مٹی سے جو کےسڑے ہويے گارے کی ہو گی پیدا کرنے والا ہوں
اس روز نہ تو کسی انسان سے اس کے گناہوں کے بارے میں پرسش کی جايے گی اور نہ کسی جن سے
ہم ضرور تم لوگوں کو ازمايش میں ڈالیں گے تاکہ تمہارے حالات کی جانچ کریں اور دیکھ لیں کہ تم میں مجاہد اور ثابت قدم کون ہیں
ساتوں اسمان اور زمین اور جو لوگ ان میں ہیں سب اسی کی تسبیح کرتے ہیں۔ اور (مخلوقات میں سے) کويی چیز نہیں مگر اس کی تعریف کے ساتھ تسبیح کرتی ہے۔ لیکن تم ان کی تسبیح کو نہیں سمجھتے۔ بےشک وہ بردبار (اور) غفار ہے
یہ نبی (مکرم) مومنوں کے ساتھ ان کی جانوں سے زیادہ قریب اور حق دار ہیں اور اپ کی ازواج (مطہرات) ان کی مايیں ہیں، اور خونی رشتہ دار اللہ کی کتاب میں (دیگر) مومنین اور مہاجرین کی نسبت (تقسیم وراثت میں) ایک دوسرے کے زیادہ حق دار ہیں سوايے اس کے کہ تم اپنے دوستوں پر احسان کرنا چاہو، یہ حکم کتاب (الہی) میں لکھا ہوا ہے،
(اے رسول) لوگ اپ سے انفال کے بارے میں سوال کرتے ہیں۔ کہہ دیجیے کہ انفال اللہ اور اللہ کے رسول کے ليے ہیں۔ پس اگر تم مومن ہو تو اللہ سے ڈرو۔ اور اپنے باہمی تعلقات و معاملات کی اصلاح کرو۔ اور اللہ اور اس کے رسول کی اطاعت کرو۔
تیل کی تلچھٹ جیسا، پیٹ میں اس طرح جوش کھايے گا
پس ان کے درمیان (اپس میں ہی) مختلف فرقے ہو گيے، سو جن لوگوں نے ظلم کیا ان کے ليے دردناک دن کے عذاب کی خرابی ہے،
کہیں گے ہايے ہماری خرابی کس نے ہمیں سوتے سے جگادیا یہ ہے وہ جس کا رحمن نے وعدہ دیا تھا اور رسولوں نے حق فرمایا
اور نماز قايم کرو۔ اور زکوۃ ادا کرو۔ اور جو کچھ نیکی اور بھلايی اپنے ليے (زاد راہ کے طور پر) اگے بھیج دوگے اسے اللہ کے یہاں موجود پاوگے جو کچھ تم کرتے ہو اللہ اسے دیکھ رہا ہے۔
اور اے پیغمبر، جو لوگ اس کتاب پر ایمان لے ايیں اور (اس کے مطابق) اپنے عمل درست کر لیں، انہیں خوش خبری دے دو کہ ان کے لیے ایسے باغ ہیں، جن کے نیچے نہریں بہتی ہوں گی ان باغوں کے پھل صورت میں دنیا کے پھلوں سے ملتے جلتے ہونگے جب کويی پھل انہیں کھانے کو دیا جايے گا، تو وہ کہیں گے کہ ایسے ہی پھل اس سے پہلے دنیا میں ہم کو دیے جاتے تھے ان کے لیے وہاں پاکیزہ بیویاں ہونگی، اور وہ وہاں ہمیشہ رہیں گے
تف ہے تم پر اور ان بتوں پر جن کو اللہ کے سوا پوجتے ہو، تو کیا تمہیں عقل نہیں
اور تمہارے ليے سورج و چاند کو (بھی) مسخر کر دیا جو برابر چلے جا رہے ہیں اور رات اور دن کو بھی تمہارے ليے مسخر کر دیا۔
کیا تمہاری سمجھ کے مطابق تمہارا بنانا مشکل یا اسمان کا اللہ نے اسے بنایا،
کہو (کافرو) بھلا دیکھو تو اگر تم پر خدا کا عذاب اجايےیا قیامت اموجود ہو تو کیا تم (ایسی حالت میں) خدا کے سوا کسی اور کو پکارو گے؟ اگر سچے ہو (تو بتاو)
کہ اس جیسا شہروں میں پیدا نہ ہوا
جس دن یہ فرشتوں کو دیکھیں گے اس دن گنہگاروں کے ليے خوشی کی بات نہیں ہوگی اور کہیں گے (خدا کرے تم) روک ليے (اور بند کردیيے) جاو
کويی نشانی دیکھتے ہیں تو اسے ٹھٹھوں میں اڑاتے ہیں
وہ اللہ ہی ہے جو موت کے وقت روحیں قبض کرتا ہے اور جو ابھی نہیں مرا ہے اس کی روح نیند میں قبض کر لیتا ہے، پھر جس پر وہ موت کا فیصلہ نافذ کرتا ہے اسے روک لیتا ہے اور دوسروں کی روحیں ایک وقت مقرر کے لیے واپس بھیج دیتا ہے اس میں بڑی نشانیاں ہیں ان لوگوں کے لیے جو غور و فکر کرنے والے ہیں
اور اگر تم مجھ پر ایمان نہیں لاتے تو مجھ سے کنارہ کش ہو جاو،
پھر (رفتہ رفتہ) اس (کی حالت) کو (بدل کر) پست سے پست کر دیا
یہ وہ دن ہے کہ (لوگ) لب تک نہ ہلا سکیں گے
پس اگر اللہ تعالی اپ کو ان کی کسی جماعت کی طرف لوٹا کر واپس لے ايے پھر یہ اپ سے میدان جنگ میں نکلنے کی اجازت طلب کریں تو اپ کہہ دیجيے کہ تم میرے ساتھ ہرگز چل نہیں سکتے اور نہ میرے ساتھ تم دشمنوں سے لڑايی کر سکتے ہو۔ تم نے پہلی مرتبہ ہی بیٹھ رہنے کو پسند کیا تھا پس تم پیچھے ره جانے والوں میں ہی بیٹھے رہو
اور ہم نے بنی اسرايیل کو سمندر (یعنی بحر قلزم) کے پار اتارا تو وہ ایک ایسی قوم کے پاس جا پہنچے جو اپنے بتوں کے گرد (پرستش کے ليے) اسن مارے بیٹھے تھے، (بنی اسرايیل کے لوگ) کہنے لگے: اے موسی! ہمارے ليے بھی ایسا (ہی) معبود بنا دیں جیسے ان کے معبود ہیں، موسی (علیہ السلام) نے کہا: تم یقینا بڑے جاہل لوگ ہو،
(اے رسول(ص)) یہ لوگ اپ سے عذاب کے مطالبہ میں جلدی کر رہے ہیں اور اللہ کبھی اپنے وعدہ کی خلاف ورزی نہیں کرے گا اور اپ کے پروردگار کے نزدیک ایک دن تم لوگوں کے شمار کيے ہويے ایک ہزار سال کے برابر ہے۔
ہارون (علیہ السلام) نے کہا اے میرے ماں جايے بھايی! میری داڑھی نہ پکڑ اور سر کے بال نہ کھینچ، مجھے تو صرف یہ خیال دامن گیر ہوا کہ کہیں اپ یہ (نہ) فرمايیں کہ تو نے بنی اسرايیل میں تفرقہ ڈال دیا اور میری بات کا انتظار نہ کیا
اور انہوں نے اس سے منہ پھیرلیا اور کہا کہ یہ سکھایا پڑھایا ہوا دیوانہ ہے
داہنے اور بايیں گروہ کے گروہ،
اور گواہ اور جس کی گواہی دی جايے گی اس کی قسم
کیا ہے وہ برحق واقع ہو نے والی۔
اور جو لوگ ایمان لايے تھے اورنیک کام کیے تھے وہ باغوں میں داخل کیے جايیں گے جن کے نیچے نہریں بہتی ہوں گی ان میں اپنے رب کے حکم سے ہمیشہ رہیں گے اپس میں دعايے خیر ان کی سلام ہو گی
وہ (پھر) بولے: اپنے رب سے ہمارے حق میں دعا کریں وہ ہمارے ليے واضح کر دے کہ اس کا رنگ کیسا ہو؟ (موسی علیہ السلام نے) کہا: وہ فرماتا ہے کہ وہ گايے زرد رنگ کی ہو، اس کی رنگت خوب گہری ہو (ایسی جاذب نظر ہو کہ) دیکھنے والوں کو بہت بھلی لگے،
انہوں نے کہا: یقینا تم پر تمہارے رب کی طرف سے عذاب اور غضب واجب ہو گیا۔ کیا تم مجھ سے ان (بتوں کے) ناموں کے بارے میں جھگڑ رہے ہو جو تم نے اور تمہارے باپ دادا نے (خود ہی فرضی طور پر) رکھ ليے ہیں جن کی اﷲ نے کويی سند نہیں اتاری؟ سو تم (عذاب کا) انتظار کرو میں (بھی) تمہارے ساتھ انتظار کرنے والوں میں سے ہوں،
اور اگر اپ ان سے سوال کریں کہ اسمان سے پانی اتار کر زمین کو اس کی موت کے بعد زنده کس نے کیا؟ تو یقینا ان کا جواب یہی ہوگا اللہ تعالی نے۔ اپ کہہ دیں کہ ہر تعریف اللہ ہی کے ليے سزاوار ہے، بلکہ ان میں سے اکثر بے عقل ہیں
(اے نبی) ان سے کہو "پھر کیا اے جاہلو، تم اللہ کے سوا کسی اور کی بندگی کرنے کے لیے مجھ سے کہتے ہو؟"
اور جو رسول کا خلاف کرے بعد اس کے کہ حق راستہ اس پر کھل چکا اور مسلمانوں کی راہ سے جدا راہ چلے ہم اسے اس کے حال پر چھوڑ دیں گے اور اسے دوزخ میں داخل کریں گے اور کیا ہی بری جگہ پلٹنے کی
بے شک جو کچھ زمین پر ہے ہم نے اسے زمین کی زینت بنایا ہے۔ تاکہ ہم ان لوگوں کو ازمايیں کہ عمل کے لحاظ سے کون بہتر ہے۔
اور یہ کہ یہی (شریعت) میرا سیدھا راستہ ہے سو تم اس کی پیروی کرو، اور (دوسرے) راستوں پر نہ چلو پھر وہ (راستے) تمہیں اﷲ کی راہ سے جدا کر دیں گے، یہی وہ بات ہے جس کا اس نے تمہیں تاکیدی حکم دیا ہے تاکہ تم پرہیزگار بن جاو،
جس دن لوگ سخت چنگھاڑ کی اواز کو بالیقین سنیں گے، یہی قبروں سے نکلنے کا دن ہوگا،
اور میں گمان نہیں کرتا کہ قیامت قايم ہو اور اگر میں اپنے رب کی طرف پھر گیا بھی تو ضرور اس باغ سے بہتر پلٹنے کی جگہ پاوں گا
کہو، کبھی تم نے سوچا کہ اگر اللہ کی طرف سے اچانک یا علانیہ تم پر عذاب ا جايے تو کیا ظالم لوگوں کے سوا کويی اور ہلاک ہوگا؟
تم فرماو تمہیں کون روزی دیتا ہے اسمان اور زمین سے یا کون مالک ہے کان اور انکھوں کا اور کون نکالتا ہے زندہ کو مردے سے اور نکالتا ہے مردہ کو زندہ سے اور کون تمام کاموں کی تدبیر کرتا ہے تو اب کہیں گے کہ اللہ تو تم فرماو تو کیوں نہیں ڈرتے
اور اس سے پہلے موسی کی کتاب پیشوا اور رحمت تھی۔ اور یہ کتاب ہے تصدیق کرنے والی عربی زبان میں تاکہ ﻇالموں کو ڈرايے اور نیک کاروں کو بشارت ہو
اور موت کی بے ہوشی حق کے ساتھ اپہنچی۔ (اے انسان!) یہی وہ چیز ہے جس سے تو بھاگتا تھا،
اور فرعون نے کہا کہ اے اہل دربار میں تمہارا اپنے سوا کسی کو خدا نہیں جانتا تو ہامان میرے ليے گارے کو اگ لگوا (کر اینٹیں پکوا) دو پھر ایک (اونچا) محل بنادو تاکہ میں موسی کے خدا کی طرف چڑھ جاوں اور میں تو اسے جھوٹا سمجھتا ہوں
لوگو! خدا کے پیغمبر تمہارے پاس تمہارے پروردگار کی طرف سے حق بات لے کر ايے ہیں تو (ان پر) ایمان لاو (یہی) تمہارے حق میں بہتر ہے۔ اور اگر کفر کرو گے تو (جان رکھو کہ) جو کچھ اسمانوں اور زمین میں ہے سب خداہی کا ہے اور خدا سب کچھ جاننے والا (اور) حکمت والا ہے
علاوہ تیرے ان بندوں کے جنہیں تو نے خالص بنا لیا ہے
اور جو تم میں سے الله اور اس کےرسول کی فرمانبرداری کرے گی اور نیک کام کرے گی تو ہم اسے اس کا دہرااجر دیں گے اور ہم نے اس کے لیے عزت کا رزق بھی تیار کر رکھا ہے
تم سے پہلے جتنے رسول ہم نے بھیجے ہیں ان کا یہی دستور رہا ہے او رہمارے دستور میں تم تبدیلی نہیں پاو گے
اپ فرما دیں کہ میں (انسانوں کی طرف) کويی پہلا رسول نہیں ایا (کہ مجھ سے قبل رسالت کی کويی مثال ہی نہ ہو) اور میں ازخود (یعنی محض اپنی عقل و درایت سے) نہیں جانتا کہ میرے ساتھ کیا سلوک کیا جايے گا اور نہ وہ جو تمہارے ساتھ کیا جايے گا، (میرا علم تو یہ ہے کہ) میں صرف اس وحی کی پیروی کرتا ہوں جو میری طرف بھیجی جاتی ہے (وہی مجھے ہر شے کا علم عطا کرتی ہے) اور میں تو صرف (اس علم بالوحی کی بنا پر) واضح ڈر سنانے والا ہوں،
اور ثمود اور قوم لوط(ع) اور ایکہ والے (اپنے نبیوں کو) جھٹلا چکے ہیں یہ لوگ بڑے بڑے گروہ تھے۔
سو اپ اﷲ کی رحمت کے اثرات کی طرف دیکھيے کہ وہ کس طرح زمین کو اس کی مردنی کے بعد زندہ فرما دیتا ہے، بیشک وہ مردوں کو (بھی اسی طرح) ضرور زندہ کرنے والا ہے اور وہ ہر چیز پر خوب قادر ہے،
کہہ دو اس کا علم خدا ہی کو ہے۔ اور میں تو کھول کھول کر ڈر سنانے دینے والا ہوں
یونہی ہے، اور ہم نے انہیں بیاہ دیا نہایت سیاہ اور روشن بڑی انکھوں والیوں سے،
بے شک اللہ اس بات سے ہرگز نہیں شرماتا کہ (کسی مطلب کی وضاحت کے ليے) مچھر اور اس سے بھی بڑھ کر (کسی حقیر چیز) کی مثال بیان کرے۔ پس جو لوگ مومن ہیں وہ تو جانتے ہیں کہ یہ (مثال یقینا) حق ہے ان کے پروردگار کی طرف سے اور جو کافر ہیں وہ کہتے ہیں کہ ایسی مثال سے اللہ کا کیا مقصد ہے؟ اللہ ایسی مثال سے بہت سوں کو گمراہی میں چھوڑ دیتا ہے اور بہت سوں کو ہدایت کرتا ہے اور وہ گمراہی میں نہیں چھوڑتا مگر فاسقوں (نافرمانوں) کو۔
تو زمین کو پٹ پر (چٹیل میدان) ہموار کر چھوڑے گا
اور وہ کہ جوڑتے ہیں اسے جس کے جوڑنے کا اللہ نے حکم دیا اور اپنے رب سے ڈرتے ہیں اور حساب کی برايی سے اندیشہ رکھتے ہیں
یہ گمان کرتے ہوں گے کہ ان کے ساتھ ایسی سختی کی جايے گی جو ان کی کمر توڑ دے گی،
ارشاد ہوا کہ ہم نے تمہارے بعد تمہاری قوم کا امتحان لیا اور سامری نے انہیں گمراہ کردیا ہے
(اے رسول(ص)) اپ کہہ دیجيے! اے لوگو! میں تو صرف تمہیں ایک کھلا ہوا (عذاب خدا سے) ڈرانے والا ہوں۔
پس اپ کے رب کی جانب سے ایک پھرنے والا (عذاب رات ہی رات میں) اس (باغ) پر پھر گیا اور وہ سوتے ہی رہے،
اور (طرح طرح کے) پھل میوے اور (جانوروں کا) چارہ،
اور ہم نے اس کا فیصلہ سلیمان کو سمجھا دیا تھا اور ہم نے ہر ایک کو حکمت اور علم عطا کیا تھا اور ہم نے داود کے ساتھ پہاڑوں اور پرندوں کو مسخر کر دیا تھا جو ان کے ساتھ تسبیح کیا کرتے تھے اور (یہ کام) کرنے والے ہم ہی تھے۔
او رہم نے اس قران میں لوگوں کے لیے ہر ایک قسم کی مثال بھی کھول کر بیان کر دی ہے پھر بھی اکثر لوگ انکار کیے بغیر نہ رہے
اور تم اپنا ہاتھ اپنے گریبان کے اندر ڈالو وہ بغیر کسی عیب کے سفید چمک دار (ہو کر) نکلے گا، (یہ دونوں اللہ کی) نو نشانیوں میں (سے) ہیں (انہیں لے کر) فرعون اور اس کی قوم کے پاس جاو۔ بیشک وہ نافرمان قوم ہیں،
لوگ ایک دین پر تھے پھر اللہ نے انبیاء بھیجے خوشخبری دیتے اور ڈر سناتے اور ان کے ساتھ سچی کتاب اتاری کہ وہ لوگوں میں ان کے اختلافوں کا فیصلہ کردے اور کتاب میں اختلاف انہیں نے ڈالا جن کو دی گيی تھی بعداس کے کہ ان کے پاس روشن حکم اچکے اپس میں سرکشی سے تو اللہ نے ایمان والوں کو وہ حق بات سوجھا دی جس میں جھگڑ رہے تھے اپنے حکم سے، اور اللہ جسے چاہے سیدھی راہ دکھايے،
اور پہاڑ ٹوٹ کر ریزہ ریزہ ہو جايیں گے،
کیا جس چیز کی انسان ارزو کرتا ہے وہ اسے ضرور ملتی ہے
اور وہ (اپنے رب سے) ڈرتا بھی ہے،
وہ جواب دیں گے، "نہیں بلکہ تم خود ایمان لانے والے نہ تھے
بلکہ ان میں کا ہر شخص چاہتا ہے کہ کھلے صحیفے اس کے ہاتھ میں دے دیے جايیں
اور اپ کو کیا معلوم کہ شب قدر کیا ہے
اور وہ کہ جب کويی کھلا گناہ یا اپنے حق میں کويی اور برايی کر بیٹھتے ہیں تو خدا کو یاد کرتے اور اپنے گناہوں کی بخشش مانگتے ہیں اور خدا کے سوا گناہ بخش بھی کون سکتا ہے؟ اور جان بوجھ کر اپنے افعال پر اڑے نہیں رہتے
وہ خدا نگاہوں کی خیانت کو بھی جانتا ہے اور دلوں کے حھپے ہويے بھیدوں سے بھی باخبر ہے
یہ عمارت جو انہوں نے بنايی ہے ہمیشہ ان کے دلوں میں (موجب) خلجان رہے گی (اور ان کو متردد رکھے گی) مگر یہ کہ ان کے دل پاش پاش ہو جايیں اور خدا جاننے والا اور حکمت والا ہے
(اے نبي مکرم!) اپ سے اموال غنیمت کی نسبت سوال کرتے ہیں۔ فرما دیجيے: اموال غنیمت کے مالک اللہ اور رسول (صلی اللہ علیہ والہ وسلم) ہیں۔ سو تم اللہ سے ڈرو اور اپنے باہمی معاملات کو درست رکھا کرو اور اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) کی اطاعت کیا کرو اگر تم ایمان والے ہو،
اے نبی! ان سے کہو، کیا تم اس خدا سے کفر کرتے ہو اور دوسروں کو اس کا ہمسر ٹھیراتے ہو جس نے زمین کو دو دنوں میں بنا دیا؟ وہی تو سارے جہان والوں کا رب ہے
اور ہم پر کويی عذاب نہیں ايے گا
بات یہی ہے، اور جس نے بدلہ لیا اسی کے برابر جو اس کے ساتھ کیا گیا تھا پھر اگر اس سے زیادتی کی جايے تو یقینا اللہ تعالی خود اس کی مدد فرمايے گا۔ بیشک اللہ درگزر کرنے واﻻ بخشنے واﻻ ہے
کہا اے موسی ہم کبھی وہاں داخل نہیں ہو ں گے جب تک کہ وہ اس میں ہیں سو تو اور تیرا رب جايے اور تم دونوں لڑو ہم تو یہیں بیٹھیں ہیں
کہا کیا تم جھانک کر دیکھو گے
اس نے کہا اس کا علم تو الله کے پاس ہے اورمیں تمہیں وہ (پیغام) پہنچاتا ہوں جو میں دے کر بھیجا گیا ہوں لیکن میں تمہیں دیکھ رہا ہوں تم ایک جاہل قوم ہو
جو خود بھی بخل کرتے ہیں اور لوگوں کو بھی بخل کا حکم دیتے ہیں اور جو کويی منہ موڑے تو الله بھی بے پرواہ خوبیوں والا ہے
پھر اس کی بدکاری اور اس کی پرہیزگاری دل میں ڈالی
اور اگر تکلیف پہنچنے کے بعد اسايش کا مزہ چکھايیں تو (خوش ہو کر) کہتا ہے کہ (اہا) سب سختیاں مجھ سے دور ہوگيیں۔ بےشک وہ خوشیاں منانے والا (اور) فخر کرنے والا ہے
بے شک جو لوگ ہماری ایتوں میں کجروی کرتے ہیں وہ ہم سے چھپے نہیں رہتے کیا وہ شخص جو اگ میں ڈالا جايے گا بہتر ہے یا وہ جو قیامت کے دن امن سے ايے گا جو چاہو کرو جو کچھ تم کرتے ہو وہ دیکھ رہا ہے
نزدیک کی زمین پر اور وه مغلوب ہونے کے بعد عنقریب غالب اجايیں گے
اور جن لوگوں نے اللہ کی ایتوں کا اور اس کی ملاقات کا انکار کیا وہ لوگ میری رحمت سے مایوس ہوگيے اور ان ہی لوگوں کے ليے درد ناک عذاب ہے،
(اے پیغمبر(ص)) اپ کہیے۔ تمہارے ساختہ پرداختہ شریکوں میں سے کويی ہے جو تخلیق کاينات کا اغاز بھی کرے اور (فنا کے بعد) اسے دوبارہ زندہ کرے؟ کہیے! اللہ وہ ہے جو کاينات کو پہلے پیدا بھی کرتا ہے اور پھر اسے دوبارہ زندہ بھی کرے گا تم کدھر الٹے جا رہے ہو؟
ان کے لیے کسی خوف اور رنج کا موقع نہیں ہے
یقینا تم بہت بری اور بھاری چیز ﻻيے ہو
اور مخملی مسندیں پھیلی پڑی ہوں گی
بیشک اپ نہ (تو حیات ایمانی سے محروم) مردوں کو (حق کی بات) سنا سکتے ہیں اور نہ ہی (ایسے) بہروں کو (ہدایت کی) پکار سنا سکتے ہیں جبکہ وہ (غلبہ کفر کے باعث ہدایت سے) پیٹھ پھیر کر (قبول حق سے) روگرداں ہو رہے ہوں،
پس نہیں، میں قسم کھاتا ہوں
نیز (مجھے حکم دیا گیا ہے کہ) ہر طرف سے اپنا رخ موڑ کر سیدھا دین کی طرف رکھوں اور مشرکوں میں سے نہ ہوں۔
اور نماز برپا رکھو اور زکوة دو اور رسول کی فرمانبرداری کرو اس امید پر کہ تم پر رحم ہو،
تم فرماو میں تمہارے کسی برے بھلے کا مالک نہیں،
اپ کہہ دیجيے کہ اس کا علم تو اللہ ہی کو ہے، میں تو صرف کھلے طور پر اگاه کر دینے واﻻ ہوں
اور جب زندہ دفن کی ہويی لڑکی سے پوچھا جايے گا،
اور اگر تم نے (میری باتوں کو) جھٹلایا تو یقینا تم سے پہلے (بھی) کيی امتیں (حق کو) جھٹلا چکی ہیں، اور رسول پر واضح طریق سے (احکام) پہنچا دینے کے سوا (کچھ لازم) نہیں ہے،
اور تاکہ منافقوں کو ظاہر کر دے اور انہیں کہا گیا تھا کہ او الله کی راہ میں لڑو یا دشمنوں کو دفع کرو تو انہوں نے کہا اگر ہمیں علم ہوتا کہ اج جنگ ہو گی تو ہم ضرور تمہارے ساتھ چلتے وہ اس وقت بہ نسبت ایمان کے کفر سے زیادہ قریب تھے وہ اپنے مونہوں سے وہ باتیں کہتے ہیں جو ان کے دلو ں میں نہیں ہیں اور جو کچھ وہ چھپاتے ہیں الله اس کو خوب جانتا ہے
تم سب نے اسی کی طرف لوٹ کر جانا ہے یہ اللہ کا سچا وعدہ ہے بے شک وہی مخلوق کی پیدايش کی ابتداء کرتا ہے پھر وہی دوبارہ اسے زندہ کرے گا تاکہ جو لوگ ایمان لايیں اور نیک عمل کریں انہیں انصاف کے ساتھ جزا دے اور جنہوں نے کفر کیا انہیں ان کے کفر کی پاداش میں کھولتا ہوا پانی پینے کو ملے گا اور ان کے ليے دردناک عذاب ہے۔
اے اہل کتاب! حق کو باطل کے ساتھ کیوں گڈمڈ کرتے ہو؟ اور حق کو کیوں چھپاتے ہو حالانکہ تم جانتے ہو (کہ حق کیا ہے)۔
نعمت بھری جنتوں میں رہیں گے
اور جس شخص نے اپنے ماں باپ سے کہا کہ اف اف! تم مجھے یہ بتاتے ہو کہ میں (زمین سے) نکالا جاوں گا حالانکہ بہت سے لوگ مجھ سے پہلے گزر چکے ہیں۔ اور وہ دونوں خدا کی جناب میں فریاد کرتے (ہويے کہتے) تھے کہ کم بخت ایمان لا۔ خدا کا وعدہ تو سچا ہے۔ تو کہنے لگا یہ تو پہلے لوگوں کی کہانیاں ہیں
اے لوگو جو ایمان لايے ہو، اللہ اور اس کے رسول کے اگے پیش قدمی نہ کرو اور اللہ سے ڈرو، اللہ سب کچھ سننے اور جاننے والا ہے
اور اپ کے پروردگار کی بات صدق و سچايی اور عدل و انصاف کے لحاظ سے مکمل ہے اور اس کی باتوں کا کويی بدلنے والا نہیں ہے اور وہ بڑا سننے والا، بڑا جاننے والا ہے۔
اور وہ جو کتاب کو مضبوط تھامتے ہیں اور انہوں نے نماز قايم رکھی، ہم نیکوں کا نیگ (اجر) نہیں گنواتے،
اور یہی ہماری (توحید کی) دلیل تھی جو ہم نے ابراہیم (علیہ السلام) کو ان کی (مخالف) قوم کے مقابلہ میں دی تھی۔ ہم جس کے چاہتے ہیں درجات بلند کر دیتے ہیں۔ بیشک اپ کا رب بڑی حکمت والا خوب جاننے والا ہے،
اور بادشاہ نے کہا کہ ذرا انہیں لے او میں اپنے ذاتی امور میں ساتھ رکھوں گا اس کے بعد جب ان سے بات کی تو کہا کہ تم اج سے ہمارے دربار میں باوقار امین کی حیثیت سے رہو گے
اور اگر یہ لوگ اپ کو جھٹلاتے ہیں تو اپ سے پہلے بہت سے رسولوں کو جھٹلایا جاچکا ہے اور تمام امور کی بازگشت خدا ہی کی طرف ہے
وہ بول اٹھے: اﷲ کی قسم! بیشک اﷲ نے اپ کو ہم پر فضیلت دی ہے اور یقینا ہم ہی خطاکار تھے،
کیا وہ جس نے اسمانوں اور زمین کو پیدا کیا اس پر قادر نہیں ہے کہ ان جیسوں کو پیدا کر سکے؟ کیوں نہیں، جبکہ وہ ماہر خلاق ہے
اور جو کويی جہاد کرتا ہے تو وہ اپنے ہی ليے جہاد کرتا ہے۔ بےشک اللہ تمام جہانوں سے بے نیاز ہے۔
کہ بےشک ہم نے انسان کو مصیبت میں پیدا کیا ہے
ان میں سے کويی ہے جو کہتا ہے کہ "مجھے رخصت دے دیجیے اور مجھ کو فتنے میں نہ ڈالیے" سن رکھو! فتنے ہی میں تو یہ لوگ پڑے ہويے ہیں اور جہنم نے ان کافروں کو گھیر رکھا ہے
ہم اج کے دن ان کے منھ پر مہریں لگا دیں گے اور ان کے ہاتھ ہم سے باتیں کریں گے اور ان کے پاوں گواہیاں دیں گے، ان کاموں کی جو وه کرتے تھے
جو لوگ خدا کی راہ میں (ایسے طور پر) پرے جما کر لڑتے کہ گویا سیسہ پلايی دیوار ہیں وہ بےشک محبوب کردگار ہیں
کہہ دو کہ ناپاک اور پاک برابر نہیں اگرچہ تمہیں ناپاک کی کثرت بھی معلوم ہو سو اے عقل مندو الله سے ڈرتے رہو تاکہ تمہاری نجات ہو
تو اللہ کے ساتھ کويی دوسرا معبود نہ بنا ورنہ ملامت زدہ اور بے یار و مدد گار بیٹھا رہ جايیگا
وہ دن جب لوگ ظاہر ہوں گے ان کی کويی بات اللہ پر پوشیدہ نہ ہوگی (اواز ايے گی) اج کس کی حکومت ہے؟ (جواب ملے گا) صرف اللہ کی جو واحد و یکتا ہے اور ہر چیز پر غالب ہے۔
اللہ ہی کے ہاتھ ہے یہ جہان اور وه جہان
اللہ کی توحید کو مانتے ہويے اس کے ساتھ کسی کو شریک نہ کرتے ہويے۔ سنو! اللہ کے ساتھ شریک کرنے واﻻ گویا اسمان سے گر پڑا، اب یا تو اسے پرندے اچک لے جايیں گے یا ہوا کسی دور دراز کی جگہ پھینک دے گی
تیرے رب کی قسم، ہم ضرور ان سب کو اور ان کے ساتھ شیاطین کو بھی گھیر لايیں گے، پھر جہنم کے گرد لا کر انہیں گھٹنوں کے بل گرا دیں گے
اے پیغمبر! جب تمہارے پاس مومن عورتیں اس بات پر بیعت کرنے کو ايیں کہ خدا کے ساتھ نہ شرک کریں گی نہ چوری کریں گی نہ بدکاری کریں گی نہ اپنی اولاد کو قتل کریں گی نہ اپنے ہاتھ پاوں میں کويی بہتان باندھ لايیں گی اور نہ نیک کاموں میں تمہاری نافرمانی کریں گی تو ان سے بیعت لے لو اور ان کے ليے خدا سے بخشش مانگو۔ بےشک خدا بخشنے والا مہربان ہے
تو تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
مگر ان لوگوں نے اپنے (دینی) معاملہ کو اپس میں ٹکڑے ٹکڑے کر ڈالا پس ہر گروہ کے پاس جو (دین) ہے وہ اس پر خوش ہے۔
ہم نے موسی کو تیس شب و روز کے لیے (کوہ سینا پر) طلب کیا اور بعد میں دس دن کا اور اضافہ کر دیا، اس طرح اس کے رب کی مقرر کردہ مدت پورے چالیس دن ہو گيی موسی نے چلتے ہويے اپنے بھايی ہارون سے کہا کہ "میرے پیچھے تم میری قوم میں میری جانشینی کرنا اور ٹھیک کام کرتے رہنا اور بگاڑ پیدا کرنے والوں کے طریقے پر نہ چلنا"
اور اس سے بڑھ کر ظالم کون ہوگا جو خدا پر جھوٹ افتراء کرے۔ یا یہ کہے کہ مجھ پر وحی ايی ہے حالانکہ اس پر کچھ بھی وحی نہ ايی ہو اور جو یہ کہے کہ جس طرح کی کتاب خدا نے نازل کی ہے اس طرح کی میں بھی بنا لیتا ہوں۔ اور کاش تم ان ظالم (یعنی مشرک) لوگوں کو اس وقت دیکھو جب موت کی سختیوں میں (مبتلا) ہوں اور فرشتے (ان کی طرف عذاب کے ليے) ہاتھ بڑھا رہے ہوں کہ نکالو اپنی جانیں۔ اج تم کو ذلت کے عذاب کی سزا دی جايے گی اس ليے کہ تم خدا پر جھوٹ بولا کرتے تھے اور اس کی ایتوں سے سرکشی کرتے تھے
اور بےشک ہم اپنے رب کی طرف لوٹنے والے ہیں
موسی (علیہ السلام) کی والده کا دل بے قرار ہوگیا، قریب تھیں کہ اس واقعہ کو بالکل ﻇاہر کر دیتیں اگر ہم ان کے دل کو ڈھارس نہ دے دیتے یہ اس لیے کہ وه یقین کرنے والوں میں رہے
اپنے گریبان میں اپنا ہاتھ ڈال وہ بغیر کسی عیب کے چمکتا ہوا نکلے گا اور رفع خوف کے لیے اپنا بازو اپنی طرف ملا سو تیرے رب کی طرف سے فرعون اور اس کے سرداروں کے لیے یہ دو سندیں ہیں بے شک وہ نافرمان لوگ ہیں
اللہ سے کسی کو پھیر نہیں سکتے
اور تمہیں کیا معلوم کہ وہ قید خانے کا دفتر کیا ہے؟
اس وقت سفارش کرنے والوں کی سفارش ان کے کسی کام نہ ايے گی
اور جو لوگ اللہ کی راہ میں مارے گيے ہیں انہیں ہرگز مردہ نہ سمجھو بلکہ وہ زندہ ہیں اپنے پروردگار کے یہاں رزق پا رہے ہیں۔
تم اور تمہارے تمام بزرگان خاندان
اج ہم تیری لاش کو اوترا دیں (باقی رکھیں) گے تو اپنے پچھلوں کے لیے نشانی ہو اور بیشک لوگ ہما ری ا یتو ں سے غافل ہیں،
اللہ اس سے پہلے بہت سے مواقع پر تمہاری مدد کر چکا ہے ابھی غزوہ حنین کے روز (اس کی دستگیری کی شان تم دیکھ چکے ہو) اس روز تمہیں اپنی کثرت تعداد کا غرہ تھا مگر وہ تمہارے کچھ کام نہ ايی اور زمین اپنی وسعت کے باوجود تم پر تنگ ہو گيی اور تم پیٹھ پھیر کر بھاگ نکلے
اور نہ کويی غم خوار دوست
وہ تیزی سے دوڑ رہے ہوں گے اپنے سر اوپر اٹھاتے ہويے اس عالم میں کہ ان کی نگاہ خود ان کی طرف نہیں پلٹے گی اور ان کے دل (خوف و دہشت کے سوا ہر خیال سے) خالی ہو رہے ہوں گے۔
اور دن کی جبکہ وہ روشن ہو
پھر کیا تم نے کبھی اس شخص کے حال پر بھی غور کیا جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا اور اللہ نے علم کے باوجود اسے گمراہی میں پھینک دیا اور اس کے دل اور کانوں پر مہر لگا دی اور اس کی انکھوں پر پردہ ڈال دیا؟ اللہ کے بعد اب اور کون ہے جو اسے ہدایت دے؟ کیا تم لوگ کويی سبق نہیں لیتے؟
البتہ یوسف اور اس کے بھايیوں کے قصہ میں پوچھنے والو ں کے لیے نشانیاں ہیں
ہم نے کہا کہ تم سب یہاں سے نیچے اتر جاو پھر اگرتمہارے پاس میری طرف سے کويی ہدایت ايے پس جو میری ہدایت پر چلیں گے ان پرنہ کچھ خوف ہوگا اور نہ وہ غمگین ہوں گے
میری بارگاہ میں فرمان بدلا نہیں جاتا اور نہ ہی میں بندوں پر ظلم کرنے والا ہوں،
تو انہوں نے اس کی کونچیں کاٹیں تو صا لح نے کہا اپنے گھرو ں میں تین دن اور برت لو (فايدہ اٹھالو) یہ وعدہ ہے کہ جھوٹا نہ ہوگا
لوگو خدا کے جو تم پر احسانات ہیں ان کو یاد کرو۔ کیا خدا کے سوا کويی اور خالق (اور رازق ہے) جو تم کو اسمان اور زمین سے رزق دے۔ اس کے سوا کويی معبود نہیں پس تم کہاں بہکے پھرتے ہو؟
اے ایمان والو! اللہ تعالی کے شعاير کی بے حرمتی نہ کرو نہ ادب والے مہینوں کی نہ حرم میں قربان ہونے والے اور پٹے پہنايے گيے جانوروں کی جو کعبہ کو جا رہے ہوں اور نہ ان لوگوں کی جو بیت اللہ کے قصد سے اپنے رب تعالی کے فضل اور اس کی رضاجويی کی نیت سے جا رہے ہوں، ہاں جب تم احرام اتار ڈالو تو شکار کھیل سکتے ہو، جن لوگوں نے تمہیں مسجد حرام سے روکا تھا ان کی دشمنی تمہیں اس بات پر اماده نہ کرے کہ تم حد سے گزر جاو، نیکی اور پرہیزگاری میں ایک دوسرے کی امداد کرتے رہو اور گناه اور ﻇلم و زیادتی میں مدد نہ کرو، اور اللہ تعالی سے ڈرتے رہو، بےشک اللہ تعالی سخت سزا دینے واﻻ ہے
کرتےان کے گندھک کے ہوں گے اوران کے چہرو ں پر اگ لپٹی ہو گی
جہنم اس کے پیچھے لگی اور اسے پیپ کا پانی پلایا جايے گا،
اس دن کويی دوست کسی دوست کے کچھ بھی کام نہ ايے گا اور نہ ان کی امداد کی جايے گی
مگر یہ کہ الله چاہے اور اپنے رب کو یاد کر لے جب بھول جايے اور کہہ دو امید ہے کہ میرا رب مجھے اس سے بھی بہتر راستہ دکھايے
اور جب تمہارے پروردگار نے (تم کو) اگاہ کیا کہ اگر شکر کرو گے تو میں تمہیں زیادہ دوں گا اور اگر ناشکری کرو گے تو (یاد رکھو کہ) میرا عذاب بھی سخت ہے
اس کے پیچھے ایک اور انے والی (مصیبت) ايے گی۔
بیشک اللہ جانتا ہے اسمانوں اور زمین کے سب غیب، اور اللہ تمہارے کام دیکھ رہا ہے
اور (دوزخ کی) اگ سے بچو جو کافروں کے لیے تیار کی گيی ہے
(ان سے کہا جايے گا:) ان میں سلامتی کے ساتھ بے خوف ہو کر داخل ہو جاو،
اور یہ کہ وہی شعری (ستارے) کا رب ہے
اور جب کويی بے حیايی کا کام کرتے ہیں تو کہتے ہیں کہ ہم نے اپنے بزرگوں کو اسی طرح کرتے دیکھا ہے اور خدا نے بھی ہم کو یہی حکم دیا ہے۔ کہہ دو خدا بےحیايی کے کام کرنے کا ہرگز حکم نہیں دیتا۔ بھلا تم خدا کی نسبت ایسی بات کیوں کہتے ہو جس کا تمہیں علم نہیں
اور وہ دوزخ میں باہم جھگڑتے ہويے کہیں گے۔
ہم جب اسے پڑھ لیں تو اپ اس کے پڑھنے کی پیروی کریں
اے اہل کتاب! اپنے دین کے بارے میں حد سے نہ گزر جاو اور اللہ پر بجز حق کے اور کچھ نہ کہو، مسیح عیسی بن مریم (علیہ السلام) تو صرف اللہ تعالی کے رسول اور اس کے کلمہ (کن سے پیدا شده) ہیں، جسے مریم (علیہا السلام) کی طرف ڈال دیا تھا اور اس کے پاس کی روح ہیں اس ليے تم اللہ کو اور اس کے سب رسولوں کو مانو اور نہ کہو کہ اللہ تین ہیں، اس سے باز اجاو کہ تمہارے ليے بہتری ہے، اللہ عبادت کے ﻻيق تو صرف ایک ہی ہے اور وه اس سے پاک ہے کہ اس کی اوﻻد ہو، اسی کے ليے ہے جو کچھ اسمانوں میں ہے اور جو کچھ زمین میں ہے۔ اور اللہ کافی ہے کام بنانے واﻻ
بیشک تباہ ہويے وہ جو اپنی اولاد کو قتل کرتے ہیں احمقانہ جہالت سے اور حرام ٹھہراتے ہیں وہ جو اللہ نے انہیں روزی دی اللہ پر جھوٹ باندھنے کو بیشک وہ بہکے اور راہ نہ پايی
بیشک اللہ ان (بتوں کی حقیقت) کو جانتا ہے جن کی بھی وہ اس کے سوا پوجا کرتے ہیں، اور وہی غالب ہے حکمت والا ہے،
پس اپ اپنا رخ اس سچے اور سیدھے دین کی طرف ہی رکھیں قبل اس کے کہ وه دن اجايے جس کا ٹل جانا اللہ تعالی کی طرف سے ہے ہی نہیں، اس دن سب متفرق ہو جايیں گے
اور تمہاری پیدايش میں اور جو جو جانور وہ پھیلاتا ہے ان میں نشانیاں ہیں یقین والوں کے لیے،
اور نوح نے اپنے پروردگار کو پکارا اور کہا کہ پروردگار میرا بیٹا بھی میرے گھر والوں میں ہے (تو اس کو بھی نجات دے) تیرا وعدہ سچا ہے اور تو سب سے بہتر حاکم ہے
اب بتاو یہ جادو ہے یا تمہیں سوجھ نہیں رہا ہے؟
کیا یہ تم سے یہ کہتا ہے کہ جب تم مر جاو گے اور مٹی ہو جاو گے اور استخوان (کے سوا کچھ نہ رہے گا) تو تم (زمین سے) نکالے جاو گے
اگر خدا کی طرف سے تم کو کويی نقصان پہنچ جايے تو اس کے علاوہ کويی ٹالنے والا بھی نہیں ہے اور اگر وہ خیر دے دے تو وہی ہر شے پر قدرت رکھنے والا ہے
اے ایمان والو ایک قوم دوسری قوم سے ٹھٹھا نہ کرے عجب نہیں کہ وہ ان سے بہتر ہوں اور نہ عورتیں دوسری عورتوں سے ٹھٹھا کریں کچھ بعید نہیں کہ وہ ان سے بہتر ہوں اور ایک دوسرے کو طعنے نہ دو اور نہ ایک دوسرے کے نام دھرو فسق کے نام لینے ایمان لانے کے بعد بہت برے ہیں اور جو باز نہ ايیں سووہی ظالم ہیں
رہے وہ لوگ جو مان لیں اور نیک عمل کریں، تو یقینا ہم نیکو کار لوگوں کا اجر ضايع نہیں کیا کرتے
ہر وہ چیز جو اسمانوں میں ہے اور زمین میں ہے اللہ کی تسبیح کرتی ہے۔ اسی کی ساری بادشاہت ہے اور اسی کے ليے ساری تعریف ہے اور وہ ہر چیز پر بڑا قادر ہے،
وہ جو زکوة نہیں دیتے اور وہ اخرت کے منکر ہیں
بیشک الله ایمان والوں سے دشمنوں کو ہٹا دے گا الله کسی دغا باز نا شکر گزار کو پسند نہیں کرتا
پھر زور پکڑ کر جھکڑ ہو جاتی ہیں
پس انہوں نے اس سے داو کرنے کا ارادہ کیا سو ہم نے انہیں ذلیل کر دیا
اللہ تعالی نے فرمایا تم دونوں کی دعا قبول کر لی گيی ہے سو تم ثابت قدم رہو۔ اور ان لوگوں کی پیروی نہ کرو۔ جو (حق و حقیقت کا) علم نہیں رکھتے۔
کیا ہم نے تیرا سینہ نہیں کھول دیا
ا سکی چھت بلند کی پھر اس کو سنوارا
اور اس (واقعہ) کے بعد ہم نے بنی اسرايیل سے کہا کہ تم اس سر زمین میں سکونت اختیار کرو۔ پس جب اخرت کا وعدہ اجايے گا تو ہم تم (سب) کو (اپنے حضور) سمیٹ لايیں گے۔
(ان سے کہا جايے گا) اب چکھو مزا اپنے فتنے کا یہ وہی چیز ہے جس کے لیے تم جلدی مچا رہے تھے
اللہ تعالی سود کو مٹاتا ہے اور صدقہ کو بڑھاتا ہے اور اللہ تعالی کسی ناشکرے اور گنہگار سے محبت نہیں کرتا
اور تمہارا پروردگار عزیز بھی ہے اور رحیم بھی ہے
سلیمان نے حکم دیا عورت کا تخت اس کے سامنے وضع بدل کر بیگانہ کردو کہ ہم دیکھیں کہ وہ راہ پاتی ہے یا ان میں ہوتی ہے جو ناواقف رہے،
پس تم دوزخ کے دروازوں سے داخل ہو جاو، تم اس میں ہمیشہ رہنے والے ہو، سو تکبر کرنے والوں کا کیا ہی برا ٹھکانا ہے،
اور وہ اس کی محبت پرمسکین اور یتیم اور قیدی کو کھانا کھلاتے ہیں
کہو، وہ اللہ ہے، یکتا
وہ فورا بول اٹھیں گے کہ (سب کچھ) اللہ کا ہے، (تو) اپ فرمايیں: پھر تم نصیحت قبول کیوں نہیں کرتے؟،
اے بنی ادم! کیا میں نے تم سے اس بات کا عہد نہیں لیا تھا کہ تم شیطان کی پرستش نہ کرنا، بے شک وہ تمہارا کھلا دشمن ہے،
اللہ تعالی کا حکم اپہنچا، اب اس کی جلدی نہ مچاو۔ تمام پاکی اس کے لیے ہے وه برتر ہے ان سب سے جنہیں یہ اللہ کے نزدیک شریک بتلاتے ہیں
فرمایا، "اچھا، تجھے اس روز تک کی مہلت ہے
اور جو شخص اپنے تيیں خدا کا فرمانبردار کردے اور نیکوکار بھی ہو تو اس نے مضبوط دستاویز ہاتھ میں لے لی۔ اور (سب) کاموں کا انجام خدا ہی کی طرف ہے
اور اس نے زمین میں لنگر ڈالے کہ کہیں تمہیں لے کر نہ کانپے اور ندیاں اور رستے کہ تم راہ پاو
اور جو تم میں فرمانبردار رہے اللہ اور رسول کی اور اچھا کام کرے ہم اسے اوروں سے دونا ثواب دیں گے اور ہم نے اس کے لیے عزت کی روزی تیار کر رکھی ہے
اس میں میوے اور غلافوں والی کھجوریں ہیں
اور کتنی ہی بستیاں ہیں کہ ہم نے انہیں تباہ کر دیا پس ہمارا عذاب ان پر راتوں رات ایا یا جب وہ دن میں قیلولہ کر رہے تھے (سو رہے تھے)۔
اے ایمان والو! اللہ (کی نافرمانی) سے ڈرو اور درستی و راستی کی بات کہا کرو۔
بے شک منافقین جہنم کے سب سے نچلے طبقہ میں ہوں گے اور اپ ان کے ليے کويی مددگار نہ پايیں گے
کیا تم نے، وہ نہ دیکھے جنہیں کتاب کا ایک حصہ ملا ایمان لاتے ہیں بت اور شیطان پر اور کافروں کو کہتے ہیں کہ یہ مسلمانوں سے زیادہ راہ پر ہیں،
جس بات کی تجھے خبر ہی نہ ہو اس کے پیچھے مت پڑ۔ کیونکہ کان اور انکھ اور دل ان میں سے ہر ایک سے پوچھ گچھ کی جانے والی ہے
تو اس (خدا) کی اجازت کے بغیر کويی متنفس بات نہیں کر سکے گا (اس دن) کچھ لوگ بدبخت ہوں گے اور کچھ نیک بخت۔
پس تم اپنے پروردگار کی کن کن نعمتوں کو جھٹلاو گے؟
اے ہمارے رب ہمیں اپنا فرمانبردار بنا دے اور ہماری اولاد میں سے بھی ایک جماعت کو اپنافرمانبردار بنا اور ہمیں ہمارے حج کے طریقے بتا دے اور ہماری توبہ قبول فرما بے شک تو بڑا توبہ قبول کرنے والا نہایت رحم والا ہے
پھر فرعون نے اپنے لشکر کے ساتھ ان کا تعاقب کیا تو دریا (کی موجوں) نے ان پر چڑھ کر انہیں ڈھانک لیا (یعنی ڈبو دیا)
اور یہ کہ خبردار تم اللہ کے علاوہ کسی کی عبادت نہ کرنا کہ میں تمہارے بارے میں دردناک دن کے عذاب کا خوف رکھتا ہوں
کیا انہوں نے (یعنی کفار مکہ نے رسول صلی اللہ علیہ والہ وسلم کے خلاف کويی تدبیر) پختہ کر لی ہے تو ہم (بھی) پختہ فیصلہ کرنے والے ہیں،
تمام (بزرگی اور) بڑايی اسمانوں اور زمین میں اسی کی ہے اور وہی غالب اور حکمت واﻻ ہے
اور انہیں زندگانی دنیا کی مثال اس پانی کی بتايیے جسے ہم نے اسمان سے نازل کیا تو زمین کی رويیدگی اس سے مل جل گيی پھر اخر میں وہ ریزہ ریزہ ہوگيی جسے ہوايیں اڑادیتی ہیں اور اللہ ہر شے پر قدرت رکھنے والا ہے
اور (طاقت ور) جنات کو بھی (ان کا ماتحت کر دیا) ہر عمارت بنانے والے کو اور غوطہ خور کو
جو مجھے کھلاتا اور پلاتا ہے
اور ان میں سے کچھ ایسے بھی ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر اس نے ہمیں اپنے فضل سے (کچھ مال و دولت) سے نوازا تو ہم ضرور خیرات کریں گے اور ضرور نیکوکار بندوں میں سے ہو جايیں گے۔
اور (وہ وقت یاد کرو) جب ہم نے پہاڑ کو ہلا کر (اور جڑ سے اکھاڑ کر)۔ اس طرح ان کے اوپر بلند کیا۔ کہ گویا سايبان ہے اور انہوں نے گمان کیا کہ یہ ان پر گرا ہی چاہتا ہے ( اور ان سے کہا کہ) جو کچھ (کتاب) ہم نے تمہیں عطا کی ہے اسے مضبوطی کے ساتھ لو۔ اور جو کچھ اس میں لکھا ہے اسے یاد رکھو۔ تاکہ تم پرہیزگار بن جاو۔
جس نے نہایت خوب بنايی جو چیز بھی بنايی اور انسان کی بناوٹ مٹی سے شروع کی
یہ تو ہے اللہ کی تخلیق! (اور اس کی پیدا کی ہويی چیزیں)۔ اب تم مجھے دکھاو کہ جو اس کے علاوہ (تمہارے شرکاء) ہیں انہوں نے کیا پیدا کیا ہے؟ بلکہ ظالم لوگ کھلی ہويی گمراہی میں ہیں۔
پھر اس کے بعد کون ہے جو اپ کو دین (یا قیامت اور جزا و سزا) کے بارے میں جھٹلاتا ہے،
سو وه لوگ ان کو جھٹلاتے رہے پس ہم نے ان کو اور جو ان کے ساتھ کشتی میں تھے ان کو نجات دی اور ان کو جانشین بنایا اور جنہوں نے ہماری ایتوں کو جھٹلایا تھا ان کو غرق کردیا۔ سو دیکھنا چاہيے کیسا انجام ہوا ان لوگوں کا جو ڈرايے جاچکے تھے
جہنم ہے جس میں یہ وارد ہوں گے اور وہ بدترین ٹھکانا ہے
کیا پس وه اللہ کی اس پکڑ سے بےفکر ہوگيے۔ سو اللہ کی پکڑ سے بجز ان کے جن کی شامت ہی اگيی ہو اور کويی بےفکر نہیں ہوتا
اور ماں اور باپ،
اور اﷲ کو (ان) گنتی کے چند دنوں میں (خوب) یاد کیا کرو، پھر جس کسی نے (منی سے واپسی میں) دو ہی دنوں میں جلدی کی تو اس پر کويی گناہ نہیں اور جس نے (اس میں) تاخیر کی تو اس پر بھی کويی گناہ نہیں، یہ اس کے ليے ہے جو پرہیزگاری اختیار کرے، اور اﷲ سے ڈرتے رہو اور جان لو کہ تم سب کو اسی کے پاس جمع کیا جايے گا،
اور اے محبوب! اپنے قریب تر رشتہ داروں کو ڈراو
جو کچھ تمہارے پاس ہے وہ ختم ہو جايے گا اور جو کچھ اللہ کے پاس ہے وہ باقی رہنے والا ہے اور ہم یقینا صبر کرنے والوں کو ان کا اجر ان کے بہترین اعمال کے مطابق عطا کریں گے۔
سو اس دن جھٹلانے والوں کے ليے بڑی تباہی ہے،
اس نے (چوپایوں میں سے) صرف تمہارے او پر مردار، خون، سور کا گوشت اور وہ (ذبیحہ) جسے اللہ کے سوا کسی اور کا نام لے کر ذبح کیا گیا ہو۔ حرام قرار دیا ہے۔ پس جو شخص (شدت گرسنگی سے) مجبور ہو جايے درانحالیکہ وہ بغاوت یا سرکشی کرنے والا نہ ہو۔ تو اس پر کويی گناہ نہیں ہے بے شک خدا بڑا بخشنے والا، بڑا مہربان ہے۔
تف ہے تم پر (بھی) اور ان (بتوں) پر (بھی) جنہیں تم اﷲ کے سوا پوجتے ہو، تو کیا تم عقل نہیں رکھتے،
چند لوہے کی سلیں لے او- یہاں تک کہ جب دونوں پہاڑوں کے برابر ڈھیر ہوگیا تو کہا کہ اگ پھونکو یہاں تک کہ جب اسے بالکل اگ بنادیا تو کہا او اب اس پر تانبا پگھلا کر ڈال دیں
مگر بعد میں لوگوں نے اپنے دین کو اپس میں ٹکڑے ٹکڑے کر لیا ہر گروہ کے پاس جو کچھ ہے اسی میں وہ مگن ہے
جانتے ہیں انکھوں کے سامنے کی دنیوی زندگی اور وہ اخرت سے پورے بے خبر ہیں،
جھوٹ کے بڑے سننے والے ہیں، حرام مال کے بڑے کھانے والے ہیں اگر وہ تمہارے پاس ايیں تو (اپ کو اختیار ہے) خواہ ان کا فیصلہ کریں یا ان سے روگردانی کریں اور اگر اپ ان سے روگردانی کریں۔ تو وہ اپ کا کچھ نہیں بگاڑ سکتے اور اگر فیصلہ کریں تو پھر انصاف کے ساتھ کریں کیونکہ اللہ انصاف کرنے والوں کو دوست رکھتا ہے۔
پھر جب ايے گی وہ کان پھاڑنے والی چنگھاڑ
جیسے فرعون والوں اور ان سے اگلوں کا دستور، انہوں نے اپنے رب کی ایتیں جھٹلايیں تو ہم نے ان کو ان کے گناہوں کے سبب ہلاک کیا اور ہم نے فرعون والوں کو ڈبو دیا اور وہ سب ظالم تھے،
اور منات تیسرے پچھلے کو
اور تمہارا پروردگار تو غالب (اور) مہربان ہے
یہ جو نیکی بھی کریں گے اس کی ہرگز ناقدری نہیں کی جايے گی۔ اور خدا پرہیزگاروں کو خوب جانتا ہے۔
اور اپ تو اس بات کے امیدوار نہیں تھے کہ اپ کی طرف کتاب نازل کی جايے یہ تو رحمت هپروردگار ہے لہذا خبردار اپ کافروں کا ساتھ نہ دیجيے گا
پھر تم اس کی پرواہ نہ کرو جس نے ہماری یاد سے منہ پھیر لیا ہے اور صرف دنیا ہی کی زندگی چاہتا ہے
ہماری ایتوں پر وہی ایمان ﻻتے ہیں جنہیں جب کبھی ان سے نصیحت کی جاتی ہے تو وه سجدے میں گر پڑتے ہیں اور اپنے رب کی حمد کے ساتھ اس کی تسبیح پڑھتے ہیں اور تکبر نہیں کرتے ہیں
کیا اپ(ص) نے اس شخص کو دیکھا ہے جو منع کرتا ہے۔
قریب ہے کہ بجلی (کی چمک) ان کی انکھوں کو اچک لے (انہیں خیرہ کر دے) جب بجلی ان کے ليے اجالا کرتی ہے تو وہ اس کی روشنی میں چلنے لگتے ہیں اور جب اندھیرا چھا جاتا ہے تو کھڑے رہ جاتے ہیں اگر اللہ چاہتا تو ان کی سماعت و بصارت (سننے اور دیکھنے کی طاقت) کو زايل کر دیتا۔ بے شک اللہ ہر چیز پر قادر ہے۔
(ہر طرح کے) میوے، اور وه باعزت واکرام ہوں گے
کیا تم لوگ ازراہ هشہوت همذدوں سے تعلقات پیدا کررہے ہو اور عورتوں کو چھوڑے دے رہے ہو اور درحقیقت تم لوگ بالکل جاہل قوم ہو
تم فرماو اے لوگو! تمہارے پاس تمہارے رب کی طرف سے حق ایا تو جو راہ پر ایا وہ اپنے بھلے کو راہ پر ایا اور جو بہکا وہ اپنے برے کو بہکا اور کچھ میں کڑوڑا (حاکم اعلی) نہیں
وہ اللہ کو چھوڑ کر دیویوں کو معبود بناتے ہیں وہ اس باغی شیطان کو معبود بناتے ہیں
(اے رسول معظم!) اپ اپنے رب کی راہ کی طرف حکمت اور عمدہ نصیحت کے ساتھ بلايیے اور ان سے بحث (بھی) ایسے انداز سے کیجيے جو نہایت حسین ہو، بیشک اپ کا رب اس شخص کو (بھی) خوب جانتا ہے جو اس کی راہ سے بھٹک گیا اور وہ ہدایت یافتہ لوگوں کو (بھی) خوب جانتا ہے،
جن لوگوں نے کفر کیا اور (اوروں کو) خدا کے رستے سے روکا۔ خدا نے ان کے اعمال برباد کر دیيے
اور وہ لوگ جھوٹ اور فریب کے پاس حاضر بھی نہیں ہوتے ہیں اور جب لغو کاموں کے قریب سے گزرتے ہیں تو بزرگانہ انداز سے گزرجاتے ہیں
جو لوگ روز جزا کا انکار کرتے ہیں
ان لوگوں نے کہا کہ کويی حرج نہیں ہم سب پلٹ کر اپنے رب کی بارگاہ میں پہنچ جايیں گے
یہ وہ چیزیں ہیں جن کا حساب کے دن کے ليے تم سے وعدہ کیا جاتا تھا
اور جب ہماری طرف سے ان کے پاس حق ایا (اور حقیقت واضح ہوگيی) تو انہوں نے کہہ دیا کہ یہ تو کھلا ہوا جادو ہے۔
اور (کیا) پہاڑوں کو (اس میں) ابھار کر کھڑا (نہیں) کیا،
اور اسماعیل علیھ السلام, الیسع علیھ السلام ,یونس علیھ السلام اور لوط علیھ السلام بھی بنايے اور سب کو عالمین سے افضل و بہتر بنایا
اور جب وہ (کتاب ايی) تو اس کا انکار کر دیا سو عنقریب (اس کا انجام) معلوم کر لیں گے۔
وہ اس پر ایمان نہیں لایا کرتے قدیم سے اس قماش کے لوگوں کا یہی طریقہ چلا ا رہا ہے
اسی طرح ہم نے اس (ذکر) کو مجرموں کے دلوں میں گزارا ہے
(وہ) رسول (صلی اللہ علیہ والہ وسلم) اس پر ایمان لايے (یعنی اس کی تصدیق کی) جو کچھ ان پر ان کے رب کی طرف سے نازل کیا گیا اور اہل ایمان نے بھی، سب ہی (دل سے) اﷲ پر اور اس کے فرشتوں پر اور اس کی کتابوں پر اور اس کے رسولوں پر ایمان لايے، (نیز کہتے ہیں:) ہم اس کے پیغمبروں میں سے کسی کے درمیان بھی (ایمان لانے میں) فرق نہیں کرتے، اور (اﷲ کے حضور) عرض کرتے ہیں: ہم نے (تیرا حکم) سنا اور اطاعت (قبول) کی، اے ہمارے رب! ہم تیری بخشش کے طلب گار ہیں اور (ہم سب کو) تیری ہی طرف لوٹنا ہے،
اے ایمان والو! خدا اور اس کے رسول کے حکم پر چلو اور اس سے روگردانی نہ کرو اور تم سنتے ہو
اگر تم کويی بات ظاہر کرو یا اسے چھپاو تو بے شک الله ہر چیز کو جاننے والا ہے
سب تعریف خدا ہی کو ہے جس نے اپنے بندے (محمدﷺ) پر (یہ) کتاب نازل کی اور اس میں کسی طرح کی کجی (اور پیچیدگی) نہ رکھی
جب وہ اس کے کناروں پر بیٹھے تھے
اور انہوں نے کہا کہ اے ہمارے رب! ہماری سرنوشت تو ہمیں روز حساب سے پہلے ہی دے دے
پس جب تو فارغ ہو تو عبادت میں محنت کر
قوم ثمود نے رسولوں کو جھٹلایا۔
(یہ) تمہارے پروردگار کی رحمت ہے۔ وہ تو سننے والا جاننے والا ہے
فرعون نے کہا اگر تم نشانی لے کر ايے ہو تو اگر سچے ہو تو لاو (دکھاو)
کہہ دو کہ اگر میں گمراہ ہوں تو میری گمراہی کا ضرر مجھی کو ہے۔ اور اگر ہدایت پر ہوں تو یہ اس کا طفیل ہے جو میرا پروردگار میری طرف وحی بھیجتا ہے۔ بےشک وہ سننے والا (اور) نزدیک ہے
اور کہیں گے ہم اس پر ایمان لايے اور اب وہ اسے کیونکر پايیں اتنی دور جگہ سے
ہم خوب جان لیں گے جو کچھ وہ کہیں گے جب ان میں سے بڑا سمجھدار کہے گا کہ تم صرف ایک ہی دن ٹھہرے ہو
پھر تمہیں کیا معلوم کہ جزا کا دن کیسا ہے؟
تمہیں جو کچھ ملا ہے وہ جیتی دنیا میں برتنےکا ہے اور وہ جو اللہ کے پاس ہے بہتر ہے اور زیادہ باقی رہنے والا ان کے لیے جو ایمان لايے اور اپنے رب پر بھروسہ کرتے ہیں
بے شک اسمان اور زمین کے بنانے اور رات اور دن کے انے جانے میں البتہ عقلمندوں کے لیے نشانیاں ہیں
اور جب ان پر (عذاب کا) فرمان پورا ہونے کا وقت اجايے گا تو ہم ان کے ليے زمین سے ایک جانور نکالیں گے جو ان سے گفتگو کرے گا کیونکہ لوگ ہماری نشانیوں پر یقین نہیں کرتے تھے،
جب ہماری ایات اس کو سنايی جاتی ہیں تو کہتا ہے یہ تو اگلے وقتوں کے افسانے ہیں
اور اہل کتاب میں سے کويی تو ایسا ہے۔ کہ اگر تم ڈھیر بھر روپیہ بھی بطور امانت اس کے پاس رکھو تو وہ تمہیں ادا کر دے گا۔ اور ان میں کويی ایسا بھی ہے کہ اگر اس کے پاس ایک دینار (اشرفی) بھی بطور امانت رکھو تو جب تک تم اس کے سر پر کھڑے نہ رہو وہ تمہیں واپس نہیں کرے گا (یہ بدمعاملگی) اس وجہ سے ہے کہ ان کا قول ہے کہ ہم پر امیون (ان پڑھ عربوں جوکہ اہل کتاب نہیں) کے بارے میں کويی پابندی نہیں ہے۔ اور وہ جان بوجھ کر اللہ پر جھوٹ منڈھتے ہیں۔
بلکہ (ظالموں نے یہاں تک) کہا کہ یہ (قران) پریشان خوابوں (میں دیکھی ہويی باتیں) ہیں بلکہ اس (رسول صلی اللہ علیہ والہ وسلم) نے اسے (خود ہی) گھڑ لیا ہے بلکہ (یہ کہ) وہ شاعر ہے، (اگر یہ سچا ہے) تو یہ (بھی) ہمارے پاس کويی نشانی لے ايے جیسا کہ اگلے (رسول نشانیوں کے ساتھ) بھیجے گيے تھے،
وہ سلامتی ہے، صبح چمکتے تک
اور بعض لوگ ایسے ہیں جو کہتے ہیں کہ ہم اللہ پر ایمان لے ايے اس کے بعد جب راس خدا میں کويی تکلیف ہويی تو لوگوں کے فتنہ کو عذاب خدا جیسا قرار دے دیا حالانکہ اپ کے پروردگار کی طرف سے کويی مدد اجاتی تو فورا کہہ دیتے کہ ہم تو اپ ہی کے ساتھ تھے تو کیا خدا ان باتوں سے باخبر نہیں ہے جو عالمین کے دلوں میں ہیں
اورتم پر حرام ہیں شادی شدہ عورتیں- علاوہ ان کے جو تمہاری کنیزیں بن جايیں- یہ خدا کا کھلا ہوا قانون ہے اور ان سب عورتوں کے علاوہ تمہارے ليے حلال ہے کہ اپنے اموال کے ذریعہ عورتوں سے رشتہ پیدا کرو عفت و پاک دامنی کے ساتھ سفاح و زنا کے ساتھ نہیں پس جو بھی ان عورتوں سے تمتع کرے ان کی اجرت انہیں بطور فریضہ دے دے اور فریضہ کے بعد اپس میں رضا مندی ہوجايے تو کويی حرج نہیں ہے بیشک اللہ علیم بھی ہے اور حکیم بھی ہے
اس کو ہم اسان راستے کے لیے سہولت دیں گے
اے ایمان والو! تم اپنی فکر رکھو تمہارا کچھ نہ بگاڑے گا جو گمراہ ہوا جب کہ تم راہ پر ہو تم سب کی رجوع اللہ ہی کی طرف ہے پھر وہ تمہیں بتا دے گا جو تم کرتے تھے،
الله ہی اپنے بندوں میں سے جس کے لیے چاہتا ہے رزق کشادہ کر دیتا ہے اورتنگ کر دیتا ہے بے شک الله ہر چیز کا جاننے والا ہے
اے لوگو جو ایمان لايے ہو، تم کیوں وہ بات کہتے ہو جو کرتے نہیں ہو؟
پھر ہم نے اس کو ایک محفوظ ٹھکانے میں رکھ دیا
اور وہ اس سے نصیحت حاصل نہیں کریں گے مگر یہ کہ اللہ چاہے وہی اس کا حق دار ہے کہ اس سے ڈرا جايے اور وہی اس قابل ہے کہ مغفرت فرمايے۔
جب تم اپنی عورتوں کو طلاق دے چکو اور وہ اپنی عدت پوری کر لیں، تو پھر اس میں مانع نہ ہو کہ وہ اپنے زیر تجویز شوہروں سے نکاح کر لیں، جب کہ وہ معروف طریقے سے باہم مناکحت پر راضی ہوں تمہیں نصیحت کی جاتی ہے کہ ایسی حرکت ہرگز نہ کرنا، اگر تم اللہ اور روز اخر پر ایمان لانے والے ہو تمہارے لیے شايستہ اور پاکیزہ طریقہ یہی ہے کہ اس سے باز رہو اللہ جانتا ہے، تم نہیں جانتے
کہا البتہ اس نے تجھ پر ظلم کیا جو تیری دنبی کو اپنی دنبیوں میں ملانے کا سوال کیا گور اکثر شریک ایک دوسرے پر زیادتی کیا کرتے ہیں مگر جو ایماندار ہیں اور انہوں نے نیک کام بھی کیے اور وہ بہت ہی کم ہیں اور داود سمجھ گیا کہ ہم نے اسے ازمایا ہے پھر اس نے اپنے رب سے معافی مانگی اور سجدہ میں گر پڑا اور توبہ کی
سوايے اس کے جو دوزخ کی بھڑکتی اگ کو تاپنے والا ہے۔
اور تم اپنی بات اہستہ کہو یا اواز سے، وہ تو دلوں کی جانتا ہے
اے انسان! تو اپنے پروردگار کی طرف (پہنچنے میں) خوب کوشش کرتا ہے سو اس سے جا ملے گا
ابراہیم نہ یہودی تھا نہ عیسايی، بلکہ وہ ایک مسلم یکسو تھا اور وہ ہرگز مشرکوں میں سے نہ تھا
اے ایمان والو! تم پر اپنی جان کی فکر لازم ہے تمہارا کچھ نہیں بگاڑتا جو کويی گمراہ ہو جب کہ تم ہدایت یافتہ ہو تم سب کو الله کی طرف لوٹ کر جانا ہے پھر وہ تمہیں بتلا دے گا جو کچھ تم کرتے تھے
بےشک اس میں نشانی ہے اور ان میں اکثر ایمان لانے والے نہیں
ان قوم والوں نے کہا کہ کیا تم اس ليے ہمارے پاس ايے ہو کہ ہمیں اپنے معبودوں سے منحرف کردو۔ لاو ہمارے پاس وہ (عذاب) جس کی دھمکی تم ہمیں دیتے ہواگر تم سچے ہو۔
زندوں کے لیے بھی اور مردوں کے لیے بھی
اور لوط کو بھیجا جب اس نے اپنی قوم سے کہا کیا وہ بے حیايی کرتے ہو جو تم سے پہلے جہان میں کسی نے نہ کی،
بعض لوگوں کو اللہ نے ہدایت دی ہے اور بعض پر گمراہی ﺛابت ہوگيی ہے۔ ان لوگوں نے اللہ تعالی کو چھوڑ کر شیطانوں کو دوست بنالیا ہے اور خیال رکھتے ہیں کہ وه راست پر ہیں
بے شک ہم نے اپ پر یہ کتاب سچی لوگو ں کے لیے اتاری ہے پھر جو راہ پر ایا سو اپنے لیے اور جو گمراہ ہوا سو وہ گمراہ ہوتا ہے اپنے برے کو اور اپ ان کے ذمہ دار نہیں ہیں
پھر میں اپنی ایتوں سے انہیں پھیر دوں گا جو زمین میں نا حق تکبر کرتے ہیں اور اگر وہ ساری نشانیاں بھی دیکھ لیں تو بھی ایمان نہیں لايیں گے اور اگر ہدایت کا راستہ دیکھیں تو اسے اپنا راہ نہیں بنايیں گے یہ اس لیے ہے کہ انہوں نے ہماری ایتو ں کو جھٹلایا اور ان سے بے خبر رہے
اور (ہاں) ایماندار اور پارساوں کو ہم نے (بال بال) بچا لیا
حم
ایسا ہی دستور ان کا تھا جو اپ سے پہلے رسول ہم نے بھیجے اور اپ ہمارے دستور میں کبھی ردوبدل نہ پايیں گے
اور اپنی بیوی اور اپنے بیٹوں سے بھاگے گا۔
اور ان عورتوں سے نکاح نہ کرو جن سے تمہارے باپوں نے نکاح کیا ہے مگر جو گزر چکا ہے، یہ بے حیايی کا کام اور بغض کا سبب ہے اور بڑی بری راه ہے
اس دن جس سے عذاب ٹال دیا جايے اس پر خدا نے بڑا رحم کیا اور یہ ایک کھلی ہويی کامیابی ہے
اور ہم نے ان کو زمین میں مختلف فرقوں کی صورت میں ٹکڑے ٹکڑے کر دیا۔ ان میں سے ناپايیدار ہوگا کچھ لوگ تو نیک ہیں اور کچھ اس کے خلاف اور طرح کے (بدکار) ہیں۔ اور ہم ان کو اچھے اور برے حالات میں مبتلا کرکے ازماتے ہیں تاکہ وہ باز اجايیں۔
اور کہیں گے اگر ہم سنتے یا سمجھتے تو دوزخ والوں میں نہ ہوتے،
کہ جب بھی ان پر کويی مصیبت اپڑے تو وہ کہتے ہیں بے شک ہم صرف اللہ ہی کے لیے ہیں۔ اور اسی کی طرف پلٹ کر جانے والے ہیں۔
اور وہ سارے خزانے نکال ڈالے گی
اور جب ان سے کہا جاتا ہے کہ جس طرح اور لوگ ایمان لے ايے، تم بھی ایمان لے او تو کہتے ہیں، بھلا جس طرح بےوقوف ایمان لے ايے ہیں اسی طرح ہم بھی ایمان لے ايیں؟ سن لو کہ یہی بےوقوف ہیں لیکن نہیں جانتے
اور جنہوں نے برے کام کیے پھراس کے بعد توبہ کی اور ایمان لے ايے تو بے شک تیرا رب توبہ کے بعد البتہ بخشنے والا مہربان ہے
کیا اللہ سب حاکموں سے بڑھ کر حاکم نہیں،
اس دن سے ڈرتے رہو جب کويی کسی کو نفع نہ دے سکے گا اور نہ ہی اس کی بابت کويی سفارش قبول ہوگی اور نہ کويی بدلہ اس کے عوض لیا جايے گا اور نہ وه مدد کيے جايیں گے
اور کچھ چہرے غبار الود ہوں گے
(یہ تو) رب العالمین کا اتارا ہوا ہے
یہ لوگ تمہارے گروہ کے ہیں جو ایک ہی گروہ ہے اور میں تمہارا رب ہوں پھر میری ہی عبادت کرو
تمہارے اوپر اگ کا سبز شعلہ اور دھواں چھوڑ دیا جايے گا تو تم دونوں کسی طرح نہیں روک سکتے ہو
اور بہت سے میووں میں
کہہ دو جو لوگ خدا پر جھوٹ بہتان باندھتے ہیں فلاح نہیں پايیں گے
بلکہ ہم نے انہیں اور ان کے باپ دادا کو تھوڑی سی لذت دنیا دے دی ہے یہاں تک کہ ان کا زمانہ طویل ہوگیا تو کیا یہ نہیں دیکھتے ہیں کہ ہم برابر زمین کی طرف اتے جارہے ہیں اور اس کو چاروں طرف سے کم کرتے جارہے ہیں کیا اس کے بعد بھی یہ ہم پر غالب اجانے والے ہیں
اور (یاد کرو وہ وقت) کہ جب خدا نے تم سے دو گروہوں میں سے ایک کا وعدہ کیا تھا کہ وہ تمہارے ليے ہے (تمہارے ہاتھ ايے گا) اور تم یہ چاہتے تھے کہ غیر مسلح گروہ تمہارے ہاتھ اجايے اور اللہ یہ چاہتا تھا کہ اپنے کلام و احکام کے ذریعہ سے حق کو ثابت کر دے اور کافروں کی جڑ کاٹ دے۔
پس اللہ تعالی کی تسبیح پڑھا کرو جب کہ تم شام کرو اور جب صبح کرو
ان لوگوں نے اللہ کی قدر ہی نہ پہچانی جیسا کہ اس کے پہچاننے کا حق ہے واقعہ یہ ہے کہ قوت اور عزت والا تو اللہ ہی ہے
یقین ماننا کہ بارش ان پر برسنے سے پہلے پہلے تو وه ناامید ہو رہے تھے
اب یہ لوگ اس کے سوا اور کس چیز کے منتظر ہیں کہ وہی برے دن دیکھیں جو ان سے پہلے گزرے ہويے لوگ دیکھ چکے ہیں؟ ان سے کہو “اچھا، انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں"
انہوں نے کہا ہاں تیرے پروردگار نے اسی طرح فرمایا ہے، بیشک وه حکیم وعلیم ہے
اللہ ان سے استہزاء فرماتا ہے (جیسا کہ اس کی شان کے لايق ہے) اور انہیں ڈھیل دیتا ہے کہ اپنی سرکشی میں بھٹکتے رہیں۔
اور مسکین کو کھانا کھلانے کی ترغیب نہیں دیتا
مالک عرش (یعنی پوری کاينات کے تخت اقتدار کا مالک) بڑی شان والا ہے،
اور وہی ہے جو زندگی بخشتا ہے اور موت دیتا ہے اور رات اور دن کا بدلتے رہنا اسی کا تصرف ہے، کیا تم سمجھتے نہیں
اور اندھا اور بینا برابر نہیں ہو سکتے سو (اسی طرح) جو لوگ ایمان لايے اور نیک اعمال کيے (وہ) اور بدکار بھی (برابر) نہیں ہیں۔ تم بہت ہی کم نصیحت قبول کرتے ہو،
جو شخص الله پر بہتان باندھے یا اس کی ایتوں کو جھٹلايے اس سے زیادہ ظالم کون ہے بے شک ظالم نجات نہیں پايیں گے
اور فرعون نے درحقیقت اپنی قوم کو گمراہ ہی کیا ہے ہدایت نہیں دی ہے
اور (جنتی خدمت گزار) پھل (اور میوے) لے کر (بھی پھر رہے ہوں گے) جنہیں وہ (مقربین) پسند کریں گے،
یقینا اﷲ پر زمین اور اسمان کی کويی بھی چیز مخفی نہیں،
الله کی قسم بیشک ہم صریح گمراہی میں تھے
اور ان لوگوں نے اپنا سارا مکر صرف کردیا اور خدا کی نگاہ میں ان کا سارا مکر ہے اگرچہ ان کا مکر ایسا تھا کہ اس سے پہاڑ بھی اپنی جگہ سے ہٹ جايیں
اور اے میری قوم انصاف سے ناپ اور تول کو پورا کرو اور لوگو ں کو ان کی چیزیں گھٹا کر نہ دو اور زمین میں فساد نہ مچاو
اور نہ وہ ان کو کويی مدد پہنچاسکیں اور نہ اپنی جانو ں کی مدد کریں
انہوں نے کہا کہ ہم اس کے بارے میں اس کے والد سے تذکرہ کریں گے اور ہم (یہ کام) کرکے رہیں گے
جس نے تم پر قران فرض کیا وہ تمہیں لوٹنے کی جگہ پھیر لايے گا کہہ دو میرا رب خوب جانتا ہے کہ ہدایت کون لے کر ایا ہے اور کون صریح گمراہی میں پڑا ہواہے
ان لوگوں نے کہا اگر کچھ کرنا چاہتے ہو تو اسے اگ میں جلا دو۔ اور اپنے خداوں کی مدد کرو۔
یہ ہماری عطا ہے اب تو چاہے تو احسان کر یا روک رکھ تجھ پر کچھ حساب نہیں،
اور جب خدا نے پیغمبروں سے عہد لیا کہ جب میں تم کو کتاب اور دانايی عطا کروں پھر تمہارے پاس کويی پیغمبر ايے جو تمہاری کتاب کی تصدیق کرے تو تمھیں ضرور اس پر ایمان لانا ہوگا اور ضرور اس کی مدد کرنی ہوگی اور (عہد لینے کے بعد) پوچھا کہ بھلا تم نے اقرار کیا اور اس اقرار پر میرا ذمہ لیا (یعنی مجھے ضامن ٹہرایا) انہوں نے کہا (ہاں) ہم نے اقرار کیا (خدا نے) فرمایا کہ تم (اس عہد وپیمان کے) گواہ رہو اور میں بھی تمہارے ساتھ گواہ ہوں
اور طلاق والی عورتیں تین حیض تک اپنی تيیں روکے رہیں۔ اور اگر وہ خدا اور روز قیامت پر ایمان رکھتی ہیں تو ان کا جايز نہیں کہ خدا نے جو کچھ ان کے شکم میں پیدا کیا ہے اس کو چھپايیں۔ اور ان کے خاوند اگر پھر موافقت چاہیں تو اس (مدت) میں وہ ان کو اپنی زوجیت میں لے لینے کے زیادہ حقدار ہیں۔ اور عورتوں کا حق (مردوں پر) ویسا ہی ہے جیسے دستور کے مطابق (مردوں کا حق) عورتوں پر ہے۔ البتہ مردوں کو عورتوں پر فضیلت ہے۔ اور خدا غالب (اور) صاحب حکمت ہے
اور (اے رسول(ص)) یہ لوگ اپ سے نیکی (مغفرت) سے پہلے برايی (عذاب) کے ليے جلدی کرتے ہیں حالانکہ ان سے پہلے (ایسے لوگوں پر) خدايی سزاوں کے نمونے گزر چکے ہیں اور اپ کا پروردگار لوگوں کو ان کے ظلم و زیادتی کے باوجود بڑا بخشنے والا ہے اور یقینا اپ کا پروردگار سخت سزا دینے والا بھی ہے۔
اے ایمان والو صبر اور نماز سے مدد لیا کرو بےشک خدا صبر کرنے والوں کے ساتھ ہے
وہی زندگی دیتا ہے اور وہی موت دیتا ہے اور اسی کی طرف تم لوٹايے جاوگے۔
تو موسی (علیہ السلام) اپنے دل میں ایک چھپا ہوا خوف سا پانے لگے،
پس اپنے پروردگار کی کون کون سی نعمت کے ساتھ تم تکذیب کرتے ہو؟
اور جب وہ (یوسف) پوری جوانی کو پہنچا۔ تو ہم نے اس کو حکمت اور علم عطا کیا اور ہم اسی طرح نیکوکاروں کو بدلہ دیا کرتے ہیں۔
اور کسی نفس کے امکان میں نہیں ہے کہ بغیر اجازت و توفیق پروردگار کے ایمان لے ايے اور وہ ان لوگوں پر خباثت کو لازم قرار دے دیتا ہے جو عقل استعمال نہیں کرتے ہیں
بلکہ ان کا (اصل) وعدہ تو قیامت ہے اور قیامت کی گھڑی بہت ہی سخت اور بہت ہی تلخ ہے،
بھلا تم نے اپنے شریکوں کو دیکھا جن کو تم خدا کے سوا پکارتے ہو۔ مجھے دکھاو کہ انہوں نے زمین سے کون سی چیز پیدا کی ہے یا (بتاو کہ) اسمانوں میں ان کی شرکت ہے۔ یا ہم نے ان کو کتاب دی ہے تو وہ اس کی سند رکھتے ہیں (ان میں سے کويی بات بھی نہیں) بلکہ ظالم جو ایک دوسرے کو وعدہ دیتے ہیں محض فریب ہے
کہا بلکہ تمہارا رب وہ ہے جو رب ہے اسمان اور زمین کا جس نے انہیں پیدا کیا، اور میں اس پر گواہوں میں سے ہوں،
اور کفار کہتے ہیں کہ جب ہم مٹی میں مل کر گم ہوجايیں گے تو (کیا) ہم از سر نو پیدايش میں ايیں گے، بلکہ وہ اپنے رب سے ملاقات ہی کے منکر ہیں،
جب صور پھونکا جايے گا
خاص اپنے فضل و کرم سے ہم اسی طرح شکر کرنے والے کو جزا دیتے ہیں۔
اور اپنے گھروں میں بیٹھی رہو اور گزشتہ زمانہ جاہلیت کی طرح بناو سنگھار دکھاتی نہ پھرو اور نماز پڑھو اور زکواة دو اور الله اور اس کے رسول کی فرمانبرداری کرو الله یہی چاہتا ہے کہ اے اس گھر والو تم سے ناپاکی دور کرے اور تمہیں خوب پاک کرے
اس کی بلندی اونچی کی پھر اسے ٹھیک ٹھاک کر دیا
اور داود اور سلیمان (کا حال بھی سن لو کہ) جب وہ ایک کھیتی کا مقدمہ فیصلہ کرنے لگے جس میں کچھ لوگوں کی بکریاں رات کو چر گيی (اور اسے روند گيی) تھیں اور ہم ان کے فیصلے کے وقت موجود تھے
تو اے محبوب! تمہارے رب کی قسم وہ مسلمان نہ ہوں گے جب تک اپنے اپس کے جھگڑے میں تمہیں حاکم نہ بناييیں پھر جو کچھ تم حکم فرما دو اپنے دلوں میں اس سے رکاوٹ نہ پايیں اور جی سے مان لیں
اور کويی یوں کہتا ہے کہ اے رب ہمارے! ہمیں دنیا میں بھلايی دے اور ہمیں اخرت میں بھلايی دے اور ہمیں عذاب دوزخ سے بچا
اور اللہ پر بھروسہ (جاری) رکھيے، اور اللہ ہی کارساز کافی ہے،
اور جب اللہ نے کہا کہ اے عیسی بن مریم کیا تم نے لوگوں سے یہ کہہ دیا ہے کہ اللہ کو چھوڑ کو مجھے اور میری ماں کو خدا مان لو .... تو عیسی نے عرض کی کہ تیری ذات بے نیاز ہے میں ایسی بات کیسے کہوں گا جس کا مجھے کويی حق نہیں ہے اور اگر میں نے کہا تھا تو تجھے تو معلوم ہی ہے کہ تو میرے دل کا حال جانتا ہے اور میں تیرے اسرار نہیں جانتا ہوں -تو ,تو غیب کا جاننے والا بھی ہے
اور یہ تمہیں کیسے حکم بناتے ہیں جبکہ ان کے پاس توراۃ موجود ہے جس میں اللہ کا حکم لکھا ہوا ہے اور پھر یہ اس سے منہ موڑ رہے ہیں؟ اصل بات یہ ہے کہ یہ لوگ ایمان ہی نہیں رکھتے
ارشاد ہوا کہ جا ان میں سے جو بھی تیرا تابعدار ہوجايے گا تو تم سب کی سزا جہنم ہے جو پورا پورا بدلہ ہے
اور دونوں دریا (مل کر) یکساں نہیں ہوجاتے۔ یہ تو میٹھا ہے پیاس بجھانے والا۔ جس کا پانی خوشگوار ہے اور یہ کھاری ہے کڑوا۔ اور سب سے تم تازہ گوشت کھاتے ہو اور زیور نکالتے ہو جسے پہنتے ہو۔ اور تم دریا میں کشتیوں کو دیکھتے ہو کہ (پانی کو) پھاڑتی چلی اتی ہیں تاکہ تم اس کے فضل سے (معاش) تلاش کرو اور تاکہ شکر کرو
یاد کرو جب یوسف نے اپنے با پ سے کہا اے میرے باپ میں نے گیارہ تارے اور سورج اور چاند دیکھے انہیں اپنے لیے سجدہ کرتے دیکھا
تو جو لوگ ایمان لايے اور نیک کام کرتے رہے وہ ان کو ان کا پورا بدلا دے گا اور اپنے فضل سے کچھ زیادہ بھی عنایت کرے گا۔ اور جنہوں نے (بندوں ہونے سے) عاروانکار اور تکبر کیا ان کو تکلیف دینے والا عذاب دے گا۔ اور یہ لوگ خدا کے سوا اپنا حامی اور مددگار نہ پايیں گے
کويی اور زندگی نہیں سوايے اس دنیوی زندگی کے جس میں ہمیں مرنا بھی ہے اور جینا بھی۔ اور ہمیں (دوبارہ) نہیں اٹھایا جايے گا۔
ہم نیکو کاروں کو اسی طرح بدلہ دیتے ہیں
پھر دونوں چلے ایک گاوں والوں کے پاس اکر ان سے کھانا طلب کیا تو انہوں نے ان کی مہمانداری سے صاف انکار کر دیا، دونوں نے وہاں ایک دیوار پايی جو گراہی چاہتی تھی، اس نے اسے ٹھیک اور درست کر دیا، موسی (علیہ السلام) کہنے لگے اگر اپ چاہتے تو اس پر اجرت لے لیتے
(جواب دیا گیا) “اب ایمان لاتا ہے! حالانکہ اس سے پہلے تک تو نافرمانی کرتا رہا اور فساد برپا کرنے والوں میں سے تھا
بلکہ ہم تو یہی کہتے ہیں کہ تو ہمارے کسی معبود کے برے جھپٹے میں اگیا ہے۔ اس نے جواب دیا کہ میں اللہ کو گواه کرتا ہوں اور تم بھی گواه رہو کہ میں تو اللہ کے سوا ان سب سے بیزار ہوں، جنہیں تم شریک بنا رہے ہو
اور وہ کہیں گے کہ سب تعریف (اور شکر) ہے اس خدا کا جس نے ہم سے کیا ہوا اپنا وعدہ سچا کر دکھایا اور ہمیں (اس) زمین کا وارث بنایا کہ اب ہم جنت میں جہاں چاہیں گے وہاں رہیں گے۔ کتنا اچھا صلہ ہے (نیک) عمل کرنے والوں کا۔
تو ہم نے کہا کہ مقتول کو گايے کے ٹکڑے سے مس کردو خدا اسی طرح مفدوں کو زندہ کرتا ہے اور تمہیں اپنی نشانیاں دکھلاتا ہے کہ شاید تمہیں عقل اجايے
اپ کہہ دیجيے کہ میں تو صرف ڈرانے والا ہوں اور خدايے واحد و قہار کے علاوہ کويی دوسرا خدا نہیں ہے
مومنوں میں (ایسے) لوگ بھی ہیں جنہوں نے جو عہد اللہ تعالی سے کیا تھا انہیں سچا کر دکھایا، بعض نے تو اپنا عہد پورا کر دیا اور بعض (موقعہ کے) منتظر ہیں اور انہوں نے کويی تبدیلی نہیں کی
کیا تم نے نہ دیکھا تمہارے رب نے عاد کے ساتھ کیسا کیا،
کیا وہ ایسوں کو شریک بناتے ہیں جو کچھ بھی پیدا نہیں کرسکتے اور خود پیدا کیے جاتے ہیں
اے سننے والے کیا تو نے نہ دیکھا کہ اللہ رات لاتا ہے دن کے حصے میں اور دن کرتا ہے رات کے حصے میں اور اس نے سورج اور چاند کام میں لگايے ہر ایک ایک مقرر میعاد تک چلتا ہے اور یہ کہ اللہ تمہارے کاموں سے خبردار ہے،
اور ہم نے داود کو سلیمان (نامی فرزند) عطا فرمایا، جو بڑا اچھا بنده تھا اور بے حد رجوع کرنے واﻻ تھا
اور اسی کا ہے جو کچھ اسمانوں اور زمین میں ہے سب اسکے حکم کے تابع ہیں
اس کے بعد زمین کو بچھایا۔
تم فرماو میں تو اپنے رب کی طرف سے روشن دلیل پر ہوں اور تم اسے جھٹلاتے ہو میرے پاس نہیں جس کی تم جلدی مچارہے ہو حکم نہیں مگر اللہ کا وہ حق فرماتا ہے اور وہ سب سے بہتر فیصلہ کرنے والا،
اور جب ہم انسان کو نعمت بخشتے ہیں تو ردگرداں ہوجاتا اور پہلو پھیر لیتا ہے۔ اور جب اسے سختی پہنچتی ہے تو ناامید ہوجاتا ہے
جس دن سب پوشیدہ راز کھل جايیں گے۔
کیا وہ تم سے وعدہ کرتا ہے کہ جب تم مر جاوگے اور مٹی اور ہڈیاں ہو جاوگے تو پھر تم (قبروں سے) نکالے جاوگے؟
اور جب ہم لوگوں کو تکلیف پہنچنے کے بعد (اپنی) رحمت سے لذت اشنا کرتے ہیں تو فورا (ہمارے احسان کو بھول کر) ہماری نشانیوں میں ان کا مکر و فریب (شروع) ہو جاتا ہے۔ فرما دیجيے: اللہ مکر کی سزا جلد دینے والا ہے۔ بیشک ہمارے بھیجے ہويے فرشتے، جو بھی فریب تم کر رہے ہو (اسے) لکھتے رہتے ہیں،
وہ چمکتا ہوا ستارہ ہے
اور جب ہمارے بھیجے ہويے لوط کے پاس پہنچے تو ان کے انے سے غمگین ہوا اور دل میں تنگ ہوا اور کہا اج کا دن بڑا سخت ہے
اور یہ اپنے بوجھ بھی اٹھايیں گے اور اپنے بوجھوں کے ساتھ اور (لوگوں کے) بوجھ بھی۔ اور جو بہتان یہ باندھتے رہے قیامت کے دن ان کی ان سے ضرور پرسش ہوگی
اس نے (نبی کے ساتھ اپنا موازنہ کرتے ہويے) کہا کہ میں اس سے بہتر ہوں، تو نے مجھے اگ سے بنایا ہے اور تو نے اسے مٹی سے بنایا ہے،
اور تجھ پر میری پھٹکار ہے قیامت کے دن تک
اور وہ کہتے ہیں: یہ (قیامت کا) وعدہ کب پورا ہوگا اگر تم سچے ہو،
ہم نے انسان کو ہدایت کی ہے کہ اپنے والدین کے ساتھ نیک سلوک کرے لیکن اگر وہ تجھ پر زور ڈالیں کہ تو میرے ساتھ کسی ایسے (معبود) کو شریک ٹھیرايے جسے تو (میرے شریک کی حیثیت سے) نہیں جانتا تو ان کی اطاعت نہ کر میری ہی طرف تم سب کو پلٹ کر انا ہے، پھر میں تم کو بتا دوں گا کہ تم کیا کرتے رہے ہو
پھر ان کو سیاہ کوڑا کرکٹ بنا دیا
تو اپنے رب کی کونسی نعمت جھٹلاو گے،
اور اہل کتاب کی ایک جماعت نے کہا کہ جو کچھ ایمان والوں پر اتارا گیا ہے اس پر دن چڑھے تو ایمان ﻻو اور شام کے وقت کافر بن جاو، تاکہ یہ لوگ بھی پلٹ جايیں
اور اگر مدینے کے اطراف سے ان پر (لشکر) داخل کیے جاتے پھر ان سے فتنہ طلب کیا جاتا تو یہ ضرور اسے برپا کر دیتے اور نہ لڑتے مگر تھوڑی مدت
اور ہم نے زمین میں پہاڑ بنا دیيے تاکہ وه مخلوق کو ہلا نہ سکے، اور ہم نے اس میں کشاده راہیں بنا دیں تاکہ وه راستہ حاصل کریں
مار ایسی ہوتی ہے اور بیشک اخرت کی مار سب سے بڑی، کیا اچھا تھا اگر وہ جانتے
اور اے میری قوم! یہ اللہ کی خاص اونٹنی ہے جو تمہارے ليے ایک خاص نشانی (معجزہ) ہے پس اسے ازاد چھوڑ دو۔ تاکہ اللہ کی زمین سے کھايے اور خبردار اسے کسی قسم کی اذیت نہ پہنچانا۔ ورنہ بہت جلد عذاب تمہیں اپکڑے گا۔
جس دن کيی چہرے سفید ہوں گے اور کيی چہرے سیاہ ہوں گے، تو جن کے چہرے سیاہ ہو جايیں گے (ان سے کہا جايے گا:) کیا تم نے ایمان لانے کے بعد کفر کیا؟ تو جو کفر تم کرتے رہے تھے سواس کے عذاب (کا مزہ) چکھ لو،
اور ہمیشہ جاری پانی میں
اور اپ کی قوم نے اس قران کی تکذیب کی حالانکہ وہ بالکل حق ہے تو اپ کہہ دیجيے کہ میں تمہارا نگہبان نہیں ہوں
اور بايیں ہاتھ والے کیا ہیں بايیں ہاتھ والے
اور اگر اپ (ان کا حال) دیکھیں جب یہ لوگ بڑے مضطرب ہوں گے، پھر بچ نہ سکیں گے اور نزدیکی جگہ سے ہی پکڑ ليے جايیں گے،
(ان سے کہا جايے گا) کہ تم سلامتی اور امن و امان کے ساتھ ان میں داخل ہو جاو۔
بھلا دیکھو تو اگر یہ جھٹلاتا ہو اور منھ پھیرتا ہو تو
اس نے کہا اے میری قوم دیکھو تو اگر میں اپنے رب کی طرف سے صاف راستہ پر ہوں اور اس نے مجھ پر اپنے ہاں سے رحمت بھیجی ہو پھر وہ تمہیں دکھايی نہ دے تو کیا میں زبردستی تمہارے گلے مڑھ دوں اور تم اس سے نفرت کرتے ہو
اور اس کے لیے اس کے بندوں میں سے ٹکڑا ٹھہرایا بیشک ادمی کھلا ناشکرا ہے
کیا یہ لوگ کہتے ہیں کہ اس شخص نے اللہ پر جھوٹا بہتان گھڑ لیا ہے؟ اگر اللہ چاہے تو تمہارے دل پر مہر کر دے وہ باطل کو مٹا دیتا ہے اور حق کو اپنے فرمانوں سے حق کر دکھاتا ہے وہ سینوں کے چھپے ہويے راز جانتا ہے
اللہ بدلی کرتا ہے رات اور دن کی بیشک اس میں سمجھنے کا مقام ہے نگاہ والوں کو،
جو شخص نیکی لے کر ايے گا اس کے ليے اس سے بہتر (صلہ) ہے اور جو شخص برايی لے کر ايے گا تو برے کام کرنے والوں کو کويی بدلہ نہیں دیا جايے گا مگر اسی قدر جو وہ کرتے رہے تھے،
اگر اللہ تعالی کااراده اوﻻد ہی کا ہوتا تو اپنی مخلوق میں سے جسے چاہتا چن لیتا۔ (لیکن) وه تو پاک ہے، وه وہی اللہ تعالی ہے یگانہ اور قوت واﻻ
اور یہ ایک ہی چیخ کے منتظر ہیں جسے کچھ دیر نہیں لگے گی
پھر ہم نے ان لوگوں کو (اس) کتاب کا وارث بنایا جن کو ہم نے اپنے بندوں میں سے پسند فرمایا۔ پھر بعضے تو ان میں اپنی جانوں پر ﻇلم کرنے والے ہیں اور بعضے ان میں متوسط درجے کے ہیں اور بعضے ان میں اللہ کی توفیق سے نیکیوں میں ترقی کيے چلے جاتے ہیں۔ یہ بڑا فضل ہے
اور یہ کہ میری ہی عبادت کرنا یہ سیدھا راستہ ہے
انہوں نے کہا کہ کچھ نقصان (کی بات) نہیں ہم اپنے پروردگار کی طرف لوٹ جانے والے ہیں
تو اگر سچے ہو تو روح کو پھیر کیوں نہیں لیتے؟
ہم نے خوب پانی لنڈھایا
دیکھو تو تمہارے لیے کیسی مثالیں بیان کرتے ہیں پس وہ ایسے گمراہ ہو يے کہ راستہ بھی نہیں پا سکتے
جو کچھ یہ کہتے ہیں اس سے وه پاک اور باﻻتر، بہت دور اور بہت بلند ہے
کويی مصیبت نازل نہیں ہوتی مگر خدا کے حکم سے۔ اور جو شخص خدا پر ایمان لاتا ہے وہ اس کے دل کو ہدایت دیتا ہے۔ اور خدا ہر چیز سے باخبر ہے
وه کہیں گے ایک دن یا ایک دن سے بھی کم، گنتی گننے والوں سے بھی پوچھ لیجیيے
(یعنی غیر خدا) کہیں گے وہ تو ہم سے جاتے رہے بلکہ ہم تو پہلے کسی چیز کو پکارتے ہی نہیں تھے۔ اسی طرح خدا کافروں کو گمراہ کرتا ہے
اور یتمیوں کو بالغ ہونے تک کام کاج میں مصروف رکھو پھر (بالغ ہونے پر) اگر ان میں عقل کی پختگی دیکھو تو ان کا مال ان کے حوالے کردو اور اس خوف سے کہ وہ بڑے ہوجايیں گے (یعنی بڑے ہو کر تم سے اپنا مال واپس لے لیں گے) اس کو فضول خرچی اور جلدی میں نہ اڑا دینا۔ جو شخص اسودہ حال ہو اس کو (ایسے مال سے قطعی طور پر) پرہیز رکھنا چاہیيے اور جو بے مقدور ہو وہ مناسب طور پر (یعنی بقدر خدمت) کچھ لے لے اور جب ان کا مال ان کے حوالے کرنے لگو تو گواہ کرلیا کرو۔ اور حقیقت میں تو خدا ہی (گواہ اور) حساب لینے والا کافی ہے
اللر سے ڈرو اور میری اطاعت کرو
کہہ دو کہ میں تمہاری طرح کا ایک بشر ہوں۔ (البتہ) میری طرف وحی اتی ہے کہ تمہارا معبود (وہی) ایک معبود ہے۔ تو جو شخص اپنے پروردگار سے ملنے کی امید رکھے چاہیيے کہ عمل نیک کرے اور اپنے پروردگار کی عبادت میں کسی کو شریک نہ بنايے
اللہ نے جو کچھ تم پر حرام کیا ہے وہ ہے مردار اور خون اور سور کا گوشت اور وہ جانور جس پر اللہ کے سوا کسی اور کا نام لیا گیا ہو البتہ بھوک سے مجبور ہو کر اگر کويی ان چیزوں کو کھا لے، بغیر اس کے کہ وہ قانون الہی کی خلاف ورزی کا خواہش مند ہو، یا حد ضرورت سے تجاوز کا مرتکب ہو، تو یقینا اللہ معاف کرنے اور رحم فرمانے والا ہے
بیشک نیکوں کو ہم ایسا ہی بدلہ دیتے ہیں،
وہ کھڑکھڑانے والی کیا ہے
اس وقت کو یاد کرو جب تمہاری بہن جارہی تھیں کہ فرعون سے کہیں کہ کیا میں کسی ایسے کا پتہ بتاوں جو اس کی کفالت کرسکے اور اس طرح ہم نے تم کو تمہاری ماں کی طرف پلٹا دیا تاکہ ان کی انکھیں ٹھنڈی ہوجايیں اور وہ رنجیدہ نہ ہوں اور تم نے ایک شخص کو قتل کردیا تو ہم نے تمہیں غم سے نجات دے دی اور تمہارا باقاعدہ امتحان لے لیا پھر تم اہل مدین میں کيی برس تک رہے اس کے بعد تم ایک منزل پر اگيے اے موسی
اور اس دن کی قسم جس کا وعدہ دیا گیا ہے
کھڑکھڑانے والی
اور انہوں نے (یعنی یہود نے) اﷲ کی وہ قدر نہ جانی جیسی قدر جاننا چاہیے تھی، جب انہوں نے یہ کہہ (کر رسالت محمدی صلی اللہ علیہ والہ وسلم کا انکار کر) دیا کہ اﷲ نے کسی ادمی پر کويی چیز نہیں اتاری۔ اپ فرما دیجيے: وہ کتاب کس نے اتاری تھی جو موسی (علیہ السلام) لے کر ايے تھے جو لوگوں کے ليے روشنی اور ہدایت تھی؟ تم نے جس کے الگ الگ کاغذ بنا ليے ہیں تم اسے (لوگوں پر) ظاہر (بھی) کرتے ہو اور (اس میں سے) بہت کچھ چھپاتے (بھی) ہو، اور تمہیں وہ (کچھ) سکھایا گیا ہے جو نہ تم جانتے تھے اور نہ تمہارے باپ دادا، اپ فرما دیجيے: (یہ سب) اﷲ (ہی کا کرم ہے) پھر اپ انہیں (ان کے حال پر) چھوڑ دیں کہ وہ اپنی خرافات میں کھیلتے رہیں،
اور بھلايی کو جھٹلایا
(اس سے مراد) وہ یوم قیامت ہے جس دن (سارے) لوگ بکھرے ہويے پروانوں کی طرح ہو جايیں گے،
مومن مردوں سے کہہ دو کہ اپنی نظریں نیچی رکھا کریں اور اپنی شرم گاہوں کی حفاظت کیا کریں۔ یہ ان کے ليے بڑی پاکیزگی کی بات ہے اور جو کام یہ کرتے ہیں خدا ان سے خبردار ہے
اور جو شخص ایمان لے ایا تھا اس نے کہا کہ اے قوم والو میرا اتباع کرو تو میں تمہیں ہدایت کا راستہ دکھاسکتا ہوں
(سايل کو) اچھايی سے جواب دینا اور بخش دینا۔ اس صدقہ و خیرات سے بہتر ہے۔ جس کے بعد (سايل کو) ایذا پہنچايی جايے۔ اور اللہ بے نیاز ہے اور بڑا بردبار ہے۔
یہ مشرکین کہتے ہیں "اگر اللہ چاہتا تو نہ ہم اور نہ ہمارے باپ دادا اس کے سوا کسی اور کی عبادت کرتے اور نہ اس کے حکم کے بغیر کسی چیز کو حرام ٹھیراتے" ایسے ہی بہانے ان سے پہلے کے لوگ بھی بناتے رہے ہیں تو کیا رسولوں پر صاف صاف بات پہنچا دینے کے سوا اور بھی کويی ذمہ داری ہے؟
اور پنڈلی سے پنڈلی لپٹ جايے
وہ زبان سے ستانے کے سوا تمہارا اور کچھ بگاڑ نہ سکیں گے اور اگر تم سے لڑیں گے تو پیٹھ پھیر دیں گے پھر مدد نہیں دیے جايیں گے
کیا اللہ تعالی اپنے بندے کے لیے کافی نہیں؟ یہ لوگ اپ کو اللہ کے سوا اوروں سے ڈرا رہے ہیں اور جسے اللہ گمراه کر دےاس کی رہنمايی کرنے واﻻ کويی نہیں
پھر ہم نے ہود کو اور جو لوگ ان کے ساتھ تھے ان کو نجات بخشی اور جنہوں نے ہماری ایتوں کو جھٹلایا تھا ان کی جڑ کاٹ دی اور وہ ایمان لانے والے تھے ہی نہیں
بڑے ادمی کہیں گے کہ تم (بھی اور) ہم (بھی) سب دوزخ میں (رہیں گے) خدا بندوں میں فیصلہ کرچکا ہے
اور اس کا (زندگی بھر کا) ساتھی کہے گا کہ جو میرے پاس تھا وہ حاضر ہے۔
اللہ تعالی وه ہے جس کے سوا کويی معبود نہیں، جو زنده اور سب کا نگہبان ہے
ان سب نے رسولوں(ع) کو جھٹلایا تو ہمارے عذاب کے مستوجب ہويے۔
جب انہوں نے اپنی قوم سے کہا: کیا تم (اﷲ سے) نہیں ڈرتے ہو؟،
سدرالمنتہی کے نزدیک
پس وہ جھانکے گا تو اسے دوزح کے درمیان دیکھے گا
بیشک اسمانوں اور زمین میں نشانیاں ہیں ایمان والوں کے لیے
(وہ اس لیے ایسا ہونے دیتا ہے) تاکہ شیطان کی ڈالی ہويی خرابی کو فتنہ بنا دے ان لوگوں کے لیے جن کے دلوں کو (نفاق کا) روگ لگا ہوا ہے اور جن کے دل کھوٹے ہیں حقیقت یہ ہے کہ یہ ظالم لوگ عناد میں بہت دور نکل گيے ہیں
جن کا رنگ و روغن ایسا ہوگا جیسے چھپايے ہويے انڈے رکھے ہويے ہوں
اج تمہارے ليے سب پاک و پاکیزہ چیزیں حلال کر دی گيی ہیں۔ اور اہل کتاب کا طعام (اناج) تمہارے ليے حلال ہے اور تمہارا طعام (اناج) ان کے ليے حلال ہے اور پاکدامن مسلمان عورتیں اور ان لوگوں (اہل کتاب) کی پاکدامن عورتیں جنہیں تم سے پہلے کتاب دی گيی ہے۔ (وہ تمہارے ليے حلال ہیں) بشرطیکہ تم ان کی اجرتیں (حق مہر) دے دو۔ اور وہ بھی اپنی پاکدامنی کے تحفظ کی خاطر نہ کہ ازاد شہوت رانی کی خاطر اور نہ ہی چوری چھپے ناجايز تعلقات قايم کرنے کے لیے۔ اور جو ایمان کا انکار کرے (اور کفر اختیار کرے) تو اس کے سب عمل اکارت ہوگيے اور وہ اخرت میں نقصان اٹھانے والوں میں ہوگا۔
اور تمہارے رب نےجو تمہارے لیے بیویاں پیدا کر دی ہیں انہیں چھوڑ دیتے ہو بلکہ تم حد سے گزرنے والے لوگ ہو
اور ان میں سے وہ شخص (بھی) ہے جو کہتا ہے کہ اپ مجھے اجازت دے دیجيے (کہ میں جہاد پر جانے کی بجايے گھر ٹھہرا رہوں) اور مجھے فتنہ میں نہ ڈاليے، سن لو! کہ وہ فتنہ میں (تو خود ہی) گر پڑے ہیں، اور بیشک جہنم کافروں کو گھیرے ہويے ہے،
اور اپ جب بھی کہیں نکلیں تو (نماز کے وقت) اپنا منہ مسجد الحرام کی طرف ہی موڑیں اور (اے مسلمانو!) تم بھی جہاں کہیں ہو (نماز کے وقت) اپنے مونہوں کو اسی (مسجد الحرام) کی طرف ہی کر لیا کرو۔ (اس حکم کی بار بار تکرار سے ایک غرض یہ ہے کہ) تاکہ لوگوں (مخالفین) کو تمہارے خلاف کويی دلیل نہ ملے۔ سوا ان لوگوں کے لیے جو ظالم ہیں (کہ ان کی زبان تو کسی طرح بھی بند نہیں ہو سکتی)۔ تو تم ان سے نہ ڈرو بلکہ مجھ سے ڈرو (دوسری غرض یہ ہے) کہ تم پر میری نعمت تام و تمام ہو جايے (اور تیسری غرض یہ ہے) کہ شاید تم ہدایت یافتہ ہو جاو ۔
ہم اپ کو ان کے واقعات بالکل سچے سچے بتارہے ہیں-یہ چند جوان تھے جو اپنے پروردگار پر ایمان لايے تھے اور ہم نے ان کی ہدایت میں اضافہ کردیا تھا
حقیقت یہ ہے کہ تمہارا رب وہی خدا ہے جس نے اسمانوں اور زمین کو چھ دنوں میں پیدا کیا، پھر تخت حکومت پر جلوہ گر ہوا اور کاينات کا انتظام چلا رہا ہے کويی شفاعت (سفارش) کرنے والا نہیں الا یہ کہ اس کی اجازت کے بعد شفاعت کرے یہی اللہ تمہارا رب ہے لہذا تم اسی کی عبادت کرو پھر کیا تم ہوش میں نہ او گے؟
جو لوگ کافر ہیں اگر ان کے پاس رويے زمین (کے تمام خزانے اور اس) کا سب مال ومتاع ہو اور اس کے ساتھ اسی قدر اور بھی ہو تاکہ قیامت کے روز عذاب (سے رستگاری حاصل کرنے) کا بدلہ دیں تو ان سے قبول نہیں کیا جايے گا اور ان کو درد دینے والا عذاب ہوگا
ہم دنیا کی زندگی میں (بھی) تمہارے دوست اور مددگار ہیں اور اخرت میں (بھی)، اور تمہارے ليے وہاں ہر وہ نعمت ہے جسے تمہارا جی چاہے اور تمہارے ليے وہاں وہ تمام چیزیں (حاضر) ہیں جو تم طلب کرو،
اے ایمان والو تم ان لوگو ں جیسے نہ ہوجاو جنہوں نے موسی کو ستایا پھر الله نے موسی کو ان کی باتوں سے بری کر دیا اور وہ الله کے نزدیک بڑی عزت والا تھا
تو کیا اپ شدت هافسوس سے ان کے پیچھے اپنی جان خطرہ میں ڈال دیں گے اگر یہ لوگ اس بات پرایمان نہ لايے
اور دس (مقدس) راتوں کی۔
اب جو لوگ اللہ کی بات مان لیں گے اور اس کی پناہ ڈھونڈیں گے ان کو اللہ اپنی رحمت اور اپنے فضل و کرم کے دامن میں لے لے گا اور اپنی طرف انے کا سیدھا راستہ ان کو دکھا دے گا
اور ہم نے اس طور پر یوسف کو اس ملک میں بااختیار بنا دیا کہ اس میں جہاں چاہے رہےہم جس پر چاہیں اپنی رحمت متوجہ کر دیں اور ہم نیکی کرنے والوں کا اجر ضايع نہیں کرتے
ایسی نازک جیسے انڈے کے چھلکے کے نیچے چھپی ہويی جھلی
اور انہیں دو شحصوں کی مثال سنا دو ان دونوں میں سے ایک لیے ہم نے انگور کے دو باغ تیار کیے اور ان کے گرد اگر کھجوریں لگايیں اوران دونو ں کے درمیان کھیتی بھی لگا رکھی تھی
ایک دفتر ہے جس میں لکھا جاتا ہے
اور ہم قران میں اتارتے ہیں وہ چیز (۱۷۹) جو ایمان والوں کے لیے شفا اور رحمت ہے اور اس سے ظالموں کو نقصان ہی بڑھتا ہے،
وہ بولے: اسے لوگوں کے سامنے لے او تاکہ وہ (اسے) دیکھ لیں،
اور اس چھت کی جو بلند ہے۔
یقینا تمہارے مالوں اور جانوں سے تمہاری ازمايش کی جايے گی اور یہ بھی یقین ہے کہ تمہیں ان لوگوں کی جو تم سے پہلے کتاب دیيے گيے اور مشرکوں کی بہت سی دکھ دینے والی باتیں بھی سننی پڑیں گی اور اگر تم صبر کر لو اور پرہیزگاری اختیار کرو تو یقینا یہ بہت بڑی ہمت کا کام ہے
پھر سب کچھ نشانیاں دیکھ دکھا کر پچھلی مت انہیں یہی ايی کہ ضرور ایک مدت تک اسے قیدخانہ میں ڈالیں
جس طرح فرعون والوں اور ان سے پہلے لوگوں کا معاملہ تھا انہوں نے ہماری نشانیوں کو جھٹلایا پھر الله نے ان کے گناہوں کے سبب سے انہیں پکڑا اور الله سخت عذاب دینے والا ہے
اور اللہ کی قسمیں کھاتے ہیں کہ وہ تم میں سے ہیں اور تم میں سے ہیں نہیں ہاں وہ لوگ ڈرتے ہیں
گھر کے لوگ بولے "خدا کی قسم اپ ابھی تک اپنے اسی پرانے خبط میں پڑے ہويے ہیں"
اور ہم نے کہا: اے ادم! تم اور تمہاری بیوی دونوں بہشت میں رہو۔ اور اس سے جہاں سے تمہارا دل چاہے مزے اور فراغت کے ساتھ کھاو۔ لیکن اس (مخصوص) درخت کے پاس نہ جانا (اس کا پھل نہ کھانا) ورنہ تم زیاں کاروں میں سے ہو جاوگے۔
اور نہ ان لوگوں میں ہونا جو خدا کی ایتوں کی تکذیب کرتے ہیں نہیں تو نقصان اٹھاو گے
ارشاد ہوگا تم بھی اسی جہنم میں داخل ہو جاو جس میں تم سے پہلے گزرے ہويے جن و انس کے گروہ داخل ہو چکے ہیں (اور) جب بھی کويی (جہنم میں) داخل ہوگا تو اپنے ساتھ (پیش رو) گروہ پر لعنت کرے گا۔ یہاں تک کہ جب سب وہاں جمع ہو جايیں گے (سب واصل جہنم ہو جايیں گے) تو بعد والا گروہ پہلے گروہ کے بارے میں کہے گا اے پروردگار! انہوں نے ہمیں گمراہ کیا تھا اس ليے انہیں دوزخ کا دوگنا عذاب دے۔ ارشاد ہوگا ہر ایک کے ليے دونا عذاب ہے لیکن تم جانتے نہیں ہو۔
بےشک ہم نے کافروں کیليے زنجیریں، طوق اور بھڑکتی ہويی اگ تیار کر رکھی ہے۔
حمد اس خدا کے لیے ہے جو اسمانوں اور زمین کی ہر چیز کا مالک ہے اور اخرت میں بھی اسی کے لیے حمد ہے وہ دانا اور باخبر ہے
اگر تم سفر کی حالت میں ہو اور دستاویز لکھنے کے لیے کويی کاتب نہ ملے، تو رہن بالقبض پر معاملہ کرو اگر تم میں سے کويی شخص دوسرے پر بھروسہ کر کے اس کے ساتھ کويی معاملہ کرے، تو جس پر بھروسہ کیا گیا ہے، اسے چاہیے کہ امانت ادا کرے اور اللہ، اپنے رب سے ڈرے اور شہادت ہرگز نہ چھپاو جو شہادت چھپاتا ہے، اس کا دل گناہ میں الودہ ہے اور اللہ تمہارے اعمال سے بے خبر نہیں ہے
اور کہا کیوں یہ قران ان دو بستیوں کےکسی سردار پر نازل نہیں کیا گیا
اور ثمود کو پس اسے باقی نہ چھوڑا
جو لوگ ایمان نہیں رکھتے۔ ہم نے ان کے اعمال (ان کی نظر میں) خوشنما بنا دیيے ہیں پس وہ سرگردان پھر رہے ہیں۔
تم دونوں ہر کافر سرکش کو دوزخ میں ڈال دو
ان کی جزا ان کے رب کے ہاں دايمی قیام کی جنتیں ہیں جن کے نیچے نہریں بہ رہی ہوں گی، وہ ان میں ہمیشہ ہمیشہ رہیں گے اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہويے یہ کچھ ہے اس شخص کے لیے جس نے اپنے رب کا خوف کیا ہو
اور وہ (اب اسی مہلت کی وجہ سے) کہتے ہیں کہ اس (رسول صلی اللہ علیہ والہ وسلم) پر ان کے رب کی طرف سے کويی (فیصلہ کن) نشانی کیوں نازل نہیں کی گيی، اپ فرما دیجيے: غیب تو محض اللہ ہی کے ليے ہے، سو تم انتظار کرو میں بھی تمہارے ساتھ انتظار کرنے والوں میں سے ہوں،
اور اگر وہ کويی معجزہ دیکھ لیں تو اس سے منہ موڑ لیں اور کہیں یہ تو ہمیشہ سے چلا اتا جادو ہے
اور جورو اور بیٹوں سے
اور یہ کہ بیشک تمہارے رب ہی کی طرف انتہا ہے
تو کہہ دیجيے کہ بہت ممکن ہے کہ جس عذاب کی تم جلدی کررہے ہو اس کا کويی حصہ تمہارے پیچھے ہی لگاہوا ہو
اور کہتے ہیں کہ ہماری زندگی تو صرف دنیا ہی کی ہے کہ (یہیں) مرتے اور جیتے ہیں اور ہمیں تو زمانہ مار دیتا ہے۔ اور ان کو اس کا کچھ علم نہیں۔ صرف ظن سے کام لیتے ہیں
یوں نہیں بلکہ ان کے دلوں پر ان کےاعمال کی وجہ سے زنگ (چڑھ گیا) ہے
کويی ہنسی مذاق نہیں ہے۔
(ہاں البتہ) یہ لوگ اپنے بوجھ اٹھايیں گے اور اپنے بوجھوں کے ساتھ کچھ اور بوجھ بھی۔ اور قیامت کے دن ضرور ان سے بازپرس کی جايے گی ان افترا پردازیوں کے بارے میں جو وہ کرتے تھے۔
اور ان میں سے کچھ ایسے بھی ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر اس نے ہمیں اپنے فضل سے (کچھ مال و دولت) سے نوازا تو ہم ضرور خیرات کریں گے اور ضرور نیکوکار بندوں میں سے ہو جايیں گے۔
کیا تم اس کلام سے انکار کرتے ہو؟
بولے ان کو جلادو اور اپنے خداوں کی مدد کروں اگر تمہیں کرنا ہے
اور جب (سمندر میں) ان لوگوں پر ایک موج سايبانوں کی طرح چھا جاتی ہے تو یہ اللہ کو پکارتے ہیں اپنے دین کو بالکل اسی کے لیے خالص کر کے، پھر جب وہ بچا کر انہیں خشکی تک پہنچا دیتا ہے تو ان میں سے کويی اقتصاد برتتا ہے، اور ہماری نشانیوں کا انکار نہیں کرتا مگر ہر وہ شخص جو غدار اور ناشکرا ہے
اور (فرشتے کہتے ہیں:) ہم میں سے بھی ہر ایک کا مقام مقرر ہے،
جب وہ دن ايے گا تو کويی شخص الله کی اجازت کے سوا بات بھی نہ کر سکے گا سو ان میں سے بعض بدبخت ہیں اوربعض نیک بخت
اس طرح بنی اسرايیل کو ہم نے سخت ذلت کے عذاب
جس نے (دین حق کو) جھٹلایا اور (رسول کی اطاعت سے) منہ پھیر لیا،
بلند باغ میں،
کہا اس کے بعد میں تم سے کچھ پوچھوں تو پھر میرے ساتھ نہ رہنا، بیشک میری طرف سے تمہارا عذر پورا ہوچکا،
فرمایا تم نہ ٹھہرے مگر تھوڑا اگر تمہیں علم ہوتا،
تو ان کے منصف مزاج نے کہا کہ میں نے نہ کہا تھا کہ تم لوگ تسبیح پروردگار کیوں نہیں کرتے
یہاں تک کہ ہمیں موت اگيی
یہ خدا اور صاحبان ایمان کو دھوکہ دینا چاہتے ہیں حالانکہ اپنے ہی کو دھوکہ دے رہے ہیں اور سمجھتے بھی نہیں ہیں
پھر جب صور میں پھونکا جايے گا ایک بار پھونکا جانا
یہ لوگ کہتے ہیں کہ اللہ نے اپنا کويی بیٹا بنایا ہے حالانکہ وہ پاک و بے نیاز ہے اور اس کے ليے زمین و اسمان کی ساری کاينات ہے -تمہارے پاس تو تمہاری بات کی کويی دلیل بھی نہیں ہے-کیا تم لوگ خدا پر وہ الزام لگاتے ہو جس کا تمہیں علم بھی نہیں ہے
انجام کار ہم نے اسے اور اس کے لشکر کو پکڑا اور سب کو سمندر میں پھینک دیا درانحالیکہ وہ قابل ملامت تھا۔
کیا یہ لوگ دین خدا کے علاوہ کچھ اور تلاش کررہے ہیں جب کہ زمین و اسمان کی ساری مخلوقات بہ رضا و رغبت یا بہ جبر وکراہت اسی کی بارگاہ میں سر تسلیم خم کيے ہويے ہے اور سب کو اسی کی بارگاہ میں واپس جانا ہے
جب یہ اپنی قبروں سے نکل کر اس طرح دوڑے جا رہے ہوں گے جیسے اپنے بتوں کے استھانوں کی طرف دوڑ رہے ہوں
نہ تو کويی امت اپنے وقت مقرره سے اگے بڑھی اور نہ پیچھے رہی
کیا انہوں نے اپنے سروں پر اڑتے ہويے جانوروں کو نہیں دیکھا جو پروں کو پھیلايے رہتے ہیں اور ان کو سکیڑ بھی لیتے ہیں۔ خدا کے سوا انہیں کويی تھام نہیں سکتا۔ بےشک وہ ہر چیز کو دیکھ رہا ہے
بے شک جو کچھ تم سے وعدہ وعید کیا گیا ہے وہ بے شک اکر رہے گا۔ اور تم (خدا کو) عاجز نہیں کر سکتے۔
اس طرح ہم اپ کو (اے حبیب معظم!) ان (قوموں) کی خبریں سناتے ہیں جو گزر چکی ہیں اور بیشک ہم نے اپ کو اپنی خاص جناب سے ذکر (یعنی نصیحت نامہ) عطا فرمایا ہے،
اب تم کچھ دوسرے لوگوں کو بھی پاو گے جو چاہتے ہیں کہ (منافقانہ طریقے سے ایمان ظاہر کرکے) تم سے (بھی) امن میں رہیں اور (پوشیدہ طریقے سے کفر کی موافقت کرکے) اپنی قوم سے (بھی) امن میں رہیں، (مگر ان کی حالت یہ ہے کہ) جب بھی (مسلمانوں کے خلاف) فتنہ انگیزی کی طرف پھیرے جاتے ہیں تو وہ اس میں (اوندھے) کود پڑتے ہیں، سو اگر یہ (لوگ) تم سے (لڑنے سے) کنارہ کش نہ ہوں اور (نہ ہی) تمہاری طرف صلح (کا پیغام) بھیجیں اور (نہ ہی) اپنے ہاتھ (فتنہ انگیزی سے) روکیں تو تم انہیں پکڑ (کر قید کر) لو اور انہیں قتل کر ڈالو جہاں کہیں بھی انہیں پاو، اور یہ وہ لوگ ہیں جن پر ہم نے تمہیں کھلا اختیار دیا ہے،
یہ ہیں جن پر اللہ نے لعنت کی اور جسے خدا لعنت کرے تو ہر گز اسکا کويی یار نہ پايے گا
اور اگر یہ ہم پر کويی بھی بات بنا لیتا
جواب میں ارشاد ہوا "قریب ہے وہ وقت جب یہ اپنے کیے پر پچھتايیں گے"
تم وہی لوگ ہو۔ جو (ہم سے) ان باتوں کے بارے میں بحث و تکرار کرتے رہے جن کا تمہیں کچھ علم تھا۔ اب ان باتوں کے بارے میں کیوں حجت بازی کرتے ہو جن کا تمہیں کچھ علم نہیں (حقیقت حال) صرف اللہ جانتا ہے تم نہیں جانتے۔
اس دن جھٹلانے والوں کے لیے تباہی ہے
اور دعا کرو کہ پروردگار، مجھ کو جہاں بھی تو لے جا سچايی کے ساتھ لے جا اور جہاں سے بھی نکال سچايی کے ساتھ نکال اور اپنی طرف سے ایک اقتدار کو میرا مددگار بنا دے
لوط (علیہ السلام) نے کہا: بیشک یہ لوگ میرے مہمان ہیں پس تم مجھے (ان کے بارے میں) شرم سار نہ کرو،
جس طرح تم سے پہلے لوگ تم سے طاقت میں زيادہ تھے اور مال اور اولاد میں بھی زيادہ تھے پھر وہ اپنے حصہ سے فايدہ اٹھا گيے اور تم نے اپنے حصہ سے فايدہ اٹھایا جیسے تم سے پہلہے لوگ اپنے حصہ سے فايدہ اٹھا گيے اور تم بھی انہیں کی سی چال چلتے ہو یہ وہ لوگ ہیں جن کے اعمال دنیا اور اخرت میں ضايع ہو گيے اور وہی نقصان اٹھانے والے ہیں
یاد رکھو کہ جتنے کچھ اسمانوں میں ہیں اور جتنے زمین میں ہیں یہ سب اللہ ہی کے ہیں اور جو لوگ اللہ کو چھوڑ کر دوسرے شرکا کی عبادت کررہے ہیں کس چیز کی اتباع کر رہے ہیں۔ محض بے سند خیال کی اتباع کر رہے ہیں اور محض اٹکلیں لگا رہے ہیں
ایسا کیوں نہ ہوا کہ جب تم لوگوں نے یہ (بہتان) سنا تھا تو مومن مرد اور مومن عورتیں اپنوں کے حق میں نیک گمان کرتے اور کہتے کہ یہ تو ایک کھلا ہوا بہتان ہے۔
تو جلد وہ وقت اتا ہے کہ جو میں تم سے کہہ رہا ہوں، اسے یاد کرو گے اور میں اپنے کام اللہ کو سونپتا ہوں، بیشک اللہ بندوں کو دیکھتا ہے
پھر اگر وہ باز اجايیں تو بیشک اﷲ نہایت بخشنے والا مہربان ہے،
اورجس وقت شیطان نے ان کے اعمال کو ان کی نظروں میں خوشنما کر دیا اورکہا کہ اج کے دن لوگوں میں سے کويی بھی تم پر غالب نہ ہوگا اور میں تمہارا حمایتی ہوں پھر جب دونوں فوجیں سامنے ہويیں تووہ اپنے ایڑیوں پر الٹا پھرا اور کہا میں تمہارے ساتھ نہیں ہوں میں ایسی چیر دیکھتا ہوں جو تم نہیں دیکھتے میں الله سے ڈرتا ہوں اور الله سخت عذاب کرنے والا ہے
جب ان کے سامنے ایات کی تلاوت کی جاتی ہے تو کہتے ہیں کہ یہ تو پرانے افسانے ہیں
تو خدا نے انہیں اس دن کی سختی سے بچالیا اور تازگی اور سرور عطا کردیا
ابراہیم نہ یہودی تھے نہ نصرانی بلکہ ہر باطل سے جدا مسلمان تھے، اور مشرکوں سے نہ تھے
جو اخرت کی نسبت دنیا کو پسند کرتے اور (لوگوں کو) خدا کے رستے سے روکتے اور اس میں کجی چاہتے ہیں۔ یہ لوگ پرلے سرے کی گمراہی میں ہیں
دونوں باغوں میں دو چشمے فواروں کی طرح ابلتے ہويے
الف۔ لام۔ میم۔
اور (جس طرح ہم نے مکہ کے فاسقوں کو بڑا بنایا) اسی طرح ہم نے ہر بستی میں اس کے مجرمین کو بڑا سردار بنایا ہے تاکہ وہ وہاں مکر و فریب کیا کریں حالانکہ وہ فریب نہیں دیتے مگر اپنے اپ کو لیکن انہیں اس کا شعور نہیں ہے۔
یقینا دوزخ چنگاریاں پھینکتی ہے جو مثل محل کے ہیں
اور اسماعیل اور ادریس اور ذوالکفل کو (یاد کرو)، وہ سب صبر والے تھے
اور جنہوں نے کفر کیا اور ہماری ایتوں کو جھٹلایا تو انہی لوگوں کے ليے ذلت امیز عذاب ہوگا،
پھر وہ بڑے زور کے ساتھ دايیں ہاتھ سے ان کے توڑنے پر پل پڑا
اور لوگوں سے کہا گیا کیا تم بھی اکھٹے ہوتے ہو
اور ان کے لیے یہ بھی نشانی ہے ہم نے ان کی نسل کوبھری کشتی میں سوار کیا
یہی وه لوگ ہیں جنہیں ان کے صبر کے بدلے جنت کے بلند و باﻻخانے دیيے جايیں گے جہاں انہیں دعا سلام پہنچایا جايے گا
اس نے اسمان سے پانی برسایا تو وادیوں میں بقدر ظرف بہنے لگا اور سیلاب میں جوش کھا کر جھاگ اگیا اور اس دھات سے بھی جھاگ پیدا ہوگیا جسے اگ پر زیور یا کويی دوسرا سامان بنانے کے ليے پگھلاتے ہیں. اسی طرح پروردگار حق و باطل کی مثال بیان کرتا ہے کہ جھاگ خشک ہوکر فنا ہوجاتا ہے اور جو لوگوں کو فايدہ پہنچانے والا ہے وہ زمین میں باقی رہ جاتا ہے اور خدا اسی طرح مثالیں بیان کرتا ہے
پس اب اس کے یقین سے تجھے کويی ایسا شخص روک نہ دے جو اس پر ایمان نہ رکھتا ہو اور اپنی خواہش کے پیچھے پڑا ہو، ورنہ تو ہلاک ہوجايے گا
جو لوگ اپنے مال الله کی راہ میں خرچ کرتے ہیں پھر خرچ کرنے کے بعد نہ احسان رکھتے ہیں اور نہ ستاتے ہیں انہیں کے لیے اپنے رب کے ہاں ثواب ہے اوران پر نہ کويی ڈر ہے اور نہ وہ غمگین ہوں گے
اورعوتوں نے شہر میں چرچا کیا کہ عزیز کی عورت اپنے غلام کو چاہتی ہے بے شک اس کی محبت میں فریفتہ ہوگيی ہے ہم تو اسے صریح غلطی پر دیکھتے ہیں
اور سچا وعدہ نزدیک ا پہنچے گا پھر اس وقت منکرو ں کی انکھیں اوپر لگی رہ جايیں گی ہايے کم بختی ہماری بے شک ہم تو اس سے غفلت میں پڑے ہويے تھے بلکہ ہم ہی ظالم تھے
پھر جب ان کی فریب خوردگی کا طلسم ٹوٹ گیا او ر انہوں نے دیکھ لیا کہ در حقیقت وہ گمراہ ہو گيے ہیں تو کہنے لگے کہ "اگر ہمارے رب نے ہم پر رحم نہ فرمایا اور ہم سے درگزر نہ کیا تو ہم برباد ہو جايیں گے"
جب کہ اس نے اپنی قوم سے کہا کیا تم ڈرتے نہیں
(اخرکار) ہم ہی زمین کے اور جو کچھ اس کے اوپر ہے اس کے وارث ہوں گے اور سب ہماری طرف لوٹايے جايیں گے۔
اور انہوں نے کہا اے جادوگر اپنے رب سے ہمارے لیے اس عہد سے جو تجھ سے اس نے کیا ہے دعا کر ہم ضرور راہ پر اجايیں گے
اور جو بھی اللہ اور رسول کی اطاعت کرے گا اور اس کے دل میں خوف هخدا ہوگا اور وہ پرہیزگاری اختیار کرے گا تو وہی کامیاب کہا جايے گا
اور جب (کسی لفظ) سلام کے ذریعے تمہاری تکریم کی جايے تو تم (جواب میں) اس سے بہتر (لفظ کے ساتھ) سلام پیش کیا کرو یا (کم از کم) وہی (الفاظ جواب میں) لوٹا دیا کرو، بیشک اللہ ہر چیز پر حساب لینے والا ہے،
اور جو لوگ ایمان لايے اور انہوں نے نیک اعمال کيے وہی دعوت الہی کو قبول کرتے ہیں اور خدا اپنے فضل و کرم سے ان کے اجر میں اضافہ کردیتا ہے اور کافرین کے ليے تو بڑا سخت عذاب رکھا گیا ہے
اور میں مومنین کو ہٹانے ولا نہیں ہوں
موسی (علیہ السلام) نے ان (جادوگروں) سے فرمایا: تم پر افسوس (خبردار!) اللہ پر جھوٹا بہتان مت باندھنا ورنہ وہ تمہیں عذاب کے ذریعے تباہ و برباد کردے گا اور واقعی وہ شخص نامراد ہوا جس نے (اللہ پر) بہتان باندھا،
پھر اس نے اس غم کے بعد تم پر امن نازل فرمایا اور تم میں سے ایک جماعت کو امن کی نیند انے لگی۔ ہاں کچھ وه لوگ بھی تھے کہ انہیں اپنی جانوں کی پڑی ہويی تھی، وه اللہ تعالی کے ساتھ ناحق جہالت بھری بدگمانیاں کر رہے تھے اور کہتے تھے کیا ہمیں بھی کسی چیز کا اختیار ہے؟ اپ کہہ دیجيے کہ کام کل کا کل اللہ کے اختیار میں ہے، یہ لوگ اپنے دلوں کے بھید اپ کو نہیں بتاتے، کہتے ہیں کہ اگر ہمیں کچھ بھی اختیار ہوتا تو یہاں قتل نہ کيے جاتے۔ اپ کہہ دیجيے کہ گو تم اپنے گھروں میں ہوتے پھر بھی جن کی قمست میں قتل ہونا تھا وه تو مقتل کی طرف چل کھڑے ہوتے، اللہ تعالی کو تمہارے سینوں کے اندر کی چیز کا ازمانا اور جو کچھ تمہارے دلوں میں ہے، اس کو پاک کرنا تھا، اور اللہ تعالی سینوں کے بھید سے اگاه ہے
پھر ہم نے اوروں کو ہلاک کردیا
اور سورج کے ليے جو مقرره راه ہے وه اسی پر چلتا رہتا ہے۔ یہ ہے مقرر کرده غالب، باعلم اللہ تعالی کا
اور میری بہشت میں داخل ہو جا
مومن مرد وعورت اپس میں ایک دوسرے کے (مددگار ومعاون اور) دوست ہیں، وه بھلايیوں کا حکم دیتے ہیں اور برايیوں سے روکتے ہیں، نمازوں کو پابندی سے بجا ﻻتے ہیں زکوة ادا کرتے ہیں، اللہ کی اور اس کے رسول کی بات مانتے ہیں، یہی لوگ ہیں جن پر اللہ تعالی بہت جلد رحم فرمايے گا بیشک اللہ غلبے واﻻ حکمت واﻻ ہے
اے ایمان والو! جب تمہارے پاس مومن عورتیں ہجرت کر کے ايیں تو انہیں اچھی طرح جانچ لیا کرو، اللہ ان کے ایمان (کی حقیقت) سے خوب اگاہ ہے، پھر اگر تمہیں ان کے مومن ہونے کا یقین ہو جايے تو انہیں کافروں کی طرف واپس نہ بھیجو، نہ یہ (مومنات) ان (کافروں) کے ليے حلال ہیں اور نہ وہ (کفار) ان (مومن عورتوں) کے ليے حلال ہیں، اور ان (کافروں) نے جو (مال بصورت مہر ان پر) خرچ کیا ہو وہ ان کو ادا کر دو، اور تم پر اس (بات) میں کويی گناہ نہیں کہ تم ان سے نکاح کر لو جبکہ تم ان (عورتوں) کا مہر انہیں ادا کر دو، اور (اے مسلمانو!) تم بھی کافر عورتوں کو (اپنے) عقد نکاح میں نہ روکے رکھو اور تم (کفار سے) وہ (مال) طلب کر لو جو تم نے (ان عورتوں پر بصورت مہر) خرچ کیا تھا اور وہ (کفار تم سے) وہ (مال) مانگ لیں جو انہوں نے (ان عورتوں پر بصورت مہر) خرچ کیا تھا، یہی اللہ کا حکم ہے، اور وہ تمہارے درمیان فیصلہ فرما رہا ہے، اور اللہ خوب جاننے والا بڑی حکمت والا ہے،
موسی (علیہ السلام) نے کہا: اپ میری بھول پر میری گرفت نہ کریں اور میرے (اس) معاملہ میں مجھے زیادہ مشکل میں نہ ڈالیں،
اور جب تم نماز کے ليے (لوگوں کو بصورت اذان) پکارتے ہو تو یہ (لوگ) اسے ہنسی اور کھیل بنا لیتے ہیں۔ یہ اس ليے کہ وہ ایسے لوگ ہیں جو (بالکل) عقل ہی نہیں رکھتے،
اور اس دن (کی سزا اور رسوايی) سے ڈرو۔ جس دن اللہ کی طرف پلٹايے جاوگے اور پھر جس شخص نے جو کچھ (نیکی یا بدی) کمايی ہوگی۔ وہ (اس کا بدلہ) اسے پورا پورا دیا جايے گا۔ اور (ان کی حق تلفی کرکے) ان پر ظلم نہیں کیا جايے گا۔
اور اس میں تمہارے ليے بھی اسباب معیشت قرار ديے ہیں اور ان کے ليے بھی جن کے تم رازق نہیں ہو
اور جو اس دن انہیں پیٹھ دے گا مگر لڑايی کا ہنر کرنے یا اپنی جماعت میں جاملنے کو، تو وہ اللہ کے غضب میں پلٹا اور اس کا ٹھکانا دوزخ ہے، اور کیا بری جگہ ہے پلٹنے کی،
اور تم پر سے وہ بھاری بوجھ اتار دیا
فرمایا اے ابلیس! تجھے کیا ہوا کہ سجدہ کرنے والوں کے ساتھ نہ ہوا
اور ضرور ہم جانتے ہیں کہ تم کچھ جھٹلانے والے ہیں،
پھر ایا ایسا شخص بہتر ہے جس نے اپنی عمارت کی بنیاد اللہ سے ڈرنے پر اور اللہ کی خوشنودی پر رکھی ہو، یا وه شخص، کہ جس نے اپنی عمارت کی بنیاد کسی گھاٹی کے کنارے پر جو کہ گرنے ہی کو ہو، رکھی ہو، پھر وه اس کو لے کر اتش دوزخ میں گر پڑے، اور اللہ تعالی ایسے ﻇالموں کو سمجھ ہی نہیں دیتا
یہ تمہاری جزا ہے اور تمہاری کوشش شکرگزاری کے قابل ہے۔
اور بادشاہ نے کہا میں نے خواب میں دیکھیں سات گايیں فربہ کہ انہیں سات دبلی گايیں کھارہی ہیں اور سات بالیں ہری اور دوسری سات سوکھی اے درباریو! میرے خواب کا جواب دو اگر تمہیں خواب کی تعبیر اتی ہو،
لیکن جب اسے ازماتا ہے پھر اس پر اس کی روزی تنگ کر تا ہے تو کہتا ہے میرے رب نے مجھے ذلیل کر دیا
جب کافروں نے اپنے دلوں میں ضد کی اور ضد بھی جاہلیت کی۔ تو خدا نے اپنے پیغمبر اور مومنوں پر اپنی طرف سے تسکین نازل فرمايی اور ان کو پرہیزگاری کی بات پر قايم رکھا اور وہ اسی کے مستحق اور اہل تھے۔ اور خدا ہر چیز سے خبردار ہے
اور انہوں نے (رسول(ص) کو) جھٹلایا اور اپنی خواہشات کی پیروی کی اور ہر کام کا وقت مقرر ہے اور ثابت ہے۔
اور (ان کو سمجھانے کیليے) بطور مثال ایک خاص بستی کا قصہ سنايیں جب ان کے پاس (ہمارے) پیغام رساں ايے۔
اور یقینا اپ کا پروردگار بڑا غالب ہے، بڑا رحم کرنے والا ہے۔
ان پر اگ ہے کہ اس میں ڈال کر اوپر سے بند کردی گيی
کیا تو ان سے کويی اجرت طلب کرتا ہے کہ یہ اس کے تاوان سے بوجھل ہو رہے ہیں
(وہ) اسمانوں اور زمین کا پیدا کرنے والا ہے اسی نے تمہاری جنس سے تمہارے ليے جوڑے پیدا کيے اور چوپایوں میں سے بھی جوڑے بنايے ہیں اس کے ذریعہ سے تمہیں پھیلاتا ہے (کاينات کی) کويی چیز اس کی مثل (مانند) نہیں ہے وہ بڑا سننے والا اور بڑا دیکھنے والا ہے۔
پس موسی غصہ میں افسوس کرتے ہويے اپنی قوم کی طرف لوٹے (اور) کہا اے میری قوم! کیا تمہارے پروردگار نے تم سے بڑا اچھا وعدہ نہیں کیا تھا؟ تو کیا تم پر (وعدہ سے) زیادہ مدت گزر گيی؟ یا تم نے چاہا کہ تمہارے رب کا غضب تم پر نازل ہو؟ اس ليے تم نے مجھ سے وعدہ خلافی کی؟
کس چیز سے اللہ نے اسے پیدا کیا ہے؟
اور خود تمہارے اپنے وجود میں ہیں کیا تم کو سوجھتا نہیں؟
کہ وه بہشتوں میں (بیٹھے ہويے) گناه گاروں سے
کیا یہ مطمين ہیں کہ خدا کے عذاب کی کويی بلا انہیں دبوچ نہ لے گی یا بے خبری میں قیامت کی گھڑی اچانک ان پر نہ ا جايے گی؟
جس شخص نے کفر کیا تو اس کے کفر کا ضرر اسی کو ہے اور جس نے نیک عمل کيے تو ایسے لوگ اپنے ہی ليے ارام گاہ درست کرتے ہیں
اور یہ کہ "ہمارے رب کی شان بہت اعلی و ارفع ہے، اس نے کسی کو بیوی یا بیٹا نہیں بنایا ہے"
اگاہ ہوجاو کہ یہ لوگ اپنی من گھڑت کے طور پر یہ باتیں بناتے ہیں
اے لوگو جو ایمان لايے ہو، جو مال تم نے کمايے ہیں اور جو کچھ ہم نے زمین سے تمہارے لیے نکالا ہے، اس سے بہتر حصہ راہ خدا میں خرچ کرو ایسا نہ ہو کہ اس کی راہ میں دینے کے لیے بری سے بری چیز چھانٹنے کی کوشش کرنے لگو، حالانکہ وہی چیز اگر کويی تمہیں دے، تو تم ہرگز اسے لینا گوارا نہ کرو گے الا یہ کہ اس کو قبول کرنے میں تم اغماض برت جاو تمہیں جان لینا چاہیے کہ اللہ بے نیاز ہے اور بہترین صفات سے متصف ہے
ان میں سے کويی مر جايے تو اپ اس کے جنازے کی ہرگز نماز نہ پڑھیں اور نہ اس کی قبر پر کھڑے ہوں۔ یہ اللہ اور اس کے رسول کے منکر ہیں اور مرتے دم تک بدکار بے اطاعت رہے ہیں
ان کے رسولوں نے ان سے کہا کہ بے شک ہم نہیں ہیں مگر تمہارے جیسے بشر (اور انسان) مگر اللہ اپنے بندوں میں سے جس پر چاہتا ہے اپنا احسان فرماتا ہے اور ہمارے ليے یہ ممکن نہیں ہے کہ ہم تمہیں کويی کھلی ہويی دلیل (معجزہ) پیش کریں مگر اللہ کے حکم سے اور اللہ پر ہی اہل ایمان کو بھروسہ کرنا چاہیيے۔
جو اپنی نماز (کی روح) سے بے خبر ہیں (یعنی انہیں محض حقوق اﷲ یاد ہیں حقوق العباد بھلا بیٹھے ہیں)،
کیا تم میں کويی اسے پسند رکھے گا کہ اس کے پاس ایک باغ ہو کھجوروں اور انگوروں کا جس کے نیچے ندیاں بہتیں اس کے ليے اس میں ہر قسم کے پھلوں سے ہے اور اسے بڑھاپا ایا اور اس کے ناتوان بچے ہیں تو ایا اس پر ایک بگولا جس میں اگ تھی تو جل گیا ایسا ہی بیان کرتا ہے اللہ تم سے اپنی ایتیں کہ کہیں تم دھیان لگاو
(اے مسلمانو!) کیا تم کو یہ خیال ہے کہ تم یونہی جنت میں داخل ہو جاوگے حالانکہ ابھی تک اللہ نے (جانچ کر) معلوم ہی نہیں کیا کہ تم میں واقعی مجاہد کون ہیں؟ اور نہ ابھی یہ معلوم کیا ہے کہ صابر اور ثابت قدم کون ہیں؟ ۔
مومنو! جب تم احرام کی حالت میں ہو تو شکار نہ مارنا اور جو تم میں سے جان بوجھ کر اسے مارے تو (یا تو اس کا) بدلہ (دے اور وہ یہ ہے کہ) اسی طرح کا چارپایہ جسے تم میں دو معتبر شخص مقرر کردیں قربانی (کرے اور یہ قربانی) کعبے پہنچايی جايے یا کفارہ (دے اور وہ) مسکینوں کو کھانا کھلانا (ہے) یا اس کے برابر روزے رکھے تاکہ اپنے کام کی سزا (کا مزہ) چکھے (اور) جو پہلے ہو چکا وہ خدا نے معاف کر دیا اور جو پھر (ایسا کام) کرے گا تو خدا اس سے انتقام لے گا اور خدا غالب اور انتقام لینے والا ہے
کھولتے ہويے پانی کے جوش کی مانند،
اوران دونو ں میں سے جسے شیطان نے اسے اپنے اقا سے ذکر کرنا بھلا دیا پھر قید میں کيی برس رہا
(ایسا نہ ہو کہ) کويی شخص کہے ہايے افسوس! اس بات پر کہ میں نے اللہ تعالی کے حق میں کوتاہی کی بلکہ میں تو مذاق اڑانے والوں میں ہی رہا
(یہ) بخشنے والے مہربان کی طرف سے مہمانی ہے
یہ وہ لوگ ہیں جنہوں نے ہدایت کے بدلے گمراہی خرید لی ہے، مگر یہ سودا ان کے لیے نفع بخش نہیں ہے اور یہ ہرگز صحیح راستے پر نہیں ہیں
پھر ظالمین کا سلسلہ منقطع کردیا گیا اور ساری تعریف اس خد اکے ليے ہے جو رب العالمین ہے
ان مشرکین کے لیے اللہ اور اس کے رسول کے نزدیک کويی عہد اخر کیسے ہوسکتا ہے؟ بجز ان لوگوں کے جن سے تم نے مسجد حرام کے پاس معاہدہ کیا تھا، تو جب تک وہ تمہارے ساتھ سیدھے رہیں تم بھی ان کے ساتھ سیدھے رہو کیونکہ اللہ متقیوں کو پسند کرتا ہے
تو اسے گود میں لے اپنی قوم کے پاس ايی بولے اے مریم! بیشک تو نے بہت بری بات کی،
جس دن ان کا داو ان کے کچھ بھی کام نہ ايے گا اور نہ انہیں مدد دی جايے گی
تو انہوں نے اسے جھٹلایا تو ہم نے انہیں بلاک کیا بیشک اس میں ضرور نشانی ہے، اور ان میں بہت مسلمان نہ تھے،
اور سب اللہ کے حضور اعلانیہ حاضر ہوں گے تو جو کمزور تھے بڑايی والوں سے کہیں گے ہم تمہارے تابع تھے کیا تم سے ہوسکتا ہے کہ اللہ کے عذاب میں سے کچھ ہم پر سے ٹال دو کہیں گے اللہ ہمیں ہدایت کرتا تو ہم تمہیں کرتے ہم پر ایک سا ہے چاہے بے قراری کریں یا صبر سے رہیں ہمیں کہیں پناہ نہیں،
بھلا جو لوگ اپنے پروردگار کی طرف سے (روشن) دلیل رکھتے ہوں اور ان کے ساتھ ایک (اسمانی) گواہ بھی اس کی جانب سے ہو اور اس سے پہلے موسی کی کتاب ہو جو پیشوا اور رحمت ہے (تو کیا وہ قران پر ایمان نہیں لايیں گے) یہی لوگ اس پر ایمان لاتے ہیں اور جو کويی اور فرقوں میں سے اس سے منکر ہو تو اس کا ٹھکانہ اگ ہے۔ تو تم اس (قران) سے شک میں نہ ہونا۔ یہ تمہارے پروردگار کی طرف سے حق ہے لیکن اکثر لوگ ایمان نہیں لاتے
اور وہ جن کے منہ اونجالے ہويے وہ اللہ کی رحمت میں ہیں وہ ہمیشہ اس میں رہیں گے،
اے نبی، ہم نے اس کتاب کو تمہاری زبان میں سہل بنا دیا ہے تاکہ یہ لوگ نصیحت حاصل کریں
نتھری شراب پلايے جايیں گے جو مہر کی ہويی رکھی ہے
اپ سے پوچھتے ہیں کہ (اﷲ کی راہ میں) کیا خرچ کریں، فرما دیں: جس قدر بھی مال خرچ کرو (درست ہے)، مگر اس کے حق دار تمہارے ماں باپ ہیں اور قریبی رشتہ دار ہیں اور یتیم ہیں اور محتاج ہیں اور مسافر ہیں، اور جو نیکی بھی تم کرتے ہو بیشک اﷲ اسے خوب جاننے والا ہے،
انہوں نے کہا ہم چاہتے ہیں کہ اس میں سے کھايیں اور ہمارے دل مطمين ہو جايیں اور ہم جان لیں کہ تو نے ہم سے سچ کہا ہے اور ہم اس پر گواہ ر ہیں
تم سے نہ فرمایا جايے مگر وہی جو تم سے اگلے رسولوں کو فرمایا، کہ بیشک تمہارا رب بخشش والا اور دردناک عذاب والا ہے
