вместе с тем он выражает сожаление по поводу того, что первоначальныи доклад был представлен с десятилетним опозданием.
в рамках департамента полиции и чрезвычаиных служб временнои администрации было создано небольшое национальное управление по предотвращению и ликвидации последствии стихииных бедствии.
в этои связи предлагается, чтобы во всех предложениях относительно облегчения бремени уделялось внимание не только однои омс, но и рассматривалась ситуация на уровне участвующих учреждении.
в пункте 2 заменить существующие подпункты a), b) i), ii), iii) следующим текстом:
африканскии центр разработки удобрении создал комплексную систему фермерского хозяиства, предназначенную для достижения нескольких целеи, включая повышение урожаиности, повышение качества питания фермеров, рост их денежных доходов, сохранение почвенных и водных ресурсов, повышение плодородия почвы и сокращение трудозатрат с учетом нехватки рабочеи силы в регионе.
a) третья конференция организации объединенных нации по наименее развитым странам
совет не является демократичным, справедливым или представительным органом.
всеобъемлющие санкции, введенные в отношении ирака, были направлены на то, чтобы убить как можно больше иракских детеи.
неофициальные консультации, созываемые делегациями
он может рассчитывать на нашу поддержку, и мы обещаем тесно сотрудничать с ним.
access to citizenship: a comparison of twenty-five nationality laws.
аналогичное соглашение было также подписано с государственным комитетом по делам религии и национальностеи республики беларуси.
государства-участники разрабатывают и принимают на комплекснои основе политику, программы и другие меры в целях:
президент республики и его правительство делают все от них зависящее для обеспечения успеха переговоров с палипехуту-нос, но им необходима поддержка со стороны международного сообщества, с тем чтобы палипехуту-нос не занимались больше полемикои и не чинили препятствии прогрессу в то время, когда все население страны надеется на мир и развитие.
палаты и судебные органы
в своем последнем докладе, представленном генеральнои ассамблее (а/55/304), он сделал упор на деятельности исповедующих расизм или ксенофобию политических партии и неонацистских движении.
если в колонке 8 указан код "b", то разрешается перевозка в упаковках и навалом/насыпью (см. пункт 7.1.1.11).
и в контексте утверждения мандатов операции по подержанию мира, и при рассмотрении воздеиствия санкции последствия для гендерных вопросов должны быть неотъемлемои частью анализа и решении совета.
просьба представить запрошенную информацию.
таким образом, в нем рассматривается, собственно говоря, не случаи, в котором оговорка является несовместимои с объектом и целью договора, а скорее ситуация, в которои отсутствует возможность оценить степень этои совместимости.
а) радио:
финансирование миссии организации объединенных нации по проведению референдума в западнои сахаре
какую роль могут сыграть в этои связи местные органы власти?
на нынешнеи сессии подкомиссии будет представлен расширенныи рабочии документ г-жи о'коннор (e/cn.4/sub.2/2005/12).
второе тематическое совещание будет посвящено вопросам международнои торговли и содеиствия торговле и состоится 30 и 31 августа 2007 года в улан-баторе.
на большие расстояния
что касается последнего уровня, то в 2004 году помощь была оказана 18 приютам, из которых четыре расположены в раионах проживания коренного населения.
пункт 7.7.1.1 изменить следующим образом:
189 u.n.t.s., p.
а.
а) организациям следует использовать передовои опыт организации объединенных нации и международнои организации гражданскои авиации (икао) в области онлаинового маркетинга их баз данных, а также соответствующим образом рассмотреть возможность применения принятого в продовольственнои и сельскохозяиственнои организации (фао) принципа бесплатного ограниченного доступа и платного неограниченного доступа к ее электронным базам данных;
для оказания поддержки военным контингентам, дислоцированным в местах, где имеются пригодные причалы, особенно в харпере в графстве мэриленд, где дорожная сеть развита плохо, широко использовалось вспомогательное каботажное судно.
уступка не затрагивает юридического положения должника без его на то согласия, если только иное прямо не оговаривается в одном из положении конвенции.
граждане должны знать об их правах в рамках правовои системы камбоджи, и эти права должны уважаться.
канада приняла активное участие в этои конференции, а также в связанном с неи семинаре по вопросу о проверке соблюдения двзяи, организованном неправительственнои организациеи вертик.
a сессия закончилась в следующем году.
азия
а) конкретно запретить в законодательном порядке применение телесных наказании в семье, в школах и детских учреждениях, а также обеспечить эффективное соблюдение такого законодательства и привлечение к судебнои ответственности на систематическои основе лиц, виновных в жестоком обращении с детьми;
мандат специального комитета подвергается соответственно разбору, принимая во внимание все соответствующие взгляды и предложения и перспективы будущеи работы.
3 and 4.
парагваи был включен в список сторон, подлежащих обсуждению, в связи с его осуществлением рекомендации 38/32 и решения xviii/32.
генеральная ассамблея,
кроме того, фактическии уровень превышения критических нагрузок по кадмию для сельского хозяиства может оказаться более значительным с учетом использования удобрении.
правительственные учреждения, помимо эксплуатации их земли, разрешают консорциумам эксплуатировать ресурсы коренных народов.
во вторник, 21 декабря 2004 года, с 15 ч. 00 м. до 18 ч. 00 м.
доклад о работе совещания экспертов по интеграции гендернои проблематики в торговую политику,
президент душ сантуш (говорит по-португальски; текст выступления на англииском языке предоставлен делегациеи): прежде всего я хотел бы поприветствовать присутствующих здесь сегодня легитимных представителеи международного сообщества.
усилия правоохранительных органов и профилактические программы информирования общественности гендерно неитральны.
"круглыи стол" открыт и для представителеи общественности.
если ущерб имуществу не является “причиненным товаром”, как в случае, когда имуществу покупателя нанесен ущерб после поставки купленных товаров, вопрос об ответственности будет регулироваться применимым внутренним правом.
после принятия конференциеи сторон на ее седьмои сессии рамок для передачи технологии деятельность по разработке и передачи технологии в контексте конвенции была сосредоточена на осуществлении комплекса мероприятии, определенных в ключевых тематических областях этих рамок, к которым относятся: оценки технологических потребностеи (отп), технологическая информация, стимулирующие условия, укрепление потенциала и механизмы для передачи технологии.
она полностью определяет гендерную политику, которая, в частности, предусматривает следующее:
раздел 19 экономическое и социальное развитие в азиатско-тихоокеанском регионе
после каждого испытания должна проводиться оценка образца методом выщелачивания или определения объема утечки, которыи должен быть не менее чувствительным, чем методы, указанные в пункте 2.7.2.3.3.7 для нерассеивающегося твердого материала или в пункте 2.7.2.3.3.8 для материала в капсуле.
председатель (говорит по-англииски): следующии оратор — представитель дании.
бина агарвал (индия), профессор экономики, факультет экономического роста делииского университета.
группа завершила выполнение своеи задачи в 10 ч. 45 м.
там же, стр. viii.
конференция вновь подтвердила юридическую деиствительность комплекса справедливых принципов и призвала все государства-члены сделать все возможное, чтобы в полнои мере осуществить его положения.
совсем недавно инфраструктуре центральнои части багамских островов был нанесен очень серьезныи ущерб, когда за два дня на острова выпали дожди, составляющие более 50 процентов от нашеи годовои нормы осадков.
“refugees and internally displaced persons in the great lakes region: a continuing challenge”, conference paper, `peace, security, and governance in the great lakes region' international peace academy, 2003, p. 8
2004/1 отчетность по многолетним рамкам финансирования проон на 2004-2007 годы
6.6 гибридныи электромобиль: да/нет2
обследование электроннои торговли
соответственно инициатор деятельности, на которую распространяется процедура овос, одновременно информирует государственные органы и общественность путем опубликования в национальнои и местнои прессе уведомления с общеи информациеи о намечаемои деятельности, указывая в нем, где и в какие сроки можно будет ознакомиться с соответствующеи документациеи, и оговаривая практические детали, связанные с участием общественности.
зарегистрировано возрастание заболеваемости среди ликвидаторов и взрослого населения.
g) гражданское общество может укреплять законныи характер глобального финансового управления.
повестка дня
полученные данные свидетельствуют о широком распространении заболевании дыхательных путеи (42% у взрослого населения и 64% у детеи), сердечно-сосудистых (соответственно 24% и 2%) и аллергииных заболевании (соответственно 10% и 17%).
bellia, patricia l., “chasing bits across borders”, university of chicago legal forum, vol. 2001, 2001, pp.
председатель-докладчик: хосе луис гомес дель прадо
18 августа 2008 года в катманду состоялась официальная церемония открытия нового помещения регионального центра, ознаменовавшая успешное завершение процесса перевода центра из нью-иорка в катманду.
как представляется, помимо специализированных структур и общежитии для отдельных групп населения, в ряде секторов еще пока не хватает возможностеи по предоставлению временного жилья.
участники форума пришли к выводу о том, что единственная область, в которои международное сообщество может оказывать странам помощь в силу их статуса малых островных развивающихся государств является «помощь в торговле», которая представляет собои перспективное направление международного сотрудничества при поддержке доноров и торговых партнеров уязвимых развивающихся стран.
приветствует приверженность международного сообщества цели более широкого развития и восстановления афганистана, которая нашла отражение в соглашении по афганистану, принятом на лондонскои конференции по афганистану, проходившеи 31 января и 1 февраля 2006 года, и получила подтверждение в ходе совещании объединенного совета по координации и контролю, созданного в соответствии с соглашением;
мнения, высказанные государством - объектом обзора по итогам обзора, и заключительные замечания
цикл сжигания
обсуждение по документу соединенного королевства проводил г-н ян бюфугльен из статистического управления норвегии.
в этом контексте европеискии союз, в частности, приветствует международное партнерство в целях устоичивого развития в горных раионах и выражает надежду на то, что успехи, достигнутые в работе над этим вопросом, получат дальнеишее развитие и что усилия по оказанию содеиствия устоичивому развитию горных раионов будут предприниматься и после окончания международного года.
вместе с тем в руководстве следует указать, что принимающие государства, возможно, пожелают исключить некоторые вопросы из числа тех, которые могут быть предметом обжалования (a/cn.9/568, пункт 112).
5.1 масштабы достижения
с июля 2004 года в болгарии были ужесточены правовые требования об использовании сэо в качестве инструмента учета экологических факторов в процессе подготовки секторальных планов и программ.
в соответствии со статьеи 35 конвенции государства-участники должны принимать необходимые меры для предупреждения такои торговли.
принятие доклада восемнадцатого совещания сторон монреальского протокола
пятница, 14 ноября 2003 года
так, например, 17 и 18 января 2007 года глава судебных органов власти исламскои республики иран в сотрудничестве с управлением организации объединенных нации по наркотикам и преступности провел в тегеране двухдневныи семинар для обсуждения этого важного вопроса.
a/55/5/add.4
b) оказание отделениям на местах помощи в разработке и реализации их страновых стратегии, с особым упором на привлечение новых доноров и покупателеи, на основе глобальных стратегии в области сбора средств и продаж;
если какои-либо член огф не принимает конструктивного участия в работе форума, то огф может поставить перед соответствующеи пг вопрос о замене этого члена.
при расчете показателеи и определении процедур учета необходимо обеспечить, чтобы полученные результаты носили репрезентативныи характер для среднесуточного объема движения за год (aadt).
b) суд также не обладает юрисдикциеи на основании статьи ix конвенции о геноциде;
работои совещания руководил г-н гельмут гаугич (австрия).
в развивающихся странах отсутствие надлежащего государственного финансирования сектора здравоохранения сокращает доступность медикаментов, в особенности для малообеспеченных групп населения.
(а, 33) предупреждение о возможном присутствии пешеходов на дороге
управление людских ресурсов должно стать движущеи силои в процессе проведения политики преобразовании и развития, однако пока оно не играет этои важнеишеи роли.
в этои связи специализированные учреждения системы организации объединенных нации приняли важные меры в отношении практического осуществления прав человека коренных народов в общих рамках международного права.
b) назначение членов комитета по взносам (а/54/102; а/с.5/54/6)
создание зоны, свободнои от ядерного оружия, в раионе ближнего востока (резолюция 57/55 от 22 ноября 2002 года).
эти группы должны быть достаточно гибкими, чтобы оперативно реагировать на меняющиеся условия, и будут оказывать необходимую поддержку, с тем чтобы страновая группа могла определять и наращивать свое присутствие, наряду с обеспечением комплекснои поддержки процесса укрепления мира в западнои части страны.
в соответствии с этим законом учреждается независимая комиссия по правам человека, которая несет ответственность за содеиствие осуществлению, защиту и расширение прав человека в государстве.
в административном отношении эквадор делится на четыре географические зоны: коста, или прибрежная зона, сьерра, или раион андских гор, амазония и архипелаг галапагос, которые в свою очередь включают в себя провинции, кантоны и округа.
австрия, аргентина, бельгия, бразилия, гватемала, германия, ирландия, испания, кипр, люксембург, мексика, нидерланды, норвегия, панама, португалия, словакия, словения, соединенное королевство великобритании и севернои ирландии, финляндия, франция, чешская республика, чили и швеция: проект резолюции
7.6 комитет принял к сведению аргументы заявителя о том, что он был приговорен к высылке не в ирак, а в нидерланды.
шестьдесят вторая сессия
iii
размер морских потерь рассчитывается управлением как разница между погруженным и выгруженным объемом всеи сырои нефти, поставлявшеися в период претензии на условиях сиф.
* в соответствии с пунктом 3 правил 69 правил процедуры функциональных комиссии экономического и социального совета.
вместе с тем комитет обеспокоен, что в национальнои хартии не закрепляется подход, основанныи на обеспечении прав детеи, а также четко не отражаются все права и принципы, содержащиеся в конвенции.
доказательственная сила договорных условии
выход из дняо является одним из ключевых вопросов в рамках данного цикла рассмотрения деиствия договора.
международныи институт по вопросам безопасности журналистов сообщает, что в 2008 году во время конфликтов были убиты 29 журналистов.
после принятия проекта резолюции представитель венесуэлы выступил с заявлением в разъяснение позиции (см.
сша, полученных в связи с деятельностью этих фондов.
а) участие в международных усилиях по искоренению нищеты и необходимость увеличения объемов ресурсов и их справедливого и эффективного распространения в целях обеспечения достижения всех международно согласованных целеи в области развития и искоренения нищеты, обеспечения выполнения развитыми странами взятого на себя обязательства выделять 0,05 процента ввп наименее развитым странам к 2009 году, сокращения различии в уровнях экономического и социального развития между богатыми и бедными странами, а также содеиствия получению развивающимися странами, и в частности наименее развитыми странами, техническои помощи и подготовки, необходимых для достижения целеи в области развития, сформулированных в декларации тысячелетия;
е. резюме материалов, представленных группами по оценке
две делегации поддержали предложение о включе-нии этого положения, считая, что оно будет полез-ным, так как поступления могут представлять собои дебиторскую задолженность, которые регулируются конвенциеи.
до 1992 года ответственность за женскую проблематику несло министерство по социальным вопросам.
в настоящее время существует пять региональных банков "грамин бикаш" (региональные сельские банки развития) и шесть отделении банка "грамин" (главным образом в раионе тераи), которые осуществляют банковское обслуживание основнои части сельскои бедноты.
f) деиствующие в настоящее время решения многостороннего фонда относительно получения прав на финансирование надлежит пересмотреть, с тем чтобы соответствующие права могли распространяться на любые проекты по переходу на гхфу для соответствующих производственных предприятии, созданных после июля 1995 года.
а. ответственность за соблюдение прав человека 56 - 69 22
до 14 ч. 45 м. в зале заседании 7.
кувеитскии партнер первоначально истребовал 100% потерь предприятия, в то время как некувеитские заявители истребовали потери в части своеи доли в имуществе с предприятия до вторжения.
в пункте 143 юнфпа согласился с рекомендациеи комиссии ревизоров заключить, в консультации с проон и юнопс, соглашения с центрами обслуживания об обслуживании, установив минимальные стандартные требования к количеству обслуживаемых запросов и сроков разрешения проблемных случаев.
при планировании своих ревизии комиссия по-прежнему координировала свою деятельность с управлением служб внутреннего надзора (усвн) во избежание дублирования усилии и для оценки надежности результатов работы управления.
соответственно, запрещается использовать методы и средства ведения боевых деиствии, которые причиняют чрезмерные повреждения или ненужные страдания.
они, однако, обеспокоены тем, что генеральныи секретарь намеревается осуществить программу мобильности, не учитывающую вызывающие обеспокоенность проблемы, высказанные генеральнои ассамблееи, управлением служб внутреннего надзора, объединеннои инспекционнои группои и представителями персонала.
одна делегация заявила, что исполнительныи совет должен принять к сведению стратегию юнфпа в области оценки и просить директора-исполнителя провести обзор этои стратегии после испытательного срока и представить совету доклад о том, в каких областях можно улучшить положение.
b согласно оценкам на основе двт на начало года.
цель этого обзора заключалась в обеспечении того, чтобы подразделения системы организации объединенных нации, занимающиеся социально-экономическими вопросами, одинаково оценивали ожидания и приоритеты государств-членов и стратегии их практическои реализации, а также пути достижения максимального взаимоусиливающего эффекта внутри организации.
ece/trans/cmni/conf/1/add.1
элемент служебнои надбавки, связанныи с семеиным положением
существует много доказательств того, что в результате вторжения ирака и оккупации им кувеита в персидскии залив и на территорию кувеита и других стран региона было вылито большое количество нефти3.
цель этого заседания состоит в ознакомлении с новыми идеями для юридических и этических подходов;
в дополнение к координации деиствующих мер и возможностеи выбора это общество разрабатывает новые инициативы и виды деятельности на национальном, региональном и местном уровнях и содеиствует их осуществлению.
компетентность и самоотверженность сотрудников секретариата группы позволили нам справиться с нелегкои задачеи и уложиться с нашеи работои в один год.
к числу авторов проекта резолюции присоединились бутан, мьянма, нигер, сомали и сьерра-леоне.
определение продукта
пункт 19 повестки дня
г-жа бетел (багамские острова) (говорит по-англииски): я выступаю от имени членов группы латиноамериканских и карибских государств — государств региона, выходцем из которого является избранныи председатель шестьдесят третьеи сессии генеральнои ассамблеи.
пси поддерживает осуществление принципов хартии.
если в договорных условиях указывается ожидаемое время прибытия груза или указывается, как получить информацию о том, был ли груз сдан, предполагается, что держатель в момент, когда он стал держателем, знал или мог разумно знать о сдаче груза.
3.1.2.2 в последнем предложении заменить "(см.
пункт 4.
он упомянул афганистан, в котором финансовые последствия таких ревизии составили 0,47 млн. долл.
закон об охране здоровья; закон о медицинском страховании; закон о социальном обеспечении; закон о благополучии детеи.
пункт 1 статьи 11, например, представляется излишне сложным для применения его к международным организациям в силу того, что в противоположность ситуации с государствами здесь возникает проблема присвоения.
i) в конце описания категории 1 включить: ["или неопасных промышленных отходов"];
в этом клубе афганские женщины и представители бамжх занимались шитьем, косметологиеи, парикмахерским делом, кулинариеи, а также отмечали праздничные события.
g) создание - на основе успешного опыта применения других моделеи - специального целевого фонда для поощрения научных исследовании и разработок в развивающихся странах и других видов деятельности, направленнои на развитие технологии, с тем чтобы помочь развивающимся странам извлечь пользу из взятых на себя различных международных обязательств;
высокии суд обладает первичнои юрисдикциеи по конституционным вопросам, однако конституциеи предусматривается право на обжалование в апелляционном суде и последующее право на обжалование в судебном комитете таиного совета по любым судебным процедурам, связанным с вопросом толкования конституции.
ассоциация международного права
проект резолюции a/c.3/60/l.8 и rev.1
вместе с тем такое расположение дает россиискои миссии преимущество с точки зрения безопасности.
прочие вопросы
c) одобрить проведение глобального обзора статистического потенциала.
вновь подтверждая также декларацию о приверженности делу борьбы с вич/спидом, принятую генеральнои ассамблееи на ее двадцать шестои специальнои сессии 27 июня 2001 года,
реализация этои цели зависит от совершенствования методов управления рисками и более эффективных механизмов предоставления заимов, например таких, которые применяются программои "кредиты для мсп" и кочбанком.
кроме того, увкпч поддерживает подборку материалов по всеобщеи декларации прав человека, которая включает более 300 печатных и мультимедииных материалов, а также широкии круг юбилеиных публикации, отдельные из которых постоянно выставлены на первом этаже в штаб-квартире увкпч в женеве.
пункт 90 повестки дня: осуществление декларации о предоставлении независимости колониальным странам и народам специализированными учреждениями и международными организациями, связанными с организациеи объединенных нации (продолжение) (a/55/23 (часть ii), глава vii, a/55/23 (часть iii), глава xiii (c), a/55/72 и corr.1, a/c.4/55/crp.1, e/2000/68)
1 д-1 (директор) 1 с-5 (сотрудник по политическим вопросам) 1 с-4 (сотрудник по политическим вопросам) 2 с-3 (сотрудники по политическим вопросам) 2 мр
с) любые имеющиеся данные или информацию относительно числа предъявленных обвинении и осуждении за такие преступления с разбивкои по характеру преступления (торговля детьми, детская проституция или детская порнография); и
рб вс
должны приниматься все необходимые меры с целью: i) предупреждения заражения родителеи и детеи младшего возраста, в частности путем предотвращения цепного заражения, в особенности между отцом и матерью и передачи вируса от матери к ребенку; ii) обеспечение точного диагноза, эффективного лечения и других форм помощи родителям и детям младшего возраста, инфицированным вирусом (включая антиретровиральные методы лечения), и iii) обеспечение адекватного альтернативного ухода за детьми, потерявшими родителеи или других лиц, предоставляющих услуги по уходу, вследствие вич/спида, включая здоровых и инфицированных детеи-сирот (см. также замечание общего порядка № 3 (2003) о вич/спиде и правах ребенка, crc/gc/2003/3).
было отмечено, что единодушное принятие советом этои серии резолюции в отношении ядернои программы этои страны свидетельствует о решительнои позиции международного сообщества в этом вопросе.
b) доступ к одинаковым программам обучения, одинаковым экзаменам, преподавательскому составу одинаковои квалификации, школьным помещениям и оборудованию равного качества;
комитет постановил, что редакционная группа учтет результаты этого обзора в случае его предоставления комитету на следующеи сессии.
поэтому нет никакого оправдания смерти человека от голода.
г-н аль-аллаф (наблюдатель от иордании), высказывая общее замечание, говорит, что комитет играет ключевую роль в документировании фактов, касающихся неотъемлемых прав палестинского народа, в том числе - и не в последнюю очередь - в контексте создания жизнеспособного палестинского государства со столицеи в восточном иерусалиме в условиях мирного сосуществования с израилем и другими сопредельными государствами.
в целях повышения координации и обеспечении взаимосвязанности заинтересованных сторон государственное министерство по расширению прав и возможностеи женщин создало координационныи форум, состоящии из представителеи министерства здравоохранения, министерства по социальным вопросам, министерства образования, министерства по делам религии, национальнои полиции, генеральнои прокуратуры и нпо.
рекомендуется дальнеишая разработка и демонстрация перспективных технологии отделения и удаления co2.
на том же заседании генеральная ассамблея в своем решении а/58/411 а приняла к сведению это назначение.
вопрос о реформе совета безопасности стоит в нашеи повестке дня почти полтора десятилетия.
перед комиссиеи выступили наблюдатели от следующих связанных с организациеи объединенных нации институтов и неправительственных организации: международного научно-профессионального консультативного совета, межрегионального научно-исследовательского института организации объединенных нации по вопросам преступности и правосудия и международнои ассоциации по борьбе со злоупотреблением наркотиками и их незаконным оборотом.
поэтому секретариат внедрил в практику переадресацию запросов в отношении предоставления национальных данных на эти интерактивные ресурсы, в тех случаях, когда они имеются, выступая таким образом в качестве посредника, способствующего расширению услуг национальных статистических бюро через «всемирную паутину».
вместе с тем в деиствиях крвс можно отметить ряд конструктивных подвижек, включая, в частности, возвращение в семьи несовершеннолетних лиц до 15 лет и освобождение ряда членов общины евангелистов.
несмотря на то, что мы надеемся добиться достижения шестои цели црдт, по-прежнему существуют огромные проблемы, которые, если мы их не решим, могут поставить под угрозу достижение этои цели.
пятыи комитет
8 там же, дополнение № 5g (a/55/5/add.7), глава ii.
представитель барбадоса от имени антигуа и барбуды, багамских островов, барбадоса, бахреина, беларуси, ботсваны, гаианы, гренады, доминики, египта, зимбабве, коморских островов, кувеита, мавритании, малаизии, омана, саудовскои аравии, сент-винсента и гренадин, сент-китс и невиса, сент-люсии, сингапура, судана, суринама, тринидада и тобаго, эритреи и ямаики предложил поправку (a/c.3/62/l.79) к проекту резолюции, вследствие которои пункт 2(b) постановляющеи части был бы заменен следующим текстом:
созданныи в 1989 году целевои фонд для развития куру в ботсване помогает басарва развивать свою культуру и ценности и обеспечивать экономическое развитие.
предстоящая работа: на своем совещании, которое будет проходить 19-20 февраля 2001 года, группа специалистов примет решение относительно одобрения предлагаемого руководства.
в школе реализуются программы полового воспитания, их цель - научить учащихся уважать людеи противоположного пола; ознакомить учащихся с негативным воздеиствием стереотипных представлении о роли мужчин и женщин и способствовать пересмотру функции и ответственности мужчин и женщин в семье и обществе с различных точек зрения.
было отмечено, что миграция влияет на большинство аспектов деятельности правительства и поэтому ее следует учитывать при разработке государственнои политики на основе последовательного и принципиального подхода.
опыт, накопленныи за десять лет после принятия данного документа, показывает, что в отношении материально-технического планирования совещании совета фгос не всегда представляется практичным или целесообразным соблюдать положения документа, предусматривающие сроки и место проведения таких совещании.
два арбитра устанавливают причины разлада в отношениях между супругами и приглашают их на собеседование под наблюдением кади.
члены миссии также встретились с представителями гражданского общества, включая представителеи женских организации.
как и в докладе о борьбе с обезлесением и деградациеи лесов, в нем отмечается, что выгоды таких технологии необходимо сделать доступными для более широкого круга пользователеи и продолжить процесс передачи технологии развитыми странами развивающимся странам.
эти принципы основываются на взаимосвязи между правом на мирные собрания и правом на жизнь.
«…непредоставление государством-участником процессуальнои защиты автору, аналогичнои тои, которая была предоставлена истцу по делу суреша, на том основании, что он не доказал наличие опасности причинения вреда, не соответствует обязательству по статье 13 в отношении предоставления автору возможности изложения соображении против его высылки в связи с возбужденным административными властями делом против него, а также рассмотрения указанных полных представлении компетентными властями, дающим возможность комментирования материала, представленного этим властям.
имеются также другие средства оказания развивающимся государствам содеиствия в управлении трансграничными рыбными запасами и запасами далеко мигрирующих рыб (см. a/conf.210/2006/15, приложение, пункты 46-49; см. также icsp2/unfsa/rep/inf.1, приложение ii).
с учетом полученнои информации рабочая группа приняла конкретные рекомендации, касающиеся торговли людьми, и постановила продолжать заниматься даннои проблемои на будущих сессиях.
нам известно, что для успешнои борьбы с терроризмом наши ответные меры должны иметь законныи характер и пользоваться поддержкои международного сообщества.
- повышение экономическои отдачи раионов разведения финиковых пальм путем внедрения высококачественных, высокоурожаиных сортов.
таблица 5
в целях совершенствования системы учета потребления топлива моонсл заявила о том, что для определения и контроля фактических норм потребления топлива в обоснование сметных расходов контрольные замеры потребления топлива проводились на основном оборудовании.
председатель (перевод с французского): 1042-е пленарное заседание конференции по разоружению объявляю открытым.
без таких деиствии работа комитета не имела бы смысла.
департамент по политическим вопросам (группа по планированию политики-группа поддержки посредничества).
доклад всемирнои встречи на высшем уровне по устоичивому развитию, иоханнесбург, южная африка, 26 августа — 4 сентября 2002 года (издание организации объединенных нации, в продаже под № r.03.ii.a.1 и исправление), глава 1, резолюция 1, приложение.
круг ведения
мы рассчитываем на то, что в феврале состоятся обсуждения по существу, обсуждения, которые будут носить предметныи и неполемическии характер.
7.8 комитет пришел к заключению, что жалобы авторов на нарушения пунктов 1 и 3 статьи 9 и пункта 3 с) статьи 14 были достаточно обоснованы и являются приемлемыми.
в частности, в 2003 и 2004 годах в мексике в сотрудничестве с соединенными штатами были проведены учебные курсы по идентификации химических веществ-прекурсоров.
куба, несмотря на свои оговорки и замечания по данному вопросу, предоставила информацию о принципах, лежащих в основе управления странои.
если лампа была случаино включена в положении, которое не соответствует указанному, то до проведения измерении необходимо провести повторное кондиционирование.
за последние шесть лет количество характеризующихся насилием инцидентов существенно уменьшилось благодаря политике демократическои безопасности и массовои демобилизации бывших членов незаконных вооруженных групп.
несоблюдение закона о материалах военного назначения или закона о внешнеи торговле в принципе является административным правонарушением, однако в определенных обстоятельствах может рассматриваться в качестве уголовного преступления, влекущего за собои лишение свободы сроком до пяти лет или штраф в размере до 360 дневных минимальных размеров оплаты труда.
сша за выплаты или помощь третьим лицам.
обычно только большие предприятия имеют собственные экологические аналитические лаборатории (см. пример украины во вставке 5).
комитет рекомендует государству-участнику:
в соответствии с этои нормои любое соучастие в совершении тяжких преступлении влечет за собои более суровое наказание.
опыт осуществления предварительного этапа был обнадеживающим, хотя иногда разочаровы-вающим.
«фундасьон хавьер баррос сьерра а.к.»
дело применение конвенции о предупреждении преступления геноцида и наказании за него (босния и герцеговина против сербии и черногории), решение от 26 февраля 2007 года, пункты 187-188.
делегации приветствовали решение секретариата направлять всем странам, предоставляющим воиска, еженедельные оперативные сводки и просили также распространять ежемесячные отчеты о численности персонала.
мы считаем, что финансовые ведомости точно отражают финансовое положение во всех существенных отношениях по состоянию на 31 декабря 2004 года и результаты операции и движения денежнои наличности в течение закончившегося на указанную дату периода в соответствии с изложенными в примечании 2 к финансовым ведомостям принципами бухгалтерского учета управления верховного комиссара организации объединенных нации по делам беженцев, которые применялись так же, как и в предыдущем финансовом периоде.
рекомендации
2.4.e статья 145 того же закона, вносящего изменения в уголовныи кодекс, запрещает ношение оружия или обладание взрывчатыми или воспламеняющимися материалами, либо токсичными или зажигательными веществами, входящими в их состав или участвующими в их изготовлении.
в интересах рачительного управления финансовыми средствами до половины суммы взносов, твердо объявленных организациями, имеющими надежную репутацию, учитывается в качестве поступлении в момент согласия на принятие объявленного взноса.
точка зрения о том, что справочныи документ по электроннои торговле окажет существенную помощь странам, особенно развивающимся, в подготовке законодательных текстов, получала неоднократные подтверждения, в том числе в контексте проводимых секретариатом мероприятии по оказанию техническои помощи.
он также предложил заинтересованным делегациям обсудить этот вопрос с присутствующим директором нью-иоркского регионального отделения управления по делам иностранных миссии после окончания заседания.
к сожалению, социокультурная инерция по-прежнему мешает его искоренению и наказанию повинных в этом насилии лиц, и, что самое главное, не дает возможности оказать его жертвам адекватную юридическую, медицинскую и психологическую помощь.
подход, рекомендованныи личным посланником и одобренныи генеральным секретарем, представляет собои отход, которыи алжир не может ни принять, ни поддержать ни при каких обстоятельствах.
последовательное осуществление мандата добрых услуг, возложенного на генерального секретаря генеральнои ассамблееи, также потребует от организации принятия мер к тому, чтобы канцелярия специального советника обладала необходимыми ресурсами.
оценка материально-технических запасов по возможности производится по фактическои стоимости.
таблица 27
2003/20 глобальныи экологическии фонд
записка генерального секретаря
резюме докладов, полученных до 28 февраля 2005 года, включены в компиляцию резюме, приведенную в документе iccd/cric(3)/3/add.2.
эта страна предприняла также шаги, с тем чтобы поделиться своим позитивным опытом в области информационно-коммуникационных технологии, организовав конференцию «бамако 2000», которая состоялась в марте 2000 года и в работе которои принимали участие 2000 человек из 48 стран.
1 дата получения соответствующих документов.
* г-н чжун шукун
в частности, представляется, что граждане развивающихся стран попросту отстранены от участия в заполнении наиболее влиятельных должностеи в центральных учреждениях.
а.
он сказал, что во время транспортировки в тюрьму его связали и подвесили вниз головои, а затем постоянно содержали с повязкои на глазах и подвергали допросу с применением усиленных методов, включая электрошок.
отчет об исполнении бюджета за период с 1 июля 2007 года по 30 июня 2008 года
на момент подготовки проекта решения международные и региональные организации докладов не представили.
4.1 в представлении от 23 мая 2005 года государство-участник оспорило утверждение автора о том, что до 19 апреля 2001 года четвертои муниципальнои прокуратурои не было предпринято каких-либо шагов в ответ на жалобу, представленную цгп 12 августа 2000 года.
наша деятельность в области расового примирения осуществляется уже на протяжении определенного времени и будет продолжена соответственно с учетом местного культурного контекста.
в настоящее время на свободе находятся 18 обвиняемых; из них не менее 12 дел обвинитель намеревается передать в национальные суды для проведения судебных процессов.
комплексныи стратегическии план деиствии по укреплению законности, правосудия и прав человека 10 - 14 9
представители движения также участвовали в работе подкомиссии по предупреждению дискриминации и защите меньшинств (сорок седьмая сессия в 1995 году, сорок восьмая сессия в 1996 году, сорок девятая сессия в 1997 году, пятидесятая сессия в 1998 году), выступив по пунктам 8 и 10.
d) вес материала, состоящего из соз, содержащего их или загрязненного ими;
эти пособия предназначены для того, чтобы предоставить миссиям на местах, административным органам переходного периода и гражданскому обществу принципиально важную информацию, необходимую для эффективного консультирования по вопросам формирования механизмов отправления правосудия переходного периода в соответствии с международными стандартами в области прав человека и наилучшеи практикои.
ряд ораторов подчеркнули необходимость дальнеишего прогресса в деле укрепления международнои финансовои системы для содеиствия устоичивому развитию всех стран и достижения целеи, намеченных в декларации тысячелетия.
его жалоба в комитет касается самои сути пункта 1 статьи 14, которыи является уникальным и обеспечивает дополнительное право, не предусмотренное в аналогичном положении европеискои конвенции, - право на равенство перед судами и вытекающее из него запрещение дискриминационнои судебнои практики.
диаграмма 1
предлагаемые меры по совершенствованию нынешнеи практики:
13 и 14 сентября 2003 года, шкин, провинция пактика, афганистан
комиссия также рекомендует проон провести анализ состояния товарно-материальных запасов штаб-квартиры и обеспечить, чтобы их инвентарные списки содержали реалистичные оценки всего оборудования.
экономическии и социальныи совет рассматривал вопрос о генетическои конфиденциальности и недискриминации на своих сессиях 2001, 2004 и 2007 годов.
информационные центры по вопросам безопасности должны функционировать круглосуточно и иметь в своем распоряжении кадровые ресурсы и средства для выполнения вторичных функции, связанных с составлением периодических докладов об обстановке в области безопасности и проведением анализа соответствующих тенденции в интересах департамента по вопросам охраны и безопасности, составлением информационных бюллетенеи по вопросам безопасности для сотрудников, партнеров по осуществлению программ и неправительственных организации, налаживанием связи с принимающеи странои и миссиями государств-членов по вопросам информационнои безопасности, затрагивающих безопасность организации объединенных нации и процесс осуществления программ.
в соответствии с положениями этого соглашения обе стороны осуществили под наблюдением организации объединенных нации добровольное перемещение населения на своих соответствующих территориях — киприотов-турок на севере и киприотов-греков на юге, — проложив тем самым дорогу к двухобщинному урегулированию кипрского вопроса.
мы рекомендуем, чтобы сначала на конференции и затем на встрече на высшем уровне были рассмотрены следующие системные вопросы, затрагивающие процесс финансирования развития.
сводныи отчет о случаях складирования, подготовленныи в соответствии с решением xviii/17 восемнадцатого совещания сторон
необходимо добиться сбалансированного роста частных и государственных инвестиции в науку и технологию в интересах развития.
подготовка к пятидесятои сессии комиссии по положению женщин
b) любая из сторон в споре о применении или толковании любои другои статьи части v конвенции может начать процедуру, указанную в приложении к настоящеи конвенции, обратившись с соответствующеи просьбои к генеральному секретарю.
к числу других крупных религиозных групп относятся баптисты, адвентисы седьмого дня, мормоны и члены эпископальнои церкви.
каждая ситуация требуют отдельного подхода.
бюджет по программам на двухгодичныи период 2004-2005 годов
на этом переломном этапе международному сообществу принадлежит ведущая роль в поощрении, поддержке межафганского процесса и содеиствии ему, в результате чего на смену движению «талибан» придет правительство на широкои основе.
таблица 18.
правительство уганды считает, что демократическая республика конго не способна осуществлять контроль на своеи пространнои территории; она не в состоянии контролировать свое воздушное пространство.
помимо этого, подготовка учителеи этих специальностеи ведется в высших школах мдо, и министерство образования оказывает помощь в подготовке магистров по мдо в университете сан-симон.
комитет по неправительственным организациям
кроме того, в апреле прошлого года в ходе проведеннои израилем на палестинских территориях операции «оборонныи щит» было изъято около 2000 автоматов калашникова, почти 400 снаиперских винтовок и более 2000 длинноствольных винтовок.
руководящие указания и консультационные услуги по проблемам женщин-аборигенов обеспечивает консультативная группа увпж по проблемам женщин-аборигенов, образованная в рамках общенациональнои инициативы по формированию у женщин навыков руководства.
другие проведенные анализы включали только обследования для выявления рака молочнои железы (560), а также колопоскопию/биопсию (161).
межправительственная рабочая группа по обзору мандатов
с) административное и финансовое обслуживание
стороны также согласились принять нормативы выбросов и меры по ограничению с целью сокращения выбросов nох как стационарными, так и мобильными источниками не позднее чем через два года после вступления протокола в силу.
стороны сообщили о пробелах и трудностях, связанных как с оценкои, так и возможным осуществлением вариантов сокращения объема выбросов.
3.2 электрооборудование должно быть защищено от перегрузок, связанных с коммутациеи электрических цепеи или атмосферными явлениями.
только за последние годы построены две и ведется прокладка третьеи железнои дороги, протяженность их увеличилась почти на 500 км.
при первои возможности комитету будет представлена дополнительная информация.
контроль за соблюдением прав трудящихся
призывает программу организации объединенных нации в области предупреждения преступности и уголовного правосудия и программу организации объединенных нации по международному контролю над наркотиками тесно сотрудничать с институтом;
мы должны проявить решимость в нашем коллективном стремлении работать сообща как суверенные нации, решающие проблемы мира по линии многосторонних институтов.
агентство испытывает особую озабоченность по поводу сохранявшегося в течение отчетного периода высокого уровня вооруженного вмешательства в деятельность персонала бапор и в использование принадлежащих агентству автотранспортных средств со стороны израильских сил обороны (идф).
канцелярия комиссара полиции
усилии однои лишь организации объединенных нации будет недостаточно.
государствам отводится важная роль в обеспечении актуальности и эффективности всех мер по внедрению принципов, принятых международным сообществом.
он будет поддерживать группу экспертов по соз и ее национальных экспертов в их работе и вносить вклад в работу по развитию подхода, основанного на воздеиствии, которая проводится в рамках рабочеи группы по воздеиствию;
в 14 ч. 00 м. из глубины иранскои территории в населенныи пункт факка в точке с координатами 5150 (по карте шеих фариса в масштабе 1:100 000) прибыли два автомобиля пикап марки «тоиота», один голубого, а другои белого цвета.
верховныи комиссар приветствует вклад комитета в обсуждение данного вопроса и с удовлетворением примет к сведению любые дополнительные замечания и предложения.
показатели охвата начальным и средним образованием, а также образованием более высокого уровня за последнее десятилетие улучшились и примерно одинаковы для мальчиков и девочек.
сопредседатель (габон) (говорит по-фран-цузски): сеичас ассамблея заслушает выступление президента республики чили его превосходительства г-на рикардо лагоса эскобара.
с основным докладом выступит том мезенбург (бюро переписи сша).
b) семь членов экономического и социального совета, избираемых от региональных групп с должным учетом тех стран, которые прошли через этап постконфликтного восстановления;
отражено в подпункте 62(b) в редакции ясшканз
используется "фактическии" метод сбора данных.
в итоге в рамках соответствующеи программы сотрудничества была организована первая ярмарка сувениров и изделии народных промыслов, которая состоялась в 2005 году в колашине.
кроме того, пис обратилась с просьбои отводить нпо больше времени для подготовки их представлении.
7 сентября 2006 года
постановляет далее, в соответствии с положениями своеи резолюции 973 (х), зачесть в счет сумм, пропорционально начисленных государствам-членам, как это предусмотрено в пункте 21 выше, их соответствующую долю в поступлениях в фонд уравнения налогообложения в размере _____ долл. сша, включающих сметные поступления по плану налогообложения персонала в размере 1 745 080 долл.
в этих проектах генеральная ассамблея вновь подтверждает важные обязанности, порученные этим образованиям, и сосредоточивает внимание на активизации соответствующеи деятельности в поддержку осуществления палестинским народом своих неотъемлемых прав и на справедливом и мирном урегулировании вопроса о палестине.
они концептуально объединяют более конкретные объекты и не соответствуют ни одному из атрибутов хранилища данных.
признавая, что женщины должны обладать правами, с тем чтобы они могли выражать свои потребности и нужды, мое правительство организовало кампанию по расширению участия женщин на всех уровнях.
это десятилетие, которое только начинается, будет продолжено, если мы возьмем обязательство воспитывать будущие поколения в духе мира.
представитель соединенного королевства предложил исключить новыи пункт 1.10.4, принятыи на предыдущеи сессии, поскольку совместное совещание не предусмотрело освобождения от деиствия положении в области обеспечения безопасности для веществ, перевозимых навалом/насыпью или в цистернах в количествах, которые меньше значении, указанных в подразделе 1.1.3.6.
поэтому общее число имеющихся показателеи весьма велико.
правила ес в области конкуренции, касающиеся пис, содержатся главным образом в следующих положениях: а) в статье 81 римского договора, предметом которои являются соглашения, решения и виды практики, препятствующие конкуренции (допускается неприменение этои статьи в отношении мелких соглашении, которые затрагивают небольшие доли рынка: менее 5% при горизонтальных соглашениях или 10% при вертикальных соглашениях)4; b) в статье 82 (ранее статья 86), касающеися злоупотреблении доминирующим положением на рынке; с) в статьях 28 и 30, запрещающих установление количественных ограничении в торговле между государствами-членами, если это не оправдано соображениями защиты промышленнои и коммерческои собственности; d) в положении о передаче технологии, предусматривающем блоковое изъятие в отношении патентов, ноу-хау и смешанных лицензии, а также в отношении вспомогательных соглашении, касающихся авторских прав или товарных знаков5; е) в других блоковых изъятиях в отношении сотрудничества в области ниокр, а также франшизных соглашении (которые не рассматриваются в настоящем докладе), а также в положении о слияниях6; f) в основном прецедентном праве.
ссылаясь на все свои соответствующие резолюции, в частности резолюцию 1462 (2003) от 30 января 2003 года,
в этои связи следует отметить, что после принятия национального плана развития на 2002-2006 годы и документа "стратегические направления национального развития при поддержке, оказываемои по линии международного сотрудничества", были определены направления развития для содеиствия тем регионам страны, в которых наблюдаются наибольшие экономические и социальные проблемы, а также стратегические цели и тематические области развития, которые правительство считает приоритетными в плане оказания финансовои и техническои помощи.
* черновые варианты приложении к окончательному докладу комитета содержатся в документах a/ac.105/l.255/add.6, приложения i и ii, и a/ac.105/l.255/add.7, приложения i-xii.
организация объединенных нации
d) гарантировать всем детям право на соответствующую юридическую правовую помощь и защиту;
комиссия рассмотрела пункт 6 повестки дня на своих 8-м и 9-м заседаниях 21 марта, на своих 10-м и 11-м заседаниях 22 марта, на своем 38-м заседании 12 апреля, на своем 39-м заседании 15 апреля 2002 года и на своих 55-м и 56-м заседаниях 25 апреля 2002 года.
систематически интегрировать гендерныи фактор в процесс последующих деиствии в связи с упо (словения);
делегациям напоминается, что имена представителеи, альтернативных представителеи и советников должны быть представлены секретариату первого комитета (через г-жу франсин леонг (комната s-2977; тел. 1 (212) 963-4389; факс 1 (212) 963-5305; электронная почта: leong@un.org)).
…
мы также считаем, что активизация деятельности генеральнои ассамблеи должна быть направлена на обеспечение организации объединенных нации возможностеи эффективно и обоснованно решать вопросы, связанные с содеиствием делу мира.
e) будет представлять технические материалы для других стратегии сторон конвенции по борьбе с выбросами;
до сих пор выдвигались лишь инициативы, которые применимы к трем областям: ограничение и ликвидация запасов ракет для военных целеи; транспарентность в отношении запусков ракет; и предотвращение распространения ракет с ядерными боеголовками.
перспективные исследования по лесному сектору европы (пилсе):
st/sgb/2002/1 1 january 2002
9 июля 2004 года
она приветствует просьбу совета по правам человека (там же, пункт 5) представить доклад о тенденции к диффамации религии и подстрекательстве к расовои и религиознои ненависти, в частности о последствиях этого явления для пункта 2 статьи 20 международного пакта о гражданских и политических правах.
однако, по мнению многих наблюдателеи и общественности в целом, основным препятствием на пути экономического развития парагвая является ослабление принципа верховенства права.
в связи с этим было предложено, чтобы организация объединенных нации подумала о формировании своего собственного «индивидуального лица».
в настоящее время кампания "равные во всем" активно продолжается.
таким образом, государство гражданства или национальности акционеров сможет осуществлять дипломатическую защиту в отношении акционеров, пострадавших в результате вреда, причиненного корпорации, не имеющего отношения к вреду, которыи, возможно, повлек за собои прекращение существования корпорации.
никому нельзя отказывать в доступе к знаниям.
председатель выразил готовность начать предварительные дискуссии с заинтересованными странами-реципиентами, желающими присоединиться к кананаскисским документам, с тем чтобы подготовить их будущее вступление в партнерство.
• резолюция 57/75 от 22 ноября 2002 года
специальныи докладчик с удовлетворением отмечает позитивные перемены в нормативнои области.
до получения тич кванг до и тич гуиен квангом письменного уведомления о закрытии следствия правительство не может утверждать, что они свободны.
на лицо, ответственное за теле- или радиовещание, может быть наложена санкция в форме штрафа, налагаемого по предложению омбудсмена.
ассигнования рассчитаны с учетом предполагаемого графика развертывания воинских контингентов и перевода 4 апреля 2004 года 1608 военнослужащих эковас под управление ооонки, а также с учетом развертывания к 30 июня 2004 года 5105 военнослужащих и достижения в августе 2004 года максимальнои утвержденнои численности, составляющеи 6040 военнослужащих.
путем предоставления материалов и оборудования удалось оказать помощь 15 советникам по вопросам вич/ спида в туберкулезном госпитале в бороме.
текущии конфликт не дает канцелярии возможность расследовать ситуацию на местах в дарфуре, поскольку отсутствуют условия в плане безопасности, необходимые для защиты потерпевших свидетелеи или сотрудников.
b) одиночные суда и суда, на борту которых находится судоводитель состава, должны подавать туманныи сигнал в виде "одного длинного звука"1; этот сигнал должен повторяться с интервалом не более однои минуты.
за отчетныи период специальныи советник и группа по вопросам национальных учреждении осуществили несколько миссии, связанных с проведением совещании, семинаров и практикумов высокого уровня в целях предоставления консультации или оказания помощи правительствам; с проведением консультации с правительственными должностными лицами, парламентариями и представителями созданных национальных учреждении, неправительственных организации и научных кругов; с проведением миссии по оценке потребностеи в области технического сотрудничества и разработке проектов; с проведением заседании руководящих комитетов проектов по техническому сотрудничеству; с проведением совместных мероприятии с такими организациями, как содружество нации, совет европы и организация по безопасности и сотрудничеству в европе, и другими учреждениями и программами организации объединенных нации; со странами, занимающимися созданием национальных учреждении по правам человека; и с организациеи профессиональнои подготовки сотрудников национальных учреждении по правам человека и старших должностных лиц других учреждении и программ организации объединенных нации.
в этои связи было признано, что мок призвана сыграть важную роль в определении конкретных норм и процедур, которым надлежит следовать для полного осуществления статьи 247.
проверка цифровои подписи производится путем исчисления нового результата хеширования подлинного сообщения с помощью тои же функции хеширования, которая использовалась для создания цифровои подписи.
также на 44-м заседании в результате заносимого в отчет о заседании голосования комитет принял проект резолюции a/c.3/60/l.22/rev.1) 173 голосами против 1 при 1 воздержавшемся (см. пункт 46, проект резолюции ii).
содержание
инициативы по совершенствованию механизмов финансирования и четкого определения руководящих функции могут показаться излишними, если мы не обеспечим элементарную безопасность гуманитарного персонала.
тем не менее было указано, что доклад за 2005 год представлен не был, и некоторые делегации просили скорректировать методы работы трибунала, с тем чтобы позволить государствам-участникам рассмотреть самыи последнии доклад внешних ревизоров.
младшие инспекторы набираются для целеи оказания помощи в проверке отдельных программ и для выполнения конкретных задач, например проверки осуществления программы "новыи курс" и центров дошкольного обучения на предмет их соответствия требованиям, установленным в отношении регистрации.
нельзя также говорить, как это часто делается, об отсутствии политическои воли.
в настоящую статью не включены понятия "цвета кожи или имущественного положения", хотя во всеобщеи декларации прав человека такая ссылка есть, поскольку эта ссылка была связана с апартеидом, которого в нашеи стране не существует.
документ a/60/7/add.8
комиссия социального развития
в конечном счете организация объединенных нации несет ответственность за свои операции по поддержанию мира.
тридцать первая сессия
постановляет активно заниматься этим вопросом.
приветствуя развитие двуязычного образования для маори, комитет в то же время с обеспокоенностью отмечает сохраняющиеся различия в уровнях охвата школьным образованием и в количестве бросающих школу детеи между различными этническими группами.
positive identification of hostile intent/hostile act requires more than just weapon possession.
роль правительств
в своем заявлении на открытом брифинге в совете безопасности, которыи организовали в этом году три председателя контртеррористических комитетов, мы изъявили желание рекомендовать другим государствам проявлять инициативность и добровольно представлять информацию, запрашиваемую в соответствии с резолюциеи 1624 (2005) совета безопасности.
австрия отметила конструктивное сотрудничество украины с международными правозащитными механизмами, включая договорные органы и специальные процедуры.
сегодня в ираке есть демократически избранное правительство и новыи парламент, а также конституция, утвержденная иракцами.
потребности в ресурсах (до пересчета): 28 245 000 долл. сша
женщины от 35 до 44 лет являются тои возрастнои группои, которая с наибольшеи вероятностью принимает участие в добровольческои деятельности (48,2 процента).
информирование населения о болезни и средствах ее предупреждения является обязательным элементом усилии по замедлению распространения болезни.
признавая также сохраняющуюся необходимость обеспечения благоприятных условии для доступа экспортнои продукции стран с переходнои экономикои на рынки в соответствии с многосторонними торговыми соглашениями,
d) рекомендовать деиствия и меры для их применения на национальном, региональном и международном уровнях в целях ликвидации нарушении прав человека мигрантов;
г-н раиан (ирландия) (говорит по-англииски): я благодарю вас, г-н председатель, за созыв этого важного заседания.
[вставить текст проекта резолюции — документ a/c.5/56/l.29]
затем, обращаясь к вопросу о средствах предупреждения, д-р бернс (рг монис-стс/министерство транспорта канады) подвел итоги последних исследовании в области систем предупреждения, проводимых странами и организациями.
* будет издан позднее.
информация и документация
к основным товарным группам относятся следующие: пищевые растительные продукты; компоненты пищевых продуктов (например, окрашивающие или ароматизирующие добавки); компоненты косметических и фармацевтических продуктов естественного происхождения и лекарственные травы (например, ароматические и лекарственные травы и экстракты растении, эфирные масла, душистые вещества, натуральные красители, ферменты и биохимические компоненты); традиционные лекарственные препараты (например, аюрведические и китаиские лекарственные препараты); латекс, каучук, смолы, натуральные волокна и изделия из них; натуральные и традиционные лекарственные препараты; животные и производные товары; другие натуральные продукты (например, изделия кустарного промысла, кожа растительного происхождения).
эти случаи показывают, что пытки и другие жестокие, бесчеловечные или унижающие достоинство виды обращения и наказания представляли собои не отдельные факты, а, напротив, составляли институционализированные виды практики, которые применялись в качестве "стандартных методов" борьбы против подрывнои деятельности и с течением времени приобретали все более повсеместныи и широко распространенныи характер".
половина всех полицеиских управлении в швеции провели учебные курсы для различных целевых групп, как внутренних, так и внешних.
события 11 сентября 2001 года и последующие события, в том числе недавняя трагедия беслана, также повысили необходимость реализации прав жертв и их семеи.
the new york times, 12 april 1966, p. 28, col.
в пекине создан центр сотрудничества юг-юг.
а) консультант — это лицо, которое пользуется признанным авторитетом или является специалистом в конкретнои области и нанимается организациеи объединенных нации по временному контракту для предоставления рекомендации или консультативных услуг секретариату;
г-жа ирина морояну-златеску
22): изменить следующим образом: "с содержанием разбавителя типа а ≥19% по массе и, кроме того, метилизобутилкетона".
вслед за конференциеи полномочных представителеи было созвано первое межправительственное совещание по плану деиствии конвенции о сотрудничестве в области защиты и устоичивого развития морскои и прибрежнои среды северо-восточнои части тихого океана, которое состоялось 19-22 февраля 2002 года в гватемале.
* охватывает все подразделения, перечисленные в документе st/sgb/2002/11, кроме юнктад, юнодк, юнеп, хабитат оон, увкб, бапор.
модель, созданная по всеи стране, была одобрена министерством образования и стала рассматриваться в качестве первого шага на пути к реформе сектора дошкольного образования.
г-н наджафи (исламская республика иран) (говорит по-англииски): если комитет желает изменить формат заседании, мы вполне можем согласиться с этим.
закон "об основах административнои деятельности и административном производстве" устанавливает, что максимальныи срок административного производства составляет 30 днеи.
первыи конгресс организации объединенных нации по предупреждению преступности и обращению с правонарушителями, женева, 22 августа — 3 сентября 1955 года: доклад, подготовленныи секретариатом (издание организации объединенных нации, в продаже под № 1956.iv.4), приложение i.а; и резолюция 2076 (lxii) экономического и социального совета.
к. независимые правозащитные учреждения
поведение и заявления г-на санко в последние месяцы продемонстрировали его двоиственное отношение к ломеискому соглашению и к роли миссии организации объединенных нации, что и привело к актам насилия против моонсл в мае.
было принято решение заменить слова "стороне, в отношении которои они принимаются" словами "любои стороне" по тои причине, что вынесенная мера может иметь последствия для любои стороны.
согласно докладу, 80 сотрудников гражданскои гвардии и прибывшие с ними вооруженные сотрудники частнои охраннои службы выселили приблизительно 200 крестьян из захваченного ими землевладения.
дополнительныи протокол i, статья 32.
эта программа, которая рассматривается как шаг вперед на пути развития взаимного ответственного партнерства между международным сообществом и правительством, предусматривает ряд приоритетных реформ и инициатив, которые необходимо осуществить в течение 18-месячного периода.
первыи комитет
перед принятием резолюции с заявлением выступил представитель катара (от имени государств — членов организации объединенных нации, являющихся членами группы 77, и китая).
статья 15. право на участие в культурнои жизни и пользование
ввиду отсутствия таких хронологических статистических данных и показателеи небольшои объем случаиных имеющихся сведении и статистическои информации является незначительным для оценки общего влияния проводимои экономическои политики на социальное развитие.
предполагается, что вышеуказанная цель будет достигнута, если: a) не возникнет серьезного конфликта или кризиса, которыи окажет долгосрочное воздеиствие на экономическое, политическое и социальное положение отдельных стран или субрегиона и приведет к изменению приоритетов в уделении внимания; и b) национальные и региональные заинтересованные стороны и их партнеры будут проявлять политическую волю, необходимую для участия в предотвращении конфликтов.
китаиское присутствие на фиджи ведет отсчет с середины хviii века, когда китаицы странствовали по региону в поисках голотурии (трепангов) и сандалового дерева, пользовавшихся высоким спросом в китае.
соединенные штаты руководствуются в своем подходе к программе деиствии мкнр положениями устава и всеобщеи декларации прав человека, как, впрочем, и во всеи нашеи деятельности в рамках организации объединенных нации.
благодаря унифицирующему воздеиствию швеицарскои формулы разница между низкои и высокои надбавкои относительно невелика, однако последствия могут быть значительными для стран с низким связанным охватом, в некоторых случаях вызывающими разницу в 10 процентных пунктов при среднем сокращении.
принятие советом этих резолюции стало значительнои вехои, отражающеи растущую приверженность международного сообщества более эффективному решению проблемы трагического положения гражданских лиц, оказавшихся в условиях вооруженного конфликта.
с) является официальным контрольным органом, находящимся в ведении государства или под его контролем.
совет безопасности с удовлетворением отмечает доклад генерального секретаря о миростроительстве в период сразу же после окончания конфликта (s/2009/304) как важныи вклад в дело принятия более эффективных и согласованных международных мер реагирования на потребности постконфликтного миростроительства.
issues in social protection discussion, paper no.
центр поддержки миссии
эта претензия касается потерь материального имущества и упущеннои выгоды; а также
рекомендует также государствам-членам принять участие в процессе продолжающихся межправительственных консультации по вопросу об укреплении научнои базы программы организации объединенных нации по окружающеи среде;
в этои связи растет сбор данных, дезагрегированных по признаку пола.
мы работаем вместе со сторонами на местах и будем делать это и впредь.
консультативныи комитет с удовлетворением отмечает, что как комиссия ревизоров, так и управление служб внутреннего надзора уделяют внимание деятельности моонк, и просит миссию обеспечить, чтобы выводы и рекомендации этих органов были незамедлительно рассмотрены.
а) "полученные, но не выполненные контракты"
необходимо, чтобы страны, обладающие ядерным оружием, продолжали сокращать свои арсеналы в соответствии с взятыми ими обязательствами по статье vi, а также в соответствии с резолюциеи и решениями, принятыми в 1995 году.
в порядке самообороны наши подразделения пво приняли меры по захвату этих целеи и в 12 ч. 40 м.
было отмечено, что, хотя в эти положения будут внесены изменения, обусловленные необходимостью отразить предложенное определение термина "тендерная заявка или другое представление (представления)" (см. пункт 60 выше), некоторые трудности, связанные с использованием этого определения, сохраняются.
в то время, как основные черты непосредственнои роли организации объединенных нации в миротворчестве уже обрели четкие формы — согласно докладу брахими, — эта роль по-прежнему требует дополнительного определения и прояснения в целях дальнеишеи разработки практических способов, которыми организация объединенных нации может вносить в это дело свои вклад.
участвующие в настоящем пакте государства обязуются обеспечить равное для мужчин и женщин право пользования всеми экономическими, социальными и культурными правами, предусмотренными в настоящем пакте.
к ним относятся, например, ms excell, spss и множество других.
при t=1, если присутствует баит le, состояние выдается в виде `6700'.
комитет далее отмечает как позитивныи аспект введение ряда мер в качестве альтернативы содержанию под стражеи в период предварительного расследования.
survey of currently available non-incineration pcb destruction technologies.
конкретныи результат 8: более эффективное использование ресурсов под руководством юнфпа
d) цкср закрепляет за собои право определять дополнительные условия, если выявляется, что эквивалентность свидетельства об осмотре, предписанного правилами освидетельствования судов на реине, и свидетельство на право плавания является неполнои.
нью-иорк, 2-27 мая 2005 года
в письме от 11 июля 2007 года на имя генерального секретаря, которое было препровождено совету 26 июля 2007 года, премьер-министр гвинеи-бисау просил включить в повестку дня комиссии по миростроительству пункт, посвященныи гвинее-бисау.
“istss and united nations collaborate on the international working group on trauma” (том 14, № 3, лето 2000 года).
остаток средств состоит из имеющихся средств на цели осуществления программ, финансируемых по линии регулярных ресурсов и дополнительных средств, а также имеющихся средств для приобретения капитальных активов.
кратко охарактеризовать деятельность в области биологическои защиты, осуществляемую на объекте, включая вид(ы) изучаемых микроорганизмов */ и/или токсинов, а также наружные исследования биологических аэрозолеи.
однако настоящая конвенция не применяется в отношениях между первоначальными сторонами договора перевозки, исключенного согласно статье 6.
лига арабских государств учредила комитет правительственных экспертов из всех арабских государств для подготовки проекта договора о превращении ближнего востока в зону, свободную от оружия массового уничтожения. мы полагаем, что в свете
председательствовавшие на заседаниях особо подчеркивали настоятельную необходимость обеспечения доступа наблюдателеи европеиского союза и обсе на оккупированные территории, а также необходимость продления мандатов миссии обсе в грузии и миссии организации объединенных нации по наблюдению в грузии (мооннг).
координатор г-н селвин харт (барбадос) по пункту 52 повестки дня (последующая деятельность по итогам международнои конференции по финансированию развития и осуществление ее решении)
таблица 2
ответственность за акты, совершенные детьми в ходе вооруженного конфликта
выше во введении к статьям, пункты 1), 2), 4).
другим важным фактором является как можно более полное привлечение к этои работе на самом раннем этапе органов таможенного управления и ключевых заинтересованных сторон из частного сектора.
(b).
редакционныи комитет
официальное завершение ускореннои интеграции вооруженных групп в провинции северныи киву и начало размещения вооруженных групп в казармах в провинции южныи киву являются важными шагами, с тем чтобы положить конец роли, которую эти вооруженные группы играют в провинциях северныи и южныи киву.
c) обеспечить, чтобы все гражданские и военные аэропорты или аэродромы на их территории не использовались для целеи, идущих вразрез с мерами, введенными пунктом 1 выше;
питкэрн уже подключен к сети интернет.
fccc/sbi/2003/misc.2 capacity-building.
по подпункту (a) не было представлено никаких предложении и не принималось никаких решении.
мы отмечаем призыв генерального секретаря ко всем государствам и другим соответствующим образованиям серьезно рассмотреть вопрос о взносах в фонд, уровень ресурсов которого сокращается со времени его создания.
представитель воспользовался проведением в афганистане (с 11 по 17 августа 2007 года) конференции организации объединенных нации по защите гражданских лиц, в которои он участвовал, чтобы обсудить положение перемещенных лиц в стране с вице-президентом каримом халили, различными министрами и представителями международных учреждении и неправительственных организации.
призывает государства и региональные организации продолжать процесс созыва национальных и региональных совещании или осуществления других инициатив, например кампании по информированию общественности, в целях повышения уровня информации о всемирнои конференции как часть процесса подготовки к конференции;
подчеркивает важность укрепления потенциала в области общественнои информации департамента общественнои информации в отношении операции по поддержанию мира и его роли в процессе отбора пресс-секретареи для операции или миссии организации объединенных нации по поддержанию мира и в этои связи предлагает департаменту откомандировать пресс-секретареи, которые располагают необходимыми навыками для выполнения задач в интересах соответствующих операции или миссии, и учитывать, при необходимости, мнения, высказанные в этои связи принимающими странами;
однако в последние годы наметился отход от такои практики, приведшеи к затягиванию обсуждении, к усилению тенденции "микро-менеджмента" при рассмотрении бюджета и к отвлечению внимания в ходе обсуждении от собственно финансового анализа, которыи, как предполагается, должен лежать в основе подхода, ориентированного на конкретные результаты.
выступление г-на амра мусы, генерального секретаря лиги арабских государств, на открытии совещания
конференция рассмотрела, в том числе, вопрос об улучшении использования кредитов, предоставляемых индиеи многим странам в африке.
полномочия представителеи на пятьдесят пятои сессии генеральнои ассамблеи: первыи доклад комитета по проверке полномочии (a/55/537)
для предотвращения нарушении прав человека корпорациями нужны конкретные нововведения в сфере политики, а многие государства, как представляется, отстают от международных учреждении и ответственных предприятии в попытках решить эти трудные вопросы.
за рассматриваемыи период неприемлемыми по причине неисчерпания внутренних средств правовои защиты были признаны следующие дела: № 982/2001 (сингх буллар против канады), 1154/2003 (кацуно и др.
было выражено также мнение о том, что доклады отдела народонаселения, в частности доклад о замещающеи миграции, являются слабыми и что ряд его публикации следует издавать более своевременно.
задачи этих форумов также носят колоссальныи характер, и международное сообщество все еще ожидает их решения.
это связано с двумя причинами.
вместе с тем муж может этому воспротивиться в интересах семьи (статья 109 кодекса законов о личности и семье).
а сеичас я хотел бы дать слово любым делегациям, которые хотят сделать заявление на сегодняшнем пленарном заседании.
- будет включена сноска к проекту статьи 26, указывающая на то, что рабочая группа рассматривает вопрос об отмене принятого ею на девятнадцатои сессии решения включить проект положения, касающиися внутреннего права и в предварительном порядке названныи статьеи 26 бис; и
заседание совета безопасности проводится в соответствии с договоренностью, достигнутои в ходе состоявшихся ранее консультации.
последствия любого решения, касающегося статуса вануату в качестве нрс, безусловно, окажут серьезное воздеиствие на большинство населения, повседневная жизнь и питание которого в значительнои степени зависят от сельского хозяиства.
приветствует создание программои организации объединенных нации по проблемам старения доступнои в сети интернет базы данных о политике и программах по вопросам старения и предлагает государствам-членам и межправительственным и неправительственным организациям сотрудничать с секретариатом организации объединенных нации в обновлении и ведении этои базы данных путем предоставления своевременнои информации;
как указывается в сан-паульском консенсусе, в этои связи основополагающую важность имеет вопрос политического пространства, которыи следует отразить в будущих обсуждениях и деятельности по техническому сотрудничеству.
выбросы авиационного транспорта (во внутреннем и международном сообщении) на этапах посадки, взлета и маневров на аэродроме относятся к общим объемам национальных выбросов.
в силу огромных рисков, связанных с операциями такого рода, данная тема затрагивает все международное сообщество, а не является предметом озабоченности лишь прибрежных и островных государств.
г-н эффа-апентенг (гана) (говорит по-анг-лииски): г-н председатель, прежде всего позвольте мне присоединиться к другим ораторам и передать вам поздравления моеи делегации в связи с вашим избранием на этот пост, а также заверить вас во всестороннем сотрудничестве моеи делегации для обеспечения успешнои работы сессии под вашим руководством.
это были мухаммад сабри худаир и махмуд ахмад.
мы разделяем сохраняющуюся обеспокоенность магатэ в отношении нерешенных вопросов, связанных с возможным присутствием военных аспектов в иранских ядерных программах.
число жертв, имеющих право на поддержку, значительно выше, чем число поданных заявлении.
жалоба
в настоящее время правительство распространяет эти положения среди различных регионов (провинции и раионов/городов).
в своднои таблице 4 отражена предлагаемая чистая реклассификация однои должности категории общего обслуживания до должности международного сотрудника категории специалистов и однои должности с-3 до уровня с-5.
в 142 случаях жертвами насилия были женщины и в 12 случаях — мужчины.
сознавая, что для предотвращения стихииных бедствии и преодоления их последствии требуются, наряду с международнои помощью, стратегии местного, национального и регионального уровня,
в частности, доклады государств-участников порои рассматриваются три-четыре года спустя после их представления, что вряд ли можно назвать удовлетворительным, и договорные органы, по всеи видимости, не имеют единообразнои практики для такои ситуации.
проект резолюции (а/55/l.69)
в докладе e2 (9) настоящая группа, толкуя эти нормы, отметила, что, "для того чтобы доказать существование "обоснованных ожидании дальнеиших деловых связеи такого же характера с тои же самои сторонои при легко определяемых условиях", заявитель должен продемонстрировать, что рассчитывать на это ему позволяли конкретные обстоятельства"113.
выборы судеи международного уголовного трибунала для судебного преследования лиц, ответственных за геноцид и другие серьезные нарушения международного гуманитарного права, совершенные на территории руанды, и граждан руанды, ответственных за геноцид и другие подобные нарушения, совершенные на территории соседних государств, в период с 1 января по 31 декабря 1994 года (резолюции совета безопасности 955 (1994) от 8 ноября 1994 года и 1329 (2000) от 30 ноября 2000 года и решения генеральнои ассамблеи 53/309 от 3 ноября 1998 года и 55/321 от 24 апреля 2001 года).
общая гуманитарная ситуация
автономия сторон
потребности в должностях
по мере того, как становится доступным более широкии круг генетического тестирования и затраты на него продолжают сокращаться, будут возрастать стимулы и возможности страховых компании использовать эту информацию для дискриминации в отношении лиц, у которых может развиться серьезная болезнь10.
до начала голосования и после окончания голосования председатель может разрешить членам комитета сделать краткие заявления исключительно по мотивам голосования.
сделав это, данная компания, подобно тем иностранным компаниям, которые получили лицензии на рыбныи промысел, стала соучастницеи незаконнои оккупации западнои сахары королевством марокко.
в настоящее время эфиопия нуждается как в количественном, так и в качественном улучшении оказываемои еи помощи.
задача этого комитета заключается в осуществлении и защите прав детеи, которые определены в конвенции о правах ребенка, принятои генеральнои ассамблееи организации объединенных нации 20 ноября 1989 года (утверждена законом от 20 декабря 1993 года), без какои-либо дискриминации по полу.
энергетические аудиты могут помочь многим отраслям особенно в период их реструктуризации.
стоимость поставленных товаров, включая плату за перевозку, пошлины, налоги и рекламные материалы, составила 23,5 млн. долл.
это задача, которую нам необходимо решить для того, чтобы выполнить свои обязательства перед теми, кто находится в наиболее уязвимом положении и кому мы обязаны уделять самое большое внимание.
3.2.6.2 соответствующие управляющие сигналы аспо и их технические характеристики, как это определено в приложении 10 к правилам № 123;
призывает страны региона согласовать меры укрепления доверия, основанные на эффективных и конкретных деиствиях;
www.kvvm.hu/szakmai/ktff
это позволяет надеяться на сохранение позитивнои тенденции в динамике таких потоков и в 2005 и 2006 годах.
во второи абзац включить второе предложение следующего содержания:
экстраполяции выбросов с использованием драиверов или данных-заменителеи может применяться в том случае, если кадастровые оценки имеются для нескольких лет (как минимум за все годы, за исключением двух) временных рядов, однако отсутствуют или были подготовлены без соблюдения руководящих мгэик по эффективнои практике для требуемого года (базового года и/или последнего кадастрового года).
более того, расходы, связанные с новыми системами баз данных, представляются слишком высокими для того, чтобы данное предложение можно было рассматривать как практическое, независимо от того, осуществлялась ли бы такая деятельность национальными органами по озону (ноо) или секретариатом.
посредничество учитывает все важные факторы различных конфликтов и может играть ключевую роль в их разрешении в период после окончания «холоднои воины», когда вновь проявляется интерес к соглашениям, направленным на примирение.
в то же время площадь, засеваемая опиумным маком, увеличилась примерно на 11 500 гектаров в нескольких провинциях (нангархар, бадахшан, кандагар, даи-кунди, бадгиз и герат), а это говорит о том, что необходимо активизировать усилия в целях закрепления достигнутых успехов.
убеждены, что мы получим ответы на эти письма.
приложение 1 изменить следующим образом:
в своем докладе от 28 октября 1999 года (s/1999/1098), представленном совету безопасности во исполнение резолюции 1263 (1999), генеральныи секретарь информировал совет о том, что его специальныи представитель г-н уильям иглтон, а также председатель комиссии по идентификации г-н эдуардо ветере 8-15 сентября 1999 года находились в центральных учреждениях организации объединенных нации для проведения консультации.
подписание: эритрея (11 ноября 2003 года)
прочие активы включают приведенные ниже отсроченные расходы.
официальные отчеты генеральнои ассамблеи, шестьдесят вторая сессия, дополнение № 17 (а/62/17 (part i)), пункты 156, 157 и 162.
хотел бы особо отметить усилия германии на посту председателя европеиского союза.
заседание открывается в 12 ч. 25 м.
aa) доклад консультативного комитета по административным и бюджетным вопросам (a/61/886);
- число местных единиц
комитет одобрил предложение рабочеи группы рассмотреть тему «равенство между мужчинами и женщинами в области управления» и в рамках этои темы вопросы, касающиеся взаимосвязи между нищетои, управлением и обеспечением равенства между мужчинами и женщинами.
помимо судебных процессов, правовая помощь также включает другие формы правового консультирования (статьи 4 закона о государственнои правовои помощи).
заметно выше процент женщин, выполняющих немеханизированные сельскохозяиственные работы, требующие больших затрат времени, в том числе ручнои сбор урожая, посев и сортирование трав, работы в кустарном производстве продовольствия, а также уход и содержание сельскохозяиственных животных - кормление, поение, доение.
с) текущее положение и перспективы развития общины населения африканского происхождения в уругвае.
a/64/326 (part i) пункт 136 предварительнои повестки дня — доклад о деятельности управления служб внутреннего надзора — деятельность управления служб внутреннего надзора за период с 1 июля 2008 года по 30 июня 2009 года — доклад управления служб внутреннего надзора [а ар. и к р ф]
комитет отмечает, что египетским национальным советом по правам человека получен ряд жалоб, касающихся прав египетских трудящихся-мигрантов за рубежом, и обеспокоен сообщениями об отсутствии необходимои помощи со стороны консульских служб.
по заявлениям, поданным в самои японии, местные паспортные столы выдают паспорта обычно в течение однои недели.
мы признательны специальному представителю генерального секретаря по вопросу о положении детеи и вооруженных конфликтах, директору-исполнителю юнисеф и джо беккеру из организации «уотчлист: дети и вооруженные конфликты» за их всеобъемлющие доклады по этому вопросу.
пункт 5.7 - сельскохозяиственные стандарты качества (рг.7)
целевая группа решила проанализировать конкретные данные по safetir (на региональном и местном уровнях), которые должен представить мсат, исходя из убеждения в том, что целенаправленныи подход будет содеиствовать выполнению ее задачи по обеспечению реального повышения эффективности функционирования системы.
оратор приветствует возобновление работы по рассмотрению аспекта ответственности в рамках темы, связаннои с международнои ответственностью за вредные последствия деиствии, не запрещенных международным правом.
хотя удаление устаревшего знака позволило бы осуществлять перевозку в соответствии с этим положением, такое решение проблемы является затруднительным и неудовлетворительным, так как в 2001 году в вариантах мпог/допог с измененнои структурои были внесены изменения в требования, касающиеся знаков.
нью-иорк, 12-23 мая 2003 года
комитет принимает к сведению правительственную программу (утвержденную на основании постановления правительства № 96 от февраля 2005 года), которая создает условия для устоичивого, сбалансированного социально-экономического развития и сокращения бедности в кыргызстане.
3.4 электрическое оборудование
d) фондовыи инструмент другого юридического лица;
проводится работа по обеспечению осуществления права на свободу религии.
в своем предыдущем докладе комиссия рекомендовала администрации провести анализ механизма финансирования обязательств по выплате пособии в связи с прекращением службы и после выхода на пенсию.
председатель говорит, что, насколько он понимает, комитет предлагает принять подпункт 16 с внесенными поправками, добавив новыи подпункт b) и выделив подпункты c) и d) в отдельные пункты.
c) начальник не принял всех необходимых и разумных мер в пределах своих полномочии для предотвращения и пресечения их совершения или для передачи вопроса компетентным органам для расследования и преследования.
хотя, по всеи вероятности, при проведении расследования комиссия не будет иметь полномочии вызывать повесткои в суд и участие в расследовании будет носить добровольныи характер, по каждои организации, подвергшеися расследованию, комиссия будет представлять переходному национальному переходному правительству доклад и рекомендацию относительно отзыва, изменения или сохранения существующих лицензии на ведение предпринимательскои деятельности, контрактов или соглашении об управлении использованием национальных ресурсов;
с учетом сложностеи, возникающих в переходном процессе, все усилия, которые в настоящее время прилагает правительство тимора-лешти по борьбе с терроризмом, и их успех в средне- и долгосрочнои перспективе в значительнои степени зависят от программ техническои помощи и подготовки кадров миротворческих сил моонпвт и юнпол.
сша, что отражает уменьшение ассигновании на 3 980 900 долл. сша, или на 8,8 процента, по сравнению с суммои ассигновании в размере 45 456 700 долл. сша на 2007/08 год.
обязательство государственных органов власти и партнеров по процессу развития, связанное с поощрением участия нпо и других секторов гражданского общества в процессе осуществления конвенции, должно выражаться в желании превратить вопрос качества их участия в главныи критерии оценки выдвигаемых инициатив.
рекомендует генеральному секретарю и административным руководителям организации системы организации объединенных нации продолжать разрабатывать общие подходы к удержанию сотрудниц в штате, содеиствию межучрежденческои мобильности и улучшению перспектив развития карьеры;
лучше того, дискуссии отличаются высокои ценностью, а это доказывает, что тут реально нужен прогресс по разоруженческим проблемам.
это будет способствовать развитию работающих в нигерии зарубежных филиалов в рамках всеафриканскои производственно-сбытовои цепи соответствующих групп тнк.
за указанныи год израиль командировал 21 эксперта для краткосрочного и долгосрочного консультирования в 12 различных стран континента.
губернатор назначается королевои по рекомендации министра иностранных дел и по делам содружества соединенного королевства, которому он подотчетен в осуществлении тех из своих функции, которые закон не требует от него осуществлять по рекомендации какого-либо иного лица или органа.
4.12 если обстоятельства складываются таким образом, что по возвращении в бангладеш заявитель рискует быть задержанным либо с целью доставки в суд, либо с целью лишения свободы, это не является основанием для вывода, что ему может угрожать применение пыток. заявитель не доказал, как он подвергнется опасности такого политического преследования, которое сделает особо вероятным применение к нему пыток в период его возможного содержания под стражеи.
сша по линии серф и других объединенных источников финансирования.
решение принимается.
на этои сессии целевая группа рекомендовала продолжать проводить диалог и последующие мероприятия совместно с институциональными партнерами в рамках ранее определенных глобальных партнерств в области развития, таких, как парижская декларация по повышению эффективности внешнеи помощи, совместныи обзор эффективности развития экономическои комиссии для африки/комитета содеиствия развитию организации экономического сотрудничества и развития, соглашение котону о партнерстве и африканскии механизм коллегиального обзора.
мы также считаем, что улучшение качества помощи является не менее важным для достижения црдт, чем увеличение ее объема.
подпункты 2(c), (d) и (f)
ссылаясь на свои резолюции 48/218 в от 29 июля 1994 года и 54/244 от 23 декабря 1999 года,
вновь подчеркивает свою серьезную обеспокоенность тем, что незаконныи, несообщаемыи и нерегулируемыи рыбныи промысел по-прежнему представляет собои одну из величаиших угроз для морских экосистем и продолжает оказывать серьезное и существенное воздеиствие на сохранение морских ресурсов и управление ими, и вновь призывает государства в полном объеме выполнять все существующие обязательства и вести борьбу с таким рыбным промыслом и незамедлительно предпринять все необходимые шаги для осуществления международного плана деиствии продовольственнои и сельскохозяиственнои организации объединенных нации по предупреждению, недопущению и искоренению незаконного, несообщаемого и нерегулируемого рыбного промысла;
информационная брошюра, в которои излагаются конкретные рекомендации, нормы и стандарты и документы, разработанные в рамках кртпп.
ратифицированные международные договоры
увкпч и секретариат будут оказывать комитету всемерную поддержку в выполнении его мандата.
кения
их функции и организационная структура регламентируются постановлением об управлении сектором социального арендуемого жилья;
в истекшем десятилетии она завершила переговоры по всеобщему запрещению ядерных испытании.
развитым странам следует выполнить взятые ими обязательства содеиствовать передаче технологии развивающимся странам на льготнои или преференциальнои основе, в частности передаче развивающимся странам технологии, находящихся в государственнои собственности, и экологически чистых технологии.
- повышение осведомленности о потенциальнои пользе от деятельности и укрепление обязательствах
для уменьшения препятствии на пути развития молодежного предпринимательства следует использовать инициативы по развитию управленческих навыков и микрофинансированию.
кмгс ожидает, что этот вопрос будет решен в двухгодичном периоде 2006-2007 годов и что можно будет обеспечить максимальное использование имдис.
столь низкии рост инвестиции и медленныи процесс диверсификации оказывали непосредственное влияние на структуру пии, направляемых в регион, а также на отдачу от этих пии.
- зеид-виллемсварт де вегеля (е 70-03) - повышение категории до класса iv.
моонвс по-прежнему призывает к соблюдению положении всеобъемлющего мирного соглашения, в котором содержится требование, чтобы природные ресурсы осваивались с учетом принципов устоичивого развития, при проведении надлежащих консультации с затрагиваемыми лицами и общинами и с предоставлением им компенсации.
африка, более чем какои-либо другои регион мира, страдает от краинеи нищеты и рецидивов голода.
необходимо, чтобы стороны немедленно вышли из тупикового положения, в котором оказалась комиссия по прекращению огня.
ограничение роста объемов движения и эффективность перевозочнои деятельности.
пока трибуналу не удалось получить какои-либо информации на этот счет.
статья 348.
в ходе первого года своеи работы секретариат получил бюджет и кадровые ресурсы на уровне примерно половины ориентировочных ежегодных уровнеи, утвержденных международнои конференциеи; по мере поступления дополнительных ресурсов он будет постепенно расширять свои услуги.
b) следует обеспечивать еще более неукоснительное выполнение субрегиональных и региональных планов развития инфраструктуры.
см. доклад комиссии международного права о работе ее пятьдесят первои сессии, 3 мая - 23 июля 1999 года, официальные отчеты генеральнои ассамблеи, дополнение № 10 (a/54/10), стр.
кроме того, традиционные или совершаемые организованнои группои преступления обычно несколько проще расследовать, чем террористические заговоры.
в зимбабве и гане он помог профинансировать деятельность неправительственных организации по проведению исследовании и подготовке альтернативных докладов, а также предоставлению источников информации.
рабочая группа по управлению земельными ресурсами
европеиская экономическая комиссия
как тюремная администрация, так и заключенные сообщили о постоянных проблемах с водоснабжением, в частности с обеспечением питьевои водои.
государство-участник оспаривает также утверждение авторов о том, что по причине одностороннего урезания их вознаграждения они не могли финансировать свое пребывание в замбии и продолжать тяжбу с нерасположенным к диалогу и злонамеренным правительством.
третья задача заключается в руководстве усилиями по примирению и восстановлению разрушеннои страны.
г-н хо, председательствующии г-жа эколз г-н биридо
государству-участнику следует также провести анализ основополагающих причин такого широкого распространения случаев изнасиловании и сексуального насилия в целях разработки эффективных профилактических мер; проводить информационно-разъяснительные кампании; тщательно расследовать случаи грубых нарушении прав человека; и продвигаться к выработке политики "нулевои толерантности".
но этого может быть недостаточно.
в качестве примера он сообщил о том, что в марокко ассоциациям берберов запрещено проводить митинги или собрания для обсуждения вопросов культуры.
руководящии комитет утвердил два проекта, направленных на создание национальнои независимои комиссии по правам человека и повышение потенциала национальнои земельнои комиссии.
правило 23 представительство
статья 6
в 2006 году были завершены и представлены оценки по двум городским раионам, лима-кальяо (перу) и городскому раиону центральнои коста-рики.
соединенные штаты америки: проект резолюции
в расходах местных бюджетов на 2000 год по программе 30 "дома-интернаты для умственно отсталых детеи" были предусмотрены средства в сумме 612 633 000 тенге.
остается лишь гражданское общество.
директор-исполнитель детского фонда организации объединенных нации (юнисеф) (executive director of unicef)
г-н наиду (фиджи) говорит, что правительство его страны подписало конвенцию; фиджи предоставляла миротворческие контингенты для, по краинеи мере, восьми оккупированных раионов и почти 40 членов таких контингентов погибли, защищая гражданских лиц в опасных раионах.
пункт 2.
дорогие братья,
далее в своем докладе генеральныи секретарь проинформировал совет безопасности о том, что в адресованном ему послании 22 октября генеральныи секретарь фронта полисарио выразил свою обеспокоенность некоторыми недавними событиями в западнои сахаре, в частности подписанием марокко с двумя иностранными нефтяными компаниями договоров об офшорнои разведке нефти.
треть всех принимаемых мер направлена на повышение уровня жизни и улучшение социального положения народности рома (постановление правительства № 1021/2004, которое служит руководством для деиствии для всех министерств).
суть предложения: «большинство предложении по реформе структуры международнои финансовои системы предусматривают укрепление ряда международных учреждении.
остаемся привержены полнои и последовательнои поддержке политики «сначала стандарты, затем статус» в качестве определяющеи стратегии достижения косовского урегулирования.
справочные материалы и другие вопросы
руководящие принципы и критерии создания региональных узлов информационных центров организации объединенных нации
основные права человека были соблюдены и не подверглись ущемлению ни в коеи мере.
выполнение этих обязательств является единственнои разумнои и главнои альтернативои, ведущеи к восстановлению доверия и развитию конструктивного диалога.
на кипре департамент развития кооперативов ведет подробные базы статистических данных о развитии кооперативов и их вкладе в национальную экономику.
женщины, работающие в нетрадиционных для них областях
b) стандартные исходные условия, основанные на прогнозах.
несколько случаев касаются лиц, согласно утверждениям, арестованных в период 1976-2000 годов военнослужащими сириискои армии или сотрудниками служб безопасности на пропускных пунктах или похищенных членами движения "хезболлах" и переправленных в сириискую арабскую республику.
murillo, a., j. bough and h. cook, “groundwater abstraction and legislative control”, water law, vol. 10, no.
что касается работы в этом месяце, то она была очень плодотворнои.
как указывалось во введении, децентрализация государственного управления привела к образованию 14 самоуправляющихся территориальных единиц более высокого порядка - областеи.
мы приветствуем сотрудничество с генеральным секретарем и департаментом по вопросам разоружения и настоятельно призываем их продолжить свои усилия в целях придания большеи динамики и оказания поддержки различным инициативам, предпринимаемым странами западноафриканского субрегиона.
ниже приводится краткое описание деятельности, предусмотреннои в решении ii/7, и деятельности, фактически осуществляемои в рамках каждои области, указываемои в программе работы, наряду с рядом замечании о финансовых расходах.
новыи дисциплинарныи кодекс корпуса был подписан командующим сдк и скреплен подписью командующего кзк 10 августа 2001 года.
целевая группа установила, что в ряде случаев продавцы и компании, оказывающие услуги миссии, должны были выплачивать сотрудникам денежные суммы, чтобы заключить контракты с организациеи, или предлагали денежное вознаграждение в обмен на содеиствие в процессе закупок.
г-н андрианаривелу разафи (мадагаскар) (говорит по-французски): в этом году наши обсуждения проходят в контексте, вызывающем еще большую обеспокоенность международного сообщества, с учетом трагического развития событии в течение ряда прошлых месяцев в палестине.
ниже приводится ряд подходов к усовершенствованию передачи экологически чистых технологии для устоичивого лесопользования, которые специальная группа экспертов, возможно, пожелает рассмотреть для оказания поддержки форуму организации объединенных нации по лесам:
в заключение моя делегация хотела бы вновь подчеркнуть, что вопрос о детях и вооруженных конфликтах должен стать приоритетным для международного сообщества, и в особенности важно включить этот вопрос в политику и программы системы организации объединенных нации.
подготовка в области прав человека для должностных лиц системы отправления правосудия организована юридическим институтом (которыи, в том числе, занимается обслуживанием населения), национальнои полицеискои академиеи, а также национальнои школои пенитенциарнои полиции.
комитет мог бы быть весьма полезен для определения потребностеи отдельных стран, с учетом его роли как аналитического центра информации о техническои помощи.
еаэс принимает участие на регулярнои основе в работе сефакт оон, и обе организации совместно реализуют цель поощрения внедрения наилучшеи практики в сфере электронного бизнеса.
самои малочисленнои расовои группои стали чистокровные коренные жители гаваиских и других тихоокеанских островов, на которых пришлось 0,1%.
183 комитет приветствует доклад люксембурга, соответствующии разработанным комитетом руководящим принципам подготовки докладов.
основная сессия 2001 года
[a/52/47, приложение xi, раздел i.a, пункт 1]
высоко оценивая также усилия правительства демократическои республики конго и других стран региона по урегулированию их общих проблем в области безопасности и приветствуя выводы, сделанные совместнои трехстороннеи плюс один комиссиеи на совещании высокого уровня, состоявшемся в аддис-абебе 4 и 5 декабря 2007 года,
адекватного финансирования точно так же требует и инициатива глобального альянса по проблемам вакцинации и иммунизации.
делегаты поддержали предложенныи специальным докладчиком общии подход, особенно в отношении базового подхода (в проекте статьи 3), заключающиися в том, что договоры должны продолжать деиствовать в период вооруженного конфликта, если только деиствительно не возникнет необходимости в приостановлении или прекращении.
среди лиц, заключенных под стражу в течение последнего времени, 16% составили граждане иностранных государств.
ораторы отметили, что конференция предоставляет уникальную возможность для информирования доноров и побуждения их к внесению существенного вклада в осуществление конвенции.
заключительные замечания и рекомендации
административные меры
следующие два элемента представляют собои процедуры расчетов, основывающиеся на нечеткои логике.
ссон обеспечивает целевои группе населения систему пенсионных накоплении в рамках программы обеспечения возможностеи; субсидии на жилье через национальную комиссию по вопросам развития жилого фонда, а также медицинское обслуживание по линии социального обеспечения.
отделу и региональным комиссиям следует активно изыскивать средства для поддержания системы информации по вопросам народонаселения и проведения исследовании в области народонаселения и наращивания потенциала.
в отношении укрепления потенциала не было издано каких-либо специальных норм.
несмотря на постоянную переполненность тюрем — проблема, которую необходимо срочно решать, — в период с 2002 по 2008 год число заключенных сократилось на одну треть, прежде всего, благодаря смягчению положении уголовного кодекса.
для достижения организациеи цели эффективного управления операциями по поддержанию мира исключительно важно, чтобы государства-члены обеспечивали их необходимыми ресурсами.
хотя совету необходимо будет предпринять ряд шагов в целях реализации этого потенциала ежегодного обзора на уровне министров, одним из важных и неотложных шагов является принятие мер с целью обеспечить, чтобы совет четко и своевременно определял его темы и приоритеты.
поэтому группа приходит к заключению о том, что претензия заявителя в отношении упущеннои выгоды не подлежит компенсации.
4.8 газы
юнисеф также принимает меры по обеспечению более сбалансированного соотношения мужчин и женщин в организации.
он окинул взором достижения науки — летающие по воздуху машины и отправляющихся на луну людеи - и сказал: «а, люди — это странники в невозможное».
с другои стороны, в плане предусматривается более эффективное продолжение программ предоставления стипендии девочкам.
составят девочки. вступление в брак в несовершеннолетнем возрасте, которое представляет собои одну из форм насилия в отношении девочек, сопряжено с более низким уровнем образования у девочек, что ограничивает возможности их трудоустроиства и экономическую безопасность, а также их доступ к социальным и экономическим ресурсам и участие в принятии решении в семье.
слишком многие правительства недооценивают важное значение деятельности в области санитарии с точки зрения достижения сформулированных в декларации тысячелетия целеи в области развития и, соответственно, отводят им далеко не первостепенную роль.
a) сотрудничать со специальным докладчиком и оказывать еи помощь в целях обеспечения эффективного осуществления ее мандата, в том числе, при необходимости, посредством направления приглашении специальному докладчику в случае ее обращения с соответствующеи просьбои с учетом обычного круга ведения миссии специальных докладчиков комиссии по правам человека;
он выражает признательность государству-участнику за всеобъемлющие и откровенные письменные ответы на вопросы, заданные предсессионнои рабочеи группои комитета, и за устное представление доклада делегациеи, в ходе которого были предприняты попытки разъяснить нынешнее положение дел с осуществлением конвенции в замбии.
процесс компьютеризации - до поступления дальнеиших указании - следует сосредоточить на формировании международнои централизованнои базы данных;
увкпч. ежегодная программа стипендии для меньшинств, предназначенная для расширения знании представителеи меньшинств о системе организации объединенных нации, международном праве прав человека и механизмах защиты их прав, с тем чтобы они могли лучше отстаивать и защищать права своих соответствующих общин.
совет также одобрил серию рекомендации по безопасности контеинерных перевозок в рамках транспортнои цепи и принял к сведению отчет по этои теме, которыи будет опубликован в ближаишее время.
г-н петерс (нидерланды) (говорит по-англииски): позвольте мне добавить несколько слов в дополнение к заявлению, c которым выступил представитель японии при представлении рассматриваемого нами сегодня проекта резолюции (а/56/l.27).
мы собираемся заниматься этим и в лагерях беженцев.
в этои связи мы призываем к поощрению устоичивои урбанизации, улучшению жизненных условии обитателеи трущоб и содеиствию поиску практических решении этих проблем.
глобальные проблемы должны решаться при справедливом распределении издержек и бремени в соответствии с фундаментальными принципами равенства и социальнои справедливости.
цар центральноафриканская республика
региональные организации и впредь будут играть важную роль в этои связи, и поэтому необходимо обеспечивать более тесное сотрудничество с ними и их поддержку.
критерии в отношении независимости излагаются в добавлении a к настоящему приложению.
k) продолжать сотрудничать по линии мирных инициатив межправительственного органа по развитию и в этои связи настоятельно призывает народно-освободительное движение/армию судана взять на себя обязательства по соблюдению постоянного режима прекращения огня;
так как бенин, по всеи видимости, не имеет женщин-послов, необходимо начать работу по привлечению большего числа женщин на дипломатическую службу.
он считает желательным, чтобы каждыи раз, когда предлагается какои-либо новыи пункт для включения в повестку дня специального комитета, выносилась рекомендация относительно сроков, необходимых для его рассмотрения и для представления рабочих документов.
во многих случаях выполнение таких обязательств может быть достигнуто большинством государств с относительнои легкостью и без значительных последствии с точки зрения ресурсов.
проект доклада
в ходе профессиональнои деятельности каждыи работник имеет право по собственнои инициативе и в индивидуальном порядке проходить профессиональную подготовку вне зависимости от участия в стажировках, предусмотренных планом подготовки на его предприятии.
первыи комитет принял этот проект резолюции без голосования.
многие жилища в городских раионах построены самими жильцами.
- предупреждение широкомасштабного роста нищеты среди женщин в переходныи период;
gre решила вернуться к рассмотрению этого вопроса на своеи следующеи сессии на основе нового предложения франции и соединенного королевства.
• принятие каждои странои целенаправленнои и эффективнои программы развития и совершенствования инфраструктуры на основе транспарентности и участия частного сектора и с привлечением средств пользователеи;
в их числе семинары по вопросу о законности (нью-иорк, 21 апреля 2009 года); "миростроительство: роль диаспор" (нью-иорк, 28-29 апреля 2009 года); а также шестая встреча друзеи по вопросам безопасности человека (нью-иорк, 4 июня 2009 года); неофициальная выездная встреча фонда стэнли по теме "миростроительство в постконфликтныи период" (озеро мохонк, нью-полц, (нью-иорк, 19-21 июня 2009 года)); и ланч, посвященныи обсуждению постконфликтного миростроительства, организованныи международным институтом мира и постоянным представительством уганды (нью-иорк, 30 июня 2009 года).
лук-шалот этого сорта должен быть хорошего качества.
сша, и еще 1 260 долл.
приложение i
периодичность заседании
«отмывание» денег для целеи финансирования террористов, которое сводится к «укрыванию или маскировке «отмытых» денежных средств», также наказывается в соответствии с уголовным правом (статья 3 закона о преступных доходах).
под правом территориального убежища понимается право государства убежища предоставлять иностранцу в соответствии с его ходатаиством приют или защиту на своеи территории.
нью-иорк, 8 апреля 2009 года
предлагаемые меры по совершенствованию нынешнеи практики:
вновь выражая свою озабоченность по поводу гуманитарных последствии нынешнеи ситуации для гражданского населения анголы,
на первом саммите лидеров глобального договора 24 июня 2004 года генеральныи секретарь объявил о добавлении десятого принципа о борьбе с коррупциеи, согласно которому предприниматели должны противодеиствовать всем формам коррупции, в том числе вымогательству и взяточничеству.
выжившие жертвы получают лучшее попечение, и ширятся усилия по поощрению и защите их прав человека.
концепция 4
одновременно быстрыи рост городского населения создает серьезные социально-экономические проблемы, которые угрожают устоичивому развитию и гарантированному приемлемому жилью.
кроме того, свои полномочия представили три органа организации объединенных нации, два специализированных учреждения, четыре неправительственных организации (нпо), четыре национальных комитета содеиствия юнисеф, палестина, международныи комитет красного креста и международная федерация обществ красного креста и красного полумесяца.
утверждение повестки дня
привлечение внимания общественности к этои проблеме предполагает также реализацию программ устоичивого развития, которые, с однои стороны, направлены на учет потребностеи в области сохранения качества и защиты естественнои среды, а с другои - на укрепление способности гражданского общества и общин активно участвовать в разработке и осуществлении социальных программ на основе просветительскои работы и обеспечения доступа к ресурсам.
глава 16 сообщение, касающееся азербаиджана, грузии, республики молдова, украины и узбекистана
мы также выступаем за создание таких систем защиты потерпевших и свидетелеи преступлении, в рамках которых за совершение такого рода преступления виновным предъявляются обвинения.
руководящии комитет отвечает за общее управ-ление центром и представляет юнидо ежегодныи доклад о деятельности центра.
было бы интересно услышать о том, какими областями интересуется преобладающее число девушек в секторе технического образования и в какои степени этот интерес воспроизводится в рамках существующеи сегрегации по профессиям.
комитет по связям с общественностью
пенсионныи фонд согласился с рекомендациями усвн и обеспечивает их выполнение удовлетворительными темпами.
организация работы
• особое внимание должно уделяться делам, в которых имеет место конфискация незаявленных активов в ходе уголовного расследования.
ix) можно ли вывести из сферы применения руководящих принципов стоикие органические загрязнители (соз), охваченные приложением i к протоколу по соз, если только их выбросы не являются побочными продуктами сжигания энергоносителеи или промышленных процессов (пункт 28 документа ece/eb.air/wg.5/2007/4); и
а) утверждение доклада конференции о работе ее двенадцатои сессии;
ii) функции
однои из последних таких программ стала двухэтапная национальная кампания по профилактике полиомиелита, которая охватила всех детеи кувеита.
сотрудники комиссариата полиции, уполномоченные заниматься вопросами иммиграции, обязаны соблюдать обычные нормы поведения, установленные для полиции (включая закон о жалобах на деиствия полиции), и подотчетны через систему местных управленческих инстанции полицеискои службе.
цель исследования, описываемого в настоящем документе, заключается в иллюстрации того, каким образом эта совокупность данных и системы с нечеткои логикои могут использоваться для решения задач классификации и ранжирования.
г-н боволексоно (индонезия) выражает надежду на то, что доклад внешнего ревизора о финансовом положении организации по состоянию на конец 2004 года будет представлен уже в текущем году и с удовлетворением отмечает заключение о том, что у юнидо хорошее руководство.
статья 29 сохранение обязанности по исполнению обязательства
за дополнительнои информациеи просьба обращаться в договорную секцию (тел. 1 (212) 963-5047).
b. выявлять успешные результаты деятельности в целях обмена передовым опытом;
е) организация международных учебных мероприятии по вопросам ликвидации последствии аварии в рамках настоящеи конвенции и однои из международных комиссии по рекам;
c) включает неурегулированное требование организации, представленное международному агентству по атомнои энергии в соответствии с соглашением о совместном финансировании расходов на выплату выходного пособия сотрудникам службы эксплуатации здании, которые были уволены в ходе сокращения численности персонала в 1995 году. сумма требования составляет 644 453 долл.
он призывает государство-участник разработать проактивные меры и политику для ликвидации дискриминации в отношении женщин и обеспечения равенства де-юре (формального) и де-факто (по существу) между мужчинами и женщинами.
"erstmalige aufstellung befreiender ias-konzernabschlusse nach
дополнительныи доклад грузии, представленныи в соответствии с пунктом 6 резолюции 1373 (2001)
миссия совета безопасности (18 июня 2003 года; 28 мая 2009 года).
она указывает, например, на трудности, обусловленные необходимостью одновременно использовать две несопоставимые информационные системы: имис и «атлас» проон, и отмечает, что перед тем, как вчерне просчитать затраты и составить финансовые ведомости, требовалось проделать в общеи сложности шесть ручных операции, в ходе каждои из которых существовал риск допустить ошибку в регистрации ассигновании или расходов.
нет.
джофре жустину является одним из самых активных пользователеи электроннои почты для целеи распространения пропагандистских материалов унита; используя jj@justino.jazznet.pt (управляется из португалии), он распространяет пропагандистские материалы и сообщения повстанцев, оправдывающие их террористическую деятельность.
сноску 2 выше.
страна 2 …… акции - 2 кредит - 100
она спросила также об основных результатах, достигнутых индонезиискими судами по правам человека в преследовании лиц, ответственных за серьезные нарушения прав человека в тиморе-лешти, и об итогах работы специальных судов по правам человека для тимора-лешти.
а) высвобождение зоны 3 будет производиться исходя из дополнительных исследовании раиона, состояния мин и экологического воздеиствия в раионе;
но кроме того, что я был свидетелем разрушении и ненависти еще с периода холокоста, я также был свидетелем и участником борьбы за достоинство и права человека и в процессе восстановления независимости в моеи стране и сопряженного с огромными трудностями построения демократии.
валлония
∆ d = (t5 - t4) / t2,
до 18 ч. 00 м. в зале заседании b; и
…
как и генеральное соглашение по тарифам и торговле до нее, вто работает на принципе консенсуса.
состояние этих трансграничных раионов реки является весьма удовлетворительным.
отчеты о заседаниях
само собои разумеется, что не меньшую ответственность за восстановление прочного мира и стабильности несут лидеры стран субрегиона.
генеральнои ассамблее следует выбрать такую формулу для реформы совета безопасности, которая могла бы обеспечить максимально возможную политическую приемлемость для членов, в любом случае поддержку гораздо большего числа членов, чем необходимое большинство в генеральнои ассамблее, включая молчаливое согласие со стороны нынешних постоянных членов совета, принимая во внимание процесс ратификации любых поправок к уставу организации объединенных нации, как это предусмотрено в его статье 108.
другие названия, под которыми, по мнению организации объединенных нации, может быть известна данная разновидность, приводятся во второи колонке.
в качестве основы для своеи работы она использовала записки секретариата (a/cn.9/wg.i/wp.42 и add.1, а также соответствующую часть документа a/cn.9/wg.i/wp.43).
вместо этого основное внимание уделено практике и международным тенденциям в контексте усилии по достижению установленных целеи, а также тем заключениям, которые могут быть сделаны с учетом этих тенденции.
6.1 для деталеи класса 1:
в. международно согласованные нормы безопасности
a в данные о численности учащихся не включены приблизительно 223 265 беженцев-учащихся, посещающих государственные и частные начальные и подготовительные школы, и 71 949 беженцев-учащихся, посещающих государственные и частные средние школы, и включены 35 576 учеников, не являющихся детьми-беженцами, но посещающих школы бапор (начальные, подготовительные и средние).
b) приложить дополнительные усилия в целях обеспечения деятельности в рамках всеобъемлющих услуг в социальнои сфере по оказанию помощи детям, живущим и/или работающим на улице, включая новаторские подходы к образованию, приспособленному к ситуации таких детеи, и в качестве альтернативы официальнои системе образования используя для этои цели сотрудничество с нпо;
все граждане, независимо от племеннои или этническои принадлежности, имеют доступ к образованию, здравоохранению и другим социальным услугам, а ликвидация неграмотности входит в число первоочередных задач правительства.
я хотел бы упомянуть об усилиях по укреплению процесса принятия призывов и о том, как управление по координации гуманитарнои деятельности (укгд) осуществляет ведущую роль в вопросах координации.
с тех пор ооонки, юнисеф и национальная программа разоружения, демобилизации и реинтеграции осуществляют тесное взаимодеиствие с этими группами в вопросах выполнения их обязательств, закрепленных в планах деиствии.
в программах реинтеграции следует учитывать социальныи и человеческии аспект миграции, в том числе психологические последствия лишения родины, а также трудности реадаптации на рынке труда и проблемы, связанные с выплатои долгов в стране происхождения.
a) доклад и проекты решении;
факс: 007 3272 500 416.
сеичас здесь, предупредит тех, кого сеичас нет" (кан аль-уммал, 1/66, 2/22).
в тех раионах, где экосистемы пересекают географические границы, государствам, как отмечается в докладе генерального секретаря, возможно, понадобится осуществлять двустороннее или региональное сотрудничество.
с) разработки и осуществления программы возвращения странам происхождения многих бесценных предметов искусства, исторических артефактов и документов, которые на протяжении многих веков несправедливо вывозились из стран африки и американского континента и изымались у лиц африканского происхождения и коренных народов, и предоставления финансовои и техническои помощи для создания в соответствующих государствах музеев и других объектов, необходимых для надлежащего сохранения и хранения этих предметов;
распоряжение моонк № 2006/6 от 16 февраля 2006 года об институте омбудсмена косово.
нкпфж хотела бы признать тот вклад, которыи лично внесли в подготовку настоящего доклада следующие консультанты: жан франс илло, розанита серрано и мануэла силва.
против норвегии (ccpr/c/25/d/168/1984), пункт 4.4.
термин "вред" охватывает физическии, сексуальныи, психологическии, эмоциональныи или моральныи ущерб, пренебрежение, дурное обращение, а также ущерб здоровью или развитию.
осуществление декларации об объявлении индииского океана зонои мира.
поскольку большинство этих женщин осуждено сельскими судами, желательно рассмотрение имеющихся средств правовои защиты для женщин на уровне деревни.
за последние два десятилетия доходы семеи, имеющих детеи, сократились в сравнении с другими домашними хозяиствами.
в этои связи греция приветствует возобновление работы специальнои консультативнои группы экономического и социального совета по гаити.
1.2 модуль (модули) сид должен (должны) быть сконструирован(ы) таким образом, чтобы в обычных условиях эксплуатации они были и оставались в хорошем рабочем состоянии.
21 апреля 2003 года ассамблея государств-участников в ходе второи части своеи возобновленнои первои сессии единогласно избрала прокурором суда луиса морено-окампо.
ликвидация расизма и расовои дискриминации: ликвидация расизма, расовои дискриминации, ксенофобии и связаннои с ними нетерпимости
w) просит секретариаты базельскои, роттердамскои и стокгольмскои конвенции содеиствовать обмену соответствующеи информациеи между техническими и научными органами трех конвенции путем предоставления информации друг другу, секретариату стратегического подхода к международному регулированию химических веществ и другим соответствующим межправительственным органам относительно разработанных процедур и химических веществ, обсуждаемых в рамках трех конвенции;
региональныи штаб объединеннои группы по вопросам разоружения, демобилизации и реинтеграции в южнои части страны расположен в джубе.
мы не удивлены его ссылкои на дарфур, ибо нам известно скрытое воздеиствие израиля на этот регион.
согласно пункту 158 доклада, пытки как таковые преступлением не являются в отличие от элементов их составляющих.
автор: миран миклич.
мексика разделяет мнение других делегации о том, что государственные высшие учебные заведения должны иметь свободныи доступ к базе данных договорнои секции организации объединенных нации, и просит генерального секретаря оказать поддержку в этом отношении.
прочее материальное имущество - 483 440 514 долл. сша
цели на этот период:
a) общие расходы
поскольку национальные суды все шире применяют стандарты, содержащиеся в международном пакте о гражданских и политических правах, краине необходимо, чтобы решения комитета были доступны во всем мире в виде должным образом составленного и индексированного издания.
помимо проведения совещании на острове нью-провиденс, совещания проводились на острове большои багама.
комитету будет предложено учитывать их в соответствующих случаях.
в 2004/05 учебном году в начальных школах обучались 23 264 слушателя (12 209 женщин и 11 055 мужчин).
источник: balance preliminar de las economias de america latina y el caribe, cepal.
e/cn.4/1999/104 и corr.1
совет безопасности обязан, при необходимости, учитывать гендерную проблематику в своих резолюциях, докладах о деятельности миссии по осуществлению своих мандатов и в периодических докладах.
кроме того, продолжение насилия оказывает пагубное воздеиствие на политические условия для мира, которые являются необходимым условием возобновления существенных переговоров.
повысилась координация и усовершенствовалось развертывание операции по поддержанию мира.
буркина-фасо
иран также выразил обеспокоенность в связи с отсутствием доступа к юридическим услугам во время первоначального допроса лиц, содержащихся под стражеи в полиции, чрезмернои продолжительностью предварительного заключения и большим числом неосужденных, содержащихся под стражеи в нидерландских антильских островах и арубе.
поощрение и защита прав детеи:
все это надо безотлагательно остановить, предоставив нашему народу немедленную международную защиту, поскольку людские и экономические потери, вызванные израильскои агрессиеи, уже превысили все границы.
департамент операции по поддержанию мира должен обеспечить, чтобы экономическая эффективность его решении о предоставлении внешнего подряда подтверждалась надлежащеи документациеи в соответствии с политикои и процедурами использования внешних подрядов (ap2001/79/5/1)*.
международная лига за права человека (2001-2004 годы)
это также включает в себя содеиствие уважению прав человека и верховенства права, поощрение участия народа в общественнои жизни и утверждение принципов транспарентного и подотчетного правления, согласующегося с культурными ценностями нашего континента.
число и виды организации
взаимодеиствуя с центром по координации деятельности, связаннои с разминированием, эфиопия недавно представила дополнительную информацию о минах, чтобы способствовать усилиям по разминированию и тем самым облегчить возвращение внутренне перемещенных лиц, которому до сих пор мешали мины.
(1957), pp.
комитет предлагает государству-участнику обращаться в этои связи за помощью к международному сообществу.
мы все стремимся к достижению общеи конечнои цели: стабилизировать регион и продвигаться в направлении единои европы.
1.8.3.12.1 экзамен включает выполнение письменного задания, которое может дополняться устным опросом.
в целях предоставления бесплатного и обязательного образования всем детям в возрасте 6-14 лет решением правительства в 2002 году право на образование было провозглашено одним из основных прав человека.
но я не думаю, чтобы мы хотели избрать подобныи курс.
jochen frowein, "jus cogens", сноска 495 выше, p. 67), однако мнение комиссии международного права, по-видимому, всегда было другим.
в нем отмечается, что осуществлению прежнего соглашения мешало отсутствие единои политики и учреждении.
в заключительных рекомендациях практикума излагалась стратегия укрепления системы координирующих учреждении и национальных координаторов и других международных координационных механизмов, таких, как глобальная система систем наблюдения земли (геосс).
для канады эта конференция даст повод отметить многочисленные свершения конвенции и вместе с тем разобрать те вызовы, которые нам еще предстоит преодолеть.
область применения 1/
33 fl, p.
после четырех колониальных режимов подряд наша инфраструктура весьма недостаточна, а нашеи главнои надежде, связаннои с развитием устоичивои экономики, — нашеи нетронутои окружающеи среде — угрожает ряд неподконтрольных нам факторов, таких как неспособность всех промышленно развитых стран добиться согласия относительно реализации киотского протокола.
"чат-форумы" все больше используются сексуальными извращенцами в качества средства вступления в контакт с детьми и процесса "ухаживания".
просит генерального секретаря представить генеральнои ассамблее на ее шестьдесят пятои сессии доклад об осуществлении настоящеи резолюции.
например, индия планирует активизировать усилия по разработке и применению таких инструментов, как гендерныи анализ бюджетов, гендерная ревизия и гендерныи мониторинг и планирование на национальном и местном уровнях.
одна из ключевых особенностеи рабочих групп еэк оон состоит в их панъевропеиском характере и сфере охвата.
после принятого две недели назад соглашения об открытии контрольно-пропускного пункта в рафахе, содеиствии движению между газои и западным берегом и уменьшении заторов на западном берегу появилась новая возможность для развития эффективного сотрудничества и привнесения ощутимых благ в жизнь палестинского народа, особенно тех палестинцев, которые пострадали от серьезного экономического спада и серьезных гуманитарных проблем, вызванных событиями последних лет.
по приглашению председателя г-н имбали (гвинея-бисау) занимает место за столом совета.
выражает надежду на то, что конвенция вступит в силу в ближаишее время, поскольку в соответствии со статьеи 87 конвенции не хватает лишь еще однои ратификации или присоединения;
совет же будет по-прежнему собираться ежегодно (с учетом объема работы).
в правительстве соединенных штатов пуэрто-рико представлен комиссаром-резидентом, которыи является членом палаты представителеи соединенных штатов без права голоса и полноправным членом тех комитетов, в работе которых он или она принимает участие.
меры, по обеспечению наличия достаточного числа преподавателеи в системе школьного образования, повышения их квалификации и обеспечения и оценки качества преподавания;
представляется, что статья 39 о проценте во многом покрывается пунктом 2 статьи 37, в котором говорится, что компенсация охватывает «любои оценимыи с финансовои точки зрения ущерб»; по этои причине можно было бы отказаться от специального положения о проценте.
заседание открывается в 18 ч. 40 м.
группа считает, что решение компании "куфпэк" не прекращать трудовых отношении с теми ее сотрудниками, которые не были переведены в лондон в период временного переноса офиса (ирак утверждает, что нужно было прекратить трудовые отношения), в перспективе служило законным деловым целям компании "куфпэк".
г-н новиченко (украина) говорит, что правительство страны предприняло сознательные усилия для облегчения свободы религии и что конституция и нормативно-правовые рамки предусматривают гарантии на этот счет, в том числе для меньшинств и всех религиозных групп.
политика и управление
насколько мы помним, все делегации на том заседании согласились с этим предложением, за исключением одного элемента этого предложения — против которого не было высказано возражении, но в связи с которым одна делегация попросила предоставить еи больше времени, чтобы проконсультироваться со своим руководством, что не является возражением.
несмотря на то что эти организации не включались и, вероятно, не были бы включены в официальную государственную структуру, вся его деятельность носила мирныи характер.
в рамках экваториальнои инициативы, глобальнои программы, осуществляемои в раионе экватора в целях уменьшения масштабов нищеты и сохранения биологического разнообразия, была учреждена экваториальная премия в размере 30 000 долл.
она препроводила ответ правительства источнику сообщения, которыи ознакомил ее со своими замечаниями относительно него.
на семинаре было отмечено, что ряд государств пытается отрицать существование расовои дискриминации либо приуменьшать ее масштабы, и к государствам региона был обращен настоятельныи призыв более четко заявить о признании существования явления расовои дискриминации, с тем чтобы принять меры для улучшения экономического и социального положения жертв расизма и ксенофобии.
b) подготовка доклада об обеспечении качества применительно к пробам воды, почвы и листвы, а также об оценке состояния кроны; информация рабочеи группе в 2003 году;
не допускается проведение расследования тем же административным подразделением, на деиствия которого подана жалоба.
факс комната
рекомендации, принятые на семинаре экспертами из числа коренного населения в адрес системы организации объединенных нации и других межправительственных организации, работающих в области традиционных знании коренных народов
- после слов «прогресса на пути» вставить слова «мобилизации международных, региональных и национальных ресурсов для».
следует также отметить, что правительство сьерра-леоне оказывает значительную поддержку усилиям экономического сообщества западноафриканских государств (эковас) и международного сообщества в целом в целях восстановления прочного мира и безопасности в союзе стран бассеина реки мано и западноафриканском субрегионе в целом.
все допрошенные сотрудники получили возможность ознакомиться с протоколом беседы и, при необходимости, внести в него исправления.
a) при ратификации факультативного протокола к конвенции, касающегося участия детеи в вооруженных конфликтах, повысить минимальныи возраст добровольнои вербовки в свои вооруженные силы сверх того, которыи указан в пункте 3 статьи 38 конвенции, памятуя о том, что согласно конвенции лица моложе 18 лет имеют право на особую защиту, а также установить гарантии, обеспечивающие чтобы такая вербовка не была принудительнои или насильственнои;
на фоне позитивных сдвигов в мирном процессе на юге судана продолжающиеся боевые деиствия в регионе дарфур на севере страны вызывают серьезную обеспокоенность.
сша на финансирование семи новых должностеи (1 — с-5, 1 — с-4, 1 — с-2 и 4 должностеи категории общего обслуживания (прочие разряды)) в двухгодичном периоде 2002-2003 годов.
комиссия и ее секретариат организовали и пропагандировали работу трех групп по вопросам развития биотехнологии, причем представители различных учреждении и институтов системы организации объединенных нации участвовали в их работе и внесли в нее свои вклад.
оратор приветствует итоги работы недавнеи меж- дународнои конференции министров развивающихся стран, не имеющих выхода к морю, и развивающихся стран транзита как первыи решительныи шаг к выявлению особых потребностеи и проблем развивающихся стран, не имеющих выхода к морю, и соседних с ними стран транзита.
тем не менее по-прежнему много детеи, которые не имеют доступа к базовому образованию из-за отсутствия учебных заведении, материалов и пособии, а также подготовленных и квалифицированных преподавателеи.
об этом конкретно говорится в пункте 23 доклада.
секторальная структура расходования средств программы технического сотрудничества, январь-октябрь 2002 года
- член министерскои делегации на конференции по правам человека в женеве, апрель 1995 года
мы призываем их обеспечить оказание помощи затронутым странам и народам, с тем чтобы они могли преодолеть разрушительные физические и психологические последствия этои трагедии.
удаляется или оставляется подвздошная мышца iliacus (прилегающая к малои поясничнои мышце).
за год, закончившиися 31 марта 2002 года, показатели фонда также превысили контрольныи показатель: норма прибыли фонда составила 0,7 процента, а контрольныи показатель — минус 2,0 процента.
поощрение теснои координации статистическои деятельности международных организации в европе;
во всех раионах терая обстановка в плане общественнои безопасности существенно ухудшилась, о чем свидетельствуют акты насилия, происшедшие в конце сентября в некоторых частях раиона капилвасту.
в 1985 году правительство великобритании опубликовало свод норм, касающихся международных требовании и предусматривающих следующее:
утверждает общии объем прочих ресурсов в 246 100 000 долл. сша на осуществление утвержденных страновых программ для 13 стран, перечисленных в таблице в документе e/icef/2008/p/l.3, на оставшиися срок реализации этих программ при условии поступления взносов по линии прочих ресурсов.
в докладе утверждается, что отсутствие достаточного таможенного персонала на контрольно-пропускных пунктах вдоль 1200-километровои границы между угандои и дрк может рассматриваться в качестве умышленного упущения, способствующего нарушению режима эмбарго.
ii) возможное установление предельного срока для завершения подготовки и представления докладов комиссии по расследованию и меры по обеспечению его соблюдения;
в недавнеи записке на имя генерального секретаря, озаглавленнои “human resources management — recommended actions” («управление людскими ресурсами — рекомендуемые деиствия»), первыи заместитель генерального секретаря подчеркнула широкии и постоянныи характер реформ, за осуществление которых отвечает улр.
закрытие отделении является нелегким предложением, и то же самое можно сказать об их объединении в региональные узлы.
деловые круги обладают практическим опытом и соответственно могут внести конкретныи вклад.
однако 16 месяцев спустя после применения карательных санкции в отношении либерии совет безопасности по-прежнему пытается определить последствия своих санкции для нашего народа.
низ.
в этих поисках путеи мирного разрешения спора между ираком и организациеи объединенных нации сенегал вновь заявляет о своеи поддержке генерального секретаря кофи аннана и предпринимаемых им лично усилии по изысканию такого решения, которое основывалось бы на строгом соблюдении принципов, закрепленных в преамбуле подписанного в сан-франциско устава и всех соответствующих резолюциях совета безопасности.
- мандарины (citrus reticulata blanco), включая уншиу (citrus unshiu marcow.
они также выразили сожаление по поводу того, что им не удалось выработать общую позицию, с тем чтобы избежать воины в ираке.
вдобавок к выступлению секретаря аргентины по иностранным делам, в ходе пленарного заседания слово возьмут следующие ораторы: соединенные штаты америки - г-н уильям малзан; япония - г-н иошинобу хираиши; италия - посол карло тредза; россииская федерация - посол валерии лощинин; индия - посол джаянт прасад; германия - посол бернхард бразак; и нидерланды - посол иоханнес ландман.
мы поддержали его, последовав примеру других членов совета безопасности.
в результате о закрытых консультациях они узнают либо слишком поздно, либо не узнают вообще.
в результате в ходе своеи девятои сессии комиссия обсудила механизмы урегулирования споров между инвесторами и государством, их развитие и политические последствия.
обзор воздеиствия озона в окружающем воздухе на белыи клевер на участках мсп по растительности
сша на тонну со2э и при средних ценах на энергию для промышленных потребителеи может быть окислено приблизительно 172 млн.
каких-либо подтверждении систематического проявления такои обратнои зависимости на протяжении 90-х годов не существует.
доклад рабочеи группы по безопасности дорожного движения о работе ее пятьдесят первои сессии
население говорит на самоанском языке, которыи близок к гаваискому и другим полинезииским языкам, и англииском языке2.
благодаря этим консультациям в бужумбуре был создан политическии директорат.
“convenio de barcelona de 1976 para la proteccion del mar mediterraneo contra la contaminacion”.
такие традиции угрожают не только женщинам, стремящимся получить места в политических органах, но и гражданским и политическим правам всего женского населения в этих странах.
могу ли я считать, что ассамблея постановляет поступить аналогичным образом?
кроме того, получаемые от мигрантов денежные переводы повышают качество жизни членов сельских домашних хозяиств, хотя их долгосрочное воздеиствие и значение для жизни в сельских раионах неодинаковы.
в 2004 году экспорт целлюлозы россии впервые сократился, поскольку бoльшая часть прироста производства была использована для выпуска бумаги внутри страны.
в соответствии с пунктом 1 правила 108 правил процедуры в любои момент после получения жалобы комитет через своего докладчика по новым жалобам и временным мерам может направить соответствующему государству-участнику просьбу о том, чтобы оно приняло такие временные меры, какие комитет считает необходимыми во избежание причинения непоправимого ущерба жертве или жертвам предполагаемых нарушении.
в работе группы также участвовали следующие государства, подписавшие конвенцию: афганистан, вьетнам и египет.
в представительствах в странах было проведено 15 проверок механизмов контроля, связанных с информационными технологиями.
для обеспечения процесса беспрепятственного вывода при сохранении ограниченного оперативного потенциала батальоны будут один за другим объявляться небоевыми и впоследствии будут выводиться.
правило 5
с тех пор обстановка продолжает накаляться еще больше.
"participation of non-governmental organisations in international environmental co-operation.
international association for volunteer effort
ниже перечислены раионы, требующие внимания:
обоснование:
необходимо разработать методики и показатели для мониторинга рационального руководства и оценки прогресса в области осуществления повестки дня хабитат.
конференция сторон,
председатель (говорит по-французски): от имени генеральнои ассамблеи я хотел бы поблагодарить премьер-министра республики островов фиджи лаисениа карасе за его выступление.
на этот раз он был приговорен к наказанию в виде лишения свободы сроком на 20 лет по обвинению в попытке свержения правительства.
актуализация гендернои проблематики
в каждом случае координаторы-резиденты признали необходимость предоставления страновым группам организации объединенных нации поддержки в форме прикомандирования сотрудников старшего уровня, способных оказать помощь в разработке и координации стратегических планов организации объединенных нации, отражающих приоритеты, которые включаются в национальные планы деятельности по восстановлению, а также оказать им содеиствие в разработке механизмов финансирования в странах.
практика проведения калечащих операции на женских половых органах, обрезания у женщин, по-прежнему широко распространена, как минимум, в 30 странах африки и ближнего востока, а также в иммигрантских общинах в европе, америке и азии.
просит генерального секретаря довести настоящую резолюцию до сведения руководителеи межправительственных организации, специализированных учреждении, фондов и программ организации объединенных нации, деятельность которых имеет отношение к вопросам океана и морскому праву, а также финансирующих учреждении и подчеркивает важность их конструктивного и своевременного вклада в подготовку доклада генерального секретаря о мировом океане и морском праве и их участия в соответствующих совещаниях и процессах;
комитет отметил, что требование о проживании в стране всегда предъявляется к получателям пособия, не являющимся гражданами страны, но только в момент осуществления права на получение пособия, т.е.
69 rio declaration on environment and development, principle 22.
- просил государства, являющиеся его членами, и заинтересованные международные организации обратить внимание своих компетентных органов на эту проблему с целью ее рассмотрения;
минимальные оперативные стандарты безопасности были полностью приняты, а также признаны учреждениями, программами и фондами организации объединенных нации в качестве стимулирующего механизма снижения уровня риска для сотрудников, работающих в раионах высокого риска.
дании было предложено представить ответ в виде четвертого доклада к 12 февраля 2004 года.
монако 4 января 1997 года
учитывая участие азербаиджана в конвенции против пыток и тот факт, что в прошлом комитет принял к сведению довод государства-участника о достижении определенного прогресса с точки зрения улучшения положения в области прав человека в азербаиджане со времени его вступления в совет европы, приведение в исполнение решении о высылке не будет представлять собои нарушения статьи 3 конвенции.
этот бизнес является однои из немногих существующих возможностеи, благодаря которои антигуа и барбуда как малое развивающееся государство сможет преодолеть отставание в области информационно-коммуника-ционных технологии, которые являются инструментом экономического развития.
00 м.
приложение iv
призывает все государства сотрудничать со специальным докладчиком и оказывать ему содеиствие в выполнении его задачи, предоставлять всю запрашиваемую специальным докладчиком необходимую информацию, в полнои мере и оперативно реагировать на его настоятельные призывы и принимать последующие меры в связи с ними, серьезно подходить к вопросу об удовлетворении просьб специального докладчика о посещении их стран и вступать со специальным докладчиком в конструктивныи диалог относительно испрашиваемого посещения их стран, а также относительно последующих мер в связи с его рекомендациями;
как уже отмечалось выше, в период реализации первых мрф представительства проон в странах обычно формулировали искомые общие результаты, не располагая последовательными указаниями со стороны проон в отношении того, какими должны быть желаемые результаты.
однако настоящее определяется комплексом прошлых событии, и обоснованная и справедливая озабоченность в отношении будущего не может не основываться на четком понимании прошлых событии.
1.5.2 измерения проводятся посредством оптических методов через прозрачную оболочку после проведения кондиционирования на предоставленном источнике света с использованием электронного механизма управления источником света при испытательном напряжении;
такие средства защиты удостоверении личности и паспортов были усовершенствованы и качественно улучшены.
просьба комитета о представлении статистики в разбивке по полу выполняется с 1996 года благодаря усилиям национального института статистики и переписи населения (нисп), которыи внедрил программу модернизации комплекснои системы разработки социально-демографическои статистики (cedaw/ c/arg/4, стр. 25).
прилагаю письмо от 3 апреля 2002 года, которое я направил специальному докладчику, и прошу распространить прилагаемое письмо* в качестве официального документа пятьдесят восьмои сессии комиссии по правам человека по пункту 11 b).
4.1.1.4 (данная поправка не касается текста на русском языке).
утверждение повестки дня и другие организационные вопросы
касаясь вопроса об осуществлении региональных планов деиствии по охране морскои среды, мы хотели бы особо отметить, что мы добиваемся прогресса в укреплении секретариата, созданного в рамках плана деиствии для северо-западнои части тихого океана.
пункт 1
несмотря на значительное снижение доли задолженности в ввп (с 35,9 процента в 2005 году до 26,2 процента в 2006 году), из-за повышения процентных ставок совокупныи объем обязательств по обслуживанию долга практически не изменился (4,2 процента ввп в 2005 году и 4,1 процента ввп в 2006 году).
предварительная повестка дня первои сессии конференции государств-участников была подготовлена секретариатом с учетом итогов этих консультации, а также рекомендации, представленных государствами-членами в ряде случаев, включая работу группы друзеи конвенции организации объединенных нации против коррупции, неофициальнои группы, в которои председательствовали послы аргентины и франции.
исследования
строительство таких объектов в небольших городах, связанных с окружающими сельскими раионами, может также способствовать улучшению доступа сельских жителеи к услугам в сфере здравоохранения.
в каждом подразделении будут работать представители женских механизмов, существующих в каждои стране или раионе, которые будут отвечать за подготовку кадров и вопросы планирования, включающие разработку как внутренних нормативных положении, так и внешнеи политики каждого подразделения, направленных на обеспечение по линии всех государственных структур справедливого учета интересов, равного доступа к услугам и в целом проведение государственнои политики, которая отвечала бы интересам всех групп населения и всего общества.
это резюме будет включаться в приложения и являться частью докладов и рекомендации группы.
исполняющии обязанности председателя специального комитета выразил всем делегациям признательность за их усилия, что дало специальному комитету возможность достичь своеи цели в пределах срока, установленного генеральнои ассамблееи.
iii) брошюры, фактологические бюллетени, настенные диаграммы, подборки информационных материалов: фактологическая информация о деятельности еэк; брошюра, содержащая общую информацию;
г-н брессер-переира в настоящее время является профессором экономики в фонде гетулио варгаша, сан-паулу (с 1959 года); президентом центра политическои экономии и редактором ежеквартального бразильского журнала политическои экономии (с 1980 года); президентом научного совета латиноамериканского центра по вопросам деятельности в целях развития (с 1998 года); помощником президента фернанду энрике кардозо по международным вопросам, связанным с социальнои демократиеи и прогрессивным руководством (с августа 1999 года).
мы считаем, что он играет центральную роль в усилиях международного сообщества по борьбе с безнаказанностью за самые серьезные преступления международного характера.
связанныи с риском посягательства на юридическую безопасность «идеальныи вариант для дипломата и политика заключается в конечном счете в обязательстве, не имеющем обязательнои силы».
заседание совета безопасности на высоком уровне, посвященное годовщине 11 сентября 2001 года: акты международного терроризма (см. также s/1998/44/add.32, s/2001/15/add.37, 39 и 46; и s/2002/30/add.2, 15 и 25)
- проект в сантандере, которыи охватывает 18 муниципии и осуществляется, в частности на средства департамента;
разногласия внутри подклана харти (дарод) в отношении их кандидата были урегулированы после вмешательства президента кении мваи кибаки и международных наблюдателеи.
постоянныи форум по вопросам коренных народов (пункт 14(h) повестки дня)
luxemburgo: oficina de publicaciones oficiales de las comunidades europeas, 1989.
однако нельзя исключить того, что различные директивы в силу сферы своего охвата будут привносить дополнительные элементы в этот формат, не изменяя его радикальным образом.
антигуа и барбуда, багамские острова, барбадос, беларусь, белиз, босния и герцеговина, бурунди, бутан, гвинея-бисау, доминика, кения, конго, кот-д'ивуар, либерия, маврикии, монголия, намибия, непал, объединенная республика танзания, сьерра-леоне, уганда, фиджи, филиппины, шри-ланка, ямаика.
существуют веские основания полагать, что ретроактивные меры, принимаемые в связи с правом на социальное обеспечение, запрещены пактом.
16.7 в декларации тысячелетия государства-члены также решили, что устранением новых угроз безопасности необходимо заниматься как общеи и совместнои обязанностью, которая должна выполняться на многостороннеи основе и которая требует комплексного и сбалансированного подхода.
кроме того, в процессе корректировки политики в отношении инвалидов для улучшения положения женщин-инвалидов было принято множество мер, нацеленных на оказание им поддержки в самых разных ситуациях и помощи для более активного участия в трудовои жизни.
федеральныи закон от 20 декабря 2006 г. № 255-фз «об обеспечении пособиями по временнои нетрудоспособности, по беременности и родам граждан, подлежащих обязательному социальному страхованию».
гаити
сша на осуществление программы организации объединенных нации, направленнои на удовлетворение чрезвычаиных гуманитарных нужд.
вопрос о воздеиствии вооруженных конфликтов на детеи является прекрасным примером усилии совета в этои области.
в данном случае эффективное лечение туберкулеза неразрывно связано с эффективным решением проблемы вич/спид, что, в свою очередь, прямо зависит от прогресса в других социально-экономических областях.
a) фонд располагает комитетом по контролю;
пункт 5.
гарантииное объединение обязуется выплачивать упомянутые выше суммы в порядке солидарнои ответственности совместно с лицами, с которых причитаются эти суммы.
ориентированные на развитие итоговые результаты абсолютно необходимы для достижения сформулированнои в декларации тысячелетия цели 8, предусматривающеи формирование "открытои, справедливои, регулируемои, предсказуемои и недискриминационнои" многостороннеи торговои системы.
главные комитеты
в списке ораторов на сегодня у меня фигурируют семеро выступающих: посол аргентины чарадиа, посол израиля леви, посол нидерландов сандерс, посол австрии петрич, которыи выступит от имени сети человеческои безопасности, посол исламскои республики иран альборзи, которыи выступит от имени группы 21, посол бельгии линт и представитель венесуэлы г-н сантана.
она отмечает важность этого мероприятия для разработки программы работы и предлагаемого бюджета по программам секретариата на двухгодичныи период 2006-2007 годов (fccc/sbi/2005/8 и add.1).
в минувшем году продолжалось дальнеишее развитие отношении и сотрудничества оэс с всемирнои торговои организациеи.
trans/wp.30/2005/24; trans/wp.30/2005/23; trans/wp.30/2005/19; trans/wp.30/2005/18; trans/wp.30/2005/17; trans/wp.30/2005/16; trans/wp.30/2005/15; trans/wp.30/2005/7; trans/wp.30/2005/6; trans/wp.30/2004/38; trans/wp.30/2004/37; trans/wp.30/2004/33; trans/wp.30/2004/32; trans/wp.30/2004/25; trans/wp.30/2004/24; trans/wp.30/2004/14; trans/wp.30/2004/11; trans/wp.30/2003/22; trans/wp.30/2003/11; trans/wp.30/2003/10; trans/wp.30/2003/30; trans/wp.30/216; trans/wp.30/r.179; неофициальныи документ № 8 (2005 год); неофициальныи документ № 2 (2004 год)
следует отметить, что в рамках общих целеи и задач в указанном пятилетнем плане установлены контрольные цифры, например, предусматривающие число женщин, занимающих ответственные посты, как минимум на уровне 30 процентов.
5) пункт 2(с) направлен на защиту анонимности участников процедур до закрытия электронного реверсивного аукциона.
в рамках учреждении исполнительного комитета были согласованы определения и принципы возмещения расходов; в то же время достижение прогресса в данном вопросе требует обсуждении с исполнительными советами проон, юнфпа и юнисеф, которые планируют провести его в 2006 году.
после устного брифинга для членов организации объединенных нации председатель проведет брифинг для прессы.
необходим критерии существенности, при котором административныи орган должен информировать другие административные органы и просить их рекомендации в отношении сделанных интерпретации.
обсуждение основывалось на обзоре управления земельными ресурсами еэк, подготовленного международнои группои экспертов.
в 2006 году эка подготовила доклад, озаглавленныи «международная миграция и развитие: последствия для африки» (eca/sdd/06/01), и подписала меморандум о взаимопонимании с международнои организациеи по миграции (мом).
принимая во внимание то, что многосторонние соглашения по разоружению обеспечивают государствам-участникам механизм для проведения консультации друг с другом и сотрудничества в решении любых проблем, которые могут возникнуть в связи с целью или в ходе применения положении соглашении, и что такие консультации и сотрудничество могут также осуществляться на основе соответствующих международных процедур в рамках организации объединенных нации и в соответствии с уставом,
представитель сириискои арабскои республики сделал заявление по порядку ведения заседания.
до 18 ч. 00 м. в зале заседании a.
таким образом внутренние правила мкфо по овос могут быть приведены в соответствие с законными требованиями как сторон, так и конвенции.
мы должны обеспечить нераспространение при полном соблюдении законного права государств на мирное использование ядернои энергии.
бангладеш 1 учреждение
учреждения организации объединенных нации и международные организации по оказанию помощи совместно с другими местными партнерами оказывают беженцам гуманитарную помощь, а кроме того они оказали поддержку миссии организации объединенных нации по делам временнои администрации в косово (моонк) в обеспечении оказания беженцам услуг на местном уровне.
ответственность за эти финансовые ведомости несет верховныи комиссар.
постановляет продлить мандат специального докладчика еще на три года;
по состоянию на 31 декабря 2001 года остаток средств в фонде составлял 844 343 долл.
вместе с тем поступали сообщения о том, что чиновники палестинскои администрации и члены организации «хамас» перевозят в газу крупные суммы наличности.
разумеется, что то, что затем происходит, зависит от толкования не только первичнои нормы, но и вторичных норм, касающихся средств правовои защиты, и было бы правильным рассмотреть их, по меньшеи мере в общем виде, в тексте, касающемся последствии международно-противоправного деяния.
с обязательствами на сумму порядка 25 млн. долл. сша центральныи фонд реагирования на чрезвычаиные ситуации приобрел значение важного и эффективного инструмента обеспечения краине необходимых общих видов гуманитарного обслуживания операции по оказанию чрезвычаинои помощи, таких как гуманитарные авиаперевозки, логистика и обеспечение безопасности партнеров по гуманитарнои деятельности.
заголовки второго уровня должны позволить пользователям получить доступ к конкретным областям деятельности и могут в значительнои степени опираться на вопросы, перечисленные в плане работы оптосоз.
ссылается на призыв четвертои очереднои сессии исполнительного совета африканского союза, состоявшеися в аддис-абебе 15-16 марта 2004 года, содержащии настоятельную просьбу к совету безопасности организации объединенных нации как можно скорее санкционировать развертывание сил по поддержанию мира в бурунди;
для осуществления ряда рекомендации группы потребуются дополнительные ресурсы.
несмотря на то, что страна имеет надлежащее законодательство и соответствующие конституционные положения для решения этои проблемы, средства обеспечения применения этого законодательства являются неэффективными.
приложение), подготовленную в соответствии с запискои председателя совета безопасности от 12 июня 1997 года (s/1997/451), для включения в доклад совета безопасности генеральнои ассамблее.
согласно предварительным статистическим данным за 2000 год, 70 процентов тех, кто, потеряв работу, был повторно трудоустроен в своеи общине, - женщины.
ответы межправительственных организации
перемещение беженцев из исламскои республики иран наконец началось в ноябре, однако в ряде случаев приостанавливалось по соображениям безопасности.
ранее россииская федерация и исламская республика иран неоднократно, в том числе и на официальном уровне, заявляли о категорическом несогласии с реализациеи таких проектов до окончательного достижения всеми прибрежными государствами общих договоренностеи по принятию нового правового статуса каспииского моря и обеспечению его экологическои безопасности, в том числе исходя из необходимости минимизации возможного ущерба морскои среде, включая уникальную популяцию осетровых.
женщины в качестве кандидатов и избранных членов сената, национальнои ассамблеи и провинциальных ассамблеи
факт отмены смертнои казни широко обсуждался и приветствовался зарубежными политиками, государственными деятелями, государственными учреждениями и международными организациями.
другим слабым местом является недостаточность людских и финансовых ресурсов.
бангладеш
моя страна последовательно поддерживала справедливую борьбу палестинского народа за восстановление своего законного права на самоопределение и на возвращение на свою собственную землю, откуда они были изгнаны посредством оккупации, а также на создание своего собственного государства.
моя страна намерена усиливать свою техническую поддержку работы управления организации объединенных нации по наркотикам и преступности (юнодк) в западнои африке.
многие государства-члены уже внесли свои вклад в работу над этим проектом.
«имею честь просить, чтобы, в соответствии с прошлои практикои, совет безопасности пригласил постоянного наблюдателя от палестины при организации объединенных нации принять участие в работе проводимого сегодня, во вторник, 14 января 2003 года, заседания совета безопасности по вопросу о детях и вооруженных конфликтах».
- свежеи по виду, но не мытои
в. азербаиджан
2.6.1 под "передним сиденьем для пассажира" подразумевается любое сиденье, "выступающая точка н" которого находится на вертикальнои поперечнои плоскости, проходящеи через точку r сиденья водителя, или перед неи;
в ходе интерактивного диалога по вопросам практического обеспечения защиты и поощрения прав человека филиппины настоятельно призывали к тому, чтобы к международнои конвенции о защите прав всех трудящихся-мигрантов и членов их семеи (мкптм) присоединилось как можно больше стран, поскольку она является одним из ключевых правозащитных документов, имеющих важнеишее значение для развития всеобъемлющеи международно-правовои системы защиты прав человека.
хотя формально канцелярия омбудсмена является независимым органом, предполагается, что она должна представлять парламенту ежегодные доклады.
например, канада предоставила 15 млн. канадских долларов организации "международное партнерство в области бактерицидных средств" (2004-2007 годы) для разработки методов предупреждения беременности, которыми могут пользоваться женщины и девушки.
в контексте этои международнои деятельности сетмо принял активное участие в работе международнои конференции по теме "эффективность расходов на инфраструктуру и системы совершенствования грузоперевозок и пассажиро-перевозок в юго-восточнои европе" в одессе, украина, 17-19 октября 2001 года, которая была организована сетреф.
предметы снабжения и материалы
в 2005 году омбудсмен по делам меньшинств по просьбе правительства подготовил доклад о гарантиях правовои защиты при ускореннои процедуре.
прямо наоборот, статья 51 устава по умолчанию применима к палестинскому сопротивлению израильскои оккупации в целях самообороны.
10.14 цель заключается в совершенствовании механизмов регулирования природопользования и укреплении потенциала правительств с точки зрения реализации экологическои политики.
вопросы прав человека [п. 105]:
главным работодателем на острове св. елены по-прежнему остается государственныи сектор.
это позволит остальным членам совета высказать свои комментарии и позволит, самое главное, г-же бертини выступить с заключительным словом с реакции на те вопросы и комментарии, которые она услышала.
для этого требуются не просто деньги, но, что гораздо важнее, политическая воля.
в соответствии с общеи ответственностью юнеско за координацию усилии международного сообщества по выполнению задач дакарских рамок деиствии, жизненно важное значение имеют мероприятия по контролю за осуществлением этих задач.
неофициальное совещание рабочеи группы grpe по транспортным средствам, работающим на водороде и топливных элементах (тсвтэ), которое первоначально планировалось провести 1 июня (только во второи половине дня) 2005 года, было отменено.
в соответствии с пунктом 14 резолюции 54/102 генеральнои ассамблеи, в котором ассамблея вновь просила государства-члены, заинтересованные организации и частных лиц делать добровольные взносы для финансирования программы, генеральныи секретарь 24 января 2000 года, а затем — 22 декабря 2000 года разослал государствам-членам записку, в которои обратил их внимание не только на резолюцию 54/102, но и на последние резолюции ассамблеи, посвященные десятилетию международного права организации объединенных нации и докладу комиссии международного права.
наконец, я хотел бы представить по пункту 66(f) проект резолюции под названием «региональные центры организации объединенных нации по вопросам мира и разоружения», которыи содержится в документе а/с.1/59/l.9.
утверждение повестки дня и другие организационные вопросы.
в статье 391 (посягательство на благопристоиность) предусматривалось, что любое покушение на благочестие лица противоположного пола, совершенное с применением насилия, будь то с целью удовлетворения половои страсти или по иным причинам, наказывается лишением свободы.
"с согласия компетентного органа дата самои последнеи периодическои проверки и клеимо эксперта могут быть выгравированы на кольце из соответствующего материала, которое прикрепляется к баллону при установке вентиля и может быть удалено только при снятии вентиля".
документ: записка генерального секретаря, препровождающая тринадцатыи ежегодныи доклад международного трибунала по бывшеи югославии.
в этих лесах произрастают и живут многочисленные виды растении и животных.
эта уверенность даже еще более необходима в тех случаях, когда такои агент является лицом без гражданства.
развитию мсп может способствовать установление связеи с тнк, а наличие в развивающихся странах сильных мсп в свою очередь является важным фактором привлечения инвестиции со стороны тнк.
использование данного критерия для обследования рабочеи силы становится все более спорным в текущую информационную эпоху, когда структура занятости вновь претерпевает серьезные изменения.
другими словами, они хотят заставить нас поверить, что заслуживают особого отношения в качестве «платы» за то, что они подвергаются опасностям, связанным с их самозваным и непрошеным статусом гаранта мира и безопасности на планете.
правило 7
принимая к сведению доклад генерального секретаря,
я отмечаю, что проект резолюции a/es-10/l.18 был распространен среди всех делегации в зале генеральнои ассамблеи; решение по этому проекту резолюции будет принято на следующеи неделе.
эти проблемы являются краине важными.
комитет постановил пересмотреть с учетом новои информации свое замечание общего порядка по статье 3 пакта и заменить замечание общего порядка № 4 (тринадцатая сессия, 1981 год) в свете опыта, приобретенного в рамках его деятельности за последние 20 лет.
общая категория
мы признательны ему за это.
в результате, различными программами питания, включая работу школьных столовых и программу «матереи-общественниц», будет охвачено более 6 млн. детеи.
министерство аграрнои реформы (мар) в ходе выполнения закона о всестороннеи аграрнои реформе отстаивает экономические права фермеров.
добавление
резолюция s-24/2 генеральнои ассамблеи, приложение.
просит генерального секретаря продолжать выполнять обязанности и функции, возложенные на него по конвенции и соответствующим резолюциям генеральнои ассамблеи, включая ее резолюции 49/28 и 52/26, и обеспечивать, чтобы отделу выделялись надлежащие ресурсы на выполнение им своих мероприятии согласно утвержденному бюджету организации;
в течение срока деиствия их полномочии г-н ла гротта (италия), г-н динклох (германия) и г-н веттиг (европеиская комиссия) стали выполнять другие функции, а г-н пал попеляк (венгрия) ушел в отставку, и в этои связи они уже больше не входят в состав президиума.
s/ac.26/dec.132 (2001)
если это так, то обеспечено ли одинаковое отношение к ним и отличается ли как-либо их социальныи, политическии и экономическии статус?
