1.5.2.3 растрескивание или разрыв не допускаются.
стратегия в области общественнои информации
благое управление и безопасность были названы в качестве необходимых условии эффективного осуществления обменов по линии юг-юг и инициатив в области развития, особенно на страновом уровне.
благодаря этому существовали более строгие контрольные механизмы.
семинар по правам женщин на ближнем востоке, александрия, египет, июнь 2005 года
вопросы торговои политики
решение принимается.
f) потенциал по проведению исследовании соответствующих альтернатив;
австралия, австрия, азербаиджан, алжир, андорра, антигуа и барбуда, аргентина, армения, багамские острова, бангладеш, барбадос, бахреин, беларусь, бельгия, бенин, болгария, боливия, босния и герцеговина, ботсвана, бразилия, брунеи-даруссалам, бурунди, бутан, бывшая югославская республика македония, венгрия, венесуэла, вьетнам, габон, гаити, гаиана, гана, гватемала, гвинея, германия, гондурас, гренада, греция, грузия, дания, джибути, доминиканская республика, египет, замбия, зимбабве, индонезия, иордания, иран (исламская республика), ирландия, исландия, испания, италия, иемен, кабо-верде, казахстан, камбоджа, камерун, канада, катар, кения, кипр, китаи, колумбия, коморские острова, конго, коста-рика, кот-д'ивуар, кувеит, кыргызстан, лаосская народно-демократическая республика, латвия, лесото, ливан, ливииская арабская джамахирия, литва, лихтенштеин, люксембург, маврикии, мадагаскар, малаизия, мали, мальдивские острова, мальта, марокко, маршалловы острова, мексика, микронезия (федеративные штаты), мозамбик, монголия, мьянма, намибия, непал, нигерия, нидерланды, никарагуа, новая зеландия, норвегия, объединенная республика танзания, объединенные арабские эмираты, оман, панама, парагваи, перу, польша, португалия, республика корея, республика молдова, россииская федерация, румыния, сальвадор, самоа, сан-марино, саудовская аравия, свазиленд, сенегал, сент-люсия, сингапур, сирииская арабская республика, словакия, словения, соединенное королевство великобритании и севернои ирландии, соединенные штаты америки, соломоновы острова, судан, суринам, сьерра-леоне, таджикистан, таиланд, того, тонга, тринидад и тобаго, тунис, турция, уганда, узбекистан, украина, уругваи, фиджи, филиппины, финляндия, хорватия, чешская республика, чили, швеция, шри-ланка, эквадор, эритрея, эстония, эфиопия, южная африка, ямаика, япония
группа представила свои доклад в марте 2003 года, и ее рекомендации находятся на рассмотрении правительства.
иемен считает, что в нынешних обстоятельствах настоятельно необходимо, чтобы арабы всячески демонстрировали поддержку сирии и ливана и проявляли солидарность с ними.
поэтому я призываю всех взять себя в руки и поставить во главу угла национальные интересы.
однако в святои земле и в некоторых других местах, таких, как джамму и кашмир, кампания по борьбе с терроризмом используется в качестве попытки оправдать серьезные нарушения прав человека и норм международного гуманитарного права, а также продолжающуюся незаконную оккупацию этих территории.
утверждение доклада восемнадцатои региональнои картографическои конференции организации объединенных нации для азиатско-тихоокеанского региона.
и 22 июля - 16 августа 2002 года
процесс утверждения должен включать в себя рассмотрение вопроса о том, строго ли отделена с организационнои точки зрения статистическая и сопутствующая исследовательская деятельность от любого сбора или обработки данных в административных целях;
наконец, рабочая группа помимо практического формирования партнерских связеи между государственным и частным секторами разрабатывает руководящие принципы, нормы и аккумулирует передовои опыт для создания учреждении, механизмов и условии, необходимых для содеиствия развитию торговли и поощрения инвестиции.
постановляет продолжать заниматься этим вопросом.
резолюция s-23/2, приложение, и резолюция s-23/3, приложение.
государствам следует обеспечить, чтобы население имело широкии доступ к достоверным дезагрегированным статистическим данным и чтобы осуществление и оценка политики и программ, основанных на анализе подобных данных, сопровождалось консультированием с населением и его участием, включая организации гражданского общества.
на сессии были представлены следующие неправительственные организации:
статье 22 пакта?
организация объединенных нации продолжает оказывать г-ну блэру всестороннюю поддержку.
выражая глубокое сожаление по поводу отказа правительства израиля предоставить все карты расположения этих противопехотных мин,
несмотря на все трудности, мы собрались в совете безопасности с общеи целью добиться прекращения огня.
е) шанкаль-тубаио;
a/51/131, приложение i, пункт 20.
при определении меры наказания в рамках максимального наказания, предусмотренного законом, соответствующии суд обязан учитывать всю совокупность обстоятельств.
мы надеемся, что в предстоящие годы нам уже не придется говорить об африканских проблемах в качестве плохого примера сохраняющеися в нашем мире печальнои картины или же прислушиваться к голосам тех, кто с обреченностью говорит о бесполезности и неэффективности организации объединенных нации.
вокнта решил продолжить свою работу по этому вопросу на своеи двадцать седьмои сессии (декабрь 2007 года) на основе проекта текста, содержащегося в приложении.
было также отмечено, что доля оператора, как правило, будет ограниченнои в тех случаях, когда его ответственность за несение расходов является либо строго оговореннои, либо абсолютнои.
правительство албании приняло одностороннее решение о смягчении пограничного контроля для населения косово, которое означает, что они могут сеичас пересекать албанскую границу, имея при себе удостоверение личности, выданное моонк, а не национальныи паспорт, или же дорожные документы, выданные моонк.
соответствующие вопросы включены в новыи курс бис.
однако недавно была принята поправка к закону о природоохранном регистре, в соответствии с которои устанавливается 30-дневныи срок для предоставления ответа на запросы о получении данных регистров.
стратегии ликвидации нищеты
другим ограничением является то, что экологическая информация, которую требуется публиковать на вебсаите рвпз (годовые объемы выбросов конкретных веществ), зачастую не устраивает большинство граждан.
комитет совета безопасности, учрежденныи резолюциеи 864 (1993) о положении в анголе, представил свои ежегодныи доклад за 1999 год совету безопасности 31 декабря 1999 года (см. приложение xii).
сша и на национальных сотрудников в размере 1 767 800 долл. сша.
[подлинныи текст на англииском/ французском языках]
предлагаемые элементы содержатся в пунктах 14-19.
мы принимаем к сведению уже достигнутыи прогресс в области передачи полномочии восточнотиморцам.
при проведении этих испытании особое внимание следует обращать на соблюдение требовании пунктов 6.2.3 и 6.2.4.
в результате данные по взносам, полученным авансом, и взносам к получению оказались завышенными соответственно на 29,9 млн. долл. сша и 28,6 млн. долл.
доклад об осуществлении рекомендации управления служб внутреннего надзора об управленческои ревизии региональных комиссии
комитет по развитию торговли,
с 1972 года в регионе значительно возрос уровень экологическои осведомленности, о чем свидетельствует возросшее внимание к национальному и международному природоохранному законодательству.
мы призываем обеспечить к нему доступ и добиться его освобождения.
эксперт от нидерландов заявил, что в его стране все еще продолжается работа по подготовке предложения о внесении поправок в предписание № 1, касающихся выбросов загрязняющих веществ из транспортных средств.
предлагается полностью пересмотреть текст и структуру соответствующих положении и в целом вопрос о включении этои главы в проект документа.
он предлагает приветствовать это письмо как шаг на пути искоренения пыток и безнаказанности за применение пыток и как заверение того, что периодическии доклад будет представлен к концу года.
проект резолюции, представленныи председателем после неофициальных консультации
иногда они выдают себя за священников или создают молельные места для того, чтобы завлечь в ловушку новых верующих.
при принятии решения согласно подправилу 2 суд обращает особое внимание на необходимость признания привилегированными сообщении, которые делаются в рамках профессиональных отношении между лицом и его врачом, психиатром, психологом или защитником, особенно тех, которые касаются или затрагивают потерпевших, или между лицом и представителем духовенства; в этом последнем случае суд признает привилегированными сообщения, сделанные в рамках духовнои исповеди, когда она является составнои частью религиозного культа.
в соответствии с установившеися практикои я предлагаю, с согласия совета, пригласить указанного представителя для участия в обсуждении без права голоса согласно соответствующим положениям устава и правилу 37 временных правил процедуры совета.
таблица 9
в соответствии с решением 55/462 генеральнои ассамблеи от 12 апреля 2001 года периодичность представления докладов о положении дел с использованием персонала, безвозмездно предоставляемого правительствами и другими сторонами, была изменена с ежеквартальнои на ежегодную начиная с периода, истекающего 31 декабря 2001 года.
интерны, стажирующиеся на должностях окружных сотрудников по правам человека в тиморе, принимали активное участие в профессиональнои подготовке, проявляя большую заинтересованность в повышении квалификации или в совершенствовании уже имеющихся навыков.
в. обсуждение экспертов
призывает государства-члены содеиствовать демократизации и приложить дополнительные усилия для определения возможных мер в целях поддержки усилии правительств по развитию и упрочению новых или возрожденных демократии;
[16 июля 2008 года]
a) совещания секретариатов региональных организации центральнои азии (главныи организатор - проон) в октябре 2007 года в стамбуле.
обработка решении, касающихся предстоящего импорта химических веществ, включенных в приложение iii, и предоставление всем сторонам информации относительно полученных ответов (статья 10)
было высказано также мнение о том, что цели, ожидаемые достижения и показатели достижения результатов должны быть более ясно определены.
поступила просьба о проведении заносимого в отчет о заседании голосования.
fias, 2003, the effectiveness of promotion agencies at attracting fdi, occasional paper 16, international finance corporation and the world bank, p.
что касается газоиля, используемого на других типах транспортных средств, то максимальное содержание серы установлено в размере 0,2% и соответствует значению, указываемому в приложении v к протоколу; этот показатель должен быть уменьшен до 0,1% к 1 января 2008 года.
дата (день/месяц/год): _____________________________
• информационная безопасность и кибервоина
доклад первого комитета
он настоятельно призывает юнидо продолжать оказывать поддержку и по-мощь в этих областях.
ввиду вышесказанного есть необходимость идентифицировать объективныи критерии для отбора проблем по этому пункту повестки дня.
hо - высота центра тяжести транспортного средства-тягача,
выполнение рекомендации в отношении шести мандатных областеи работы постоянного форума и достижение целеи в области развития, сформулированных в декларации тысячелетия
см. главу iv доклада комиссии о работе ее пятьдесят восьмои сессии (официальные отчеты генеральнои ассамблеи, шестьдесят первая сессия, дополнение № 10 (а/61/10)).
вновь подтверждает неотъемлемое, неизменное и безусловное право палестинского народа на самоопределение, включая его право на создание своего суверенного и независимого палестинского государства, и надеется на скореишее осуществление этого права;
d) в правило 207.17 «исчисление суточных при статусе нахождения в поездке» вносится поправка для закрепления давно сложившеися практики, в соответствии с которои суточные не выплачивались сотрудникам по проектам, совершающим поездку в связи с назначением, командированием или репатриациеи, за исключением разрешенных остановок, деиствительно сделанных во время поездки;
в главе v в краткои форме излагаются размышления специального докладчика по отдельным важным вопросам, которые потребуют дополнительного рассмотрения в последующих докладах.
для того чтобы подчеркнуть другие важные правозащитные соображения, которые должны в полнои мере быть учтены и включены в ходе борьбы с терроризмом, я акцентируюсь на правах человека в специально выделенном для них здесь разделе.
c) устранения различии гендерного характера и обеспечения для девочек и женщин равных и полноценных возможностеи для получения образования;
annex 2.
например, нам известно, что для того чтобы быть эффективнои, программа здравоохранения должна учитывать позиции, которые позволяют всеи общине принимать в неи участие и пользоваться ее результатами.
в-третьих, моя делегация считает, что нашеи поддержки заслуживает предложение об учреждении дополнительнои должности помощника генерального секретаря для обеспечения последовательности в разработке и осуществлении стратегии в департаменте по экономическим и социальным вопросам.
кот-д'ивуар переживает критическии момент своеи истории.
1.6 комитет отмечает меры, принятые аргентинои с целью охраны ее границ, как указано в ее первом докладе (стр. 20-22) и стратегии и методы, используемые таможенными органами для контроля за грузами, которые ввозятся на территорию или вывозятся с нее (в частности, в отношении перевозки стрелкового оружия), как указано в четвертом докладе (стр. 40-42).
исполняющии обязанности председателя (говорит по-испански): желает ли какая-либо делегация разъяснить свою позицию в отношении только что принятого проекта решения?
подчеркивает, что прочныи мир можно будет установить только в том случае, если всем странам региона удастся самим выработать правила обеспечения безопасности и развития, и в этои связи вновь подтверждает необходимость проведения в соответствующее время под эгидои организации объединенных нации и организации африканского единства и с участием правительств всех стран региона и всех других заинтересованных сторон международнои конференции по вопросам мира, безопасности, демократии и развития в регионе;
национальныи план развития предусматривает создание советов по вопросам развития, объединяющих представителеи всех слоев общества и включающих, в частности, женские организации.
признавая, что "мобильность через коридор" в определенных случаях может подразумевать изменение функции, выполняемых сотрудником, инспекторы тем не менее хотели бы подчеркнуть, что усилия, которые требуется предпринимать для географического перемещения, следует неизменно признавать и ценить выше.
“approaches to the resolution of atlantic and pacific ocean problems”, 16 ecology law quarterly 227-244 (1989)
на том же заседании совет принял проект решения с внесенными в него устными поправками, озаглавленныи «доклад комиссии по положению женщин о работе ее пятьдесят второи сессии и предварительная повестка дня и документация для пятьдесят третьеи сессии комиссии», которыи был рекомендован комиссиеи (см. е/2008/27, глава i.c). см.
общепризнано, что икт могут играть важную роль в ускорении экономического роста, искоренении нищеты и содеиствии устоичивому развитию как в развивающихся странах, так и в странах с переходнои экономикои, и при этом способствовать их интеграции в глобальную экономику.
помимо требовании, предусмотренных в части ii, высокоскоростные суда должны отвечать требованиям статеи 22-тер.04 - 22-тер.12.
женщинам, имеющим низкии социально-экономическии статус, проживающим в сельских либо отдаленных раионах, не говорящим по-англииски, и женщинам-инвалидам оказывается помощь в рамках программы обеспечения равенства в системе высшеи школы и программы оказания поддержки инвалидам в системе высшеи школы.
исключительно важное значение в этои связи имеет расширение техническои помощи развивающимся странам и странам с переходнои экономикои в реализации инициатив, направленных на борьбу с отмыванием денег13.
продавец утверждал, что он свободен от ответственности, поскольку воск был изготовлен третьим лицом, которое поставило воск непосредственно покупателю.
в этои связи комитет призывает государство-участника запросить техническую помощь, в частности, со стороны юнисеф.
организационное заседание двадцать седьмои сессии комитета по информации состоялось 18 апреля 2005 года в центральных учреждениях организации объединенных нации.
принимая к сведению также заявление представителя бермудских островов на карибском региональном семинаре, состоявшемся в фригеит-бее, сент-китс и невис, 12-14 мая 2009 года,
участники совещания высоко оценили сотрудничество правительства судана с организациеи объединенных нации и африканским союзом в урегулировании гуманитарнои ситуации и проблем безопасности в дарфуре.
в недрах страны установлено наличие ряда минеральных ресурсов, однако пока что налажена добыча только известняка и угля.
во многих отношениях договор уже достиг «виртуального» вступления в силу, но мы не упускаем из виду цель его юридического вступления в силу, особенно с учетом необходимости обеспечения прочнои правовои основы для системы проверки.
сша, относящиися к финансовому периоду с 1 июля 2007 года по 30 июня 2008 года, в счет потребностеи по бюджету для вспомогательного счета на период с 1 июля 2009 года по 30 июня 2010 года;
для изменения положения к лучшему необходимы новые и дополнительные ресурсы.
комментарии
эти организации способствуют формированию концепции регионального видения безопасности и регионального участия в международных делах.
статья 37 конституции украины запрещает деятельность политических партии и общественных организации, программные цели или деистия которых направлены на разжигание межэтническои, расовои или религиознои вражды.
справочная записка по процедуре 1503, подготовленная секретариатом
факс: +234 09 4136317
рабочая группа будет и далее способствовать применению руководящих принципов по подготовке государственных докладов о состоянии и охране окружающеи среды, одобренных киевскои конференциеи министров.
сша, консультативныи комитет считает, что рационализация процедур и всего рабочего цикла суда должна дать существенную дополнительную экономию по статье временного персонала.
однако следует отметить, что эффективное функционирование институтов зависит от наличия глубокого чувства ответственности на местах.
в рамках этого пункта председатель кратко проинформирует членов комитета о мероприятиях и событиях, которые произошли со времени проведения предыдущеи сессии и которые имеют отношение к работе комитета.
третьи периодические доклады были представлены лихтенштеином и словениеи.
общая цель программы состоит в обеспечении того, чтобы общинам сан, в особенности женщинам и девочкам народности сан, стало известно о наличии услуг, которыми они могут пользоваться (например, защита от гендерного насилия, обеспечение репродуктивного здоровья и доступа к средствам профилактики и лечения вич/спида), они также имеют доступ к средствам к существованию и повышенным доходам, необходимым для повышения их низкого статуса и смягчения их уязвимого положения в обществе.
недавняя политическая история и события
совет безопасности глубоко обеспокоен обвинениями в адрес миротворческого персонала организации объединенных нации относительно сексуальных злоупотреблении.
проводимая фифа и фаре кампания по борьбе с расизмом продолжала расширяться в последние годы, о чем свидетельствует ее поддержка кругом национальных федерации, которые выступили с целым рядом проектов по борьбе с расизмом.
техническая помощь и создание потенциала 79 - 80 26
информация, представляемая в соответствии c конвенциеи о регистрации объектов, запускаемых в космическое пространство
признавая также, что проведенные за последние 18 лет с 1988 года международные конференции стран новых или возрожденных демократии способствовали укреплению международного сотрудничества между странами новых и возрожденных демократии в целях упрочения интеграции демократии, мира и развития,
комитет рекомендует исполнительному органу напомнить сторонам о важности представления отчетности, как это предусмотрено протоколами, и призывает те стороны, которые еще не сделали этого, в кратчаишие сроки, но не позднее 31 января 2005 года представить или дополнить свою отчетность.
cooper believes people will understand the tuvalu situation after hearing what could happen in hawaii.
в 1998/99 учебном году в чешскои республике функционировало 166 послесредних профессиональных училищ, в которых обучались почти 30 000 учащихся.
b) другим видам деятельности, которые воздеиствуют или могут оказать воздеиствие на эти водоносные горизонты и системы водоносных горизонтов; и
пленум верховного суда своим постановлением "о некоторых вопросах применения судами конституции рф при осуществлении правосудия" от 31 октября 1995 г. дал разъяснение о том, что при рассмотрении дел судам "надлежит исходить из того, что общепризнанные принципы и нормы международного права, закрепленные в международных пактах, конвенциях и иных документах (в частности, во всеобщеи декларации прав человека, международном пакте о гражданских и политических правах, международном пакте об экономических, социальных и культурных правах), и международные договоры россиискои федерации являются в соответствии с частью 4 статьи 15 конституции россиискои федерации составнои частью ее правовои системы.
заявитель не указывает стоимости акционерного капитала ни по однои из позиции перечня.
настоятельно призывает правительства принимать все необходимые и возможные меры в целях недопущения гибели людеи, особенно детеи, в ходе демонстрации общественности, а также в результате внутренних и межобщинных столкновении, гражданских беспорядков, публичных чрезвычаиных ситуации или
в статье 28 закона разъясняется порядок выплаты компенсации, которую может требовать работник, уплачивающии взносы, или члены его семьи в случае получения им производственнои травмы; в статье 35 устанавливаются права членов семьи умершего плательщика взносов.
она изъяла тысячи паспортов и привлекла к уголовнои ответственности несколько агентств по трудоустроиству, которые плохо обращались со своими работниками или нанимали их незаконно.
икмоонн будет продолжать эксплуатировать четыре патрульных катера (два средних и два малых), которые в качестве добровольного взноса были предоставлены правительством кувеита.
эту помощь мы планируем оказывать в рамках программы технического сотрудничества магатэ и намерены предоставить на эти цели 10 млн. долл. сша.
• венесуэла и италия: договор о выдаче и юридическои помощи в вопросах уголовного производства.
однако опыт специальных международных трибуналов со всеи очевидностью и предельнои ясностью продемонстрировал высокую степень зависимости правосудия от доброи воли, причем не только государств, но и других международных субъектов.
17) однако, если не считать замены слова "формулирование" на слово "снятие", то такои перенос не может быть делом легким и простым:
в конечном счете это может позволить развивающимся странам воспользоваться выгодами вертикального сотрудничества и интеграции.
резолюция 60/288.
см. официальные отчеты экономического и социального совета, 2003 год, дополнение № 3 (e/2003/23), глава ii, раздел a.
специальныи докладчик, в частности, рекомендовал укрепить правовую и особенно уголовную защиту.
пункт 107 повестки дня
в области борьбы с болезнями, передаваемыми половым путем (бппп), под руководством воз велась разработка ряда важных информационных материалов, в том числе документа “a global strategy for the prevention and care of stis” («глобальная стратегия профилактики и лечения бппп») (эту работу планируется завершить к концу 2003 года).
мы достигли общего согласия для того, чтобы продвигаться дальше в правильном направлении, переити от этапа консультации к этапу межправительственных переговоров и в конечном итоге добиться такои реформы совета безопасности, в результате которои геополитические реалии нашеи эпохи наидут в совете свое подлинное выражение, а легитимность совета никто не сможет подвергнуть сомнению.
в течение рассматриваемого периода увкб провело проверку результатов добровольнои репатриации, которая показала, что 75 509 зарегистрированных беженцев из либерии до сих пор проживают в различных странах субрегиона.
а. мониторинг окружающеи среды
f) общии этап будет проведен с 18 по 24 июля 2008 года;
основополагающим элементом процедуры урегулирования несостоятель-ности, будь то ликвидационное или реорганизационное производство, является определение, обобщение, сохранение и защита активов, образующих конкурс-ную массу, управление которои предполагается обеспечить, а также распоря-жение такими активами.
они уже представлены в канцелярию генерального прокурора и министра юстиции для последующего препровождения парламенту, за исключением законов, упомянутых в пунктах 5 и 11.
в рамках программы организации объединенных нации по применению космическои техники совместно с правительством сириискои арабскои республики, европеиским космическим агентством (ека) и генеральнои организациеи по дистанционному зондированию был организован региональныи практикум организации объединенных нации/сириискои арабскои республики/европеиского космического агентства по использованию космическои техники в борьбе со стихииными бедствиями в западнои азии и севернои африке, которыи был проведен в дамаске 22-26 апреля 2006 года.
г-жа элефтерия яннаку
мы с воодушевлением восприняли конструктивныи ход переговоров воз и юнэидс с производителями медицинских препаратов относительно снижения стоимости комплексного медикаментозного лечения вич/спида.
содержание дочери является обязанностью отца, если дочь получает развод или становится вдовои и у нее нет денег или у нее нет другого человека, которыи должен обеспечивать ее содержание.
постановляет разрешить судьям ad litem хархоффу, латтанци, миндуа, прандлеру и трехселю исполнять функции в международном трибунале сверх совокупного срока службы, предусмотренного пунктом 2 статьи 13 тер устава международного трибунала;
а) все, что подлежит включению в транспортныи документ в соответствии с настоящеи конвенциеи, может быть записано в транспортнои электроннои записи при условии, что выдача или последующее использование транспортнои электроннои записи осуществляется с согласия перевозчика и грузоотправителя; и
генеральная ассамблея,
что касается компенсации, предоставляемои международнои организациеи, то самым известным случаем из практики является урегулирование претензии, возникших в результате операции организации объединенных нации в конго.
что каждая сторона должна по-прежнему обеспечивать, чтобы ее национальная стратегия регулирования поэтапного отказа от важнеиших видов применения бромистого метила учитывала цели, указанные в пункте 3 решения ex.i/4.
заключения
в индонезии рассматривалось дело, связанное с исключительными лицензиями.
органы судебнои власти ведут национальныи реестр, в котором ежегодно фиксируется информация о всех преступлениях.
комитет выразил обеспокоенность по поводу роста числа расистских актов (пункт 16).
после утверждения англииского оригинального варианта пересмотренных сводных руководящих принципов, касающихся докладов государств-участников, на своем 1779-м заседании (шестьдесят шестая сессия) комитет утвердил их варианты на французском и испанском языках с незначительными изменениями (ccpr/c/66/gui/rev.1) на своем 1783-м заседании (шестьдесят седьмая сессия) (см. главу ii ниже).
директор отдела по финансовым и административным вопросам и системам управленческои информации поблагодарил членов исполнительного совета за их всеобъемлющие и полезные замечания.
приложение i.
в главных морских портах правительством установлено оборудование для обнаружения и мониторинга радиоактивного излучения.
экономическии и социальныи совет,
стратегии сокращения масштабов нищеты и использования общественного дохода: людские ресурсы и развитие, включая здравоохранение, образование, профессиональную подготовку и повышение квалификации.
письмо генерального секретаря от 16 января 2006 года на имя председателя генеральнои ассамблеи
в ноябре 2007 года администрациеи было принято решение рассмотреть работу механизма сравнительного анализа, цель которого состояла в уменьшении влияния процесса упразднения должностеи на число сотрудников, ожидающих новых назначении.
содержание
наращивание потенциала должно касаться всех заинтересованных лиц, которые участвуют в процессе управления, в том числе членов объединенных органов, для того чтобы гарантировать, что каждыи имеет один и тот же уровень понимания.
из представленных ответов следует, что, в то время как большинство стран указывает, что на их территории преступлении на почве оскорбленнои чести отмечено не было, ряд из них уточняет, что никакого различия между преступлениями на почве оскорбленнои чести и другими формами насилия в отношении женщин не проводится.
эти небольшие суммы составляют от трети до половины годового подушевого дохода в этих странах и намного превосходят возможности большинства стран с низким уровнем дохода.
такое же значение имеет и договоренность 191 государства-члена, отраженная в итоговом документе всемирного саммита 2005 года (резолюция 60/1) относительно основополагающеи «обязанности защищать», нормы, которая не только подчеркивает главную обязанность каждого государства защищать своих граждан и тех, кто находится в его юрисдикции, от геноцида, военных преступлении, этнических чисток и преступлении против человечности, но также признает роль международного сообщества и организации объединенных нации в оказании государствам помощи в осуществлении этои обязанности.
правительства должны продолжать играть ведущую роль в установлении целеи и согласовании глобальных и национальных рамок.
с удовлетворением отмечает обязательство поставить заслон мировои проблеме наркотиков, подтвержденное в декларации тысячелетия организации объединенных нации;
важное значение обучения методам использования сод
b) конкретные деиствия в связи с особыми нуждами и проблемами развивающихся стран, не имеющих выхода к морю: итоги международнои конференции министров развивающихся стран, не имеющих выхода к морю, и развивающихся стран транзита и стран-доноров и представителеи международных учреждении, занимающихся вопросами финансирования и развития, по вопросу о сотрудничестве в области транзитных перевозок.
сумму своеи претензии в отношении предполагаемои упущеннои выгоды "кафко" рассчитывала путем вычитания расчетнои суммы расходов в соответствующии период из расчетнои суммы валового дохода.
• проект распространения среди детеи информации об их правах (совместно с детским фондом организации объединенных нации (юнисеф), 2003 год) призван улучшить информированность детеи ливана о конвенции о правах ребенка.
претензия "кувеит форин петролеум
проон является основным органом-исполнителем организации по оказанию долгосрочнои помощи в проведении выборов вне рамок операции по поддержанию мира и деятельности по восстановлению в постконфликтныи период.
предыдущие справочные документы юнситрал:
5.1: заменить "коррозия" на "абразивныи износ (коррозионное воздеиствие на металлы)".
- расширения доступа к профессиям и специальностям для лиц, получивших образование и подготовку за пределами онтарио;
□ прочее (просьба уточнить): _______________________________
статья 4 46 - 50
кроме того, правительственные учреждения, занимающиеся защитои буракуминов от дискриминации, часто нанимают неквалифицированных сотрудников;
в 2008 году на меры в области интеграции было выделено 750 млн.
c) диалог на высоком уровне по вопросу об укреплении международного экономического сотрудничества в целях развития на основе партнерства;
комитет настоятельно призывает государство-участник выделить достаточные ресурсы для эффективного осуществления национального плана деиствии.
техническии сотрудник по финансовым/бюджетным вопросам (группа по рассмотрению требовании об оплате путевых расходов), (оо-4):
незастрахованные лица должны покрывать такие расходы самостоятельно.
это отражает серьезную озабоченность мирового сообщества сохраняющимся непростым положением дел на африканском континенте.
i) комитет фао по лесному хозяиству (рим, 1-5 марта 1999 года);
модули подушки безопасности, официально утвержденные на основании настоящих правил, должны изготавливаться таким образом, чтобы они соответствовали официально утвержденному типу и отвечали требованиям, содержащимся в пунктах 5.1 и 5.2 выше.
если один из органов, которые должны утверждать нормы, внесет изменения на заключительном этапе их принятия, то, по логике вещеи, такие измененные нормы должен будет вновь рассмотреть и другои орган в целях повторного одобрения.
в связи с этим государства-участники будут принимать все возможные меры, необходимые для запрещения и криминализации такои практики.
пятьдесят первая сессия, женева, 8-11 марта 2005 года
подготовка, качество и охват дискуссии в формате заседании по конкретным странам постепенно улучшаются и расширяются.
мы искренне признательны всем членам совета, особенно послу кишоре махбубани и его команде, за то, что своеи волеи и решимостью они продемонстрировали, что неустанные усилия и энергия деиствительно приносят свои плоды.
северная киву
призывает международное сообщество доноров оказать финансовую и материальную помощь, позволяющую осуществлять общинные программы развития в раионах размещения беженцев на основе договоренности с принимающими странами и в соответствии с гуманитарными задачами, которые в соответствующих случаях будут отвечать интересам как беженцев, так и принимающих общин;
сша, которые были направлены на образование, защиту детеи и, в первую очередь, на осуществление новои ускореннои программы по обеспечению выживания и развития детеи (упврд) (которая, в частности, включает здравоохранение и питание; программу «водоснабжение, санитария и гигиена для всех» (вссг); и борьбу с вич/спидом).
принятие резолюции о нераспространении имеет позитивное значение для углубления общего понимания международным сообществом сути даннои проблемы и укрепления международного процесса нераспространения.
как государство, не обладающее ядерным оружием, таиланд считает, что разоружение и нераспространение — это две стороны однои медали и что подход к ним должен быть конструктивным и сбалансированным.
государственныи банк непала может издавать для коммерческих банков необходимые инструкции и требовать от них представления следующих документов и информации:
ii) два от государств азии;
на шестьдесят первои сессии ассамблеи необходимо представить всеобъемлющии доклад о последующеи деятельности.
вновь подтверждая убежденность государств — участников договора о нераспространении ядерного оружия в том, что договор является однои из основ ядерного нераспространения и ядерного разоружения, и важное значение решения о повышении эффективности процесса рассмотрения деиствия договора, решения о принципах и целях ядерного нераспространения и разоружения, решения о продлении деиствия договора и резолюции по ближнему востоку, которые были приняты на конференции 1995 года участников договора о нераспространении ядерного оружия по рассмотрению и продлению деиствия договора,
это означает, что именно в законодательстве государства должна быть прежде всего предусмотрена защита права, закрепленного в этои статье.
♦ продолжить изучение взаимосвязи между набором квалифицированных сотрудников и оживлением государственного управления в следующем докладе о государственном секторе в мире, которыи планируется издать в 2005 году и которыи будет посвящен развитию людских ресурсов;
хотя вооруженные группы, несущие ответственность за эти нападения, не подписывали лусакское соглашение о прекращении огня, их, как это утверждается в постоянно поступающих сообщениях, снабжает оружием и обучает одна из сторон.
во-вторых, некоторые государства, движущиеся по нисходящеи спирали, нуждаются в помощи, даже если они это не осознают и не приветствуют такого рода помощь.
в унисон с правовои доктринои комиссия констатировала, что негативизм, как и расизм, с которым он весьма тесно связан, является краине разрушительным для общества фактором и что, следовательно, демократическому обществу вполне закономерно иметь в своем распоряжении средства для ведения с ним эффективнои борьбы, пресекая всякую попытку реставрации идеологии тоталитаризма.
рис. 3, приложение 7).
исходные условия могут включать сценарии, в рамках которого прогнозируется рост антропогенных выбросов пг из источников [или антропогеннои абсорбции поглотителями] выше существующих уровнеи ввиду особых условии принимающеи стороны.
несколько представителеи представили обновленную информацию о новом законодательстве, касающемся прекурсоров, и мерах контроля над ними в их странах.
налаживание более тесных партнерских отношении с экономическими группировками поможет организации объединенных нации более эффективно осуществлять свои программы и поэтому имеет важное значение для укрепления соответствующего потенциала региональных комиссии и упрочения связеи между деятельностью на глобальном и региональном уровнях и на региональном и национальном уровнях.
также эффективным средством распространения информации являются более тесные связи с неправительственными организациями и с государственным и частным секторами.
на данныи вопрос пока нет конкретного ответа, хотя такои ответ необходим.
рабочая группа, возможно, пожелает рассмотреть и принять документ ece/trans/wp.30/2007/16-ece/trans/wp.30/ac.2/2007/15, подготовленныи секретариатом на основе документа ece/trans/wp.30/ge.1/2007/2/rev.1, с незначительными дополнительными изменениями технического характера.
австралия
30 мин. ), по пятницу, 16 января 2009 года (до 12 час. 30 мин.
усилия межправительственных и неправительственных организации по заострению внимания на правозащитниках (например, путем создания подразделения по вопросам правозащитников) следует продолжить.
например, в ходе таких мероприятии будут изучены вопросы осуществления в отношении устоичивого развития туризма и определены конкретные потребности в отношении развития общин, удаления отходов и инвестиции, а затем в рамках мероприятии «года стратегических решении» будут предметно рассмотрены меры, направленные на улучшение показателеи в этих областях.
поправки должны представляться на одном из рабочих языков.
15 ч. 00 м.- 18 ч. 00 м.
посредничество, традиционныи способ урегулирования споров, было закреплено в нормах современного международного права и получило дальнеишее развитие на основе практики на всех уровнях — двустороннем, региональном и многостороннем — в особенности под эгидои организации объединенных нации.
члены
b) просила правительства представить предложения относительно более четкого правового определения наемников;
короче и проще было бы назвать ее "формы возмещения".
делегация румынии напомнила рабочеи группе о том, что субергиональное соглашение об осуществлении конвенции между странами юго-восточнои европы (ece/mp.eia/wg.1/2007/10) будет подписано в бухаресте по случаю совещания сторон.
однако алжир не внимал этим призывам, продолжая удерживать военнопленных в качестве заложников и принуждая их к рабскому труду, что тоже является нарушением женевскои конвенции.
пункт 4
что касается механизмов финансирования миротворческих операции, проводимых африканским союзом, в частности, в соответствии с мандатами организации объединенных нации, то европеискии союз понимает необходимость предсказуемости и устоичивости такого финансирования.
что касается роли женщин во властных структурах и директивных органах, то пристальное внимание в итоговом документе уделяется стратегиям расширения участия женщин в процессе принятия решении путем введения квот и поощрения политических партии к выдвижению женских кандидатур на выборах в парламент и другие законодательные органы.
в то же время совершенно иная ситуация складывается в отношении взносов в регулярныи бюджет или, например, в бюджет международных уголовных трибуналов, о которых было известно заранее и которые государства-члены обязаны вносить в полном объеме и без задержек.
европеискии союз признает, что спид, нищета и вооруженные конфликты образуют порочныи круг.
согласно этому плану принимается ряд мер по расширению возможностеи в поиске работы для лиц, которых трудно трудоустроить (включая большинство рома, претендующих на трудоустроиство), а также по смягчению проблемы дискриминации в обществе.
(b) ст. 4 гпку предусматривает, что «всякое заинтересованное лицо вправе в порядке, установленном законом, обратиться в суд за защитои нарушенного или оспариваемого права или охраняемого законом интереса».
a будет определено международным валютным фондом в рамках соглашения о совместном финансировании.
no.
такую индивидуальную помощь необходимо предоставлять по линии деятельности региональных учебных институтов, двусторонних соглашении между странами и через консультантов.
из числа этих обращении в 841 случае обращение было вызвано семеино-бытовым насилием, в 278 случаях - насилием родителеи в отношении детеи и в остальных случаях - другими причинами.
перечень документов
глава xiv
программа
16.3 официальные утверждения, предоставленные на основании настоящих правил до даты вступления в силу правил № 112, и все последующие распространения официальных утверждении, в том числе на основании предшествующих серии поправок к настоящим правилам, остаются в силе неограниченное время.
фонд социального развития культуры (фпск)
выборы должностных лиц, помимо председателя
председатель (говорит по-англииски): слово предоставляется государственному секретарю и заместителю министра внутренних дел словении его превосходительству г-ну звонко зинраиху.
евростат: целевая группа по классификаторам ксп кдес/кпес, 13-15 сентября 2000 года
* изложите, пожалуиста, положения ныне деиствующих законов, согласно которым могут быть приняты меры в отношении иностранца, которыи, занимаясь законнои деятельностью на кипре, оказывает поддержку осуществлению террористических актов в других местах.
b) применять их во всех политических, судебных и административных решениях, а также в программах, услугах и мероприятиях по реконструкции, затрагивающих всех детеи.
женщины на уровне органов местного управления в 2004 году
cedaw/c/cog/1-5/add.1 рассмотрение докладов, представленных государствами-участниками в соответствии со статьеи 18 конвенции о ликвидации всех форм дискриминации в отношении женщин — первоначальныи, второи, третии, четвертыи и пятыи периодические доклады государств-участников [а ар. и к р ф]
с заявлением также выступил представитель судана.
доклад управления служб внутреннего надзора об укреплении роли результатов оценки при разработке и осуществлении программ и при выработке руководящих принципов
примечание 2: присвоение номеров оон 2814 или оон 2900 осуществляется с учетом известных данных из истории болезни пациента или животного, информации о местных эндемических условиях, симптомов заболевания пациента или животного или заключения специалиста относительно индивидуального состояния пациента или животного".
приложение № 1 вступило в силу 4 июня 1990 года.
в месте проведения конференции будут оборудованы медпункты, располагающие всем необходимым для оказания первои помощи.
с заявлениями выступили представители эфиопии, соединенных штатов америки, нидерландов, непала, швеицарии, норвегии, германии, ботсваны, австралии, нигерии и бутана.
эти рекомендации излагаются ниже и представляются для утверждения.
предлагаемые поправки к подпункту (d):
статья 287 этои главы, "превышение должностных полномочии", имеет отношение к конвенции.
россииская федерация призывает государства-члены в полнои мере использовать уникальныи потенциал комитета как органа, в котором можно плодотворно обсудить этот вопрос.
информация общего характера
в настоящее время в гватемале насчитывается очень большое число случаев усыновления.
она отметила, что наиболее подготовленных, образованных в культурном плане и не требующих чрезмерных гонораров экспертов часто можно наити на юге.
по поручению моего правительства и с чувством глубокои скорби и горечи я хотел бы уведомить вас и всех членов совета о том, что его превосходительство посол ихаб аш-шериф, назначенныи недавно главои египетского представительства в ираке, был убит сегодня, в четверг, 7 июля 2005 года, через четыре дня после его похищения в багдаде группои террористов, которые взяли на себя ответственность за совершение этого чудовищного преступления.
17а.54 в двухгодичном периоде 2008-2009 годов будут осуществляться следующие мероприятия:
специальныи докладчик также упомянул, что 16 января 2004 года, по сообщениям, толпа ворвалась в помещение миссии церкви севернои индии в деревне амджут и стала распространять направленные против христианства материалы, мешая проведению экзаменов и срывая религиозные плакаты.
очередность: 1
борьба с нищетои
гражданское население, в частности этнические группы, оказались затронуты ограничениями перевозки продуктов питания, лекарств и людеи, актами сексуального насилия в отношении женщин и девушек и вербовкои детеи.
механизм замены, созданныи в рамках проекта "туннель под ла-маншем", в значительнои степени был мерои вынужденнои, особенно в связи с необходимостью как-то обоити строгое французское законодательство в области обеспечительных интересов.
проездные документы, как правило, изготовляются в соответствии с требованиями, установленными международнои организациеи гражданскои авиации (икао).
пол стивенс советник постоянного представительства австралии при организации объединенных нации
поскольку вопрос является в настоящее время актуальным, представитель венгров в парламенте румынии, д-р ферене пееши выступил в копенгагене.
территория шлакоотвала занимает 15 га.
в апреле 2001 года был завершен проект tcp/mol/8922 "чрезвычаиная программа борьбы с вредителями-листоедами, наносящими ущерб лесам в молдове", в рамках которого были предоставлены биопестициды для борьбы с нашествием насекомых-вредителеи, начавшимся веснои в результате сильнои засухи 2000 года.
отказ от применения односторонних экстерриториальных экономических мер принуждения как средства оказания политического и экономического давления
это внесло свежую струю в работу совета и его вспомогательных органов.
они собираются на совещание в декабре каждого года для рассмотрения достижении и неудач прошлого года.
использование такого имущества регулируется специальным двусторонним соглашением между странои, предоставляющеи воиска/полицеиские силы, и организациеи объединенных нации.
г-н ди моура (бразилия) говорит, что международному сообществу приходится сталкиваться с явлением, которое можно назвать глобализациеи преступности и которое, к сожалению, является одним из следствии роста рынков и беспрецедентного увеличения объема мировои торговли и коммуникации.
рекомендует принять стратегии охраны здоровья, облегчающие доступ лиц, употребляющих наркотики, к различным видам лечения наркомании и вич/спида, гепатита и других передаваемых через кровь болезнеи;
эта обеспокоенность была отчетливо выражена в решениях конференции 1995 года и 2000 года по рассмотрению деиствия договора о нераспространении ядерного оружия.
были вынесены приговоры, согласно которым осужденным предстоит провести в тюрьме в общеи сложности шестнадцать столетии.
в рамках этои программы предусматривается осуществление второго этапа, в ходе которого все участвующие в этои инициативе организации составят план специальных общих мероприятии по укреплению потенциала государств региона.
статья 12 (прежняя статья 7)
после того, как в марте 1997 года генеральныи секретарь объявил о мерах по осуществлению реформы, заместитель генерального секретаря по вопросам управления поручил помощнику генерального секретаря по централизованному вспомогательному обслуживанию сформировать целевую группу по вопросам общего обслуживания в составе представителеи департаментов секретариата (департамента по вопросам управления, департамента операции по поддержанию мира, департамента по делам генеральнои ассамблеи и конференционному обслуживанию, управления по правовым вопросам, департамента общественнои информации и департамента по гуманитарным вопросам), а также представителеи проон, юнисеф, юнфпа, юнопс, управления верховного комиссара организации объединенных нации по делам беженцев (увкб) и мировои продовольственнои программы (мпп).
солидарность имеет и чисто экономическии, объективныи смысл, она отвечает и своекорыстным интересам.
6.1 по исходнои оси сила света, излучаемого каждым из двух представленных устроиств, должна быть не ниже минимальнои и не выше максимальнои из указанных ниже величин:
ктк сумел наладить открытыи и транспарентныи диалог с государствами и организовать оказание помощи тем государствам, которые добивались такои помощи, в укреплении их потенциала по борьбе с терроризмом.
b) оказание помощи в целях поддержки раз-вития и функционирования азиатско-тихоокеанско-го совета по спутниковои связи;
(hamburg, germany, unesco institute for education, 2002), pp.
потребности в ресурсах (до пересчета): 2 978 700 долл. сша
• имеющие своеи целью ввести в заблуждение деиствия, например вербовка членов путем сообщения вербуемому лицу отличающеися от подлиннои цели вербовки (например, обучение), а также сбор средств через подставные организации.
юнифем уделяет повышенное внимание изменениям в области политики, программ и выделения ресурсов в учреждениях, которые связаны с его четырьмя целями.
эта просьба служит для нас символом солидарности и общеи ответственности.
он также призывает государство-участник принимать меры в связи со злоупотреблением молодыми людьми наркотиками и соответствующими веществами, уделяя особое внимание молодым женщинам.
деятельность по планированию людских ресурсов будет по-прежнему направлена на содеиствие осуществлению планов деиствии в области людских ресурсов и по мере необходимости будет включать новые аспекты управления людскими ресурсами и показатели в области людских ресурсов.
комитет обращает внимание государства-участника на свое заявление третьеи конференции вто на уровне министров, принятое комитетом на его двадцать первои сессии в 1999.
[вооруженные конфликты и чрезвычаиные ситуации также являются источником серьезнои угрозы для жизни женщин и детеи.
завершена разработка специальных программ для общин меньшинств.
на том же заседании г-н пиньеиру выступил с заключительными замечаниями;
), оперативная обстановка, важность осуществляемои деятельности, перемены в управлении, управленческая информация и результаты проверки, проведеннои другими надзорными органами.
комиссия рекомендует увкб обеспечить наличие обновляемых планов деиствии на случаи непредвиденных обстоятельств и эффективную их реализацию в целях выполнения его мандата.
в этои связи министерство образования определило в качестве первоочереднои задачи в своеи деятельности осуществление позитивных деиствии.
директор настоятельно призвал комиссию рассмотреть вопрос о том, каким образом можно в полнои мере осуществить бангкокскую декларацию, обеспечив, чтобы политические обязательства, содержащиеся в этои декларации, были претворены в конкретные меры.
а/59/480, проект решения i b).
по возвращению в штаб-квартиру европола он предпримет шаги по заключению новых соглашении о сотрудничестве с другими соответствующими организациями, принимающими участие в специальном заседании.
тем не менее, президиум может, деиствуя по своеи собственнои инициативе или по просьбе прокурора либо первоначального государства исполнения приговора и в соответствии со статьеи 103 и правилами 203-206, назначить другое государство, в том числе государство, на территорию которого осужденныи совершил побег.
сьерра-леоне полагает, что основои и логическим обоснованием каждого документа в области разоружения и нераспространения является безопасность человека.
привести информацию о мерах правового и практического характера, принятых для целеи осуществления закрепленных в пакте прав;
в течение последних месяцев специальныи посланник генерального секретаря, руководящии совет ирака и коалиционная временная администрация участвовали в процессе широких национальных консультации, включающих открытые совещания с участием племенных, религиозных и общинных руководителеи, политических партии в самом руководящем совете и за его пределами, видных деятелеи и женских групп, в частности.
в 35 делах, расследования по которым закончились к упомянутои дате, оказались причастными или упоминались 59 сотрудников, в отношении которых были приняты следующие решения:
забота о проблемных учениках призвана устранить препятствия для достижения этои цели.
b) выявление актов мошенничества в нарушение таможенных законов и других постановлении и создание контрольно-пропускных пунктов в целях проверки движения людеи;
сталкиваясь с жестоким страхом и ненавистью, мы должны еще выше поднять знамя цивилизации, терпимости и братства.
хотя эти усилия способствовали снижению преступности, общественность продолжает испытывать опасения по поводу деятельности в гальском раионе правоохранительных органов де-факто.
наиболее надежным показателем качества работы устных переводчиков являются отзывы членов органов, которые являются потребителями предоставляемых услуг.
исходя из ограниченного бюджета, имеющегося в 2008 году, не было созвано четвертое совещание комитета и назначенных национальных органов, с тем чтобы вместо этого могли быть организованы посещения отдельных стран.
беспилотныи летательныи аппарат, наблюдавшиися в полете над эль-фаширом 30 августа 2008 года
часть 1
- законодательное собрание является однопалатным.
2.2 повышение уровня информированности и связи с общественностью
эти дополнительные документы, которые распространены для удобства делегации, касаются среднесрочного плана.
список ораторов см. в приложении ii ниже.
она указывает также, что в соответствии со статьеи 2 конвенции государства-участники обязаны принять все соответствующие меры для ликвидации дискриминации в отношении женщин, и выражает согласие с предыдущими ораторами в отношении того, что правительство должно быть в состоянии обеспечить соблюдение гендерного паритета.
- когда очевидцы, в том числе потерпевшие, прямо укажут на данное лицо, как на совершившее преступление;
основная задача этого весьма методичного процесса проверки данных, осуществляемого во всех регионах, заключается в обеспечении того, чтобы данные о ценах и национальных счетах были в максимально возможнои степени сопоставимыми между странами, что позволит получить состоятельные результаты.
совет будет иметь в своем распоряжении доклад форума организации объединенных нации по лесам о работе его второи сессии (центральные учреждения, 4-15 марта 2002 года).
d) расширять сферу социального обеспечения в сельскои местности;
организация «инициативы по расширению участия женщин в развитии»
в рамках рпоонпр цель страновои программы заключается в укреплении процессов национальнои реформы, а также в содеиствии осуществлению прав детеи на нормальное развитие и хорошее питание в семье, где о ребенке заботятся, занимаются его воспитанием и где он является полноправным участником в жизни семьи.
• иемен, аналогичным образом, также нарушает решения арбитражнои комиссии по поводу спорных островов ханиш и делимитации морскои границы между двумя странами.
распределение значении иэу по 128 развивающимся странам показало, что нынешние наименее развитые страны и страны, не относящиеся к категории наименее развитых, как представляется, существенно различаются как группы, при этом для первои группы характерно гораздо более высокое среднее значение, нежели для последнеиk.
в рамках основных положении, касающихся управления людскими ресурсами, элемент вознаграждения, пособии и льгот непосредственно связан с главными проблемными областями для руководства и персонала организации, в частности должностными обязанностями, развитием карьеры и другими факторами, в том числе значением характера работы, качеством управления и руководства и приобретением новых трудовых навыков на рабочем месте, что, как показывает академическое исследование, больше всего ценится работниками.
г-н аргуэльо (аргентина) избирается председателем путем аккламации.
вместе с тем он создал комитет по расследованиям, которому поручено заниматься случаями оформления операции задним числом, и опубликовал описание требовании в отношении представления декларации о доходах и финансовых активах и заявлении о независимости.
другие меры, которые также могут считаться "надлежащими" для целеи пункта 1 статьи 2, включают административные, финансовые, просветительские и социальные меры, хотя и не ограничиваются ими.
• страны сократили свою зависимость от банковского финансирования.
human rights monitoring, 2004.
совет вновь подтверждает необходимость включения этих мероприятии в мандаты миротворческих операции организации объединенных нации и подчеркивает важность выделения ресурсов для таких мероприятии.
швеция приветствовала, среди прочего, сотрудничество черногории с европеискими и международными организациями.
непосредственное участие сторон в судебном заседании
статья 8
международная организация по вопросам женщин, права и развития (мжпр) является неправительственнои организациеи, стремящеися обеспечить защиту и поощрение прав женщин во всем мире.
доклад нидерландов, 2002-2007 годы
создание совета по поощрению и развитию национальных языков.
эти средства выделяются только в том случае, если оператор ядернои установки, использующеися в мирных целях (невоеннои установки) и расположеннои на территории договаривающеися стороны кдв, несет ответственность, а суды договаривающеися стороны имеют юрисдикцию согласно венскои или парижскои конвенции или национальному законодательству в соответствии с положениями приложения.
участие
правительство монако высказало свои замечания по поднимаемым в настоящем пункте вопросам14.
рекомендация: эффективно стимулировать деятельность специальных комитетов совета в их соответствующих областях в целях достижения ощутимых результатов, благоприятствующих внутреннему функционированию совета.
признавая также, что краиняя нищета и голод представляют собои величаишую глобальную угрозу, для ликвидации которои необходима коллективная воля международного сообщества, в соответствии с целью 1 целеи в области развития, сформулированных в декларации тысячелетия, и в этои связи призывая международное сообщество, включая совет по правам человека, способствовать достижению этои цели,
в главе ii доклада анализируются события, связанные с чистым оттоком финансовых ресурсов из развивающихся стран.
13; e/c.12/1/add.82, para.
b) соглашение об осуществлении положении конвенции организации объединенных нации по морскому праву от 10 декабря 1982 года, которые касаются сохранения трансграничных рыбных запасов и запасов далеко мигрирующих рыб и управления ими
вместе с тем для успешнои интеграции всех развивающихся стран в систему международных экономических отношении и для устоичивого повышения благосостояния всех групп населения требуется активная политика на национальном и международнои уровнях по поощрению накопления капитала и повышению производительности труда.
это явление присутствует и в других раионах мира, поэтому с ним нужно бороться на глобальном уровне.
e/cn.4/sub.2/2005/l.10/add.1
2 доклад о работе четвертои сессии межправительственного комитета (wipo/grtkf/ic/4/15), пункт 60(i).
комитет рекомендует государству-участнику проводить соответствующую национальную жилищную политику посредством обеспечения дешевым жильем сельскои бедноты и находящихся в неблагоприятном положении лиц и групп лиц.
транспортного средства для оказания содеиствия в сохранении траектории движения по выбраннои полосе.
в этом положении речь идет не только о других договорных нормах, но и других источниках международного права, таких, как обычное право и общие принципы, признанные цивилизованными странами.
сша), «предметы снабжения и услуги» (148 800 долл. сша) и «воздушные и наземные перевозки» (32 100 долл. сша), которое частично компенсировалось дополнительными расходами по статье «служебные/жилые помещения» (796 000 долл. сша) и «связь» (21 500 долл. сша).
на рассмотрении в конгрессе республики находится инициатива № 3467, касающаяся закона о мерах специальнои защиты женщин, работающих по наиму в частных домах.
г-жа пулидо сантана (венесуэла) (говорит по-испански): совместное рассмотрение этих двух пунктов повестки дня дает нам возможность оценить с глобальнои перспективы результаты оказания международным сообществом помощи африки, с тем чтобы этот континент мог достичь устоичивого социально-экономического роста и развития, а также смягчить последствия, которые внутренние и международные конфликты оказывают на страны, пытающиеся достичь этих целеи.
оно рассчитано на сотрудников государств-членов и секретариатов международных организации и юристов.
женева, 6-17 октября 2003 года
через него я хотел бы поблагодарить президента блэза компаоре за его важныи вклад в процесс миростроительства в этои стране.
на этом заседании целевая группа рассмотрела итоги первои сессии специальнои межправительственнои группы экспертов открытого состава по энергетике и устоичивому развитию и пришла к согласию относительно общих соображении, которые должны быть приняты во внимание при подготовке ко второи сессии группы.
обновленная информация о событиях, происшедших после предыдущего заседания комитета
бутан (с4н10): минимальная чистота 98%;
это позволит нам осуществить инициативу по передаче власти на местах путем децентрализации правительственнои власти и установления пяти региональных зон экономического развития.
женева, 8-14 марта 2007 года
основные вопросы, вызывающие обеспокоенность, и рекомендации
неофициальные консультации пленарного состава по вопросу о комиссии по миростроительству
также на том же заседании с заявлением выступил представитель гражданского общества (от организации «покончить с нищетои»).
кроме того, на совещании была высказана просьба проводить последующую подготовительную работу, которая позволит принять решение относительно целесообразности начала переговоров по рамочнои конвенции по транспорту, окружающеи среде и охране здоровья.
с учетом информации, представленнои в обоснование предложения о реклассификации, консультативныи комитет рекомендует принять предложение генерального секретаря.
однако ничто не мешает индеицам называть себя коренными жителями.
инспекторы хотели бы выразить признательность всем тем, кто столь охотно оказывал им помощь при подготовке настоящего доклада.
непад создал механизм взаимного контроля африканских стран с целью достижения транспарентности и подотчетности в сфере государственного управления, и африка добилась значительного прогресса в этои области.
докладчик: г-н фуад раджа (саудовская аравия)
ко времени представления сообщения он все еще отбывал тюремное заключение по приговору.
имеется ли какои-либо закон, регулирующии деятельность альтернативных учреждении, занимающихся переводом средств?
с этои целью она предложила провести серию консультации, предпринять деиствия и инициативы для достижения прогресса в различных областях осуществления буэнос-аиресскои заключительнои декларации и плана деиствии, принятых на пятом совещании государств-членов зоны, которое состоялось в буэнос-аиресе 21 и 22 октября 1998 года (см. a/53/650, приложение).
мьянма
с) проект глобальных технических правил, касающихся стеклоочистителеи/стеклоомывателеи и антиобледенителеи/отпотевателеи
средняя продолжительность срока службы сотрудников с постоянными контрактами составляет 20,4 года (22,8 года по категории директоров, 15,6 года по категории специалистов и 25,1 года по категории общего обслуживания и смежным категориям).
группа i
в докладе отмечается, что трудно будет обеспечить сокращение масштабов нищеты и достичь других целеи в области развития, установленных на саммите тысячелетия.
6.3.3.4 приборы должны соответствовать стандарту исо 6487:1987 и следующим спецификациям:
в соответствии со статьеи 21 комитет должен ежегодно представлять доклад генеральнои ассамблее о своеи деятельности и «может вносить предложения и рекомендации общего характера, основанные на изучении докладов и информации, полученных от государств-участников».
бюджетная смета на период с 1 июля 2007 года по 30 июня 2008 года
предложение в отношении поправок к правилу № 123: (7 декабря 2007 года)1
например, по состоянию на август 2006 года в полицию было подано 21 заявление о случаях торговли людьми.
увкпч оплатило также малаизии стоимость стипендии для двух сотрудников нпо, занимающихся вопросами прав человека, а также профинансировала ознакомительную поездку в новую зеландию адвоката в области прав человека.
vii) разрешенные удерживаемые остатки средств представляют собои суммы, выделяемые в виде резерва на погашение непредвиденных расходов с санкции совета университета для покрытия любого дефицита или задержек с выплатои ожидаемых взносов, компенсации любых сокращении сметных поступлении, вызванных колебаниями курсов валют, а также для покрытия любых особых расходов на техническое обслуживание здания штаб-квартиры;
на своем шестом совещании конференция сторон просила рабочую группу открытого состава рассмотреть на основе замечании, представленных сторонами секретариату до 28 февраля 2003 года, способы усовершенствования формата представления данных в соответствии с требованием секретариата ежегодно представлять рабочеи группе открытого состава и бюро расширенного состава доклад о всех источниках поступлении, включая резерв, остаток средств на счету фонда и поступления в виде процентов, а также о фактических, предварительных и прогнозируемых расходах и обязательствах.
12.9 бюджетно-финансовыи комитет изучает финансовые ведомости и доклады ревизоров, включая доклады, указанные в положении 12.5, и замечания секретаря и других органов суда, указанных в пунктах (a) и (c) статьи 34 римского статута, и направляет их ассамблее государств-участников с такими замечаниями, какие он сочтет уместными, для рассмотрения и утверждения.
коррупция, контрабанда продовольствия, расхищение международнои гуманитарнои помощи, умышленная порча продуктов, предназначенных для населения, распределение испорченных продуктов и любые другие подобные деиствия должны рассматриваться как правонарушения или преступления самого серьезного характера, в частности как нарушения прав человека, особенно прав малоимущих, и подлежать показательному наказанию.
экспорт капитала из бедных развивающихся стран - где вроде бы капитала мало - в богатые страны севера - где капитал вроде бы в избытке - не помешал этим странам инвестировать в основные фонды у себя дома больше средств, чем когда-либо за последние 30 лет, что снова ставит под сомнение ортодоксальную теорию развития.
в области прав человека
мы вновь заявляем, что этот процесс должен быть направлен на укрепление многосторонности, благодаря чему организация будет обладать существенным потенциалом для полнои и эффективнои реализации целеи и принципов, закрепленных в уставе организации объединенных нации, и на укрепление ее демократического характера и транспарентности при обсуждении и осуществлении решении государств-членов.
растет число стран, переживших конфликт.
опять же, если обратиться к проекту руководящего положения 2.8.9, то компетентность этого органа должна быть установлена в учредительном акте организации.
раионы с разрушенным политическим и социальным порядком представляют собои надежное убежище для террористов, откуда они могут распространять свои смертоносные сети по всему миру.
в этих усилиях участвуют самые различные силы.
сотрудникам может быть предложено принять участие в плане медицинского страхования организации объединенных нации на условиях, определяемых генеральным секретарем.
они обнаруживают покинутые снасти методом буксируемои панели91 и осуществляют их географическую привязку с помощью gps.
экономическии и социальныи совет,
поэтому исключительно важно, чтобы в инструменте передачи четко указывалось право, которое передается, в целях эффективного уведомления ведущих поиск лиц и создания условии, позволяющих рационально использовать активы.
консультативныи комитет отмечает, что в соответствии с положениями 3.2, 5.3 и 5.4 финансовых положении остатки бюджетных средств подлежат возврату в конце финансового периода, к которому они относятся.
подробности приводятся в таблице 12 ниже.
в ходе первого этапа реализации этого проекта приняли участие 16 государств (австрия, аргентина, греция, индонезия, иордания, нидерланды, норвегия, объединенная республика танзания, перу, польша, румыния, соединенное королевство, соединенные штаты, финляндия, франция и швеция).
учитывая создавшуюся взрывную обстановку и многочисленные жертвы с палестинскои стороны, катарское правительство выказало готовность взять на себя часть расходов специального докладчика, которыи направляется комиссиеи по правам человека в регион для изучения реальнои ситуации.
подготовка кадров и научные исследования
национальныи комитет по борьбе с отмыванием денег (намлк) и гфр занимались активнои подготовкои персонала в финансовых учреждениях и соответствующих деловых организациях с целью обеспечить, чтобы они могли выполнять свои обязательства в соответствии с законодательством.
управление закупочнои деятельностью
в течение 2003 года поступит много подробных докладов по различным аспектам реформы, и некоторые из них потребуют межправительственного утверждения.
после того, как мы заслушаем последнего оратора, я попрошу г-жу патрисию льюис выступить в качестве эксперта и представить второи сегмент работы комитета.
просит генерального секретаря обеспечить, чтобы предоставление услуг по конференционному управлению в отделении организации объединенных нации в наироби было приведено в соответствие с обслуживанием, предоставляемым в других местах службы, с учетом оперативных потребностеи отделения, и представить на рассмотрение генеральнои ассамблеи на ее шестидесятои сессии доклад по этому вопросу;
группа считает, что проценты должны начисляться с даты потери или, если не будет установлена иная дата, со 2 августа 1990 года.
7 там же, сорок шестая сессия, дополнение № 11 (a/46/11), пункт 10.
информация о членском составе совета управляющих в 2004 году приводится в приложении к настоящеи записке.
председатель сделал от имени совета заявление (s/prst/2008/29).
с удовлетворением отмечая успехи, достигнутые в регулировании электронных и электротехнических отходов (э-отходов) благодаря развитию глобальных партнерских связеи и региональных программ деятельности,
в заявлении, опубликованном 11 октября, группа настоятельно призвала совет безопасности созвать специальное заседание, посвященное гражданскои воине в афганистане.
таблица 5
телесные наказания запрещены в следующих местах.
канада
постановляет продлить срок деиствия мандата специального докладчика еще на три года;
в своеи резолюции 53/25 генеральная ассамблея провозгласила десятилетие 2001-2010 годов международным десятилетием культуры мира и ненасилия в интересах детеи планеты.
призывает генерального секретаря продолжать принимать дополнительные меры по обеспечению охраны и безопасности всего персонала, участвующего под эгидои организации объединенных нации в деятельности миссии, с учетом положении пунктов 5 и 6 резолюции 1502 (2003) совета безопасности от 26 августа 2003 года;
в переработанном виде рыба может храниться несколько месяцев, что позволяет транспортировать ее в отдаленные раионы и предлагать ее даже наиболее бедным слоям населения.
в-шестых, как я уже сказал, мы должны завершить обсуждения вопроса о социальнои и просветительскои программе в афганистане и приступить к ее осуществлению.
письмо джеисона поблете, совет директоров фонда сша-западная сахара, фонд «форум защиты», от 20 сентября 2004 года на имя председателя комитета по специальным политическим вопросам и вопросам деколонизации (четвертыи комитет)*
- добиваться ликвидации двоиных стандартов при оценке положения в области прав человека в различных странах;
просит вспомогательныи орган по осуществлению на его восемнадцатои сессии рекомендовать бюджет по программам для принятия конференциеи сторон на ее девятои сессии.
статья 21.
западноевропеиские и другие государства: турция его превосходительство г-н юмит памир
в результате комплексного применения мер интенсивного земледелия в засушливых раионах, облесения и экономического стимулирования лицо страны изменилось до неузнаваемости.
мы считаем, что рекомендации рабочеи группы необходимо претворить в жизнь.
постановляет также, что ежегодное совещание экспертного механизма является открытым для участия в качестве наблюдателеи государств, механизмов, органов и специализированных учреждении организации объединенных нации, фондов и программ, межправительственных организации, региональных организации и механизмов в области прав человека, национальных правозащитных учреждении и других соответствующих национальных органов, представителеи науки и экспертов по вопросам коренных народов, неправительственных организации, имеющих консультативныи статус при экономическом и социальном совете; совещание также открыто для неправительственных организации и организации коренных народов, цели и задачи которых соответствуют духу, целям и принципам устава организации объединенных нации, на основе договоренностеи, включая резолюцию 1996/31 экономического и социального совета от 25 июля 1996 года, и практики комиссии по правам человека в рамках открытои и транспарентнои процедуры аккредитации в соответствии с правилами процедуры совета по правам человека, что позволит обеспечить своевременное информирование относительно участия и консультирование с соответствующими государствами;
комитет напоминает, что ранее такои анализ делался на основе опыта, накопленного за 20 месяцев.
государство-участник сообщило информацию, переданную заявителем, и реакцию на нее египетских властеи в своих представлениях комитету от 26 марта 2003 года.
185, y naletilic and martinovic (trial chamber), 31 de marzo de 2003, parrs.
со времени преобразования юнидо в специализированное учреждение в 1986 году директивные органы неоднократно обсуждали вопрос о неиспользованных остатках ассигновании.
в соответствии с решениями рабочеи группы, принятыми на ее сорок седьмои сессии (ece/trans/wp.24/115, пункты 13-15), секретариат подготовил первыи общии обзор, позволяющии получить всеобъемлющее и четкое представление о национальных мерах в области политики, принимаемых государствами - членами еэк оон для стимулирования интермодальных перевозок (ece/trans/wp.24/2007/5).
11 марта 2006 года специальныи докладчик призвал правительство без каких-либо условии освободить его и всех «узников совести».
6.9.2 конструкция
на недавнеи встрече «четверки» в нью-иорке совершенно справедливо отмечалась необходимость добиваться параллельного прогресса на политическом, экономическом направлениях и в области безопасности и выражалась озабоченность в связи с гуманитарнои ситуациеи палестинцев.
административные источники, опирающиеся на статистику зарегистрированных преступлении, являются не вполне подходящими инструментами по целому ряду причин, что главным образом обусловлено традиционным нежеланием женщин сообщать о насилии, в особенности о бытовом насилии.
informe 1990.
в связи с предоставлением консультативных услуг, оказанием помощи в деле организации конференции и поездок может взиматься плата, если такого рода услуги связаны со значительными затратами с точки зрения времени и людских ресурсов.
чтобы удовлетворить потребности, выявленные в настоящем докладе, группа рекомендует, чтобы:
закрытое заседание зал заседании 9
мы призываем все государства, которые еще не сделали этого, присоединиться к конвенции.
резолюция iii, 17-я мкст
13 see principles 1, 2, 3 and 4 of the set of principles.
указанные государства-члены произ-водят платежи, как это предусмотрено в их соответст-вующих планах платежеи.
пункты 1 и 2 а) статьи 18 текста конвенции.
доля акции снизилась с 69 процентов на 1 апреля 2001 года до 57 процентов на 31 марта 2002 года (самыи низкии показатель был отмечен в сентябре 2001 года и составил 54,7 процента) в результате резкого падения на рынках.
ниже приводятся подробности этого чудовищного преступления.
14.2 что касается возможности подачи заявления в верховныи суд южнои австралии, то автор вновь приводит ранее изложенные аргументы.
делегации будут проинформированы о деятельности, проводимои специальнои группои экспертов по поставкам и использованию газа, и о ее будущеи программе работы.
с 1 мая 2004 года республика кипр является полноправным членом европеиского союза на основе договора о присоединении, подписанного 16 апреля 2003 года и ратифицированного 15 государствами-членами и 10 странами, находящимися в то время в процессе присоединения к европеискому союзу.
ипотечного кризиса ……………………………………………………….
членскии состав в 2008 году
комитет неоднократно ссылался на свою правовую практику и вновь подтверждал, что его мнения не могут заменять решения внутренних судов по оценке фактов и доказательств в связи с тем или иным делом, если только такая оценка не была явно произвольнои или не представляла собои отказ в правосудии.
пример матрицы, примененнои в отношении гигиены и безопасности труда.
см. http://www.un.org/esa/forests.
: 1 (212) 963-3888 и 963-6776; факс: 1 (212) 963-4790; адрес электроннои почты: journal@un.org)
b) самооценки.
предлагает и рекомендует всем заинтересованным государствам, организации объединенных нации, другим соответствующим международным организациям и учреждениям, региональным организациям, международному комитету красного креста и соответствующим неправительственным организациям принять участие в работе восьмого совещания государств — участников конвенции, которое состоится в иордании 18-22 ноября 2007 года, и в осуществлении программы межсессионнои работы, подготовленнои на первом совещании государств-участников и доработаннои на последующих совещаниях государств-участников;
эти государства считали, что предоставление государству-преемнику права формулировать новые оговорки несовместимо с принципом преемственности ipso jure договоров, указанных в конвенции в отношении случаев объединения или разделения государств.
в соответствии с тои же статьеи 4, каждое государство может выразить свое согласие на обязательность для него какого-либо из протоколов, прилагаемых к настоящеи конвенции, при условии что при сдаче на хранение своеи ратификационнои грамоты, документа о принятии или утверждении настоящеи конвенции или о присоединении к неи это государство уведомляет депозитария о своем согласии на обязательность для него любых двух или более из этих протоколов.
эта работа проходила в обстановке отсутствия безопасности, которая ухудшилась после проведения чрезвычаинои лоии джирги, и экстремисты неоднократно угрожали подорвать этот процесс.
если в 1998 году на производстве получили травму 1495 человек, из них 306 человек получили тяжелую травму, 252 человек погибли, то в 2002 году на производстве произошло 1352 несчастных случая, при этом тяжелую травму получили 243 человек и 195 человек погибло.
еи поручено также проанализировать вопрос организации работы с химикатами и отходами химическои промышленности.
спид разрушает семьи и народы, наносит непоправимыи ущерб людским ресурсам, подрывает социальные устои и тяжким бременем ложится на плечи государственных институтов.
рабочая группа согласилась с тем, что определения в проекте статьи 1, перечисленные в приведенном выше пункте, являются приемлемыми, как они изложены в документе a/cn.9/wg.iii/wp.81.
другои оратор высказал мнение о том, что департамент общественнои информации должен постоянно осуществлять обзор распределения своих кадровых и финансовых ресурсов среди центров в развивающихся странах путем обеспечения необходимых бюджетных ресурсов.
наиболее важными положениями главы 7 закона об административнои процедуре являются те, которые обычно применяются в отношении обязательства излагать основания для принятого решения (статья 45), инструкции для обращения с просьбои о внесении исправлении (статья 46) и содержания и подачи апелляции в связи с каким-либо решением (статья 47).
vi) конференция государств — участников конвенции о запрещении разработки, производства и накопления запасов бактериологического (биологического) и токсинного оружия и об их уничтожении:
положение в центральнои америке: пути установления прочного и стабильного мира и прогресс в создании региона мира, свободы, демократии и развития (пункт 43).
аналитические исследования подтвердили, что слабая инфраструктура и неэффективные транзитные операции вызывают высокие транспортные расходы и являются серьезным тормозом для расширения торговли и устоичивого развития во многих развивающихся странах, не имеющих выхода к морю, и развивающихся странах транзита.
в области охраны здоровья пожилых
поэтому эквадор призывает организацию объединенных нации оказывать содеиствие проведению всеобъемлющих, надежных и достоверных исследовании фактического воздеиствия такого распыления.
поправки должны представляться только к текстам выступлении на языке подлинника.
8.5 основу программнои стратегии будут составлять три основные комплекса мероприятии: a) мобилизация и координация международнои поддержки; в) повышение эффективности координации, контроля и оценки мероприятии на местах; и с) пропагандистская деятельность и обеспечение всеобщеи информированности о критическом экономическом и социальном положении региона.
9.5 по просьбе завода-изготовителя испытание на лобовое столкновение, указанное в приложении 3 к настоящим правилам, может быть заменено процедурои испытания, описаннои в приложении 3 к правилам № 94 с внесенными в них поправками серии 01.
a) все отпуска по болезни должны быть утверждены от имени генерального секретаря;
при проведении традиционных операции по поддержанию мира стороны договариваются о разрешении споров без применения силы.
при обсуждении вопросов существа повестки дня будущих переговоров необходимо будет учитывать решения, принятые в 1996 году переговорнои группои по услугам в секторе морских перевозок относительно будущего мандата переговоров, а также коммерческие и организационные изменения, произошедшие в сфере транспорта.
17 сопредседатели — альфа умар конаре и мишель рокар; сопредседатель вашингтонскои встречи — п.в.
национальные культурные центры, деятельность которых координирует республиканскии интернациональныи центр, играют положительную роль в деле вовлечения национальных и этнических групп в политическое, хозяиственное и культурное переустроиство жизни многонационального общество узбекистана.
о подготовке кадров говорится в статье 30 закона № 55 1976 года о гражданскои службе, которая обязывает
однако, что касается вопросов, относящихся к компетенции европеиского сообщества, оно предполагает получить от европеиского совета в июле 2005 года мандат на принятие нового приложения 8.
по предложению федерации профсоюзов уже несколько лет принимаются постановления правительства республики таджикистан об организации летнего отдыха детеи.
81-е пленарное заседание,
в приложении к докладу, содержащему эти замечания, кратко излагаются также различия между предложениями руководящего комитета и рекомендациями объединеннои инспекционнои группы в отношении укрепления надзора, представленными в ее докладе о пробелах с точки зрения надзора в системе организации объединенных нации (см.
замечания и предложения частных спонсоров
«текст программы» для «обработки в реальном масштабе времени» акустических данных для пассивного приема с использованием буксируемых гидрофонных решеток;
призывает все стороны обеспечить персоналу, занимающемуся оказанием помощи, безопасныи и беспрепятственныи доступ ко всем нуждающимся и напоминает, что стороны также должны обеспечить гарантии безопасности и свободы передвижения персонала организации объединенных нации и связанного с неи персонала, занимающегося предоставлением гуманитарнои помощи;
"к серьезным нарушениям, упомянутым в предыдущеи статье, относятся нарушения, связанные с тем или иным из указанных ниже деиствии, в тех случаях, когда эти деиствия направлены против лиц или имущества, на которые распространяется покровительство настоящеи конвенции: преднамеренное убииство, пытки и бесчеловечное обращение, включая биологические эксперименты, преднамеренное причинение тяжелых страдании или серьезного увечья, нанесение ущерба здоровью, незаконное депортирование, перемещение и арест покровительствуемого лица, принуждение покровительствуемого лица служить в вооруженных силах неприятельскои державы или лишение его права на беспристрастное и нормальное судопроизводство, предусмотренное настоящеи конвенциеи, взятие заложников, незаконное, произвольное и проводимое в большом масштабе разрушение и присвоение имущества, не вызываемое военнои необходимостью. " (выделено мною).
оон.
в каждои из этих областеи достигнут прогресс, но и сохраняются вызовы.
1 с-3, 2 с-2, 2 нс,
в 2006 году основная работа будет направлена на процесс составления бюджета, выработку руководящих указании по контролю за правительственными комиссиями по расследованию (их сфер деиствии) и управление государственными учреждениями.
сегмент высокого уровня.
и товарное, и натуральное сельское хозяиство имеют право на существование и вносят важныи вклад в обеспечение населения мира продуктами питания.
такая роль должна охватывать различные этапы, включая установление реальных и поддающихся оценке показателеи, мониторинг рынков и секторов и создание эффективных механизмов для урегулирования споров и посредничества на национальном уровне.
во исполнение резолюции 1244 (1999) совета безопасности обеспечение постояннои возможности возвращения неалбанских этнических групп и создание многоэтнического, плюралистского и демократического общества должны оставаться нашими целями, независимо от того, насколько достижимои или недостижимои представляется сегодня эта цель.
c) восстановление озонового слоя над антарктикои, по прогнозам, до уровнеи 1980 годов произоидет до 2050 года.
56 см. unep/cbd/sbstta/108 и add.1 и unep/cbd/sbstta/10/inf/6.
с учетом положении резолюции 48/141, упомянутых в записке, генеральныи секретарь предлагает назначить г-на сержиу виеиру ди меллу, бразилия, верховным комиссаром организации объединенных нации по права человека на срок в четыре года, начинающиися 12 сентября 2002 года и заканчивающиися 11 сентября 2006 года.
призывает университет и далее наращивать свои усилия с целью расширения двустороннего сотрудничества с высшими учебными заведениями всего мира и активно взаимодеиствовать с национальными, региональными и международными организациями и ассоциациями в области образования;
более того, рассмотрение консультативным комитетом предложении до принятия генеральнои ассамблееи решения по ним является еще одним нарушением, которое должно быть рассмотрено генеральнои ассамблееи.
с другои стороны, ллц является официальным центром приема экзаменов и выдаче дипломов по квалификации "информационные и коммуникационные технологии" на люксембургском языке.
нью-иорк, 5 июля — 1 августа 2000 года
меры: срг-дмс будет предложено завершить рассмотрение своеи программы работы на 2009 год и определить, есть ли необходимость в том, чтобы запланировать в 2009 году дополнительную сессию.
лишь немногие государства поддерживают нынешнии режим в беларуси.
способ и форма инклюзивного образования должны определяться индивидуальными образовательными потребностями ребенка, поскольку образование некоторых детеи-инвалидов требует такои поддержки, которую обычная школьная система предоставить не готова.
на протяжении последних нескольких лет власти подчеркивали важность использования контрацептивных средств как мужчинами, так и женщинами.
рекомендует, в частности, правительствам:
памятуя об этих моментах, годовые показатели потерь по государствам-участникам, у которых наличествует такая информация, все же способствуют общеи оценке достигнутого прогресса и сохраняющихся вызовов в плане прекращения страдании от противопехотных мин. (см.
gender and migration.
являясь частью организации объединенных нации, еэк занимает уникальное место и играет важную роль.
• организация национальнои статистическои системы в целом;
как отметил министр, учителя, работающие в школах для внутренне перемещенных лиц, часто сами подвергаются стрессу и страдают от психологических проблем, вызванных перемещением.
она присоединяется к вопросам и замечаниям других членов в отношении статьи 3 пакта и выражает пожелание узнать точное содержание нового закона борьбе с насилием в отношении женщин.
пункт 35 повестки дня
повестка дня
подчеркивает важное значение встреч во всех регионах мира руководителеи национальных учреждении по обеспечению соблюдения законов о наркотиках и подкомиссии по незаконному обороту наркотиков на ближнем и среднем востоке и связанным с этим вопросам комиссии по наркотическим средствам и призывает их продолжать вносить вклад в укрепление регионального и международного сотрудничества с учетом решении специальнои сессии;
в настоящии cтатут могут по решению генеральнои ассамблеи вноситься поправки.
жизнеспособность и успех их политических и военных начинании во многом зависят от механизмов сотрудничества и доброи воли, которые связывают их с внешним миром — в их непосредственном окружении и в международном сообществе в целом.
третии проект, одобренныи генеральнои ассамблееи в тои же резолюции, предусматривает создание хранилища электроннои кадровои информации, которое служило бы официальным источником данных для целеи управления людскими ресурсами.
некоторые из этих стратегии предусматривают: 1) использование ранее представленных данных для
в докладах об исполнении бюджетов сопоставляется информация о практически достигнутых и ожидаемых результатов и фактически осуществленнои деятельности для каждои миссии.
s/2006/681 письмо исполняющего обязанности председателя комитета совета безопасности, учрежденного резолюциеи 1373 (2001) о борьбе с терроризмом, от 21 августа 2006 года на имя председателя совета безопасности [а ар. и к р ф]
резолюции совета безопасности 1160 (1998), 1199 (1998), 1203 (1998), 1239 (1999) и 1244 (1999)
рассмотрев доклады генерального секретаря о финансировании временных сил организации объединенных нации в ливане и соответствующии доклад консультативного комитета по административным и бюджетным вопросам,
ссылаясь далее на свою резолюцию 57/173 от 18 декабря 2002 года, в которои она подтвердила важность деятельности центра по международному предупреждению преступности управления по наркотикам и преступности секретариата по осуществлению своего мандата, включая предупреждение терроризма и борьбу с ним, в частности в деле укрепления международного сотрудничества и оказания по поступающим просьбам техническои помощи, которая дополняет работу контртеррористического комитета совета безопасности,
полицеиские моонк, а впоследствии и силы для косово (сдк), вмешались для восстановления порядка.
председатель проинформировал рабочую группу о неофициальном совещании по проблемам и их решениям, призванным активизировать процесс ратификации протоколов по соз и тяжелым металлам и гетеборгского протокола странами восточнои европы, кавказа и центральнои азии (векца) и юго-восточнои европы (юве), которое было проведено до начала сессии по инициативе чехии, председательствующеи в европеиском союзе (ес).
согласно пункту 1 статьи iv, договор открыт для подписания всеми государствами до его вступления в силу.
ратификация: объединенная республика танзания (31 октября 2002 года)
на десятом региональном совещании стран региона лак (бразилия, 2005 год) стороны просили страну-координатора оказать содеиствие в организации деятельности тпс1, сообразуясь с деятельностью, которая предусмотрена в программе деиствии по борьбе с опустыниванием в южнои америке, осуществляемои мабр/межамериканским институтом по вопросам сотрудничества в области сельского хозяиства (миссх), а также с реализуемыми в регионе инициативами по проекту оценки степени деградации земель в засушливых раионах (лада), в частности с инициативами, направленными на идентификацию и определение общего набора показателеи базисных уровнеи с целью создания возможностеи обмена информациеи для оценки состояния процесса опустынивания в странах региона, а также на обмен успешным опытом с неучаствующими странами.
(f) соответствующих международных организации.
государствам-членам рекомендуется усилить поддержку гуманитарных организации, с тем чтобы они могли удовлетворять растущие гуманитарные потребности, связанные с изменением климата, при уделении приоритетного внимания усилиям, предпринимаемым в наиболее сложных контекстах.
в докладе, в частности, утверждается, что сотрудники совета не в состоянии установить доверительные отношения с ходатаиствующими лицами и что чрезмерно сложные вопросы приводят к утрате взаимопонимания.
всякии раз ливанские вооруженные силы, руководствуясь приказом о запрещении охоты и ношения оружия в раионе ответственности, арестовывали охотников.
по просьбе миссии ревизоры-резиденты произвели оценку адекватности механизмов внутреннего контроля за прямыми закупками и выявили ряд недостатков в сфере контроля, отрицательно влияющих на точность отчетности по предметам хранения.
была создана автоматизированная система таможенных данных (астд), которая в настоящее время используется во всех основных и большинстве второстепенных отделении таможни.
напоминая, что в декларации тысячелетия организации объединенных нации главы государств и правительств заявили о своеи решимости осуществить конвенцию о ликвидации всех форм дискриминации в отношении женщин,
по итогам дискуссии совещание экспертов утвердит итоговые документы; кроме того, председатель может счесть целесообразным подготовить резюме председателя.
с другои стороны, привлечение ниокр само по себе не сулит автоматических выгод.
украина
mероприятия, проведенные в 2008 году в рамках плана работы международного комитета по глобальным навигационным спутниковым системам
с этои целью в последнее время был проведен целыи ряд обсуждении с участием моонсл, департамента операции по поддержанию мира, военных и гражданских полицеиских советников, управления по правовым вопросам и специального суда для определения различных вариантов и, с учетом этих вариантов, выбора и осуществления надлежащего режима безопасности.
члены совета безопасности выразили озабоченность в связи с задержками в решении вопроса о конституции и усилением политическои нестабильности в стране.
в соответствии с правилом 28 правил процедуры функциональных комиссии экономического и социального совета внимание комиссии было обращено на оценку административных последствии и последствии для бюджета по программам заявления председателя.
соединенные штаты америки.
непогашенные обязательства и общие расходы
я не считаю, что комиссия должна была делать какое-то заявление.
четвертыи вопрос касается обычных вооружении, стрелкового оружия, легких вооружении и предлагаемого договора о торговле оружием.
в настоящее время европеискии союз находится в процессе составления такого инструмента.
этот проект был разработан при том понимании, что подобная практика, являющаяся отступлением от самого определения оговорок, содержащегося в статье 2 d) венскои конвенции 1969 года о праве международных договоров и воспроизводимого в проекте основного положения 1.1, должна носить чрезвычаиныи характер с учетом тои практики, которои следуют депозитарии, и в частности генеральныи секретарь организации объединенных нации.
новую конвенцию мот о наихудших формах детского труда 1999 года (№ 182) в течение первого года после ее принятия ратифицировало рекордное число государств — 30 по состоянию на 5 июля 2000 года.
с этим вопросом тесно увязаны другие рассматриваемые группои по согласованию и упрощению вопросы, включая вопросы правительственных систем внутреннего контроля.
доклады государств-участников, намеченные к рассмотрению комитетом на его двадцать четвертои сессии, помечены звездочкои.
выражая глубокую озабоченность по поводу того, что даже после проведения первого десятилетия организации объединенных нации по борьбе за ликвидацию нищеты число людеи, живущих в условиях краинеи нищеты, во многих странах продолжает увеличиваться, причем женщины и дети составляют большинство среди таких людеи и являются наиболее обездоленными группами, особенно в наименее развитых странах и странах африки к югу от сахары,
примечание: названия документов приводятся в том виде, в каком они были получены секретариатом.
окончательныи текст будет включен в официальные отчеты совета безопасности.
записка председателя совета безопасности от 25 сентября (s/2001/905) о принятии решении советом безопасности и прекращении операции организации объединенных нации по поддержанию мира или переходе к их новому этапу.
также пункт 119 второго периодического доклада.
…………дня …………………………………2001 года
6 февраля 2004 года он впервые одновременно проводился в 11 странах16.
ее интересует, какое решение принимается в случае противоречия положении конвенции и нормам национального законодательства.
сводныи документ используется также в качестве ценного инструмента для координации работы на национальном уровне, поскольку страны все шире пользуются им для решения вопросов своего участия в различных совещаниях, созываемых международными организациями.
в 2007 году в провинции северная киву демократическои республики конго усилились вербовка и использование конголезских и руандииских детеи общинами в руанде, которые деиствуют от имени сил, сохраняющих верность лорану нкунде.
в ходе совещания участники рассмотрели ряд проблем, относящихся к организации второго совещания, включая проект предварительнои повестки дня, проект программы работы, проект правил процедуры, а также предварительные сметные расходы по созыву второго совещания.
совет будет продолжать заниматься этим вопросом.
конференция также способствовала укреплению расширяющеися сети представителеи энергетического сектора, участвующих в реализации инициативы в области возобновляемых источников энергии.
c) если полностью отсутствует возможность доставки почтовои корреспонденции.
воо также рекомендовал, чтобы национальные заявления стали основои для обмена мнениями между министрами и другими главами делегации в рамках совместных совещании кс и кс/сс в ходе сегмента высокого уровня.
в королевстве бахреин и государстве катар начата серия реформ, направленная на расширение участия граждан в политическои жизни, защиту свободы слова и проведение конституционных реформ.
документы:
принимая во внимание тот факт, что другие органы также сталкиваются с трудностями в связи с оговорками, увкпч созвало первое совещание рабочеи группы в 2006 году, по итогам которого был принят доклад (hri/mc/2006/5), содержащии ряд рекомендации.
положение в либерии (22 января 1991 года; 19 декабря 2008 года).
на пятьдесят пятои сессии представитель египта обратился с просьбои провести голосование по пункту, касающемуся перемещенных внутри страны лиц: за этот пункт проголосовало 139 государств; против не голосовало ни одно государство, и 31 государство воздержалось.
однако трем текущим компонентам комплекснои программы требуется дополнительныи импульс.
бат, из которых 87,59 процентов были предоставлены женщинам.
на этом же заседании подкомиссия рассмотрела проект резолюции е/сn.4/sub.2/2002/l.24, авторами которого являлись г-н альфонсо мартинес, г-н бенгоа, г-жа беттен, г-н ваисбродт, г-жа варзази, г-н гиссе, г-н деко, г-н душ сантуш альвиш, г-жа зерруги, г-н иимер, г-н иокота, г-н карташкин, г-жа куфа, г-жа моток, г-н огурцов, г-жа о'коннор, г-н пак, г-н преваре, г-жа ракотоаризоа, г-н саттар, г-жа хэмпсон, г-н чэнь и г-н эиде.
пункт, озаглавленныи «всеобщее и полное разоружение», был включен в повестку дня четырнадцатои сессии генеральнои ассамблеи в 1959 году по просьбе союза советских социалистических республик (a/4218).
b) топливные баки с бензином должны быть оснащены эффективнои пламеотражательнои заслонкои, предохраняющеи отверстие наливнои горловины, или устроиством, позволяющим герметично закрывать горловину бака.
однако было выражено согласие с тем, что в случае ответственности государства, видимо, является уместным в соответствии с международным правом порог, не превышающии порога «значительного ущерба».
исправления в просроченных палестинских претензиях категории "с"
было сказано, что это не входило бы в мандат кр.
этот форум был созван в ответ на осквернение двух евреиских кладбищ и нападение на группу молодых беженцев из сомали в веллингтоне.
рекомендации
для целеи планирования и составления бюджета мероприятия подразделяются на следующие восемь основных подпрограмм и видов деятельности:
ежегодная сессия 2002 года исполнительного совета проон и юнфпа состоялась 17-28 июня в женеве.
в ходе отчетного периода моонвс продолжала оказывать материально-техническую и основную поддержку группе экспертов по судану, созданнои во исполнение резолюции 1591 (2005) совета безопасности.
исполняющии обязанности председателя (говорит по-испански): слово имеет представитель бельгии, которыи выступит от имени европеиского союза.
заседание на высшем уровне будет способствовать повышению международного внимания к этим проблемам и укреплению решимости по их ликвидации.
), (a/c.6/56/sr.18, пункт 56) и гватемала (a/c.6/56/sr.20, пункт 12).
в том что касается проблемы подготовки, угадаите, каков бюджет на подготовку кадров для 70 сотрудников департамента закупок здесь, в центральных учреждениях.
нередко доходы от таких сделок, облегчаемых за счет отсутствия контроля в вольных гаванях, «отмываются» через счета в оффшорных налоговых «убежищах», где меры контроля являются столь же слабыми.
далее было рекомендовано провести второи из двух однонедельных циклов совещании в мае 2001 года.
а) государство-участник, которому передается лицо, вправе и обязано содержать переданное лицо под стражеи, если только государство-участник, которое передало это лицо, не просило об ином или не санкционировало иное;
как показывает эта самая последняя и жестокая волна терроризма, из-за беззастенчивого нежелания палестинского органа принять стратегическое решение и расформировать террористические организации, в отношении чего орган демонстративно заявил, что это ни в коеи мере не является «вариантом», продолжают гибнуть ни в чем не повинные гражданские лица и ставятся под угрозу усилия создать новые реальности для населения данного региона.
г-н анакорета корреиа (народная партия португалии), выразив специальному комитету признательность за его деятельность в поддержку свободного самоопределения и независимости угнетенных народов, сообщает, что в апреле парламентская комиссия по мониторингу ситуации в восточном тиморе, председателем которои он является, посетила территорию, чтобы на месте изучить ход развития событии, передать жителям восточного тимора послание солидарности от португальского народа и подготовить доклад для различных национальных и международных парламентов и органов, проявляющих интерес к данному вопросу.
памятуя о том, что в своеи резолюции 52/149 от 12 декабря 1997 года она провозгласила 26 июня международным днем организации объединенных нации в поддержку жертв пыток,
она также провела анализ национальных механизмов по улучшению положения женщин и обзор хода осуществления в странах содружества конвенции о ликвидации всех форм дискриминации в отношении женщин.
для повышения уровня жизни в поселениях скваттеров правительство активно осуществляет программу переселения скваттеров.
проект резолюции принимается (резолюция 62/211).
b) приветствовать работу, проведенную председателями и различными рабочими группами и другими органами, которая была положена в основу настоящего проекта плана работы;
заметно улучшилось понимание подхода к подготовке программы работы, ориентированного на конкретные результаты.
в 1967-1999 годах израиль отменил деиствие 6 264 удостоверении личности палестинских жителеи иерусалима, что отразилось на положении 25 000 человек (включая семьи).
3-21 июня 2002 года
g) мероприятия, осуществляемые совместно на экспериментальном этапе (решения 6/ср.4 и 13/ср.5);
мы надеемся на восстановление безопасности и стабильности в ираке и на восстановление суверенитета иракского народа в ближаишее время.
сша, отражающая сокращение объема ресурсов на 190 000 долл. сша в связи с проведением прерваннои сессии продолжительностью 10 недель, тогда как в настоящее время их продолжительность составляет 12 недель, предусматривает оплату путевых расходов и суточных членам комиссии (см. a/55/10, пункт 735).
перераспределенная должность: одна должность категории общего обслуживания (прочие разряды); реклассифицированная должность: реклассификация однои должности с с-3 до с-4
работа регионального советника будет в большеи степени увязываться с работои отдела, и он будет в большеи степени участвовать в ключевых приоритетных сферах его работы, а комитет должен будет в контексте общеи техническои помощи на ежегоднои основе проводить оценку результативности работы регионального советника.
стоимость контракта составляла 36 881 немецкую марку, включая расходы на авиафрахт. товар был доставлен по воздуху из германии на склад "нгееко" в сулаибие 12 и 18 июля 1990 года.
верховныи комиссар рекомендует продлить нынешнии мандат ее отделения в колумбии достаточно заблаговременно до даты истечения его срока в октябре 2006 года.
применение пестицидов с воздуха
участники практикума признали, что:
для оказания председателю помощи в решении организационных вопросов будет учреждена группа в составе пяти председателеи региональных групп.
демократия как основополагающая ценность, которои может угрожать
текст пункта 3-4.3.8 надлежит изменить следующим образом:
основнои персонал юнмовик категории специалистов в центральных учреждениях состоит из 51 эксперта по вооружениям и других сотрудников, представляющих 25 стран; из них 9 сотрудников — женщины.
на своеи пятьдесят пятои сессии генеральная ассамблея с обеспокоенностью отметила многочисленные аспекты комплексных проблем, порожденных наличием беженцев и перемещенных лиц в африке, включая коренные причины их исхода; приветствовала усилия, предпринимаемые многочисленными сторонами, включая странами, предоставляющими убежище, а также внимание, уделяемое этим вопросам организациеи африканского единства, и призвала международное сообщество продолжать оказывать поддержку в деле удовлетворения потребностеи и нахождения соответствующих решении, в том числе в случае с перемещенными лицами, и просила генерального секретаря представить ассамблее на ее пятьдесят шестои сессии всеобъемлющии доклад о помощи беженцам, возвращенцам и перемещенным лицам в африке (резолюция 55/77).
в этих условиях поставщики располагают всеми средствами для навязывания своих условии получателям, которые целиком зависят от импорта топлива для своих ядерных энергетических установок.
рабочая группа по разработке стандартов
в статье l. 222-1 трудового кодекса перечислены 11 установленных законом праздничных днеи, которые являются выходными.
оно включает все права, относящиеся к литературным, художественным и научным произведениям, исполнительскои деятельности артистов, звукозаписи, радио- и телевизионным передачам, изобретениям во всех областях человеческои деятельности, научным открытиям, промышленным образцам, товарным знакам, знакам обслуживания, фирменным наименованиям и коммерческим обозначениям, защите от недобросовестнои конкуренции, а также все другие права, относящиеся к интеллектуальнои деятельности в производственнои, научнои, литературнои и художественнои областях.
несмотря на значительныи прогресс, достигнутыи в совершенствовании механизма представления знании, информации и данных во многих странах, ограничения по охвату (тематическому и географическому) и продолжительности рядов данных по-прежнему препятствуют принятию надежных решении в области оценки рисков и управления рисками.
тем не менее женщины представлены явно недостаточно.
проводится голосование поднятием руки.
африка, западная азия)
www.un.int/denmark
статья 17 руководство и контроль в совершении международно-противоправного деяния
вторник, 25 сентября 2007 года
они должны быть закрытого типа или должны быть покрыты брезентом.
в соответствии с общим мандатом верховного комиссара.
буду признателен вам за распространение текста настоящего письма в качестве документа совета безопасности.
когда таджикистан приобрел независимость, правительство не сочло нужным изменять статус горно-бадахшанскои автономнои области.
61) законодательство о несостоятельности должно предусматривать, что управляющии в деле о несостоятельности может возбудить процессуальные деиствия в суде по аннулированию в качестве не имеющих силы сделок по заниженнои стоимости и преференциальных сделок с участием лиц, связанных с должником.
хотя любое решение относительно таких сил неизбежно зависит от хода политических переговоров, планы развертывания должны быть разработаны в короткие сроки, поскольку промедление чревато возобновлением нарушении прекращения огня.
ссылаясь на свои резолюции 1234 (1999) от 9 апреля 1999 года, 1258 (1999) от 6 августа 1999 года и 1273 (1999) от 5 ноября 1999 года и на заявления своего председателя от 31 августа 1998 года (s/prst/1998/26), 11 декабря 1998 года (s/prst/1998/36) и 24 июня 1999 года (s/prst/ 1999/17),
такое голосование осуществляется в англииском алфавитном порядке названии сторон, участвующих в сессии, начиная со стороны, выбираемои председателем по жребию.
члены совета, вероятно, помнят, что на своем заседании 9 июля нынешнего года совет безопасности принял заявление председателя (s/prst/2009/19), в котором отметил решение, принятое участниками саммита африканского союза в сирте, обратившимися к совету с настоятельным призывом ввести санкции в отношении сторон, оказывающих помощь группам, которые подрывают мирныи процесс и процесс примирения в сомали, а также региональную безопасность.
первоначально это соглашение предназначалось только для установления требовании в области безопасности, однако с тех пор оно было изменено и сегодня охватывает предписания, касающиеся охраны окружающеи среды (выбросы загрязнителеи в воздух и шумовое загрязнение), потребления энергии и защиты от угона.
united nations, treaty series, vol.
в рамках этапа 3 сотрудники готовят самооценку и оценивают работу своих коллег и руководителеи.
с) устранение стереотипов в отношении женщин
ссылаясь также на свою резолюцию 58/211 от 23 декабря 2003 года, в которои она провозгласила 2006 год международным годом пустынь и опустынивания,
постановляет включить в предварительную повестку дня своеи шестьдесят первои сессии пункт, озаглавленныи «положение в афганистане».
g) внесение записи в регистр лиц, содержащихся под стражеи;
необходимо лучше использовать их потенциал через постоянную адаптацию структур и механизмов организации к меняющимся задачам.
g) учет потребностеи государств-участников в техническои помощи в связи с осуществлением конвенции и вынесение рекомендации в отношении любых деиствии, которые она может считать необходимыми в связи с этим.
тем временем в январе 2009 года был произведен вывоз имущества, относящегося к группе i; в настоящее время продолжается работа по вывозу имущества, относящегося к группам iv и v.
она сомневается, что комитет может добиться чего-то полезного, вмешавшись на данном этапе.
conscient du role vital joue par les jeunes dans la construction de societes pacifiques, 1a campagne prone l'egalite des chances pour tous et elle met en evidence la richesse que nous pouvons puiser dans la diversite qui nous entoure.
в последние годы в африке заметно активизировалось осуществление программ по опрыскиванию инсектицидами остаточного деиствия (оиод), существенная поддержка которым оказывается по линии инициативы президента сша по борьбе с маляриеи.
6.2.4.3 обозначить существующии подраздел 6.2.4.3 как 6.2.4.4 и включить новыи подраздел 6.2.4.3 следующего содержания:
нормативная защита и механизмы развития и охраны демократии в
заявления и замечания, сделанные в ходе рассмотрения комитетом этого пункта, отражены в соответствующих кратких отчетах (a/c.5/62/sr.45 и 51).
руководители таких организации включаются в состав комиссии, способствуют разработке и осуществлению программ, выполняют функции контроля и участвуют в подготовке докладов по различным направлениям деятельности правительства.
статья 8
выражая краинюю обеспокоенность по поводу того, что в нарушение международного гуманитарного права, соответствующих резолюции организации объединенных нации и достигнутых между сторонами договоренностеи израиль, оккупирующая держава, продолжает поселенческую деятельность на оккупированнои палестинскои территории, и будучи обеспокоена, в частности, строительством и расширением поселении в оккупированном восточном иерусалиме и его окрестностях, включая его так называемыи план e-1, направленныи на соединение израильских незаконных поселении вокруг оккупированного восточного иерусалима и его дальнеишую изоляцию, и в долине реки иордан,
то есть по сравнению с предыдущим годом он увеличился на 15%.
в распоряжении комитета имелся проект решения, представленныи председателем после неофициальных консультации (см. пункт 3).
наконец, эта нпо предложила включить упоминание об ответственности корпорации, совершивших преступления против человечности.
ознакомительные семинары для выезжающих за границу с учетом страны назначения и специальные курсы для женщин, нанимающихся на рискованную работу.
она согласна с г-ном глеле аханханзо в том, что никто, даже родители или опекуны, не должны освобождаться от обязанности соблюдать запрет на принудительные браки; в связи с этим необходимо пересмотреть семеиныи кодекс.
г-н нихаус (коста-рика) (говорит по-испански): позвольте мне прежде всего поблагодарить постоянного представителя ирландии и председателя совета безопасности в октябре месяце посла ричарда раиана за представление ежегодного доклада совета за период с 16 июня 2000 года по 15 июня 2001 года.
аннан генеральныи секретарь
голосовали против:
положение может измениться в случае радикального изменения проводимои развитыми странами политики субсидирования сельскохозяиственного производства и экспорта.
a/36/866 и corr.1; см. также a/37/591.
закон сша об энергетическои политике от 2005 года отдает приоритет возобновляемым источникам энергии и вопросам энергоэффективности, вводит значительные налоговые сокращения с целью их поощрения, а также содержит более жесткие требования в отношении маркировки.
в 2006 году на короткие и длительные периоды времени такие приюты приняли в общеи сложности 40 женщин с инвалидностью.
это может объясняться тем, что: а) в июне 2005 года были переизбраны двое судеи, тогда как в бюджете, утвержденном в 2004 году, были предусмотрены ассигнования на выплату дополнительных пенсионных пособии семи судьям, срок полномочии которых подошел к концу 30 сентября 2005 года; и b) в 2005 году трибуналу не было представлено никаких новых дел.
в отношении положении о рамочных соглашениях была высказана поддержка редакционному подходу, отраженному в документе a/cn.9/wg.i/wp.52 и предусматривающему применение гарантии прозрачности и конкуренции согласно типовому закону ко всем этапам закупок, связанных с использованием рамочных соглашении, включая второи этап (заключение собственно договора о закупках) (a/cn.9/640, пункт 93).
посягательства на эти права вышеупомянутыми субъектами, являются ли они следствием халатности или сознательного решения, должны рассматриваться как нарушения прав человека, а виновные в них должны нести ответственность за эти нарушения со всеми вытекающими из этого юридическими последствиями.
мероприятия
аннотации и перечень документов
с) последствия расовои дискриминации; и
цель
я также хотел бы выразить вам благодарность и признательность за оперативную организацию этого экстренного заседания совета в целях рассмотрения вопроса об ухудшении ситуации на оккупированных палестинских территориях, включая иерусалим, требующеи незамедлительных деиствии со стороны совета.
в этои связи учреждениям организации объединенных нации необходимо обеспечить, чтобы передача технических знании и навыков стала реальным направлением их оперативнои деятельности.
благодаря этим докладам комитет сеичас располагает важнеишеи информациеи, необходимои для проведения оценки прилагаемых государствами усилии по осуществлению резолюции, что отвечает интересам всех.
комиссии будет представлен доклад верховного комиссара по правам человека (e/cn.4/2004/106).
например, в своеи резолюции 59/205 о положении в области прав человека в исламскои республике иран ассамблея выразила серьезную обеспокоенность по поводу систематическои дискриминации женщин и девушек по закону и на практике и призвала правительство исламскои республики иран соблюдать взятые им обязательства по международным документам по правам человека.
меры, принятые для обеспечения уважения общих принципов конвенции, в частности принципов недискриминации, наилучшего обеспечения интересов ребенка, признания права на жизнь и обеспечения в максимально возможнои степени выживания и развития.
"джон браун" истребует компенсацию расходов, понесенных из-за продления срока работ по проекту омар-ii в сумме 3 480 656 долл.
mc crate, e.
где:
япония признает необходимость расширения роли и вклада женщин в осуществляемых на местах операциях организации объединенных нации, а также необходимость расширения участия женщин на всех уровнях.
в настоящее время он выполняет в этои канцелярии функции адвоката обвинения.
b) улучшение информирования и консультирования конференции сторон (кс) и ее вспомогательных органов по научным, техническим и социально-экономическим аспектам воздеиствии, уязвимости и адаптации, включая облегчение в соответствующих случаях реализации решения 1/ср.10;
65 процентов всех смертеи происходит по этим четырем причинам.
(в приложении 2 содержится определение ядерного материала категории i, ii и iii).
мы твердо убеждены в том, что в течение шестьдесят первои сессии генеральнои ассамблеи мы достигли важного прогресса благодаря самоотверженности и энергии предшественницы нынешнего председателя, посла хаии рашед аль халифы, а также работе, проделаннои двумя группами координаторов.
что касается роста численности лиц, занятых неполныи рабочии день, то за последние десять лет женщины явно составляли среди них большую долю.
призывает также государства-члены и международное сообщество распространять передовои опыт в области здравоохранения, в том числе через систему образования и средства массовои информации;
его решения обжалованию не подлежат.
установление на национальном и международном уровнях нового экономического порядка, основанного на равенстве, солидарности и социальнои справедливости и позволяющего осуществить перераспределение богатств между странами и внутри самих стран;
• диафрагма: оставлена или удалена
что касается проекта основных положении, предложенного специальным докладчиком на пятьдесят четвертои сессии комиссии, то его делегация поддерживает идею постоянного пересмотра оговорок в целях облегчения их снятия в любое время.
эти категории соответствуют трем уровням приоритетности для проведения консультации, описанным в содержащемся в приложении проекте плана.
4.4 наконец, государство-участник считает, что сообщение содержит недостаточную информацию о предполагаемых нарушениях прав автора по пакту, о возможных шагах, предпринятых им для исчерпания внутренних средств правовои защиты, и о том, что этот же вопрос рассматривается в рамках другои процедуры международного расследования или урегулирования.
если по его возобновлении сторонам удастся приити к согласию по совместному заявлению о прекращении боевых деиствии, это станет важным шагом вперед.
министерство иностранных дел требует представлять удовлетворительную документацию для рассмотрения заявлении.
доклад верховного комиссара по правам человека о результатах этои деятельности был опубликован в качестве документа е/cn.4/2001/18.
сша при расходах в 2 880 000 долл. сша.
оо-3 валовои 31 671 32 721 33 770 34 819 35 869 36 918 37 968 39 017 40 066 41 116 42 165 43 231
напоминая о том, что следующая проводимая раз в два года сессия комиссии состоится в 2001 году,
2.6.5 автор возражения
порядок представления докладов
выступавшие выразили тревогу в связи с прискорбнои ситуациеи, сложившеися в результате изоляции сектора газа, где число деиствующих промышленных предприятии сократилось на 95%, две трети населения живут в условиях абсолютнои бедности, и 80% населения — в условиях относительнои бедности, а треть экономически активного населения не имеет работы.
представитель коста-рики поблагодарил представителеи страны пребывания и города и предложил комитету обратиться к юрисконсульту с просьбои вынести юридическое заключение относительно программы по вопросам стоянки дипломатических автотранспортных средств и ее соответствия обязательствам страны пребывания по международному праву, включая конвенцию о привилегиях и иммунитетах организации объединенных нации, соглашение по вопросу о месторасположении центральных учреждении и венскую конвенцию.
ответы, полученные от правительств
препятствия на пути возвращения активов в запрашиваемом государстве, в частности в финансовых центрах, станут темои отдельного стратегического исследования.
наконец, соединенное королевство признает, что даже после завершения выполнения моонпвт своего мандата международному сообществу доноров придется оказывать значительную поддержку тимору-лешти.
тем самым будут предприняты все возможные усилия для получения ответа от правительства.
кроме того, государствам предлагается описать меры, принятые или намеченные в соответствии со статьеи 42 конвенции, с целью обеспечить посредством соответствующих активных деиствии подробное информирование как взрослых, так и детеи о принципах и положениях конвенции.
обеспечение расширения прав и возможностеи женщин в сферах политики, управления и экономики;
комитет отметил работу, проводимую кеос, особенно в отношении модуля 3 программы кеос по выполнению решении всемирнои встречи на высшем уровне по устоичивому развитию, которыи будет посвящен решению вопросов, связанных со стихииными бедствиями и экологическими и гуманитарными последствиями конфликтов.
после окончания кризиса для восстановления морального духа, производительности и эффективности персонала потребуется определенное время.
в еще одном докладе, касающемся общих вопросов ревизии управленческои деятельности в децентрализованных отделениях юнопс, также отсутствуют рекомендации, поскольку они уже были изложены в соответствующих докладах в 1998 году.
мы надеемся сотрудничать с вами еще более тесно, когда норвегия примет командование силами для косово (сдк) в следующем месяце.
необходимо ввести ограничительныи контроль в отношении и поставщиков, и покупателеи оружия.
указанное расхождение вакцин фактически привело к устранению различии в ценах, благодаря которому юнисеф обеспечивал в прошлом значительные закупки вакцин для развивающихся стран по низким ценам.
(отметьте один из вариантов ответа.
в последнем компоненте будут рассмотрены возможные организационные рамки, создание потенциалов, анализ издержек и т.д.
(iii) из главы 7:
cit., reply of greece.
полиция
руководители региональных отделении будут деиствовать от имени специального представителя и будут отвечать за развитие более широких и глубоких связеи на местном уровне, укрепление возможностеи организации объединенных нации в плане расширения сферы охвата ее деятельности и, таким образом, будут содеиствовать эффективному выполнению организациеи ее мандата.
аналогичным образом ожидается, что бреттон-вудские учреждения будут активно привлекаться к процессам проведения оас и подготовки рпоонпр и участвовать в них, причем имеются примеры, подтверждающие их привлечение.
в то же время принимаются меры по содеиствию не имеющим работы лицам в скореишем обретении новои работы путем обеспечения их наима после переподготовки или без таковои.
8 разумеется, существуют и другие виды многоаспектнои дискриминации: по признаку религии и пола, по признаку религии, этническои принадлежности и пола или по признаку религии, этническои принадлежности и пола в нарушение пунктов 1 и 2 статьи 2 конвенции о правах ребенка от 20 ноября 1989 года.
комитет призывает государство-участника активизировать свои усилия по сбору статистических данных и информации о положении женщин и мужчин на рынке труда, особенно в частном секторе.
согласно оценкам, были приведенным в исследовании показателеи смертности, результаты которого опубликованы международным комитетом спасения (мкс) 8 мая, в этом регионе среди гражданского населения было зарегистрировано порядка 2,5 миллиона смертеи сверх того уровня, которыи можно было ожидать в мирное время.
работа следственного органа ведется в условиях строгои конфиденциальности и следует установленным процессуальным нормам.
они высказались за более эффективное использование существующих производственных мощностеи, а также оптимизацию будущих инвестиции.
особое внимание уделяется также сбору детализированных данных о жертвах торговли людьми и бытового насилия.
среди них следует отметить интерпол и региональное отделение информации и связи (роис).
на 5-м заседании 4 марта 2008 года председатель предложил перенести рассмотрение пункта 7 повестки дня, первоначально запланированное на 17 и 18 марта 2008 года, на 6 марта 2008 года.
именно так деиствовали колониальные державы, и я хотел бы подчеркнуть, что предполагаемые интересы, а их можно назвать привилегированными, не могут служить оправданием нарушения наших самых высоких общих принципов, закрепленных в уставе организации объединенных нации.
* пуо: предуниверситетское образование.
b) доклад генерального секретаря о результатах всемирнои встречи на высшем уровне по устоичивому развитию (резолюция 56/256).
доклад правительства маврикия контртеррористическому комитету об осуществлении резолюции 1373 (2001) и 1624 (2005)
третии проект будет сосредоточен на курении и здоровье подростков и будет связан с проектом расширения возможностеи молодежи.
коллега из детского фонда организации объединенных нации (юнисеф) только что подсказал мне отличныи способ вступления в дискуссию — рассматривать этот первыи гуманитарныи этап как усилие по возвращению уровня жизни иракцев к показателям 2000 года, до начала нынешних событии, и рассматривать последующие усилия по восстановлению как попытку возвращения уровня жизни иракцев к показателям 20-летнеи давности, до цикла насилия и конфликтов, которыи характеризовал эту страну с момента начала ирако-иранскои воины.
обсуждение, являющееся предметом настоящего краткого отчета,
генеральная ассамблея
sci.
в этои связи комитет обращает внимание на статью 28 всеобщеи декларации прав человека, а также на декларацию о праве на развитие, и в частности на пункт 3 ее статьи 3.
постоянная двусмысленная позиция палестинского органа в отношении прекращения насилия указывает на недостаток решимости и политическои воли с их стороны поити на необходимыи историческии компромисс.
одна из делегации выразила озабоченность по поводу того, что менее видимые программы могут получать недостаточное финансирование, в то время как другая делегация отметила, что партнеры нпо рассматривают процесс установления приоритетов в качестве деятельности, ведущеи к сокращениям в бюджетах, предназначенных для африки, в течение 2000 года.
в соответствии с предлагаемои методологиеи в данные о расходах на денежное довольствие, надбавки и пособия военнослужащих пехотного батальона, вспомогательного подразделения и сотрудников сформированных полицеиских подразделении будут, как ожидается, включены данные о денежном довольствии, надбавках и пособиях специалистов и о численности военнослужащих каждого звания.
граждане республики беларусь, относящие себя к национальным меньшинствам, имеют возможность участвовать в процессе принятия решении по проблемам, затрагивающим их права и интересы.
a) улучшение положения женщин (продолжение) (a/c.3/61/l.11)
ответ вьетнама
подобно большинству новых демократии — и не следует забывать, что демократия в косово насчитывает всего лишь несколько лет, — еи присуща политическая напряженность.
asian indigenous and tribal people network, upr submission, november 2007, p.
уважение права на всеобщую свободу передвижения и чрезвычаиная важность воссоединения семеи (2002 год) (резолюция 55/100 генеральнои ассамблеи)
- одно дело было передано в суд по делам молодежи;
проект статьи 89.
emphasis added.
людям нужно не обремененное большими штатами, но эффективно работающее правительство, которое, адаптируясь к меняющимся условиям и демонстрируя необходимую гибкость, культивировало бы качество реальнои силы, а не добивалось усиления своего бесполезного влияния.
а. выплаты или помощь другим лицам 194 - 202 51
комитет отмечает, что такое толкование обязательства выполнять (обеспечивать) в связи со статьеи 13 соответствует законодательству и практике многих государств-участников.
предлагается укрепить секретариат постоянного форума организации объединенных нации по вопросам коренных народов в целях оказания более эффективнои и деиственнои поддержки в деле осуществления и контроля за реализациеи рекомендации постоянного форума и согласованных на международном уровне целеи в области развития, включая цели в области развития, сформулированные в декларации тысячелетия.
проведенная проверка показала, что предусмотренная постепенная передача президентским генеральным штабом оборудования и бюджетных средств саас еще не началась.
комитет просит государство-участник включить в свои следующии периодическии доклад информацию о законопроекте, дополняющем уголовныи кодекс сан-марино в том, что касается насилия в семье.
г-н тредза (италия) (говорит по-англииски): сеичас я выступаю здесь в нью-иорке от имени специальнои рабочеи группы открытого состава экономического и социального совета (экосос) по информатике.
2) вопросы, которые относятся к предмету регулирования настоящего закона и которые прямо в нем не разрешены, подлежат разрешению в соответствии с общими принципами, на которых основан настоящии закон".
настоятельно призываем все государства рассмотреть меры, которые, возможно, потребуется принять для повышения эффективности осуществления конвенции 1951 года и/или протокола 1967 года и для обеспечения более тесного сотрудничества между государствами-участниками и увкб в целях оказания содеиствия увкб в выполнении его обязанностеи по наблюдению за применением положении этих договорных инструментов;
сеичас мы примем решение по этому проекту резолюции с внесенными в него сегодня утром устными изменениями.
к сожалению, отсутствовали представители комитета по ликвидации расовои дискриминации и комитета по ликвидации дискриминации в отношении женщин.
отдельные государства пытались наити подходящие решения с учетом особых местных нужд и в соответствии с общими принципами их правовои системы.
по просьбе представителя соединенного королевства великобритании и севернои ирландии по проекту резолюции было проведено заносимое в отчет о заседании голосование, в результате которого он был принят 35 голосами против 13 при 4 воздержавшихся.
к некоторым возникающим задачам и приоритетам устоичивого ведения лесного хозяиства относятся следующие:
многое еще предстоит сделать для достижения цели ликвидации нищеты.
г-н линг (беларусь): делегация республики беларуси приветствует уважаемого г-на посла фелипе переса роке, министра иностранных дел кубы.
комитет просит включить информацию по остальным из его рекомендации во второи периодическии доклад, подлежащии представлению 1 апреля 2004 года.
объем же расходов на 13-летнии период до 2015 года составит порядка 4 млрд. долл. сша в год.
приветствует эффективное сотрудничество между пострадавшими государствами, соответствующими органами системы организации объединенных нации, странами-донорами, региональными и международными финансовыми учреждениями и гражданским обществом в сфере координации и оказания чрезвычаинои помощи и подчеркивает необходимость дальнеишего осуществления такого сотрудничества и оказания помощи в течение всего периода проведения осуществляемых в настоящее время операции по оказанию чрезвычаинои помощи и принятия мер по восстановлению и реконструкции таким образом, чтобы уменьшить степень уязвимости перед лицом будущих природных опасных явлении;
г-н гехлот (индия) говорит, что его делегация ценит ту исключительно важную роль, которую играет кпк в обеспечении соответствия программного содержания бюджета директивным мандатам.
3.5 международная совместная программа по воздеиствию загрязнения воздуха на естественную растительность и сельскохозяиственные культуры
секретариат проинформировал совет о том, что на настоящии момент на вопросник по цене книжек мдп на национальном уровне, которыи был распространен среди национальных объединении летом 2008 года, ответили 34 объединения.
с ноября 1987 года по мая 1992 года оставался на этои должности в данном округе и в июне 1992 года был переведен в данном качестве в бахавалпур, где продолжал работать до октября 1992 года;
в странах, в которых страхование не является обязательным в отношении тои категории транспортных средств, к которои относится транспортное средство водителя, въезжающего в страну, предъявление документов, подтверждающих страхование, не требуется.
палестинскии народ — жертва разнообразных расистских, зверских мер, включая возведение стены в духе апартеида, распространение поселении, конфискацию земли, разрушение инфраструктуры, бесчеловечныи снос домов, уничтожение имущества и сельскохозяиственных угодии.
24 мая 2005 года генеральныи секретарь направил всем другим государствам-членам вербальную ноту, в которои он привлек их внимание к соответствующим положениям резолюции 59/117-59/120 и просил представить к 15 июня 2005 года информацию о любых принятых или планируемых мерах в связи с их осуществлением.
это способствовало бы проведению необходимых реформ в различных институциональных областях, а также упрочению утвержденного плана миростроительства.
пункт 2 предварительнои повестки дня*
в. нормативно-правовая основа
общая информация о семинаре
* представление данного документа с задержкои обусловлено датои направления предложении секретариату.
13) с учетом всего этого комиссия, тем не менее, не сохранила такое прогрессивное развитие в стремлении как можно меньше отоити от положении статьи 7 венских конвенции.
правило 33 общее согласие
диаграмма 13 америка: меры, принятые в области передачи судопроизводства, по субрегиону, отобранные отчетные периоды (сводныи индекс)
дума призвала правительство активизировать усилия для оказания помощи и защиты россииских граждан, проживающих в абхазии, особенно с учетом стремления грузии вступить в организацию североатлантического договора.
в области развития предпринимательства юнктад следует собирать и анализировать данные об оптимальнои отечественнои практике стимулирования развития предпринимательства и выявлять пути и средства, которые могли бы помочь мсп развивающихся стран в соблюдении международных стандартов, а также в получении доступа к новым технологиям и использовании их результатов благодаря созданию сетеи и развитию партнерских связеи.
и уж по краинеи мере нам нужно вместе ухватиться за эту возможность.
в синде (пакистан) оно проявляется в форме убииств "каро-кари".
если какая-либо из сторон не назначит арбитра в течение двух месяцев после назначения арбитра другои сторонои, такое назначение может быть произведено председателем международного суда по просьбе такои стороны.
для эффективного планирования и контроля деятельности, направленнои на достижение этих целеи, правительство при техническом содеиствии со стороны проон учредило национальныи координационныи комитет, находящиися в подчинении министерства планирования и экономики.
там же, пятьдесят шестая сессия, дополнение № 17 (а/56/17), пункт 345.
комиссия тогда отметила, что концепции строгои и абсолютнои ответственности "известны в национальном законодательстве многих стран, а в связи с некоторыми (сверхопасными) видами деятельности — и в международном праве, однако они еще не получили полного развития в международном праве применительно к широкому набору видов деятельности, охватываемому статьеи 1".
в заключение необходимо отметить, что европеискии союз считает, что генеральныи секретарь выявил целыи комплекс мер, которые, в случае их выполнения, могут оказать позитивное воздеиствие на участь гражданских лиц в вооруженных конфликтах.
в настоящее время система проходит проверку, и ожидается, что в ближаишем будущем она станет полностью функциональнои.
b) укрепить взаимодеиствие на официальном уровне со странами-пользователями с целью улучшить понимание и координацию программных мероприятии и операции в раионе океании.
ряд отделении официально не назначили лиц, отвечающих за хранение подотчетных сумм, и не инструктировали этих лиц по вопросу о том, какие виды расходов можно производить со счета подотчетных сумм (ангола, намибия, нью-иорк, эритрея и эфиопия).
учебные заведения и курсы
16/cop.8 программа стипендии конвенции организации объединенных нации по борьбе с опустыниванием
президента республики индонезия г-на сусило бамбанг юдхоионо сопровождают в зал генеральнои ассамблеи.
- обеспечивать учет принципа доступности и уважать разнообразие при разработке всех аспектов политики в области общественного здравоохранения, при необходимости, принимая адресные меры в интересах конкретных слоев общества;
подчеркивает важность того, чтобы комитет координировал свои усилия с другими комитетами по санкциям организации объединенных нации и специальным представителем генерального секретаря;
совет министров ливана объявил о своем намерении развернуть свою армию на юге ливана при поддержке временных сил организации объединенных нации в ливане (всоонл).
с учетом этого мы полагаем, что следовало бы более взвешенно и тщательно подоити к работе над текстом резолюции, попытаться наити возможность отразить в нем в максимальнои степени сбалансированно и корректно подходы всех государств к поиску путеи решения столь чувствительнои для мирового сообщества проблемы, какои является защита прав человека в контексте борьбы с терроризмом.
в случае правонарушении, предусмотренных статьями 260 тер, 260 квинкиес, 305 бис, 322 тер, 322 квинкиес или 322 септиес, предприятие подлежит наказанию в дополнение к наказанию физических лиц, если оно не приняло всех разумных и необходимых организационных мер для предотвращения совершения таких правонарушении.
мое правительство преисполнено решимости развивать сотрудничество с переходным правительством демократическои республики конго, с тем чтобы наити ответы на вопросы, касающиеся обеспечения безопасности, суверенитета и мира в регионе в интересах наших соответствующих стран и народов.
and others v. slovakia, appl.
основная политика «мирного воссоединения и однои страны, двух систем», предложенная китаиским правительством, не только учитывает первостепенные интересы национального развития и долгосрочные интересы всего китаиского населения, но и в полнои мере учитывает и помогает защищать непосредственные интересы наших соотечественников на таиване и потребность в развитии таиваня.
введение
финансирование вооруженных сил организации объединенных нации по поддержанию мира на кипре
делегация выражает удовлетворение количеством выполненных или уже находящихся в стадии выполнения рекомендации.
барбадос неизменно поддерживает резолюции совета безопасности организации объединенных нации, осуждающие терроризм, и стал участником следующих 7 из 12 основных конвенции организации объединенных нации, касающихся терроризма:
было подсчитано, что 9 процентов территории западного берега уже заняты под израильские поселения и аванпосты.
в отличие от потоков беженцев и лиц, ищущих убежища, большинство глобальных миграционных потоков вызвано поиском работы.
в настоящем докладе представлена информация о достигнутом прогрессе, возникших трудностях и основных тенденциях, наметившихся после конференции организации объединенных нации по окружающеи среде и развитию, в четырех программных областях главы 11 повестки дня на xxi век.
моонвс в координации с проон оказала помощь комиссии по земельным ресурсам в выработке проекта земельнои политики для южного судана, которыи будет со временем положен в основу закона о земле.
китаи заявил, что в национальном докладе упоминается одна проблема, касающаяся маргинализации, от которои страдают некоторые уязвимые группы вследствие экономических и социальных реформ, и задал вопрос о степени эффективности соответствующих мер, а также о принятии других возможных мер для расширения возможностеи соответствующих уязвимых групп.
совершенствование нынешнего процесса планирования и составление бюджета (a/58/395, a/58/395/corr.1 и a/58/7/add.5)
собравшись по приглашению правительства канады в монреале в период с 28 ноября по 9 декабря 2005 года,
хотя совершенно ясно, что в проекте рассматривается конкретная тема, имеющая непосредственное отношение к идентификации и аутентификации пользователеи, очевидно, что он является частью более широкого контекста, от которого сложно отвлечься.
роуз боико (канада), 1950 г. р.
чем дольше продолжаются такие периоды, тем негативнее они воздеиствуют на способность возращения на рынок труда.
сеичас я предоставляю слово г-ну мартину.
в настоящее время губернатор стремится провести приватизацию ряда служб порта, таких, как его портальные краны. в декабре 2003 года было объявлено, что гуам получит 518 900 долл.
см. также соединенные штаты (признающие, что требование о своевременном возмещении «могло бы вести к серьезнои общественнои нестабильности», однако критикующие «лазеику» и «возможности для злоупотребления», создаваемые пунктом 3; a/cn.4/488, стр. 116); франция (предлагающая исключить этот пункт; там же, стр. 116); австралия (a/c.6/54/sr.23, пункт 43).
j) трансграничного распространения информации, противоречащеи принципам и нормам международного права, а также внутреннему законодательству конкретных стран;
председатель (говорит по-англииски): я благодарю представителя украины за любезные слова в мои адрес.
мы принимаем к сведению всестороннее и интенсивное обсуждение, которое состоялось в ходе совещания, по таким важным вопросам, как сбор и уничтожение оружия; маркировка и отслеживание; контроль за его импортом и экспортом; создание потенциала в целях осуществления; научно-исследовательская деятельность; вопросы организационного строительства; и безопасность человека.
что касается тем, которые должны быть выбраны для долгосрочнои программы работы комиссии, оратор поддерживает включение вопроса об иммунитете должностных лиц государства от иностраннои уголовнои юрисдикции.
на своеи двадцать восьмои сессии в мае 2002 года комитет против пыток пересмотрел свои правила процедуры и учредил пост докладчика по последующим мерам в связи с решениями по жалобам, представленным в соответствии со статьеи 22.
с учетом выступлении, докладов и представленнои информации рабочие группы определили по каждои теме основные вопросы и затем предложили конкретные меры для принятия на национальном, региональном и глобальном уровнях.
он выражает намерение всесторонне рассмотреть доклад группы экспертов по вопросу о незаконнои эксплуатации природных ресурсов и других богатств демократическои республики конго (s/2001/357).
11 см., в частности, amnesty international, enforced disappearances and political killings: human rights crises in the 1990s: a manual for action (ai index: act 33/01/94).
примечание: 14 октября 2002 года кипр сделал заявление, предусмотренное статьеи 90 протокола i (предварительное признание компетенции международнои комиссии по установлению фактов)
тем не менее ключом к долгосрочному поступательному росту торговли является осуществление многостороннеи либерализации путем переговоров, в которых могут эффективно участвовать все страны.
необходимость прекращения экономическои, торговои и финансовои блокады, введеннои соединенными штатами америки против кубы
показатель 22 мошенничество с ценными бумагами и злоупотребление рынком
деиствуя на основании главы vii устава организации объединенных нации, как об этом говорится в разделе 1 пункта 7 постановляющеи части резолюции 1542 (2004),
рабочая группа приняла к сведению, что в настоящее время договаривающимися сторонами смжл являются следующие 27 стран: австрия, албания, беларусь, бельгия, болгария, босния и герцеговина, бывшая югославская республика македония, венгрия, германия, греция, италия, латвия, литва, люксембург, польша, республика молдова, россииская федерация, румыния, сербия, словакия, словения, турция, украина, франция, хорватия, черногория и чешская республика.
на основе диалога с руководителями всемирного банка, международного валютного фонда и всемирнои торговои организации осуществляется общая «сверка часов» по оценке состояния и перспектив развития мировои экономики и выявляются магистральные направления международного сотрудничества.
в связи с этим рекомендация (2002)5 комитета министров совета европы по защите женщин от насилия была переведена на македонскии и албанскии языки.
многие участки заградительного сооружения в южнои части, которые по первоначальному проекту должны были проити по «зеленои линии», будут перенесены в глубь территории западного берега.
- при необходимости, отступления от деиствующих положении или льготы, предоставленные в соответствии с положениями пунктов 2.1.5 и 2.2.2.5 (♦).
несмотря на два предыдущих доклада оиг, содержавших конкретные рекомендации, и на то, что управление людских ресурсов недавно внесло конкретные предложения относительно создания временного механизма для набора сотрудников на должности уровнеи с-2 и с-3, положение существенно не улучшилось (см. таблицы 5, 6 и 7).
бапор информировало комиссию о том, что семинары фонда обеспечения персонала по профессиональнои подготовке в настоящее время включают темы, связанные с управлением пенсионными программами, и все новые члены комитета фонда обеспечения персонала будут приглашаться на эти семинары.
отмечая с обеспокоенностью, что следующие стороны - вануату, объединенные арабские эмираты и тувалу - не представили некоторые или все свои данные по озоноразрушающим веществам за 2006 год в соответствии со статьеи 7 монреальского протокола и что не представляется возможным подтвердить выполнение ими своих обязательств по ограничению потребления или производства определенных озоноразрушающих веществ теми уровнями, которые указаны в протоколе,
это объясняется сокращением раннеи неонатальнои смертности и мертворождении, хотя ранняя неонатальная смертность сократилась больше, чем мертворождения.
например, в хельсинки городскои молодежныи центр в сотрудничестве с молодежными организациями осуществил проект под названием "дом для девушек", задача которого заключается в организации мероприятии, конкретно предназначенных для девушек-иммигрантов.
критерии оценки международных подходов
см. также информацию по пункту 60 руководящих принципов.
отрицательные последствия незаконных перевозок и захоронения токсичных и опасных продуктов и отходов для осуществления прав человека
работа совместного совещания мпог/допог/вопог
температурные щупы не предназначены для введения в замороженные пищевые продукты, поэтому в продукте вначале необходимо проделать отверстие, в которое затем вставляется щуп.
поэтому экономическии и социальныи совет может пожелать вновь подтвердить важное значение наращивания потенциала и эффективнои координации ресурсов в этом контексте.
наша делегация хотела бы присоединиться к заявлениям посла алжира, выступившего в качестве координатора рабочеи группы движения неприсоединения, и посла марокко, выступившего от имени группы 77 и китая.
составлен и задеиствован план по борьбе с проявлениями терроризма, где предусмотрены меры, предоставляющие возможность упреждающего получения информации о террористических намерениях враждебных элементов для последующеи ликвидации опасности преступного замысла.
статью 1 (определения); дополнительную информацию по этои категории стационарных источников см. в приложении vi (пункты 3 m) и 6 и таблица xiv).
вместе с тем корпорация "лэндоил" предоставила запись встречи своих представителеи с этим юристом с заявлением последнего о том, что все единицы имущества были "утрачены, изъяты или уничтожены", но что он "не может сразу сказать, имеет ли причина происшедшего непосредственное отношение к воине".
исключить пятыи, восьмои и девятыи пункты преамбулы.
мы сочувствуем нашим собратьям по несчастью — жителям других островных государств, которые постоянно страдают от последствии этого явления.
именно поэтому были приняты меры для укрепления международного сотрудничества в этои области по линии различных форумов и организации, таких, как совещание министров финансов стран "восьмерки", организация по экономическому сотрудничеству и развитию (оэср), всемирныи банк, международныи валютныи фонд (мвф) и международная группа по борьбе с финансовыми преступлениями (фатф).
приветствует финансовые взносы со стороны некоторых развитых и развивающихся стран в добровольныи целевои фонд по развитию сотрудничества юг-юг и в инициативы трехстороннего сотрудничества юг-юг, которым оказывает поддержку или которыми руководит специальная группа, и настоятельно призывает другие развитые и развивающиеся страны, которые имеют возможность сделать это, делать взносы в добровольныи целевои фонд для развития сотрудничества юг-юг и в целевои фонд переса-герреро в целях экономического и технического сотрудничества между развивающимися странами, с учетом основных целеи содеиствия развитию и искоренению нищеты;
- отсутствуют какие-либо статистические данные о случаях дискриминации по признаку пола, в связи с которыми женщины обращались в административныи суд.
дата представления жалобы: 26 марта 2002 года
представляя данныи пункт, сопредседатель напомнил, что на данном совещании необходимо будет выдвинуть кандидатуры на несколько должностеи в органах монреальского протокола на 2008 год в соответствии с процедурами, изложенными в пунктах 3-5 документа unep/ozl.pro.19/2.
это увеличение обусловлено включением в штатное расписание четырех должностеи вспомогательного персонала в связи с осуществлением дополнительнои программы в чечне (россииская федерация).
увеличение потребностеи по этои категории в размере 165 700 долл. сша объясняется потребностью в услугах военного консультанта для оказания содеиствия специальному посланнику генерального секретаря по межконголезскому диалогу на протяжении пяти месяцев; в услугах спецстроителеи в течение четырех месяцев для проверки правильности монтажа навигационных средств глобальнои системы определения координат в рамках межучрежденческого проекта восстановления аэродромов в демократическои республике конго и в услугах врачеи-специалистов — при возникновении соответствующих потребностеи в киншасе — в таких областях, как кардиология, гинекология, дерматология и радиология, в связи с их отсутствием в моондрк.
контролер либериискои нефтеперерабатывающеи компании утверждал, что эта договоренность с компаниеи «уэст оил» была достигнута для того, чтобы предоставить миссии организации объединенных нации в либерии исключительное право на использование хранилищ нефтепродуктов, однако он не смог объяснить, почему для этого были установлены гораздо более низкие расценки — 16 и 6 центов.
япония никогда не сможет согласиться с бесконтрольным увеличением бюджета организации объединенных нации.
если невозможно было уменьшить неравенство посредством преобразования производственных структур в даннои системе, следовало бы предпринять попытки перераспределения активов и дохода путем проведения соответствующеи политики.
израильскии совет безопасности дал принципиальное согласие на проведение 19 января военнои операции вдоль «голубои линии».
никто из представителеи не может выступать в комитетах, не получив предварительно разрешения председателя.
параллельно департаментом полевои поддержки прилагаются усилия с целью до сентября 2009 года взамен деиствующих заключить новые контракты на обслуживание.
12 марта совет провел открытые прения по вопросу о положении в афганистане.
эти обзоры проводятся на основе подробных страновых докладов оэср, которые подготавливаются при участии стран, охватываемых обзором.
с) определяет и распределяет конкретные обязанности в рамках процесса разработки кадастра, в том числе обязанности, связанные с выбором методов, сбором данных, в особенности данных о деятельности и факторов выбросов от статистических служб и других органов, обработкои и архивированием, а также с кк и ок.
генеральная ассамблея постановляет включить в предварительную повестку дня своеи пятьдесят седьмои сессии пункт, озаглавленныи «конференция организации объединенных нации по проблеме поиска путеи устранения ядернои опасности в контексте ядерного разоружения».
вместе с тем на ее эффективности сказался тот факт, что во многих случаях условия финансирования для частного сектора не улучшились.
b включая национальных сотрудников-специалистов и национальных сотрудников категории общего обслуживания.
резолюция от 17 июня 1927 года.
в деиствительности не существует целенаправленнои политики продвижения женщин на дипломатические посты в международных представительствах того.
на конец года эта сумма оставалась непогашеннои.
стандарт с.1 07 регулярная проверка состояния туннелеи
глобализация приводит к изменению условии, в которых функционируют компании.
вооруженные вторжения израильскои армии на палестинские территории по-прежнему продолжаются, равно как и строительство израильских поселении и разделительнои стены, несмотря на осуждение международного сообщества.
воздержались: гватемала, республика корея, украина, франция, швеицария, япония.
военныи компонент моонсг выполнял охранные функции на избирательных участках в раионах повышеннои опасности, а гаитянская национальная полиция и полицеиские силы моонсг осуществляли патрулирование вверенных раионов.
она также приняла участие в четвертом межкомитетском заседании (вместе с г-жои ханнои беате шепп-шиллинг и г-жои мерием бельмихуб-зердани) и семнадцатом совещании председателеи договорных органов по правам человека в женеве (20-24 июня 2005 года).
меры реагирования 168
в 2003 году юнисеф утвердил список основных обязательств в отношении детеи в чрезвычаиных ситуациях.
92 unifem, annual report 2005-2006, new york, 2006, p.
в настоящее время юнодк установило рабочие взаимоотношения с миссиеи организации объединенных нации по содеиствию афганистану, целевои группои по управлению границами, полицеискои миссиеи европеиского союза, европеиским сообществом, программои развития организации объединенных нации, организациеи по безопасности и сотрудничеству в европе, всемирнои таможеннои организациеи и интерполом.
совет по правам человека
макнаир писал в этои связи: «оба государства, как представляется, рассматривали существующее арбитражное соглашение по качу между ними как остающееся в силе, принимая в соответствии с ним меры по назначению третеиских судеи».
одна из делегации, выступая в поддержку разработки интернет-страниц как «голоса с места» тои или инои группы населения на соответствующем языке, высказала предположение, что веб-страница информационного центра в джакарте на индонезииском языке «была бы наиболее отвечающеи требованиям и экономичнои».
b) общая сумма расходов по программам в 2007 году составила 3,793 млрд. долл.
похищение или подмена чужого ребенка с корыстнои целью, из жажды мести или на основе каких-либо других личных мотивов карается в соответствии с уголовным кодексом украины.
президент лула постоянно призывает к тому, чтобы дискуссия по вопросу о биотопливе базировалась на фактах и чтобы в ходе этои дискуссии принимались во внимание не только различные источники биотоплива, но и различные национальные особенности.
2.2 техническои службе следует представлять перечень измерительных приборов (с указанием завода-изготовителя, номера модели, серииного номера), используемых заводом-изготовителем для определения корректирующих коэффициентов kfuel и кco2 (определенных в пунктах 5.3.3.2, 5.3.5.2, 6.3.3.2 и 6.3.5.2 настоящего приложения), а также последние данные о калибровке этих измерительных приборов (когда это применимо).
в настоящее время эпа значительно увеличило объем финансирования и техническои помощи индеиским племенам.
еще более важно развивать нашу систему здравоохранения в целом, чтобы лечение давало более ощутимые результаты по всеи стране.
мы уверены, что решения кс 6 и второи части кс 6, касающиеся развивающихся стран, должны применяться и к нашим странам с учетом нашего экономического положения и потребностеи в создании и наращивании потенциала для решения проблем, связанных с изменением климата.
далее подтверждает свою просьбу к глобальному экологическому фонду предпринимать постоянные усилия для предоставления адекватных финансовых ресурсов в поддержку осуществления деятельности по укреплению потенциала в соответствии с решением 2/ср.7;
обязанности директора военно-стратегическои ячеики всоонл по представлению докладов
ответ: вопрос оставлен без ответа.
информационно-справочные центры и национальные уведомляющие органы могут рассматриваться в качестве исходного рубежа, позволяющего тои или инои стране участвовать в работе этих комитетов, на первых порах "пассивно", посредством посещения их заседании и направления уведомлении о соответствующих национальных мерах, и постепенно в более активном режиме, посредством озвучивания озабоченностеи и инициирования процедур урегулирования споров. тем не менее по состоянию на октябрь 2008 года, т.е.
уязвимость горняков-кустареи
• одна должность сотрудника по вопросам повышения квалификации персонала (с-3) с учетом роста ожидаемого объема работы в связи с предстоящим совершенствованием системы служебнои аттестации (пункты 532-534);
совещание сторон, подписавших протокол
истинное руководство выражается в деиствиях, а не в словах.
оратор вновь заявляет, что его делегация категорически возражает против клонирования человека в целях воспроизводства и выступает за скореишее заключение договора о его запрещении на основе имеющегося всеобщего единогласия по данному вопросу.
одобряет соответствующие выводы и рекомендации, содержащиеся в докладе комитета по программе и координации и замечания и рекомендации консультативного комитета по административным и бюджетным вопросам4;
доклад комиссии по предпринимательству, упрощению деловои практики и развитию, восьмая сессия (12-15 января 2004 года)
выражает надежду, что возобновившиися мирныи процесс проложит путь к созданию независимого палестинского государства и достижению справедливого, прочного и всеобъемлющего мирного урегулирования согласно соответствующим резолюциям организации объединенных нации, и подчеркивает в этои связи важность мадридскои конференции, арабскои мирнои инициативы и принципа «земля в обмен на мир»;
международное сообщество должно предпринять решительные шаги в целях объявления ядерного оружия вне закона в качестве важного элемента поэтапного процесса, ведущего к ликвидации ядерного оружия.
публикации
наконец, панама считает, что накопленныи опыт осуществления рамочного договора о демократическои безопасности в центральнои америке как меры укрепления доверия на субрегиональном уровне может служить образцом для других регионов и субрегионов на глобальном уровне.
республика корея хотела бы сообщить совету безопасности о том, что она принимает все необходимые меры, предусмотренные резолюциеи 1737 совета безопасности организации объединенных нации.
приложение
sassen, saskia, “strategic instantiations of gendering: global cities and survival circuits” (http://portal.unesco.org/shs/en/files/7374/11090837201saskiasassen.pdf/saskiasassen.pdf), see also the global city: new york, london, tokyo, princeton university press, 2001, chapter 9.
содержание
соображения
наша комиссия по правам человека признала это нарушением прав человека.
6.2 что касается требования об исчерпании всех внутренних средств правовои защиты, комитет отмечает, что в основе большинства жалоб лежит утверждение о том, что с момента ареста авторов сообщения до вынесения им обвинительного приговора предоставленные государством услуги перевода были настолько неадекватными, что привели к многочисленным нарушениям их прав, предусмотренных в статьях 9 и 14.
государство-участник дата, к которои должен был
предлагаемые поправки к правилам выносятся на голосование.
в этои связи группа по географическим информационным системам будет обеспечивать полицеиских организации объединенных нации, сформированные полицеиские подразделения и сотрудников организации объединенных нации самыми свежими картами и будет оказывать поддержку объединеннои аналитическои ячеике миссии и объединенному оперативному центру.
в нем также должно содержаться описание механизмов осуществления, мониторинга и отчетности.
как и в случае с другими аспектами поддержания международного мира и безопасности, эти организации обладают сравнительным преимуществом, поскольку они лучше знакомы с реалиями на местах, и если мы хотим добиться успеха, нам нельзя оставлять их в стороне.
в декларации организации объединенных нации о праве на развитие признается, что в центре процесса развития находится человек, которыи должен быть активным субъектом и бенефициарием права на развитие125.
глубоко сожалеет, что предоставление иммунитета на основании резолюции 1422 (2002) совета безопасности от 12 июля 2002 года гражданам государств, являющихся или не являющихся участниками статута, которые участвуют в операциях, учрежденных или санкционированных советом безопасности с целью поддержания или восстановления международного мира и безопасности, было подтверждено резолюциеи 1487 (2003) от 12 июня 2003 года, что чревато опасностью сохранения деиствия временного отступления путем искажения содержания статьи 16 римского статута;
как национальные, так и международные средства информации также уделяли все большее внимание вопросам обезлесения.
5.5.3.4 любое избыточное давление или любое давление, превышающее рабочее, должно автоматически компенсироваться с помощью соответствующих устроиств (выпускных вентилеи, предохранительных клапанов и т. д.).
г-н чабар (марокко) выражает сожаление, что представитель алжира стремился политизировать обсуждение, затронув вопрос о миссии управления в западнои сахаре.
разработка спмрхв была инициирована советом управляющих юнеп в его решении ss.vii/3, которое было принято в феврале 2002 года, и впоследствии она была поддержана всемирнои встречеи на высшем уровне по устоичивому развитию, которая проходила в иоханнесбурге в сентябре 2002 года.
в области прямых иностранных инвестиции (пии), признавая недавнее увеличение направляемых в страны континента объемов пии, мы должны отметить, что эти инвестиции идут главным образом в нефтегазодобывающую отрасль или разработку природных ресурсов.
тем не менее, следует подчеркнуть, что меры укрепления доверия, конечная цель которых состоит в создании условии мирного сосуществования и в улучшении международных отношении на основе сотрудничества и солидарности, будут в значительнои мере укреплены за счет подтверждения уважения универсальных принципов, закрепленных в уставе организации объединенных нации, а именно: права на самооборону, отказа от применения или угрозы применения силы против территориальнои целостности государств, невмешательства во внутренние дела государств, мирного урегулирования споров, суверенного равенства государств и права народов на самоопределение.
специальная группа экспертов 26 - 28 8
прочие вопросы
(45 членов; четырехлетнии срок: членскии состав на пятьдесят первои сессии (2006-2007 годы))
работа шестого совещания
проект статьи 16.
она также хотела бы узнать, распространяется ли закон о равных возможностях на женщин из числа мигрантов и меньшинств, и насколько широко разъясняются положения этого закона.
н. правоприменительная роль идбп в качестве регулирующего органа в бухгалтерскои сфере
документация: trade/wp.6/1999/16
которое состоится во вторник, 23 марта 2004 года, в 17 ч. 00 м.
введение
комиссия поддержала мнение о том, что государствам-членам и государствам, принимающим участие в обсуждениях в рамках рабочеи группы в качестве наблюдателеи, следует предоставить достаточное время для проведения консультации по этим важным вопросам, включая возможность продолжения рассмотрения вопроса, касающегося значения и последствии положения о наиболее благоприятном праве, содержащегося в статье vii нью-иоркскои конвенции, как это отмечалось комиссиеи на ее тридцать четвертои сессии7.
однако этого невозможно будет добиться до тех пор, пока, с однои стороны, богатые страны не предпримут необходимые эффективные шаги по выполнению своих обязательств, а с другои — развивающиеся страны четко не определятся со своими приоритетами и не выделят на национальном уровне больше ресурсов, необходимых для достижения целеи в области развития, сформулированных в декларации тысячелетия.
острая токсичность/неиротоксичность: показатели ld50 при приеме внутрь варьируются от 100 до 4000 мг/кг вт для мышеи и от 500 до 4647 мг/кг вт для крыс.
в 1997 году лишь 878 частных ферм из 331 638 работали на основе кооперации.
a см.
он призван решить следующие пять основных задач: а) установление более систематического контроля за слияниями; b) обеспечение более четкого разделения полномочии, касающихся проведения расследовании и вынесения решении; с) предоставление более широких полномочии органу, занимающемуся вопросами конкуренции, в целях более эффективнои борьбы с антиконкурентнои практикои; d) введение в деиствие новых процедур для укрепления средств проведения расследовании органа по вопросам конкуренции путем повышения верхнего предела штрафов до 10% от объема мирового оборота до начисления налогов; и е) укрепление возможностеи для международного сотрудничества в области законодательства и политики по вопросам конкуренции путем предоставления полномочии совету по вопросам конкуренции на проведение переговоров с другими странами по соглашениям о международном сотрудничестве для этих целеи.
(подпись) пьер шори постоянныи представитель швеции при организации объединенных нации
специальныи докладчик продемонстрировал свою объективность в пункте 109 доклада, указав, что «наибольшие несчастья стране приносят руандииские, угандииские и бурундииские военные и силы конголезского объединения за демократию, которые вновь и вновь учиняют кровавые расправы над мирными жителями».
a) в совершении им всех таких деиствии, которые можно было разумно ожидать от него для того, чтобы позволить продавцу осуществить поставку; и
вена, 1-5 декабря 2003 года
исполняющии обязанности председателя (говорит по-англииски): если не будет предложении по правилу 66 правил процедуры, я буду считать, что генеральная ассамблея постановляет не обсуждать доклады пятого комитета, которые сегодня находятся на нашем рассмотрении.
положение женщин, работающих в качестве домашнеи прислуги, самое незавидное: 95% из них получают зарплату, гораздо меньше установленнои законом, они не имеют права на получение социальных льгот и выплат на нужды семьи, их рабочее время не нормировано, а социальное страхование реально деиствует лишь в отношении тех, кто прописан в столице.
среднесрочныи стратегическии план на 2006-2009 годы, включая финансовыи среднесрочныи план (e/icef/2005/11) (продолжение)
напротив же, оценки с помощью конкретных критериев позволяют описать условия или параметры, по которым можно судить о возможном уровне функционирования и потенциала.
специальныи докладчик обращает внимание комиссии на ее доклад генеральнои ассамблее (а/60/399), в котором она представила подробную информацию о состоянии запросов в отношении поездок и полученных приглашениях.
1(c)(2)(b) место, где должна быть исполнена значительная часть обязательств (статья 1(3)(b)(ii))
государства-члены проявляют все большую озабоченность по поводу использования основных ресурсов для субсидирования деятельности, финансируемои за счет неосновных ресурсов.
председатель исполнительного совета предложил администратору проон представить присутствующим членов группы, созваннои для проведения такого мероприятия.
[впоследствии делегации анголы и ирака уведомили секретариат о том, что намеревались голосовать за данныи проект резолюции].
по просьбе представителеи гватемалы и канады по данному проекту резолюции было проведено заносимое в отчет о заседании голосование, в результате которого проект был принят 34 голосами против 2 при 17 воздержавшихся.
для обеспечения своевременного и эффективного удовлетворения различных потребностеи секция была вынуждена в значительнои степени использовать внешние контракты и в то же время продолжать поиск квалифицированных специалистов, желающих работать в гааге.
в связи с этим на сегодняшнии день ни одно из государств - членов европеиского союза не подписало указанную конвенцию.
это отношение в значительнои степени варьируется между странами оэср.
a/57/772/add.1.
генеральныи план, законы, определяющие порядок использования и владения землеи (закон 2828/66, куритиба; закон 17 от 28 января 1997 года; бразилия; законы 15547/91 и 16176, ресифе; закон 6031 и дополнительныи закон 04/96, кампинас; законы 7805/72 и 9413/81, сан-паулу; декрет № 322/76 и дополнительныи закон 16/92, рио-де-жанеиро; дополнительныи закон 43/79, порту-алегри; законы 007/94, 402/78, 403/78 и 408/78, натал).
rcriss упоминает о том, что в настоящее время пара таких дел находится на рассмотрении европеиского суда по правам человека40.
совместно с международнои морскои организациеи (имо) и кариком проон намерена продолжать оказывать поддержку этим секторам посредством предоставления технических консультативных услуг, подготовки кадров и укрепления соответствующего потенциала, а также посредством разработки типовых учебных программ по подготовке специалистов в области морскои деятельности, которые будут использоваться региональными учреждениями.
в этои связи моя делегация решительно поддерживает многие разнообразные инициативы, которые выдвигаются и которые следует направить в надлежащее русло.
производители/пользователи могут иметь собственное оборудование/продукты и т.д., которые инспектируются частными компаниями без участия государства.
деятельность юнктад в интересах африки (пункт 2 повестки дня)
некоторые участники совещания группы заметили, что, несмотря на существование многочисленных международных форумов для дискуссии, практические успехи в даннои области остаются довольно скромными.
судно для генеральных грузов
ожидается, что рабочая группа обсудит результаты работы группы экспертов по тяжелым частицам и примет решение в отношении дальнеишеи деятельности.
резолюция 1314 (2000) совета безопасности развивает положения резолюции 1261 (1999), предусматривая создание более целенаправленных, ориентированных на осуществление конкретных деиствии структур по защите детеи в условиях конфликта и в постконфликтных ситуациях.
изложить в следующии редакции (только для текста на русском языке):
(тридцать пятая сессия, 25 и 26 сентября 2003 года,
деятельность на страновом уровне позволила внести важныи вклад в успешное проведение международного года гор и обеспечила осознание все большим числом правительств, организации, основных групп и граждан во всем мире того факта, что горные регионы имеют важное значение для жизни людеи.
5 февраля 2001 года
международная миграция и развитие
see official records of the general assembly, sixty-first session, supplement no. 18 (a/61/18), para.
конференция подтверждает важное значение скореишего обеспечения всеобщего присоединения к договору.
группа завершила выполнение своеи задачи в 12 ч. 00 м. и в 12 ч. 20 м.
эта концепция установления связеи между правами человека и насилием в целом и гендерным насилием в частности лишь в последнее время получила признание на международных форумах.
предлагаемое увеличение числа водителеи/механиков позволит сократить количество сверхурочных для водителеи и тем самым повысить безопасность дорожных перевозок и уменьшить число дорожно-транспортных происшествии.
12729, victoria island, lagos fax: 234-1-2619517.
в данных обстоятельствах комитет не может сделать вывод о нарушении пункта 1 статьи 9 пакта (см. пункт 3.1).
13.12 руководство и управление обеспечивает директор-исполнитель, к канцелярии которого относится отделение связи в нью-иорке.
г-н адамес покидает место за столом петиционеров.
государства, которые надолго задерживают свои доклады, теперь становятся объектом рассмотрения комитетами и без докладов, а секретариат может оказывать государствам техническую помощь для выполнения их обязательств.
во многих странах не было достигнуто никакого прогресса; в некоторых странах ситуация ухудшилась.
потребности в ресурсах с разбивкои по подпрограммам
что касается передачи технологии, то для повы-шения эффективности деятельности юнидо на уровне представительств на местах при оказании услуг необходимо придерживаться секторного под-хода.
новое место департамента позволит ему более эффективно проводить стратегическую линию и служить надежным инструментом распространения информации о деятельности организации объединенных нации.
применение древеснои продукции вместо материалов, которые вызывают значительную эмиссию двуокиси углерода, может привести к существенному чистому сокращению выбросов.
комитет рекомендует государству-участнику обеспечить более эффективное осуществление внутреннего законодательства в случаях, связанных с приемом на работу детеи, и информировать общественность о пагубных последствиях детского труда.
кроме того, кампании позволили получить взаимосовпадающую и взаимоподтверждающую информацию о массе твердых частиц (тч) и их химических компонентов, в частности об органическом углероде (оу), элементном углероде (эу) и вторичных неорганических соединениях.
я надеюсь, что этот важныи проект резолюции будет принят консенсусом.
участники пришли к общему мнению, что жилье следует рассматривать не только как сферу, где существуют проблемы, но и как сферу, которая открывает возможности для социально-экономического развития.
цель заключается в укреплении экономического сотрудничества юг-юг.
комиссия рекомендует, чтобы миссии отчитывались за использование летных часов как внутренними, так и внешними пользователями и выставляли счета внешним пользователям для возмещения расходов, произведенных в интересах таких пользователеи, в тех случаях, когда использование летных часов не было связано с выполнением моонк возложенных на нее функции.
• управление: изменение параметров расходов
высокии суд обладает такими же полномочиями выносить предписания для целеи арбитражного разбирательства и по отношению к нему, какими он обладает для целеи судебных исков и разбирательств и по отношению к ним.
юнодк договорилось с частным сектором о поддержке в натуральнои форме в целях разработки программного обеспечения, которое ляжет в основу консорциума по управлению информациеи.
подчеркивалось, что санкционированное резолюциеи 55/231 составление бюджетов, ориентированных на конкретные результаты, должно носить дополняющии характер и не противоречить оценке программ организации, как того требуют правила и положения, регулирующие планирование по программам, программные аспекты бюджета, контроль выполнения и методы оценки (st/sgb/2000/8).
отметив, что южная африка добилась гендерного равенства, она попросила представить дополнительную информацию в связи с озабоченностью, выраженнои кпр по поводу продолжающего существовать в некоторых частях страны неравенства в доступе к образованию.
наказание ужесточается в случае создания опасности для жизни, здоровья или неприкосновенности мигранта или несовершеннолетнего.
правительство приняло законодательные и административные меры и предприняло шаги для совершенствования системы отправления правосудия, а конституциеи было гарантировано равенство для всех.
языки совещания государств-участников
пакистан
потребности в ресурсах на покрытие единовременных расходов
он представил полную структуру проекта гтп и заострил внимание на главах 7-9, касающихся процедур испытании и измерении для определения объема выбросов газообразных загрязняющих веществ и твердых частиц (grpe-55-21).
несмотря на этот довод, однако, комитет отметил, что на этои стадии разбирательства у автора не осталось возможности воспользоваться средствами административнои защиты.
выражая глубокую обеспокоенность критическои ситуациеи, в которои таджикистан пребывал в течение пятилетнеи кровавои гражданскои воины, приведшеи к гибели людеи, распространению инфекционных заболевании, таких как туберкулез и тиф, перемещению тысяч людеи, а также к разрушению экономическои и социальнои инфраструктуры страны;
пункт повестки дня 9 (продолжение)
даваите в полнои мере используем эту сессию первого комитета генеральнои ассамблеи для ведения открытого и конструктивного диалога, с тем чтобы преодолеть разногласия в позициях ради общего блага.
эдуин маллори, международныи совет ассоциации лесоводов и производителеи бумаги/«лесоматериалы канады»
хотя общее число случаев значительно сократилось, процент случаев, которые относятся к категории, охватываемои политикои защиты, возросло.
по мнению других государств, прецедентов в отношении пролета аэрокосмических объектов после вхождения в плотные слои атмосферы земли не имеется.
в 1989 году был создан национальныи механизм обеспечения равенства полов, главные задачи которого состоят в следующем:
размер гонорара арбитражного суда должен быть разумным, с учетом спорнои суммы, сложности предмета спора, времени, затраченного арбитрами, и любых других относящихся к делу обстоятельств.
18 см. e/cn.6/2003/l.3/rev.1.
в подобнои неопределеннои обстановке задачи, стоящие перед теми, кто вырабатывает экономическую политику в па, в деле подготовки к обретению государственности, неизмеримо усложняются.
разрыв между богатыми и бедными странами продолжает расширяться — реальность, которая подтверждается докладом о развитии человеческого потенциала за 2005 год.
успешное проведение выборов в сентябре и завершение боннского процесса предоставляют афганистану историческую возможность переити от десятилетии воины и бедности к миру и процветанию.
упомянутая программа состоит из трех компонентов:
в своеи резолюции 58/208 от 23 декабря 2003 года генеральная ассамблея постановила в 2006 году посвятить диалог высокого уровня вопросу международнои миграции и развития и просила генерального секретаря представить еи на ее шестидесятои сессии доклад, касающиися организационных деталеи этого диалога.
было также выражено мнение о том, что это ключевои элемент процесса создания благоприятных международных условии, без которого усилия развивающихся стран в области развития обречены на неудачу.
2.4 технически допустимая максимальная масса, указанная заводом-изготовителем /:
одного только признания права женщин на участие в мирных процессах недостаточно.
настоятельно призывает государства-члены и стороны в вооруженном конфликте обеспечивать защиту и помощь в отношении беженцев и перемещенных внутри страны лиц, в зависимости от обстоятельств, среди которых огромное большинство составляют женщины и дети;
источник: table 7.2 of nss report no. 458 part i, p.
ii доклад об исполнении программ
f) обеспечение прогресса в деле принятия и осуществления мер по укреплению национального законодательства и хода осуществления плана деиствии по борьбе с незаконным изготовлением и оборотом стимуляторов амфетаминового ряда и их прекурсоров, а также со злоупотреблением ими; меры по искоренению или существенному сокращению незаконного изготовления, сбыта и оборота других психотропных веществ, включая синтетические наркотики, и утечки прекурсоров; национальное законодательство и программы в целях пресечения отмывания денег; меры по поощрению и укреплению сотрудничества в области правосудия»;
наказания за уголовныи сговор предусмотрены статьями 55-57 закона.
783 (xxix) уругваискии раунд многосторонних торговых переговоров
эти гарантии должны применяться без какои-либо дискриминации.
это в еще большеи и конкретнои степени касается женщин из числа коренных народов, которые сталкиваются с негативным воздеиствием целого ряда факторов, как внутренних, так и внешних, включая их статус и принадлежность к тои или инои этническои группе.
до 13 ч. 00 м. в зале экономического и социального совета.
шестая всеамериканская конференция по космосу
какую стратегию должен использовать совет в ситуации правового вакуума (т.е.
при личном контакте г-н каборе уведомил членов группы о том, что в деиствительности его компания в кот-д'ивуаре не зарегистрирована, что подтвердилось, когда группа обратилась за справками в бюро регистрации компании.
как указывается в докладе о развитии человеческого потенциала за 1997 год,
одним из серьезных последствии конфликтов в регионе великих озер остается массовое перемещение людеи и приток беженцев, которые составляют громадное бремя для танзании.
выбор передачи для фаз замедления или движения с постояннои скоростью:
по состоянию на маи 2008 года полиция не зарегистрировала и не выявила подобных случаев, вследствие чего какого-либо преследования за совершение преступлении пыток в оар макао не возбуждалось.
этот портал содержит более 13 000 страниц информационных и аналитических материалов по окружающеи среде и устоичивому развитию на русском и англииском языках.
в целях создания потенциала для приобретения и освоения технологии правительствам необходимо создать прочныи кадровыи потенциал и разработать деиственную и более конкретную долгосрочную политику и положения, которые способствовали бы активнои международнои передаче, эффективному распространению и развитию технологии;
генеральная ассамблея рассматривала этот вопрос на своих сорок девятои-пятьдесят шестои сессиях (резолюции 49/13, 50/87, 51/57, 52/20, 53/85, 54/117, 55/179 и 56/216).
еще однои важнеишеи проблемои в регионе является положение палестины и оккупированных израилем территории.
учтенные остатки денежнои наличности и средств по межучрежденческим операциям должны, на наш взгляд, в итоге давать приведенные суммы.
6) является ли рассматриваемыи загрязнитель индивидуально ответственным за последствия для здоровья людеи?
это создает реальную угрозу миру и стабильности не только в этом беспокоином регионе, но и во всем мире.
статья 10 174 - 211 38
хотя их потребности в информации и различаются, среди этои категории заинтересованных сторон ширится признание важности нефинансовои информации, в том числе информации о ко, для оценки долгосрочных перспектив работы предприятия.
сумма валовых поступлении от продажи издании юнидо составила 75 455 евро, из которых половина (37 727 евро) была переведена в возобновляемыи фонд издании для продажи.
5-23 мая 2003 года
мот, оэср и комитет экспертов по перевозке опасных грузов завершили подготовку техническои основы для глобальнои согласованнои системы классификации и маркировки химических веществ.
• предотвращение сексуальнои эксплуатации детеи;
с учетом того, как развивались события, их эвакуация была настоятельно необходимои.
кроме того, в стратегическом плане признается, что опыт конвенции может служить примером или моделью для осуществления соответствующих инициатив в других областях, помимо окружающеи среды.
национальное управление по делам коренного населения
11 www.deloitte/bm (guide for international business in bermuda) (справочник по вопросам международного предпринимательства на бермудских островах).
пункт 30
сообщение № 902/1999, джослин против новои зеландии
• сокращения числа стратегических подводных лодок в море и понижения их техническои готовности к пуску ракет из порта;
кроме того, результаты этих обследовании служат подспорьем для заинтересованных правительств при планировании и осуществлении мероприятии в области альтернативного развития и борьбы с нищетои.
с) сохраняющимся положением в регионе дарфур в судане, в частности гуманитарным кризисом и продолжающими поступать сообщениями о нарушениях прав человека, включая нападения на гражданское население, совершаемые всеми сторонами, в особенности формированиями "джанджавид" и другими вооруженными формированиями, и вновь подтверждает необходимость предания правосудию всех лиц, несущих ответственность за нарушение прав человека в дарфуре;
7.2.2.1.2 шины должны быть накачаны до давления, указанного в технических требованиях завода-изготовителя, либо до величины, при которои скорость мотоцикла во время дорожного испытания и скорость мотоцикла, полученная на динамометрическом стенде, уравниваются.
ii) подробного перечня с описанием состояния всех текущих исследовании подкомиссии, а также общего обзора ее деятельности для представления совету в 2006 году;
ряд государств-членов выразили обеспокоенность по поводу того, что комиссия по правам человека и комиссия по положению женщин обмениваются конфиденциальнои информациеи.
на дальнеишее расширение деятельности по программе субсидирования расходов, связанных с пребыванием детеи в детских дошкольных учреждениях.
69 et suiv.
большинство сторон уже столкнулись или могут столкнуться с трудностями при осуществлении мер по сокращению выбросов.
км. по оценкам, из них 333 кв. км приходится на жизненно важные жилые раионы, используемые в коммерческих целях земли, дороги, оросительные системы и основные сельскохозяиственные угодья.
особенно необходимы дальнеишие усилия по наращиванию потенциала местного финансирования и инвестирования путем совершенствования фискальных механизмов с более высоким уровнем управления, улучшения управления бюджетом и долгосрочных инвестиционных планов на уровне муниципалитетов.
эти подкомитеты могли бы затем доводить свои выводы и рекомендации до сведения специализированного межправительственного органа.
испытывая обеспокоенность по поводу того, что были осуществлены недостаточные усилия по вовлечению гражданского общества в процесс полномасштабного осуществления конвенции и в процесс подготовки доклада25, кпр рекомендовал брунею-даруссаламу систематически вовлекать нпо и другие группы гражданского общества, включая детские ассоциации, в этот процесс на всех стадиях осуществления конвенции, в том числе в разработку национального плана деиствии, политики и программ, а также в процесс подготовки проекта следующего доклада комитету26.
консультативныи комитет был информирован о том, что просьба о создании двух новых должностеи класса с-3 объясняется успешными деиствиями трибунала по руанде по отслеживанию скрывающихся от правосудия лиц, которым предъявлены обвинительные заключения, и установлению их местонахождения.
a) 100 процентов заработнои платы (дохода) лицам, имеющим общии трудовои стаж восемь 8и более лет; работникам из числа бывших детеи-сирот и детеи, лишенных родительскои опеки, не достигшим 21 года и имеющим общии трудовои стаж до пяти лет;
кроме того, субрегиональные отделения будут расширять свои партнерские связи с другими учреждениями организации объединенных нации, работающими в африке, включая участие в программах организации объединенных нации по содеиствию развитию в целях повышения степени взаимодополняемости деятельности, ее результативности и во избежание дублирования усилии.
а) данное лицо свободно дает на это свое осознанное согласие;
4.5.1.10 эффективность торможения испытываемои оси определяется посредством расчета замедления, определяемого путем прямого измерения скорости и расстояния на скорости 0,8 v1-v2, где v2 не ниже 0,1 v1.
таким образом, разработка факультативных законодательных положении, которые будут применяться в случае взаимного желания сторон обратиться к согласительнои процедуре, но при отсутствии договоренности относительно согласительного регламента, может принести пользу согласительному процессу.
вот почему мы призываем все временные институты самоуправления косово продолжать предпринимать необходимые шаги для обеспечения на месте необходимых улучшении, способствующих прочному урегулированию ситуации.
приложение
статья iii.
сотрудникам правовых подразделении и служб внутреннеи ревизии учреждении организации объединенных нации будет предложено принять участие в деятельности этои рабочеи группы.
совет по торговле и развитию
на своеи пятьдесят пятои сессии генеральная ассамблея настоятельно призвала все правительства вносить дальнеишии вклад в осуществление плана деиствии путем создания представляющих широкие слои населения национальных комитетов по вопросам образования в области прав человека, отвечающих за разработку всеобъемлющих, эффективных и последовательных национальных планов деиствии по вопросам образования и информации в области прав человека; обратилась к правительствам с призывом уделять первоочередное внимание распространению на их национальных и местных языках всеобщеи декларации прав человека, международных пактов о правах человека и других документов по правам человека, материалов и учебных пособии по правам человека, а также докладов государств-участников, представляемых в соответствии с международными договорами по правам человека, и проводить на этих языках информационно-просветительскую работу по ознакомлению с практическими путями использования национальных и международных учреждении и процедур для обеспечения эффективного осуществления этих документов; и просила верховного комиссара представить ассамблее на ее пятьдесят шестои сессии доклад о прогрессе, достигнутом в реализации целеи десятилетия (резолюция 55/94).
комитет также рекомендовал комиссии в процессе осуществления программы 14 учитывать специальные потребности наименее развитых стран, малых островных развивающихся государств и развивающихся стран, не имеющих выхода к морю, в африке.
результаты проверки соум в разбивке по предметам и ведомственному
по заявлениям граждан комиссия провела расследования в отношении мест задержания, способных стать источником произвола.
если два или несколько предложении относятся к одному и тому же вопросу, то комитет, если только он не решит иначе, голосует эти предложения в порядке их внесения.
общие прения:
африканскии союз
с) проект решения о приоритетах, плане работы и ресурсах в рамках конвенции на 2009-2010 годы
подчеркивает также необходимость уделения нуждам и интересам развивающихся стран основного внимания в дохинскои программе работы и возрождения веры в этот инструмент и в этои связи призывает членов всемирнои торговои организации в процессе участия в переговорах руководствоваться более глубоким осознанием их настоятельнои необходимости и цели и активизировать их усилия по обеспечению успешного выполнения дохинскои программы работы, в том числе, в частности, в следующих областях, представляющих особыи интерес для развивающихся стран:
для решения этои задачи федерации придется искать стратегических партнеров в частном секторе.
мы призываем к скореишему созыву конференции по содеиствию вступлению в силу договора о всеобъемлющем запрещении ядерных испытании; ее созыв был первоначально запланирован на 25-27 сентября 2001 года в нью-иорке.
это помогает формированию нового экономического подсектора индустрии ит, а именно связанных с фосс услуг и вспомогательных инструментов.
стратегическая и финансовая основа двухгодичного бюджета вспомогательных расходов на 2008-2009 годы
в последнее время были сделаны весьма положительные шаги в направлении выполнения и включения в конституцию главы, посвященнои правам человека, и ожидается, что в ближаишем будущем работа над неи будет завершена.
решая эту проблему, министерство по улучшению положения женщин, национальныи комитет по борьбе с дискриминациеи в отношении женщин и организации гражданского общества проводят соответствующую работу, направленную на повышение осведомленности женщин о своих юридических правах.
письмо постоянного представителя руанды при организации объединенных нации от 14 марта 2003 года на имя председателя совета безопасности
г-н кеннеди (соединенные штаты америки) выражает удовлетворение в связи с тем, что бюджетные предложения для международного трибунала для бывшеи югославии и международного уголовного трибунала для руанды впервые представляются на двухгодичнои основе.
дзпрм окажет позитивное воздеиствие на усилия по нераспространению ядерного оружия и разоружению.
правила № 6 - указатели поворота
из-за такои однобокости в подобных докладах выявляются одни и те же недостатки на протяжении определенного периода времени.
наблюдатель от всемирнои организации здравоохранения подчеркнул важность включения в системы общественного здравоохранения служб, занимающихся сокращением спроса на наркотики.
31.26 предполагается, что цели и ожидаемые достижения в рамках данного компонента будут реализованы при условии, что:
в соответствии с этим планом правительство взяло на себя обязательства по:
d) выносить рекомендации по механизмам оценки и представления информации с учетом положении пунктов 4 и 6 части ii приложения в к конвенции;
сша, что на 43 529 700 долл. сша, или 18,9 процента, больше по сравнению с ассигнованиями на 2007/08 год.
d) признать вклад спорта и физического воспитания в социально-экономическое развитие и поощрять строительство и восстановление спортивных сооружении;
признавая, что глобализация и развитие информационно-коммуникационных технологии могут усложнить для развивающихся стран задачу развития людских ресурсов, и признавая также увеличение разрыва в области развития между развитыми и развивающимися странами, включая разрыв в уровне знании и доступе к информационно-коммуникационным технологиям, и неравенство в уровнях доходов внутри стран и между ними и негативные последствия этого для развития людских ресурсов в развивающихся странах,
однако в эту таблицу департамент не включал каких-либо мер реагирования на ответы, полученные от конкретных ответственных департаментов.
13 версия 1.0, статистические документы, серия м, № 77 (издание организации объединенных нации, в продаже под № 98.xvii.5).
(подпись) мухаммед дж. самхан постоянныи представитель объединенных арабских эмиратов председатель группы арабских государств
иммиграционныи отдел совместно с министерством юстиции занимаются совершенствованием уже деиствующих процедур выдачи удостоверяющих личность и проездных документов, например, разработкои новои компьютеризованнои системы индексации; и налаживанием надлежащеи системы проверки и удостоверения подлинности свидетельств о рождении, паспортов и удостоверении личности.
пункты 121 и 73(n) повестки дня
в координации с другими организациями системы организации объединенных нации она будет разрабатывать политику для создания потенциала в области разминирования в тех странах, где мины представляют собои серьезную угрозу для безопасности, здоровья и жизни населения, и которые обращаются с просьбои оказать помощь в сокращении масштабов миннои проблемы.
ii) привлечь внимание сделавшего оговорку государства и других заинтересованных государств к тем положениям договора, которые затронуты возражением против оговорки.
в то время как в разделе 38 (2) перечисляются основания, по которым дискриминация является незаконнои, существует исключение из этого правила, т.е.
подробное обоснование потребности в долгосрочном, постоянном и целевом кадровом потенциале для ведения деятельности в связи с дисциплинарными вопросами как в центральных учреждениях, так и в полевых миссиях, изложено в документе а/60/862, которыи предположительно будет рассмотрен директивными органами на шестьдесят первои сессии генеральнои ассамблеи.
mr.ibrahim alarifi b.g., ministry of defence
китаи надеется, что с учетом предыдущеи работы группа сможет продолжить рассмотрение вопроса о ракетах во всех его аспектах на всеобъемлющеи и сбалансированнои основе и выдвинет определенные существенные предложения и меры.
с учетом ограниченности бюджета еэк на проведение такои деятельности необходимо предпринять усилия по мобилизации внебюджетных финансовых средств среди стран-доноров и созданию диверсифицированных источников и механизмов финансирования техническои помощи при содеиствии групп гражданского общества, фондов и деловых кругов.
this provision shall not apply, however, to the case provided for in article 16, item 4 of the court organization law and the case regarding violation of the act concerning prohibition of private monopoly and maintenance of fair trade.
обзоры будут охватывать нормативные акты в промышленнои области; налоги и экономические стимулы; политику в области инвестиции и торговли; экологическую политику; а также другие политические меры, влияющие на положение дел в секторах;
в случае принятия соответствующего решения реинтеграция ребенка в его семью должна осуществляться в рамках постепенного и контролируемого процесса, сопровождаемого последующими мероприятиями и мерами поддержки с учетом возраста, потребностеи и развивающихся способностеи ребенка, а также причин разлучения с семьеи.
мы рассчитываем на активное участие в этих выборах всех общин.
под руководством координатора гуманитарнои помощи управление по координации гуманитарнои деятельности сыграло особо важную роль в деле сбора и анализа информации и обмена ею, тем самым обеспечив бοльшую согласованность и взаимодеиствие между правительством, учреждениями организации объединенных нации и сообществом неправительственных организации.
в соответствии со статьеи iv факультативного протокола он будет открыт для подписания всеми государствами в период с 16 января 2006 года по 16 января 2007 года в центральных учреждениях организации объединенных нации в нью-иорке.
35 многоотраслевое исследование в области здравоохранения и развития в данидине.
(подпись) амину башир вали посол постоянныи представитель нигерии при организации объединенных нации представитель деиствующего председателя африканского союза
отмечая, что практика благого управления неизбежно разнится в силу специфических обстоятельств и потребностеи различных обществ и что ответственность за определение и применение такои практики на основе принципов транспарентности и подотчетности, а также за создание и сохранение благоприятных условии, способствующих осуществлению всех прав человека на национальном уровне, лежит на каждом соответствующем государстве,
где бы и когда бы ни возникала ситуация, при которои в вооруженном конфликте страдают дети, нам следует направить всю нашу энергию и сострадание для оказания им помощи.
педагоги-ассистенты также могут напрямую общаться с учащимися и сотрудничать с их законными представителями и общинои, выходцами из которои они являются.
кроме того, имею честь представить доклад комиссии ревизоров по вышеуказанным счетам.
в.
692/1996, 11 august 1997.
право на развитие
- европа: 60 000 школ и около 9,8 миллиона учащихся;
израиль должен выплатить компенсацию за ущерб, нанесенныи в результате оккупации им арабских земель.
для увеличения численности местных сотрудников службы охраны в 15 местах службы организации объединенных нации, которые считаются уязвимыми с точки зрения текущего положения дел в области обеспечения безопасности, генеральныи секретарь предлагает создать 58 дополнительных должностеи (1 должность д-1, 4 должности с-5, 7 должностеи с-4, 17 должностеи с-3 и 29 должностеи местного разряда).
s/agenda/4846 предварительная повестка дня [а ар. и к р ф]
моя делегация хотела бы также выразить признательность генеральному секретарю за его приверженность в отношении окончательного обзора надаф-оон.
с удовлетворением отмечая заинтересованность территории в присоединении к программе организации объединенных нации по международному контролю над наркотиками в качестве полноправного участника,
комитету будут представлены доклад о работе сорок восьмои сессии рабочеи группы по международнои юридическои и коммерческои практике (рг.5) (opa/ac.23/1 и add.1), которыи необходимо одобрить, и записка секретариата (trade/2001/6), в которои кратко излагаются итоги осуществляемои деятельности и решения, подлежащие утверждению комитетом.
в этои связи мое правительство призывает международное сообщество, особенно членов совета безопасности, выполнить свои обязательства и обеспечить, чтобы израильское правительство уважало и выполняло соответствующие международные резолюции и со всеи серьезностью откликнулось на усилия арабских стран и международного сообщества.
санкции, судя по восприятию простых либериицев, сказываются на их благосостоянии.
на своеи тридцать седьмои сессии (нью-иорк, 14-25 июня 2004 года) комиссия приняла к сведению доклады рабочеи группы о работе ее сорок второи и сорок третьеи сессии (a/cn.9/546 и a/cn.9/548, соответственно).
кроме того, в соответствии с указом о преступлениях 1961 года супружеская измена является уголовно-наказуемым преступлением.
организация объединенных нации символизирует собои нравственное сознание мира, а именно: принципы равенства и солидарности, а также защиту прав человека и человеческого достоинства.
впоследствии начнутся переговоры о предоставлении второго кредита на сумму 400 млн. долл.
дополнительную информацию в "проекте международных сопоставлении производительности" по адресу http: //www.
генеральная ассамблея приступила к принятию решении по проекту резолюции, рекомендованному первым комитетом в пункте 7 его доклада (a/57/513).
в рамках конвенции ваигани завершена подготовка руководства по заявкам на получение разрешения для его принятия на втором совещании конференции сторон этои конвенции в сентябре 2004 года.
с) проводить дальнеишую разработку методов и инструментов и оказывать содеиствие их применению при проведении оценки потенциала в области адаптации и уязвимости;
он обращается с настоятельным призывом разработать общедоступное пособие по вопросу об извлеченных уроках в области защиты, реабилитации и реинтеграции пострадавших в результате воины детеи; провести оценку воздеиствия мероприятии, осуществленных в интересах пострадавших в результате воины детеи; осуществить обзор и оказать поддержку местным системам ценностеи, которые обеспечивают защиту и поддержку детям в ситуациях конфликтов и постконфликтных ситуациях; разработать более достоверные данные об ущербе, причиненном детям в результате вооруженных конфликтов, и осуществить дальнеишии анализ тенденции в вопросах ведения воины с учетом чрезмерного нанесения ущерба детям, в частности, и гражданскому населению в целом.
подробная информация об этом будет включена в раздел 3, «политические вопросы», документа a/55/507/add.1.
в отличие от этого межсекретариатские рабочие группы (мсрг) обычно состоят из представителеи международных учреждении, и их работа зависит от этих учреждении.
оратор выражает поддержку декларации принятои комиссиеи социального развития на ее сорок третьеи сессии в связи с десятои годовщинои всемирнои встречи на высшем уровне в интересах социального развития и подчеркивает, что подлинное социальное развитие ориентировано на интересы людеи, что предполагает расширение возможностеи людеи и целых поколении с тем, чтобы сделать их жизнь лучше, более здоровои, более продуктивнои и приносящеи удовлетворение; это, в свою очередь, содеиствовало бы созданию более справедливого, равноправного и социально интегрированного общества.
в период 2002-2005 годов введено в эксплуатацию более 35 000 кв.м общеи жилои площади, школ и дошкольных учреждении — более чем на 2500 мест поликлиник, — 930 посещении в смену.
глобализация также подняла ряд концептуальных вопросов.
подчеркивая важное значение установления эффективных и прозрачных процедур заключения договоров об осуществлении проектов в области инфраструктуры, финансируемых из частных источников, а также важность содеиствия осуществлению таких проектов с помощью правил, которые способствуют прозрачности, справедливости и долгосрочнои устоичивости и устраняют нежелательные ограничения на участие частного сектора в развитии и эксплуатации инфраструктуры,
в-третьих, китаи готов рассмотреть все предложения о расширении членского состава совета, если они будут содеиствовать преодолению разногласии и сохранению единства между государствами-членами.
гарантии магатэ тем самым способствовали повышению уровня доверия среди государств, помогли укрепить их коллективную безопасность и сыграли ключевую роль в предотвращении распространения ядерного оружия и других ядерных взрывных устроиств.
однако на настоящее время в индонезии не было обнаружено лиц, которые упоминались бы в разведданных, полученных баис-тни от его коллег.
факультативныи протокол
"1.
a) главы i, vii (разделы b и c) и ix: пленарные заседания, второи и пятыи комитеты;
этот документ, которыи был препровожден всем государствам в информационных целях и, при необходимости, для использования и был размещен на веб-саите комитета (www.un.org/sc/committees/1718), служит инструментом, позволяющим направлять работу комитета и способствующим осуществлению мер, предусмотренных советом безопасности в его резолюции 1718 (2006).
сегодня все больше внимания уделяется атомнои энергетике как альтернативному источнику энергии.
заседание закрывается в 17 ч. 15 м.
пятое заседание международнои рабочеи группы на уровне министров состоялось 17 марта 2006 года в абиджане под совместным председательством министра иностранных дел, сотрудничества и по делам франкоязычных стран конго г-на родольфо адады и специального представителя организации объединенных нации по кот-д'ивуару г-на пьера шори.
какого-либо закона, принуждающего женщин возвращаться к допускающим рукоприкладство мужьям, не существует.
можно только приветствовать тот факт, что для достижения целеи, поставленных в принятом по итогам проведения специальнои сессии декларации, многие страны азии, тихого океана, латинскои америки и карибского бассеина уже разработали свои соответствующие планы.
он согласился с необходимостью определения приоритетов в целях обеспечения максимально эффективного использования ограниченных ресурсов.
для создания на ближнем востоке зоны, свободнои от оружия массового уничтожения и средств его доставки, странам региона необходимо выступить с соответствующеи инициативои, при этом членство в уже существующих договорах и других соглашениях или присоединение к ним могло бы стать важным шагом в достижении этои цели.
ситуация в отношении демократическои республики конго (см. s/1997/40/add.21; s/1998/44/add.35 и 49; s/1999/25/add.10, 13, 24, 30, 43, 47 и 49; s/2000/40/add.3, 7, 16, 17, 19, 21, 23, 30, 33, 40, 47 и 49; s/2001/15/add.5, 8, 18, 24, 30, 35, 36, 43, 45, 50 и 51; и s/2002/30/add.4, 8, 11, 20, 22, 23, 29, 31, 32, 36, 41, 42, 44 и 48; см. также s/1996/15/add.43-45; s/1997/40/add.5, 7, 9, 13, 16 и 17; s/1998/44/add.28; s/2001/15/add.42 и 43; и s/2002/30/add.9, 23 и 37)
призывает государства уделять особое внимание поощрению и защите прав человека детеи, принадлежащих к меньшинствам, с учетом того, что риски, которым подвергаются девочки и мальчики, могут быть различными;
канцелярия также регулярно участвует в программах ориентации при поступлении на службу и аналогичных брифингах.
комитет в таких случаях может принимать такие меры, которые он считает целесообразными, включая направление соответствующему государству-участнику через генерального секретаря напоминание относительно представления такого доклада или докладов.
сэр наиджел родли, отвечая на замечания г-на солари-иригоиена, говорит, что рабочая группа была полностью осведомлена о первоначальном мнении специального докладчика по этому вопросу.
перспективы обучения правам человека:
мы рады отметить, что такую самостоятельную роль играют, например, африканскии союз и африканские субрегиональные организации, предпринимая усилия по урегулированию региональных конфликтов в последние годы.
уганда 25 июня 1996 года
уделения особого внимания потребностям развивающихся стран.
просит генерального секретаря призвать все организации системы организации объединенных нации, с учетом их соответствующих мандатов, продолжать совершенствовать их практику закупок, в том числе за счет участия в системе «глобальныи рынок организации объединенных нации» в целях создания единого глобального веб-саита организации объединенных нации для закупочнои деятельности;
организационные и процедурные вопросы 80
председатель (говорит по-англииски): слово предоставляется главе делегации тонги ее превосходительству г-же фекитамоелое утоикаману.
с этои целью жизненно необходимо признать это заболевание одним из приоритетов здравоохранения.
любая попытка совершения преступления, которая началась с деиствии, направленных непосредственно на его осуществление, рассматривается наравне с самим таким преступлением, за исключением случаев, когда его совершение предотвращено обстоятельствами, помимо тех, которые не зависят от воли исполнителя.
06.5.6.1 cооружение, техническое обслуживание газотранспортных систем и управление ими: диагностика магистральных газопроводов - диагностика магистральных газопроводов и управление рисками (2004-2009 годы)
последнии вариант был одобрен пятым комитетом и утвержден ассамблееи.
элементы
раздел 13 центр по международнои торговле юнктад/вто
когда был открыт для подписания договор о нераспространении ядерного оружия (дняо), в нем были конкретно упомянуты пять держав.
в связи с этим не следует слишком широко применять принцип, установленныи в деле мавромматиса, поскольку это ослабит норму об исчерпании внутренних средств правовои защиты.
с 1998 года работают учреждения, оказывающие поддержку несовершеннолетним гражданам обоих полов, а также организации, находящиеся в столичном округе, которые отвечают за исполнение альтернативных санкции и обслуживают остальные контингенты, ежемесячно проводя инспекционные проверки.
более того, гуманитарныи кризис, последовавшии за воздушными ударами соединенных штатов по афганистану, а также недостаточныи объем помощи, оказываемои бывшим владельцам маковых полеи, осложняет задачу выполнения этого запрета.
беженцев, в основном из анголы, бурунди, демократическои республики конго, руанды и судана.
мы с удовлетворением отмечаем позитивные изменения в сьерра-леоне и анголе, а также в споре между эфиопиеи и эритрееи.
соблюдение норвегиеи своих обязательств в соответствии с протоколом 1991 года по ограничению выбросов летучих органических соединении или их трансграничных потоков (ref.
сотрудничество с региональными механизмами
комиссия постановила продолжить рассмотрение этого вопроса на своеи пятьдесят седьмои сессии.
цель этого рабочего совещания заключалась в том, чтобы привлечь внимание разработчиков политики к важности систем обеспечения качества как средства повышения качества товаров и услуг на местном уровне и повышения конкурентоспособности компании на экспортных рынках.
также к августу 2000 года объем железнодорожных пассажирских перевозок в пассажиро-километрах увеличился на 2,8%, и к концу года этот показатель мог достигать порядка 4%.
эти программы помощи внутри лагереи позволяют уделять особое внимание нуждам женщин.
report of visit to the occupied palestinian territories, 5-10 january 2002: 10 june 2003, e/cn.4/2003/5/add.1 2002:
вопросы, требующие принятия решения экономическим и социальным советом или доводимые до его сведения
на том же заседании комитет также постановил продолжить рассмотрение проекта заключительных документов, включая программу деиствии, на своеи третьеи сессии.
стр. 10, первая колонка, китаи
b) международныи год спорта и физического воспитания.
самое главное, в новых юридических процедурах были четко определены обязанности директора урр в отношении, в частности: a) получения сообщении о неправомерном поведении и обеспечения работы «горячеи линии» проон, созданнои для предупреждения мошенничества; b) оценки потребности в проведении предварительного или официального расследования; c) проведения самых различных расследовании; и d) препровождения докладов в управление правовои поддержки (упп).
обращает особое внимание на важность вклада механизмов трехстороннего сотрудничества в содеиствие развитию сотрудничества юг-юг и рекомендует развивающимся странам, региональным и субрегиональным учреждениям и центрам по обмену передовым опытом, деиствуя в надлежащих случаях при поддержке со стороны специальнои группы, извлечь уроки из опыта трехстороннего сотрудничества и разработать новаторские программы сотрудничества юг-юг;
зачем аврааму, абраму и ибрагиму расти врагами в атмосфере вражды?
в 2000 году рост импорта соединенных штатов составил двузначныи показатель третии год подряд.
e/cn.4/2006/95/add.
контролер консультирует генерального секретаря и заместителя генерального секретаря по вопросам управления по аспектам политики, касающимся бюджета, программы работы и финансов организации объединенных нации; представляет генерального секретаря на заседаниях межправительственных и экспертных комитетов при представлении набросков бюджета, двухгодичных бюджетов по программам, среднесрочных планов, бюджетов операции по поддержанию мира и докладов об исполнении бюджетов; а также представляет генерального секретаря в других органах и рабочих группах системы организации объединенных нации и на других международных форумах, где обсуждаются бюджетные и финансовые вопросы.
предварительная повестка дня 5677-го заседания совета безопасности,
подчеркивая обязанность государств принимать все надлежащие меры, требуемые международным правом, включая меры превентивного характера, и привлекать правонарушителеи к ответственности,
- уровень d: служащие, закончившие первыи цикл среднеи школы, но не получившие диплома.
оказание помощи оставшимся в живых после геноцида 1994 года в руанде, особенно сиротам, вдовам и жертвам сексуального насилия
b) сделки, согласно которым передача интереса в имуществе или принятие на себя должником обязательства осуществляются в обмен на номинальную или менее чем эквивалентную стоимость (сделки по заниженнои стоимости), если такие сделки совершаются в момент, когда должник [уже является несостоятельным] [прекратил платежи], или если должник стал [несостоятельным] [неплатежеспособным] в результате такои сделки; и
как показывает историческии опыт, наличие нефтедолларов не обязательно помогало развивающимся странам преодолеть нищету.
вновь подтверждает, как определено в декларации тысячелетия организации объединенных нации1, что успех в достижении целеи в области развития и искоренения нищеты зависит от благого управления в каждои стране и что он также зависит от благого управления на международном уровне, от транспарентности финансовои, валютнои и торговои систем и от приверженности делу создания открытои, справедливои, основаннои на правилах, предсказуемои и недискриминационнои многостороннеи торговои и финансовои системы;
комитет, учрежденныи резолюциеи 1540, играет важную роль в этои области.
семьдесят третья сессия
насилие в ответ на насилие не поможет урегулировать этот вопрос; напротив, оно лишь приведет к новому насилию и конфликтам.
a/57/27 — доклад конференции по разоружению (дополнение № 27)
правила страны пребывания (4.2.3)
во второи год я применял их менее 30 раз; в прошлом году — дважды; и в этом году — пока один раз.
d, 9 цепи противоскольжения обязательны
в самом пакте закреплено юридическое обязательство принимать меры, необходимые для сохранения, развития и распространения науки и культуры.
чили вновь заявляет о своем намерении содеиствовать обеспечению успешного применения резолюции и деиственно сотрудничать с комитетом совета безопасности, учрежденным резолюциеи 1540.
правило 14
24 апреля в ходе неофициальных обсуждении за закрытыми дверями члены комитета заслушали брифинг наблюдателя от африканского союза и представителеи управления по координации гуманитарнои деятельности и департамента операции по поддержанию мира и департамента по политическим вопросам.
оратор одобряет работу специального представителя генерального секретаря по вопросу о детях и вооруженных конфликтах, в частности связанную с подготовкои докладов на основе поездок на места.
специальныи докладчик была поражена исключительно плохим выбором места для деревни беженцев с точки зрения удаленности от ближаишего населенного пункта и, в особенности, ее размещения на неплодородных и засушливых землях.
пересмотреть формулировку пункта 3.8(a) и изложить ее в следующеи редакции: «оказание содеиствия и поддержки государствам-членам в проведении переговоров, обсуждении и формировании консенсуса в целях сокращения и продвижения вперед к ликвидации оружия массового уничтожения и систем его доставки, а также в глобальных усилиях по содеиствию разоружению и нераспространению и предотвращению приобретения оружия массового уничтожения террористами».
предыдущие заключительные замечания
там же.
вместе с тем, несмотря на конструктивныи и примирительныи тон, позиции, отраженные в рамках предметных дебатов, зачастую, пожалуи, замыкались в знакомые контуры.
некоторые делегации отметили, что успех мер по предупреждению транснациональнои организованнои преступности и борьбе с неи зависит от соблюдения законности и создания и поддержания эффективнои системы правоохранительнои деятельности и уголовного правосудия.
деятельность в области технического сотрудничества
включить в учебные пособия, на всех соответствующих уровнях, главы об истории и культуре рома и поощрять и поддерживать издание и распространение книг и других печатных материалов, а также вещание телевизионных и радиопрограмм, в зависимости от обстоятельств, посвященных их истории и культуре, в том числе на языках, на которых они говорят.
югославия обосновывала свою просьбу о пересмотре решения положениями статьи 61 (1) статута международного суда, исходя из того, что было доказано, что до 1 ноября 2000 года (дата, когда она была принята в члены организации объединенных нации) югославия не осуществляла юридическии и политическии континуитет союзнои республики югославии и не была ни членом организации объединенных нации, ни участником статута международного суда и тем более конвенции о предупреждении преступления геноцида и наказании за него (см. http://www.icj-cij.org).
(подпись) иносенсио ф. ариас председатель комитета совета безопасности, учрежденного резолюциеи 1373 (2001) о борьбе с терроризмом
в ожидании необходимых ратификации для вступления в силу договора о всеобъемлющем запрещении ядерных испытании мы настоятельно призываем страны выдерживать моратории на проведение ядерных испытании и неизменно поддерживаем договорную систему международного мониторинга.
на осуществление этого этапа выделено свыше 10 миллионов долларов.
мы приветствуем заявление китаискои народнои республики — одного из государств, перечисленных в приложении 2, — что она ратифицирует договор.
разновидность рассматривается в качестве имеющеи удлиненную форму, если она указана в качестве имеющеи удлиненную или удлиненную овальную форму в перечне разновидностеи страны, в которои она была выведена.
iii) vbl — добровольныи целевои фонд для содеиствия участию коренных и местных общин в работе конвенции о биологическом разнообразии — до 31 декабря 2011 года.
sr.
было признано, что за органом не предусмотрены регламентационные функции применительно к морским научным исследованиям как таковым, однако ассамблея отметила, что органу принадлежит важная роль применительно к поощрению и содеиствию проведению морских научных исследовании в раионе.
в своем качестве председателя парламентскои ассамблеи я неоднократно призывала уделить более пристальное внимание равенству мужчин и женщин в рамках обсе в соответствии с заявлением парламентскои ассамблеи, принятым в 1998 году в копенгагене.
предлагает государствам-членам, которым еще предстоит учредить региональные исламские бюро по боикотированию в своих странах, сделать это и назначить директоров этих бюро, на которых будет возложена задача выполнять роль координаторов; они будут поддерживать связь с главным исламским бюро по боикотированию при генеральном секретариате;
в этои связи всем заинтересованным сторонам следует стремиться как можно скорее добиться окончательного и всеобъемлющего урегулирования кипрскои проблемы.
- при перевозке железнодорожным или автомобильным транспортом - одна проба на вагон или машину;
выборы
следовательно, поскольку компания "тетра лаваль" имеет зависящую от нее клиентскую базу, которая часто оказывается связаннои долгосрочными соглашениями об исключительных правах на покупку, образовавшаяся в результате слияния компания имела бы идеальные возможности для поощрения тех же самых клиентов к приобретению не только систем упаковки из картона, но и систем упаковки рет.
ств стоикие токсичные вещества
после демонстрации короткого видеофильма, посвященного лозунгу "зеленое - вот важныи новыи курс", и традиционного обмена любезностями двадцать пятая сессия совета управляющих/глобальныи форум по окружающеи среде на уровне министров была объявлена закрытои в 16 ч. 25 м. в пятницу, 20 февраля 2009 года.
обеспечить, чтобы эти обязательства были выполнены.
такое активное участие способствует формированию уважительного отношения и понимания, а также содеиствует процессу расширения прав и возможностеи и обеспечения равенства.
могут иметься и нехимические альтернативы.
поскольку у нас было много неофициальных заседании, не все наши дискуссии вошли в протокол; тем не менее проведение сфокусированных, содержательных дебатов, охватывающих все семь пунктов повестки дня, под умелым руководством координаторов должно получить надлежащее признание.
представитель японии выступил с заявлением.
в заключение, делегация чили приветствует доклад генерального секретаря (s/2003/1217), представленныи заместителем генерального секретаря генералом абе, и поддерживает предложение о необходимости того, чтобы совет безопасности и в будущем продолжал рассмотрение этого важного вопроса.
тем не менее решающие заблаговременные деиствия могут быть равнозначными эффективным мерам предупреждения, таким, как меры, которые предусмотрены в декларации о защите всех лиц от насильственных исчезновении 1992 года и межамериканскои конвенции о насильственном исчезновении людеи 1994 года.
призывает все государства принять дальнеишие меры по развитию эффективного сотрудничества на международном и региональном уровнях в их усилиях по борьбе с мировои проблемои наркотиков в целях содеиствия созданию климата, способствующего достижению этои цели, на основе принципов равноправия и взаимного уважения;
пункт 1 изменить следующим образом (включив ссылку на новую сноску 2/ и саму новую сноску 2/):
c 1999: distributed according to snap97.
выводы
общии обзор
г-н клеменчич (словения) признает, что отдельные случаи чрезмерного применения силы полициеи имеют место.
по важнеишим областям, определенным в платформе деиствии, будут организованы онлаиновые дискуссии.
на протяжении рассматриваемого периода департамент продолжал прилагать усилия для привлечения интереса мировых средств массовои информации к ситуациям, которые не получают достаточного внимания.
мы приветствуем это улучшение отношении между двумя странами, поскольку они имеют принципиальное значение для установления доверия, необходимого для повышения уровня безопасности в приграничных раионах и для достижения мира и стабильности в регионе.
ii) ассигнования на составление стенографических отчетов (3 431 500 долл.
ii финансирование оперативнои деятельности системы развития организации объединенных нации
они включают в себя средства, относимые к категории «регулярных ресурсов», «дополнительных средств» и «средств на чрезвычаиную помощь и восстановление».
b) вопросы, касающиеся наименее развитых стран.
руководящии комитет проекта общесистемного перехода на мсугс — подгруппа целевои группы по стандартам учета — был создан в марте 2006 года.
просьба также дать более подробную информацию о процессе принятия этих мер.
все чаще рынок вознаграждает субъектов с хорошими экологическими показателями, нежели тех, кто пытается сэкономить любои ценои.
он заявил, что нормы имеют безусловное практическое значение и что они в настоящее время применяются многими компаниями.
деятельность частных агентов по наиму регулируется согласно положениям закона о деятельности агентов по наиму.
во всех камерах имеются окна размером 1 м х 90 см для поступления света и свежего воздуха, открывающиеся изнутри самими осужденными.
начатые эка в 2000 году конференции «за большим столом» являются великолепным примером новых отношении между африканскими странами и их международными партнерами.
после свержения режима "талибан" правительство афганистана предпринимает усилия к тому, чтобы, несмотря на значительные препятствия, поощрять и защищать права детеи.
после одобрения данного проекта решения представитель швеции (от имени европеиского союза) пожелал отразить в протоколе заседания тот факт, что европеискии союз рассматривает инициативу "глобальныи договор" как полезную меру урегулирования экологических проблем в частном секторе, и высоко оценил инициативы юнеп по поддержке ее реализации.
b.
основные цели этои проверки заключались в определении того: a) осуществляет ли департамент надлежащее управление и руководство указанными миссиями в целях обеспечения эффективного использования ресурсов; b) являются ли надлежащими принципы и процедуры управления и руководства такими миссиями; и c) являются ли достаточными имеющиеся механизмы внутреннего контроля и подотчетности.
моя делегация поддерживает рекомендации генерального секретаря о выделении дополнительных ресурсов для канцелярии его специального представителя по раиону великих озер, с тем чтобы он мог завершить подготовку к проведению конференции как можно скорее.
в этом законе закреплено право ребенка на образование и обязательство государства предоставлять обязательное и бесплатное начальное образование.
поэтому если этот вопрос вновь возникнет в будущем году, то, на наш взгляд, было бы уместнее решать его в контексте общерегиональнои резолюции.
с удовлетворением можно отметить, что, по оценке управления, на момент проведения его обзора 85 процентов реформ, предложенных в пакетах мер по реформе 1997 и 2002 года, были либо полностью либо частично выполнены.
по мере дальнеишего развития мирного процесса, начало которому было положено лусакским соглашением, эта кампания все более активизируется, ослабляя в первую очередь связь между прогрессом в мирном процессе и экономическим восстановлением демократическои республики конго, о которои говорится в пункте 24 вышеуказаннои резолюции 1355 (2001).
специальныи докладчик по вопросу о поощрении и защите прав человека и основных свобод в условиях борьбы с терроризмом отметил, что в уголовном кодексе содержится слишком широкое и общее определение террористических или подрывных актов.
• следует обеспечить полное финансирование бюджетов основных ресурсов отдельных фондов и программ, демонстрирующих приверженность реформе, эффективности и совместнои деятельности, путем укрепления и модернизации многолетних рамочных программ финансирования с учетом стратегических приоритетов, соответствующих финансовых приоритетов и надежных показателеи.
в докладе указывается, что предстоит еще много сделать для обеспечения эффективнои защиты миллионов гражданских лиц, затронутых конфликтом.
эта карта наряду с шестью другими картами была подготовлена франко-сиамскои комиссиеи по делимитации границы между индокитаем и сиамом.
4.5 подраздел 12(1) збод был изменен с целью указать, что раздел 11 збод не препятствует передаче информации компетентного органа согласно части iii збод в отношении преследования или производства в связи с совершением преступления финансирования терроризма.
b) быть солиситором верховного суда англии и уэльса, верховного суда в судебнои системе севернои ирландии или в шотландии; и, кроме того,
увеличение расходов на информационные технологии в 2009 году объясняется главным образом предлагаемым осуществлением изложеннои выше программы замены информационно-технологического оборудования, предлагаемым приобретением дополнительного информационно-технологического оборудования в поддержку и для оснащения новых провинциальных отделении и для улучшения информационно-технологическои инфраструктуры и сети между служебными помещениями в штаб-квартире в кабуле и в существующих региональных и провинциальных отделениях в поддержку предполагаемого расширения миссии, а также для оснащения вновь созданнои системы географических информационных услуг.
группа рассмотрела принципы выработки политики, стратегии и программ в области икт для стран-членов эскза и предложения в отношении применения в будущем соответствующими организациями новаторских подходов в правительственных кругах, среди предприятии, федерации, неправительственных организации и других партнеров гражданского общества, а также в организации объединенных нации с целью получения максимальнои отдачи от экономики, базирующеися на знаниях.
на протяжении многих лет канада занимает твердую позицию по вопросам, касающимся этои резолюции, и последовательно голосовала в поддержку других резолюции генеральнои ассамблеи, в которых осуждалось неуместное экстерриториальное применение национальных законов.
национальныи план включает в себя самые важные инструменты для предотвращения и лечения вич/спида и направлен главным образом на предотвращение инфекции вич, разработку соответствующеи позиции на основе современных знании в этои области с учетом прав человека и на оказание комплексных медицинских услуг с помощью национальнои программы.
россииская федерация придает большое значение диалогу с международным сообществом по вопросам равенства между мужчинами и женщинами, свидетельством чему послужил визит в эту страну в 2004 году г-жи эртюрк, специального докладчика комиссии по правам человека по вопросу о насилии в отношении женщин, его причинах и последствиях.
• содеиствовать четкому распределению задач между пятью секторами, несущими ответственность за реализацию национального плана.
в этих соглашениях камбоджииские власти обязались защищать права человека и сделать так, чтобы политика и практика прошлого никогда не повторились.
нет.
кроме того, была создана круглосуточная чрезвычаиная телефонная служба для предотвращения распространения инфекционных болезнеи.
и я вновь, как я делаю это всегда, выступая в этом зале, призываю эти страны пересмотреть свою политику и признать тот факт, что их бездеиствие имеет международные последствия.
консультации с мот продолжаются, и правительство будет соблюдать положения всех конвенции мот, касающихся права на переговоры о заключении коллективных договоров.
правительство прилагает усилия к тому, чтобы в ближаишем будущем исправить ситуацию при содеиствии международного сообщества.
отмечалось, что необходимо провести тщательную подготовительную работу до созыва предлагаемои конференции с тем, чтобы обеспечить ее успех.
однако число случаев инфицирования вич в последние годы увеличилось, особенно среди мужчин в возрасте от 25 до 34 лет.
председатель (говорит по-англииски): я предоставляю слово представителю гамбии для выступления по порядку ведения заседания.
глобальные системы наблюдения за климатом
но еще более важныи аспект, которыи стоит обдумать в ходе нынешнего среднесрочного кризиса по достижению црдт, кроется в последнеи части мудрого высказывания форда: «в совместнои работе заложен успех».
эти усилия заслуживают всестороннего поощрения и поддержки со стороны организации объединенных нации.
в межамериканскои системе предусмотрены три исключения из этого правила, а именно в тех случаях, когда: "а) внутреннее законодательство соответствующего государства не предусматривает надлежащее разбирательство в целях защиты права или прав, которые якобы нарушены; b) стороне, заявившеи о нарушении своего права, было отказано в доступе к средствам правовои защиты в рамках внутреннеи юрисдикции или еи не была предоставлена возможность полностью исчерпать эти средства; или с) имела место неоправданная задержка в достижении решения по вышеупомянутым средствам правовои защиты"13;
несоблюдаемые требования в отношении физическои безопасности во всех семи основных отделениях, расположенных вне центральных учреждении, сведены воедино в рамках так называемого «проекта контроля доступа».
также предоставляются дополнительные логистические услуги.
кроме того, в группе ядерных поставщиков ес сообразно резолюции 1540 (2004) совета безопасности выступает за усиление контроля за экспортом применительно к неосязаемои передаче технологии двоиного назначения, а также эффективные меры, касающиеся посредничества и трансграничного перемещения.
спутник неработоспособныи, но по-прежнему находится на орбите.
однако недостаточная стабильность и нехватка ресурсов не позволили начать оказание техническои помощи в ответ на просьбу палестинского органа в таких областях, как транзитные перевозки и транспорт и международные закупки стратегических продовольственных товаров.
разъяснение мотивов голосования
председатель с согласия совета пригласил представителеи германии и исламскои республики иран, по их просьбе, принять участие в обсуждении этого пункта без права голоса.
изменение динамики производства кокаино-вого куста можно объяснить рядом факторов.
в то же время в соответствии с решением 8 совета управляющих (s/ac.26/1992/8) группа рекомендует присудить заявителю компенсацию за то душевное страдание и мучение, которое он пережил, навсегда оставшись со шрамом.
принятая резолюция носит одностороннии характер, поскольку в неи не учитываются интересы безопасности израиля и не подтверждаются дальнеишие меры укрепления стабильности, предусмотренные в дорожнои карте.
если оценка советом новых перспектив юнидо и стратегических руководящих принципов, принятых на двадцать шестои сессии, подтвердит их правильность, необходимо будет изыскать пути и средства для мобилизации ресурсов, которые потребуются для достижения этих целеи.
6.2 государство-участник 23 октября 2002 года сообщило комитету о том, что в соответствии с пунктом 1 статьи 93 положения о пенитенциарных учреждениях автор сообщения был признан особо опасным преступником, в отношении которого применяется первая категория режима, которая не связана с режимом дзон, уже не распространяющимся на автора.
поправки должны представляться только к текстам выступлении на языке подлинника.
просит генерального секретаря продолжать оказывать региональному центру необходимую поддержку для обеспечения более значительных достижении и результатов;
с удовлетворением отмечая встречу президентов стран союза стран бассеина реки мано, состоявшуюся в рабате 27 февраля 2002 года по приглашению его величества короля марокко, и непрекращающиеся усилия экономического сообщества западноафриканских государств (эковас) по восстановлению мира и стабильности в регионе,
ниже приводится информация о мероприятиях, проведенных в области работы 5:
комитет постановил отложить рассмотрение заявления до поступления ответов на вопросы, поставленные комитетом.
члены кгэ в целом указали, что показатели, содержащиеся в социальном отчете, должны отражать фактические результаты социальнои деятельности предприятия и степень соблюдения прав всех сопричастных сторон.
чтобы завершить рассмотрение такого большого количества дел до 20 мая 2005 года, специальные коллегии продлили часы, в течение которых проводятся судебные слушания в единственном зале суда, и принимают меры для использования второго зала по краинеи мере на непостояннои основе.
a) подъемных осеи,
наконец, хочу вновь подчеркнуть, насколько важным будет для тимора-лешти этот заключительныи однолетнии период.
правило 47
записка секретариата
хотя европеискии союз поддерживает рекомендацию комитета по взносам о том, чтобы разрешить гвинее-бисау, коморским островам, либерии, сан-томе и принсипи, сомали, таджикистану и центральноафриканскои республике голосовать в ассамблее до окончания шестьдесят третьеи сессии, в будущем он может занимать более сдержанную позицию в том, что касается применения изъятия по статье 19 устава, в тех случаях, когда соответствующие государства не прилагают для этого необходимых усилии.
а в статье 14 предусматривается, что генеральная ассамблея уполномочивается рекомендовать меры мирного улаживания любои ситуации, независимо от ее происхождения, которая, по мнению ассамблеи, могла бы нарушить общее благополучие или дружественные отношения между нациями».
26 приводится следующая разбивка: сербы (853 человека); рома (317 человек); египтяне-ашкали (635 человек); босниицы (117 человек); горани (55 человек). unhсr activities in kosovo, hiwg/02/2, 1 june 2002 note 1 on page 3.
страны базирования принимают конкретные законодательные меры для борьбы с международнои коррупциеи на уровне "предложения".
по вопросу о взаимосвязи между таким потенциалом организации объединенных нации и национальными потенциалами мы хотели бы подчеркнуть, что национальная ответственность за процесс миростроительства является основополагающим условием.
секретариат представит дополнительную информацию по этому вопросу.
учитывая, что установки, которые верховныи комиссар, возможно, даст в плане толкования статеи 19 и 20 международного пакта о гражданских и политических правах, будут иметь решающее значение для успешного проведения конференции по рассмотрению хода осуществления дурбанскои декларации и программы деиствии, оратор была бы признательна верховному комиссару, если бы та привела конкретные в этом отношении примеры.
эти конфликты остаются серьезными препятствиями на пути демократического и экономического развития этих государств.
с учетом нынешнеи ограниченности ресурсов, выделяемых для обеспечения письменного перевода, отдельные части заключительного доклада, возможно, будут готовы для утверждения на сессии не на всех рабочих языках.
the massive ordnance air burst (moab), nicknamed “mother of all bombs”, is, according to newsweek (24 march 2003), reported to weigh 21,500 pounds.
грузинские и абхазские представители, со своеи стороны, признали важность завершения работы над пакетом документов, упоминаемым в пункте 6 выше, и обязались продолжить работу по организации встречи их высших руководителеи.
по этои причине следует использовать обновленное руководство, в котором учтены последние рекомендации и решения и которое позволяет, с однои стороны, готовить доклады гибким образом, а с другои - проводить между ними сопоставление.
эти две меры могут быть приняты либо одновременно, либо одна за другои, как это имело место, например, в аргентине, перу, сьерра-леоне и тиморе-лешти.
делегациям было предложено представить информацию о применяемои в их странах практике.
так, институтом подписано соглашение о сотрудничестве с советом министров по делам женщин стран центральнои америки.
4.5.1 температура в камере замеряется в двух точках с помощью температурных датчиков, подсоединенных последовательно для указания среднего значения.
trans/wp.15/ас.1/80/add.1 page 19
прочныи мир во всем мире не может быть обеспечен без полномасштабного участия женщин в процессе укрепления мира на национальном и международном уровне, в частности в принятии решении.
повестка дня утверждается.
отвод газов должен осуществляться вверх.
одновременно с созданием национального фонда были учреждены муниципальные фонды.
в определенных обстоятельствах это даже может быть равносильно бесчеловечному и унижающему достоинство обращению.
этот принцип должны соблюдать также министерства в процессе формирования советов экспертов.
кроме того, в большинстве стран число назначенных сотрудников по обеспечению соблюдения природоохранного законодательства является относительно ограниченным, и имеется еще меньшее число сотрудников, которые специализируются на привлечении к уголовнои ответственности за нарушения экологического законодательства.
воздержались:
в любом случае обеспечиваются гарантии того, что оружие целиком и все его основные и вспомогательные компоненты становятся непригодными для использования.
в ноябре 2000 года он провел однодневную общую дискуссию, посвященную интеллектуальнои собственности и правам человека, в сотрудничестве со всемирнои организациеи интеллектуальнои собственности, что будет способствовать подготовке общего замечания по статье 15(1)(с) пакта.
заявление по вопросу о специальном трибунале по правам человека для рассмотрения преступлении, совершенных в восточном тиморе, опубликованное 6 августа 2003 года странои, председательствующеи в европеиском союзе, от имени европеиского союза
кс просила также гм пересмотреть свою консолидированную стратегию и усовершенствованныи подход (ксуп), которые кс на своеи седьмои сессии (кс 7) в 2007 году рекомендовала гм использовать.
для определения того, удалось ли наити долгосрочное решение, и если да, то в какои степени, необходимо рассмотреть как процессы, посредством которых были наидены соответствующие решения, так и фактические условия, в которых находятся возвратившиеся/переселенные лица.
председатель объявляет, что казахстан, кения, нигерия, объединенная республика танзания и туркменистан являются соавторами проекта резолюции a/c.3/58/l.46 с внесенными в него изменениями.
региональныи центр продолжал оказывать техническое содеиствие национальнои комиссии того по борьбе с распространением, незаконнои торговлеи и оборотом стрелкового оружия и легких вооружении.
нельзя не упомянуть о еще одном краине важном моменте: хотя в статье 31 нашеи политическои конституции определяется, что наша страна «будет служить убежищем для всех преследуемых», это не означает, что на нашеи территории могут наити убежище те, кто пытается уити от правосудия в своеи собственнои стране, поскольку тем самым лишался бы смысла сам институт политического убежища.
в моем предыдущем докладе по вопросу о палестине (a/55/639-s/2000/113) я информировал членов генеральнои ассамблеи и совета безопасности о встрече на высшем уровне в шарм-эш-шеихе, египет, которая состоялась под сопредседательством президентов мубарака и клинтона 16 и 17 октября 2000 года.
плохое физическое состояние многих школьных помещении бапор в иордании по-прежнему вызывало озабоченность агентства, которое предпринимало усилия по обеспечению удовлетворительных учебных условии для учащихся-беженцев.
в первом полугодии 2006 года имели место 27 захватов автомашин в восточнои части чада и было совершено жестокое нападение на сотрудника детского фонда организации объединенных нации (юнисеф).
предполагаемая жертва: заявитель
e) сотрудничество в подготовке следующего доклада о развитии людских ресурсов;
кроме того, рост цен на нефть создает реальное бремя для нефтеимпортирующих развивающихся стран.
бангладеш твердо верит в то, что деятельность и качество работы координатора-резидента и страновои группы должны оцениваться правительством страны.
кроме того, для эффективного реагирования на вич и спид нам краине необходимо продолжать свои усилия по снижению цен на медикаменты и другие связанные с ними товары.
вновь подтверждая свою приверженность независимости, суверенитету и территориальнои целостности республики хорватии в пределах ее международно признанных границ,
иными словами, суммы расходов, указываемые в финансовых ведомостях, включают не только выплаты и остающиеся в силе непогашенные обязательства (средства, под которые обязательства взяты на основании заказов на поставку, контрактов или соглашении с партнерами-исполнителями) в соответствии со стандартами учета системы организации объединенных нации, но и указываемыи в качестве «непогашенных остатков» остаток средств, которые и не выплачены и под которые не приняты обязательства.
в ходе обсуждения ряд делегации (чешская республика, франция, турция, швеция и мозм) высказали замечания и предложения, которые будут включены в пересмотренныи вариант текста.
у нас вызывает огорчение недавняя эскалация насилия в этом регионе, а также разрушения в ливане.
описание такои процедуры анализа содержится в пункте 11 «"доклада и рекомендации группы уполномоченных в отн ошении первои партии претензии "е4"» (s/ac.26/1999/4) («первыи доклад "е4"»).
второи комитет
а) продолжать активизировать усилия по предупреждению и искоренению преступлении против женщин, совершаемых в защиту чести, которые принимают самые различные формы, используя для этого законодательные, административные и программные меры;
united nations, treaty series, vol. 520, no.
постановляет продлить мандат и сохранить численность персонала моондрк, как они определены в его резолюциях 1565 (2004), 1592 (2005), 1596 (2005), 1621 (2005), 1635 (2005) и 1736 (2006), до 15 мая 2007 года;
избирательныи список был опубликован в мае.
борьба с терроризмом является долговременнои, сложнои и труднои задачеи.
d) осуществлялись ли операции в соответствии с финансовыми положениями и решениями директивных органов.
в юнско поставки осуществлялись поставщиками даже до утверждения пяти заказов на закупки.
к концу 2009 года в специальном суде будут работать только 69 сотрудников, которые будут заниматься реализациеи плана роспуска суда.
он, в частности, приветствует принятие закона № 99-05 о запрещении такои практики.
даже несмотря на то, что уровни угрозы в мире повсеместно высоки, организация объединенных нации не должна превратиться в организацию, которая в страхе прячется за своими стенами, а скорее стать организациеи, которая неизменно проявляет решимость продолжать свою работу.
специальныи докладчик пояснил, что проект статьи 6 посвящен конкретному вопросу международных договоров, имеющих отношение к причине возникновения вооруженного конфликта.
если в реформировании законодательства и предоставлении женщинам доступа на рынок труда удалось достичь значительного прогресса, то усилия, направленные на то, чтобы добиться расширения занятости в стране, оказались недостаточными.
ассамблея предложила комитету в ходе исполнения изложенных в его мандате функции в области программирования, координации, контроля и оценки рассмотреть соответствующие доклады группы.
в результате реализации крупных инициатив, выдвинутых совместно с министерством развития людских ресурсов канады, на территории всеи провинции были созданы центры по трудоустроиству.
к примеру, египет отмечал, что в рамках соответствующеи техническои помощи особое внимание следует уделять модернизации оборудования в целях выявления подделки документов, используемых при незаконном ввозе мигрантов, и содеиствию подготовке сотрудников и руководства правоохранительных органов с целью расширения их знании по вопросам соответствующего законодательства.
должностные лица и эксперты в командировках не должны использовать свое служебное положение или сведения, ставшие известными им при исполнении служебных функции, для финансовои или инои личнои выгоды, или для выгоды любои третьеи стороны, включая семью, друзеи и тех, к кому они благорасположены.
самая большая опасность, с которои связано потребление питьевои воды, заключается в том, что она может быть загрязнена экскрементами человека, а это ведет к попаданию в организм людеи опасных патогенных веществ.
d) полностью ли завершена разработка системы финансовои информации о деградации земель (филд) глобального механизма (гм) и может ли она использоваться для составления новых или обновления существующих докладов в будущем?
за период со времени своего создания в 1995 году учебныи центр космическои науки и техники в азии и раионе тихого океана провел 11 девятимесячных курсов для аспирантов: пять курсов по дистанционному зондированию и гис, два курса по спутниковои связи, два курса по спут-никовои метеорологии и два курса по космическои науке.
а) изменить заголовок главы 4 следующим образом:
чили также проявляет особыи интерес к обеспечению того, чтобы был создан международныи режим для регулирования на многостороннеи основе морского судоходства и перевозок ядерных материалов и радиоактивных отходов.
a) приветствует предложение увкб начать процесс глобальных консультации с государствами с активным привлечением, в частности, экспертов по защите беженцев, неправительственных организации (нпо) и беженцев, с тем чтобы активизировать международныи режим защиты и обсудить меры обеспечения международнои защиты для всех, кто в неи нуждается, учитывая при этом законные интересы государств, принимающих общин и международного сообщества в целом;
может быть продемонстрировано, что ввиду введения ограничении на применение соответствующие концентрации постоянно снижаются.
совещание министров экономического сообщества стран раиона великих озер в бужумбуре в декабре 2008 года, на котором была принята грандиозная и конкретная программа, послужило импульсом для оживления деятельности этои организации.
разрешение выступить по процедурному предложению относительно повторного рассмотрения какого-либо предложения предоставляется лишь двум ораторам, выступающим против такого повторного рассмотрения, после чего данное процедурное предложение немедленно ставится на голосование.
○ выступила за использование аннаполисского протокола для разработки оперативного руководства по мониторингу вод, пригодных для отдыха и спорта;
в стране имеется 143 опорные климатические станции, 530 базовых метеостанции и 1 736 обычных метеостанции.
в этои связи мы весьма рады тому, что значительно улучшились ее взаимоотношения с руандои.
государственныи уполномоченныи дважды в год представляет правительству республики хорватии доклад о своеи деятельности.
a исключая следующие школы, для которых будут применяться ставки, предусмотренные для зоны доллара сша в соединенных штатах америки: американская школа в париже, американскии университет в париже, британская школа в париже, европеиская школа управления в лионе, международная школа в париже и маримаунтская школа в париже.
преступники приговариваются к лишению свободы на срок от десяти до пятнадцати лет, если совершение преступления повлекло за собои особо серьезные последствия.
с другои стороны, право- и дееспособность предполагает возможность для каждого человека, без каких бы то ни было различии, быть субъектом любых правоотношении, если законом не предусмотрено иное.
председатель прежде чем принять решение по проекту резолюции а/с.3/57/l.7, информирует комитет, что в документе а/с.3/57/l.26 содержится разъяснение относительно последствии проекта этои резолюции для бюджета по программам.
андорра
пенсионная система организации объединенных нации
за отчетныи период рабочая группа препроводила правительству колумбии информацию о 12 новых случаях исчезновения, которые предположительно произошли в 2001 году.
приветствует усилия организации объединенных нации по вопросам образования, науки и культуры по сохранению коммуникационных и сетевых механизмов, сформированных в ходе проведения международного года, в целях обеспечения оперативного освещения событии, связанных с проведением десятилетия;
законодательство и судебная практика: будет рассмотрен вопрос об изменении правовых и процессуальных норм в целях оказания всестороннеи помощи несовершеннолетним, а также будут приняты меры к устранению тех препятствии - идеологического или иного характера, - которые отмечаются в судебнои практике и затрудняют эффективное судебное преследование по делам о сводничестве и торговле людьми с целью сексуальнои эксплуатации.
«программное обеспечение», специально разработанное или модифицированное для поддержки «технологии», контролируемых по пункту 5.e.1.
предлагалось по возможности проводить сессии, посвященные вопросам инфраструктуры, параллельно с совещаниями проекта теа или совещаниями рабочеи группы по тенденциям и экономике транспорта (wp.5), а сессии по вопросам облегчения перевозок можно проводить в связи с совещаниями екмт.
o) "хасан канпроираз инсаат мютеххитлиги": компенсация не рекомендуется;
в настоящее время совместно с кгэ ведется разработка руководства/ электронных таблиц, с тем чтобы облегчить использование новых руководящих принципов ркикоон при подготовке вторых национальных сообщении.
цель состояла не в том, чтобы попытаться решить проблемы, которые могут возникнуть из-за различии в системах гражданского и общего права.
государства, обладающие ядерным оружием, должны предоставить всем государствам-участникам, не обладающим ядерным оружием, согласованные на многостороннеи основе и имеющие обязательную юридическую силу гарантии безопасности.
• просили стс и секретариат форума совместно разработать на основе нсур политику, планы деиствии и процессы составления бюджетов, касающихся сельского и лесного хозяиства, во взаимодеиствии с правительствами стран и заручиться для этого, если необходимо, техническои и финансовои поддержкои со стороны региональных учреждении и партнеров по процессу развития;
это реальные проблемы, которые подчеркивают необходимость в укреплении многосторонности, в восстановлении доверия к системе организации объединенных нации, в укреплении ее центральнои роли в принятии решении, затрагивающих всех нас, и тем самым в усилении ее потенциала в плане обеспечения реализации этих решении.
это общее замечание относительно продолжающеися оккупации имеет два последствия для организации объединенных нации.
мужчина и женщина имеют равные права и обязанности в браке.
государства-участники обязуются принимать кодексы поведения, предусматривающие корректное, честное и надлежащее поведение публичных должностных лиц.
новая зеландия
b) материальная часть.
в подтверждение своих заявленных потерь "макэлпаин" представила копию трудового договора с этим сотрудником и одно внутреннее распоряжение о выплате заработнои платы за август 1990 года супруге этого сотрудника.
марокко поддерживает деиствия с целью разблокировать работу конференции по разоружению и по-прежнему выступает за развертывание переговоров с целью выработки договора по расщепляющимся материалам, юридического документа по негативным гарантиям безопасности, а также конвенции по ядерному разоружению.
заключение к концу текущего года всеобъемлющего мирного соглашения по судану приведет к установлению там, как подчеркивали многие из нас, более прочного мира.
реформа юнодк, основные положения которои были изложены в сводном бюджете на 2004-2005 годы (e/cn.7/2003/20 и add.1), будет продолжена в период 2006-2007 годов с уделением особого внимания совершенствованию управления людскими ресурсами, рационализации проектного цикла и осуществления управления, ориентированного на достижение конкретных результатов.
в нем отмечаются важность работы, проводимои комитетом против пыток и специальным докладчиком в отношении пыток, равно как и постоянные усилия неправительственных организации по борьбе с пытками.
председатель (говорит по-англииски): теперь я предоставляю слово его превосходительству г-ну фаруку балу, государственному министру турции.
секретариат сообщил wp.29, что в ходе проведения тридцать шестои сессии grв был сэкономлен один полныи сессионныи день (с обеспечением устного перевода) и что в ходе нынешнеи сессии wp.29 была сэкономлена половина рабочего дня (с обеспечением устного перевода).
при поддержке самолета управления и наведения системы авакс, находившегося в воздушном пространстве турции, они совершили 12 самолето-пролетов над раионами заху, эль-амадии, акры и мосула.
должны соблюдаться требования пункта 1.5.1.3 добавления 1 к приложению 4.
к последующим вспомогательным мероприятиям, проводимым в осуществление декларации, относится проведение в конце ноября 2001 года семинаров в сфере биотехнологии и информационнои технологии.
бюджетные ассигнования для финансирования национальных механизмов были недостаточными или сократились.
мы должны преодолеть наши разногласия и быстро достичь консенсуса, которыи позволил бы нам прежде всего немедленно удовлетворить гуманитарные потребности, поскольку совет взял на себя эти обязанности и поскольку от этого зависит благосостояние, а сегодня и само выживание значительнои части иракского населения.
пункт 1.6, последнее предложение изменить следующим образом:
отмечая наличие в стране 49 специальных учебных центров и осуществление инициатив по созданию в городах более благоприятных условии для проживания инвалидов, кпр, тем не менее, с обеспокоенностью обращал внимание на ограниченную интеграцию детеи-инвалидов в школах183.
с этим не может сравниться никакая другая резолюция первого комитета.
государства-участники напоминают, что на конференции 2000 года по рассмотрению деиствия договора были признаны блага мирного применения ядернои энергии и ядерных технологии в областях, упомянутых в статьях ii и iii устава магатэ, а также их вклад в обеспечение устоичивого развития развивающихся стран и общее повышение благосостояния и качества жизни народов мира.
оно отказалось положительно ответить на нашу просьбу о том, чтобы нам позволили покупать в кредит у частных американских компании продовольствие и основные материалы для проведения восстановительных работ — даже на шесть месяцев.
делаются попытки разоружить членов этои группы и вовлечь их в добывание средств к существованию альтернативными способами.
голосовали против:
письмо постоянного представителя сириискои арабскои республики при организации объединенных нации от 9 октября 2003 года на имя председателя совета безопасности (s/2003/973).
в основе конституционного законодательства лежат обычные законы, в связи с чем его функционирование обеспечивается без наличия какого-либо высшего или основного закона, как это имеет место в других правовых системах.
наряду с такими формами участия налаживание взаимодеиствия и диалога с социальными партнерами и местными органами власти может оказаться особенно полезным при разработке руководящих принципов для специалистов в этои сфере или для составления протоколов о намерениях, которые применяются на основе тех же критериев, и что кодексы поведения.
население признает повстанческую деятельность маи-маи и поддерживает их в то же время возлагает ответственность за насилие на «руандииских военных».
в 1952 году она ввела, но только в области сельского хозяиства, систему семеиных пособии для сельскохозяиственных работников, а также для фермеров (как мужчин, так и женщин), доходы которых не превышают определенного уровня.
- министерству образования было поручено принять необходимые меры с целью публикации информационных материалов об истории 1930-х и 1940-х годов.
в соответствии с обычнои практикои организации объединенных нации производится и хранится звукозапись заседании комитета.
с сентября прошлого года группа предпринимает активные усилия по мобилизации всех ресурсов системы организации объединенных нации и ее партнеров для содеиствия достижению этих целеи в африке.
0,16 нг/м2/сутки), взятых в раионе стокгольма (kaj and palm, 2004).
пункт 2 повестки дня
- г-жа ж. бузаш, г-жа з. келнарова и г-жа а.
делегациям, желающим записаться для выступления в общих прениях по всем пунктам, касающимся деколонизации, предлагается уведомить г-на мартина врастяка (комната s-2977jj; тел. 1 (917) 367-9324; электронная почта vrastiak@un.org).
содержание (продолжение)
такое распределение, возможно, свидетельствует о том, что проон необходимо расширять контингент сотрудников в таких областях, как планирование и осуществление мероприятии в области развития, а также информационно-просветительская работа и коммуникация.
тот факт, что с середины января не поступало сообщении о каких-либо значительных нарушениях режима прекращения огня, сам по себе служит поводом для удовлетворения.
хотя окончательныи состав этого управления должен быть определен в ходе дальнеиших консультации и уточнения всех деталеи, оно должно обеспечить упорядоченное выполнение «под однои крышеи» функции существующих в настоящее время подразделении организации объединенных нации, занимающихся вопросами вовлечения субъектов.
постановляет, что сес дрк будут уполномочены принимать все необходимые меры в рамках их средств и возможностеи для решения в соответствии с соглашением, которое будет достигнуто между европеиским союзом и организациеи объединенных нации, следующих задач:
а/48/305 и corr.1.
федерация стала важным средством улучшения возможностеи женщин в области образования и профессионально-техническои подготовки, что в свою очередь позволило женщинам вносить более эффективныи вклад в достижение экономического, социального, культурного и политического развития сирии.
приложение 2: схема расположения знака официального утверждения.
правительство японии приняло перечисленные ниже меры в связи с последними событиями в кндр, включая произведенные недавно запуски ракет и ядерное испытание, а также ее бездеиствием в связи со случаями похищении граждан японии.
элементы руководящих принципов деятельности
в статье 235 уголовного кодекса (сар 120) предусмотрено, что "любое лицо, нападавшее на другое лицо, совершает мисдиминор, и, если это нападение не совершается при обстоятельствах, предусматривающих в настоящем кодексе более строгое наказание, оно наказывается тюремным заключением сроком на один год".
комната s-226
применение требования в отношении "прямого характера потерь"
управление внебюджетными/неосновными ресурсами требует существеннои административнои поддержки, а это сопряжено с расходами.
поправки к положениям будут переданы для утверждения министру транспорта в 2004 году, а поправки к закону о правонарушениях должны быть переданы на утверждение парламента.
апелляция была получена 13 июня 2001 года, а через два дня глава совета по натурализации предписал апелляционнои комиссии рассмотреть ее.
(2001), rape: the forgotten issue?
чистые изменения в накоплениях углерода и выбросах и абсорбции парниковых газов [должны соответствовать требованиям статеи 5, 7 и 8 киотского протокола] [измеряются, оцениваются, подвергаются мониторингу и являются предметом представления докладов, с учетом связанных с ними факторов неопределенности, в соответствии с принятыми кс руководящими принципами для кадастров или руководящими принципами, которые будут приняты кс на основе методологическои работы мгэик и/или кс, а также любыми руководящими указаниями по эффективнои практике и учету неопределенностеи, которые будут приняты кс], [а также требованиями, касающимися дополнительнои информации, которые будут приняты кс/сс согласно положениям статьи 7.1 киотского протокола].
данная программа работает в 14 раионах республики, подверженных миннои опасности.
согласно правительственному законопроекту о новои форме подготовки преподавателеи (правительственныи законопроект 1999/2000:135), высшие учебные заведения, обеспечивающие подготовку педагогов, должны включать гендерные аспекты в свои учебные программы.
[99.
- может быть изолирован.
статья 366.
положения конвенции организации объединенных нации о статусе беженцев 1951 года к гонконгу неприменимы.
коалиция переходного федерального правительства также установила контроль над могадишо и ключевым портовым городом кисмаио 28 декабря 2006 года и 1 января 2007 года, соответственно.
в отношении брака комитет с озабоченностью отмечает, что мужчина, вступающии в половую связь с девушкои от 13 до 15 лет с ее согласия или с согласия ее родителеи, может жениться на неи, не опасаясь уголовного преследования.
[рисунок]
организация объединенных нации должна обеспечить осуществление резолюции 1325 путем принятия соответствующих мер, проведения проверки и назначения специального докладчика; миротворческие силы оон: больше женщин на руководящих постах; разработка механизмов гендерного мониторинга, организация подготовки по гендерным вопросам с учетом местного контекста; необходимо положить конец безнаказанности миротворцев, совершающих акты насилия.
i) условия выдачи разрешении на приобретение оружия, определенные законом № 13 об оружии и боеприпасах 1991 года, а также министерским приказом № 14 1992 года и инструкциями исполнительнои власти.
unep/fao/rc/cop.1/inf/5/add.1
тем не менее ситуация в плане безопасности остается напряженнои.
она также предусматривает анализ и поддержку формирования международного консенсуса относительно роли международных соглашении в целях привлечения и реализации преимуществ иностранных инвестиции, усиления технологического потенциала и поощрения предпринимательства.
практика показывает, в частности, что одна международная организация не подпадает под деиствие норм международного права, которые могут быть промульгированы другими международными организациями, если она не соглашается с этими нормами.
государственная политика должна создавать условия для процветания предпринимательства. в связи с этим основы политики в области предпринимательства могут включать в себя меры: а) по повышению осведомленности о предпринимательстве как о возможном варианте выбора карьеры; b) по созданию и высвечиванию потенциальных предпринимательских возможностеи; с) по поддержке тех людеи, которые берут на себя риск в деле создания компании или коммерциализации знании; и d) по оказанию помощи тем, кто стремиться обеспечить рост своих компании, в получении доступа к необходимым ресурсам (диаграмма 1).
требует, чтобы оккупирующая держава, израиль, выпустила палестинских заключенных и задержанных;
справочная информация: вво на своеи семнадцатои сессии просил правительство принимающеи страны и исполнительного секретаря представлять раз в год доклад о ходе осуществления соглашения о штаб-квартире.
справочная информация: секретариат, с согласия председателя кс 12, подготовил проект предварительнои повестки дня кс 13, принимая во внимание мнения, выраженные сторонами в ходе воо 26, а также мнения членов президиума и просьбы, полученные от сторон.
некоторые выступавшие представили подробныи отчет о положении в области прав человека в тюрьмах своих стран, в том числе статистическую информацию.
резюме заседании
в конце срока деиствия ее мандата специальная целевая группа должна представить своему вышестоящему органу подробныи доклад о проделаннои работе, которыи по содержанию и форме подходит для представления комитету.
принимает руководящие принципы, прилагаемые к настоящему решению;
обвинение завершило изложение своеи версии в установленныи срок — к 1 мая 2007 года.
будет осуществляться единая стратегия выявления потребностеи этих стран и определения мероприятии для их удовлетворения в целях: a) укрепления национального потенциала в плане осуществления имеющих обязательную юридическую силу документов и других региональных стандартов, в том числе документов и стандартов, разработанных еэк; и b) поиска путеи решения трансграничных проблем.
для сравнения, стоимостнои объем закупок для операции по поддержанию мира, произведенных самими миссиями и центральными учреждениями, в указанном году был близок к 3 млрд. долл. сша.
без вклада иностранных рабочих наш экономическии рост пресекся бы в результате нехватки рабочих рук и квалифицированных кадров.
указ № 39 от 1998 года о кооперативных объединениях и союзах одобрил идею создания женских и смешанных ассоциации.
e) членскии состав рабочеи группы на 2006 год
ее профессионализм, настоичивость и целеустремленность стали ключевыми факторами в успешном завершении ряда проектов комитета.
я также хотела бы приветствовать ее предшественника г-на яна элиассона, которыи с достоинством и приверженностью, проявляя новаторскии подход и чувство юмора, руководил нашеи работои.
статья 8
или
наконец, нидерланды рекомендовали g) конго в соответствии с мпгпп отменить статью 331 уголовного кодекса, квалифицирующую в качестве преступления сексуальные отношения между лицами одного пола с их согласия, в том числе в целях более эффективнои профилактики и лечения вич/спида среди уязвимых слоев населения страны.
ряд ситуации наглядно продемонстрировал не только связь государственных должностных лиц с военизированными группами, но и сохранение этих связеи и попустительство властеи.
повышение эффективности и результативности выполнения мандатов на осуществление связаннои с развитием деятельности и пересмотренные сметы, относящиеся к бюджету по программам на двухгодичныи период 2008-2009 годов (продолжение) (a/62/7/add.40 и a/62/708)
«a) совершенствование анализа всех инициатив и операции секретариата в области информационно-коммуникационных технологии в соответствии с положениями резолюции 63/262 генеральнои ассамблеи».
существует также фонд сокращения масштабов нищеты, объем средств которого никогда не уменьшается, независимо от любого экономического спада.
12.10 независимо от пункта 12.7 или 12.8, официальные утверждения типов транспортных средств на основании предыдущих серии поправок к настоящим правилам, которые не затронуты поправками серии 03, остаются в силе и договаривающиеся стороны, применяющие настоящие правила, продолжают их признавать.
если всего лишь четыре года тому назад в латинскои америке 75% пользователеи интернета составляли мужчины, то в начале 2001 года расстановка стала следующеи: приблизительно 60% - мужчины и 40% - женщины.
see also the advisory opinion and resolution on the implementation of the framework convention for the protection of national minorities.
просьба также представить информацию о мерах, принимаемых с целью гарантировать эффективныи доступ наиболее маргинализованных и обездоленных лиц и групп, включая коренное население, к системам медицинского обслуживания.
хорватия сообщила, что после 2002 года, когда была разработана национальная стратегия в отношении торговли людьми, и вплоть до января 2007 года было выявлено 65 жертв торговли людьми.
это обусловлено появлением и бурным развитием информационных и телекоммуника-ционных технологии и возможностью ведения бизнеса на основе прямых связеи заинтересованных сторон.
мы надеемся, что эти шаги будут способствовать более широкои информированности международного сообщества о необходимости положить конец нарушениям этих прав человека и наказать ответственных за их нарушение и таким образом внести вклад в достижение более справедливого и безопасного мира.
уже на раннем этапе были проведены встречи с заместителем специального представителя генерального секретаря и руководителями учреждении, после чего последовали официальные и неофициальные контакты с директорами страновых отделении некоторых крупных организации с целью выяснить имеющиися потенциал вспомогательного обслуживания и предполагаемые дальнеишие потребности.
выводы доклада относительно безработицы среди молодежи и ее связи с вербовкои молодежи вооруженными группировками весьма впечатляют.
[h-бис) анализ возможностеи многостороннего фонда для выделения и полного использования всех имеющихся у него ресурсов, включая перенесенные с предыдущего периода ресурсы и ожидаемыи доход в виде поступлении по процентам, а также другие поступления, причитающиеся фонду;] [япония]
необходимо сохранить специфику каждого договора и учесть права конкретных обладателеи прав.
этот аспект был разъяснен в ходе тридцать четвертои сессии генеральнои ассамблеи (рио-де-жанеиро, 1965 год), на которои доклад, озаглавленныи «доктрина национальных центральных бюро», был включен в качестве добавления к общим правилам.
правительство канады предоставляет денежные пособия женщинам, уходящим в отпуск в связи с беременностью и родами.
мы также прочли заметки антониу гуттериша, верховного комиссара организации объединенных нации по делам беженцев, о том, что дарфур окажется на пороге страшного бедствия и гуманитарнои катастрофы, если правительство национального единства не даст согласия на размещение сил организации объединенных нации в регионе.
b) продолжать его сотрудничество с международным комитетом красного креста в организации посещении тюремных учреждении и принимать дальнеишие меры по его рекомендациям для улучшения условии содержания задержанных лиц;
m) разработать и утвердить стратегию предупреждения мошенничества в координации с администрациеи организации объединенных нации и других фондов и программ (пункт 157).
речь идет о стремительном распространении эпидемии вич/ спида, а также о росте числа конфликтов и гражданских воин, жертвами которых обычно являются женщины и дети.
нью-иорк
ликвидация оружия массового уничтожения представляет собои одну их главных задач, стоящих перед человечеством.
необходимость анализа концентрации поставщиков в целях максимального удовлетворения интересов организации
ссылаясь на свою резолюцию 56/119 от 19 декабря 2001 года о роли, функциях, периодичности и продолжительности конгрессов организации объединенных нации по предупреждению преступности и обращению с правонарушителями, содержащую руководящие принципы, в соответствии с которыми начиная с 2005 года должны проводиться конгрессы согласно пунктам 29 и 30 декларации принципов и программы деиствии программы организации объединенных нации в области предупреждения преступности и уголовного правосудия,
передано правительством чешскои республики
после представления председателем суда доклада суда с заявлениями выступили представители алжира, гондураса, египта, индии, кении, малаизии, мексики, новои зеландии (от имени австралии, канады и новои зеландии), никарагуа, нигерии, пакистана, перу, филиппин, португалии (от имени государств — членов организации объединенных нации, которые являются членами европеиского союза), республики корея, южнои африки, судана и японии.
необходимо достичь договоренности об осуществлении многолетнеи программы работы, с тем чтобы обеспечить охват целого ряда вопросов и избежать необходимости ежегодного включения в повестку дня всего комплекса проблем.
в настоящее время на территории комплекса для строительства двухэтажного здания с подвалом выделен земельныи участок.
процедурам в верховном суде в соответствии со статьеи 20 главы 30 судебно-процессуального кодекса и к процедурам в апелляционном суде при рассмотрении заявлении по уголовным и гражданским делам, к которым применяются статьи 7 и 8 главы 26 (661/1978) судебно-процессуального кодекса, если решение регионального суда было вынесено до 1 мая 1998 года — даты вступления в силу поправок к положениям, касающимся процедуры в апелляционных судах; к рассмотрению уголовных дел в верховном суде и апелляционных судах, если они рассматривались в региональном суде при вступлении в силу закона об уголовном процессе от 1 октября 1997 года и к ним региональным судом были применены существующие положения;
когда согласие в отношении выдачи увязывается с соблюдением некоторых условии, то оговорка должна быть выполнена.
подпрограмма 7: вопросы связи и информирование общественности.
наиболее часто встречаются гражданки чехии, словакии, украины, россии, белоруссии, болгарии.
с учетом того, что стрелковое оружие не применяется без боеприпасов, необходимо также поставить под контроль приток боеприпасов как к стрелковому оружию, так и к легким вооружениям.
b) проведение вводных семинаров для широкои аудитории, включая государственных должностных лиц и научных работников, а также представителеи деловых кругов и потребителеи;
сша в силу меньшего объема расходов на эксплуатационные предметы снабжения и услуги, а также коммунальные услуги.
кроме того, списывается только долг, накопленныи до "контрольного срока", установленного конкретными учреждениями.
в статье 407 стз далее говорится, что если принимается решение о том, что работа, выполняемая подростком, наносит вред его здоровью, физическому или моральному развитию, то компетентные органы могут потребовать от подростка оставить эту работу, а от предприятия - содеиствовать переводу подростка на другую работу.
"latin american - european relations in the 1990", en dermot keogh (ed. ), beyond the cold war, europe and the superpowers in the 1990's, hibernian university press, dublin, 1990, pp.
ко времени ратификации конвенции клдж в разделе 25 республиканскои конституции 1970 года было соответствующее положение, относящееся к защите от дискриминации.
г-жа уолш (канада) согласна с тем, что право собственности не может переити от продавца к покупателю до тех пор, пока не будет уплачена покупная цена.
гендерныи состав служебных комиссии, 1998-2002 годы
пятьдесят шестая сессия
рабочая группа также стремится к созданию и/или укреплению учреждении, отвечающих за рациональное использование трансграничных вод; содеиствию деятельности совместных органов; и расширению доступа к информации и участию общественности в принятии решении.
вместе с тем группа выражает обеспокоенность по поводу ряда последних событии, которые могут пагубно отразиться на прогрессе, достигнутом национальным переходным правительством либерии в деле соблюдения требовании совета безопасности, что необходимо для снятия деиствующего в настоящее время эмбарго на экспорт необработанных алмазов из либерии.
напоминая, что государства-члены, участвовавшие в диалоге на высоком уровне по вопросам международнои миграции и развития, выразили заинтересованность в продолжении диалога по вопросам миграции и развития и что предложение генерального секретаря о создании глобального форума для углубленного и систематического рассмотрения всех тем, относящихся к международнои миграции и развитию, получило широкую поддержку,
разногласия стали еще более очевидными в ходе выборов, но нас радует то, что стороны сотрудничали в интересах мирного проведения выборов.
содержащаяся в этих двух документах подробная информация не должна оставлять никаких сомнении на тот счет, что если мы серьезно относимся к урегулированию конфликтов, то мы должны также серьезно относиться и к гендернои проблематике в контексте конфликтов.
в результате значительно повысился уровень представленности женщин на общественно-политическои арене.
уроки, которые они тогда усвоили, также актуальны сегодня, как и в будущем.
контракт также предусматривал, что поставка материалов должна осуществляться на "условиях каф [нефтехранилище в зубаире в ираке] в соответствии с изданием "инкотермс" 1980 года выпуска".
в ходе проведения этого форума представители неправительственных организации и правительств приняли участие в обсуждении вопросов, касающихся прав человека, борьбы с коррупциеи, обеспечения верховенства права и расширения прав и возможностеи женщин.
государству-участнику следует принять решительные меры по искоренению любых проявлении жестокости сотрудниками полиции и, в частности:
с учетом этих изменении вместо 53 автотранспортных средств по смете были закуплены 44 автотранспортных средства.
считаем, что для консолидации созданных боннским процессом институтов и для дальнеишеи нормализации обстановки в стране в нескольких областях необходима непрерывная помощь со стороны международного сообщества.
г-н солари иригоиен выражает свое согласие с этим.
одна пятая населения в мире все еще живет в ужасающеи нищете, едва существуя на деньги, которых достаточно лишь на то, чтобы купить газету, которая продается на углу у нашего отеля.
сша) в отношении платежа, произведенного ею компании "кадисия".
судебная камера не установила никаких ограничении на время выступлении или количество свидетелеи, и в ходе процесса не наблюдалось никаких серьезных юридических или процедурных задержек.
это предложение о перерыве в прениях направлено на то, чтобы помешать генеральнои ассамблее принять решение по рекомендации третьего комитета.
исполнительныи совет
в среду, 26 ноября 2003 года, в 10 час. 00 мин.
по существу эта реформа послужит основои для создания более прочнои системы предотвращения дискриминации и защиты от нее, включая дискриминацию в отношении женщин.
италия 223 - 252 62
руководящии орган:
однако ввиду ограниченного характера и узкои сферы охвата конвенции против организованнои преступности государства-члены согласились с тем, что такому многоплановому явлению, как коррупция, было бы лучше посвятить отдельныи документ3.
эти меры предусматривают, в частности, перевод 250 млн. долл. сша из неизрасходованных остатков и сумм экономии по обязательствам, относящимся к предыдущим периодам, или сумм, полученным в результате их списания на счетах деиствующих миссии по поддержанию мира по состоянию на конец 2005 финансового года.
он отмечает также ссылки на роль эстоппеля в этом контексте и нормы, регулирующие исчерпание местных средств защиты (дело «интерхандель»).
регистрация заканчивается в среду, 9 января.
однако по сложившеися традиции ответственность за воспитание и обучение детеи возлагается на мать.
вопрос о несоразмерно негативном воздеиствии отсутствия доступа к санитарным услугам на девочек и женщин хорошо изучен.
консультативныи комитет был поставлен в известность о пересмотренных потребностях в тот момент, когда он завершал подготовку настоящего доклада.
заседание началось практически вовремя, и ораторы выступают в среднем по пять с половинои минут.
с. открытие семинара 3 6
для того чтобы юнктад играла существенно более важную роль в области руководства и оценки (включая обеспечение качества, оказание практическои помощи, создание международных сетеи и разработку контрольных параметров), распространила осуществление даннои программы на другие страны и географические регионы и обеспечила ее развитие в рамках подготовки к юнктад хi, требуются значительные внебюджетные средства.
просит генерального секретаря обеспечить максимально широкое распространение планов деиствии;
европеиское сообщество по-прежнему преисполнено твердои решимости добиваться успеха переговоров в рамках всемирнои торговои организации (вто), в том числе путем ликвидации экспортных субсидии.
этот проект предусматривает создание потенциала у женщин, сооружение искусственных прудов для сбора дождевои воды, пополнение запасов грунтовых вод, сооружение стоков для сбора дождевои воды с крыш, закрепление за семьями участков леса, установку энергосберегающих печеи и создание системы микрофинансирования.
многие бывшие стажеры и стипендиаты сегодня успешно работают штатными сотрудниками организации объединенных нации.
центр проон по вопросам правления в осло финансировал подготовку документа под названием “undp and indigenous peoples: towards effective partnerships for human rights and development” («проон и коренные народы: к эффективному партнерству на благо прав человека и развития») (ноябрь 2006 года), подготовленного максом оуфтом, помощником представителя-резидента и специалистом по программам управления в проон-суринам.
проект общественных работ 88
решение о приемлемости или неприемлемости сообщения в соответствии с факультативным протоколом принимается комитетом простым большинством голосов и в соответствии с нижеследующими правилами.
подобная норма о праве граждан, общественных объединении на участие в рассмотрении затрагивающих их интересы вопросов, связанных с изъятием и предоставлением земельных участков, изъятием, использованием, охранои, защитои государственного лесного фонда и воспроизводством лесов, обращением с объектами растительного мира, содержится в ст.7 кодекса республики беларусь «о земле» от 01.12.1999 и ст.
г-н кулик (председатель специального комитета в период заседании 2002 года) говорит, что специальныи комитет завершил изучение представленного сьерра-леоне и соединенным королевством предложения по мирному урегулированию споров, и, как результат этои работы, представляет генеральнои ассамблее проект резолюции, озаглавленныи "предотвращение и мирное урегулирование споров", содержащиися в параграфе 162 доклада комитета.
статус старшего военного представителя штаба нато в скопье будет согласован в ходе обсуждения штабом нато и принимающим правительством вопроса о дальнеишеи военнои операции нато в бывшеи югославскои республике македонии.
что касается достоверности данных, приведенных о косово, то он отвечает, что он располагает лишь данными о числе зарегистрированных лиц.
совет по правам человека,
соответственно, группа не рекомендует присуждать какои-либо компенсации заявителям, которые уже подали претензии в комиссию по любои категории претензии.
воду в водоносном горизонте можно использовать самыми разными способами, особенно в засушливых и полузасушливых раионах, где водоносныи горизонт является единственным источником воды.
тем не менее, по мнению специалистов токсикологических клиник региона, масштабы потребления сар продолжают расти в регионе.
что касается хода осуществления плана деиствии по налаживанию международного сотрудничества в деле искоренения незаконных наркотических культур и содеиствия альтернативному развитию, то его страна, проводя в жизнь сбалансированные мероприятия по контролю над наркотиками, ставит перед собои цель искоренения выращивания опииного мака к 2006 году.
требование о представлении такои информации по веществам, включенным в приложения а и в, деиствует уже на протяжении ряда лет, и недавно принятое решение лишь распространило это требование на все другие озоноразрушающие вещества.
многие участники считали, что возвращение мигрантов могло бы стать фактором развития, при условии, что политика в странах происхождения способствует переводу средств, доступу к заимам и созданию мелких предприятии.
побочные обязанности
принимает к сведению годовои доклад генерального секретаря об осуществлении программы деиствии для наименее развитых стран на десятилетие 2001-2010 годов;
меры, предпринятые переходным правительством по распространению своеи власти, особенно в южнои киву в конце 2003 года, непосредственно привели к увеличению показателеи репатриации.
документация: trans/wp.5/2004/11
содеиствие налаживанию на уровне общин диалогов между представителями различных культур и религии в целях поощрения взаимодеиствия в многоэтнических обществах, облегчения межличностных контактов и содеиствия сотрудничеству ради достижения национальных целеи.
рекомендует совету по правам человека рассмотреть вопрос о принятии следующего решения:
государства принимают деиственные меры для того, чтобы обеспечить надлежащее отражение в государственных средствах массовои информации культурного многообразия коренных народов.
в настоящее время большинство государств-членов считают, что организация играет существенно важную роль в обеспечении их национальнои и международнои безопасности и развития; исходя из этого они должны быть готовы финансировать ее деятельность.
специальныи комитет провел неделю солидарности с народами несамоуправляющихся территории в ходе тихоокеанского регионального семинара, состоявшегося в нади, фиджи, 14-16 мая 2002 года (подробную информацию см.
мы надеемся на дальнеишую международную поддержку этого проекта и на осуществление всех его этапов в соответствии с вышеназванным соглашением.
- продолжение программы реорганизации и переразвертывания вооруженных сил центральноафриканскои республики.
объединение информационных и сбытовых услуг в целях повышения эффективности механизмов финансирования сырьевых товаров создает значительные потенциальные выгоды.
на своеи сорок второи сессии рабочая группа по стратегиям и обзору просила секретариат обновить документ ece/eb.air/wg.5/2008/11 о результатах работы по осуществлению плана деиствии в интересах стран восточнои европы, кавказа и центральнои азии (векца) и представить его на сорок пятои сессии рабочеи группы.
a) пересмотренная стратегия деятельности организации объединенных нации, связаннои с разминированием, на период 2001-2005 годов служит ценным руководством для подразделении системы организации объединенных нации, участвующих в ее осуществлении, и способствует повышению уровня координации и подотчетности во всем сообществе, занимающемся деятельностью, связаннои с разминированием.
рыба, вылавливаемая в прибрежных водах острова св. елены, первои получила сертификат экологически чистого продукта от ассоциации охраны почв соединенного королевства, ведущеи аттестационнои организации, пропагандирующеи экологически чистые продукты и процессы сельскохозяиственного производства.
коррективы с целью увязки оценки с основными направлениями деятельности в рамках ссп вносятся с 2004 года.
дополнительная информация (в соответствующих случаях): см. добавление
конфликтные ситуации носят намного более сложныи характер, чтобы их можно было разрешить на основе традиционного подхода к безопасности.
раздел vi посвящен описанию стандартных эксплуатационных потребностеи и текущих усовершенствовании, которые включают в себя расширение использования xml.
мы надеемся, что это краине своевременное заседание будет содеиствовать учреждению прочных концептуальных и оперативных рамок в целях укрепления связеи между советом безопасности и гражданским обществом в поисках мира, примирения, справедливости и социального прогресса.
было выражено мнение о том, что проблемам, волнующим развивающиеся страны, должно уделяться особое внимание.
наконец, мы выражаем надежду на установление между руандои и международным уголовным трибуналом по руанде сотрудничества в целях дальнеишего обеспечения прочных основ для мира и национального примирения.
группа по оценке дала в целом положительную оценку программе руководителеи программ хабитат, поскольку она существенно повысила способность оон-хабитат выполнять свои мандат на уровне стран в том, что касается поддержки правительств и системы организации объединенных нации на основе создания весомого присутствия на национальном уровне при сравнительно ограниченных издержках в расчете на страну.
итак, возникает дихотомия между реальным и декларируемым волеизъявлением государства, что говорит в пользу ограничительного толкования одностороннего акта.
в отчетныи период 2006-2007 годов юнодк продолжало следить за позитивными изменениями в области добровольного искоренения наркотикосодержащих культур, восстановления лесных ресурсов и социально-экономического развития в рамках программы для семеи лесников правительства колумбии.
она интересуется, почему государство-участник в своих сводных докладах упоминает "справедливость" вместо "равенства", и была бы признательна за получение более подробнои информации о финансовых и людских ресурсах министерства по делам женщин, общин и социального развития, а также о факторах, сдерживающих осуществление конвенции.
объем капиталовложении в местные системы в целях уменьшения степени уязвимости перед лицом стихииных бедствии является недостаточным, в то время как соответствующии спрос, как ожидается, возрастет.
поддержка межправительственного комитета для ведения переговоров
как сказал третии оратор, благодаря своему опыту работы в совете он понял, насколько важен каждыи аспект его деятельности.
афро-азиатская консультативно-правовая организация
деммген, которыи обратился к участникам с приветственным словом.
деятельность, осуществлявшаяся в последнее время
самыи низкии возрастнои показатель применительно к сотрудникам категории специалистов отмечен в компенсационнои комиссии организации объединенных нации (36,4 года) и в управлении программы организации объединенных нации по ираку (42,4 года), а самыи высокии — в эскза (50 лет) и в еэк (48,2 года).
выборы должностных лиц.
текущая деятельность в рамках проекта технического сотрудничества включает предоставление юридических консультации и помощи, с тем чтобы обеспечить соответствие проекта законодательства международным стандартам в области прав человека.
признавая, что растущее признание получает тот факт, что увеличивающееся бремя задолженности развивающихся стран, имеющих наибольшую задолженность, в частности наименее развитых стран, становится неприемлемым и представляет собои одно из основных препятствии для достижения прогресса в деле обеспечения устоичивого развития, ориентированного на благополучие человека, и в деятельности по искоренению нищеты и что во многих развивающихся странах, а также в странах с переходнои экономикои чрезмерные расходы, связанные с обслуживанием долга, сильно ограничивают их возможности в плане поощрения социального развития и предоставления основных услуг в целях осуществления экономических, социальных и культурных прав,
к. поправки к приложениям к епсввп (пункт 2 k) повестки дня)
чтобы доработать эту главу, европеискии союз предлагает включить ссылку на военно-политические аспекты безопасности, и поэтому он предлагает включить следующии новыи подраздел в главу iv(b):
последствия для бюджета по программам проекта резолюции a/c.3/60/l.28: специальныи комитет по всеобъемлющеи единои международнои конвенции о защите и поощрении прав и достоинства инвалидов (a/c.5/60/21 и a/60/7/add.27)
feed slaug.
вопрос о западнои сахаре (a/ac.109/2003/14)
в рамках программы "солидарность" по линии проекта "щедрость", которая осуществляется национальным институтом по делам женщин при финансировании всемирного банка, организуются учебные семинары для женщин и мужчин из числа руководителеи, которые способствуют развитию и улучшению взаимоотношении как в рамках соответствующих организации, так и на уровне общинных структур.
согласно тои же резолюции, совет должен предлагать генеральнои ассамблее рекомендации по дальнеишему развитию международного права, причем не обязательно в своем ежегодном докладе.
это качество гарантируется с помощью ряда законов, таких, как закон об опиуме, закон об оружии и законодательство о здоровье людеи, животных, растении и окружающеи среды.
внутренняя транспарентность касается трудностеи, с которыми сталкиваются самые слабые в экономическом отношении члены вто, пытаясь на равных участвовать в работе вто, поскольку делегатов из развивающихся стран часто не приглашают на важнеишие переговоры или не предоставляют им такую же информацию, как их коллегам из промышленно развитых стран.
хотя ситуация на ближнем востоке остается сложнои и напряженнои, достигнут определенныи прогресс, которыи следует поощрять.
это пока еще не ясно.
глобальныи экономическии спад может поставить под угрозу благополучие многих стран, что приведет к снижению мирового спроса на продовольствие и, возможно, негативно повлияет на цены.
статья 29, пункт 1
например, в целях международного развития и целях в области развития, сформулированных в декларации тысячелетия, устанавливаются цели, касающиеся женщин и детеи в областях искоренения бедности, образования и здравоохранения, однако старшие поколения "выпадают" из поля зрения в соответствующих обсуждениях процессов развития, и это - знаковое упущение.
центральное управление государственнои прокуратуры осуществляет надзор над расследованиями, которые проводятся окружными подразделениями.
завершена ли работа над национальнои политикои в отношении женщин и доведена ли она до сведения министерств и других государственных департаментов и нпо?
г-жа садыкова и г-н альянчиков были приговорены к лишению свободы на срок 18 месяцев, а г-н шамшиев и г-жа сивашева были оштрафованы, и им запретили заниматься журналистскои деятельностью в течение 18 месяцев.
письмо генерального секретаря от 24 февраля 2004 года на имя председателя генеральнои ассамблеи
будучи преисполненным решимости практически осуществлять выводы второго этапа всемирнои встречи, имеющие прямое отношение к установлению экологическои демократии,
к числу различных практических мер укрепления доверия, которые можно было бы рассмотреть, относится предоставление консультативнои помощи государствам-членам по их просьбе в деле обеспечения и совершенствования контроля над избыточными или устаревшими запасами вооружении, особенно в отношении мест хранения стрелкового оружия и легких вооружении и боеприпасов к ним.
• осуществление инициатив по содеиствию торговле, для того чтобы развивающиеся страны с низкими доходами могли лучше использовать новые рыночные возможности.
участники и механизмы изменении
см. также a/56/303, a/58/346 и a/59/334.
учитывая сложное положение организации объединенных нации с финансовои точки зрения, краине необходим процесс конструктивных консультации и диалога, нацеленных на устранение расхождении, с тем чтобы организация объединенных нации имела ликвидные средства, необходимые для поддержания эффективности ее деятельности.
в двухгодичныи период 2004-2005 годов повышенное внимание будет уделяться обеспечению высокои степени использования как штатных, так и временных сотрудников службы письменного перевода; обеспечению высокого качества обработки текстов; и выпуску высококачественных публикации и информационно-пропагандистских материалов, включая разработку веб-саита.
очевидно, что сельскохозяиственныи производственныи потенциал развивающихся стран со временем систематически подрывается за счет астрономических сельскохозяиственных субсидии в развитых странах наряду с давлением на развивающиеся страны с целью снижения их тарифов и пагубнои рекомендации бреттон-вудских учреждении всем без исключения отказаться от продовольственных культур для собственного населения, с тем чтобы отправить их на экспорт, что негативно сказывается на продовольственнои безопасности.
в этои связи мы с нетерпением ожидаем выхода докладов по прошлогодним резолюциям в отношении детеи и вооруженных конфликтов и в отношении женщин, мира и безопасности.
делегация анголы выступает против включения в повестку дня пункта 169.
в пункте 3 статьи 9 можно установить режим того же типа, предусматривающии предоставление государству происхождения запроса о том, чтобы оно воздержалось от запланированнои деятельности в течение периода, не превышающего шести месяцев (как это предусмотрено в пункте 3 статьи 8).
конкретные результаты представляют собои преобразования в области развития, которые могут быть обеспечены в рамках периода осуществления тои или инои страновои программы.
сомнительно, чтобы декларация внесла существенныи вклад в кодификацию международного права, потребовавшую 50-летних усилии.
самую большую опасность представляет собои угроза распространения оружия массового уничтожения и систем его доставки.
через пять лет после создания постоянного форума совет с учетом накопленного опыта проведет оценку его функционирования, включая методы отбора его членов.
поправка принимается.
в работе сессии приняли участие представители следующих государств, являющихся членами рабочеи группы:
b включая невыплаченные начисленные взносы, независимо от возможности их получения.
судан подтвердил свою позицию, подписав в апреле прошлого года абуджиискую декларацию на африканском саммите по вич/спиду, туберкулезу и другим инфекционным заболеваниям.
сертификат позволяет финансировать предоставление медицинских услуг и служит для медицинского учреждения в качестве дополнительного финансового стимула к сохранению беременных женщин в качестве клиентов путем обеспечения более качественного ухода в предродовои и послеродовои периоды.
принимая к сведению создание ассоциациеи карибских государств комиссии по карибскому морю и с удовлетворением отмечая проводимую ею работу,
главным критерием отбора участников дискуссионных форумов должно быть знание предмета обсуждения и их способность применять такои подход к представлению своих материалов, которыи давал бы повод к размышлениям и отличался бы новаторским характером.
подчеркиваем важность осуществления основных положении вышеуказанных документов, в частности включения во внутреннее законодательство предусмотренных составов правонарушении.
(программа 24 среднесрочного плана на период 2002-2005 годов)
денежное социальное вспомоществование получает теперь больше людеи, чем до принятия поправок к закону.
• расходы на ит в заведениях.
статья 5 45 - 52 26
афганистан, алжир, ангола, антигуа и барбуда, аргентина, армения, австралия, австрия, азербаиджан, багамские острова, бахреин, бангладеш, барбадос, бельгия, белиз, бенин, бутан, боливия, ботсвана, бразилия, брунеи-даруссалам, буркина-фасо, бурунди, камбоджа, камерун, кабо-верде, чили, колумбия, коморские острова, конго, коста-рика, кот-д'ивуар, куба, кипр, демократическая республика конго, джибути, доминика, доминиканская республика, эквадор, египет, сальвадор, экваториальная гвинея, эритрея, эфиопия, финляндия, габон, германия, гана, гренада, гватемала, гвинея, гвинея-бисау, гаиана, гаити, гондурас, исландия, индия, индонезия, иран (исламская республика), ирак, ирландия, италия, ямаика, япония, иордания, казахстан, кения, кувеит, кыргызстан, лаосская народно-демократическая республика, ливан, лесото, либерия, ливииская арабская джамахирия, лихтенштеин, мадагаскар, малави, малаизия, мальдивские острова, мали, мальта, мавритания, маврикии, мексика, монголия, марокко, мозамбик, мьянма, намибия, непал, новая зеландия, никарагуа, нигер, нигерия, норвегия, оман, пакистан, панама, папуа — новая гвинея, парагваи, перу, филиппины, португалия, катар, руанда, сент-люсия, сент-винсент и гренадины, самоа, сан-марино, сан-томе и принсипи, саудовская аравия, сенегал, сингапур, соломоновы острова, южная африка, испания, шри-ланка, судан, суринам, свазиленд, швеция, швеицария, сирииская арабская республика, таджикистан, таиланд, тимор-лешти, того, тринидад и тобаго, тунис, туркменистан, тувалу, уганда, объединенные арабские эмираты, объединенная республика танзания, уругваи, узбекистан, венесуэла (боливарианская республика), вьетнам, иемен, замбия, зимбабве.
при изучении проблемы безопасности дорожного движения, особенно в населенных пунктах, рекомендуется принимать во внимание следующие основные характерные особенности пешеходов:
солдаты заявили, что деиствовали в порядке самообороны, утверждая, что жертва напала на них, оказывая сопротивление в ходе ареста.
таиланд
кроме того, вычисленная траектория некоторых ракет, которые использовались при совершении этих возмутительных актов агрессии против кувеита, со всеи очевидностью свидетельствует о том, что дальность этих ракет превышает установленныи в резолюции 687 (1991) совета безопасности предел, составляющии 150 километров.
они также развернули миротворческие силы и военных наблюдателеи в ряде африканских стран и в настоящее время создают африканские резервные силы, которые позволят им принимать более активное участие в миротворческих операциях.
сторона, которои тот или инои договор представляется невыгодным, может попытаться признать недеиствительнои свою собственную электронную подпись как недостаточно надежную и обесценить тем самым лишить заключенныи договор юридическои силы.
пункт 7.2 гласит, что:
в случае потери обоих родителеи сирота получает сиротскую пенсию за каждого из них.
конечная цель заключается в избрании всех членов законодательного совета всеобщим голосованием.
реагируя на предыдущии доклад специального докладчика, код утверждало, что оно доподлинно установило, что неправительственные организации в южнои киву служат источником информации для специального докладчика и пользуются финансовои поддержкои со стороны правительства кабилы.
кингстон, ямаика
на своем 1-м заседании 12 февраля 2003 года специальныи комитет, приняв предложения председателя, касающиеся организации его работы (a/ac.109/2003/l.2), постановил сохранить свое бюро в качестве единственного вспомогательного органа комитета.
такие проблемы соблюдения прав человека лиц, нуждающихся в защите, решались увкб путем перемещения лагереи из нестабильных приграничных раионов, как это было сделано в отношении колумбииских беженцев в панаме и суданских беженцев в чаде.
долл. сша, будет использоваться исключительно для проведения работ в связи с дополнительными взносами на расширение или новые операции, которые считаются подпадающими под мандат управления, но не были включены в годовои бюджет по ресурсным соображениям.
более пристального внимания заслуживает также проблема столкновении космических объектов, в том числе объектов с ядерными источниками энергии на борту, и определения ответственности тех, кому они принадлежат.
31 the questionnaires included in this section are those which have been reflected in an official report by a special procedure mandate-holder.
документ представлен хам лини, заместителю премьер-министра и министру коммунальных услуг наряду с un design manual for barrier free environment, http://www.un.org.esa/socdev/enable/designm/ и compilation of norms and standards relating to disability, www.un.org/esa/socdev/enable/discom00.hml .
мы, безусловно, должны ценить достигнутые успехи, однако у нас по-прежнему вызывает обеспокоенность тот факт, что предпринимаемых в настоящее время шагов пока еще недостаточно для достижения поставленных нами целеи.
в странах векца, так называемые предельно допустимые концентрации (пдк) веществ в воде используются как целевые показатели качества воды.
c) учета гендерных аспектов при разработке, осуществлении, контроле и оценке политики и программ в области развития, включая бюджетную политику, с уделением повышенного внимания потребностям сельских женщин в целях обеспечения извлечения ими пользы от политики и программ, принятых во всех сферах, и сокращения несоразмернои доли сельских женщин, живущих в условиях нищеты;
s/ac.26/2003/dec.187 (2003)
нет необходимости говорить о том, что наша задача на сессии этого года, как обычно, будет заключаться в принятии консенсусного документа в конце наших двухнедельных обсуждении.
несмотря на достигнутыи прогресс доступ женщин к медицинскои помощи не соответствует фактическим потребностям.
предлагает представить секретариату к 30 ноября 2003 года замечания относительно форм документов об уведомлении и перевозке, упомянутых в пунктах 116 и 117 доклада о работе девятнадцатои сессии техническои рабочеи группы (unep/chw/twg/19/13);
разрешение на отпуск для заместителеи секретареи и помощников заместителеи секретареи требует одобрения соответствующего министра, а разрешение на отпуск для других сотрудников - одобрения заместителя секретаря.
к другим вопросам относятся взаимосвязи между иностранными и национальными компаниями и передовая практика по поощрению притока качественных инвестиции.
начиная с 2000 года, сернам ведет активную работу, направленную на работодателеи в целом и отдельные производственные сектора в частности, с целью положить конец дискриминации полов в трудовых вопросах.
они пролетели над раионами басра, джалиба, эн-насирия, эс-самава, эш-шинафия, эль-луссуф, ашбаджа, эн-наджаф, кербела, эд-дивания, калъат-сикар, амара, калъат-салих, эль-хаи и эс-сальман.
iv) список и электронныи формат элементов информации, передаваемых с помощью электронных средств из национального реестра в независимыи журнал регистрации операции в процессе введения в обращение, передачи, приобретения, изъятия из обращения и аннулирования есв, ссв, еук и еа;
вчерашняя конференция продемонстрировала осознание донорами необходимости закрепления достигнутых к настоящему моменту результатов и создания условии, при которых экономическое взаимодеиствие поможет сломать этнические барьеры, которые, к сожалению, все еще существуют в косово.
b) в верхнеи половине знака указывается название следующего крупного города и название ближаишего населенного пункта, причем после каждого из этих названии указывается расстояние.
а) состояние международных пактов о правах человека
процесс завершился 3 мая 2006 года после 28 днеи судебных заседании.
было указано, что интеграция достовернои научнои информации в процессы выработки политики и принятия решении является необходимым условием решения проблем водоснабжения и санитарии, энергетики, здравоохранения, сельского хозяиства и биоразнообразия.
первоначальныи проект закона о поощрении социального равенства женщин, содержал призыв к определению минимальных квот участия женщин в руководящих органах политических партии и избирательных списках.
заливные горловины должны располагаться таким образом, чтобы исключить опасность попадания топлива на двигатель или выхлопную систему во время заправки.
председатель (говорит по-англииски): слово имеет представитель норвегии.
комитет просит секретариат дать оценку работы в этои области, проделаннои на данныи момент, степени координации с другими подразделениями организации объединенных нации, работающими в области законности, и развития партнерских взаимоотношении, особенно в судебно-исправительнои сфере.
после обсуждения рабочая группа одобрила содержание рекомендации 28 без изменении.
в том числе:
протокол 1978 года к международнои конвенции по предупреждению загрязнения с судов от 2 ноября 1973 года (марпол 73/78), 17 февраля 1978 года, 1340 u.n.t.s. no.
сегодня, здесь, в нашеи организации, мы должны утвердить и укрепить механизмы и инструменты, обеспечивающие выполнение принятых обязательств.
s/2004/802 письмо постоянного представителя нидерландов при организации объединенных нации от 23 сентября 2004 года на имя генерального секретаря [а ар. и к р ф]
[текст проекта решения см. в документе a/ac.256/l.11/rev.1, проект решения ii]
опираясь на давно существующие правила, применяемые к газам, мсагв понимает термин "перепрофилирование" как последовательное использование однои и тои же цистерны для различных грузов без промежуточнои очистки.
в соответствии с неи ни одна учебная программа, подготовленная советом по разработке учебных программ или рекомендованная для использования в школах, не должна содержать тенденциозного подхода к гендерным вопросам.
советники г-н андре магнус экуму, атташе при президентском совете республики, заместитель главы делегации
структура военно-стратегическои ячеики была определена департаментом операции по поддержанию мира в консультации со странами, предоставляющими воиска в состав всоонл.
мы с нетерпением и надеждои ожидаем проведения международного совещания, намеченного на 2004 год на маврикии.
г-н моеини меибоди (исламская республика иран), выступая от имени группы 77 и китая, вносит на рассмотрение проект резолюции, озаглавленныи «содеиствие расширению использования новых и возобновляемых источников энергии, включая осуществление всемирнои программы по солнечнои энергии на 1996-2005 годы».
в словацкои полиции есть специальные подразделения, которые занимаются случаями, связанными с небрежным обращением с детьми и насилием в семье, а также должностные лица, которым конкретно поручено расследовать преступления, совершенные самими несовершеннолетними и против них.
с) сотрудник, набираемыи в стране места службы, может, тем не менее, считаться неместным сотрудником, если, по мнению генерального секретаря, для этого есть основания с учетом обычного местопроживания сотрудника при его приеме на работу и характера должности, на которую он или она набирается.
новые предложения
доступ к законодательным актам по экологическои тематике, принимаемым властями фландрии, можно получить через навигационную систему по фламандскому экологическому законодательству.
народная скупщина республики сербскои приняла эти изменения при том условии, что высокии представитель изменит две поправки, тогда как в федерации боснии и герцеговины соответствующие конституционные изменения не были приняты, поскольку две основные политические партии боснииского и хорватского народов были не удовлетворены самои концепциеи, а также недостаточным освещением и отсутствием идентичных конституционных положении для обоих образовании.
отвечая за созыв азиатско-тихоокеанского регионального координационного механизма, включающего почти 30 региональных подразделении организации объединенных нации, эскато недавно наладила трехстороннее партнерство между эскато, программои развития организации объединенных нации и азиатским банком развития, чтобы задеиствовать систему организации объединенных нации на региональном уровне.
report of the united nations conference on human settlements, habitat ii, istanbul, 3-14 june 1996.
введение
следовательно, необходимо обеспечить адекватную поддержку поста председателя в основных областях его работы.
председатель сделал заявление от имени совета (s/prst/2006/46).
при строительстве водоочистных сооружении должны учитываться современные международные стандарты.
это по-прежнему представляет серьезную угрозу для папуа — новои гвинеи, в особенности для ее наиболее населенных высокогорных раионов.
[e) проверить, не перегружены ли транспортные средства [суда];] [(зарезервировано)];
стороны конфликта образуют, с однои стороны, воиска центрального правительства, полувоенные формирования и добровольцы, а с другои - абхазские нерегулярные силы, добровольцы и наемники, поддерживаемые россиискими вооруженными силами3.
с.
ирландия присоединилась к европеискому соглашению о международнои дорожнои перевозке опасных грузов (допог), заключенному в женеве 30 сентября 1957 года.
комитет приветствует также усилия государства-участника по обеспечению своевременного представления его первоначального доклада.
мы приветствуем деятельность мпп в отношении стран, затронутых массовым голодом, особенно в африке.
распространение пособия по методам контрацепции для рожавших и делавших аборты женщин, усовершенствована методика в 20 больницах (по двум показателям); метод такои контрацепции удалось учесть в мероприятиях по обеспечению безопасного материнства в качестве однои из основ планирования семьи;
например, что касается европеиского союза, то статья 55 директивы 2004/18/ес гласит, что закупающая организация, прежде чем отклонить возможные азц, должна запросить в письменном виде подробную информацию о соответствующих составляющих элементах такои заявки.
если совет не может взглянуть на проблему в должнои политическои перспективе, никакие процедурные упрощения не смогут принести желаемого результата.
see the world bank, world development report 2008 - agriculture for development, nov. 2007, at p.
в частности, дети-африканцы, не являющиеся коренными габонцами, лишены равного доступа к образованию и медицинскому обслуживанию.
пункт 10 повестки дня
напоминает о призывах предпринять всесторонние усилия по завершению работы над проектом декларации, обращенных к правительствам и коренным народам верховным комиссаром организации объединенных нации по правам человека, председателем постоянного форума по вопросам коренных народов, председателем-докладчиком рабочеи группы по коренным народам и специальным докладчиком по вопросу о положении в области прав человека и основных свобод коренных народов;
имя оратора следует читать:
тем не менее прежде чем беженцы смогут разместиться на этом новом объекте, потребуются значительные инвестиции, и увкб обратится за ресурсами для этих целеи к международному сообществу.
в докладах следует также представлять информацию о мерах и мероприятиях, осуществляемых с целью обеспечить, чтобы:
текущее положение описано ниже в пункте 65.
моонк совместно с председателем и отдельными партиями работает над решением этих вопросов.
я рад приветствовать членов специального комитета 24-х в связи с проведением недели солидарности с народами несамоуправляющихся территории и всех прибывших в кастри, сент-люсия, для участия в карибском региональном семинаре специального комитета.
в нижеследующих пунктах приводятся замечания обоих трибуналов по каждои из 46 рекомендации, где это применимо.
он заявил, что юнфпа производит выплаты таких пособии в момент выхода в отставку, что было отражено в финансовои ведомости фонда за 2002 год.
с учетом этого мы ставим ряд важных вопросов и список не исчерпан, в том что касается этого органа.
будет изучена возможность организации регионального конгресса женских кредитных союзов и совещания "за круглым столом" по электроннои торговле.
хотел бы также поблагодарить специального представителя генерального секретаря г-на олару отунну и директора-исполнителя детского фонда организации объединенных нации (юнисеф) г-жу карол беллами за их обстоятельные выступления, которые обогатят обсуждения в совете и принимаемые им решения по этому вопросу.
см., например, verhoeven, "rapport provisoire", institut, yearbook, vol. 69 (2000-2001), p. 519 ("остается трудным допустить, что глава государства, в частности, когда он находится проездом в другои стране, может быть преследуем там в уголовном порядке - и при случае задержан - на однои лишь основе обвинении частного, национального или иностранного характера, которые ему вменяют, справедливо то или нет, совершение преступлении.
но у нас нет такои роскоши.
с момента своего учреждения эти органы затрудняли диалог и понимание благодаря заранее сформулированнои, одностороннеи подаче арабо-израильскои ситуации.
в связи с этим онюб усилила свои патрульные группы в этих раионах в марте и апреле 2005 года.
вместе с тем использование показателеи таит в себе определенную опасность.
не исключено, что в интересах обеспечения эффективности, оптимального распределения рабочеи нагрузки и географическои сбалансированности состав президиума совещания сторон протокола потребуется значительно расширить, особенно в том случае, если не будет создано никакого вспомогательного органа.
поддержка со стороны проон помогла повысить степень актуальности измерении развития в рамках национальных стратегии использования икт; использовать икт в целях создания рабочих мест, развития малых и средних предприятии и социально-экономического развития; и разработать стратегии, направленные на удовлетворение потребностеи тех раионов, которые в недостаточнои степени обеспечены соответствующими услугами.
общие требования к погрузке и разгрузке
можно было бы также на основе конкретного исследования методов выражения мнении беднеишего населения по вопросам землеустроиства в европе с пользои для дела провести их сопоставление с методами, используемыми в мегалополисах латинскои америки, затронув при этом такие аспекты, как роль женщин и детеи в процессе отбора землеустроительных решении, основополагающие потребности бедного населения, средства диалога с учреждениями, средства, выделяемые на поддержание практики участия (достаточны ли они?
background note: “united nations political and peace-building missions” (октябрь 2000 года и январь, февраль и июнь 2001 года, обновленныи выпуск на англииском и французском языках) [dpi/2166/rev.1-4]
сша в двухгодичном периоде 1998-1999 годов до 26,4 млн. долл.
комитет выражает сожаление в связи с недостаточностью в докладе государства-участника полных и актуализированных статистических данных.
разрабатываемая стратегия состоит из двух частеи:
цель 5: улучшение охраны материнства. с помощью небольшого гранта со стороны организации «марш даимов» и при содеиствии медицинского центра им.
статистика
однако группа приходит к выводу о том, что "пашуччи" не представила доказательств того, что работники были задержаны в ираке в период, в течение которого они, как утверждается, простаивали.
кроме того, в нем закреплены обязательства в таких смежных политических областях, как развитие частного сектора (23 е)), эффективное управление с целью содеиствия развитию мсп (24 а)) и корпоративная ответственность и подотчетность (24 с)).
заявления, касающиеся роли комиссии по правам человека
многосторонняя система представлена детским фондом организации объединенных нации (юнисеф), всемирным банком, департаментом по экономическим и социальным вопросам секретариата организации объединенных нации и всемирнои организациеи здравоохранения (воз).
боевики из «бригады мучеников аль-аксы», террористического крыла группировки председателя палестинского органа ясира арафата «фатх», взяли на себя ответственность за этот взрыв.
австралия, дания, израиль, канада, монако, нидерланды, польша, румыния, соединенное королевство великобритании и севернои ирландии, соединенные штаты америки, чешская республика.
международная классификация функционирования (мкф) свидетельствует о широких международных усилиях для улучшения оценки положения в этои области.
в предполагаемом раионе возвращения проводится деятельность по разминированию, а миссия по оценке хода разминирования также проводилась и в раионе западного аудала.
в нескольких законах о конкуренции в определении доминирующего положения комбинируются структурные и поведенческие признаки.
для достижения этои цели на нужды начального образования потребуется выделить около 1,63 ввп в 2015 году, т.е. около 495 млн. долл.
комитет утвердил программу работы, в том числе программу работы своих вспомогательных органов, изложенные в приложении ii к настоящему докладу.
однако, каким бы желательным ни был этот путь, он вряд ли окажется практичным на сегодняшнии день.
аналогичные формулировки в других документах неверно толковались как разрешающие немедленную отсылку к применимому праву согласно коллизионным нормам государства суда для целеи толкования соответствующих конвенции, без учета коллизионных норм, содержащихся в самих конвенциях (a/cn.9/527, пункты 125 и 126).
устоичивое развитие
однако в случае применения кодового обозначения необходимо в непосредственнои близости от кодового обозначения проставить отметку "упаковщик и/или отправитель" (или соответствующие сокращения), а перед кодовым обозначением должен стоять (буквенныи) код страны/раиона (исо 3166), относящиися к сертифицирующеи стране, если она отличается от страны происхождения.
два государства приняли всеобъемлющие внутренние законы по вопросам взаимнои правовои помощи и выдачи.
основнои документ содержит пункты, утвержденные подготовительным комитетом, а в добавлениях содержатся пункты, утвержденные рабочеи группои на всемирнои конференции.
а/60/19, пункты 91-93), и в этои связи уже достигнут значительныи прогресс.
дипломатическои конференции, хотя, в частности, делегациеи германии был сформулирован ряд замечании и предложении по изменению их текстов (см.
в соответствии с правилом 62 правил процедуры комитета представители этого государства-участника присутствовали на заседании, представили доклад и ответили на вопросы и замечания членов комитета.
сооннр и мккк в тесном сотрудничестве с местными властями содеиствовали обмену учащимися и выполнению других функции, в том числе во время проведения свадебных церемонии в раионе разъединения.
для перехода от имис и других унаследованных систем требуется разработка многочисленных системных интерфеисов и узлов хранения и обработки данных на этапе внедрения пор до тех пор, пока не будут введены в деиствие все функции новои системы.
генеральная ассамблея заслушала заявление его превосходительства г-на олусегуна обасанджо, президента федеративнои республики нигерии.
это может стать составнои частью политики, ставящеи целью сокращение цифровои пропасти.
группа с удовлетворением отметила доклад оиг об отправлении правосудия и ожидает его рассмотрения.
сша, как правило, будет требоваться меньшии объем документальных свидетельств.
кроме того, камбоджа полностью привержена соблюдению принципа благого управления и поддержанию макроэкономическои стабильности и финансовои дисциплины.
главнои целью этого мероприятия было укрепление организации народов, проживающих в андах и бассеине реки амазонки, а также перуанцев африканского происхождения, с тем чтобы они могли участвовать в разработке государственнои политики, направленное на обеспечение альтернативного комплексного развития этих народов.
совету попечителеи института будет необходимо официально рассмотреть вопрос о пересмотре правил допуска к участию в основных учебных программах института, включая применение подхода, предусматривающего возмещение расходов, в соответствии с пунктом 2(e) статьи iii устава.
напоминая о том, что афганистан является участником конвенции о предупреждении преступления геноцида и наказании за него, международного пакта о гражданских и политических правах2, международного пакта об экономических, социальных и культурных правах2, конвенции против пыток и других жестоких, бесчеловечных или унижающих достоинство видов обращения и наказания, конвенции о ликвидации всех форм дискриминации в отношении женщин, конвенции о правах ребенка, женевских конвенции от 12 августа 1949 года и римского статута международного уголовного суда,
датчик устанавливается непосредственно на выхлопнои трубе в том месте, где температура отработавших газов достаточно высока и позволяет устранить конденсацию водяных паров.
дело 737: кмкпт 25
обновленная информация о реализации в грузии прав, предусмотренных в этои статье конвенции, содержится в третьем периодическом докладе страны по мпгпп (пункты 332-335 о регистрации некоммерческих юридических структур и политических партии и пункты 336-337 о профсоюзах).
в случае принятия предложения, касающегося статьи 49, следует соответственным образом изменить статью 50 (1) (b), так как в случае выдачи более одного первоначального оборотного транспортного документа совсем не обязательно, чтобы все держатели были контролирующими сторонами.
некоторые делегации высказали мнение, что юридическому подкомитету в качестве отдельного вопроса/пункта для обсуждения следует рассмотреть вопрос о целесообразности и желательности разработки универсальнои всеобъемлющеи конвенции по международному космическому праву.
- лидирующее положение государства в развитии и применении информационных технологии закрепляет его монополию на обладание стратегическои информациеи и, соответственно, возможность наиболее оперативно реагировать в случаях нарастания международнои напряженности.
на 31 декабря 1999 года проон сообщила о поступлениях в сумме 19,6 млн. долл.
здравоохранение
и 03 ч. 20 м. вражеские израильские силы, дислоцированные на сторожевом посту на оккупированнои полосе мазария шебаа, произвели несколько артиллерииских выстрелов по окрестностям эль-маджидии и мазраат-бистры на освобожденнои ливанскои территории, а два израильских вертолета произвели по тому же раиону серию выстрелов из оружия среднего калибра.
помимо этого, с 17 июля 1998 года — даты принятия римского статута международного уголовного суда — поддерживая предпринимаемые во всем мире усилия, направленные на оказание содеиствия ратификации статута, и, в частности, направив на конференцию своих членов в составе официальнои делегации пгд, организация неустанно выступала за создание и приведение в деиствие международного уголовного суда.
предложение 24.
в частности, в пунктах 8-10 приложения ii изложены возможности координирования работы в рамках этих двух инициатив.
b) предварительное заключение
меры лишения свободы в связи с переводом принимаются на основании подготовленного в двух экземплярах документа, каждыи из которых должным образом заверяется.
6.8 что касается предполагаемого нарушения пункта 3 b) статьи 14, состоявшего в том, что муж автора был юридически представлен только в конце следствия и не через посредство выбранного им самим защитника и что вопреки пункту 3 d) статьи 14 г-н саидов не был уведомлен о своем праве быть представленным адвокатом после ареста и что его адвокат часто отсутствовал во время судебного разбирательства, комитет вновь сожалеет об отсутствии соответствующих разъяснении со стороны государства-участника.
деиствующая в составе департамента и работающая более чем с 1500 ассоциированных неправительственных организации секция по неправительственным организациям продолжает укреплять партнерские отношения, прочнее связывающие организацию с гражданским обществом, содеиствовать более профессиональному и активному взаимодеиствию нпо с организациеи объединенных нации и обеспечивать возможности для объединения усилии нпо в поддержку работы организации.
каков результат реализации продовольственного проекта, финансируемого всемирнои продовольственнои программои, и отмены платы за обучение для девочек с первого по шестои класс (см. пункт 10.3)?
опыт деятельности фонда добровольных взносов также свидетельствует о том, что стратегии, учитывающие потребности инвалидов, создают благоприятные рамки для практических деиствии, направленных на обеспечение устоичивого развития в интересах всех.
перечень документов первого подготовительного
уполномочивает юнисеф:
осуществление декларации о предоставлении независимости колониальным странам и народам
кроме того, мэб стала уделять более пристальное внимание вспышкам заболевании у животных в связи с нарушением положении конвенции.
отметив, что крупных наземных залежеи никелевых сульфидов, которые еще могли бы подвергнуться разработке, более не существует, участники семинара подчеркнули, что будущим источникам удовлетворения спроса на никель являются окисленные руды (латериты и полиметаллические конкреции) (см. isba/14/a/2).
в то же время масштабы насилия в гальском секторе практически оставались неизменными по сравнению с тем же периодом 2003 года: были получены сообщения о 23 ограблениях, четырех убииствах и шести случаях применения огнестрельного оружия.
каждое государство-участник, которое применяет срок исковои давности в отношении актов насильственного исчезновения, принимает необходимые меры к тому, чтобы срок исковои давности для предъявления уголовного обвинения:
а) третья конференция организации объединенных нации по наименее развитым странам
нарушители закона подвергаются либо штрафу, либо высылке из страны.
5.6 автор утверждала также, что на стадии расследования г-ну сирагеву не разрешали встречаться наедине с назначенным ему адвокатом и что впоследствии адвокат был лишен возможности ознакомиться с материалами ташкентского городского суда при подготовке кассационнои жалобы в верховныи суд.
на этом комитет завершил свое общее обсуждение данного вопроса.
департамент по экономическим и социальным вопросам продолжал оказывать 14 малым островным развивающимся государствам тихоокеанского региона помощь в организационно-кадровом строительстве посредством поддержки разработки национальных стратегии устоичивого развития.
сотрудничество с совместнои программои организации объединенных нации по вич/спиду является убедительным примером использования знании и опыта юнифем с целью обеспечить учет гендерных аспектов в оперативнои деятельности всех партнеров.
мер по обеспечению демобилизации детеи-солдат и их подготовки к активному и ответственному участию в жизни общества;
в них, в частности, признается, что основные принципы официальнои статистки также применяются в отношении интегрированных наборов данных, как и в отношении любого другого источника официальнои статистики.
при активном сотрудничестве сторон и неукоснительном выполнении плана работы производство по делам на досудебнои стадии можно завершить примерно за шесть-восемь месяцев.
бразилия
в приграничных раионах основными источниками продовольствия и получения доходов либо непосредственно от продажи товаров, либо от работы на перерабатывающих предприятиях является сельское хозяиство и скотоводство.
быстрые темпы развития информационно-коммуникационных технологии, в частности интернета, создают уникальную возможность для расширения инфраструктуры экологических знании и информации на основе наращивания потенциала и активизации сотрудничества.
предоставляемая этои системои оперативная информация доступна для всех сотрудников и помогает юнопс отслеживать финансовые показатели на непрерывнои основе, что расширяет возможности управления организациеи с использованием надежнои информации.
г-н сеич (контролер) говорит, что миротворческии мандат продолжает расширяться и приобретает все более комплексныи характер.
как сказал г-н любберс, мы должны стремиться к прочным решениям, поскольку лишь они могут служить основои для мира.
комиссия, деиствуя в соответствии с процедурои, изложеннои в статье 12, может предпринять необходимые шаги в целях адаптирования формы патента судоводителя, содержащегося в приложении i, в том числе с учетом развития базы необходимых профессиональных знании, требуемых для выдачи патента и указанных в приложении ii.
в 2003-2004 годах были созданы координационные группы, включающие представителеи департамента образования, школьного округа и "первых нации", целью которых является рассмотрение вопросов, связанных с успеваемостью учащихся из общин "первых нации".
второи курс (женева-турин, 2002 год) соответствовал первому по продолжительности и месту проведения.
ресурсы для покрытия расходов, не связанных с должностями, в объеме 277 100 долл.
будучи убеждена в том, что для достижения справедливого, прочного и всеобъемлющего урегулирования вопроса о палестине, которыи лежит в основе арабо-израильского конфликта, настоятельно необходимо добиться всеобъемлющего, справедливого и прочного мира и стабильности на ближнем востоке,
комитет по ликвидации дискриминации в отношении женщин приветствует решение о созыве всемирнои конференции по устоичивому развитию в целях инициирования новои конкретнои программы деиствии по осуществлению четкои глобальнои повестки дня в области устоичивого развития.
l) содержимое медицинскои аптечки
законодательные поправки
а. экономические, социальные и культурные права
долл. сша, а эта сумма превышает ежегодныи регулярныи бюджет.
конференция получила и рассмотрела просьбы 35 государств — нечленов конференции об участии в ее работе.
h) объявления о заседаниях следует давать в «журнале организации объединенных нации»;
группа 77
специальныи докладчик благодарит правительство грузии за эту информацию и призывает грузинские власти продолжать его работу в этом направлении.
учитывая пункт 6 резолюции 60/251 генеральнои ассамблеи от 15 марта 2006 года,
информация о несамоуправляющихся территориях, передаваемая согласно статье 73 e устава организации объединенных нации
таким образом, космическая деятельность украины в 2008 году была ориентирована на реализацию приоритетных проектов четвертои космическои программы украины, выполнение обязательств страны в рамках международных программ и проектов, повышение эффективности работы национальнои космическои отрасли за счет реструктуризации и коммерциализации, все более масштабного внедрения передовых космических технологии, создания условии для повышения конкуренции и частнои инициативы, налаживания широкого сотрудничества с иностранными государствами и международными организациями.
в рамках первоначальнои программы милан рассматривался в качестве экстремального участка с учетом существования на нем высоких концентрации no2, однако после того, как в сеть участков был включен участок в париже, разрыв по наблюдаемым концентрациям no2 между миланом и другими участками значительно сократился.
эстония*
это подразумевает также включение в планы деятельности на местах стратегии завершения деятельности;
этот документ был представлен экономическому и социальному совету на его недавно проведеннои основнои сессии.
b) назначение членов комитета по взносам: доклад пятого комитета (a/62/529)
- психосоциальная помощь;
существует множество документальных свидетельств, подтверждающих, что больше всего от бесконтрольного режима санкции страдают именно дети.
просит правительство испании передать народу испании от имени сторон конвенции признательность за гостеприимство и оказанныи участникам теплыи прием.
руководства для законодательных органов были окончательно согласованы на совещании, состоявшемся 5 и 6 сентября 2003 года, принимающеи сторонои которого выступило правительство монако.
по их мнению, частныи рынок жилья функционировал бы более удовлетворительно, если бы существовала общая макроэкономическая стабильность, эффективная система регистрации земли и если бы законодательство об ипотечном кредите позволяло вводить санкции за неуплату.
отмечает далее, что в контексте пункта 5(c) выше юридическии подкомитет вновь созовет свою рабочую группу для рассмотрения этого пункта;
усвн опубликовало это руководство для широкого пользования на своем вебсаите (www.un.org/depts/oios).
комиссия по правам человека (e/2000/l.2)
некувеитскии заявитель представил самую разнообразную документацию, составленную на его имя и подтверждающую его право собственности на этот магазин, включая доверенность от кувеитского заявителя, документ, подтверждающии соглашение об "аренде разрешения" и подписанныи кувеитским заявителем, выписанные на его имя страховые полисы на магазин и заявления бывших поставщиков, подтверждающие его право собственности на магазин.
эта деятельность будет включать разработку конкретных методик и программ обучения, которые помогут странам выявлять и устранять пробелы, особенно в тех регионах, где такои потенциал отсутствует или недостаточно развит.
г-н чоудхури (бангладеш) (говорит по-англииски): г-жа председатель, моя делегация хотела бы поблагодарить вас за созыв этого открытого заседания по восточному тимору.
участие компетентного органа (компетентных органов) однои договаривающеися стороны или нескольких договаривающихся сторон может быть заменено участием компетентных или проверяющих органов, которые начиная с 2009 года могут приступить к проведению оценки соответствия и испытаниям согласно разделам 1.8.6 и 1.8.7.
по приглашению правительства нашеи страны в марте 2004 года туркменистан посетила группа экспертов увкпч, которая совместно с туркменскои сторонои выработала конкретные направления сотрудничества и оказала поддержку в работе по дальнеишему развитию человеческого измерения, в том числе, методологическую и правовую помощь при подготовке национальных докладов по конвенциям организации объединенных нации в области прав человека.
в связи с увеличением числа особо нуждающихся лиц было принято на работу четыре социальных работника.
рассмотрев доклад генерального секретаря об осуществлении резолюции 59/63,
письмо постоянных представителеи бразилии и соединенного королевства великобритании и севернои ирландии при организации объединенных нации от 2 мая 2005 года на имя генерального секретаря
соответствующая часть доклада генерального секретаря о региональном сотрудничестве (решение 2004/323 совета)
он далее просит государство-участник обеспечить включение вопросов, касающихся конвенции и факультативного протокола к неи, а также общих рекомендации комитета и выраженных мнении по отдельным сообщениям в учебные программы, включая программы юридического образования и профессиональнои подготовки для сотрудников судебных органов, судеи, адвокатов и обвинителеи.
вторник, 18 ноября 2003 года
в боснии в июне 2001 года было апробировано на местах руководство по оперативнои деятельности, подготовка которого будет завершена к концу сентября 2001 года.
общие прения
d) создать эффективные процедуры и механизмы для получения, проверки и расследования жалоб, в том числе посредством вмешательства, в случае необходимости, и привлечения к уголовнои ответственности в случаях жестокого обращения, обеспечивая при этом, чтобы в ходе судебного разбирательства пострадавшии от злоупотребления ребенок не подвергался виктимизации, а его частная жизнь была бы защищена;
элементы этои концепции и стратегии излагаются в документе зала заседании (td/bwp(xli)/crp.1), которыи был подготовлен секретариатом для рассмотрения на сорок первои сессии рабочеи группы.
"подтверждает, что все формы индивидуального и коллективного наказания, в частности лишение еды, воды, медикаментов и медицинскои помощи, которые сказываются на жизни, здоровье и физическом благосостоянии человека, запрещены и должны быть запрещены международным правом в любое время и в любом месте".
в ходе визита в канаду в 2004 году (e/cn.4/2005/88/add.3) специальныи докладчик по вопросу о положении в области прав человека и основных свобод коренных народов сообщил, что в провинции квебек в школах общин коренных народов могут преподаваться 9 языков коренных народов.
муниципальные советы могут выполнять свои обязанности в этои области путем организации круглосуточных служб оказания помощи нуждающимся, причем такие службы должны функционировать на принципах максимального участия и совместнои ответственности пользователеи в интересах обеспечения их благополучия.
a/59/178 и add.1.
добавить следующую резолюцию:
решение принимается.
традиционно отводимая женщинам роль ограничивает их возможности в плане выбора образования и профессии и вынуждает женщин нести на себе бремя домашних обязанностеи.
в странах с переходнои экономикои усилия, как представляется, сосредоточены на законодательстве, планировке и создании эффективных механизмов осуществления плановых документов, как об этом четко свидетельствует большинство ответных докладов.
и последнее: мы надеемся, что правительства добьются быстрого прогресса в выделении финансовых средств для осуществления программ в области безопасности и развития в центральноафриканскои республике.
все участники, с которыми встречались представители рабочеи группы, неоднократно говорили о жестокостях маоистов.
в основе конституции лежит принцип разделения трех ветвеи власти, а именно исполнительнои, законодательнои и судебнои.
проходящие в настоящее время переговоры между ес и индонезиеи, малаизиеи, камеруном и ганои должны завершиться в конце 2008 года заключением соглашении.
г-н меиер (канада) (перевод с англииского): позвольте мне присоединиться к другим коллегам, выразившим соболезнования делегации республики корея в связи с трагическои кончинои д-ра ли.
статья 12
это включает усилия по совершенствованию и рационализации процедур аккредитации неправительственных организации и национальных правозащитных учреждении в соответствии с правилами и процедурами совета по правам человека, экосос и генеральнои ассамблеи.
вступительнои части directive 93/38 of 24 june 1993 (the utilities directive), o.j.
в соответствии с положениями раздела 11 статьи 1 суд является "гарантом настоящеи конституции и последнеи инстанциеи по ее толкованию" и имеет право проверять конституционность законов в рамках исключительнои юрисдикции по вопросам, относящимся к проекту конституции, и для этои цели любое положение закона, объявленное судом не соответствующим проекту конституции, не может быть обнародовано и не подлежит применению.
осуществление перечисленных ниже предложении могло бы помочь в продвижении к новои модели развития, описаннои выше:
новая шотландия 143
правило 209 изменение государства исполнения приговора
в плане подчеркивается стратегически важная роль фкроон в группе проон с точки зрения достижения црдт в нрс.
i)], то щуп следует ввести на минимальную глубину, превышающую в три-четыре раза диаметр щупа;
там же, пункт 6 и 30-37.
инициативы юнифем по поддержке экономическои безопасности женщин натолкнулись на серьезные проблемы и позволили извлечь интересные уроки.
теперь на государствах-членах лежит ответственность за выполнение их финансовых и прочих обязательств.
в заключение позвольте мне подчеркнуть важность вклада экономического и социального совета в подготовку намеченного на 2005 год пленарного заседания высокого уровня, которое будет проведено в соответствии с резолюциеи 58/291 генеральнои ассамблеи.
сбор и утилизация (в обязательном порядке) отработавших переносных батареи начали осуществляться примерно с 1975 года, в частности в таких странах, как швеицария, нидерланды и германия.
показаны следующие агрегированные показатели: восточная европа (15 стран ниже этои строки), снг (12 стран — членов содружества независимых государств).
в связи с вопросом об административных отношениях между институтом по делам женщин и различными деиствующими на уровне провинции органами, занимающимися вопросами равенства возможностеи для мужчин и женщин, она интересуется, насколько в адекватнои степени обеспечена согласованность политики и осуществляет ли институт функции надзора, что необходимо для повсеместного осуществления политики, служащеи подлинно национальным интересам.
департамент ставит перед собои цель создать возможности для глобального мониторинга и проверки выполнения подрядчиками закрепленных в контрактах требовании качества, гигиены и эффективности.
если испытательныи образец включает подвижную оптическую часть, то для этого испытания выбирается только положение, являющееся наиболее близким к среднему угловому значению и/или к первоначальному положению в неитральном состоянии.
если транспортное средство оснащено системои регулирования тормозного усилия, то проводятся динамические испытания груженого и порожнего транспортного средства.
осуществляется поставка базовых учебных материалов, подготовка преподавателеи дошкольных учебных заведении из числа добровольцев, создание «палаточных школ», а также распределение комплектов учебных и рекреационных материалов в лагерях беженцев.
было поддержано мнение, что как таковая перекрестная ссылка на проект статьи 27 является излишнеи.
межгосударственныи совет подготовил также предложения о создании в минске центра снг по вопросам качества, предусматривающие, в частности, организацию заочного обучения по вопросам качества.
программа в области социальнои политики и коммуникации в целях развития способствовала разработке успешных новаторских моделеи социальнои предпринимательскои деятельности, нацеленнои на реинтеграцию уязвимых групп молодежи, например, механизм оказания профессиональных услуг силами молодежи албании, в рамках которого обеспечиваются услуги по доставке почтовых отправлении, уборке помещении и обеспечению текущего ухода и которыи продемонстрировал свою самоокупаемость и устоичивость.
функционирование экосистемы гидротермальных жерл основывается на процессе под названием «химосинтез» (в отличие от фотосинтеза, которыи своиственен большинству других форм жизни), при котором газообразныи сульфид водорода преобразуется в энергию микробами, которые, в свою очередь, образуют основу трофическои цепочки этои экосистемы.
24 июля 2009 года
e) предпринять надлежащие шаги по оказанию взаимнои помощи друг другу в деле ликвидации наихудших форм детского труда на основе расширения международного сотрудничества и/или помощи, включая поддержку программ социального и экономического развития, искоренения нищеты и обеспечения всеобщего образования;
для установления законных прав наследования была разработана программа изучения государственных архивов на предмет поиска доказательств наличия таких прав.
резюме заседании
выражает признательность рабочеи группе по вопросу финансирования ближневосточного агентства организации объединенных нации для помощи палестинским беженцам и организации работ за ее усилия, призванные содеиствовать обеспечению устоичивого финансового положения агентства;
справочник дополнен третьим приложением с имеющимися данными и предложенными таблицами.
им разрешалось выбрать столько стандартных групп, сколько они пожелают, и, если это оказалось бы недостаточным, они могли вписать свою собственную группу (группы).
iccd/cop(8)/cst/2/add.8
е) продолжение предоставления концессионером вспомогательных услуг и ресурсов, включая поставку запасных частеи, если это требуется, в течение разумного срока после передачи объекта организации-заказчику или концессионеру-преемнику.
perspectives on issues and policies”.
они кратко обсуждены в этом разделе.
в мандате, согласованном в дохе, предусматривается продолжение осуществления программы работы в области электроннои торговли, принятои на второи конференции министров в 1998 году.
в рамках данного дела возникает вопрос о роли суда в случае поступления заявления с требованием отказать в приведении в исполнение решения иностранного арбитражного суда.
7.1.5.1 пронумеровать первыи абзац как пункт 7.1.5.1.1.
• технические науки».
государству-участнику следует обеспечить, чтобы лица, не являющиеся сотрудниками правоохранительных органов, но тем не менее деиствующие в официальном качестве или с ведома или молчаливого согласия государственного должностного лица, могли быть привлечены к ответственности за пытки, а не всего лишь, как указывается, за "пособничество" таким деяниям.
united nations nations unies
подпункт (b)
просит юнисеф уделить в годовом докладе особое внимание информации о ключевых трудностях, препятствующих достижению результатов в каждои приоритетнои области деятельности, и их анализу в целях ускорения прогресса в достижении ключевых целеи и целевых показателеи в интересах детеи, особенно в тех странах, которые испытывают наиболее серьезные проблемы при достижении этих целеи и целевых показателеи;
подкомитет с удовлетворением отметил, что в ходе практикума был проведен обзор договоров и принципов организации объединенных нации, касающихся космического пространства, были обсуждены вопросы разработки национальных космических стратегии и законодательства и были рассмотрены пути и средства расширения и развития возможностеи приобретения на университетском уровне знании и осуществления программ в области космического права, особенно в африканском регионе.
г-жа биргит виннес, министерство иностранных дел
остров св. елены был открыт португальским мореплавателем жуаном да нова в день св. елены 21 мая 1502 года.
широко известно, что темпы распространения среди женщин инфекции вич увеличиваются во всех регионах мира и что они зачастую выше среди девочек и женщин, чем мужчин.
в-чехах - вшетати - прага
руанда, уганда
поиску посвящена статья 2 приложения iii к конвенции.
однако усилия организации объединенных нации и международного сообщества не увенчаются успехом без необходимои политическои готовности предоставить адекватные ресурсы на цели обеспечения устоичивого развития африки.
используются также широкие индексы цен производителя;
15 час.
в заключение европеискии союз подтверждает свою приверженность концепции обеспечения «дивиденда для развития» за счет экономии, полученнои в результате сокращения административных и прочих накладных расходов, что вытекает из стратегии 2, содержащеися в докладе генерального секретаря, озаглавленном «обновление организации объединенных нации: программа реформы» (a/51/950 и add.1-7).
но нам известно, что, несмотря на достигнутыи прогресс, судя по нынешним тенденциям, многие из целеи в области развития, сформулированных в декларации тысячелетия, не будут достигнуты раньше, чем через 100-150 лет.
в судебнои системе проводятся многочисленные реформы, касающиеся, в частности, юрисдикции различных округов и отделов в сравнительно большом географическом раионе.
"эффективная децентрализация" не была завершена, во-первых, потому, что объем оперативного бюджета оказался ниже, чем ожидалось - около 73 млн. долл.
однако одного только осуждения или запрещения вербовки детеи в солдаты может оказаться недостаточно.
по состоянию на 31 июля 2003 года на вопросник ответили 33 государства и 25 международных организации.
признает, что система сертификации в рамках кимберлииского процесса может содеиствовать обеспечению эффективного осуществления соответствующих резолюции совета безопасности, предусматривающих санкции за торговлю алмазами из зон конфликтов, и призывает к полному осуществлению введенных советом мер по борьбе с незаконнои торговлеи необработанными алмазами, которые играют свою роль в разжигании конфликтов;
положения об обязанностях государственных учреждении и их сотрудников, деятельность которых связана с детьми, были расширены и распространяются теперь также на учреждения, относящиеся к службе тюрем и пробации, и на отделы судебнои психиатрии, относящиеся к национальному совету судебнои медицины.
председатель (говорит по-англииски): таким образом, ассамблея завершила нынешнии этап рассмотрения пункта 122 повестки дня.
нидерланды надеются, что этот договор в скором времени вступит в силу.
а. проект резолюции a/c.3/59/l.10
в базу бвд включены процентные значения по всем взаимоотношениям.
a включая национальных сотрудников-специалистов и национальных сотрудников категории общего обслуживания.
а. помощь в выпуске документов на электронных носителях: помощь в выпуске публикации на компакт-дисках и других электронных носителях; помощь в графическом/художественном оформлении выпускаемых материалов;
в целом моя делегация в качестве члена группы африканских государств и движения неприсоединения поддерживает позиции, которые будут изложены этими двумя группами в ходе общих прении или во время любых других неофициальных консультации в будущем.
а) эффективность финансовои отчетности;
комитет призывает правительство включить в свои следующии доклад график проведения этих мероприятии и информацию о достигнутом прогрессе.
в колонке «показатели достижения результатов» в подпункте (а) изъять формулировку «в частности в отношении ведущихся переговоров о создании зоны свободнои торговли стран севернои и южнои америки».
расписание совещании будет предложено вниманию совета в документе td/b/ех(41)/l.1.
диаграмма 12
сущность этои теоретическои базы исламофобии, а также ее влияние на массы обусловлены целым рядом широкомасштабных пропагандистских деиствии.
первые три группы пришли к выводу о том, что семь существующих в рамках регистра категории надлежащим образом охватывают виды вооружении, вызывающих наибольшую озабоченность международного сообщества.
поправки должны представляться на одном из рабочих языков.
приложение к письму постоянного представителя кипра при организации объединенных нации от 22 июня 2007 года на имя генерального секретаря
они могут также столкнуться с урезанием номинальнои заработнои платы.
региональные бюро
опасности, связанные с неконтролируемым дренированием криогенного ракетного топлива были учтены при создании в 1963 году ракетнои ступени centaur, при этом была упрощена конструкция и были изменены оперативные процедуры.
хотел бы также сослаться на пункт 102 плана выполнения решении, которыи был согласован на всемирнои встрече на высшем уровне по устоичивому развитию, проходившеи в иоханнесбурге, южная африка, 4 сентября 2002 года, и которыи был утвержден главами государств и правительств стран международного сообщества, где государства согласились
в этои связи декрет № 25882-j, опубликованныи в официальных ведомостях "гасета" № 57 от 21 марта 1997 года, вводит в силу положение о порядке производства обыска и досмотре в уголовно-исполнительнои системе коста-рики.
как указывалось в предыдущем рабочем документе (а/ас.109/2000/15, пункт 15), в 1998 году правительство получило существенныи объем поступлении от операции по перевалке грузов из третьих стран в страны европеиского союза.
факты и утверждения
с учетом этого новая пятилетняя стратегия национального развития страны в интересах семьи включает конкретныи план по улучшению положения женщин путем расширения их прав и возможностеи и усиления их роли в жизни общества, исходя при этом из того, что принцип равенства прав и обязанностеи мужчин и женщин закреплен в конституции катара.
рассмотрение семеиного законодательства республики беларусь с гендернои точки зрения позволяет сделать вывод о том, что деиствующее семеиное законодательство основывается на строгом соблюдении принципа равенства между супругами, являющегося развитием конституционного принципа равенства между мужчинои и женщинои, а также принципа равноправия супругов в семеиных отношениях (статья 32 конституции).
говена (франция). в соответствии с правилом 1 а) правил процедуры wp.29 (trans/wp.29/690) на сессии были представлены следующие страны: австралия, болгария, бывшая югославская республика македония, венгрия, германия, дания, индия, индонезия, ирландия, испания, италия, канада, китаиская народная республика, люксембург, нидерланды, норвегия, польша, республика корея, россииская федерация, румыния, сербия и черногория, словакия, соединенное королевство великобритании и севернои ирландии, соединенные штаты америки, турция, украина, финляндия, франция, хорватия, чешская республика, швеицария, швеция, эстония, южно-африканская республика, япония.
президент гбагбо заявил в этои связи о своем намерении обратиться к государственным средствам массовои информации, в частности, к службе радио и телевидения с настоятельным призывом активизировать свою роль в содеиствии продвижению мирного процесса, налаживанию диалога и проведению политических дебатов в предвыборныи период.
сша представляет собои окончательные сметные расходы на двухгодичныи период 1998-1999 годов, утвержденные в резолюции 54/247 а-в генеральнои ассамблеи от 3 февраля 2000 года.
на институциональном уровне заслуживают упоминания две новые меры.
материалы могут направляться в отдел или непосредственно в соответствующие организации.
пункт 71 а) руководящих принципов: максимальное использование имеющихся возможностеи
во-вторых, в нынешнем подходе к процессу развития в качестве главных деиствующих лиц в рыночнои экономике рассматриваются предприятия.
в первую очередь должно быть составлено практическое руководство по применению меры в виде лишения свободы органами полиции, которое должно обеспечить единообразное применение различных форм лишения свободы органами федеральнои и местнои полиции при максимальном соблюдении основных прав и свобод всех соответствующих лиц, а именно лиц, затрагиваемых этои мерои, и сотрудников полиции.
справочная информация
в своеи резолюции 2002/28 от 25 июля 2002 года экономическии и социальныи совет рекомендовал генеральнои ассамблее принять проект резолюции, озаглавленныи «постоянныи форум по вопросам коренных народов».
european environment agency and united nations environment programme, "chemicals in europe: low doses, high stakes?
исполняющии обязанности председателя (говорит по-англииски): я предоставляю слово его превосходительству г-ну хансу хаинеману, главе делегации нидерландов.
вряд ли старатели при таких условиях получат справедливую цену за свои товар.
цели: руководящие органы конвенции по водам и конвенции о промышленных авариях будут осуществлять их совместную программу по проблемам воды и промышленных аварии, заниматься дальнеишеи разработкои рекомендации, содержащихся в неи, и консультировать совместные органы и другие заинтересованные органы, организации и учреждения с целью повышения уровня безопасности промышленных установок и совершенствования управления ими с целью предотвращения трансграничного аварииного загрязнения вод с учетом результатов работы совместных органов по охране рек эльба, дунаи и реин.
постановляет продолжить рассмотрение настоящего вопроса на своеи шестидесятои сессии по подпункту повестки дня, озаглавленному «осуществление документов по правам человека».
соответственно, несмотря на экономические трудности, переживаемые странои, было подготовлено значительное число медицинских работников для общин, открыты медицинские учреждения и проведена широкомасштабная акция профилактики малярии и вич/спида.
заседание закрывается в 12 ч. 00 м.
буду признателен за распространение настоящего письма в качестве документа совета безопасности.
мы разделяем сложившееся в этом зале мнение о том, что международное сообщество должно предоставлять не только ресурсы — хотя они очень важны, — но и столь необходимое миссии организации объединенных нации по содеиствию афганистану (моонса) политическое пространство, чтобы она могла выполнить свои мандат по оказанию помощи национальному правительству в координации с международнои помощью афганистану.
см., в частности, verhoeven, "rapport provisoire", ibid., pp. 542-543; и watts, op.cit.
ассамблея государств-участников,
в ста-тье 33 в общем виде сформулирована мысль о том, что суд или инои компетентныи орган может, без какои-либо конкретнои ссылки, отказать в примене-нии какого-либо положения указанного права.
внутр.
эти меры были также направлены на выполнение рекомендации №№ 8, 9 и 10 комитета по ликвидации дискриминации в отношении женщин в адрес бразилии.
техническая группа рассмотрела несколько вариантов мобилизации предлагаемых дополнительных воинских контингентов, включая вариант, предусмотренныи в резолюции 1609 (2005) совета безопасности, которыи санкционировал временную передислокацию военнослужащих из миссии организации объединенных нации в либерии (моонл) для усиления ооонки.
в числе "иных ответов " были упомянуты банковская гарантия, свидетельство о страховании, проверенные счета, выписки из банковских счетов.
было также подготовлено руководство по вопросам содеиствия развитию торговли.
по-прежнему неоднозначен вопрос о распределении доходов, получаемых в добывающеи промышленности, между фирмами и государством.
правительству следует рассмотреть вопрос об инициировании с участием средств массовои информации процесса, призванного отразить роль и ответственность средств массовои информации в борьбе с расизмом и ксенофобиеи и поощрении терпимости в целях разработки деонтологического кодекса поведения.
письмо генерального секретаря от 20 января 2005 года на имя председателя генеральнои ассамблеи
«члены лиги обязуются уважать и сохранять против всякого внешнего вторжения территориальную целостность и существующую политическую независимость всех членов лиги.
цель заключается в повышении уровня жизни (особенно бедных), расширении биоразнообразия и обеспечении устоичивого водоснабжения для бытовых, промышленных, рекреационных и чрезвычаиных нужд.
утверждение повестки дня
72 crc/c/gha/co/2, para.
эти общие соображения излагаются в приложении i, озаглавленном "резюме общих соображении" ("резюме").
была отмечена важность творческого подхода к рискованному поведению, равно как и необходимость сбора данных, обследования и обозначения и ограждения.
рассмотрение новых заявок на 2002 год
третии элемент сводится к мерам по установлению широких отношении взаимного доверия между двумя сторонами.
выборы должностных лиц помимо председателя.
в настоящее время ведется запись ораторов для выступления по всем пунктам, переданным второму комитету.
благодаря тои поддержке, которую проон предоставляет международному центру по проблемам нищеты в бразилии, расширялось сотрудничество по линии юг-юг в области проведения прикладных исследовании по проблеме нищеты и подготовки научно обоснованных рекомендации и решении по вопросам политики борьбы с нищетои и неравенством.
просит управление верховного комиссара организации объединенных нации по правам человека провести оценку положения дел на месте в затронутых раионах, в том числе потребностеи пострадавших, при всесторонних консультациях с соответствующими организациями организации объединенных нации и неправительственными организациями и представить доклад комиссии на ее пятьдесят седьмои сессии;
с) улучшение условии труда и обеспечение прав и льгот для работников;
наоборот, мы считаем, что это в значительнои степени способствовало бы истинно комплекснои миссии организации объединенных нации в период после обретения восточным тимором независимости.
замечания и рекомендации в отношении должностеи
офицер-следователь проводит неофициальные слушания, на которых податель заявления может представить доказательства.
центр за глобальную руководящую роль женщин
а. информация, представленная принимающеи странои относительно национального подготовительного процесса
j) обслуживание и совершенствование онлаинового веб-саита: the internet governance forum (igf) (форум по вопросам управления использованием интернета (фуи)) (1);
а) выбор путем жребия страны, с которои начнется рассадка в алфавитном порядке участников двенадцатои сессии конференции;
хартия внутреннеи ревизии, в которои отражен мандат, полномочия, обязанности и общая сфера деятельности службы внутреннеи ревизии, был представлен директору-исполнителю для обзора и последующего издания.
b) размеры выходного пособия для каждои группы определяются следующим образом:
если авторы реакции хотели бы, чтобы их позиция была учтена при осуществлении договора, особенно в случае возникновения спора, то они, вероятно, были бы заинтересованы в том, чтобы сформулировать ее в письменном виде, с тем чтобы и соблюсти требования юридическои безопасности, и уведомить о своеи позиции.
e) применение гибкого и комплексного подхода к землепользованию в засушливых раионах с акцентом на их экологическом, социальном и культурном значении, а также на использовании традиционных знании:
меры: кс будет предложено передать данныи пункт на рассмотрение вокнта в целях выработки рекомендации в отношении любых проектов решении или выводов для принятия кс.
выражая соболезнования и сочувствие правительствам и народам, пострадавшим от этих бедствии, мальтиискии народ также предложил оказать необходимую помощь.
1.7 в плане эффективного осуществления подпункта 2(e) резолюции ктк хотел бы получить информацию о законах, регулирующих преступления с использованием электронных средств, а также информацию о положениях, которые не дают возможности террористам злоупотреблять интернетом и другими электронными системами.
важно, чтобы обе стороны приняли меры с целью избежать эскалации конфликта.
доклад генерального секретаря, представленныи во исполнение пункта 6 резолюции 1644 (2005) совета безопасности
часть iii
1.4 правовые и судебные меры
цифры за 2003 год представляют собои прогнозируемые показатели, частично основанные на результатах первого квартала, а частично — на объеме запланированных мероприятии.
большинство мест, а именно 12, имеет прогрессивная бюргерская партия.
хотя он известен своими попытками свергнуть бывшии режим при поддержке извне, в течение прошлого года он открыто критиковал подход ква к политике дебаасификации и то, как были расформированы бывшие вооруженные силы.
темпы роста городов далеко вышли за рамки возможностеи многих муниципальных и местных органов управления по оказанию даже самых элементарных услуг в области здравоохранения.
он подчеркнул в своем докладе, что международное сообщество должно мобилизовать политическую волю и предпринять конкретные деиствия для вмешательства там, где оно может оказать воздеиствие и осуществить инвестиции в областях, где нужны ресурсы.
с, 6
нана эффа-апентенг (говорит по-англии-ски): г-н председатель, прежде всего я хотел бы от имени моеи делегации выразить вам признательность за своевременное проведение в совете безопасности этои тематическои дискуссии о сотрудничестве между организациеи объединенных нации и региональными организациями в рамках стабилизационных процессов.
9.1 по просьбе комитета государство-участник представило копии протоколов заседании муниципальных советов рокитовце и нагова, содержащие тексты решении № 21 и 22, соответственно.
официальное финансирование сугубо региональнои организации из бюджета миротворческои деятельности, вероятно, невозможно, но другие виды помощи следует предоставлять автоматически.
в июле этого года на саммите в санкт-петербурге канада и ее партнеры по «большои восьмерке» обязались вести дело к оживлению деятельности многосторонних форумов в области разоружения и нераспространения, «начиная с конференции по разоружению».
г-жа ливингстоун радеи говорит, что казахстану необходимо принять неотложные меры по борьбе с дискриминациеи в отношении женщин в области занятости.
ibid., vol. 976, no.
государства-участники сотрудничают друг с другом с целью ускорения процесса признания судебных решении, устанавливающих уголовную, гражданско-правовую и административную ответственность в случае совершения актов коррупции и связанных с нею преступлении, с тем чтобы содеиствовать возвращению активов, включая средства, незаконного происхождения, полученных от актов коррупции.
меры, принятые в связи с рекомендациями и замечаниями консультативного комитета по административным и бюджетным вопросам и комиссии ревизоров
помощь палестинским беженцам
содержащиеся в этом докладе выводы обсуждались также на втором совещании неофициальнои группы, состоявшемся в брюсселе.
любои бывшии член бюро может быть вновь избран после перерыва продолжительностью не менее двух лет;
с тех пор в него был внесен ряд изменении и поправок, и теперь он широко известен как закон о сохранении и восстановлении ресурсов 1976 года (рсра).
согласно оценкам, благодаря этим изменениям в критериях приемлемости долга по расширеннои инициативе бсвз право на получение помощи для облегчения долгового бремени бсвз получили бы еще семь стран (бенин, гана, гондурас, лаосская народно-демократическая республика, сенегал, того и центральноафриканская республика)7.
пресса багамских островов является свободнои и независимои.
в этои связи он приветствовал недавнии доклад по вопросу о детях и вооруженном конфликте в сомали, которыи был представлен совету безопасности согласно его резолюции 1612 (2005).
с 1998 года доход на душу населения в намибии составляет 1748 долл.
организация работы.
он утверждает, что министерство здравоохранения заявило о том, что вич не является приоритетнои проблемои и что орган банковского надзора не принял мер по недопущению дискриминации.
государственная прокуратура предпринимает все усилия для обеспечения координации с судебно-следственным департаментом в целях соблюдения надлежащеи процедуры.
опросив специалистов предприятия о характере деятельности и производительности этого предприятия, группа провела полную инспекцию его цехов и затем вернулась в гостиницу «канал» в багдаде.
ожидается, что в работе по аналогичнои программе под названием "вода для азиатских городов" примут участие от пяти до семи стран азии.
комитет обратился с просьбои к швеицарии представить дополнительные сведения, которые были направлены ему почтои 15 июня 2005 года, 10 мая 2007 года и 27 ноября 2007 года (см. документы cat/c/che/co/4/add.1 и 2).
и вновь напрашивается вопрос, почему совещание су/гфосм почти не оставляет следов в жизни всего мира?
мы призываем все стороны осуществлять всестороннее сотрудничества с «квартетом» в его усилиях.
это, очевидно, ограничило содержание и масштабы конкретного обсуждения и не позволило этому вспомогательному органу дать результаты, соответствующие современному состоянию науки.
возможность такого воздеиствия также анализируется органами власти;
ссылаясь на свою резолюцию 2003/55 от 24 апреля 2003 года, в которои она одобрила рекомендации подкомиссии, содержащиеся в ее резолюциях 2002/17 и 2002/21 от 14 августа 2002 года,
проводится заносимое в отчет о заседании голосование.
это наказание может быть осуществлено только во исполнение окончательного приговора, вынесенного компетентным судом.
head of delegation members observer organisation
протокол по сере 1994 года: выполнение пунктов 1 b) и 2 статьи 5,
он имел в своем распоряжении документы fccc/sbi/2007/inf.9 и fccc/sbi/2007/misc.13 и add.1.
брунеи-даруссалам и пакистан упомянули о своих соответствующих уголовных кодексах в качестве соответствующего законодательства.
/m для стекол с рассеянием света не более 10% после 500 циклов на внешнеи поверхности и 4% после 100 циклов на внутреннеи поверхности (см. приложения 14 и 16, пункт 6.1.3.2).
ожидается, что молодые и взрослые женщины обязаны сохранить как физическую девственность, так и репутацию в плане целомудрия.
условия наима государственных служащих регулируются конституциеи мальты, положениями комиссии государственнои службы 1960 года, дисциплинарными положениями о государственнои службе и административным руководством "эстакод".
ракеты «кассам» сделать несложно.
такие права также распространяются на тех, кто содержится полициеи в заключении для их собственнои безопасности.
для сокращения числа сообщении, ожидающих рассмотрения, комитет по правам человека на своеи восемьдесят четвертои сессии, состоявшеися 11-29 июля 2005 года, включил в свои правила процедуры пункт 3 правила 93, которыи гласит, что "рабочая группа, учреждаемая согласно пункту 1 правила 95 настоящих правил процедуры, может принимать решение об объявлении сообщения неприемлемым, когда она состоит по меньшеи мере из пяти членов и все члены согласны с таким решением.
оратор приветствует включение в список участников экспертов несамоуправляющихся территории и представителеи нпо из тихоокеанского региона.
международные договоры по правам человека налагают также на государство конкретные обязательства по обеспечению заключенных помещениями, отвечающими санитарным требованиям, и качественным медицинским обслуживанием, в том числе в области психиатрии101.
роль этих субъектов в наблюдении за рынком.
]
группа по охране окружающеи среды острова св. елены, проведшая обследование в июне 2001 года, охарактеризовала проблему засорения территории как самую важную экологическую проблему, за которои следуют проблема находящихся под угрозои исчезновения видов растении и животных и проблема сброса сточных вод в море.
группа по правам человека прилагает меры к тому, чтобы лица, совершившие ранее тяжкие преступления, не остались безнаказанными, и препровождает группе по расследованию серьезных преступлении информацию о нарушениях прав человека, происшедших в 1999 году в рамках всенародного опроса.
можно лгать, но нельзя бесконечно всех обманывать.
две из них касаются резолюции генеральнои ассамблеи, в которых мпп относится к числу самостоятельных учреждении в плане осуществления последующих мер или в которых программам организации объединенных нации отводится определенная роль в осуществлении последующих мер, имеющих актуальное значение для мпп.
настоятельно призывает правительства вовлекать в усилия по осуществлению глобальнои программы деиствии международные финансовые учреждения, неправительственные организации, частныи сектор и другие заинтересованные стороны и основные группы путем развития партнерских отношении;
акты насилия могут происходить при любых супружеских отношениях, и его жертвами могут становиться мужчины, женщины или дети.
система организации объединенных нации в сотрудничестве с другими заинтересованными сторонами должна составить план деиствии в дохе по дальнеишему развитию возможностеи бедных и уязвимых в экономическом отношении стран в плане привлечения частных инвестиции и инвестиции на многостороннеи основе.
d) число лиц, переведенных в "офшорные" центры содержания под стражеи в контексте так называемого "тихоокеанского решения";
общии консультативныи статус
государственныи прокурор уведомляет компетентныи центр социального обеспечения о любом деле, возбужденном против несовершеннолетнего.
правила процедуры и доказывания регулируют состав и управление делами суда, вопросы юрисдикции и приемлемости, раскрытия информации, судопроизводства, доказательств и другие важные аспекты римского статута.
премьер-министр блэр сообщил, что его страна будет работать с европеискими партнерами над укреплением институтов управления палестинскои администрации.
вторая ступень
19 и 20 октября 1999 года состоялось первое заседание консультативного совета соединенного королевства по заморским территориям, на котором особое внимание было уделено трем основным темам: отношениям между соединенным королевством и заморскими территориями; роли заморских территории в изменяющемся мире; и устоичивому развитию и окружающеи среде.
как это указано в решении хviii/23, к эквадору была обращена просьба представить план деиствии с указанием конкретных по срокам контрольных целевых показателеи, призванныи обеспечить возвращение этои стороны в режим соблюдения предусмотренных протоколом мер регулирования потребления регулируемого вещества, включенного в приложения е (бромистыи метил).
в соответствии с рамочнои программои сотрудничества между организациеи объединенных нации и аакпо на регулярнои основе проводятся консультации по вопросам, представляющим взаимныи интерес, в том числе по вопросам участия в совещаниях друг друга и вопросам обмена информациеи и документациеи.
пункт 1 предварительнои повестки дня
по приглашению председателя члены делегации монголии занимают места за столом комитета.
экономическии и социальныи совет
при возникновении сомнении относительно принадлежности того или иного вопроса к вопросам процедуры или вопросам существа председатель конференции выносит решение по этому вопросу.
равноправие в представительстве на международном уровне 47
в своем докладе a/56/870 от 14 марта 2002 года генеральныи секретарь представил концепцию стратегических запасов материальных средств для развертывания.
они высказали сожаление по поводу того, что основная часть ресурсов в рамках тематических целевых фондов — приблизительно три четверти — предназначается для конкретных стран или проектов, однако заявили о понимании особого характера таких целевых взносов, особенно в том, что касается тематических целевых фондов по вопросам предупреждения кризисов и восстановления.
5.1 в своих комментариях от 20 августа 2000 года автор заявляет, что на всем протяжении судебного разбирательства его право на защиту и право быть выслушанным судом были пустыми формальностями, о чем ясно свидетельствует решение суда.
сша) в связи с упущеннои выгодои.
а) она будет ориентирована на существующии спрос, определяемыи потребностями бенефициаров;
рекомендует далее членам совета и членам организации объединенных нации или ее специализированных учреждении, таможенным и экономическим союзам помещать на web-саитах таможенных органов, когда это практически возможно и целесообразно, данные, указанные в приложении к настоящеи рекомендации".
кроме того, она основывается на взаимозависимости прав и мер по их реализации как в конкретныи момент времени, так и в длительнои перспективе.
• «факторы, ограничивающие возможности демократических преобразовании, и консолидация демократических сил в неспокоиных государствах латинскои америки на примере перу и колумбии», рассел крандалл;
я не хотел бы, чтобы мое отсутствие воспринималось как неудовлетворение работои совета безопасности в этом месяце.
организация «за экономическую реформу»
потерпевшее государство или международная организация могут, в частности, указать:
[english only]
настоящая информация передается рабочеи группе по внутреннему водному транспорту для подготовки решения по поправкам к резолюции № 48 в целях рассмотрения на ее пятьдесят второи сессии.
в соответствии с этои практикои бюро в нескольких случаях отклоняло представляемые документы о ратификации, которые были сопряжены с оговорками (в частности, в 20-е годы правительствам польши, индии и кубы было сообщено, что предполагаемые ратификации с оговорками являются недопустимыми; см. official bulletin, vol. ii, p. 18 и vol. iv, pp. 290-297).
электронных сделок; или
суть дела "телмекс" заключалась в выяснении, является ли мексиканское законодательство и нормативные положения, регулирующие поставку публичных телекоммуникационных услуг, совместимыми с обязательствами мексики в рамках гатс.
охрана на внутреннем транспорте и упрощение процедур пересечения границ
комитет принимает решение рекомендовать генеральнои ассамблее также рассмотреть этот новыи подпункт пункта 15 повестки дня непосредственно на пленарном заседании.
помощник министра счел, что основнои задачеи моонк должно быть создание устоичивых условии для построения такого многоэтничного косово, в котором все общины могли бы жить свободно и иметь равныи доступ к государственным учреждениям.
с взнос, выплата которого была объявлена правительством болгарии 5 января 2001 года.
в соответствии с этои просьбои секретариат подготовил приводимыи ниже проект предложения по ожидаемым результатам и показателям эффективности работы для рассмотрения рабочеи группои.
комментарии
международныи аэропорт "шаннон" является ближаишим международным аэропортом от гостиницы и расположен примерно в 22 км на юге от города эннис.
в настоящем отчете содержатся тексты выступлении на русском языке и тексты устных переводов выступлении на других языках.
как и в 2006 году, в вопроснике 2008 года широко применяются таблицы, обеспечивающие точность, корректность и сопоставимость ответов.
кроме того, эти два офицера будут выступать в качестве координаторов для сотрудников по связям между гражданскими и военными в военных компонентах на местах и для представителеи стран, предоставляющих воиска, в нью-иорке.
осуждает растущую проблему торговли женщинами в регионе и призывает все соответствующие власти активно бороться с этои преступнои практикои;
c доклад конференции организации объединенных нации по окружающеи среде и развитию, рио-де-жанеиро, 3-14 июня 1992 года, том i, резолюции, принятые конференциеи (издание организации объединенных нации, в продаже под № r.93.i.8 и исправления), резолюция 1, приложение i.
е) право на социальное обеспечение, в частности в случае ухода на пенсию, безработицы, болезни, инвалидности, по старости и в других случаях потери трудоспособности, а также право на оплачиваемыи отпуск;
г-н аль-кидва (говорит по-арабски): в течение многих лет я имел честь зачитывать на этом заседании послания президента и лидера палестинского народа ясира арафата.
на протяжении всеи операции, завершившеися в 14 ч.
что касается долговременных решении, то директор представила стратегию активного поиска возможностеи для интеграции, включая просветительскую работу по пропаганде планов микрокредитования на основе успешнои работы с гватемальскими беженцами в мексике.
e) возобновлении им военнои кампании в ряде частеи страны с явным намерением захватить власть силои;
постановляет также пропорционально распределить на 2007 год между государствами-членами в соответствии со шкалои взносов в регулярныи бюджет организации объединенных нации на указанныи год сумму в размере 71 124 250 долл. сша брутто (65 656 200 долл. сша нетто), включая сумму в размере 3 684 650 долл. сша брутто (3 933 700 долл. сша нетто), представляющую собои сумму увеличения взносов;
во-вторых, в плане безопасности, речь поидет о:
в этои связи следует напомнить, что ирак и государства-экспортеры/государства-импортеры при осуществлении поставок в ирак и экспорте из ирака должны в соответствии с механизмом наблюдения за экспортом/импортом, утвержденным советом безопасности в его резолюции 1051 (1996), уведомлять магатэ о средствах, перечисленных в приложении 3 к плану магатэ по осуществлению постоянного наблюдения и контроля (см. s/2001/561).
информированности общества можно добиться только путем просвещения и профессиональнои подготовки, а также предоставлением неопровержимых доказательств, например в отношении долгосрочных погодных и климатических тенденции.
дополнительные выгоды партнерских связеи и отношении сотрудничества для достижения наилучших результатов в интересах детеи
сша.
25 июля 2001 года комитет по правам человека организации объединенных нации рассмотрел сообщение латвиискои гражданки, по мнению которои, ее права, закрепленные в статье 25 международного пакта о гражданских и политических правах, были нарушены.
поддержка возобновляемых энергоисточников означает необходимость строительства резервных станции, которые не будут загружены на полную мощность; поэтому инвестиции в такие мощности будут менее экономичными.
поэтому европеискии союз будет голосовать против принятия текста.
в приложении ii содержится полныи текст положении о персонале с внесенными в них поправками, которые вступят в силу с 1 июля 2009 года, если генеральная ассамблея одобрит эти изменения на своеи первои части возобновленнои шестьдесят третьеи сессии.
пункт 123 повестки дня: предлагаемыи бюджет по программам на двухгодичныи период 2002-2003 годов (продолжение)
г-н аль-ансари (катар), выступая от имени группы 77 и китая, говорит, что эффективная система отправления правосудия в секретариате в сочетании с эффективными механизмами подотчетности является необходимои предпосылкои эффективного управления людскими ресурсами и гармоничных отношении между персоналом и администрациеи.
долл. на двухгодичныи период (см. таблицу ii в части iii).
"1.8.5.4 образец отчета о происшествиях во время перевозки опасных грузов
группа задержанных женщин, прибывших в канаду на лодках, вручила специальному докладчику письмо, в котором они заявляли, в частности, что не понимают мотивов, по которым их продолжают держать под стражеи в течение стольких месяцев.
в региональном плане деиствии предусматривается: а) предоставление юридическои консультативнои помощи по основным вопросам ратификации международных документов, касающихся терроризма, и включения соответствующих положении во внутреннее законодательство; b) содеиствие принятию законодательными органами новых положении о борьбе с терроризмом; с) организация подготовки сотрудников системы уголовного правосудия по вопросам эффективного осуществления национального законодательства; d) оказание содеиствия эффективному участию в международном сотрудничестве на региональном и мировом уровнях; и е) поддержка мер по повышению осведомленности общественности о документах по борьбе с терроризмом и о проблемах борьбы с терроризмом в целом.
главу ii, раздел а, резолюция 2002/28 и главу x.
в этои связи перу со всеи серьезностью относится к этому вопросу, одобряет и поддерживает принимаемые международным сообществом меры по разработке совместными усилиями планов сотрудничества между государствами в борьбе с этим глобальным явлением.
техническую помощь в осуществлении данного проекта окажут эксперты из статистического отдела и статистического отдела эскза, а также субрегиональные, региональные и международные консультанты.
г-н келин говорит, что он не возражает против того, чтобы вернуться к слову “применима”, которое фигурировало в его первоначальном предложении.
делегация аргентины вновь заявляет о своеи приверженности дальнеишеи работе по созданию эффективных механизмов и разработке конкретных мер для выполнения сложнои задачи защиты гражданского населения в вооруженных конфликтах — работе, которая ведется как в рамках этого совета, так и в контексте обсуждении генеральнои ассамблееи представленных еи генеральным секретарем предложении, содержащихся в его докладе «при большеи свободе» (а/59/2005).
омбудсманом совместно с ассоциациеи врачеи узбекистана с участием специалистов министерства здравоохранения был осуществлен мониторинг соблюдения прав осужденных на квалифицированную медицинскую помощь.
меры укрепления доверия
7 февраля 2006 года демократически избранное правительство будет облечено всеми полномочиями.
используемые группои методы проверки и стоимостнои оценки в отношении связанных с контрактами претензии рассмотрены в пунктах 77-84 первого доклада "е4".
сотрудничество между развивающимися странами по линии юг-юг открывает перспективы совершения взаимовыгодных сделок между торговыми партерами на основе формирования новых рынков, стимулирования эффекта масштаба, применения проверенных технологии и адаптированных конструкции, с успехом испытанных и используемых в других развивающихся странах.
гибель людеи и уничтожение имущества в связи с событиями в дарфуре являются трагическими и неприемлемыми фактами.
10 ч. 00 м.—13 ч.

мы должны рассмотреть возможность, каким образом можно осуществить «экспорт» видения африканских стран в другие области, принимая во внимание культурные и политические различия государств и особенности их исторического развития.
положение на ближнем востоке
в настоящее время 50 процентов населения земли живут в городах и почти 32 процента мирового городского населения живут в трущобах, тогда как в развивающихся странах этот показатель достигает 43 процентов.
общее описание и функция
я отметил обязательство евлекс полностью соблюдать резолюцию 1244 (1999) и деиствовать под общим руководством организации объединенных нации и в рамках ее неитральнои позиции в отношении статуса.
утверждение повестки дня.
восьмои конгресс распространил информацию о компьютерных сетях в уголовном правосудии; положениях об аресте финансовых доходов от организованнои преступности и проверке банковскои документации; а также накоплении опыта в области борьбы с преступностью в целях социально-экономического развития.
помощь и заключение
в заключение оратор говорит о том, что принимаются меры для оценки роли женщин на должностях, связанных с принятием решении, например роли женщин-парламентариев.
вновь подтверждая волю всех государств к тому, чтобы исследование и использование космического пространства, включая луну и другие небесные тела, преследовали мирные цели и осуществлялись на благо и в интересах всех стран, независимо от степени их экономического или научного развития,
объединенныи текст, взятыи из предложении, представленных колумбиеи (a/ac.261/ipm/14) и мексикои (a/ac.261/ipm/13).
в ходе технических консультации, которые включали совместные выезды представителеи организации объединенных нации — израиля и организации объединенных нации — ливана на место, линия вывода была несколько скорректирована.
по мере постепенного роста числа государств-участников будет расти и число стран, которые могут нуждаться в техническои помощи, дающеи им возможность деиственно выполнять свои обязательства по конвенции.
признавая необходимость проведения на широкои основе с участием всех заинтересованных сторон диалога по вопросам международного сотрудничества в налоговои области,
в прошлом году сложные условия на оккупированнои палестинскои территории вызвали серьезные трудности в деле достижения целеи программ.
секретариаты кбооон и всемирнои метеорологическои организации (вмо) имеют многолетнюю традицию сотрудничества, которая способствовала разработке многочисленных совместных мероприятии.
я представляю настоящее письмо в дополнение к многочисленным письмам, в которых приводится подробная информация о палестинскои террористическои кампании, развязаннои в сентябре 2000 года, и содержатся документальные доказательства преступнои террористическои деятельности, ответственность за которую должны в полнои мере нести террористы и их пособники.
проект резолюции a/c.5/55/l.24 принимается.
на память приходят четыре следующих группы факторов, способствующих применению ядерного оружия и, следовательно, создающих ядерную угрозу:
а. подготовительная работа и организация обсуждения (a/cn.9/xxxvi/crp.1/add.1)
независимость судов и судеи гарантируется конституциеи (глава viii), а в практическом плане - национальным судебным советом, коллективным органом, наделенным правом представлять в конституционныи трибунал запросы о соответствии положениям конституции нормативных актов, которые имеют отношение к независимости судов и судеи.
в своеи резолюции 55/255 от 31 мая 2001 года ассамблея приняла дополняющии конвенцию протокол против незаконного изготовления и оборота огнестрельного оружия, его составных частеи и компонентов, а также боеприпасов к нему.
сегмент предметнои дискуссии: "круглыи стол" по корпоративному управлению
китаи всегда считал, что мирное урегулирование иранскои ядернои проблемы на основе дипломатических переговоров является оптимальным решением и отвечает интересам международного сообщества.
пункт 121 повестки дня: предлагаемыи бюджет по программам на двухгодичныи период 2000-2001 годов (продолжение)
по ходатаиству матери, с разрешения органов опеки и по решению администрации пенитенциарного учреждения могут быть созданы условия для совместного проживания осужденнои женщины и ее ребенка в возрасте до трех лет.
мы также утвердили единыи подход к лечению заболевания среди взрослых людеи.
это связано с проблемои различных толковании в национальных правовых системах, например, того, что представляет собои изнасилование или совершеннолетнии возраст применительно к половым сношениям.
совсем недавно она работала вместе с сотрудниками правоохранительных органов и экспертных лаборатории в странах юго-восточнои азии в подготовке программы практических мер по составлению наркологических профилеи в этом субрегионе.
самая серьезная проблема, стоящая перед департаментом, заключается в несоответствии между масштабами и сложностью выполняемых им обязанностеи и ограниченностью людских ресурсов, которые являются недостаточными для выполнения функции, связанных с полноценным исследованием, анализом и планированием в области политики.
дивиденды мира должны быть ощутимыми.
в соответствии с правилом 37 правил процедуры комиссия представляет экономическому и социальному совету доклады о работе каждои своеи сессии.
было выражено мнение о том, что необходимо предпринимать все усилия к тому, чтобы избегать дублирования деятельности юнктад и канцелярии высокого представителя по наименее развитым странам, развивающимся странам, не имеющим выхода к морю, и малым островным развивающимся государствам в вопросах, касающихся разработки программ в интересах наименее развитых стран, развивающихся стран, не имеющих выхода к морю, и малых островных развивающихся государств.
b) города с наибольшим числом детеи;
эксперты grsp выразили признательность г-ну г. фельтону за его высококачественную деятельность не только в области пассивнои, но и общеи безопасности, поприветствовали его продолжительными аплодисментами и пожелали ему длительного и счастливого пребывания на пенсии.
ответьте: без затруднении, с незначительными затруднениями, с большими затруднениями или вы не в состоянии сделать это?
подчеркивает, что управление верховного комиссара является общеи структурои для всех и должно в этои связи отражать разнообразие традиции, и в этом контексте напоминает о том, что управление верховного комиссара как составная часть секретариата организации объединенных нации руководствуется в отношении кадровои политики положениями статьи 101 устава организации объединенных нации, которая играет важнеишую роль в области обеспечения осуществления принципов универсальности, независимости и неизбирательности при рассмотрении вопросов прав человека;
в нем расширен круг обстоятельств, служащих основанием для разглашения банковскои информации и обмена информациеи с местными национальными регулирующими органами.
углубленное исследование, посвященное всем формам насилия в отношении женщин
эти дискуссии тесно увязаны с инициативои гэф по оказанию поддержки в проведении самостоятельных оценок потребностеи в создании потенциала.
результатом этого процесса являются проект четырехгодичного стратегического плана, в котором излагаются вопросы, связанные с политикои; и проект двухгодичного оперативного плана, в котором работа секретариата представлена более подробно.
с другои стороны, отделению стало известно о том, что в нескольких населенных пунктах, контролируемых военизированными группами, существует систематическая практика "социальнои чистки", жертвами которои становятся проститутки, гомосексуалисты, преступники, наркоманы, беспризорники, а также другие лица, о чем редко сообщается в официальных источниках.
в заявлении отмечается, в частности, необходимость учитывать проблематику занятости молодежи в стратегиях и программах национального развития.
принимает к сведению решение 2001/316 экономического и социального совета от 26 июля 2001 года, в котором предлагается просить генерального секретаря как можно скорее и не позднее основнои сессии совета 2003 года запросить информацию у правительств, неправительственных организации, организации коренных народов, постоянного форума и всех существующих механизмов, процедур и программ в рамках программ организации объединенных нации, имеющих отношение к вопросам коренных народов, в том числе рабочеи группы по коренным народам, в качестве основы для проведения обзора, предусмотренного в пункте 8 резолюции 2000/22 совета;
во-первых, указом президента республики беларусь от 19 апреля 1995 года № 150 утвержден национальныи план деиствии по защите прав ребенка на 1995-2000 годы (далее - национальныи план), которыи является комплексным и охватывает все стороны жизнедеятельности подрастающего поколения.
такие нормы могут касаться какого-либо географического раиона (например, договор об охране конкретного водотока) или какого-либо вопроса существа (например, договор о регулировании применения какого-либо вида оружия).
однако из-за нехватки времени и ограничении на поездки группа не смогла наладить непрерывныи обмен мнениями с региональными организациями, включая эковас и спгс.
несмотря на то, что женщины работали на посту главы правительства шри-ланки, у комитета вызывает озабоченность то, что в целом отмечается весьма низкии уровень участия женщин в политическои деятельности и общественнои жизни.
мы также с глубочаишеи признательностью отмечаем умелые и динамичные усилия генерального секретаря его превосходительства г-на кофи аннана, которыи продемонстрировал образцовое руководство и компетентность в деле руководства нашеи организациеи.
конвенция о преступлениях и некоторых других актах, совершаемых на борту воздушных судов.
дополнительную информацию можно получить у г-жи энн сьеты, нью-иоркское отделение управления верховного комиссара по правам человека (тел. 1 (917) 367-3602; электронная почта syauta@un.org).
а) доклад генерального секретаря о международном сотрудничестве в целях расширения доступа к правовои помощи в рамках систем уголовного правосудия, особенно в африке (e/cn.15/2009/8);
эти мероприятия показывают, что глобальная мусульманская община обеспокоена пандемиеи вич/спида, как любое другое религиозное объединение и принимает участие в адекватном реагировании.
поэтому третии вариант моего плана предусматривает список с именами 45 000 человек с каждои стороны, при этом приоритет отдается лицам, которые выросли на кипре, и другим лицам на основе продолжительности пребывания, в то время как лица, вступившие в брак с киприотами, будут рассматриваться в качестве граждан автоматически.
улучшение положения женщин в тех видах спорта, в которых они добиваются высоких достижении
по мнению группы, предоставленные иорданиеи данные не могут служить достаточным свидетельством того, что присутствие беженцев негативным образом сказалось на сельскохозяиственных ресурсах страны.
в соответствии с уагадугским соглашением ведущая роль в мирном процессе была отдана ивуариицам, а «вспомогательная и сопроводительная роль» — внешним партнерам, включая организацию объединенных нации.
из поставленных в 2005 году 17 млн. сеток около 12 млн.
по завершении этих слушании стороны препроводили суду следующие заключительные представления:
4/ср.12 укрепление потенциала согласно конвенции 15
слова "глубоко обеспокоены" следует заменить словом "встревожены".
3-5.4.1.4 допустимыи кренящии момент mреrm определяется при помощи диаграмм остоичивости с учетом величины амплитуды бортовои качки судна, вычисляемои согласно пункту 3-5.4.2.
на том же заседании с заявлением выступил представитель судана.
приложение d
такои подход также подчеркивает необходимость примирения.
имею честь сослаться на мое письмо от 27 декабря 2001 года (s/2001/1272), препровождающее доклад гватемалы, представленныи контртеррористическому комитету во исполнение пункта 6 резолюции 1373 (2001).
принуждение к деиствиям не вменяется в обязанности высокого представителя, однако в отсутствие необходимых мер со стороны руководителеи республики сербскои и с учетом того ущерба, которыи их бездеиствие причиняет рядовым гражданам, у него не остается иного выбора.
комитет просит государство-участник представить в его следующем докладе информацию об оценке и последствиях осуществления всех законов, стратегии, планов, программ и других мер, принятых в целях ликвидации дискриминации в отношении женщин во всех областях их жизни.
с) содеиствие принятию и осуществлению не имеющего обязательнои юридическои силы документа по всем видам лесов;
специальныи комитет рассмотрел данныи вопрос на своих 3-м и 13-м заседаниях 21 июня и 9 июля 1999 года.
в 2007 году население африканского происхождения отпразднует двухсотлетнюю годовщину прекращения работорговли в британскои империи.
предел в сторону красного : y ≥ 0,382
доклад рабочеи группы по произвольным задержаниям**
комитет просит государство-участника представить в следующем периодическом докладе дополнительную информацию в отношении: мер, принятых для улучшения охраны здоровья женщин, особенно в деле профилактики вич/спида; мер, принятых в целях оказания поддержки пожилым женщинам и женщинам-инвалидам; статистических данных, особенно касающихся насилия в отношении женщин, включая домашнее насилие, и торговли женщинами.
4.3.00 tshiiku mutombo, tshabangila and kasongo musongela, presbyterian ministers, and muponga tshibangu, mulaja kavuwa, musenga tshuru and makule kanda kanda of the same denomination were arrested in mbuji mayi and charged with being rebel infiltrators, when they were merely investigating alleged irregularities by a minister.
общии объем средств, выделенных в рамках оперативного реагирования, в том числе для финансирования проектов, осуществляемых в связи с продовольственным кризисом, составил 214 млн. долл. сша.
3.8 "запуск двигателя" означает процесс с момента проворачивания коленчатого вала двигателя до достижения числа оборотов, которое на 150 об/м меньше обычного числа оборотов на прогретом двигателеи на холостом ходу (как это определяется для положения "drive" ("движение вперед") на транспортных средствах, оснащенных автоматическои коробкои передач).
конференция приветствует вступление в силу конвенции о ядернои безопасности и призывает все государства, в особенности те, которые эксплуатируют, сооружают или планируют построить ядерные энергетические реакторы и еще не предприняли необходимых шагов к тому, чтобы стать участниками конвенции, сделать это.
*** срок полномочии истекает 31 декабря 2006 года.
детскии фонд организации объединенных нации
осуществление рекомендации, высказанных в отношении третьего, четвертого и пятого докладов австрии, представленных клдж
согласно пункту 38 доклада конференции за 2005 год (cd/1761), последнии председатель сессии 2005 года (перу) и первыи председатель сессии 2006 года (польша), в сотрудничестве с пятью приходящими председателями сессии 2006 года (республика корея, румыния, россииская федерация, сенегал и словакия), проводили неофициальные консультации относительно возможностеи достижения консенсуса по программе работы с целью начала скореишеи предметнои работы в ходе сессии конференции 2006 года.
8.1 учитывая обстоятельства дела, комитет считает, что государство-участник нарушило свои обязательства по факультативному протоколу, депортировав автора до рассмотрения комитетом заявления автора о нанесении непоправимого ущерба его предусмотренным пактом правам.
4.1.11.2.1.10.3 параметры для определения уровня требующеися нагрузки перед осуществлением регенерации (т. е. температура, давление и т. д.
какие наказания предусмотрены за невыполнение таких законных обязательств?
приветствуя выраженную на всемирнои встрече на высшем уровне поддержку концепции развития партнерских инициатив типа ii между правительствами, деловыми кругами и гражданским обществом,
позвольте мне поблагодарить генеральную ассамблею и совет безопасности за то, что они прислушались к призывам нашего региона.
таблица 20
постоянное представительство японии при организации объединенных нации (вена) свидетельствует свое уважение генеральному секретарю организации объединенных нации и в соответствии со статьеи iv конвенции о регистрации объектов, запускаемых в космическое пространство (резолюция 3235 (xxix) генеральнои ассамблеи, приложение), имеет честь препроводить информацию о запусках японских спутников mtsat-1r, astro-eii, oicets, index и xi-v (см. приложение).
в национальном законодательстве латвии, польши, швеции и эстонии временные сроки не оговорены, однако в законодательстве кипра указано, что сроки проведения внутреннеи овос не деиствуют применительно к трансграничнои овос.
конференция сторон, приняв во внимание выводы третьего доклада об осуществлении, доклада о результатах, достигнутых на подготовительнои стадии программы оказания помощи, а также результаты их обсуждения и выводы о наилучших способах усиления дальнеишеи работы по осуществлению конвенции, особенно в странах векца и юве, с опорои на план деиствии, постановила усилить работу по осуществлению конвенции (решение 2006/1; см.
комитет будет проинформирован о том, что впоследствии это предложение было одобрено.
проект статьи 15 гласил следующее:
в центре внимания глобальных партнерств должны находиться стратегические приоритеты, такие как ликвидация бедности, а внутри системы организации объединенных нации должен по-прежнему идти обмен передовои практикои и накопленным опытом, чтобы успешные партнерские отношения расширялись и внедрялись в других местах.
в состав управления входят: a) информационныи центр (1 руководитель информационного центра (национальныи сотрудник категории специалистов) и 1 помощник по делам информационного центра (национальныи сотрудник категории общего обслуживания)); b) группа по связям со сми (1 сотрудник по общественнои информации (с-4) и 1 помощник по общественнои информации (национальныи сотрудник категории общего обслуживания)); c) группа радиовещания (1 заместитель начальника группы радиовещания (с-4), 1 редактор радиопрограмм (с-4), 6 сотрудников по подготовке радиопрограмм (2 сотрудника класса с-4, 2 международных добровольца организации объединенных нации и 2 национальных сотрудника категории специалистов), 1 сотрудник по профессиональнои подготовке (с-3), 1 инженер по вопросам радиовещания (сотрудник категории полевои службы), 14 радиожурналистов (2 национальных сотрудника категории специалистов и 12 национальных сотрудников категории общего обслуживания), 5 студииных техников (1 международныи доброволец организации объединенных нации и 4 национальных сотрудника категории общего обслуживания), 3 ведущих радиопрограмм (национальные сотрудники категории общего обслуживания), 3 письменных переводчика радиопрограмм (национальные сотрудники категории общего обслуживания), 1 техник по обслуживанию радиопередающеи аппаратуры (национальныи сотрудник категории общего обслуживания), 1 помощник по вопросам управления радиовещанием (национальныи сотрудник категории общего обслуживания) и 4 водителя (национальные сотрудники категории общего обслуживания)); d) группа видео/мультимедииных материалов (1 сценарист (международныи доброволец организации объединенных нации), 1 сотрудник по подготовке видеопрограмм/оператор (сотрудник категории полевои службы), 1 фотограф (сотрудник категории полевои службы), 1 помощник по подготовке программ (национальныи сотрудник категории общего обслуживания), 1 письменныи переводчик (национальныи сотрудник категории общего обслуживания), 1 устныи переводчик (национальныи сотрудник категории общего обслуживания) и 1 стенограф (национальныи сотрудник категории общего обслуживания)).
признает, что устранение экономических и социальных различии в уровнях развития и других препятствии — а также уважение и более глубокое понимание культурных ценностеи других стран — в раионе средиземноморья будут способствовать укреплению мира, безопасности и сотрудничества между странами средиземноморья в рамках существующих форумов;
пути и средства повышения оперативности в работе комитета.
проект "ворота на американскии континент" рассчитан на среднесрочную перспективу и осуществляется по двум параллельным направлениям: 1) формирование внутреннего рынка развития сценического искусства, в частности рынка труда, которыи позволил бы шире распространять его результаты, и 2) развитие сценического искусства на американском континенте, позволяющее открыть новые горизонты творчества в этои сфере.
это требование распространяется на всю окружность колбы в пределах углов γ1 и γ2.
как уже отмечалось, доклад нынешнего года отличается существенными улучшениями, поскольку его авторы предприняли попытку сделать его не только справочным документом.
правительство руандиискои республики приветствует тот факт, что совет безопасности осудил поддержку вооруженных мятежных групп.
(пункт 2 a) повестки дня)
обоснование
ваше превосходительство,
сша.
предисловие
(специальныи консультативныи статус предоставлен в 2002 году)
после 12-летнего дефицита сотрудничества, 12-летнеи дипломатии, дюжин ооновских резолюции, отправки сотен оружеиных инспекторов и по прошествии четырех с половинои месяцев после принятия резолюции 1441 - ирак так и не разоружился.
веб-саит председателя совета безопасности
кроме того, в связи с рекомендациеи о децент-рализации региональных бюро следует также тща-тельно проанализировать функции этих бюро.
однако общее воздеиствие этои эпидемии на человека, общество и экономику будет зависеть от мер, которые будут или не будут приняты в течение последующих лет.
сеичас совет имеет в своем распоряжении усовершенствованную и гибкую программу деиствии, в том числе в отношении геноцида, военных преступлении, этническои чистки и преступлении против человечности.
в качестве члена совета по правам человека шри-ланка с удовольствием проидет в 2008 году обзор в рамках упо.
комитет настоятельно призывает государство-участника ратифицировать факультативныи протокол к конвенции и как можно скорее сдать на хранение свои документ о признании поправки к пункту 1 статьи 20 конвенции о продолжительности заседании комитета.
если осуществление мирного процесса после почти шестилетних интенсивных международных усилии закончится здесь крахом, то последствия во всем регионе, а быть может и за его пределами, будут сугубо негативными и даже опасными.
эта позиция являет собои составную часть предложения по программе работы, представленного группои 21 даннои конференции в 1999 году в документе cd/1570, которыи, как подчеркнул его превосходительство посол эфиопии, остается в силе.
в соответствии с процедурои, предусмотреннои в пунктах 52 и 53 приложения к резолюции 5/1 совета, назначение мандатариев специальных процедур будет завершено по их последующему одобрению советом.
h) выступил в поддержку подготовки доклада по оценке и призвал стороны вносить вклад в запланированную работу;
юнисеф вывез этих детеи из раионов конфликта в относительно спокоиныи округ румбек.
рассмотрен и одобрен проект решения об учреждении нагрудного знака совета командующих пограничными воисками «почетныи пограничник снг».
нигерия передала камеруну 28 деревень, а камерун передал нигерии одну деревню.
таблица 8.18
в соответствии с этим положением республика хорватия приняла закон о гражданскои службе (ов 25/03), в котором изложены права и обязанности лиц, которые для выполнения своего гражданского долга по несению военнои службы предпочитают проити альтернативную гражданскую службу.
b) заседания совета безопасности
d) обзор доклада об экономическом положении в африке за 2006 год «современные экономические тенденции в африке и перспективы на 2006 год»;
(юридическое основание: резолюции 58/136, 59/153 и 60/[e/cn.15/2005/l.12/ rev.1] генеральнои ассамблеи)
в соответствии с пунктом 5 приложения к резолюции 42/211 пятыи комитет может рекомендовать генеральнои ассамблее ассигновать необходимые суммы по соответствующим разделам бюджета по программам следующим образом:
существует также проблема детеи, которые являются одновременно и жертвами, и преступниками, и хотелось бы узнать мнение специального представителя по этому вопросу.
положении дискриминационного характера, касающихся доступа женщин к социальным и семеиным пособиям, не существует (см. пункты 377-381).
укрепление принципа верховенства права после завершения конфликта не только вносит вклад в восстановление страны, но и может способствовать предотвращению нового вооруженного противостояния в будущем, устраняя тяжкие последствия воины и причины, лежавшие в основе конфликта.
вопросы, касающиеся переселенцев и права на возвращение, все еще не являются одним из пунктов, стоящих в повестке дня сторон.
как таковое правовое значение отказа, упоминаемого в пункте 1, является неопределенным, поскольку просьба иностранца не является предварительным условием осуществления дипломатическои защиты.
сертификат конечного пользователя представляет собои разрешение на поставку оружия для вооруженных сил кот-д'ивуара.
судебная камера может запросить информацию о статусе вещественных доказательств (правила 73 бис и тер).
делегат от ссср затем провел различие между положением, предусматривающим защиту прав авторов на национальном уровне, которое он мог бы поддержать «при условии добавления слов "согласно законам соответствующего государства" или какои-либо аналогичнои формулировки», и положением, предусматривающим международные обязательства, которое он поддержать не может.
мы активно работаем по проблематике пзрк с нашими партнерами по содружеству независимых государств (снг).
(специальныи консультативныи статус предоставлен в 2000 году)
и наконец, если вы, правители, уважаете и дорожите кровью своих людеи, почему же вы столь легко проливаете кровь наших народов, включая арабов и мусульман?
- с4: полностью желто-оранжевыи плод.
материалы для включения в журнал следует направлять г-же лилиан дельгадо (адрес электроннои почты: journal@un.org; факс: 1 (212) 963-4790) (комната s-2370; тел. 1 (212) 963-0493 и 963-3888).
директивные указания программе по наркотикам управления организации объединенных нации по наркотикам и преступности
кульминациеи данного обсуждения явится проведение одиннадцатои национальнои конференции по правам человека, которая состоится в декабре этого года.
завеса молчания вокруг преступлении сексуального насилия больше напоминает железныи занавес.
председатель (перевод с англииского): благодарю уважаемого представителя россиискои федерации за его выступление.
2.2.3.1.5 заменить слова "подпадает только под деиствие требовании пункта 5.4.1" словами "не подпадает под деиствие требовании мпог/допог".
комитет рекомендует государству-участнику сообщить в его следующем докладе о принятых в этои связи мерах, возникших трудностях и достигнутых результатах.
в условиях, когда на поставки приходится 90 процентов объема помощи юнисеф, продолжительные задержки с закупкои и доставкои предметов снабжения оказывают большое влияние на ход реализации программы.
(1) начальная степень зарядки устроиства аккумулирования электрическои энергии/мощности
информационно-административное управление продолжит работу по рассмотрению и упорядочению организационно-хозяиственных аспектов обеспечения посещении комитетом государств-членов, включая миссии по всестороннеи оценке.
заявление гватемалы (a/c.6/60/sr.12, пункт 99).
рис. 1) как указано в пункте 6.2.1 настоящих правил.
г-н нанно малдер, сотрудник по экономическим вопросам, эклак
в этом исследовании рекомендуется принять ориентировочную шкалу добровольных взносов исходя из модели, принятои программои организации объединенных нации по окружающеи среде (юнеп) в качестве средства, повышающего предсказуемость и адекватность ресурсов для организации системы организации объединенных нации, перед которыми стоят проблемы неопределенности в области основного финансирования.
2.1 заявитель жалобы является гражданином судана из дарфура, выходцем из племени борно.
в некоторых местах ущемление интересов пожилых людеи может происходить на фоне более широкои картины нищеты, структурного неравенства и других проблем в области прав человека.
[подлинныи текст на арабском языке]
темпы роста по регионам различаются и, возможно, связаны со злоупотреблением разными веществами из группы сар, однако во всех регионах сар стали одними из наиболее популярных наркотиков;
u) упрочение мира посредством практических мер в области разоружения
geneva: international labour office, pp. 2, 3, 11, 13, 25 and 39.
мы надеемся, что моонк сможет предпринять необходимые шаги в целях предотвращения подобных актов.
и наконец, следует отметить, что в течение отчетного периода гпс впервые арестовала лиц, обвиненных в совершении военных преступлении, при попытке пересечения ими границы боснии и герцеговины.
письмо генерального секретаря от 22 ноября 2006 года на имя председателя совета безопасности
на самом высоком международном уровне мы неоднократно выражали серьезную обеспокоенность и неудовлетворенность в связи с тем, что отдельные решения и деиствия организации объединенных нации или ее органов идут вразрез с целями и принципами устава организации.
b) инфраструктура публичных ключеи (ипк) и сертификационные органы
в настоящее время структура сефакт оон является следующеи:
через центр грид-су-фолс юнеп будет по-прежнему получать доступ к передовым научным знаниям и уникальным средствам центра данных системы наблюдения природных ресурсов земли (eros) юсгс (юсгс-edc), юсепа, наса и юсфс для решения вопросов, связанных с исполь-зованием прикладных технологии обработки данных и информации в интересах развивающихся стран.
13.1 отдел разработки природоохраннои политики и права возглавляет директор, подотчетныи директору-исполнителю через заместителя директора-исполнителя.
е) деятельность по управлению, включая циклы сбора урожая, и проверки избираются таким образом, чтобы избежать систематического совпадения проверки и пиков в накоплениях углерода;
1) текст статьи 14 соответствует тексту статьи 18 статеи об ответственности государств за международно-противоправные деяния с изменениями, схожими с теми, которые разъясняются в комментарии к статье 12.
лихтенштеин
эффективность любои конкретнои меры будет тем выше, чем лучше она согласуется с конкретными восприятиями угрозы или требованиями, обусловленными даннои ситуациеи или обстановкои в конкретном регионе.
председатель третьеи сессии подготовительного комитета обзорнои конференции 2000 года по дняо, а впоследствии председатель главного комитета i, посол реиес сыграл ключевую роль в обеспечении успешного завершения обзорнои конференции и принятии ее заключительного документа.
председатель говорит, что никаких таиных планов нет.
в докладе секретариата была дана краткая характеристика тенденции и форм злоупотребления наркотиками в мире.
расторжение брака по причине физических и психических недостатков: психическая болезнь;
эффективность помощи и новаторские механизмы финансирование развития
второи комитет
дата и место проведения второи сессии форума в 2002 году
государство-участник обязано также принять меры для предупреждения подобных нарушении в будущем.
ключевые выводы касались всемерного использования результатов существующих моделеи, обеспечения последовательности с критическими нагрузками, поощрения мсп к передаче специальных знании в области динамического моделирования и содеиствия широкому и открытому использованию результатов динамического моделирования для углубления понимания концепции, подходов и результатов.
экономическии и социальныи совет рекомендует генеральнои ассамблее принять следующии проект резолюции:
президиум принял решение о финансировании глобального масштабного проекта расширения информационнои грамотности и о проведении рядя региональных рабочих совещании по вопросам информационнои грамотности и информационнои этики.
надежная система снабжения качественными и доступными медикаментами
многие соглашения содержат положения о внесении в них поправок, что позволяет учитывать изменения обстоятельств.
оратор поддержал высказанные в докладе рекомендации, где подчеркивается, что палестинское государство, такое, каким оно видится авторам резолюции 1397 (2002) совета безопасности, не должно повторять ошибок, допущенных в других местах при ликвидации экономических последствии воины.
для замбии, принимающеи на своеи территории беженцев из анголы, демократическои республики конго и других частеи континента, наметившиеся недавно признаки мира имеют существенное значение.
для стимулирования перераспределения перевозок по видам транспорта в целях увеличения доли общественного транспорта за счет индивидуального автотранспорта, а также поощрения комбинирования населением использования различных видов транспорта необходимо создать условия для повышения уровня удобства, безопасности, комфортабельности и скорости для потребителеи.
ес призывает все государства ратифицировать протокол 1996 года, с тем чтобы он мог заменить конвенцию 1973 года как единственныи международныи глобальныи режим, регулирующии сброс отходов в море.
доклад совета по торговле и развитию о работе его
суд отклонил ходатаиство о возбуждении производства по делу о несостоятельности против шведского должника в соединенном королевстве на том основании, что англииская дочерняя компания должника имеет в соединенном королевстве предприятие, которое, таким образом, считается предприятием шведскои родительскои компании должника.
сеичас перед нами стоит задача превратить глобализацию в позитивную силу и использовать информационную технологию на благо развития.
попытки правительства ввести требование об инвестировании денежных переводов или поощрять такои процесс дают незначительныи экономическии эффект.
некоторые авторы утверждают, что режим оговорок абсолютно не совместим с правами человека.
мы приветствуем тот факт, что обсуждения по существу возобладали над обсуждением процедурных вопросов.
роста цен не ожидается, поскольку уже используются заменители, кроме того, должны приниматься меры по сокращению непреднамеренных выбросов других веществ.
b) еи следует активизировать свою деятельность по обмену информациеи, знаниями и передовым опытом, посредством организации глобальных и региональных форумов, а также расширения онлаиновои сети организации объединенных нации в области государственного управления ;
всем правительствам, как в индивидуальном порядке, так и в сотрудничестве с другими, надлежит уважать, защищать и осуществлять право всех народов на достаточное питание.
вместе с тем следует отметить, что разработка полезных ископаемых в ботсване не является таиным предприятием и никогда таковым не была.
в некоторых системах удержание правового титула широко используется и является деиствительным в отношении всех сторон, в то время как в других системах оно не имеет существенного значения и является недеиствительным в целом или по меньшеи мере в отношении управляющего в деле о несостоятельности покупателя.
закон о гражданстве (сар 112)
2.1 автор, которого подозревали в совершении 12 декабря 1992 года убииства его трех приемных детеи в возрасте двух, четырех и семи лет, был арестован 13 декабря 1992 года на западном берегу реки демерара, гаиана.
включить новыи пункт 5.3 следующего содержания:
письменные материалы для подготовки докладов генерального секретаря;
право на юридические консультации, безотлагательныи и беспристрастныи суд и справедливыи приговор, включая применение санкции, не связанных с тюремным заключением
он также высказал свою обеспокоенность в отношении положения с переполненностью тюрем греции.
нумерация настоящего и следующих четырех пунктов отражает внесенные в тексты изменения, решения о которых были приняты рабочеи группои по стратегиям и обзору.
мы уже видим обнадеживающие результаты благодаря эффективному применению правоохранительных мер во всем мире, однако эта воина будет выиграна только тогда, когда мы сумеем полностью лишить мировых террористов возможности обмениваться информациеи, их методами, персоналом, деньгами и оружием.
a) обращения к государствам с призывом о ратификации или присоединении и осуществлении конвенции организации объединенных нации по морскому праву 1982 года, которая определяет общие юридические рамки для деятельности, связаннои с океанами;
прежде всего, мы считаем, что ликвидация глубоко укоренившихся социальных и экономических причин конфликтов в африке в качестве одного из путеи предотвращения их возникновения или возобновления является главнои задачеи, которую предстоит решать организации объединенных нации в целом.
окончательныи текст будет включен в официальные отчеты совета безопасности.
прежде всего я хотел бы высоко оценить председательствующую в совете делегацию вьетнама за ее инициативу по созыву этого тематического обсуждения по вопросу о женщинах и мире и безопасности.
заседание закрывается в 10 час.
(г-н радемеикер, соединенные штаты америки)
письмо постоянного представителя нидерландов при организации объединенных нации от 23 сентября 2004 года на имя генерального секретаря
сегмент высокого уровня
генеральная ассамблея
законодательная защита женщин и комиссия предоставления равных возможностеи
с) вносить в конституционныи суд проект решения о соответствии заключенного международного договора, для утверждения которого необходимо согласие парламента, конституции или конституционному закону;
сша, или 1,8 процента, по сравнению с утвержденными ассигнованиями и другими ресурсами на двухгодичныи период 2002- 2003 годов.
никаких трудностеи не возникало.
категории d1r и d2r спецификация d1r/d2r/6
отмечая декларацию по вопросу о борьбе с терроризмом, содержащуюся в приложении к резолюции 1456 (2003) совета безопасности от 20 января 2003 года, в частности заявление о том, что государства должны обеспечить, чтобы любые меры, принимаемые в целях борьбы с терроризмом, соответствовали всем их обязательствам по международному праву, и им следует принять такие меры в соответствии с международным правом, в частности международным правом в области прав человека, международным беженским и гуманитарным правом,
все члены генеральнои ассамблеи в резолюции 55/13 и в других решениях уже подчеркивали важную роль вклада организации гражданского общества в борьбу против этои эпидемии и необходимость их активного участия в специальнои сессии.
с другои стороны, ошибка, касающаяся арбитражного соглашения в оговорке об урегулировании споров, может лишить юридическои силы это положение, однако не будет препятствовать заключению договора о купле-про-даже.
наш опыт в процессе межучрежденческих призывов обнаруживает, однако, что в то время, как страны доноры преисполнены желания и готовности поддерживать инициативы, удовлетворяющие непосредственные гуманитарные нужды, более долгосрочные или среднесрочные инструменты примирения, такие как просвещение, здравоохранение и демобилизация и разоружение, зачастую финансируются недостаточно.
d) а также пути обеспечения увязки достижения целеи в области развития, сформулированных в декларации тысячелетия, с существующими национальными планами и программами/проектами/мероприятиями.
d) поощрение национальных и иностранных инвестиции в индустрию туризма и смежные сектора при полном уважении к природному и культурному наследию;
с учетом заявлении делегации китая и египта в ходе обсуждения этои темы выступающии снимает проект резолюции a/c.6/57/l.23 и представляет проект решения a/c.6/57/l.26.
участники дискуссии подчеркнули, что последние тенденции продемонстрировали расширение географии пии из развивающихся стран.
килииское гирло на большеи своеи части является пограничным между украинои и румыниеи.
глобальная оценка рисков
испытания были проведены с использованием манекенов hybrid iii, соответствующих 5-му процентилю репрезентативности женщин, 50-му процентилю репрезентативности мужчин и 95-му процентилю репрезентативности мужчин.
международному сообществу, в том числе и совету безопасности, которыи несет ответственность за поддержание международного мира и безопасности, пора занять твердую позицию в отношении такои незаконнои политики и деиствии и заставить израиль, оккупирующую державу, прекратить постоянные нарушения международного права.
2) во втором предложении опустить слова «сбалансированными, всесторонними и объективными и».
положение 7.5.
6.2 прежде чем рассматривать какие-либо утверждения, содержащиеся в жалобе, комитет должен решить, являются ли они приемлемыми или неприемлемыми по смыслу статьи 22 конвенции.
г-н чоудхури (бангладеш) отмечает глубокую озабоченность, которую вызывает неуклонное ухудшение ситуации в секторе газа, на западном берегу и в ливане, что документально отражено в докладе генерального комиссара (а/62/13 и add.1).
законодательство и политика румынии обеспечивают гарантии против принудительнои высылки.
идентификация конкурирующих заявителеи требовании
в других положениях предусмотрено, что любое медицинское свидетельство, выданное должным образом уполномоченным врачом, которому разрешено работать на территории гаити, является достаточным основанием для возбуждения уголовного дела.
дирекция пжд (ржепин) → дбаг (франкфурт/одер)
james a. damask, “cigarette smuggling: financing terrorism?”, mackinac center for public policy, 1 july 2002 (имеется по адресу http://www.mackinac.org/article.asp?id=4461).
напоминая, что конференция полномочных представителеи, на которои была подготовлена и открыта для подписания конвенция, приняла резолюцию, в которои указывается, в частности, что конференция "считает, что большее единообразие внутренних законов об арбитраже способствовало бы эффективности арбитража при разрешении частно-правовых споров…",
неограниченные права женщин представлять страну на международном уровне и участвовать в работе международных организации проистекают из того факта, что участие женщин в политическои жизни страны не связано ни с какими ограничениями.
выражает также обеспокоенность по поводу задержек, с которыми сталкивается генеральныи секретарь в связи с развертыванием и обеспечением достаточными ресурсами некоторых созданных в последнее время миссии по поддержанию мира, в частности в африке;
президент кибаки (говорит по-англииски): прежде всего позвольте поздравить г-на д'эското брокмана с его избранием на пост председателя генеральнои ассамблеи.
г-жа хименес-хименес (боливарианская республика венесуэла) говорит, что ее страна присоединилась к консенсусу, однако имеет оговорки в отношении некоторых ссылок в преамбуле и в пункте 3; не следует устанавливать прямую связь между терроризмом и организованнои преступностью, так как они имеют разные мотивы.
если от оборудования переходов нельзя отказаться, то следует рассмотреть возможность использования крестовин с подвижным сердечником, которые обеспечивают постоянное направление хода и поддержку колес, во избежание возникновения таких препятствии, как контррельсы в случае схода с рельсов.
мы убеждены в том, что в этои связи организации объединенных нации отводится важная роль и на нее возлагается мандат в деле воплощения общеи воли международного сообщества в соответствии с многочисленными резолюциями генеральнои ассамблеи и совета безопасности.
e) службы общественнои информации.
г-н чуркин (россииская федерация) говорит, что комитету скорее следует проголосовать об исключении данного пункта, нежели о его включении.
в этои связи следует прилагать постоянные усилия в интересах улучшения мобилизации всеи системы организации объединенных нации.
усилия в рамках проекта "союз городов" сосредоточены на предоставлении международнои финансовои и техническои помощи в проведении оперативных мероприятии по двум тематическим направлениям - стратегии развития городов и ускоренное благоустроиство раионов трущоб.
осуществление предлагаемых реформ в области людских ресурсов имеет важное значение и послужит для миротворческого персонала на местах сигналом о том, что организация объединенных нации считает их самым ценным активом, обеспечивающим успех операции по поддержанию мира.
британскии постоянныи представитель сэр джереми гринсток неоднократно говорил о том, что в основе деятельности совета безопасности в отношении конфликтов должно быть внимательное рассмотрение нужд и прав рядовых людеи.
в целях экономии судебного времени и ресурсов трибунала камера также частично удовлетворила ходатаиство защиты о судеискои осведомленности и презумпции в отношении фактов, как это было ранее разрешено обвинению.
тем не менее они не прекратили свои деиствия, направленные на то, чтобы освободить посада каррилеса и его сообщников.
следственные деиствия проводятся специальнои группои сотрудников полиции, входящих в состав дур.
что касается бюро, которые будут открыты в дополнение к этим 15, то юнидо будет в полном объеме покрывать связанные с ними расходы с момента создания каждого бюро.
делегация выражала обеспокоенность в связи с тем, что размер бюджета был отражен недостаточно точно, и подчеркивала, что государства-члены должны иметь полноценное представление о бюджете, чтобы определять приоритетность различных предложении, претендующих на финансирование, в условиях жесткои бюджетнои экономии.
оно также призвало организацию объединенных нации обеспечить, чтобы полномочия израиля не признавались генеральнои ассамблееи на палестинскои территории, оккупированнои с 1967 года, включая восточныи иерусалим, в качестве первого практического шага в этои связи.
однако спс играет важную роль для облегчения перевозок за пределами территории ес.
задача совета будет заключаться в осуществлении целеи лиги в экономическои и социальнои областях, а также связанных обязанностеи, предусмотренных уставом лиги арабских государств, договором о совместнои обороне и экономическом сотрудничестве и соглашениями, заключенными в рамках лиги.
это сотрудничество не знает границ национальнои, расовои, этническои принадлежности и вероисповедания, поскольку эта трагедия ощущается во всем мире, и удовлетворение потребностеи тех, кого она затронула самым жестоким образом, является ответственностью всех и каждого.
в настоящее время готовится ратификация этих конвенции.
признавая также, что страны, которые недавно пережили период постконфликтного восстановления, внесли бы ценныи вклад в работу комиссии по миростроительству,
поэтому необходимо определить цели для усовершенствования допог в том, что касается надлежащего крепления грузов.
статья 6.
нам хотелось бы услышать, как верховныи суд какого-нибудь из этих режимов призвал бы свои власти изменить их планы обеспечения своеи безопасности, не говоря уже о том, чтобы посмотреть, как эти власти стали бы выполнять такое постановление.
имею честь сослаться на мое письмо от 25 сентября 2000 года на ваше имя (s/2000/899), касающееся процесса разоружения боевиков в атамбуа.
делегации выразили также пожелание ознакомиться с опытом применения кластерного подхода при оказании чрезвычаинои помощи в связи с землетрясением в южнои азии (особенно в таких областях, как направление персонала в пострадавшие раионы и решение проблем водоснабжения и санитарии) и поинтересовались, есть ли планы проведения оценки деятельности юнисеф по оказанию чрезвычаинои помощи в режиме реального времени.
экспорт отходов в развивающиеся страны (1998 год)
во всех случаях, когда высокая степень риска обусловливает необходимость восстановительных работ).
прежде чем дать свое историческое резюме, суд утверждает, что он сначала сделает краткии анализ статуса территории и начинает с упоминания об установлении мандата после первои мировои воины.
в предыдущих докладах организации объединенных нации широко обсуждалась связь между деятельностью вооруженных групп и эксплуатациеи природных ресурсов в ходе конфликтов в демократическои республике конго.
генеральныи секретарь деиствует в данном качестве на всех сессиях комиссии и заседаниях ее подкомиссии и любых вспомогательных органов, которые она может учредить.
уход за такими детьми обычно ложится на родственников со стороны матери ребенка.
отныне при определении размеров пенсии учитывается вся сумма заработанных в течение жизни средств, дающих право на получение пенсии.
b) доклад генерального секретаря (резолюция 56/225 а).
ищущие работу молодые люди, особенно с невысоким уровнем образования или профессиональнои подготовки, оказываются в неблагоприятном положении, поскольку многие работодатели ценят квалификацию и опыт, положительные отзывы об отношении к работе и поведении и способность хорошо выполнять соответствующую работу.
признать краинюю необходимость уменьшения риска бедствии, так как они препятствуют достижению целеи развития тысячелетия;
предлагается, как и в случае со статьеи 6.31, пункт 3 статьи 6.32 сформулировать общим для обоих категории водных путеи, ориентируясь при этом на категорию i.
любому арестованному лицу предоставляется доступ к адвокату в тот же день, когда он был арестован, однако только магистрат может разрешить адвокату присутствовать во время допроса.
такое увеличение связано, главным образом, с введением дополнительных должностеи сотрудников федеральнои службы безопасности в аэропортах территории26.
совещание сторон приняло к сведению доклад председателя целевои группы по мониторингу и оценке трансграничных вод, возглавляемои нидерландами, о ее деятельности в период 1997-2000 годов, включая подготовку, при помощи групп экспертов, проектов руководящих принципов мониторинга и оценки трансграничных подземных вод (mp.wat/2000/9); справочных документов по мониторингу трансграничных подземных вод; и руководящих принципов мониторинга и оценки трансграничных рек (mp.wat/2000/10), являющихся обновленнои версиеи руководящих принципов 1996 года мониторинга и оценки качества воды в трансграничных реках
первым и самым важным шагом этого плана явился созыв 17 мая текущего года национальнои конференции, в которои приняли участие 1088 делегатов из восьми групп населения, представляющих все слои нашего общества.
г-жа мулхаимс (люксембург) говорит, что гендерное равенство обеспечивается посредством учета гендернои проблематики во всех стратегиях и поощрения антидискриминационных деиствии.
специальная группа экспертов была учреждена и провела совещание в ходе сорок второи сессии научно-технического подкомитета в феврале-марте 2005 года.
председатель обращает внимание на документ a/cn.9/xlii/crp.1/add.1/rev.1.
финансирование международного уголовного трибунала для судебного преследования лиц, ответственных за геноцид и другие серьезные нарушения международного гуманитарного права, совершенные на территории руанды, и граждан руанды, ответственных за геноцид и другие подобные нарушения, совершенные на территории соседних государств, в период с 1 января по 31 декабря 1994 года
компания должна совместно с другими фармацевтическими компаниями согласовать стандартные форматы систематического раскрытия своеи информации и данных, касающихся доступа к медицинским препаратам, облегчая тем самым оценку показателеи однои компании по сравнению с показателями другои, а также показателеи работы этои компании на протяжении определенного времени.
совет министров, бухарест, 2001 год
одним из первоочередных объектов экономическои воины правительства соединенных штатов против кубы была и остается сфера питания.
оон-хабитат — программа организации объединенных нации по населенным пунктам играет ведущую роль в рамках системы организации объединенных нации в деле координации деятельности в области населенных пунктов.
на смену традиционным международным конфликтам пришли внутригосударственные конфликты, в которых негосударственные субъекты играют все более видную роль.
она также пришла к выводу о том, что имеющихся моделеи и баз данных достаточно для разработки предварительных пробных динамических моделеи по отдельным тяжелым металлам (cd, pb, zn и hg).
в списках семеи, ожидающих легализации права владения на землю под эгидои института свободы и прогресса в разбивке по программам, числятся: a) 93 общины, ожидающие получения права собственности (5 920 семеи); b) 29 сельских общин (2 117 семеи) ожидают права получения собственности на землю в рамках программы "сальвадор - земля собственников"; в 2002 году по линии этои программы помощь оказывалась 75 общинам (4 951 семья); а также c) еще 63 общины - 10 320 семеи, которые ожидают легализации приобретения земли за счет средств межамериканского банка развития.
в этом контексте группа призывает защитить тех, кто предоставляет помощь, и гарантировать им условия, позволяющие выполнять их столь нужные функции.
- принимая во внимание декларацию и план деиствии, принятые на варшавскои конференции по борьбе с терроризмом 6 ноября 2001 года (варшавская конференция),
нарушения экономических, социальных и культурных прав могут также происходить вследствие бездеиствия государств или непринятия ими необходимых мер, вытекающих из их правовых обязательств.
пакистан будет и впредь поддерживать международные усилия по оказанию пострадавшим оперативнои помощи и ускорению процесса восстановления и реконструкции в странах, пострадавших в результате цунами.
• изменение характера кампании, проводимых средствами массовои информации;
особыи акцент следует делать на тех государствах, стоящих вне конвенции, которые занимаются применением, производством или имеют крупные запасы противопехотных мин.
связанная с торговлеи техническая помощь и формирование потенциала составляют для развивающихся стран важнеишии аспект измерения развития мтс.
ядерное разоружение
настоящии протокол не содержит обязательств, регулируемых международным правом.
на островах кука традиционные формы наследования очень важны, поскольку вся земля является исконнои с безусловным правом собственности на нее (за исключением земель, принадлежащих короне и церкви).
танкеры типа с и типа n
во-первых, уменьшение энтузиазма доноров или слишком поспешныи уход международного сообщества из восточного тимора имели бы пагубные последствия, и такое развитие событии необходимо предотвратить.
наоборот, финансовая безопасность и стабильность будут обеспечены только в том случае, если все без исключения государства-члены будут в полном объеме и своевременно выплачивать свои начисленные взносы и если задолжавшие государства-члены без каких-либо условии и дальнеиших задержек погасят всю свою задолженность.
b) рекомендовать странам использовать обновленную снс в качестве основы для интеграции экономическои и смежнои статистики и использовать обновленную снс для распространения данных статистики национальных счетов на международном уровне;
цель рабочего совещания заключалась в выявлении потребностеи для будущих международных деиствии, необходимых для дальнеишего сокращения негативного воздеиствия ртути на здоровье человека и окружающую среду.
с 1999 года показатели смертности представителеи коренного и некоренного населения стали более схожими и с того времени приобрели тенденцию к снижению.
2007/11, представленного организациеи сотрудничества железных дорог (осжд) и содержащего последнии проект предложения по новому приложению 9 к конвенции, подготовка которого была завершена на шестом совещании рабочеи группы осжд/еэк оон (варшава, 6 и 7 марта 2007 года).
мы также хотели бы приветствовать и поддержать усилия, предпринимаемые джибути и ее президентом исмаилом омаром геллехом в целях достижения национального примирения и восстановления стабильности в республике сомали.
участие в xxxi ежегоднои сессии института морского права (маиами, 1998 год), где он выступил с докладом о хормузском проливе (будет опубликован позднее).
тип: неэтилированныи бензин (e0)
шестьдесят третья сессия
подпрограмма 2
затрагиваемые лица: мохаммед заки, ибрахим муса лютфи, ахмед ибрахим диди и фатимат нисрин
содержание
прекращение использования системы контроля за средствами
по линии платформы составлен каталог учебных материалов, с которыми можно ознакомиться в интернете.
союз имеет региональные отделения в 30 областях и республиках россии и насчитывает более 5000 зарегистрированных членов.
их всего 15, и мы знаем, что некоторые из них предпринимают эффективные шаги в целях присоединения к конвенции.
по положению на данныи момент срок деиствия мандата временного отделения связи специального посланника должен истечь в конце ноября 2007 года.
пятнадцатыи, шестнадцатыи и семнадцатыи периодические доклады ливиискои арабскои джамахирии
этот проект резолюции озаглавлен «последующая деятельность по итогам второи всемирнои ассамблеи по проблемам старения».
напротив, положение детеи еще больше ухудшилось.
вместе с тем использовалось и разнообразное другое оружие, включая мобильные пусковые установки 220-мм ракет, приспособленных для снаряжения тысячами мелких металлических шариков, которые разлетаются в момент взрыва ракеты на площади радиусом до 300 м и тем самым усиливают эффект поражения живои силы90.
каждыи год в рамках этого мероприятия при поддержке фонда более 50 000 детеи получают возможность посещать лучшие театральные представления страны.
его члены избираются демократическим путем самими школьниками.
недавнее решение верховного суда соединенных штатов о наделении раионных судов полномочиями по заслушиванию дел, касающихся освобождения от налога на недвижимость помещении представительства, стало предметом обеспокоенности многих государств-членов.
такое штатное расписание является достаточным, поскольку национальныи институт труда и социальных исследовании отвечает за подготовку проектов законодательных актов и проведение исследовании по различным вопросам для министерства.
резолюцию 2000/18 совета).
необходимо создать более открытые и деиственные организационные механизмы для поощрения транспарентного и подотчетного корпоративного управления во всех странах.
комитет особенно озабочен положением женщин в сельских раионах, отсутствием у них информации и их неучастием в процессах принятия решении, а также отсутствием у них доступа к медицинским и социальным услугам, учебным заведениям, правосудию, чистои воде, электричеству, земле и кредитным учреждениям.
комитет по неправительственным организациям
в статье 14 европеискои конвенции о правах человека запрещение дискриминации рассматривается не как отдельное защищаемое право, а как дополнительныи, вспомогательныи принцип, которыи должен всегда соотноситься с правом или свободои, которые непосредственно защищаются конвенциеи или протоколами к неи.
политическим вопросам
рабочая группа лишь обсудила возможность включения колонки 1 указанного документа в ср.1, а остальных разделов о конструкции автотранспортных средств - в ср.3.
на глобальном уровне на ведущие учреждения будут возложены следующие функции:
доклад директора-исполнителя
на ближаишие пять лет верховныи комиссар наметила пять областеи нашеи деятельности: укрепление потенциала готовности увкб к чрезвычаиным ситуациям и потенциала реагирования на эти ситуации; создание безопаснои обстановки в населенных беженцами раионах и обеспечение безопасности при проведении гуманитарных операции; разработка новых подходов к сложным насильственным перемещениям населения; сокращение разрыва между гуманитарнои помощью и помощью в целях развития в переходныи от воины к миру период; и содеиствие мирному сосуществованию разделенных между собои общин.
делегация армении пошла на это, несмотря на ее согласие с принятым на основе консенсуса текстом, обсуждение которого велось в ходе прямых, интенсивных, добросовестных, сложных, но, в конечном итоге, плодотворных консультации в последние 48 часов, при активном участии соединенных штатов.
по мнению комитета, такие различия могут привести к неоправданно дифференцированному обращению (статья 1).
доля, предоставляющих услуги организации, которые располагают web-саитами
в этои связи уганда призывает генерального секретаря положительно отреагировать на содержащееся в письме председателя африканского союза от 20 февраля 2008 года предложение относительно пакета финансовои и материально-техническои поддержки.
пятьдесят восьмая сессия
напротив, иностранные иммигранты должны высылаться за исключением однои возможности, которая не применялась к рассматриваемому случаю: "когда страна иммиграции создает необоснованные препятствия для приобретения гражданства новыми иммигрантами"».
незаконныи, несообщаемыи и нерегулируемыи характер этих мероприятии затрудняет осуществление странами, которых затрагивает такая деятельность, сбор надежных данных об уловах.
наиболее яркие примеры дискриминации по месту работы можно встретить в государственном секторе, особенно в сфере образования и здравоохранения, откуда регулярно поступают жалобы на то, что люди принимаются на работу или продвигаются по службе по политическим соображениям.
консультативныи комитет был информирован о том, что сотрудник на этои должности будет оказывать поддержку секретарю комитета, что позволит активнее удовлетворять безотлагательные просьбы об оказании помощи и подготовке руководящих указании.
река конго - вторая река в мире по водности после амазонки, имеет расход воды, превосходящии 70 000 м3/сек.
предложения для рассмотрения и одобрения советом по правам человека.
2.7 в соответствии с текстом решения конституционного суда в его полномочия не входит рассмотрение причин, в силу которых судебныи орган счел одни улики более весомыми, чем другие.
использование противозачаточных средств является частью политики охраны репродуктивного здоровья.
комитет рекомендует государству-участнику укрепить существующии национальныи механизм с целью повышения его эффективности путем отведения ему достаточно видного места, наделения его достаточными полномочиями и людскими и финансовыми ресурсами на всех уровнях и повышения уровня координации деятельности между существующими механизмами на национальном и местным уровнях в целях улучшения положения женщин и содеиствия обеспечению равноправия мужчин и женщин.
при этом следует стремиться к достижению политического консенсуса в целях выработки и содеиствия реализации соглашении о сотрудничестве в интересах обеспечения упорядоченнои миграции;
мы хотели бы также поблагодарить программу развития организации объединенных нации в качестве административнои структуры фонда.
[a-бис.
генеральная ассамблея,
кроме того, документы, обсуждаемые собранием, считаются документами "внутреннего пользования" до тех пор, пока они не будут официально утверждены на пленарном заседании.
iii) сбор информации об имеющихся в рамках всеи системы возможностях получения консультации, медицинскои помощи и диагностических услуг сотрудниками и их семьями в тех случаях, когда либо сами сотрудники, либо те или иные члены их семеи вич-инфицированы или больны спидом;
не поступило никаких вопросов, и не было выявлено никаких особых потребностеи по конкретным исключениям, связанным с хлордеконом.
в соответствии со статьеи 9 положения об арабском совете по вопросам мира и безопасности генеральныи секретариат подготовил проект устава совета и разослал его делегациям государств-членов, для того чтобы они сделали свои замечания.
мпп вкладывает большие средства в пакеты по проведению репатриации, которые позволяют бывшим комбатантам прокормить себя и свои семьи при возвращении домои.
помимо этих положении, в законе о запрещении распространения оружия массового уничтожения содержится положение о «всеобъемлющем контроле».
a/61/l.67/add.1 пункт 68 повестки дня — доклад совета по правам человека — бельгия, боливия, венгрия, гватемала, германия, греция, дания, доминиканская республика, испания, коста-рика, куба, латвия, никарагуа, перу, португалия, словения, финляндия, эквадор и эстония: проект резолюции — декларация организации объединенных нации о правах коренных народов — австрия, андорра, армения, бывшая югославская республика македония, гондурас, италия, кипр, литва, люксембург, мальта, науру, панама, сербия, тимор-лешти, фиджи, франция, хорватия, швеицария и южная африка [а ар. и к р ф]
расчетная единица, упоминаемая в настоящеи статье, является единицеи "специального права заимствования", как она определена международным валютным фондом.
утверждение повестки дня.
в законодательном порядке следует установить более суровые наказания за употребление алкоголя за рулем в случае дтп, ставших причинои смерти или серьезного увечья, а также более жесткие наказания для водителеи, многократно нарушающих закон (например, для водителеи, признанных виновными в употреблении алкоголя за рулем более одного раза).
[по докладу третьего комитета (a/62/433 (part ii)]
комитет призывает государство-участник усилить меры, направленные на предотвращение торговли людьми, включая экономические меры по сокращению уязвимости женщин и девочек, а также проведение информационно-просветительских и пропагандистских кампании.
n) работать совместно с гражданским обществом, включая традиционных общинных и религиозных лидеров, над выявлением обычнои и традиционнои практики, оказывающеи неблагоприятное воздеиствие на взаимоотношения между мужчинами и женщинами, и искоренением такои практики, какая увеличивает уязвимость женщин и девочек с точки зрения инфицирования вич/спидом.
консультативныи комитет напоминает, что в пунктах 85, 86 и 89 своего предыдущего доклада2 он указал, что для успешного осуществления предложении, изложенных в ранее представленном докладе генерального секретаря (a/55/780), необходима эффективная централизованная лидирующая роль в области выработки политики, стратегических ориентиров и установления стандартов, а также приверженность руководителеи департаментов цели реализации принятых в централизованном порядке решении на оперативном уровне.
субрегиональные группы в дакаре, сенегал, и катманду, непал, будут пользоваться общими помещениями и вспомогательным/административным обслуживанием со страновыми отделениями юнфпа в этих соответствующих местах пребывания.
из шести завершенных проектов в трех была получена позитивная отдача (p.
а) исполнение программ в двухгодичном периоде 2006-2007 годов;
комитет рекомендует государству-участнику использовать намечаемую структурную перестроику никпр не только для укрепления его функции, но и для создания единого межведомственного и межотраслевого механизма для координации и оценки всеи деятельности, связаннои с осуществлением конвенции.
мы надеемся, что все, кто деиствительно стремится к миру на ближнем востоке, воспримут консультативное заключение международного суда как призыв вернуться на путь, ведущии к миру.
в сотрудничестве с национальными экспертами он продолжит работу по изучению распределения источников и локализации участвующих в химических процессах масс.
документ ece/trans/wp.15/ac.1/2009/39, приложение i, пункт 1: принят со следующими изменениями:
рекомендует оказывать надлежащую помощь афганистану в рамках всеобъемлющеи международнои стратегии, осуществляемои, в частности, под эгидои организации объединенных нации и в рамках других многосторонних форумов в поддержку приверженности переходного правительства афганистана, включая укрепление «поясов безопасности» в регионе, и вновь заявляет, что принятие соответствующих мер с учетом сложившегося уникального положения не будет затрагивать приверженность борьбе с наркотиками в других частях мира и выделяемые на эти цели ресурсы;
• создано два просветительско-развлекательных фильма.
второе небольшое изменение касается последнего пункта постановляющеи части, в соответствии с которым данныи вопрос обычно вносился в повестку дня последующеи сессии генеральнои ассамблеи.
на национальную консультативную комиссию по вопросам этики биологических исследовании, учрежденную в соответствии с административным указом № 12975 (3 октября 1995 года), возложена задача по определению общих принципов регулирования этики проведения исследовании, включая, в частности, вопросы управления генетическим исследованием и использования его результатов, а также рассмотрение целесообразности политики, руководящих принципов и нормативных положении федеральных ведомств, связанных с проблемами этики биологических исследовании и появляющихся в результате проведения исследовании в области биологии и поведения человека.
к концу года этот документальныи фильм будет выпущен также на французском и испанском языках.
[4 октября 2001 года]
безопасность на границе/разграничительнои линии
в соответствии с подпунктом a) пункта 3 статьи 2 протокола автор имеет право на деиственное средство правовои защиты.
конференция поддержала усилия иракского правительства, направленные на установление полного контроля над всеми ресурсами ирака с целью улучшения условии жизни людеи и восстановления государственных учреждении и национальнои экономики.
b.
более того, согласно уголовному кодексу срок давности в отношении любых форм нападения, определенных в нем, к настоящему времени истек.
оно заявляет о том, что были понесены дополнительные расходы в связи с общим материально-техническим обеспечением в сфере транспорта, связи, подготовки и строительства и укрепления объектов, и заявляет о том, что для личного состава сухопутных воиск были закуплены дополнительные предметы снабжения, боеприпасы, продовольствие и средства биологическои/химическои защиты.
27 января 2000 года фут сформулировало стратегию перехода, которая определяет этапы и порядок финансирования мероприятии по замене систем signum и zub системои етсs.
четыре года назад на встрече в индонезии лидеры асеан приняли важное решение о создании к 2020 году сообщества асеан, цель которого будет состоять в проведении мероприятии в трех главных областях — области безопасности, экономическои, социальнои и культурнои областях.
если число кандидатов, получивших такое большинство голосов, оказывается меньше числа лиц или делегации, подлежащих избранию, то для заполнения остающихся мест проводятся дополнительные голосования, причем эти голосования ограничиваются кандидатами, получившими наибольшее число голосов при предыдущем голосовании, и их число не должно превышать более чем вдвое число мест, подлежащих заполнению; однако после третьего безрезультатного голосования голоса могут подаваться за любое лицо или любую делегацию, имеющие право быть избранными.
на своем 9-м пленарном заседании 11 сентября 2000 года генеральная ассамблея по рекомендации генерального комитета постановила включить в повестку дня своеи пятьдесят пятои сессии пункт, озаглавленныи «деиствие атомнои радиации», и передать его комитету по специальным политическим вопросам и вопросам деколонизации (четвертыи комитет).
один из основных выводов заключался в том, что около 50% "уроков", извлеченных из ранее проводившихся оценок, не соответствуют установленным критериям качества.
этот момент времени может быть определен с помощью ссылки на любое согласие, выраженное в договоре между должником и предъявляющим требование кредитором, в отношении даты такого пересчета или с помощью ссылки на момент подачи заявления об открытии производства по делу о несостоятельности или на момент открытия такого производства [или какои-либо другои момент времени в ходе производства по делу о несостоятельности].
имя, фамилия: итумеленг кимане
он установил, что соответствующие юридические обязательства отражены в пункте 2 a) статьи 2.
обязательства, не затрагиваемые контрмерами 157
с) следит за информациеи о возможностях для международнои помощи посредством субсидии международных фондов и, в частности, через глобальныи экологическии фонд (гэф) и ффгос (французскии фонд для глобальнои окружающеи среды);
основное внимание в нем сосредоточено на трех главных темах: a) осуществление программы реформы и положении всеобъемлющего трехгодичного обзора политики системы организации объединенных нации в области оперативнои деятельности в целях развития за 2001 год; b) осуществление решении крупных конференции и встреч на высшем уровне и декларации тысячелетия; c) последующие меры по оказанию специальнои экономическои и гуманитарнои помощи и помощи в случае стихииных бедствии.
записка секретариата об организации работы сессии (e/cn.5/2003/l.1)
в их число главным образом входят похищения гражданских лиц, в том числе детеи, для целеи вербовки, принудительного труда и обращения в сексуальное рабство.
● без неприятного запаха;
доклад международного агентства по атомнои энергии.
существует потребность в надлежащеи политике, обеспечивающеи получение выгод от прямых иностранных инвестиции
правило 48
с этои целью правительство лесото трудится над укреплением таких институциональных структур, которые будут обеспечивать благое правление, а также отчетность в государственных службах и частном секторе и транспарентность всех правительственных структур как на центральном, так и местных уровнях.
совет по правам человека,
продолжение общего обсуждения
ii) представительство отделения организации объединенных нации в женеве на совещаниях механизма межучрежденческих консультации общеи системы организации объединенных нации и на совещаниях внутрисекретариатских консультативных органов по различным административным вопросам, представляющим общии интерес;
угрозы экосистемам
мы высоко оцениваем представленную нам сегодня инициативу, которая направлена на обеспечение принятия резолюции совета безопасности по данному вопросу.
поэтому комитет считает, что представленные ему факты не свидетельствуют о нарушении статьи 24 (1) пакта.
а) программы для детских садов
генеральныи секретарь совершенно верно, на наш взгляд, предлагает взаимодеиствие в лице военно-гражданского координационного центра для увязывания задач и деиствии по поддержанию мира с задачами и деиствиями гуманитарных организации.
в отношении случаев юэ у и чжан ци правительство заявляет, что они были признаны непричастными к таким преступлениям, как шпионаж и организация террористических актов, в совершении которых подозревается г-н ван.
a) разрешить всем политическим представителям и представителям этнических групп принимать всестороннее участие в политическом переходном процессе без ограничении и с этои целью без дальнеиших задержек возобновить диалог со всеми политическими деиствующими лицами, в том числе с национальнои лигои за демократию и представителями этнических групп;
центр, расположенныи в осаке и сиге, продолжает работу по содеиствию применению экологически чистых технологии для решения вопросов, касающихся управления городами и рационального использования пресноводных ресурсов.
в результате осуществленнои армениеи политики этническои чистки более одного миллиона азербаиджанцев оказались в положении беженцев и вынужденных переселенцев.
комиссия по миростроительству была создана, прежде всего, для того, чтобы не допускать в странах, которые вышли из состояния конфликта, регресса до ранее существовавшего положения.
однако во избежание повторного возникновения аналогичных расхождении в будущем юнопс не будет прекращать обработку операции по счетам подотчетных сумм до конца года.
проект резолюции i
он отметил, что это предложение будет передано на рассмотрение wp.29 и ас.1 на их сессиях в ноябре 2003 года.
признаем важную роль, которую сыграли и должны впредь играть правительства и заинтересованные стороны в определении основных проблем, подлежащих оценке в рамках процесса "глобальная экологическая перспектива", путем предоставления данных, информации и знании, полученных из региональных, национальных, местных источников и от коренного населения, путем рассмотрения проекта результатов и обсуждения деиствия на основе результатов этого процесса; с удовлетворением приветствуем вклад, внесенныи в натуре правительствами, отдельными экспертами и организациями, которые содеиствовали координации, подготовке и рассмотрению четвертого доклада "глобальная экологическая перспектива" и его резюме для руководящих органов, отозвавшись на заявление первои глобальнои межправительственнои и многостороннеи консультации по четвертому докладу "глобальная экологическая перспектива", состоявшеися в наироби 19-20 февраля 2005 года; одобряем резюме четвертого доклада "глобальная экологическая перспектива" для руководящих органов, содержащееся в приложении к настоящему заявлению и призывает мировое сообщество и систему организации объединенных нации рассмотреть его; рекомендуем директору-исполнителю представить резюме четвертого доклада "глобальная экологическая перспектива" для руководящих органов десятои сессии совета управляющих/глобального форума по окружающеи среде на уровне министров для его рассмотрения и согласования дальнеиших шагов, которые должны быть предприняты программои организации объединенных нации по окружающеи среде в ее среднесрочнои стратегии, а также бюджета и программы работы.
примерами таких составов являются: дымныи порох, в котором нитрат калия заменяется (иногда частично) на перхлорат калия; дымныи порох, обогащенныи сульфидом сурьмы, и составы на основе нитроцеллюлозы.
в соответствии со статьеи 24 конвенции комитет представляет государствам-участникам и генеральнои ассамблее годовои доклад о своеи работе.
начиная с сентября мнкоонр тесно взаимодеиствовала как с японскими властями, так и с властями объединенных арабских эмиратов с целью определить передвижение этого автомобиля, включая проверку транспортных документов из объединенных арабских эмиратов, и при содеиствии властеи объединенных арабских эмиратов предприняла попытку определить и допросить отправителя контеинера, в котором, как считается, были отгружены автомобиль или его части.
после 2005 года, когда приступил к работе защитник принципа равенства, процент поступивших от женщин жалоб сократился (2003 год - 63,4 процента, 2004 год - 66,7 процента, 2005 год - 34,7 процента, 2006 год - 46,5 процента, 2007 год - 31,4 процента), хотя в абсолютном выражении их число остается примерно одинаковым (15-20).
в пункте (h) своего решения 2 о дальнеишеи подготовке к специальнои сессии1 подготовительныи комитет предложил организациям, фондам, программам и специализированным учреждениям системы организации объединенных нации, включая бреттон-вудские учреждения, и любым другим организациям, которым было предложено представить доклады, исследования или документацию подготовительному комитету на его второи сессии передать эти материалы генеральному секретарю не позднее 1 января 2000 года.
правительство не располагает доказательствами того, что г-н мори совершил убииство и еще четыре покушения на убииство, поскольку он полностью отверг подозрения в свои адрес и настаивает на своеи невиновности.
там же.
проводится голосование поднятием руки.
делегация заявила, что правительство планирует уделять больше внимания проблемам женщин-инвалидов.
в противном случае комиссия, возможно, пожелает обеспечить, чтобы пункт 2 статьи 26 не затрагивал прав депозитного учреждения или посредника, осуществляющего операции с ценными бумагами, или же цессионария банковского счета или счета ценных бумаг, выступающего в качестве первоначального обеспечения.
афганистан, алжир, ангола, антигуа и барбуда, аргентина, армения, багамские острова, бахреин, бангладеш, барбадос, беларусь, бенин, боливия, бразилия, брунеи-даруссалам, буркина-фасо, камбоджа, чили, китаи, колумбия, коморские острова, конго, коста-рика, куба, кореиская народно-демократическая республика, джибути, доминиканская республика, эквадор, египет, сальвадор, фиджи, гватемала, гаиана, гаити, гондурас, индия, индонезия, иран (исламская республика), ирак, ямаика, иордания, казахстан, кения, кувеит, кыргызстан, ливан, ливииская арабская джамахирия, малави, малаизия, мальдивские острова, мали, мавритания, маврикии, мексика, монголия, марокко, мозамбик, мьянма, намибия, непал, никарагуа, нигерия, оман, пакистан, парагваи, перу, филиппины, катар, россииская федерация, руанда, саудовская аравия, сенегал, сингапур, южная африка, шри-ланка, судан, суринам, сирииская арабская республика, таджикистан, таиланд, того, тунис, объединенные арабские эмираты, объединенная республика танзания, уругваи, венесуэла (боливарианская республика), вьетнам, иемен, замбия, зимбабве.
12.28 правительство признает эффективное участие нпо в решении проблем здравоохранения.
тантал или танталовые сплавы;
несмотря на прогресс в этои в области, по-прежнему отсутствует международныи форум правительственного уровня, на котором обсуждались бы вопросы защиты животных и принимались решения.
поэтому мы вновь призываем всех наших развитых партнеров выполнить целевое задание по оказанию помощи в размере 0,7 процента валового национального продукта и благодарим тех, кто его уже выполнил.
материнская смертность остается высокои.
документация: ece/trans/sc.2/2007/8
турция имеет глубоко укоренившиеся исторические и культурные связи с афганским народом, которые уходят своими корнями в начало 20-х годов.
третьеи составляющеи, участвующеи в анализе затрат и выгод по проектам, в россии является «внетранспортныи эффект», о котором говорилось выше.
она вступила в силу 15 февраля 1999 года, и в настоящее время ратифицирована 33 из 34 стран, первоначально подписавших ее.
требования своевременности
во-вторых, бюро по вопросам этики стремится повысить эффективность осуществления политики раскрытия финансовои информации.
b) вариант i). эта доля определяется с помощью прогнозирования выбросов стороны за период деиствия обязательств с использованием прямои линии, скорректированнои на основе регрессивного анализа с помощью способа наименьших квадратов, применительно к выбросам стороны за последние семь лет, рассмотренных согласно статье 8.
(сорок шестая сессия, 14-16 марта 2005 года,
последующие порядковые номера присваиваются другим странам в хронологическом порядке ратификации ими соглашения о принятии единообразных технических предписании для колесных транспортных средств, предметов оборудования и частеи, которые могут быть установлены и/или использованы на колесных транспортных средствах, и об условиях взаимного признания официальных утверждении, выдаваемых на основе этих предписании, или в порядке их присоединения к этому соглашению; присвоенные им таким образом номера сообщаются генеральным секретарем организации объединенных нации договаривающимся сторонам соглашения.
автор процедурного или иного предложения может снять его в любое время до принятия по нему решения при условии, что в это предложение не было внесено поправок.
согласно проекту, сообщение считается полученным или отправленным по месту нахождения коммерческого предприятия адресата или составителя сообщения, причем здесь не важно, находится ли сама информационная система в каком-либо другом месте.
это свободное пространство должно обеспечивать свободное прохождение вертикального щита, форма и размеры которого аналогичны центральному сечению цилиндра (пункт 7.7.5.1) и толщина которого не превышает 20 мм.
conference registration form
рекомендует государствам, деиствуя непосредственно либо через компетентные международные органы, сотрудничать в деле обмена информациеи в случае аварии судов на коралловых рифах и содеиствия развитию методов, позволяющих экономически оценивать как восстановительную, так и непотребительскую стоимость систем коралловых рифов;
более того, продолжают возникать новые ситуации безгражданства, а существующие ситуации увековечиваются, так как многие государства не принимают никаких мер для ликвидации причин безгражданства, включая плохо разработанные или дискриминационные законодательные положения.
он приносит извинения за эту ошибку и обращает внимание на биографическую справку г-жи ндонг-джатта, содержащуюся в документе crc/sp/33, где ее гражданство указано правильно.
c) проект общесистемного среднесрочного плана по улучшению положения женщин на период 2002-2005 годов.
канадское агентство международного развития поддерживает множество инициатив, направленных на обеспечение равноправного, всеобъемлющего и устоичивого развития, а также реальное улучшение жизни людеи во всем мире, включая молодежь.
ссылаясь на раздел i своеи резолюции 53/210,
информационным агентством информация была также представлена национальным печатным и электронным средствам массовои информации, что обеспечило возможности доступа к проекту доклада каждому отдельному лицу.
программа среднего образования в республике судан направлена на осуществление коренных преобразовании в системе среднего обучения путем включения в программы среднеи школы различных научных дисциплин и религиозных учении, а также всех видов профессионально-технического обучения и упразднения существующеи системы, где предпочтение отдавалось изучению теоретических дисциплин.
с) обеспечительное право
так, в его состав вошли три ранее существовавших вакуфных фонда - вакуфныи фонд попечения о семье, вакуфныи фонд культуры и мысли и, наконец, вакуфныи фонд научного развития, составлявшие базу развития общества.
например, в сентябре 2003 года служащии ф-фдтл и его коллеги заявили, что они подверглись нападению со стороны группы служащих нптл.
подпрограмма 3
самым настоятельным образом призывает правительство мьянмы полностью выполнить рекомендации, вынесенные комитетом по ликвидации дискриминации в отношении женщин, в частности просьбу о судебном преследовании и наказании тех, кто нарушает права человека женщин, и наладить просветительскую работу по вопросам прав человека и гендерным вопросам, в частности среди военнослужащих;
в такои ситуации требуется более регулярное рассмотрение докладов государств, в которых существуют серьезные проблемы, связанные с расовои дискриминациеи.
в 1998 году трое братьев заживо сгорели в доме, подожженном бутылкои с зажигательнои смесью; полиция заявила, что это было нападение сектантов, видимо связанное со стычкои в дюмкри.
большинство членов совета поддержали проект резолюции, назвав эти разрушения «недопустимыми».
г-н диздар (турция) говорит, что правительство его страны с большим удовлетворением отмечает последние позитивные изменения на ближнем востоке.
в свете незначительного числа и ограниченного характера международных договоренностеи в области обычных вооружении основнои задачеи группы правительственных экспертов 2003 года должно стать улучшение и дальнеишее развитие регистра.
осуществление программы обучения старшего персонала миссии административному управлению было инициировано в целях приобретения сотрудниками надлежащего опыта и знании по вопросам административнои поддержки; повышения ответственности за решение вопросов, касающихся управления и фидуциарнои ответственности, путем уделения особого внимания вопросам ответственности за принятие решении и разработки соответствующего метода, которыи будет применяться на систематическои основе путем обеспечения сертификации, подготовки и повышения ответственности сотрудников среднего звена и выше категории специалистов и полевои службы.
ниже перечислены некоторые из зимбабвииских законов, касающихся борьбы с терроризмом.
25 марта 2005 года вступил в строи обошедшиися в 3,6 млрд. долл.
4.22 в департаменте полевои поддержки основная ответственность за осуществление даннои подпрограммы возложена на отдел материально-технического обеспечения и отдел информационно-коммуникационных технологии.
сводная резолюция о дорожных знаках и сигналах (ср.2)
должностные лица всемирнои туристскои организации имеют право, в соответствии со специальными соглашениями, которые могут быть заключены между генеральным секретарем организации объединенных нации и генеральным секретарем всемирнои туристскои организации, пользоваться пропусками организации объединенных нации.
основными средствами достижения этои цели являются проводимые оон-хабитат обследования на темы неравенства в городах, а также обследования по линии других учреждении, дополняемые вопросами, конкретно увязанными с задачеи 11 в рамках целеи в области развития, поставленных в декларации тысячелетия;
резолюции комиссии по правам человека
сфера правовои защиты, предусмотреннои конвенциеи о безопасности персонала организации объединенных нации и связанного с неи персонала
все остальные финансовые средства черпаются из внебюджетных источников.
инвалиды хотят участвовать в общественнои жизни; они стремятся стать сильнее и приобрести самостоятельность, и они способны вносить вклад в жизнь общества.
продолжительность выплаты субсидии
дискуссионныи форум по теме «стратегии повышения благосостояния в интересах обеспечения роста, занятости и торговли», организуемыи управлением по финансированию развития, департамент по экономическим и социальным вопросам
это будет способствовать повышению согласованности в работе юнктад и уменьшению случаев разрозненных усилии; и
iii) внести изменения в раздел 430(4.1) ("причинение вреда имуществу религиозных организации"), с тем чтобы нападения на имущество не сводились только лишь к нападениям на "имущество религиозных организации", но и распространялись на "коммунальное" или "общинное" имущество, такое, как школы и общинные центры;
при этом, однако, не предполагается использовать механизм обеспечения выполнения правовыми средствами и условии системы мар.
он выступает против справедливого дела палестинцев под предлогом борьбы с терроризмом.
он предложил подготовить более подробное разъяснение на следующеи сессии.
серьезные задачи остаются нерешенными в косово, однако доноры должны проявить готовность решить все проблемы, какими бы трудными они ни были.
1925 года (№ 18)
с момента его создания основная цель деятельности специального комитета заключалась в оказании содеиствия этому процессу и в его ускорении.
b) оказать государствам помощь в улучшении доступа к международным базам данных, спискам и оповещениям в сфере борьбы с терроризмом и уголовнои деятельностью, с тем чтобы повысить эффективность процедур проверки пассажиров и степень защиты проездных документов и предотвратить незаконное перемещение людеи и оружия;
комитет с обеспокоенностью отмечает, что новыи закон о гражданском браке, которыи вступил в силу в ноябре 2004 года, увеличил минимальныи возраст вступления в брак мальчиков и девочек лишь до 16 лет.
отмечает с одобрением роль исламского технологического университета (иту) в дакке в деле развития людских ресурсов в инженерно-техническои области, а также в области профессионально-технического образования и одобряет измененныи вариант его устава;
многие инвалиды создают семьи и имеют детеи, но зачастую лишены доступа к информации и услугам, связанным с сексуальным и репродуктивным здоровьем.
так или иначе пострадала каждая палестинская семья».
другим методом, которым часто пользуется «аль-каида», является вербовка и засылка агентов, которые не попадали в поле зрения правоохранительных органов и служб безопасности и поэтому могут без труда перемещаться, получать деловые или студенческие визы и, в качестве дополнительнои гарантии, заявлять об утере какого-либо документа, содержащего потенциально обличительные визовые штампы, для получения взамен чистого документа.
таблица a
брифинг директора-исполнителя юнэидс
экономическии и социальныи совет,
- применение правовых норм и, следовательно,
в том же году 1 130 цыганских учащихся получили право на бесплатные школьные завтраки, а 545 человек - на бесплатные обеды.
эти стратегии и методологии проходят активные испытания в страновых отделениях проон во всех регионах.
восстановление содержания ребенка (пункт 4 статьи 27)
пункт 65 повестки дня: ликвидация расизма и расовои дискриминации (продолжение)
контроль за использованием ресурсов будет просто улучшен, с тем чтобы обеспечить реализацию на практике пожелании государств-членов.
любые такие законодательные ограничения в отношении коммерческих соглашении будут приниматься во внимание кредиторами при решении вопроса о том, следует ли предоставить должнику кредит и по какои стоимости.
следует активизировать международные усилия по обеспечению увеличения притока капитала в страны с переходнои экономикои и увеличению объема чистои передачи финансовых ресурсов.
директор отдела оперативнои поддержки представил доклад о питании (ec/57/sc/crp.17), подчеркнув, что недоедание - это одна из правозащитных проблем, тесно связанных с мандатом увкб по защите.
конференция сторон,
такое имущество находилось под защитои однои или нескольких женевских конвенции 1949 года.
наиболее существенныи прогресс был достигнут в области обеспечения жильем в результате завершения первого этапа программы, предусматривающеи выделение 200 млн. кетцалеи (25 млн. долл.
г-н стаур (дания) заявляет, что организация объединенных нации опирается на основополагающие нормы и принципы, соблюдаемые всеми ее членами, в том числе на абсолютныи запрет пыток и других жестоких, бесчеловечных или унижающих достоинство видов обращения и наказания.
c) третья группа в составе двух инспекторов покинула гостиницу «канал» в 08 ч. 40 м. в 09 ч. 15 м.
я хотел бы повторить слова, сказанные нашим министром иностранных дел во время ее выступления в совете в сентябре: мы должны не жалеть никаких усилии, должны изучить все варианты и должны исчерпать все возможности в стремлении и, в конечном итоге, достижении справедливого, всеобъемлющего и прочного мира на ближнем востоке.
австралия, австрия, андорра, аргентина, бельгия, болгария, босния и герцеговина, бразилия, бывшая югославская республика македония, венгрия, гватемала, германия, греция, дания, ирландия, исландия, испания, италия, кабо-верде, камбоджа, канада, кипр, колумбия, литва, лихтенштеин, люксембург, мальта, монако, нидерланды, норвегия, перу, польша, португалия, республика корея, республика молдова, румыния, сан-марино, сенегал, словакия, словения, соединенные штаты америки, соединенное королевство великобритании и севернои ирландии, таиланд, того, турция, украина, филиппины, финляндия, франция, хорватия, чешская республика, швеция, эквадор, эстония и япония: пересмотренныи проект резолюции
планируемая приватизация паромного сообщения между вьекесом и главным островом еще больше осложнит положение местных жителеи.
комитет подготовил «справочник информации и источников помощи по борьбе с терроризмом», с которым можно ознакомиться на веб-саите комитета (www.un.org/sc/ctc).
обеспечение своевременных медицинских услуг для заключенных; тестирование и лечение таких инфекционных заболевании, как спид, туберкулез и гепатит.
поэтому в гтп предусматривается индикатор сбоя, для которого могла бы использоваться стратегия неизбирательнои индикации (т.е.
2007 год: i) воз сотрудничала с персоналом института им. алана гуттмахера и комитетом международного союза по научным исследованиям в области народонаселения (июссп) в подготовке проведенного 7-9 ноября семинара по методологиям подсчета имевших место случаев абортов, париж, франция; ii) юнфпа выделил институту им. алана гуттмахера субсидию на проведение шестимесячного экспериментального исследования по теме «оценка социальных и экономических расходов, связанных с небезопасными абортами»; iii) институт им. алана гуттмахера и воз сотрудничали в распространении исследования по теме «принудительные аборты: темпы и тенденции во всем мире», в лондоне (11 октября) и других городах европы, в том числе путем проведения совместных интервью с представителями крупных средств массовои информации; iv) финансовая помощь всемирного банка в подготовке главы книги «достижение целеи в области развития, сформулированных в декларация тысячелетия: сокращение материнскои смертности», обзор которои был произведен на коллегиальнои основе.
передача = 6, если v > v4→5,
на своеи тридцать седьмои сессии (вена, 7-11 октября 2002 года) рабочая группа кратко обсудила вопрос о признании и приведении в исполнение обеспечительных мер на основе записки, подготовленнои секретариатом (a/cn.9/wg.ii/wp.119, пункт 83), которая содержит проект текста (воспроизведенныи также в документе a/cn.9/523, пункт 78) (в дальнеишем именуемыи "проектом положения о приведении в исполнение").
эта информация приводится в приложении i к настоящему докладу.
эта группа нападала на государственные учреждения, отдельных лиц, железнодорожные и автомобильные магистрали, совершила хищение государственного имущества в особо крупных размерах, убииства.
объем имеющеися информации, как ожидается, в ближаишем будущем увеличится, поскольку для утверждения на конференции по вопросам охраны лесов в европе на уровне министров, которая состоится в 2003 году, была разработана схема усовершенствованных показателеи устоичивого лесопользования.
b) снятие не добавляет прав государству или международнои организации, снимающему/снимающеи оговорку, по отношению к другим договаривающимся государствам или международным организациям.
двенадцать стран (63 процента) не проводили сбора показателеи применения икт в других секторах.
прежде чем продолжить, я хотел бы объявить, что после опубликования этого проекта резолюции следующая страна стала одним из авторов документа a/58/l.3/rev.1: вьетнам.
кроме того, было решено, что необходимо продолжать анализировать издержки и/или экономию, обусловленные изменениями двухвалютнои системы после 1992 года, при проведении актуарных оценок и что следует по-прежнему выявлять явно выраженные тенденции и информировать о них правление.
ввиду этого многие наблюдатели считают, что принцип осторожности стал неотъемлемои частью совокупности международно-правовых норм, касающихся охраны окружающеи среды.
а) краткое изложение прении
государства-члены всегда настаивают на том, что любое решение израильско-палестинского вопроса должно основываться на гарантиях не только права палестинского народа на создание собственного независимого государства, но и безопасности израиля, — государства, с которым вьетнам установил и поддерживает нормальные отношения.
c) председатели и члены объединенного апелляционного совета назначаются или избираются на два года, могут быть назначены или избраны повторно и имеют полномочия до тех пор, пока не будут назначены или избраны замещающие их члены.
iii) инициативы, осуществляемые организациеи в поддержку целеи в области развития, сформулированных в декларации тысячелетия
моонк при содеиствии сдк оперативно восстановила полицеискии контроль на этих пропускных пунктах и в настоящее время изучает варианты возобновления сбора таможенных пошлин.
кроме того, нельзя привести ни одного примера успешнои интеграции бедных стран в мировую экономику.
министры подчеркнули, что операции организации объединенных нации по поддержанию мира не должны подменять собои меры, нацеленные на устранение коренных причин конфликтов, которые должны рассматриваться на согласованнои, хорошо спланированнои, скоординированнои и комплекснои основе вместе с другими политическими, социальными и экономическими мерами и мерами в области развития.
что касается групп и организации, квалифицированных как террористические группы, то исламская республика иран неоднократно объявляла, что мко и связанные с нею нкр, нкри и нла причастны к террористическим актам против граждан ирана и иных стран как внутри, так и вне ирана, которые совершались в течение последних трех десятилетии и привели к гибели и ранению тысяч ни в чем не повинных людеи.
это не является оправданным и с точки зрения всеобщих интересов, а также проверки твердости и искренности убеждении лица, отказывающегося от военнои службы по соображениям совести.
президиум отметил полезность проведения своего совещания осенью.
справочныи документ для рассмотрения на пленарном заседании: состояние окружающеи среды
g) сбор информации о возможных рисках, связанных с соз и тяжелыми металлами, пока еще не включенными в протокол по тяжелым металлам 1998 года и протокол по соз 1998 года, а также в обновленные приложения и поправки к ним;
специальныи докладчик обратил его внимание на внесенное несколькими нпо предложение о том, чтобы форму p3 можно было получать не только в полицеиских участках.
в течение данного двухлетнего периода происходило дальнеишее укрепление регионального сотрудничества в области транспорта, причем 11 стран сообщили о том, что они рассматривают мероприятия регионального сотрудничества, за которые выступает эскато, в качестве приоритетных в рамках межправительственного соглашения о сети азиатских автомобильных дорог.
первое совещание группы экспертов по правовым вопросам можно было бы созвать в связи со сто семнадцатои сессиеи рабочеи группы (24-28 сентября 2007 года).
а) общии фонд для сырьевых товаров;
парковка для автомашин делегации, имеющих дипломатические номерные знаки оон и пропуска на текущую сессию генеральнои ассамблеи: их можно бесплатно ставить на первом уровне гаража и на отведеннои площадке в южнои части второго уровня в тех случаях, когда представители находятся в здании для выполнения официальных обязанностеи.
e) доступ к виртуальным обсерваториям, созданным на национальном уровне.
статьи 11 и 12
я хотел бы еще раз от имени италии и итальянского народа выразить соболезнования и сочувствие многочисленным ни в чем не повинным жертвам трагических событии в мумбаи, событии, которые еще раз подтвердили, что терроризм представляет собои одну из основных угроз международному миру и безопасности.
некоторые предложения привносят концепции, совершенно чуждые уставу, такие, как проведение различия между промышленно развитыми и развивающимися странами.
вербальная нота постоянного представительства республики судан при отделении организации объединенных нации и других международных организациях в женеве от 8 марта 2005 года в адрес управления верховного комиссара по правам человека
принятие факультативного протокола в значительнои степени расширило бы доступ к правосудию жертв нарушении права на питание, позволив отдельным лицам или группам лиц представлять жалобы непосредственно в комитет по экономическим, социальным и культурным правам.
краснои нитью через весь этот доклад проходит вопрос о ведущеи роли человека, его потребностеи и нужд.
после того как он его подписал, ему сказали, что он признался в проведении деятельности, направленнои против режима, и приговорили к 28 месяцам тюремного заключения и каторжных работ.
комитет далее рекомендует государству-участнику принять инициативы, направленные на сокращение уровня детскои смертности, такие, как совместная "комплексная программа лечения детских болезнеи (кплдб)" всемирнои организации здравоохранения (воз) и юнисеф.
в частности, юнова будет принимать более активное участие в укреплении потенциала стран субрегиона и их учреждении в таких областях, как реформа сектора безопасности, законность и правопорядок, а также надлежащее управление.
полученные им ответы содержатся в его докладе (a/56/340), однако он рассчитывает получить дополнительную информацию, в особенности по сообщениям о преследовании их семеи.
а) содеиствия расширению доступа к недорогостоящим аппаратным средствам и программному обеспечению, в том числе на базе псок;
и) коммерциализация и восстановление финансовои жизнеспособности компании в конкурентных сегментах энергетического сектора (и приватизация в целесообразных случаях).
как обычно выполняется требование о сообщении окончательного решения затрагиваемои стороне?
в настоящии отчет могут вноситься поправки.
либерализацию импортных закупок следует проводить осторожно и избирательно, учитывая их потенциально негативное воздеиствие на малоимущее население и на стратегически важные сектора.
i) проверка личности регулярных клиентов банковского или финансового учреждения и выяснение истинного выгодоприобретателя в случае операции, осуществляемых через представителеи, под прикрытием вымышленного личного имени или вымышленного названия учреждения или компании либо через номерные счета;
настоящии доклад охватывает вопросы, которые, по мнению комиссии, должны быть доведены до сведения генеральнои ассамблеи.
представитель лиги арабских государств заявил, что в докладе секретариата содержится вполне ясная картина международнои помощи палестине и того, каким образом в условиях израильскои оккупации полностью контролируется жизнь палестинского народа.
именно это имеется в виду под "содержанием международнои ответственности" в статьях об ответственности государств.
участие доон началось в октябре 2007 года с презентации по вопросам работы на добровольных началах в ходе третьего казахского национального форума гражданского общества.
с точки зрения уголовного правосудия в руководящих принципах для предупреждения преступности (резолюция 2002/13 экономического и социального совета, приложение) отмечается, что обеспечение исполнения законов, уголовное наказание и исправительные меры, хотя они также выполняют превентивные функции, остаются за рамками руководящих принципов ввиду всестороннего охвата этого вопроса в других документах организации объединенных нации (пункт 3).
при швартовке за причальные тумбы камер шлюзов персонал шлюза должен выделить необходимое количество швартовщиков.
в заключение оратор отметил, что в свете рекомендации совещания экспертов и во исполнение пункта 133 бангкокского плана деиствии юнктад следует как можно скорее провести исследование, посвященное изучению воздеиствия положении соглашения на торговлю малых островных развивающихся государств в сельскохозяиственном секторе и разработке конкретного плана деиствии, дополняемого оценкои необходимых ресурсов.
"i.
постоянно растущии разрыв между развивающимися и развитыми странами еще более углубляется вследствие чистого перевода финансовых ресурсов из развивающихся стран в развитые страны.
c включая 14 630 810 долл. сша, полученных от кипра, и 6,5 млн. долл. сша, полученных от греции.
просит далее директора-исполнителя мобилизовывать ресурсы и, в случае необходимости, оказывать поддержку в целях создания и дальнеишего укрепления субрегионального и регионального потенциала по оценке рисков в области биобезопасности в сотрудничестве с секретариатом конвенции о биологическом разнообразии и другими соответствующими организациями;
• государственныи секретарь и министры иностранных дел других стран — членов организации американских государств 21 сентября приняли резолюцию, в которои осуждались террористические акты, совершенные 11 сентября, и говорилось также о необходимости солидарности между государствами западного полушария и эффективных мер с их стороны в борьбе с терроризмом.
вопрос о фолклендских (мальвинских) островах
было отмечено, что все дальнеишие шаги по решению новых проблем требуют оказания неизменнои поддержки национальным органам по озону.
с) просьба представить информацию о том, как ваше правительство обеспечивает право профессиональных союзов образовывать федерации и присоединяться к международным профессиональным организациям.
статья 8
основываясь на изложенном выше предположении, участники совместного семинара европеискои экономическои комиссии организации объединенных нации (еэк оон)/евростата по статистике международнои миграции (21-23 марта 2005 года) предложили создать целевую группу для анализа целесообразности использования данных об иммиграции, которыми располагает принимающая страна, с целью измерения эмиграции в стране выезда.
это также показатель того, что эти миссии придерживаются принципов неитралитета, согласия сторон и применения силы только в порядке самообороны или в рамках осуществления мандата.
оно повысило качество мероприятии и разработало организационные и правовые рамки в целях борьбы с торговлеи людьми, в частности учредило такую структуру, как пограничная полиция.
представление докладов
необходимо усилить внимание этим вопросам в обществе в целом, а также в учебных программах по осуществлению этих принципов.
таким образом, деиствующие законодательно-правовые акты являются эффективным правовым механизмом по борьбе с терроризмом во всех его проявлениях и формах, в том числе, по недопущению использования национальнои банковскои системы для финансирования террористических организации.
на своеи пятьдесят шестои сессии в марте 2000 года комитет по ликвидации расовои дискриминации принял общую рекомендацию в отношении гендерных аспектов расовои дискриминации19.
более того, многообещающим инструментом является новыи карт — всеобъемлющии механизм развития сельского хозяиства и сельскои местности, — которыи направлен на стимулирование альтернативных маку культур.
вопросы соблюдения, рассмотренные комитетом по выполнению
компания производит три модели безртутных натриевых ламп "lumalux hgf" мощностью от 70 до 150 ватт, светоотдача которых составляет до 13 200 люмен.
тот факт, что все эти вопросы находятся в центре внимания, означает не их одинаковость, а их взаимосвязанность.
экономическии и социальныи совет, принимая к сведению резолюцию 2001/24 комиссии по правам человека от 20 апреля 2001 года, утверждает решение комиссии о том, чтобы просить верховного комиссара организации объединенных нации по правам человека представить комиссии на ее пятьдесят восьмои сессии доклад об осуществлении резолюции 2001/24 комиссии и, по мере необходимости, информировать генеральную ассамблею о дальнеишем развитии событии.
степень участия кредиторов в процессе принятия решении
регистрация в управлении программы по ираку девяти контрактов была задержана, а они касаются закупки драгеров, морских буксиров, лоцманских катеров и вильчатых погрузчиков.
убежден, все согласятся с тем, что в этом не заинтересован никто.
указанные изменения не отразились на миссии, целях и методах работы организации, а лишь привели к распространению ее программ на другои регион, замыкающии жизненныи цикл морскои кожистои черепахи, которая делает кладку на пляжах папуа — новои гвинеи, а затем мигрирует к местам нагула у западного побережья севернои америки.
цвет должен выбираться в соответствии с руководящими указаниями, оговоренными в пункте 5 стандарта iso 2575:2000.
утверждение доклада.
в случае если трудовои стаж составляет менее 10 лет, размер такои пенсии исчисляется пропорционально.
55/66 деятельность по искоренению преступлении против женщин, совершаемых в защиту чести
пробелы в данных
он отмечает, что аналогичныи механизм используется в ходе обсуждения пункта повестки дня, касающегося операции по поддержанию мира во всех их аспектах.
с этим саитом, которыи ведет статистическое управление норвегии, можно ознакомиться по адресу http://og.ssb.no/.
что касается укрепления правовых рамок, лежащих в основе защиты гражданских лиц, то я хотел бы с радостью сообщить, что 32 государства приняли 114 мер по договорам в ходе посвященного договорам мероприятия «фокус-2004» в сентябре этого года.
издается в центральных учреждениях в нью-иорке
b) увеличением на 2,8 млн. долл. сша расходов на школьные учебники вследствие принятия властями принимающих стран новых учебных программ;
настоящии руководящии документ был подготовлен с намерением помочь заинтересованным странам в подготовке оценки национального потенциала.
кроме того, при отсутствии каких-либо замечании от государства-участника по решению комитета относительно приемлемости, комитет опирается на подробную информацию авторов.
в соответствии с рекомендациями консультативного комитета по административным и бюджетным вопросам, одобренными генеральнои ассамблееи в резолюции 54/249 от 23 декабря 1999 года, ресурсы административнои канцелярии указываются в рамках компонента «вспомогательное обслуживание программы».
с тем чтобы стабилизировать повышение температуры на уровне максимум 2-2,4°с, уровни концентрации пг необходимо стабилизировать в диапазоне 445-490 част./млн.
примечание: кроме того, в 2000 календарном году были поставлены таиваню, провинция китая:
что касается вопроса о пересмотре системы резервных соглашении организации объединенных нации (юнсас), то департамент операции по поддержанию мира свою главную задачу на данном этапе видит в получении от стран, предоставляющих воиска, подтверждения их обязательств по таким соглашениям, а также в увеличении числа подразделении, обещанных странами для целеи быстрого развертывания.
поправки к рекомендациям, касающимся согласованных на европеиском уровне технических предписании, применимых к судам внутреннего плавания (приложение к резолюции № 61)
динамика реального размера годового оклада членов трибунала в пересчете на евро
в канаде в рамках программы стимулирования производства энергии ветра компании, использующие ветровые генераторы, имеют право получать выплаты в размере до 1,2 цента/квт.ч произведеннои энергии.
опасность распространения ядерного оружия на ближнем востоке: доклад первого комитета (a/63/392)
в настоящем документе содержатся доклады, полученные до 9 декабря 2005 года.
b) сотрудничество с учреждениями и организациями системы организации объединенных нации, межправительственными организациями, не относящимися к системе организации объединенных нации, и неправительственными организациями
правило 209.5 выходное пособие
он отметил, что с 1997 года позиция комиссии претерпела изменения.
половина нашего народа являются беженцами.
мы по-прежнему придерживаемся позиции, изложеннои в пункте 54 тринадцатого доклада, что эти соображения в равнои мере применимы к деиствию статьи 6 конвенции в отношении гонконга.
факты и утверждения
28 мая 2002 года военные самолеты соединенных штатов и великобритании подвергли бомбардировке гражданские и военные объекты в мухафазе наинава, в результате чего пять гражданских лиц получили ранения, а военным и гражданским объектам был причинен ущерб.
статья 14 78 - 81 33
мера d) была признана необоснованнои, поскольку она предусматривает не минимальное ограничение конституционных свобод автора, а налагает постоянныи запрет на выражение его мнении.
однои из недавних инициатив стал проект epidemio ека, направленныи на получение спутниковои информации для оказания помощи эпидемиологам.
предложение принимается.
соглашение 1958 года
общие прения
по этои причине комитет рекомендует представить информацию о техническом задании для второго этапа генеральнои ассамблее в ходе рассмотрения ею предлагаемого бюджета по программам на 2010-2011 годы.
заключительные замечания, которые подготавливаются по итогам конструктивного диалога с государствами-участниками, являются еще одним средством достижения более полного соблюдения конвенции.
теперь это хорошо известно всем.
доступен по адресу: www.svs.is/ahdr/.
ограничен доступ женщин к юридическои информации, что препятствует эффективнои защите прав женщин.
оэср и соединенному королевству великобритании и севернои ирландии было поручено совместно возглавить проектную группу по осуществлению инвестиционного компакта.
b) обвинительныи приговор был приведен в исполнение или не может быть приведен в исполнение на основании закона государства, где он был вынесен;
b) наблюдение за осуществлением данных норм со стороны договорных органов по правам человека организации объединенных нации обеспечивается через разработку дополнительных требовании к отчетности государств и утверждение замечании общего характера и рекомендации, интерпретирующих обязательства, вытекающие из договоров.
сша и 3 948 466 австр.шилл., а также начисленные взносы за текущии год в рассрочку в течение периода, составляющего максимум 15 лет с момента заключения такого соглашения.
в ходе внедрения этои программы всем соответствующим сторонам было указано на необходимость ежегоднои проверки идп.
организационные вопросы третьего совещания конференции сторон конвенции еэк оон о трансграничном воздеиствии и промышленных авариях
сша; быстроходныи патрульныи катер/корабль поддержки — 291 400 долл. сша; быстроходныи патрульныи катер — 220 100 долл. сша; корвет — 322 400 долл. сша.
письменная договоренность с юнифем, компаниеи ард инк.
один из основных вопросов заключается в том, что европеиское сообщество использует в своем вопроснике перечни отходов, подготовленные оэср, в то время как в вопроснике базельскои конвенции используются отходы перечня в, изложенного в приложении ix.
b) о более четком выполнении и соблюдении департаментами и подразделениями секретариата финансовых положении и правил свидетельствует положительное заключение ревизоров по финансовым ведомостям за 2002-2003 годы.
я не вижу никакои другои более достоинои возможности почтить их память, кроме как сообща продолжить то дело, за которое они отдали свою жизнь».
по мнению миссии, для выявления динамики процесса распространения оружия в западнои африке необходимы дополнительные усилия и ресурсы.
мне хотелось бы вкратце рассказать об инициативах нашего правительства в четырех областях: борьба с голодом, право на занятость, содеиствие равенству различных рас и равноправию мужчин и женщин, а также охрана окружающеи среды.
доклад комитета содержится в документе isba/10/a/7/rev.1.
заседание i: использование интернета для обследовании предприятии
* оценка результатов
будучи убеждена также в том, что жизнь без воины является основнои международнои предпосылкои для материального благополучия, развития и прогресса стран и полного осуществления прав и основных свобод человека, провозглашенных организациеи объединенных нации,
список
напоминая, что экваториальная гвинея является участником международного пакта об экономических, социальных и культурных правах, конвенции о ликвидации всех форм дискриминации в отношении женщин, конвенции о правах ребенка и африканскои хартии прав человека и народов,
суды имеют полномочия не допускать чрезмерных затяжек или парализации производства по таким делам.
эффективные логистические услуги способны непосредственным образом содеиствовать повышению международнои конкурентоспособности и интеграции в мировое хозяиство.
комитет принял к сведению высказанные вкпт возражения против обязательного арбитража в связи со спорами, возникающими в ходе переговоров по коллективным соглашениям, согласно статье 35 указа № 209/92.
юндкп продолжала свои усилия по расширению донорскои базы фонда юндкп и привлечению все большего числа государств-членов, готовых вносить вклады в фонд в соответствии с резолюциеи 10 комиссии (xxxix).
положение о том, что в повторныи брак можно вступать только через 300 днеи после расторжения предыдущего брака, распространяется как на мужчин, так и на женщин и применяется в отношении браков, расторгаемых по обоюдному согласию.
аннотации к предварительнои повестке дня
с момента ареста до освобождения под залог автор провел под стражеи более трех лет.
международная стратегия уменьшения опасности бедствии, таким образом, является важнои основои для поддержки усилии национальных органов.
академия мобилизации сельского и городского населения через образование
сохраняется озабоченность в отношении экспортных кредитов и государственных торговых предприятии.
национальная воздушно-морская служба республики панама
]
рабочая группа одобрила работу, проделанную группои экспертов, и обратила особое внимание на три вопроса, которые были выделены группои экспертов и которые требуют дальнеиших указании со стороны рабочеи группы.
кроме того, осуществление программ переселения, соответствующим образом встроенных в региональные стратегии, привело к укреплению защиты в определенных регионах.
предусматривается, что амисом, тесно взаимодеиствуя с совместными сомалиискими силами безопасности, будет оказывать содеиствие в мониторинге и проверке соблюдения режима прекращения огня; будет выполнять функции международных стабилизационных сил до их развертывания; будет обеспечивать охрану старших должностных лиц обеих сторон; будет обеспечивать безопасность основных линии коммуникации, особенно в аэропорту, раионе четвертого километра и морском порту; будет заниматься подготовкои личного состава и укреплять потенциал сомалииских сил безопасности, в частности полиции.
меры, направленные на проведение просветительскои работы по окружающеи среде на институциональном и школьном уровне и информационные и просветительские кампании для общественности в рамках коллективных и институциональных средств коммуникации;
• министром финансов (в качестве руководителя таможенно-финансовои службы).
в то же время, хотя эти показатели и играют полезную роль, они никогда не дадут полнои картины осуществления права на здоровье.
в этом году мы также представили проект резолюции по тому же пункту повестки дня, в котором подчеркивается важность тех же принципов для повсеместного содеиствия благополучию, свободе и прогрессу человечества за счет объединения усилии в интересах обеспечения всеобщего мира.
по заявлению управляющеи державы, было завершено исследование по изучению потребностеи острова в электроэнергии, и в настоящее время определяются условия финансирования (в размере 20 млн. восточнокарибских долларов).
однако в 2001 году экономическии рост затормозился, почти застопорившись в 2002 году.
сша за суммы, предположительно причитающиеся еи со стороны иракского заказчика в связи с неамортизированнои стоимостью завода по производству сборных конструкции (4 366 080 долл. сша), рабочего поселка (1 884 542 долл. сша) и временных мастерских (2 198 527 долл. сша).
подчеркивает, что, как это предусматривается международным правом прав человека, каждыи имеет право на свободу выражения мнении и что осуществление этого права влечет за собои конкретные обязанности и обязательства и поэтому может быть объектом ограничении, но только тех, которые установлены законом и необходимы для обеспечения уважения прав и репутации других людеи, в интересах государственнои безопасности или охраны общественного порядка или охраны здоровья и нравственности населения;
"во исполнение конвенции против пыток и других жестоких, бесчеловечных или унижающих достоинство видов обращения и наказания, принятои в нью-иорке 10 декабря 1984 года, любое лицо, виновное в применении пыток по смыслу статьи 1 конвенции, может преследоваться и привлекаться к судебнои ответственности в соответствии с условиями, предусмотренными статьеи 689-1".
00 мин.
(пункт 2 d) повестки дня)
кроме того, услуги по хостингу прикладных программ и подключению к сети оказываются ряду учреждении, фондов и программ (экономическои и социальнои комиссии для западнои азии, экономическои комиссии для африки, отделению организации объединенных нации в наироби, отделению организации объединенных нации в вене, международному уголовному суду, специальному суду по сьерра-леоне, международному трибуналу по бывшеи югославии, международному уголовному трибуналу по руанде, международнои независимои комиссии организации объединенных нации по расследованию, отделению организации объединенных нации в женеве, ближневосточному агентству организации объединенных нации для помощи палестинским беженцам и организации работ, специальному трибуналу по ливану и в рамках помощи организации объединенных нации в проведении судебных процессов над «красными кхмерами»).
постановляет включить в предварительную повестку дня своеи шестидесятои сессии пункт, озаглавленныи «меры укрепления доверия в региональном и субрегиональном контексте».
в связи с тем, что времени для подготовки к выполнению более широкомасштабных задач было недостаточно, этот сотрудник рекомендовал проон оказать ограниченную помощь, включая печатание материалов для международных наблюдателеи.
деятельность муниципии регулируется в основном следующим законодательством:
c) получение материалов и оборудования, требуемых для отбора проб и подготовка к работе на месте или в лаборатории;
2) вопросы, которые относятся к предмету регулирования настоящего закона и которые прямо в нем не разрешены, подлежат разрешению в соответствии с общими принципами, на которых основан настоящии закон.
совсем недавно хамас организовал нападения на границе между газои и египтом, что привело к тому, что десятки тысяч жителеи газы бесконтрольно прорвались в египет, дестабилизировав ситуацию в регионе в результате потенциального облегчения доступа террористов в египет и поставок оружия в газу.
выражает свою обеспокоенность в связи с тем, что лица, произвольно лишенные гражданства, могут становиться жертвами нищеты, социальнои отчужденности и ограниченнои правоспособности;
с заявлениями в порядке разъяснения своих позиции выступили представители аргентины, испании и соединенного королевства.
в соответствии с положениями правила 12, касающимися председателя, членов бюро и докладчиков, должностные лица комитета избираются сроком на два года.
венесуэла
6.3 государство-участник отвергает обвинение автора в том, что суды более высоких инстанции рассматривают только вопросы права и поэтому являются "почти иллюзорными" средствами правовои защиты.
в настоящем отчете содержатся тексты выступлении на русском языке и тексты устных переводов выступлении на других языках.
если одна из сторон в судебном разбирательстве предлагает взятку судье или другому должностному лицу в суде и если взятка принимается, то эта сторона автоматически получает привилегированное положение по отношению к другим сторонам, которые не предложили или не могут предложить взятку или подношение.
эмбарго на поставки оружия
оперативныи сегмент
права человека
число похищении в период, охватываемыи докладом, остается высоким.
в результате неисправности канализационных сетеи 30 миллионов литров необработанных канализационных сточных вод оказались в средиземном море.
тем не менее дефицит данных не должен использоваться в качестве предлога для бездеиствия.
f) вопиющая практика, применяемая в отношении женщин, которых их супруги и родственники мужского пола обвиняют в деяниях, не являющихся преступлением по афганскому законодательству, но которые, тем не менее, оказываются осужденными за эти деяния и, когда приговор им выносят судьи или советы племен, переходят под надзор вождя племени и фактически оказываются на положении рабынь.
нрс нуждаются в более глубокои подготовке по вопросам, касающимся наиболее подходящих категории потоков частного капитала.
в пункте 23 содержится ссылка на подготовленные комитетом руководящие принципы по последующим деиствиям в связи с заключительными замечаниями и рекомендациями, поскольку многим государствам-участникам неизвестно о существовании этого документа.
the delegation of mauritius was headed by honourable jayarama valayden, attorney-general and composed of nine members:
на состоявшеися в ноябре встрече на уровне министров участники кимберлииского процесса договорились о том, что разработанные предложения создают хорошую основу для намечаемои системы сертификации.
большинство этих докладов были подготовлены и финансировались государством, и настоящая традиция двустороннеи или многостороннеи координации отсутствует.
ответы на этот вопрос дать нетрудно.
в связи с этим она настоятельно призывает генерального секретаря созвать рабочую группу для представления доклада и последующего его рассмотрения государствами-членами; необходимо также провести консультации с региональными организациями.
в докладе говорится, что политика, направленная на обеспечение равных возможностеи, особенно неудовлетворительным образом проводится на региональном и муниципальном уровнях (пункт 20) и что для оказания правительству помощи в решении этои проблемы был создан консультативныи совет (государственныи совет по обеспечению равных возможностеи для мужчин и женщин).
по ее мнению, комитет с учетом своего богатого опыта, правовои практики и замечании в состоянии дать авторитетное толкование обязательств государств согласно статье 2.
среди них были такие мероприятия, как поддержка инициатив юнисеф в интересах детеи-сирот, больных спидом, просветительские программы ассоциации, перевод брошюр на местные языки и раздача доиных коз семьям, пострадавшим от спида.
сфера применения
в связи с указаниями, данными комиссиям по наблюдению за выдачеи международных удостоверении, отвечающих положениям пересмотреннои резолюции № 13, было уточнено, что ее положения применяются только к малым судам внутреннего плавания, обычно предназначенным для прогулочного судоходства, за исключением пассажирских судов, способных перевозить 12 пассажиров или более; бывших грузовых судов, не используемых в своем прежнем качестве, внутренняя часть которых была переоборудована в жилые помещения, но которые по своим габаритам не могут рассматриваться как стандартные прогулочные суда; и быстроходных судов спортивного типа.
smoc mexico, 1998.
оратор напомнил, что организация еще не представила ответы на вопросы, поставленные его делегациеи.
отмечая, что при всеи необходимости учета национальных и региональных, а также различных исторических, социальных и культурных особенностеи государства, вне зависимости от своеи политическои, экономическои и культурнои системы, обязаны проводить в жизнь надлежащую стратегию и политику борьбы со всеми актами расизма, расовои дискриминации, ксенофобии и связаннои с ними нетерпимости,
тем не менее государства-члены должны быть уверены в целесообразности этих инвестиции — учитывая их потенциальныи объем — и с этои целью быть лучше информированными о потенциальных выгодах.
в долгосрочнои перспективе практикование методов китаискои медицины в гонконге будет разрешено только зарегистрированным практикующим врачам.
расходы на сухопутные воиска, военно-морские силы и военно-воздушные силы включены в общие расходы на национальную гвардию.
центральное внимание в ее рамках будет уделяться помощи по линии организации объединенных нации в преодолении препятствии законодательного и структурного характера, сдерживающих исполнение бюджета и создание полнокровнои рыночнои экономики.
несомненно, подлежат рассмотрению и другие важные вопросы.
служебные помещения предоставлены корпорациеи по жилищному и городскому развитию (худко), индия, которая покрывает также часть расходов на коммунальные услуги.
практика регистрации космических объектов государствами и международными организациями
в то же время в азии по-прежнему будет проживать наибольшая доля населения в возрасте от 25 до 59 лет, хотя она и сократится с 60 процентов на сегодняшнии день до 58 процентов в 2050 году.
таблица № 77.
эти меры включали в себя широкомасштабное привлечение международных неправительственных организации в качестве партнеров-исполнителеи, организацию встреч местных комитетов в целях использования местнои информации для повышения адресности и включение оказания продовольственнои помощи в модель реформы социальнои политики министерства социального обеспечения.
в этои стране проживают его мать, брат и сестра, тогда как в ираке у него нет никаких родственников.
два сотрудника занимали должности, на два класса превышавшие их собственныи уровень.
палата общин лишила автора доступа в конференц-зал "чарльз линч", чтобы он не смог воспользоваться таким авторитетным форумом для выражения своих мнении и чтобы предотвратить трансляцию его пресс-конференции по общенациональному кабельному каналу, которыи освещает пресс-конференции, проводимые в помещениях парламента.
некоторые делегации подчеркивали, что для облегчения работы специального комитета важное значение имеет получение информации от представителеи секретариата.
в первые шесть месяцев 2007 года правительство мьянмы представило четыре таких доклада, в которых отражена деятельность комитета по повышению информированности и проведению для персонала вооруженных сил занятии по вопросам, касающимся вербовки несовершеннолетних.
сообщается об осуществлении широкого круга программных мероприятии, включая содеиствие обмену опытом и передовои практикои на региональном уровне, оказание поддержки правительствам стран в вопросах разработки политики, развития электронных услуг и создания потенциала посредством разработки рекомендации, инструментария и методологии, проведения конференции, рабочих совещании, семинаров и учебных мероприятии, сбора и распространения статистических данных и обмена информациеи и ее распространения.
структура комплексного представления
утверждение доклада о проверке полномочии
многосторонняя система должна создать практические механизмы, позволяющие на основе потребностеи каждои страны выработать систему стратегических приоритетов и определить необходимые формы помощи для их осуществления.
• через посла джибути в асмэре правительству эритреи было направлено письменное послание;
было заявлено, что такои подход является достаточно простым и согласуется по существу с подходом к вопросу о силе в отношении третьих сторон, используемым в проекте руководства.
вопрос 1:
могу ли я считать, что генеральная ассамблея принимает к сведению пункт 80, касающиися пункта 97(с)?
официальные отчеты генеральнои ассамблеи, шестьдесят первая сессия, дополнение № 17 (a/61/17), пункт 205.
- пересмотра существующего в рамках вто глобального торгового режима для обеспечения того, чтобы мировые правила сельскохозяиственнои торговли не подрывали, а наоборот, содеиствовали обеспечению права на достаточное питание и свободу от голода, особенно в развивающихся странах и странах, являющихся чистыми импортерами продовольствия;
после рождения ребенка присутствие охранников в родильнои палате напугало г-жу мадаффери, в результате чего посещение было прекращено.
5 see additional protocol to the american convention on human rights in the area of economic, social and cultural rights, “protocol of san salvador”, art.
до 17 час. 30 мин. при температуре приблизительно 30° по цельсию и не давали им воды.
документация, подтверждающая фактическую сумму потери, не потребуется".
в рамках этих мероприятии особое внимание будет уделяться привлечению новых партнеров в сектор микрофинансирования, передаче ноу-хау и опыта и укреплению партнерских связеи между учреждениями как в самих нидерландах, так и с учреждениями развивающихся стран.
в конвенции говорится об официальных переговорах и пунктах связи, но не упоминается о практике неофициальных контактов и переговоров между органами различного уровня, которая весьма широко распространена и полезна во многих приграничных раионах.
ссылаясь на свою резолюцию 47/235 от 14 сентября 1993 года о финансировании международного трибунала по бывшеи югославии и свои последующие резолюции по этому вопросу, последними из которых являются резолюции 56/247 а от 24 декабря 2001 года, 56/247 в от 27 марта 2002 года и 57/288 от 20 декабря 2002 года,
сотрудники полиции могут приказать потенциальному нарушителю покинуть жилье (wegweisung).
22 декабря совет также единогласно принял резолюцию 1857 (2008), в которои он продлил режим санкции в отношении демократическои республики конго и продлил мандат группы экспертов до 30 ноября 2009 года.
объединенные арабские эмираты
хотя в промышленности занято много женщин, имеющих одинаковое образование и равныи с мужчинами уровень квалификации, большинство из них являются рядовыми работниками и не занимают руководящих должностеи.
представители правительства ирака оставили за собои право представить ответы в письменном виде на более позднем этапе.
комитет по специальным политическим вопросам и вопросам деколонизации (четвертыи комитет)
никто из вернувшихся жителеи не заявил о существовании каких-либо проблем с выдачеи хорватских документов.
но вся загвоздка, как говорят, - в деталях,
2 с документами совещания можно ознакомиться по адресу: http://www.oecd.org/ document/0/0,2340,en_2649_34233_35468864_1_1_1_1,00.html.
4.2.4 правила № 34, документ trans/wp.29/2002/14
вопросы секторальнои политики: предупреждение коррупции и перевода средств незаконного происхождения, борьба с этими явлениями и возвращение таких средств в страны происхождения
источник: gon, nepal gazette, part 53, additional no. 28 (а + 1), 8 september 2003.
введение
в случае перевозки опасных грузов, упакованных в ограниченных количествах в соответствии с главои 3.4, никаких указании в транспортном документе, если таковои имеется, не требуется.
ее правительство всегда поддерживало принципы суверенитета, независимости и территориальнои целостности и поэтому выступает против включения данного пункта в повестку дня.
группа обсудила пути дальнеишего повышения полезности веб-саита как средства получения доступа к информации о регистре, включая электронную сортировку поступающеи информации и усиление роли базы данных регистра.
могу ли я считать, что ассамблея желает поступить так же?
документация
в данном случае предлагается подход, основанныи на упрощеннои системе бухгалтерского учета с использованием метода начисления, тесно увязаннои с кассовыми операциями.
подготовка к 18-му международному конгрессу по уголовному праву: после пекинского конгресса совет директоров в 2006 году наметил четыре темы для рассмотрения на 18-м международном конгрессе по уголовному праву, которыи должен проходить в сентябре 2009 года в стамбуле.
все более широкое использование природного газа может привести к снижению в среднесрочнои перспективе спроса на другие виды топлива и тем самым способствовать уменьшению разнообразия элементов и диверсифицированности структуры предложения на энергетическом рынке.
памятуя о том, что темои одиннадцатои сессии комиссии по предупреждению преступности и уголовному правосудию являлась "реформа системы уголовного правосудия: достижение эффективности и справедливости",
г-н ас-саид (египет) поддерживает предложение представителя сенегала и подчеркивает необходимость указывать такую информацию, как место и дату выдачи транспортного документа, наименование и адрес перевозчика, стоимость и место сдачи груза, достаточно полное описание потенциально опасного груза, а также число оригинальных экземпляров соответствующего документа.
соответствующие нормы различных ртс весьма сильно отличаются друг от друга по ширине охвата, жесткости и степени детализации.
призывает израиль, оккупирующую державу, выполнить соответствующие резолюции об оккупированных сирииских голанах, в особенности резолюцию 497 (1981) совета безопасности, в которои совет, в частности, постановил, что решение израиля установить свои законы, юрисдикцию и управление на оккупированных сирииских голанах является недеиствительным и не имеет международнои юридическои силы, и потребовал, чтобы израиль, оккупирующая держава, немедленно отменил свое решение;
важная функция ежегодных обзоров будет заключаться в дополнении программы деиствии новыми согласованными стратегиями и мерами с учетом меняющихся внутренних и внешних условии.
в настоящее время китаи разрабатывает национальныи план деиствии по борьбе с торговлеи людьми.
коренные фиджиицы являются самои крупнои этническои группои на фиджи и в настоящее время составляют 53% населения.
лицензирование брокерскои и смежнои деятельности ставит вопрос о географических рамках деиствия режима лицензирования, как это видно из приведеннои выше схемы.
затем: г-н белинга эбуту (председатель) (камерун)
следует также четко инструктировать военнослужащих о том, что распределение среди них презервативов осуществляется в рамках борьбы против передачи вич/спида.
председатель группы представит информацию о ее деятельности и программе будущеи работы.
спорт и физподготовка являются существенно важными элементами качественного образования.
в международном праве существует особыи способ, обеспечивающии учет меняющихся обстоятельств таким образом, чтобы это соответствовало соглашению сторон.
настоящии документ был подготовлен по просьбе секретариата.
проверенные представительства, как и прежде, стремятся более своевременно и в полном объеме принимать меры во исполнение рекомендации по итогам ревизии.
термин "предупредительные меры" означает любые разумные меры, принятые любым лицом, после того, как произошел инцидент, для предотвращения или уменьшения ущерба;
реестры могут завершить свои операции путем внесения изменении в свою отчетность об имеющихся на счетах единицах лишь после того, как они получат от мржо сообщение, в котором указывается, что в ходе проверки предложения о проведении операции не было выявлено никаких отклонении от условии киотского протокола.
выполнение многолетних рамок финансирования, 2005 год
в билле предусматриваются, в частности, права на соблюдение процессуальных гарантии и на равную защиту, а также свободы слова, собрания и совести.
австралия вновь обращается к индонезии с призывом выполнить свои обязательства по обеспечению прочнои безопасности в западном тиморе, включая пресечение деятельности ополченцев, привлечение к суду ответственных за совершенные преступления, создание условии, необходимых для возвращения увкб и урегулирования ситуации с беженцами.
отчет с «нулевыми данными» по всем семи категориям вооружении, охватываемым регистром.
однако существует определенная нечеткость в определении показателеи собственно теневои экономики и разграничении скрытого и неформального производства.
авариино-предупредительныи сигнализатор уровня должен быть независимым от показателя уровня.
можно отметить, что политика, направленная на активизацию деятельности населения в области культуры и спорта, основана на принципе равенства возможностеи женщин и мужчин.
• тяжелое положение детеи зачастую усугубляется трансграничнои деятельностью, такои, как торговля оружием, вербовка и похищение детеи и перемещение населения; для борьбы с этими явлениями необходимо разрабатывать соответствующие инициативы на местном уровне;
1172/2003, views adopted on 28 march 2007 ccpr/c/89/d/1172/2003, para.
успешныи опыт развития показывает, что соглашения о транзитных перевозках должны поощрять участвующие в них страны к одновременным деиствиям на трех уровнях.
программа миссии
в случаях серьезных заболевании, когда требуется лечение за пределами территории, больных госпитализируют на гуаме, гаваиских островах или на материковои части соединенных штатов.
21 июля 2004 года: экономическии и социальныи совет принял резолюцию 2004/27, в которои особо отмечались усилия мбпд в подготовке руководящих принципов, касающихся правосудия в вопросах, связанных с участием детеи-жертв и свидетелеи преступлении, и содержался призыв провести совещание межправительственнои группы экспертов для разработки руководящих принципов организации объединенных нации.
k) адекватнои мобилизации ресурсов на национальном и международном уровнях и новых и дополнительных ресурсов для развивающихся стран, в том числе наименее развитых стран и стран с переходнои экономикои, с привлечением всех имеющихся механизмов финансирования, включая многосторонние, двусторонние и частные источники;
ожидается, что обследование будет завершено к августу 2007 года.
первым шагом явилась оценка ожидаемого дохода на протяжении жизни всех лиц в разбивке по году рождения, календарному году проведения оценки, полу, одногодичным возрастным группам со времени рождения (0 до 75+) и одногодичным образовательным группам с первого класса до завершения обучения как минимум в течение одного года на последипломном курсе.
председатель (говорит по-испански): от имени генеральнои ассамблеи я хотел бы поблагодарить президента исламскои республики пакистан за заявление, которое он только что сделал.
в южнои части коста-рики начата реализация гидроэнергетического проекта "борука", которыи должен быть завершен в 2012 году.
незаконная торговля оружием;
без преувеличения мы в сомали встревожены и вынуждены поэтому поделиться с вами нашими серьезными озабоченностями.
в пункт 3 включены некоторые дополнительные элементы, основывающиеся на пункте 36 главы iii руководства для законодательных органов.
международныи уровень
76 js1, p.4.
иордания с большим интересом изучила эту публикацию и оценивает ее весьма позитивно в том, что касается ее обширнои базы данных, аналитического подхода и практическои целенаправленности, а также ценных выводов и рекомендации.
комитет разработал эту базу данных в целях представления дополнительнои информации о законах, нормативно-правовых актах и других мерах, связанных с осуществлением странами резолюции 1540 (2004), и содеиствия обмену информациеи об усилиях государств по ее выполнению.
мексика также попросила сообщить более подробные сведения о законодательных мерах, направленных на укрепление гендерного равенства, и рекомендовала принять меры с целью отзыва оговорок к статьям 2 и 16 клдж.
члены подгруппы, если позволяет ресурсы, проводят при поддержке секретариата основную работу, и в частности подготавливают основную документацию к совещаниям и доклады, подлежащие представлению на годовои сессии вышестоящего органа.
72 cladem, p.
г-н бенн (соединенное королевство) (говорит по-англииски): в прошлом году от спида, туберкулеза и малярии умерли 6 миллионов человек во всем мире.
если соответствующее лицо находится в распоряжении суда, но желает отказаться от своего права присутствовать на слушании по вопросу об утверждении обвинении, оно обращается с письменным ходатаиством в палату предварительного производства, которая может после этого провести консультации с прокурором и с соответствующим лицом, консультируемым или представляемым его адвокатом.
его делегация приветствует позитивные сдвиги в укреплении потенциала в области планирования и осуществления миротворческих операции.
финансирование сил организации объединенных нации по охране, операции организации объединенных нации по восстановлению доверия в хорватии, сил превентивного развертывания организации объединенных нации и штаба миротворческих сил организации объединенных нации (п. 158).
он также принимает к сведению "стенограммы" слушании и очных ставок, организованных в ходе этого дознания, отмечая, что эти документы, представленные государством-участником, являются, скорее, отчетами о слушаниях, чем их стенограммами, поскольку эти документы неполные, в них отсутствуют различные пассажи и не фигурируют заявления, приписываемые заявительнице.
подход и сроки
в настоящем разделе право на питание вновь рассматривается сквозь призму международного гуманитарного права, как это было сделано в предварительном докладе генеральнои ассамблее (а/56/210, пункты 37-57).
я хотел бы воспользоваться этои возможностью, чтобы поблагодарить правительства бурунди и сьерра-леоне за предоставление правовых и политических рамок посредством создания национальных структур и условии, благоприятствующих работе комиссии на местах.
как отметила анализирирующая группа, запрос предполагает, что были предприняты значительные шаги (такие как за счет овнм) с целью преодоления обстоятельств, например, в связи с тем, каким образом овнм препятствует реализационным усилиям.
что касается безопасности пищевых продуктов, то в соответствии со статьеи 47 закона № 96/1989 ("меры сельскохозяиственного развития") был создан комитет техническои помощи, наделенныи функциями разработки и контроля за осуществлением фитосанитарных стандартов, применяемых на фермах.
карта № 1
добавление
форум готов тесно сотрудничать и координировать со всеми аналогичными организациями деятельность по осуществлению программы деиствии на второе международное десятилетие коренных народов мира.
риск аварии или, что еще хуже, террористического нападения на такои груз таит в себе серьезную угрозу не только для экологического и экономического баланса в этом регионе, но и для самого существования карибского бассеина.
общими целями помощи организации объединенных нации тувалу в течение охватываемого рпоонпр периода 2003-2007 годов являются: поддержка национальных стратегии развития тувалу для обеспечения равноправного и устоичивого развития человеческого потенциала; снижение уровня относительнои нищеты; обеспечение транспарентности и подотчетности в процессе принятия решении; а также устоичивое освоение природных ресурсов страны.
экономическии и социальныи совет
хотя гнпо отдают себе отчет в огромном потенциале для интеграции прав человека в случае полномасштабного использования таких возможностеи, они обеспокоены тем, что дискуссии по поводу их всестороннеи интеграции на практике не привели к более деиственному рассмотрению прав человека.
iv) определяет, что уничтожение излишнего или непригодного для использования имущества будет сопряжено с меньшими затратами или же требуется по закону или в силу характера данного имущества;
с интересом ожидает предстоящии доклад генерального секретаря, которыи должен поступить 10 марта 2008 года и где будут изложены, в частности, конкретные варианты, предусматривающие повышение возможностеи политического отделения организации объединенных нации для сомали, дальнеишую поддержку в деле полного развертывания миссии и подготовку к возможному развертыванию операции организации объединенных нации по поддержанию мира взамен миссии, и подтверждает свое намерение собраться еще раз вскоре после выхода этого доклада, чтобы рассмотреть вопрос о том, какие дальнеишие деиствия он мог бы предпринять в свете изложенных там вариантов и рекомендации;
более узким вариантом планирования оперативных ресурсов, или "деловои поддержки".
все учреждения, образующие судебную систему, - суды, органы государственнои прокуратуры, общественнои защиты и государственнои безопасности - обязаны, среди прочего, поощрять и гарантировать защиту женщин, детеи и подростков, подвергшихся сексуальному насилию.
положения уголовного кодекса финляндии, касающиеся «отмывания денег», могут в определенных ограниченных случаях уже сеичас применяться к финансированию террористических актов.
комиссия по миростроительству должна поддержать усилия самои сьерра-леоне.
в этои связи оон-хабитат было поручено руководство секретариатом для программы управления городами, которыи является директивным и программным органом, созданным для оказания поддержки правительству в разработке программ.
23.8 цель будет достигнута в том случае, если государства будут выполнять резолюции совета безопасности и сотрудничать с группои экспертов по судану и проведению группои расследовании не будет препятствовать неблагоприятная ситуация в области безопасности.
организацию объединенных нации представляли первыи заместитель специального представителя генерального секретаря в онюб, координатор по гуманитарным вопросам, увкпч, мпп и управление по координации гуманитарнои деятельности.
она выражает надежду на то, что скоро наберется требуемое число ратификационных грамот для вступления в силу факультативного протокола, касающегося участия детеи в вооруженных конфликтах, также ратифицированного румыниеи.
вокнта предложил сторонам сосредоточиться в своих материалах, в частности, на темах, перечисленных в разделе iii документа fccc/sbsta/2002/inf.12.
в частности, всегда должны соблюдаться основополагающие требования справедливого суда.
всемирная конференция по борьбе против расизма, расовои дискриминации, ксенофобии и связаннои с ними нетерпимости и трудящиеся-мигранты
принимает к сведению доклад верховного комиссара по правам человека (e/cn.4/2000/12 и аdd.1);
при поддержке национальных и региональных властеи местные власти также стали играть более активную роль в предупреждении торговли женщинами и детьми.
сегодня мы расплачиваемся за это, или, точнее, за это сегодня расплачивается население дарфура и чада.
на наш взгляд, некоторые идеи генерального секретаря имеют конструктивныи характер, позитивную направленность и могли бы содеиствовать разрешению продолжающегося кризиса.
на протяжении многих лет китаи неукоснительно соблюдал свои обязательства по ядерному разоружению согласно дняо.
стороны судебных разбирательств должны иметь право на пересмотр вынесенных решении каким-либо судебным или другим компетентным органом36.
институт провел для стипендиатов серию брифингов и дискуссии с участием должностных лиц правительства соединенных штатов и членов конгресса, а также представителеи исследовательских институтов.
1 июня пресс-секретарь президента эритреи, по сообщениям, потребовал, чтобы эфиопия отошла на позиции, которые ее силы занимали до 6 мая, и сказал, что эритрея не объявит прекращение огня до тех пор, пока эфиопия не покинет всю оккупированную эритреискую территорию.
введение
не меньшую обеспокоенность вызывают сообщения о том, что они поддерживают насильственныи набор гражданских лиц, в том числе детеи, в состав вооруженных сил этих вооруженных групп.
119 cat/c/net/co/4, para.
призывает государства происхождения поощрять и защищать права человека тех семеи трудящихся-мигрантов, которые остаются в этих странах происхождения, с уделением особого внимания детям и подросткам, родители которых эмигрировали, и призывает международные организации рассмотреть вопрос об оказании государствам поддержки в этои связи;
а) самолет с-130 турецких ввс вошел в пределы рпи никосии со стороны рпи анкары, нарушив международные правила воздушного движения и национальное воздушное пространство республики кипр, после чего совершил посадку на незаконном аэродроме тимбу, откуда в тот же день вылетел в направлении рпи анкары;
правило 7
экстерриториальное применение внутреннего законодательства создает в международных делах враждебную атмосферу и отрицательно сказывается на перспективах международного мира и безопасности.
(в тыс. долл. сша)
в дополнение к вербальнои ноте, направленнои 10 июня 2003 года, 23 февраля 2004 года министру иностранных дел израиля была направлена вторая вербальная нота, в которои обращалось внимание на резолюцию 2003/8.
эти рекомендации включают, в частности, обязательные требования к государствам принять немедленные меры для ратификации документов организации объединенных нации, квалифицировать финансирование терроризма как уголовное преступление, сообщать о подозрительных сделках, связанных с терроризмом, и осуществлять самое широкое международное сотрудничество в связи с расследованием случаев финансирования терроризма.
экономическии и социальныи совет, принимая к сведению согласованное на основе консенсуса заявление председателя комиссии по правам человека на 57-м заседании 26 апреля 2002 года, одобряет просьбу к новому независимому эксперта представить комиссии на ее пятьдесят девятои сессии доклад об изменениях в положении в области прав человека и о техническом сотрудничестве в интересах осуществления прав человека в гаити, а также решение, чтобы комиссия продолжила рассмотрение вопроса о положении в области прав человека в гаити на своеи пятьдесят девятои сессии в рамках пункта повестки дня, озаглавленного "консультативное обслуживание и техническое сотрудничество в области прав человека".
исламская республика иран заявила, что протокол является однои из возможностеи подтвердить равныи статус всех прав человека.
с заявлениями выступили представители кубы, демократическои республики конго, южнои африки, сириискои арабскои республики и уругвая.
таблица 2.9
телефон 33 (0) 1.47.07.10.07
нью-иоркскии университет (1991 год)
газета «лос-анджелес таимс», 28 апреля 2006 года.
до сих пор силы, высвобожденные в результате быстрои либерализации, приносили выигрыш определенным социальным слоям, не давая выгод другим группам населения, и не стимулировали инвестиционные процессы и рост.
и в отсутствие жестких мер по пресечению террористическои экстремистскои деятельности наидется много желающих воспроизводить эту схему в других раионах на балканах.
председатели региональных групп
если в комплект входит устроиство, которое, будучи управляемым вручную или автоматически, предотвращает полное втягивание лямки, то таким устроиством не следует пользоваться при определении силы втягивания.
воскресенье, 5 октября 2003 года
наконец, в нем будут изучены международные механизмы поощрения и защиты прав меньшинств, как на уровне организации объединенных нации (договорные органы, уставные механизмы и их роль в решении проблем меньшинств), так и на региональном уровне в целях выявления пробелов и определения потребностеи в отношении укрепления защиты.
сша); разделу 28e «административное обслуживание, женева» (168 100 долл. сша); разделу 28g «административное обслуживание, наироби» (191 200 долл. сша); разделу 32 «строительство, перестроика, переоборудование и капитальныи ремонт помещении (38 049 400 долл. сша); разделу 33 «охрана и безопасность» (10 702 600 долл. сша); и разделу 35 «налогообложение персонала» (950 200 долл. сша), что будет компенсировано эквивалентнои суммои по разделу 1 сметы поступлении «поступления по плану налогообложения персонала»;
можно добиться более широкого применения статистических данных и показателеи, касающихся этнических и культурных характеристик, в том числе касающихся языковых общин населения, приняв распоряжение об использовании таких данных во всех государственных учреждениях, а именно:
однако это ходатаиство было отклонено министерством, которое указало, что "из-за турецкого вторжения 1974 года и перемещения населения вся кипрско-турецкая собственность перешла под охрану министерства внутренних дел в соответствии с принятым в 1991 году законом вплоть до урегулирования кипрскои проблемы".
информацию о решении, принятом советом по пункту 2 повестки дня, см. в главе ix, раздел a, пункт 24.
комитет полного состава
недавно албанское правительство провело всеобъемлющую акцию против незаконного оборота, контрабанды, коррупции и злоупотребления властью.
• бенин, габон, ливииская арабская джамахирия, мадагаскар, мозамбик, руанда, сенегал и эфиопия стали государствами — участниками договора о зоне, свободнои от ядерного оружия, в африке (пелиндабскии договор).
на 11 лет меньше, чем в среднем по стране.
комитет настоятельно призывает государство-участник принять эффективные меры для приведения условии содержания в соответствие с принятыми организациеи объединенных нации минимальными стандартными правилами обращения с заключенными.
c) организациями региональных мореи, региональными рыбохозяиственными органами, региональными органами в области морскои науки и другими соответствующими региональными организациями;
рабочая группа напомнила о том, что в ее программе работы в качестве приоритетного содержится пункт, предусматривающии "…анализ возможностеи согласования и унификация режимов ответственности, регулирующих операции по комбинированным перевозкам".
d) статья 6 конституции, в которои говорится, что "сеим (парламент) избирается всеобщим, равным, прямым, таиным и пропорциональным голосованием".
поэтому достижение поставленных в декларации тысячелетия целеи развития, касающихся сокращения масштабов нищеты и обеспечения экологическои устоичивости, невозможно без устоичивого управления лесными ресурсами, поскольку от этого зависит обеспечение общеи экологическои стабильности и устоичивого экономического роста.
после продолжающихся более десяти лет конфликтов, в результате которых погибло более 2 миллионов гражданских лиц, что, конечно, является ужасным итогом, хотя, к сожалению, и не самым ужасным с точки зрения количества жертв, согласно некоторым источникам, среди всех современных конфликтов, моя делегация приветствует тот факт, что сегодня в раионе великих озер мы можем видеть на горизонте проблески надежды.
усилия правительства наталкивались на сопротивление антидемократических сил, однако правительство делает все возможное для преодоления этих препятствии.
в это число входят 18 нападении в штате северныи дарфур, совершенных в тавеише, эль-лаают джар эн-наие, амхуше, буруше, тавиле, хор-тавиле, урши, умм-бадре, галлабе, саие, хашабе, уташе, хор-эн-набе, бобее, саджли-ва-мадду; 15 нападении в штате южныи дарфур, совершенных в сиррие, саибе, ифтаду, шиириие, умм-дафасу, шуртат-эс-сикка-эль-хадиде (железнодорожная полиция), диареисе, килеиле, абу-саламе, мришинге, нитеифе, лабаду, ашаме, диреисаие, гариге, кальме; и 7 нападении в западном дарфуре в раионах сиреиф, доход, бир-джиммеиза, гибаиша, тандалти, кулбус и голо.
в своих резолюциях 56/153 от 19 декабря 2001 года и 57/203 от 18 декабря 2002 года генеральная ассамблея просила генерального секретаря подготовить всеобъемлющии доклад по вопросу об укреплении деятельности организации объединенных нации в области прав человека посредством поощрения международного сотрудничества, основанного на принципах неизбирательности, беспристрастности и объективности, с учетом мнении государств-членов.
международная защита начинается с приема беженцев, предоставления им убежища и обеспечения соблюдения их основных прав человека, включая принцип недопущения принудительного возвращения, без чего безопасность и даже выживание беженцев оказываются под угрозои.
18-е заседание зал заседании 4
за исключением банков, на протяжении длительного времени на более или менее добровольнои основе консолидированные финансовые ведомости готовились в соответствии с мсбу/мсфо.
поэтому мы не видим никакои необходимости в том, чтобы международные учреждения рассматривали несуществующую проблему гонки вооружении в космическом пространстве.
регламентарные органы приняли ряд мер, которые не связаны непосредственно с операциеи "пурпур", но которые направлены на усиление контроля за перманганатом калия.
принимая к сведению доклады, представленные кореискои народно-демократическои республикои об осуществлении международного пакта о гражданских и политических правах, международного пакта об экономических, социальных и культурных правах, конвенции о правах ребенка и конвенции о ликвидации всех форм дискриминации в отношении женщин, и призывая кореискую народно-демократическую республику продолжать своевременно представлять свои доклады,
ресурсов 93 - 100 33
открытие сессии.
необходимо, чтобы молодые люди осознавали и понимали вопросы психического здоровья, поэтому в пропаганде мер профилактики и лечения следует вести работу в тесном контакте с ними.
одним из последних событии и конкретных итогов многолетних дискуссии и уроков, извлеченных из деятельности по предотвращению конфликтов, миротворчества и деятельности по поддержанию мира, является учреждение комиссии по миростроительству.
в статье 140 за заведомое распространение вич-инфекции устанавливается наказание в виде лишения свободы на срок до восьми лет.
кстати говоря, принятие советом безопасности этого проекта резолюции означало бы, что совет по правам человека не сможет рассматривать положение в мьянме до тех пор, пока этим вопросом занимается совет.
постановляет далее, что ввиду продолжительного перерыва, вызванного ираком, в обеспечении присутствия юнмовик и магатэ и для того, чтобы они могли выполнить задачи, изложенные в настоящеи резолюции и всех предыдущих соответствующих резолюциях, и независимо от предыдущих договоренностеи совет настоящим устанавливает следующие пересмотренные и дополнительные полномочия, которые имеют обязательную силу для ирака, для облегчения их работы в ираке:
третии вариант выбора позволяет назначить открытыи ключ договаривающеися стороны.
они также распространяются на жилищное строительство и аренду жилья.
как отмечалось выше, с последнеи сессии органа в 2000 году до даты подготовки настоящего доклада прогресса в этом вопросе добиться не удалось.
кодирование является методом, используемым для кодирования электронного сообщения, с тем чтобы только его составитель и адресат были в состоянии его прочесть.
увкб по-прежнему работало в тесном сотрудничестве с африканским союзом по вопросам насильственного перемещения и добровольнои репатриации беженцев.
принимает к сведению доклад генерального секретаря;
поскольку сырьевые секторы имеют широкие связи с производственными секторами экономики, выступающими для них поставщиками или потребителями, принятие серьезных усилии для решения проблемы сырьевых товаров внесет существенныи вклад в искоренение нищеты.
никто не голосовал против.
собственно, превратись боеприпасы, в силу сбоя, во взрывоопасные пережитками воины, они уже имели бы отношение, с его вступления в силу, к дополненному протоколу v к женевскои конвенции 1980 года (коо), принятому в женеве консенсусом 28 ноября 2003 года.
при необходимости для облегчения этого процесса в дальнеишем может быть произведена доработка repdab.
5 там же, пятьдесят четвертая сессия, дополнение № 21 (a/54/21/rev.1).
международная конференция по финансированию развития, которая должна состояться в мексике в марте следующего года, предоставит уникальную возможность для достижения консенсуса относительно путеи мобилизации новых и дополнительных ресурсов на цели развития.
документ trans/wp.15/ас.1/2004/2 (германия)
такое сотрудничество можно было бы активизировать при укреплении группы.
15 декабря 2006 года председатель и обвинитель выступили в совете безопасности с речами, посвященными этому докладу.
я считаю, что общии уровень сотрудничества между организациеи объединенных нации и советом европы является весьма позитивным, и сохраняю оптимизм в отношении возможностеи для еще более глубокого и целенаправленного сотрудничества во многих областях в будущем.
я надеюсь, что мы сможем на основе совместных усилии добиваться создания деиственных коллективных режимов разоружения и нераспространения.
a/61/5 (vol.
в течение охватываемого настоящим докладом периода комитет продолжал получать и обрабатывать другие уведомления и заявки на направление гуманитарных товаров в ирак, представленные согласно резолюциям 661 (1990) и 687 (1991).
1962-1970 годы и 1981-1990 годы член правления советскои ассоциации международного права.
основная задача кодекса - создание в стране общеи системы регулирования практическои деятельности изготовителеи химических веществ, а также импортеров и оптовых торговцев лабораторным оборудованием и поставщиков измерительных приборов.
без этого в ряде государств национальные стратегии борьбы с нищетои имеют весьма скромные шансы на сколь-либо устоичивыи успех".
в качестве примеров этого подхода можно привести единственное предоставленное формализованное соглашение (соглашение между эстониеи и латвиеи) и проект соглашения между эстониеи и финляндиеи.
предоставившие право лица, как правило, поддерживают сотрудничество со своими обеспеченными кредиторами для поиска путеи преодоления этих финансовых трудностеи.
эти соглашения могут иметь самые разные названия, например: соглашения о свободнои торговле (сст), соглашения о более тесном экономическом партнерстве (сэп), региональные соглашения об экономическои интеграции или рамочные соглашения об экономическом сотрудничестве.
в конце концов они предлагают встретиться.
это требует, в частности, укрепления потенциала по оценке конфликтных ситуации, эффективного планирования миротворческих операции и управления ими, а также оперативного и деиственного реагирования на любые мандаты совета безопасности.
c) увеличение доли обслуживаемых департаментов, выражающих удовлетворение сотрудничеством;
однако много еще предстоит сделать для того, чтобы лучше подготовить этих двух партнеров к тому, чтобы вместе справиться с существующими и с новыми угрозами международному миру.
алжир, ангола, беларусь, бенин, индонезия, ирак, камерун, китаи, конго, мавритания, малави, малаизия, нигер, пакистан, парагваи, россииская федерация, саудовская аравия, сомали, судан, шри-ланка.
рассчитываем, что в ближаишее время будет сформировано сомалииское переходное правительство, что позволит добиться скореишего и прочного восстановления мира и стабильности в этои стране, укрепить национальное согласие, создать развитое гражданское общество и вернуть сомали статус полноценного члена международного сообщества.
в течение срока концессии компания "аутострада велкопольска са" будет оплачивать расходы по эксплуатации, обслуживанию и ремонту автомагистрали.
система образования имеет своеи целью дать возможность всем учащимся, независимо от их прошлого, происхождения, культуры или религии, включиться в израильское общество в качестве равноправных граждан.
он призвал к новому договору в интересах развития, которыи характеризовался бы большеи подотчетностью как богатых, так и бедных стран, и обязался увеличить нашу основную помощь в целях развития на 50 процентов в течение трех лет.
а сеичас слово имеет посол кении мохамед.
введение
один или два государства-члена, движимых эгоистичными соображениями, с помощью своих политических союзников, по-видимому, попытались исключить территории, в отношении которых такие споры имеются.
мы провели очень полезныи обмен мнениями, а также дискуссии по вопросам осуществления программы деиствии, прошедшие в рамках переговоров по проекту итогового документа, и мы особо обратили внимание международного сообщества на необходимость включения проблемы стрелкового оружия и легких вооружении в число приоритетных вопросов повестки дня в области разоружения — необходимость, о которои говорил заместитель генерального секретаря по вопросам разоружения г-н нобуаки танака.
(пункт 3 повестки дня)
e) расставленные в инструкции акценты создают впечатление, что совместное программирование призвано способствовать разработке и осуществлению программ, центральная роль в рамках которых отводится организации объединенных нации, а не развитию партнерских отношении с другими сторонами.
демократическая республика конго конкретно упомянула о необходимости обеспечить подготовку кадров и содеиствовать компьютеризации услуг.
хотя, как представляется, эпидемия уже прошла свои пик, уровень заболеваемости среди уязвимого населения остается высоким.
приложение vi
как иотк, так и кксбт предлагают своим членам осуществлять национальные наблюдательские программы, рекомендуя при этом 10-процентныи охват.
cit., p.
1.1 заявителем является гражданин индии г-н б.с.ш., родившиися в 1958 году, проживающии в настоящее время в квебеке/канада и ожидающии депортации в индию.
в свете вышесказанного я приложу все усилия — разумеется, опираясь на поддержку и сотрудничество членов комитета — чтобы завершить работу комитета к пятнице 5 ноября 2004 года, как это было рекомендовано генеральным комитетом.
по итогам проходящих прении специальныи комитет должен сделать решительное заявление в поддержку населения острова вьекес.
адрес(а) сборочного(ых) предприятия(и)
9-10 a.m. peter hansen (commissioner general),
согласно оценке, по состоянию на 31 декабря 2004 года общая сумма финансовых обязательств организации по выплате такои компенсации за накопившиеся отпускные дни сотрудникам, занимавшимся осуществлением различных видов деятельности в связи с резолюциями совета безопасности 687 (1991), 706 (1991), 778 (1992), 986 (1995), 1284 (1999) и 1483 (2003), составляет 1,4 млн. долл. сша.
национальныи институт статистики и экономических исследовании (1997 год).
по мере возможности необходимо обеспечивать увязку со смежными проблемами, например проблемами, охватываемыми конвенциеи по борьбе с опустыниванием организации объединенных нации и конвенциеи о биологическом разнообразии, для повышения актуальности и результативности информационнои работы.
проекты для обеспечения дохода: поддержка производственных возможностеи бедноты путем оказания еи содеиствия в разработке и осуществлении проектов по обеспечению дохода на сумму 2 381 504 долл. сша.
применение технологии сказывается на всех этих факторах и является однои из основополагающих тем данного обзора; поэтому этот вопрос рассматривается отдельно в последующих разделах.
world clay assemblage; комиссия по устоичивому развитию (кур)/всемирныи проект «common ground»
расширение прав и возможностеи семеи и общин
это событие стало яркои демонстрациеи присутствия юнидо в южнои африке;
были произведены также крупные кадровые перестановки среди сотрудников старшего звена, занимающихся судебным преследованием, что неизбежно оказало дестабилизирующее воздеиствие на работу по судебному преследованию.
амир рахими — руководитель исфаханского центра по исследованию и производству ядерного топлива — подразделения компании по поставкам и производству ядерного топлива оаэи, которая вовлечена в деятельность, связанную с обогащением.
кроме того, деликтное право также обычно охватывает ущерб, которыи может быть связан с окружающеи средои.
хотел бы информировать вас о том, что, насколько мы понимаем содержание этого проекта письма, совет безопасности просит генерального секретаря, вместе с ливанскои республикои, предпринять последние необходимые шаги по заключению соглашения в соответствии с требованиями ливанскои конституции.
он рекомендует пересмотреть положения, которые устанавливают инои возраст для вступления в брак для женщин (статья 88 лично-семеиного кодекса), определяют, что мужчина является главои домашнего хозяиства (статья 122 лично-семеиного кодекса), и содержат дискриминационные нормы в отношении супружескои измены (статья 3 уголовного кодекса).
v = скорость испытания транспортного средства в начале торможения.
в этом документе рассматриваются вопросы стандартизации географических названии в странах африки к югу от сахары.
это, однако, не препятствует государству-участнику, получающему информацию, раскрывать в ходе проводимого в нем производства ту информацию, которая оправдывает обвиняемого.
если говорить о нашеи стране, то нашим послом на ближнем востоке является выходец из сирии, и президент асад гордился достижениями своих соплеменников в далеких странах и радовался им.
чтобы гарантировать пол ребенка, повсеместно используются традиционные лекарственные снадобья и церемониальные обряды.
кроме того, когда стороны полагаются на представления документарного характера, поддельные или сфальсифицированные документы представляют собои коммерческое мошенничество независимо от того, виновно ли предлагающее их лицо и знало ли оно об их сфальсифицированном характере.
в рекомендациях, принятых после второго дня общеи дискуссии по теме "насилие в отношении детеи в семье и школах", проведенного в сентябре 2001 года, комитет призвал государства "в первоочередном порядке принять или отменить свое законодательство для запрещения всех форм насилия, даже самых незначительных, в семье и школах, в том числе в качестве однои из форм поддержания дисциплины, как того требуют положения конвенции…"7.
группа по демаркации предложит эритрее подготовить проект границы для города церона.
(в тыс. долл. сша)
мот, фао, юнеско, икао, воз, впс, мсэ, вмо, имо, воис, магатэ, юнидо и юнвто.
e включает возмещение расходов, относящихся к предыдущим периодам, в размере 1 441 551 долл.
суд будет признателен ассамблее за любую поддержку, которую она сможет ему оказать.
h) загрязнение воздуха в масштабах полушария
в результате оценки на текущие периоды оказываются, как правило, более точными, чем прогнозы на будущее.
с заявлениями по мотивам голосования до его проведения выступили представители португалии (от имени европеиского союза), аргентины и соединенных штатов.
в совместном предприятии «вафра» кувеитская компания «галф оил компани» и компания из саудовскои аравии «шеврон» обладают 50 процентами каждая применительно ко всем аспектам, связанным с расходами, персоналом и всеми производимыми жидкостями.
после рассмотрения этого вопроса помощником генерального секретаря по управлению людскими ресурсами и в соответствии с порядком очередности, установленным главами департаментов и управлении, заместитель генерального секретаря по вопросам администрации и управления принимал окончательное решение от имени генерального секретаря, учитывая при этом, в частности, наличие финансовых ресурсов.
благодаря притоку частных инвестиции значительно увеличился бы объем имеющихся ресурсов на цели развития.
в этих областях потребуются изменения с целью отразить инои характер рассматриваемых ресурсов и различные применимые политические и экономические соображения.
- документ об осуществлении в буркина-фасо конвенции о ликвидации всех форм дискриминации в отношении женщин (январь 2004 год) в сотрудничестве с ажю/бф.
являясь консультативно-совещательным политическим органом, комиссия правам человека при президенте республики казахстан взаимодеиствует с государственными органами, судами, прокуратурои, полициеи, а также с неправительственными организациями, которые стали ее полноценными партнерами в деле защиты законных прав и интересов казахстанцев.
в связи с вопросами, поднятыми представителем соединенных штатов америки, он подтвердил, что отрицательные значения, указанные в таблицах, означают не перерасход ресурсов, а лишь бухгалтерские корректировки в том случае, когда обязательства, возникшие в 1998 году, были впоследствии проведены по счетам в 1999 году.
комитет признателен государству-участнику за представление его сводного пятого и шестого периодического доклада, которыи соответствует руководящим принципам комитета и содержит ссылки на предыдущие заключительные замечания, но одновременно выражает сожаление по поводу задержки с его представлением.
это затронуло все страны региона, в которых были отмечены рекордно низкие уровни котировок за год.
на пути к глобальному партнерству
совет безопасности считает, что в любом случае обеспечение охраны и безопасности персонала организации объединенных нации имеет приоритетное значение.
таким образом, реализация концепции устоичивого развития должна подразумевать экономическии и социальныи прогресс развивающихся стран при бережном отношении к окружающеи среде; эти императивы устоичивого развития также должны полностью учитываться в политике развитых стран.
за последние пятьдесят лет они утратили свои функциональные характеристики и уже не отвечают современным стандартам теории и практики пенологии.
в принципе решает провести четвертое рабочее совещание в рамках диалога по вопросу о долгосрочных мерах сотрудничества в целях решения проблем, связанных с изменением климата, путем активизации осуществления конвенции и четвертую сессию специальнои рабочеи группы по дальнеишим обязательствам для сторон, включенных в приложение i, согласно киотскому протоколу, между первым и вторым сессионными периодами 2007 года при условии наличия адекватного финансирования;
наделяя какие-либо органы компетенциеи наблюдать за применением договоров, государствам или международным организациям следует, когда это уместно, конкретно указывать характер и пределы компетенции таких органов по оценке деиствительности оговорок.
международное сотрудничество в использовании космического пространства в мирных целях
однако он будет увеличиваться по мере поступления средств.
по состоянию на 30 июня 2002 года свои ответы прислали 67 государств (s/2002/736).
10 м. вынудили их покинуть воздушное пространство ирака.
на этом мероприятии присутствовали сотрудники комиссии по борьбе с коррупциеи, ответственные за принятие решении в отношении работы их ведомств в области коммуникации, а также ученые, занимающиеся прикладными аспектами коммуникации, изучением политики и связанных с этим общественных наук, чтобы обсудить роль коммуникационных подходов и методов в укреплении усилии по борьбе с коррупциеи.
многосторонним усилиям по обузданию угроз, создаваемых ядернои технологиеи, и по одновременному использованию ее потенциала почти столько же лет, сколько самои организации объединенных нации.
государству-участнику следует принять надлежащие меры для дальнеишего сокращения сроков содержания под стражеи и под арестом до предъявления обвинении, а также разработать и использовать альтернативные лишению свободы меры, включая пробацию, посредничество, общественные работы или наказания, отсроченные исполнением.
and andorre oficina andorrana d'entitats d'asseguranca d'automobil, c/o maria pla., 33, 3r, 3a.
курсы языка и культуры стран происхождения (кяксп) преподаются на основе двусторонних соглашении выходцам из стран магриба, испании, италии, португалии, сербии и черногории и турции, которые обучаются во франции.
в данном пункте конвенция о водотоках 1997 года особо упомянута потому, что она является своего рода предшественницеи проекта конвенции и имеет для него большую актуальность.
сомали
особое внимание уделялось совместному использованию центра организации работы (единая канцелярия), которое на экспериментальнои основе было введено в восьми странах, где в порядке эксперимента была предпринята инициатива по обеспечению «единства деиствии» в целях получения информации об опыте и моделях использования совместных помещении и услуг.
за прошед-шии период членами организации стал ряд новых стран, в том числе южная африка.
iv) биологические жидкости (кровь, при наблюдении за состоянием здоровья работников);
при проведении среднесрочного обзора нпоонра в 1996 году генеральная ассамблея организации объединенных нации признала, что большинство африканских стран приняли радикальные программы структурнои перестроики, сопряженные с большими социальными издержками.
специализированные учреждения и региональные межправительственные организации
c) международная астронавтическая федерация предоставила 20 000 евро для организации практикума организации объединенных нации/ международнои астронавтическои федерации по использованию космическои техники в рамках комплексного подхода к защите от потенциально опасного воздеиствия окружающеи среды, которыи был проведен в глазго, соединенное королевство, 26 и 27 сентября 2008 года (см. приложение i);
было поддержано запрещение мер карательного характера и установление прочных гарантии от возможных злоупотреблении контрмерами.
обзор состоит из кратко озаглавленных разделов, соответствующих 48 показателям (и предлагаемым показателям), разработанным для оценки хода достижения целеи, поставленных в декларации тысячелетия (см. a/58/323, приложение).
комитет установил, что окончательные регламентационные постановления были приняты исходя из оценок рисков и что эти оценки проведены на основе анализа научных данных.
исис — международная женская информационно-коммуникационная служба
призывы к прекращению огня, включая призывы совета безопасности, остались без ответа, а робкие попытки демилитаризации оказались безуспешными.
в соответствии с подпунктом g), части ii, приложения а, стокгольмскои конвенции, 10 из 15 сторон, чьи доклады были приняты, включили в дополнение к обязательным частям а и в, часть с о прогрессе, достигнутом в ликвидации полихлорированных дифенилов.
на ямаике процесс определения статуса беженца включает предварительное рассмотрение и установление статуса соответствующим комитетом, состоящим из представителеи министерства иностранных дел и внешнеи торговли, министерства юстиции и министерства национальнои безопасности.
такои пересмотр основывается на страновых данных и на элементах, касающихся руководящих принципов и рассмотрения, указанных в сноске к пункту 11 выше [(вариант 1)].
выводы и/или рекомендации 80 - 84 23
мы хотели бы подчеркнуть, что заинтересованные стороны должны воспользоваться динамикои, создавшеися благодаря мирным переговорам в аруше, которые проходили в августе 2007 года под эгидои организации объединенных нации и африканского союза, а также благодаря процессу, осуществленному в октябре прошлого года в сирте по инициативе ливии, и активно отреагировать на добрые услуги, предпринимаемые организациеи объединенных нации и африканским союзом.
центры посредничества в сфере труда (цпт).
роль чернои металлургии в реструктуризации экономическои деятельности в регионе: пример регионообразующих металлургических предприятии (франция, соединенное королевство, польша, чешская республика, россииская федерация и т.д.
доклад председателя межправительственного подготовительного комитета о ходе работы
подтверждая свою убежденность в том, что зоны, свободные от ядерного оружия, играют важную роль в укреплении режима ядерного нераспространения и расширении границ раионов мира, свободных от ядерного оружия, и с особым учетом ответственности государств, обладающих ядерным оружием, призывая все государства поддерживать процесс ядерного разоружения и добиваться полнои ликвидации всего ядерного оружия,
(в стадии согласования)
вепонизация космоса - реальная и большая опасность.
особую тревогу вызывает отказ лидера киприотов-турков г-на денкташа, при поддержке анкары, возобновить переговоры, прерванные им год назад, несмотря на направленное им 5 сентября официальное приглашение генерального секретаря.
комиссия рекомендует юнфпа ускорить совместно с проон свою работу по созданию методологии определения расходов, соответствующую уровню предоставляемых услуг.
за работу с новичками отвечают их непосредственные руководители и назначенные ими наставники.
модернизация ррхо/д
подтверждая хиогскую декларацию, хиогскую рамочную программу деиствии на 2005-2015 годы: создание потенциала противодеиствия бедствиям на уровне государств и общин и общее заявление участников специального заседания на тему «бедствие в индииском океане: снижение риска бедствии в целях обеспечения более безопасного будущего», принятые на всемирнои конференции по уменьшению опасности бедствии,
по настоянию государств-членов проводился анализ управления рисками для прогнозирования и решения проблем, которые могут возникнуть в ходе миссии.
2000 and 2001: (except for pah total (1-4)).
a/62/281 (part i), пункты 72-75.
это рабочее совещание состоится в 2006 году и будет организовано совместно с соответствующими органами принятои в эспо конвенции и протокола по стратегическои экологическои оценке к этои конвенции.
суд решил, что он обладает неотъемлемои юрисдикциеи на предотвращение злоупотреблении судопроизводством, имеющих место в арбитражных судах, находящихся под его юрисдикциеи.
d) международные форумы по политике в области охраны окружающеи среды и развития; и
5.1 если размер шины, репрезентативнои для типа шины, представленного на официальное утверждение на основании настоящих правил, удовлетворяет предписаниям пунктов 6 и 7 ниже, то данныи тип шины официально утверждается.
в ходе десятои сессии комиссии по предупреждению преступности и уголовному правосудию ряд делегации высказали мнение о том, что термин «незаконныи перевод средств» не всегда правильно отражает эту проблему.
управление людскими ресурсами (г-жа кэтрин поллард, помощник генерального секретаря по управлению людскими ресурсами); и
эту должность предлагается создать для оказания помощи руководителю аппарата в осуществлении общего руководства недавно созданнои координационнои группои миссии в составе членов, представляющих 12 секции и подразделении миссии; комитет отмечает, что группа не указывается в организационнои структуре, поскольку она является неофициально созданным подразделением или секциеи, а скорее постоянно деиствующеи группои, в состав которои входят представители из различных областеи деятельности миссии.
статья 8
в соответствии с требованиями, установленными в настоящих правилах, и своими процедурами комиссия определяет, будет ли предлагаемыи план работы по разведке:
состоявшаяся в апреле 2000 года в рамках группы 77 встреча на высшем уровне стран юга выразила свою убежденность в том, что национальные законы не должны иметь экстратерриториального применения.
торговля сельскохозяиственнои продукциеи
следует надеяться, что такои положительныи настрои в верхах облегчит примирение в низах.
комиссия по правам человека вновь подтвердила, что, хотя не существует однои универсальнои модели демократии, участие населения, равноправие, социальная справедливость и недискриминация являются важнеишими основами демократии.
кот-д'ивуар
в общем плане сельские женщины могут принимать участие в управлении коллективнои жизнью деревни.
вместе с тем это могло бы охватывать дополнительные аспекты, такие как передачи расщепляющегося материала, содеиствие в производстве, учетность, утилизация избыточного расщепляющегося материала, вывод из эксплуатации производственных объектов.
повестка дня для мира: поддержание мира.
a) обращает особое внимание на то, что главнои целью комитета является обеспечение осуществления резолюции 1373 (2001) в полном объеме;
"приложение 8
кроме того, комитет предлагает государству-участнику рассмотреть вопрос о целесообразности включения в законодательство положении распоряжения № i-167 министерства внутренних дел;
grsg поручила секретариату распространить документ grsg-91-11 под официальным условным обозначением для его рассмотрения на ее следующеи сессии в качестве альтернативы документу ece/trans/wp.29/grsg/2006/22.
iii) издание и распространение материалов по вышеупомянутои национальнои стратегии осуществления и обеспечение ее обсуждения и одобрения соответствующими заинтересованными участниками, бенефициарами и общественностью в целом;
проект резолюции принимается (резолюция 61/254).
воз в качестве части ее бизнес-плана разрабатывает также краткии вариант международнои классификации функционирования, инвалидности и здоровья (мкф) для использования в ходе обследовании и общих оценок.
скорость транспортного средства в момент удара должна составлять 50-0/+1 км/ч.
австралия, армения, бразилия, буркина-фасо, бывшая югославская республика македония, габон, грузия, дания, джибути, замбия, индонезия, ирак, иемен, кабо-верде, камерун, кыргызстан, лихтенштеин, мальдивские острова, непал, нигер, никарагуа, парагваи, сальвадор, сан-марино, таджикистан, тимор-лешти, швеицария и шри-ланка
однако 20 декабря переходное правительство объявило о начале программы выплаты компенсации тем бывшим военнослужащим, которые были демобилизованы в 1995 году, и выделило на эти цели приблизительно 2,8 млн. долл.
если национальная группа по управлению рисками не требует никакого решения от гур естр-ес, последняя должна:
институт канадских банкиров
позвольте кратко изложить нашу позицию по одному из актуальных сегодня вопросов — предотвращению гонки вооружении в космическом пространстве.
доклад генерального секретаря (а/58/392)
повстанцы избегали крупномасштабных прямых столкновении и предпочитали совершать нападения с применением самодельных взрывных устроиств и мелкомасштабные нападения на слабозащищенные цели, включая представителеи власти и военнослужащих афганскои национальнои полиции и афганских национальных сил безопасности.
это наше геополитическое пространство.
30 м. иранскии патрульныи катер синего цвета с тремя солдатами на борту и пулеметом на носу открыл беспорядочныи огонь в направлении совместного морского контрольного пункта.
учитывая серьезные опасности и негативные последствия, которыми чреваты любые военные деиствия против ирака и его народа, и попытки израиля воспользоваться этим для осуществления своих планов, направленных на то, чтобы изгнать с оккупированных палестинских территории их жителеи и создать там израильские поселения, что привело бы к усилению страдании палестинского народа,
ученые степени и послужнои список
рабочая группа полного состава отметила, что в соответствии с резолюциеи 56/51 генеральнои ассамблеи научно-техническии подкомитет представит комитету свое предложение по проекту предварительнои повестки дня сороковои сессии подкомитета, которая будет проведена в 2003 году.
• подробные данные о программе уничтожения, такие, как используемые методы и прогресс, в отношении как уничтожения запасов, так и уничтожения мин в заминированных раионах, должны сообщаться в форме f.
в целом очевидно, что этот кризис с перемещением населения быстро не исчезнет, даже если в предстоящие дни будет достигнута политическая договоренность.
кроме того, на наш взгляд, вопрос поставки боеприпасов и взрывчатых веществ — это также важныи связанныи с этим вопрос, которыи не следует отодвигать на заднии план.
министр запретил также политические передачи и использование открытых телефонных линии негосударственными теле- и радиостанциями.
открытыи характер даннои программы и доступность ее данных для всех имели огромное значение для формирования единои основы для разработки политики в этои области.
его величеству вручается копия текста с принятыми рекомендациями.
эти же признаки могут использоваться и для иных целеи, помимо международнои ответственности международных организации.
основная стратегия предусматривает разработку конвенции, норм, стандартов и руководящих принципов и обеспечение их применения; организацию диалога по вопросам политики и обмена опытом в важнеиших областях деятельности еэк, включая содеиствие анализу политики, проведению исследовании и сбору статистических данных; и оказание техническои помощи (консультирование по вопросам политики и укрепления потенциала) в интересах обеспечения применения норм и стандартов еэк в странах с переходнои экономикои.
), и используют в то же время основные фонды в объеме более 350 млрд. чешских крон (в ценах 1989 года).
кроме того, мы настоятельно призываем оказывать, при необходимости, поддержку правительству руанды в укреплении ее судебнои системы.
в качестве одного из вариантов будет рассмотрена возможность использования информационнои страницы организации объединенных нации в интернете.
мы напоминаем всем сторонам в конфликте, что они обязаны уважать положения международного права, в частности международного гуманитарного права.
ссылаясь на свою резолюцию 43/231 от 16 февраля 1989 года о финансировании контрольнои миссии и свои последующие резолюции и решения по этому вопросу и резолюцию 53/228 от 8 июня 1999 года о финансировании миссии наблюдателеи,
вновь подтверждая, что государства обязаны поощрять и защищать права человека и основные свободы, как это предусмотрено в уставе организации объединенных нации, всеобщеи декларации прав человека, международных пактах о правах человека и в других применимых договорах по правам человека,
t) внесения изменении в постановление, касающееся правил покрытия расходов на выплату вознаграждения за сверхурочную работу члену совета по вопросам занятости, а также расходов, связанных с его поездками для участия в заседаниях совета (законодательныи вестник за 1995 год, № 38, текст 190, за 1998 год, № 166, текст 1240);
n) пассивы, резервы и остатки средств:
помимо тех опасностеи, которые угрожают их жизни и здоровью во время перемещения, они подвержены еще целому ряду других угроз, включая вероятность потерять семью, стать жертвои торговли людьми, похищения вооруженными группировками, нехватки продовольствия и невозможности получения основных видов помощи, принудительного задержания, эксплуатации и надругательств.
кроме того, в настоящее время в испании осуществляется конкретная стратегия сотрудничества с коренными народами.
дела, связанные с конвенциеи организации объединенных нации о морскои перевозке грузов (гамбургские правила)
е. эмпретек юнктад следует в срочном порядке заняться подготовкои новых инструкторов и переподготовкои инструкторов "со стажем"
долл. сша)
принятие решении по проектам резолюции a/c.4/61/l.2/rev.1 и a/c.4/61/l.3/rev.1
на семинаре было подчеркнуто, что женщины играют важную роль в предотвращении и разрешении конфликтных ситуации и построении устоичивого мира, однако они все еще не могут занять должное место в рамках этих усилии ни в своих странах, ни на международнои арене.
совместная группа по установлению фактов занимается расследованием 13 дел, из которых 4 дела близятся к завершению.
- невысокии процент охваченных школьным обучением;
кцхп обнаружены в биоте в канаде, германии, греции, исландии, соединенном королевстве, сша, франции, чили, швеции, а также в северном море.
[подлинныи текст на англииском языке]
добровольныи кодекс/руководящие принципы/международное взаимопонимание
мы, участники настоящеи конференции, считаем, что, применяя правозащитные принципы на практике, мы будем способствовать обеспечению охраны сексуального и репродуктивного здоровья и осуществлению сексуальных и репродуктивных прав для всех.
в частности, коренное население относится к среднеи категории. структура домашних хозяиств потомков выходцев из африки по своим характеристикам соответствует демографическому составу: их домашние хозяиства являются более молодыми, имеют более крупныи размер и более высокие показатели, чем белое коренное население, в плане создания базовых домашних хозяиств с детьми.
united nations, treaty series, vol. 634, no. 9068.
просить генерального секретаря подготовить описание должностеи и определить круг их ведения и сферу ответственности в соответствии с пересмотреннои организационнои структурои.
в этои связи гуин мвд разработан типовои договор о порядке доступа негосударственных некоммерческих организации в места содержания под стражеи.
рекомендация 6
в общих ресурсах цмт увеличивается доля внебюджетных средств, поступающих из его глобального целевого фонда, которыи был учрежден в 1995 году для финансирования многолетних проектов, охватывающих множество доноров и стран.
7.1 данная процедура заключается …
улучшение показателеи основано на благоприятных прогнозах развития туризма, золотодобывающеи промышленности и рыболовства.
напоминая также о том, что соглашение между организациеи объединенных нации и ливанскои республикои об учреждении специального трибунала по ливану было подписано правительством ливана и организациеи объединенных нации соответственно 23 января и 6 февраля 2007 года,
закрытое заседание зал заседании 5
нищету уже нельзя, как это обычно делалось, определять исключительно как отсутствие приемлемого дохода.
заработная плата женщин в соотношении с заработнои платои мужчин,
организация объединенных нации примет в свои ряды своего 190-го члена.
по мнению некоторых сторон, степень поддержки процесса подготовки нпд со стороны международных организации и развитых стран - сторон конвенции и масштабы их участия в нем по-прежнему являются незначительными.
необходимо изыскать также пути улучшения условии службы путем устранения бюрократических препон и расширения программ профессиональнои подготовки.
воо приветствовал постоянные усилия кгэ по налаживанию сотрудничества с другими группами экспертов с целью получения информации для разработки учебно-практических материалов.
хотя это не всегда отвечает интересам отдельных членов группы, законы некоторых стран разрешают подобные деиствия, например директорам членов группы, находящихся в стопроцентнои полнои собственности контролирующего члена группы, при условии что это отвечает наилучшим интересам последнего.
пункт 136 повестки дня
лига арабских государств
в этом соглашении от 2 ноября 2000 года можно особо выделить обязательство обеих сторон добросовестно и с серьезными намерениями участвовать в диалоге и не отказываться от процесса в одностороннем порядке, а осуществлять его непрерывно до тех пор, пока повестка дня переговоров, которую предстоит согласовать обеим сторонам, не будет исчерпана.
комитет рекомендует государству-участнику принять конкретные и адресные меры, направленные на ускорение улучшения положения женщин коренных национальностеи и женщин африканского происхождения во всех сферах жизни.
краткии отчет о 1-м заседании,
в рамках новои структуры управления группы организации объединенных нации по вопросам развития в апреле 2008 года была учреждена консультативная группа.
совещание сторон,
рост экспорта компьютерных и информационных услуг, начавшиися со сравнительно низкого исходного уровня, стал следствием возникновения новых возможностеи в торговле связанными с икт услугами.
раздел 5 канцелярия исполнительного секретаря
исполнительныи орган,
секретариат проконсультировался со старшим сотрудником по связям по правовым вопросам отделения организации объединенных нации в вене и довел до сведения специального комитета его ответ.
строительство стены может привести к уменьшению потенциала сельскохозяиственного производства на целых 20 процентов.
дпп (омто/оао) с-5, с-5a
однако это чрезвычаино сложные задачи, для достижения которых может потребоваться много времени.
малави включила цели, предусматривающие защиту интересов детеи, в стратегическии документ по достижению цели создания малави, пригоднои для жизни детеи.
г-н стреммен (норвегия) (перевод с англииского): г-н председатель, поздравляю вас с ответственным и искусным исполнением своих председательских обязанностеи.
предписания
ситуация в отношении ирака
предполагается, что в этом участвовали правительственные силы безопасности, и комиссия по правам человека шри-ланки следит за расследованием этих случаев.
кроме того, предполагается, что на нее будут возложены также обязанности по проведению и обработке данных финансовои оценки государств-участников.
малые государства, особенно такие малые развивающиеся государства, как наши соседи по тихоокеанскому региону, в результате глобализации вынуждены сталкиваться с рядом специфических проблем.
к сожалению, мониторинг прогресса в формировании информационного общества не может опираться только на средние цифры по различным странам.
яундскии военныи трибунал признал автора виновным и приговорил его к пяти годам лишения свободы.
в силу небезопаснои обстановки в либерии масштабы такои контрабанды сократились.
(в долл.
такое согласие желательно, поскольку только сам человек в состоянии определить свою расу.
в 2006 гoду ргмс пoлучил лицeнзию нa испoльзoвaниe рeгиoнaльнoи климaтичeскoи мoдeли, кoтoрую рaзрaбoтaл hadley климaтичeски цeнтр мeтeoрoлoгичeскoи службы uк.
в этих государствах - возможно, в поиске более значительнои определенности - предусматривается регулирование сделок на рынке капитала или других сделок путем обращения не к закону местонахождения лица, предоставившего право, а к закону, регулирующему нематериальнoе имущество.
комитет пришел к выводу о том, что если генеральная ассамблея примет решение об индексации задолженности или начисления процентов по задолженности, то индексация задолженности будет представлять собои более сложныи в техническом плане вопрос, нежели начисление процентов.
дело в отношении заявители все еще не закрыто.
c) любая сторона, которая не может утвердить какую-либо поправку к приложениям i и ii настоящего протокола, уведомляет об этом в письменном виде исполнительного секретаря европеискои экономическои комиссии в течение двенадцати месяцев после даты получения сообщения о принятии поправки.
с. обмен страновым опытом в отношении политики и практики в области распространения данных
43% этих девочек сообщили, что они живут в подвалах или на крышах здании, и 33% - что они живут в своих семьях.
он поддерживает неуклонное расширение иностраннои помощи таиваня в области развития, которая возросла до 0,15 процента от ввп.
об этом продлении мандата просил также председатель совета министров ливанскои республики фуад ас-синьор в письме на мое имя от 13 октября (s/2005/651).
методология рассмотрения коммерческих потерь типа "d8/d9" охватывает все деловые сектора, понесшие убытки в результате вторжения ирака и оккупации им кувеита.
главные комитеты
делегация описала впечатляющии массив законодательства, в том числе конституционных положении, направленных на содеиствие защите прав женщин.
мухаммед каннади, заместитель президента оаэи по исследованиям и разработкам
организованы центры, где на платнои основе можно изучать иностранныи язык.
после того, как было добавлено это положение, был принят административныи указ, в котором говорится, что эта политика должна, в том числе, предусматривать меры по укреплению образования женщин в таких областях, как физическое воспитание, наука и техника, где женщины традиционно были представлены слабо, и что должен быть создан комитет по вопросам гендерного равенства в области образования для рассмотрения эффективности политики по содеиствию гендерному равенству в области школьного обучения.
четверг, 23 октября 2008 года, с 15 ч. 00 м.
председатель (говорит по-англииски): прежде чем предоставить слово следующему оратору, я хотел бы предложить, если не будет возражении, прекратить запись желающих выступить в прениях по данному пункту.
членов общин коренных народов мира, являющимся жертвами расизма, социального отчуждения и дискриминации и не имеющим ни защиты, ни гарантии, и что ее принятие также является признанием вклада этих народов в поощрение прав человека.
расширение членского состава комитета по информации
на 15-м заседании 8 августа 2005 года г-жа чун внесла на рассмотрение проект резолюции e/cn.4/sub.2/2005/l.22, авторами которого являлись г-н бенгоа, г-н биро, г-жа варзази, г-н душ сантуш, г-н иокота, г-жа мбону, г-жа моток, г-жа о'коннор, г-жа ракотоаризоа, г-н салама, г-н саттар, г-н туньон веильес, г-жа чун и г-н шериф.
тем временем косовские власти и международныи директор, назначенныи международным гражданским представителем/специальным представителем европеиского союза, установили полныи административныи контроль над управлением, которое сеичас деиствует в соответствии с законодательством, принятым ассамблееи косово.
хотя представляется очевидным, что проон надлежит продолжать вести работу в области биоразнообразия, поскольку состояние экосистем и управление ими имеют большое значение для сокращения масштабов нищеты, такие соображения, по всеи видимости, мало влияют на вовлечение проон в целом.
в основе этои рекомендации сэз лежали доказательства того, что компании а) хранили данные о ценах и ежедневных продажах в центральном компьютерном фаиле "синдипедрас"; b) проводили встречи в помещениях ассоциации в целях проведения картельнои политики; c) взимали штрафы за невыполнение решении группы; d) делили клиентуру и распределяли квоты на продажи (включая продажи на основе публичных конкурсных торгов); и е) требовали наценку при продажах клиентам других компании.
c) отсутствие подтверждения и регистрации фактического время ареста, а также отсутствие регистрации сроков досудебного содержания под стражеи и следствия;
оно было созвано в тот период, когда мир с особои озабоченностью следил за судьбои вьетнамцев, которые покидали свою страну на утлых суденышках, подвергаясь при этом опасностям морскои стихии и нападениям пиратов, только для того, чтобы их выдворили обратно, как только они достигнут берегов соседних стран.
мы хотели бы указать в этои связи, что настоичивое упоминание ожидаемого достижения 1.1 — «обстановки в южном ливане, характеризующеися стабильностью и безопасностью» — может использоваться израилем в качестве предлога для оправдания его невыполнения резолюции 1701 (2006) совета безопасности и для подрыва авторитета всоонл в южном ливане.
таким образом, в целях обеспечения определеннои степени гибкости на каждом заседании «за круглым столом» максимальное число участников от каждои региональнои группы будет следующим:
выбросы парникового газа с судов.
по мнению соединенного королевства, подпункт (c) проекта статьи 16 представляет собои предложение, касающееся прогрессивного развития деиствующеи нормы международного обычного права, которая в настоящее время не содержит положения о необходимости добровольнои связи или территориальнои связи, либо формулировки о затруднительном положении.
он призывает секретариат организации объединенных нации принять срочные меры к тому, чтобы остановить израильскую агрессию против ливанскои территории, не допустить повторения подобных актов в будущем и вынудить израиль уважать суверенитет и территориальную целостность ливана и осуществить резолюции, в которых закреплены нормы международнои законности.
доклады о работе этих совещании были распространены в качестве официальных документов конференции по разоружению.
это лишь некоторые примеры того, как мы осуществляем дух и букву резолюцию 1325 (2000).
ее правительство уделяет огромное внимание проблеме детеи, затрагиваемых вооруженными конфликтами, и предоставляет гуманитарную помощь и помощь в целях развития таким странам, как афганистан, шри-ланка и сьерра-леоне.
тем не менее, повернуть вспять пандемию будет сложно в отсутствие необходимых ресурсов, и не только для нужд сферы здравоохранения, но и для реализации фундаментальных прав, таких как право на образование, информацию, справедливость, доход, достаточныи для удовлетворения основных потребностеи, обеспечения достоиных условии жизни и развития.
с заявлением выступил также координатор.
сегодня это не менее важно, чем 60 лет назад.
добавление
судя по имеющимся обязательствам, в двухгодичныи период 2002-2003 годов от аренды помещении будет получена прибыль в размере 1,6 млн. долл. сша.
сокращение разрыва в заработнои плате мужчин и женщин.
в международном сообществе, как было отражено во вчерашнем заявлении здесь в зале норвежского министра иностранных дел, зарождается чувство оптимизма.
г-н бенгоа внес принятые авторами устные поправки в пункты 2 и 4 постановляющеи части проекта резолюции.
кроме того, имели место физические нападения поселенцев на палестинских фермеров и был совершен поджог оливковои рощи 15 октября.
правило 40
сегодня, как и прежде, он вновь оказался перед лицом силы и угнетения.
мы призываем все государства, которые в состоянии сделать это, вносить свои вклад в финансирование деятельности магатэ в области технического сотрудничества, поскольку она имеет большое значение для содеиствия использованию ядернои энергии в мирных целях и вносит ценныи вклад в этом отношении, особенно в развивающихся странах.
другие рекомендации комиссии содержатся в пунктах 41, 65, 72, 80, 90 и 106.
его общая стоимость составляла 261 184 долл., из которых 236 900 долл.
приложение i
в число 21 дела в отношении 37 обвиняемых входят: дело бутаре (6 человек); дело военных i (4 человека); дело правительства (4 человека); дело военных ii (4 человека); дело каремеры и других (3 человека); дело рвамакубы (1 человека); дело серомбы (1 человек); дело мувуньи (1 человек); дело мпамбары (1 человек); дело зигираньиразо (1 человек); дело кареры (1 человек), а также 7 дел, по которым проходит по одному обвиняемому из числа задержанных, обвинения которым были предъявлены до 2005 года, и 3 задержанных, обвинения которым были предъявлены недавно.
принимая к сведению решение ahg/dec.175 (xxxviii), принятое ассамблееи глав государств и правительств организации африканского единства на ее тридцать восьмои очереднои сессии, состоявшеися в дурбане 8 июля 2002 года, в ходе которои был одобрен меморандум о взаимопонимании по вопросам безопасности, стабильности развития и сотрудничества в африке и тем самым подтверждено центральное значение процесса конференции по обеспечению безопасности, стабильности, развития и сотрудничества в африке как форума для выработки политики в области развития, рамок для пропаганды общих ценностеи и как механизма контроля и оценки для африканского союза,
нужно будет восстановить частныи сектор и укрепить его производственныи потенциал, без чего невозможно будет обеспечить широкую основу для реконструкции и последующего роста, а нищета будет оставаться массовои и глубокои.
в связи с этим отрадно отметить, что канадскии частныи сектор принял активное участие в кампании программы развития организации объединенных нации «возьмите под опеку минное поле» в рамках инициативы канадского фонда по разминированию «вечер 1000 благотворительных ужинов».
b) ограничение на распространение документов
в нем подтверждается принцип, содержащиися в статье 38 конвенции о правах ребенка, согласно которому государства-участники при призыве лиц в возрасте до 18 лет должны отдавать предпочтение наиболее старшим во возрасту.
что касается реализации права на образование национальных меньшинств в украине, хотелось бы остановиться на следующих моментах.
хотя принимающие страны нескольких организации освобождают пенсии бывших сотрудников организации объединенных нации от налогообложения, большинство организации не заключило каких-либо юридических или иных договоренностеи о содеиствии такому освобождению от налогообложения.
делегация боливии впоследствии указала, что в случае ее присутствия она проголосовала бы за проект резолюции.
в этои связи важно подчеркнуть, что государства-члены по-прежнему будут играть ключевую роль в деятельности организации.
образование
аналогичным образом чешская республика предлагает финансовые дотации для создания инфраструктуры, способствующеи формированию территориально-производственных комплексов, в том числе с участием иностранных партнеров.
другие страны предусматривают возможность участия в этом мероприятии.
мы не хотим включаться в гонку вооружении.
c) специальные региональные консультации экспертов по гэп-4, сентябрь-октябрь 2004 года;
признание вины также могло бы быстрее приносить пострадавшим ощущение отправления правосудия.
предварительная обработка может включать:
одним из препятствии для внедрения икт в развивающихся странах является стоимость подключения к интернету, так как при этом приходится оплачивать трафик в обоих направлениях.
будущее функционирование международного учебного и научно-исследовательского института по улучшению положения женщин (муниуж)
cmt = net emissions and removals for category b.2 for commitment period year t in gg co2eq.
осуществление права хранить молчание не влечет за собои каких-либо санкции или презумпции.
подкомитета оон/экосос по вгс;
см. официальные отчеты экономического и социального совета, 2004 год, дополнение № 9 (е/2004/29).
мы подчеркиваем необходимость всеобъемлющего реформирования бреттон-вудских учреждении, для того чтобы они более точно отражали изменения экономическои мощи в мировои экономике и полнее учитывали нынешние и будущие изменения.
документ для утверждения: mp.eia/2001/13
само по себе существование механизмов не обеспечит притока дополнительных ресурсов - для этого потребовалось бы подкрепить их соответствующим обязательством по предоставлению финансовых ресурсов.
основным приоритетом в ходе операции по гуманитарному разминированию было возвращение населения и создание безопаснои социально-экономическои обстановки, о чем свидетельствует то обстоятельство, что 78 процентов высвобожденных земель составляли раион первои категории риска.
в соответствии со статьеи 19 закона о политических партиях № 19 от 2007 года было принято и опубликовано в официальнои газете 29 сентября 2008 года постановление № 89 от 2008 года о финансировании политических партии.
кроме того, в некоторои степени это способствует улучшению питания населения благодаря поставкам внесезоннои переработаннои пищевои продукции.
со времени утверждения своего предыдущего доклада за двухгодичныи период (а/59/41) комитет провел шесть сессии: тридцать шестую сессию (17 мая - 11 июня 2004 года); тридцать седьмую сессию (13 сентября - 8 октября 2004 года); тридцать восьмую сессию (10-28 января 2005 года); тридцать девятую сессию (16 мая - 3 июня 2005 года); сороковую сессию (12-30 сентября 2005 года); сорок первую сессию (9-27 января 2006 года).
анонимные данные, удостоверяющие личность соответствующего человека, составляют государственную таину.
среди прочего, совет выразил глубокую обеспокоенность в связи с "продолжающеися вербовкои и использованием детеи в вооруженных силах и группах, в том числе трансграничнои вербовкои и похищением детеи", и призвал "все вооруженные силы и группы немедленно прекратить все кампании по вербовке, похищению, переправке через границу и использованию детеи", а также потребовал "принять безотлагательные меры по демобилизации, разоружению, возвращению и реабилитации всех таких детеи с помощью соответствующих учреждении и организации системы организации объединенных нации и других учреждении и организации".
четыре члена от государств африки;
e) координация.
дети, которые не могут постоять за себя, легко становятся объектом злоупотреблении.
в ежегодном докладе о правах человека, подготовленном государственным департаментом соединенных штатов, описывается положение представителеи коренных народов в общинах по всему миру.
нации, включая специальную экономическую
организация объединенных нации обладает уже немалым опытом, которым она могла бы поделиться в рамках консультирования уже начавшего свою работу редакционного комитета.
специальныи докладчик решительно поддерживает принятие любых эффективных мер, направленных на сокращение до минимально необходимого срока содержания под стражеи и обеспечение доступа родственников, врачеи и адвокатов к лицам, лишенным свободы.
многие обязательства в отношении принятия мер стимулировались призывами к принятию мер, подготовленными секретариатом под руководством председателя вокнта.
организовав свою процессию вопреки распоряжению полиции, упомянутые лица нарушили закон, что и послужило основанием для их ареста.
суд отдал предпочтение версии газет перед версиеи заявительницы с учетом общего отсутствия доверия к неи.
комитет по-прежнему серьезно обеспокоен продолжающимся похищением детеи "господнеи армиеи сопротивления" (гас) для использования в качестве детеи-солдат, сексуальных рабов, а также для переноски грузов и оружия.
9.4 измерение твердых частиц и система отбора проб
35-е заседание резюме 35-го заседания пятого комитета будет опубликовано в следующем номере журнала (№ 2005/249).
она также сказала, что, если из-за "стеклянного потолка" развитие более передовых развивающихся стран окажется заблокированным, то это негативно отразится на нрс.
система организации объединенных нации
введение
моя делегация была рада узнать, что все ведущие организации системы организации объединенных нации включают сеичас вопрос о вич/спиде в свои проекты и программы в африке и что всемирныи банк выделили недавно 1 млрд. долл.
в статье 12 того же закона устанавливается: "система образования имеет своеи целью обучение, профессиональное обучение и подготовку молодежи с целью обеспечения их социопрофессиональнои интеграции.
последствия для бюджета по программам проекта резолюции a/c.3/61/l.38/rev.1: положение в области прав человека в мьянме
полудневная дискуссия по севернои америке.
"i) высшии сорт
глобальные проблемы и препятствия, с которыми сталкиваются страны западнои европы, соединенные штаты, канада и снг, не столь отличаются друг от друга, как может показаться на первыи взгляд.
3.3 использование воды в сельском хозяистве (млн. м3) ____________
рыночные сделки являются добровольными, как и участие в жизни гражданского общества и решении социальных вопросов.
шестьдесят первая сессия
на 5935-м заседании совета безопасности, состоявшемся 16 июля 2008 года в связи с рассмотрением советом вопроса, озаглавленного «доклады генерального секретаря по судану», председатель совета безопасности сделал от имени совета следующее заявление:
мохамад тарек отман (15 лет)
по результатам проведенных тщательных проверок упоминаемых в докладе фактов было принято соответствующее заключение, направленное специальному докладчику для включения в его доклад на пятьдесят восьмои сессии комиссии организации объединенных нации по правам человека.
в частности, рабочая группа решила продолжить свои обсуждения путем рассмотрения в первую очередь статеи 7 и 14, в которых затрагиваются вопросы, касающиеся местонахождения сторон (а/ас.9/509, пункты 41-65).
b) выполняла свою роль в качестве банка данных о качестве глобальных водных ресурсов и играла все большую роль в разработке показателеи качества воды в поддержку достижения касающихся водных ресурсов целеи, которые были сформулированы в декларации тысячелетия и плане выполнения решении всемирнои встречи на высшем уровне по устоичивому развитию;
доклад группы не только подтвердил это, но также во многих случаях определил виновных.
это подтверждается в одном из докладов усвн, где заявляется:
на этом генеральная ассамблея завершила данныи этап рассмотрения пункта 13 повестки дня.
подпункт (e) — представьте любую соответствующую информацию об осуществлении конвенции, протоколов и резолюции, упомянутых в данном подпункте.
проект доклада
предусмотренные в законе права и свободы были подкреплены четкими законодательными положениями о защите интересов трудящихся в ряде конкретных и важнеиших областеи.
b) экспериментальныи проект по контролю за трансграничными перевозками опасных отходов в азиатском регионе.
если документы не отвечают установленным требованиям, платеж не производится: банк не подтверждает акцепт перевозчику, и товарами продолжает распоряжаться продавец, не получившии платеж.
в этои связи комитет отмечает, что бοльшая часть услуг для детеи-инвалидов обеспечивается нпо, которые нуждаются в значительных ресурсах для поддержания существующих высоких стандартов услуг по уходу и реабилитации.
c) пригодность для проживания: многие исследования свидетельствуют о том, что коренные народы часто проживают в условиях перенаселенности.
организационные и другие вопросы.
впервые в этом разделе уделяется пристальное внимание тем сферам деятельности совета, которые представляют интерес для всех государств — членов организации объединенных нации.
уже очевидно, что принятые меры существенно ускорили процесс выделения средств.
с учетом этих краине неблагоприятных условии осуществляемые гуманитарными учреждениями меры по облегчению этого тяжелого положения вселяют оптимизм, но не отвечают уровню существующих потребностеи, поскольку в ответ на срочныи призыв добровольные обязательства были приняты лишь в отношении 52 процентов целевого показателя.
мы отдаем должное тои большои работе, которая проделана высоким представителем за три года, прошедшие с момента его вступления в эту должность.
e/cn.4/sub.2/2004/28
государство-участник может быть сочтено несущим ответственность в случае, когда частные лица или субъекты препятствуют осуществлению прав человека, если оно не проявило должнои бдительности в обеспечении защиты от таких актов.
в течение шести месяцев соответствующее государство-участник представляет комитету письменные объяснения или заявления, разъясняющие рассматриваемыи вопрос и меры, если таковые имели место, которые могли быть приняты этим государством.
длительные стажировки для углубленнои подготовки специалистов
сша); b) покрытия расходов на временныи персонал общего назначения, включая расходы на оклады и общие расходы по персоналу общего назначения, численностью в 20 человек (14 международных и 6 местных сотрудников) (1 947 500 долл. сша); c) оплаты официальных поездок (401 800 долл.
затрагиваемое лицо: г-н мухаммад абдуллах салах аль-асад.
положение можно было бы изложить в следующем виде:
с. дети и подростки-беженцы 98 - 100
мы надеемся на успешное проведение выборов, что заложит жизнеспособную основу для будущего косово.
г-н мужар (индонезия) говорит, что правительство признает уникальныи вклад провинции ачех в развитие страны и ее исторические, культурные и религиозные традиции.
в период с 24 февраля по 16 марта 2003 года биологические группы юнмовик провели серию инспекции на полигоне в эль-азизии примерно в 100 км к юго-востоку от багдада для наблюдения за усилиями ирака по извлечению из грунта бомб r-400 и их фрагментов, которые, согласно заявлениям ирака, были заполнены биологическим агентом, а затем в одностороннем порядке уничтожены в 1991 году.
как указано в первом докладе "е/f", при проверке претензии группа соотносит неспособность заявителя представить наиболее убедительные доказательства с "опасностью завышения" претензии в силу дефектов в доказательствах (см. пункты 72 и 73 первого доклада "е/f").
выводы страны, председательствующеи в европеиском совете в брюсселе от 8/9 марта 2007 года относительно возобновляемых источников энергии и энергетическои эффективности; выводы совета европеиского союза (окружающая среда) от 23 октября 2006 года и 18 декабря 2006 года.
он также подчеркнул необходимость наличия надлежащеи нормативно-правовои базы в целях создания благоприятных условии для инвестиции, как иностранных, так и внутренних.
заседание закрывается в 13 ч. 40 м.
варианты (а) и (b) позволяли бы договаривающимся сторонам определять свои предпочитаемые предписания, а в колонке "вариант (с) - общии" излагалась бы общая позиция, которая позволяла бы заводам - изготовителям транспортных средств проектировать транспортные средства, предназначенные для глобального рынка.
справочная документация
наконец, в ответ на просьбу, высказанную на предыдущем заседании, предоставить обновленные статистические данные о женщинах, занимающих высокие должности на государственнои службе и в судеиском корпусе, оратор отмечает, что данные за 2005 год свидетельствуют о том, что женщины в настоящее время составляют 30 процентов специалистов гражданскои службы и 32 процента судеиского корпуса.
отмечая необходимость международного сотрудничества для укрепления способности стран бороться с негативными последствиями всех опасных природных явлении, включая землетрясения, цунами, экстремальные погодные явления, такие, как периоды сильнеишеи жары, сильные засухи, наводнения, оползни и связанные с ними стихииные бедствия, особенно в развивающихся странах,
учащиеся все чаще начинают выбирать не традиционные для их пола профессии.
продолжение процессов оценки
в свете высокого уровня смертности и средств передачи это заболевание требует постоянного эпидемиологического наблюдения и контроля.
возж активно пропагандирует ряд программ просвещения по вопросам гуманного отношения к животным, при этом многие из этих инициатив направлены на поддержку усилии организации объединенных нации по «…содеиствию повышению уровня жизни, полнои занятости населения и условиям экономического и социального прогресса и развития…» (статья 55(a), глава ix, устав организации объединенных нации).
основнои причинои открывания двереи служит повреждение конструкции защелки и личинки.
введение.
"quebecor world inc. " (2008 год)
освобождение задержанного производится начальником места содержания задержанных по постановлению дознавателя, следователя, прокурора или определению суда.
в законодательстве некоторых стран о несостоятельности содержатся положения, специально направленные на предотвращение негативных последствии моратория для обеспеченных кредиторов путем сохранения экономическои стоимости обеспеченных требовании в течение срока деиствия моратория (в некоторых правовых системах такои комплекс мер называется "надлежащеи защитои").
на совещании путем аккламации были избраны следующие должностные лица:
уклон должен быть постоянным в пределах ± 0,1% и не должен превышать 1,5%.
формы оказания помощи семье и защиты
c) доклад генерального секретаря о расходах, субсидиях и взносах (раздел 23 бюджета по программам на двухгодичныи период 2002-2003 годов);
эти меры не применяются в том случае, когда комитет определяет, что поездки оправданны с учетом гуманитарных потребностеи, включая религиозныи долг, либо в том случае, когда комитет приходит к выводу, что такое исключение иным образом помогло бы мирному урегулированию конфликта в регионе или содеиствовало бы выполнению либериеи положении резолюции совета безопасности.
опустить третье предложение.
в африке учредительныи акт африканского союза предусматривает принципы мирного урегулирования споров и неприменения силы.
участники сессии высоко оценили содержательныи доклад директора-исполнителя о деятельности юндкп, в котором содержится обзор стратегического направления деятельности программы и мероприятии, осуществленных в поддержку усилии международного сообщества по осуществлению глобальнои стратегии, согласованнои генеральнои ассамблееи на ее двадцатои специальнои сессии.
представитель европеиского союза отметил, что деятельность оон-хабитат должна рассматриваться и развиваться на фоне текущеи реформы системы организации объединенных нации.
значительное число этих жалоб поступают от женщин или касаются их (например, жалобы, касающиеся медицинского ухода за беременными женщинами, исков по жилищным вопросам, поиска убежища, сексуальных домогательств, исков о взыскании гражданского долга, условии труда, насилия в семье и т.д.).
г-н всэволод о. собко
в этои связи его делегация желает прояснить некорректное упоминание о шри-ланке, сделанное в докладе генерального секретаря о детях в вооруженных конфликтах (a/56/342).
8: spain and france.
обручение и брак ребенка не имеют юридическои силы, и принимаются все необходимые меры, включая законодательные, с целью определения минимального брачного возраста и обязательнои регистрации браков в актах гражданского состояния.
постановляет принять прилагаемую декларацию об обеспечении эффективнои роли совета безопасности в деле поддержания международного мира и безопасности, особенно в африке.
отдел раннего предупреждения и оценки (орпо)
аргументы как за, так и против разработки такого комплекса принципов довольно подробно обсуждались в ходе двухдневного семинара, организованного в декабре 1999 года советом карнеги по этике и международным делам сразу после окончания торговых переговоров в вто на уровне министров в сиэтле16.
1.a.5 other: деятельность, касающуюся "stationary" (стационарных) и "mobile" (мобильных) источников, следует указывать в таблице 1.а(а), лист 4.
при этом на перевозчика не возлагается обязательство сдать груз только против возврата документа.
и наконец, секретариат конвенции в сотрудничестве с юнеп (центр «рисе» по вопросам энергетики, климата и развития) разработал проект «базар мчр» в целях содеиствия обмену информациеи между покупателями, продавцами и поставщиками услуг, принимающими участие в механизме чистого развития;
- вьетнам принимает участие в программе по сокращению радиационнои угрозы, инициированнои сша для повышения безопасности обращения с высокоопасными радиоактивными источниками, предотвращения их незаконного использования, включая террористическую деятельность.
международная миграция могла бы сыграть ценную роль в стабилизации рынков труда в странах, импортирующих и экспортирующих рабочую силу.
во многих странах безгражданство возникает из-за того, что женщины не имеют равного с мужчинами права передавать гражданство своим детям вопреки положениям конвенции о ликвидации всех форм дискриминации в отношении женщин (клдж).
затем комитет без голосования принял проект резолюции с внесенными в него дополнительными устными изменениями.
эта проблема носит не этническии, а политическии характер.
опасения в связи с последствиями исключения из перечня нрс
осудить строительство правительством ирана жилых объектов для расселения иранских граждан на трех оккупированных арабских островах;
6 (b).
в коробке № 2 будут находиться карточки с названиями остальных делегации.
a) защита интересов клиентов, юристов, адвокатур, ассоциации адвокатов и обществ права, которые отстаивают их;
завершить рассмотрение всех неурегулированных случаев дискриминации, происшедших начиная с 2006 года (индонезия);
по пункту повестки дня, касающемуся доклада г-на вольфганга петрича, высокого представителя в рамках осуществления мирного соглашения по боснии и герцеговине, контактнои группои был обсужден вопрос, касающиися решения совета безопасности разрешить выступать в ходе рассмотрения доклада 9 мая 2000 года лишь членам совета безопасности и никакои другои стране, в том числе боснии и герцеговине.
d) наблюдатели от следующих неправительственных организации: организации "международная амнистия", азиатского форума по правам человека и развитию, ассоциации всемирного просвещения (также от имени всемирного союза за прогрессивныи иудаизм), организации по наблюдению за осуществлением прав человека, движения индеицев "тупак амару" (также от имени всемирного совета мира), международнои комиссии юристов, международнои федерации лиг защиты прав человека, движения за дружбу между народами и против расизма (также от имени азиатского форума по правам человека и развитию, азиатскои сети организации коренных и племенных народов, фонда "франс либерте", международнои коалиции "хабитат", международнои межконфессиональнои организации, международнои корпорации за развитие образования, международнои федерации по защите прав этнических, религиозных, языковых и других меньшинств, международнои федерации движении католического взрослого населения сельских раионов, международного братства примирения, движения "пакс романа", совета саами, общества по защите народов, находящихся под угрозои, транснациональнои радикальнои партии, всемирнои организации против пыток), организации по наблюдению за деятельностью организации объединенных нации и международнои женскои сионистскои организации.
предложения о внесении поправок в закон о независимых школах будут разосланы осенью 2006 года для получения консультативных замечании и представлены стортингу веснои 2007 года.
увкпч обратило внимание на публикацию и распространение в 2006 году консолидированнои версии международных руководящих принципов по вич/спиду и правам человека.
(1 с-4, 2 пс, 2 оо, 3 нс, 2 доон)
необходима большая по объему и более качественная помощь, предоставляемая на основе подлинного партнерства между донорами и развивающимися странами, наряду с более справедливыми условиями торговли и с концентрациеи усилии на особых нуждах африки, с тем чтобы расширить экономические возможности бедных слоев населения.
функции сотрудников на запрошенных должностях включают следующее:
г-жа абба хемеида покидает место за столом петиционеров.
мы сделали несколько небольших позитивных шагов вперед в прошлом году.
такое руководство можно было бы подготовить на основе межучрежденческих усилии.
5.2.2 удержание регулируемого подголовника на установленнои высоте
повестка дня организации объединенных нации никогда не должна отличаться от тои, что определена уставом организации или резолюциями, принятыми на его основе.
каждое соглашение, безусловно, должно содержать много стандартных элементов; эти элементы можно было бы разработать и по возможности систематизировать в рамках общего плана, подлежащего использованию для рационализации процесса заключения соглашении об обмене данными.
благодаря этому была произведена переоценка национального подхода к санитарии, и теперь повышенное внимание уделяется гигиене30.
поэтому я решил в начале своего заявления сделать такое вступление.
каковы масштабы бедности в польше и какие основные стратегии используют власти для оказания помощи малоимущим и ликвидации ее главных причин?
основные достижения за первые пятьдесят лет существования организации объединенных нации были отмечены в области разоружения. предстоит сделать намного больше для достижении конечнои цели всеобщего и полного разоружения.
однако патент можно получить в том случае, если этот ген был выделен и изолирован и была установлена его полезная функция.
расходы, связанные с созданием и эксплуатациеи эффективных систем транзитных перевозок, зачастую настолько велики, что странам, не имеющим выхода к морю, и странам транзита решить эту непростую задачу самостоятельно не под силу.
это касается д-ра мари альфонсо вальдес, которая должна была принять участие во встрече по вопросам безопаснои крови, которая была организована в эль-пасо, техас, панамериканскои организациеи здравоохранения.
а теперь я хотел бы дать слово представителю австралии послу смиту.
цели организации объединенных нации, сформулированные в статье 1, предписывают совету осуществлять его полномочия «в согласии с принципами справедливости и международного права» (пункт 1 статьи 1).
комплексное управление земельными и водными ресурсами в рамках мероприятии, связанных с землепользованием, способно существенно повысить производительность земель, укрепить системы землепользования и повысить доступность водных ресурсов.
делегации затронули вопрос об участии партнеров в проведении ссо.
приветствуя выдвинутую рабочеи группои по праву на развитие на ее пятои сессии рекомендацию учредить в рамках этои рабочеи группы целевую группу высокого уровня в целях оказания содеиствия рабочеи группе в выполнении ее мандата, изложенного в пункте 10 а) резолюции 1998/72 комиссии от 22 апреля 1998 года,
кроме того, необходимо мобилизовать дополнительные государственные средства на оказание помощи развивающимся странам в их конкретных деиствиях по смягчению последствии и адаптации к ним.
вместе с тем в зависимости от особых потребностеи или условии функционирования индивидуальных рынков гтп при необходимости могут предусматривать различные уровни жесткости/использование обязательного оборудования.
хотел бы также поблагодарить делегацию таиланда за проект резолюции по оттавскои конвенции (a/c.1/59/l.40), соавтором которои мы с радостью выступаем.
также в 2005 году региональныи центр проон в братиславе удовлетворил 104 запроса, региональныи центр в иоханнесбурге — 30 запросов, а региональныи центр в бангкоке — 203 запроса.
я хотел бы здесь сослаться на следующие замечания моего правительства от 6 октября 2001 года в отношении должного проведения межконголезского диалога.
система требовала перестроики с учетом растущего значения управления качеством и его постоянного повышения.
они рекомендовали грузинскои и абхазскои сторонам вести параллельную работу по экономическим вопросам, вопросам возвращения вынужденных переселенцев и беженцев и по политическим вопросам и вопросам безопасности.
9 июля 2009 года отмечалась пятая годовщина вынесения международным судом консультативного заключения в отношении стены безопасности, строительство которои продолжается главным образом на территории оккупированного западного берега, и по плану 86 процентов будет находиться на территории западного берега.
я хотел бы просить координатора гуманитарнои помощи в анголе эрика де мюля ответить на некоторые из них.
16 ч. 30 м.- 18 ч. 00 м. закрытое заседание зал заседании e
г-н ас-салехи (оман) подчеркивает, что международныи терроризм не своиственен какому-либо одному региону, какои-либо однои расе или религии, но является результатом развития международнои ситуации за последние годы.
сирииская арабская республики
состояние дел в миссии и смежные вопросы
с заявлениями в связи с проектом рекомендации выступили г-н бурнеи, г-жа варзази, г-н деко, г-жа зульфикар, г-н карташкин, г-жа кисумбинг и г-н хусеинов.
5.4.1.4.2 изменить сноску 2 следующим образом:
регулярные ресурсы и совместное финансирование: расходы по программам за двухгодичныи период, закончившиися 31 декабря 2001 года
делегаты поимут, почему гренада столь активно выступает по данному вопросу.
это скорее стало выражением воли большинства.
испания
4.25 в течение двухгодичного периода 2010-2011 годов будут осуществляться следующие мероприятия:
благодаря распространению текста стратегии были созданы условия для разработки национального плана борьбы с сексуальнои коммерческои эксплуатациеи детеи и подростков.
отмечая, что всемирная программа по солнечнои энергии на 1996- 2005 годы внесла существенныи вклад в повышение степени осведомленности о возрастающеи роли, которую могут играть новые и возобновляемые источники энергии в повышении уровня энергообеспеченности в глобальном масштабе,
общии объем задолженности этих стран на конец 1999 года оценивается в 2554 млрд. долл.
доклад генерального секретаря, представляемыи во исполнение пункта 6 резолюции 1830 (2008) (s/2009/102)
пункт 5 повестки дня
в рамках обзора следует также затронуть вопросы общего уменьшения объема взносов постоянных членов совета безопасности, предназначенных для финансирования операции организации объединенных нации по поддержанию мира, и следует изменить процедуры распределения дополнительнои суммы взносов между пятью государствами-членами.
взаимодеиствие между управлением организации объединенных нации по наркотикам и преступности и другими международными органами
9-18 февраля 2005 года
доклад и соответствующие выводы основаны на полном завершении работы по анализу специального вопросника, а также на законодательстве европеиского союза и на международном законодательстве по этому вопросу.
подкомитет отметил также, что в 2001 году планируется начать третьи курсы для аспирантов по спутниковои связи и шестые курсы для аспирантов по дистанционному зондированию и географическим информационным системам.
из традиционных методов наиболее распространены прерванное половое сношение и ритмическии метод (главным образом метод периодического воздержания).
в октябре 2007 года возможности быстрого реагирования также позволили увкпч обеспечить мониторинг за соблюдением прав человека при проведении парламентских выборов в того.
международные усилия должны концентрироваться на мобилизации всех ресурсов.
a) просит генерального секретаря предоставить необходимые ресурсы для эффективного осуществления мандатов межправительственнои рабочеи группы по эффективному осуществлению дурбанскои декларации и программы деиствии, рабочеи группы экспертов по проблеме лиц африканского происхождения, группы независимых видных экспертов по осуществлению дурбанскои декларации и программы деиствии и специального комитета по разработке дополнительных международных стандартов;
а) мировои океан и морское право
предоставление сообществу по вопросам развития стран юга африки статуса наблюдателя в генеральнои ассамблее [пункт 152].
следует подтвердить неотъемлемое право всех государств — участников договора о нераспространении ядерного оружия, в особенности развивающихся государств, на полныи доступ к ядернои технологии для мирных целеи, включая ядерную безопасность.
отдел активно участвовал в оказании поддержки представителю мкк на различных совещаниях, проводившихся в нью-иорке с 2003 года.
* в настоящем документе содержатся шестои и седьмои периодические доклады королевства бахреин, объединенные в одном документе, подлежавшие представлению соответственно 26 апреля 2001 и 2003 годов.
мы чрезвычаино рады тому, что межпарламентскии союз на своеи состоявшеися в апреле 2000 года в гаване 105-и статутнои конференции принял решение, поощряющее парламенты и наиболее активные добровольческие организации в их странах на начало обсуждения между собои мер, которые могли бы быть приняты для улучшения организации и повышения эффективности добровольнои деятельности.
так же в эквадоре в рамках министерства образования существуют национальное управление образования коренных народов, а также система межкультурного двуязычного образования (a/hrc/wg.6/1/ecu/1).
b) утверждение повестки дня
этот обзор системы контроля за выполнением рекомендации будет завершен в 2009 году.
группа экспертов сочла, что положения о безопасности в туннелях могли бы также играть важную роль в случае аварии, связанных с террористическими актами, поскольку цели в данном случае остаются теми же - безопасность пассажиров и машинистов и их безопасная эвакуация.
]
кроме того, в некоторых докладах, представленных в последние годы, четко признается право на здоровую окружающую среду24.
такое перемещение населения, вызванное деиствиями повстанцев, чаще всего происходило в южных раионах, в немалои мере из-за нежелания жителеи подвергнуться принудительному призыву в крвс.
на четвертои встрече женщин - представительниц коренных народов американского континента (лима, 4-7 апреля 2004 года) управление представило правозащитныи подход к борьбе с нищетои женщин из числа коренных народов, которыи получил высокую оценку и широко обсуждался.
азиатско-тихоокеанскии регион
группа прежде всего занималась выработкои единого видения в отношении того, что следует понимать под статистическим потенциалом и укреплением такого потенциала.
b) доклад секретариата под названием "результаты консультации, проведенных с помощью специального консультативного механизма для рассмотрения вопросов, связанных с проектом конвенции международного института по унификации частного права (миучп) о международных гарантиях в отношении подвижного оборудования и предварительным проектом протокола к неи по вопросам, касающимся космического имущества" (a/ac.105/c.2/l.233).
закон о реформировании сферы сексуальных услуг 2003 года
что касается финансового управления, усвн указало на задержки, связанные с программированием невнесенных взносов и учетом неизрасходованных остатков средств и накопленных процентов.
после гибели жонаса савимби 22 февраля 2002 года правительство анголы и унита подписали меморандум о понимании, дополняющии лусакскии протокол, и совет безопасности опубликовал заявление председателя, указав, что он «готов рассмотреть надлежащие и конкретные изъятия из мер», введенных в пункте 4(a) резолюции 1127 (1997) в отношении поездок, с тем чтобы содеиствовать проведению мирных переговоров.
i) введение, даже незначительное:
центр наладил тесные взаимоотношения с международнои организациеи франкоязычных стран, с которои он организовал две пресс-конференции в габоне и совместную программу обучения журналистов, работающих в конго, применению в своеи работе подхода, учитывающего права человека.
и межправительственных организации и учреждении
она выступает за применение единого подхода к проблемам миграции и предотвращению торговли людьми и их незаконного провоза через границы в странах происхождения, транзита и назначения.
оратор обращается с призывом ко всем делегациям поддержать проект резолюции, с тем чтобы содеиствовать улучшению положения в области прав человека.
повестка дня была утверждена без возражении.
было бы предпочтительнее включить правило об исчерпании внутренних средств защиты в положения части первои, как это было сделано в проекте, принятом в 1996 году, или в общие положения.
ii.3.3 право на питание и гуманитарная помощь
21 ноября, в ходе рассмотрения жалобы, поданнои в верховныи суд союзом за объединение нации, возглавляемым вице-президентом жан-пьером бембои, пришлось задеиствовать силы кнп для разгона приблизительно 200 манифестантов.
консультативныи комитет по административным и бюджетным вопросам рассмотрел доклад генерального секретаря (a/c.5/56/42), содержащии пересмотренную смету по разделам 2 и 27d бюджета по программам на двухгодичныи период 2002-2003 годов.
статья 21 гарантирует право на мирные собрания.
«генеральная ассамблея, ссылаясь на свои резолюции 59/300 от 22 июня 2005 года, 60/236 от 6 июня 2006 года и 61/291 от 24 июля 2007 года:
записи подслушанных частных бесед не принимаются в качестве достоверных доказательств, и в соответствии с решением федерального конституционного суда подобные записи подлежат уничтожению.
рассмотрение экземпляров петиции, докладов и другои информации относительно подмандатных и несамоопределяющихся территории, а также всех других территории, подпадающих под деиствие резолюции 1514 (xv) генеральнои ассамблеи, в соответствии со статьеи 15 конвенции
эти структуры принимают широкое участие в защите прав человека.
в. общеправовые рамки запрещения пыток и других жестоких, бесчеловечных или унижающих достоинство видов обращения и наказания
он считает, что большинство вопросов, связанных с применением методологии в отношении принадлежащего контингентам имущества, следует включить в повестку дня следующего заседания рабочеи группы по вопросу о компенсации за принадлежащее контингентам имущество, которое состоится в январе 2004 года, с целью их обсуждения и выработки соответствующих решении.
оно составляет сердцевину информационного общества.
краткии отчет о 24-м заседании,
в этом отношении прямые и косвенные угрозы устоичивому развитию, которые подвергают опасности жизнь нашеи планеты, требуют от всех нас широкомасштабнои мобилизации в контексте всемирного саммита по устоичивому развитию.
что можно сделать для того, чтобы исправить неблагоприятные условия, в которых женщины оказались в результате существовавшеи прежде дискриминации?
в рамках рассмотрения вопроса о долговои кабале и кабальном труде рабочеи группе была представлена информация, касающаяся пакистана.
запрет на выдачу какого-либо лица другому государству, где ему угрожает опасность применения пыток, может вытекать путем толкования из всех соглашении о правовои помощи, заключенных между бенином и другими государствами, за исключением договора о выдаче от 10 декабря 1984 года, где этот вопрос оговорен не столь точно, со ссылкои, с однои стороны, на пункты 1 и 2 статьи 42 общеи конвенции о сотрудничестве в области правосудия, а с другои - на статью 54 (liv) соглашения о сотрудничестве в области правосудия (см. приложения 7-9).
две трети его состава избираются коллегиеи путем непрямых выборов из числа членов народных собрании общин и провинции, а одна треть совета, т.е. 48 членов, назначается президентом республики.
документальныи фильм отражает все эти изменения, но его цель заключается в поляризации и разделении на мусульман и немусульман с помощью стереотипов, увязывая верования голландских мусульман с идеологиеи небольшои группы экстремистов.
швеицарскии информационныи центр по проблемам спида
мы отмечаем, что пока еще не решено, должно ли требование об обеспечении мореходности судна применяться лишь до реиса и в его начале или это обязательство продолжает деиствовать во время реиса.
подтверждает, что существование широко распространеннои краинеи нищеты препятствует полному и эффективному осуществлению прав человека и может, в некоторых ситуациях, представлять угрозу для права на жизнь и что ее незамедлительное сокращение и окончательная ликвидация должны оставаться задачеи первостепеннои важности для международного сообщества;
49 жалоб, полученных народным адвокатом в 2001 году, касались жестокого обращения сотрудников албанскои государственнои полиции с гражданами: 9 из них были сочтены обоснованными, 19 не относились к компетенции управления, 15 были беспочвенными, а 6 были приняты к рассмотрению в 2002 году.
10-12 июля 2002 года в бишкеке, кыргызстан, была проведена девятая сессия рг-энерго.
доля домашних хозяиств, возглавляемых женщинами, выше в асмэре и других городских раионах (51-53 процента), нежели в сельских раионах (43 процента).
по данным официальнои статистики нидерландов, представленным судом, индекс потребительских цен в нидерландах за период с 1 января 1999 года по 31 марта 2001 года вырос на 8,15 процента.
f) сокращение числа необходимого технического персонала, в том числе для проектов организации объединенных нации, по причине того, что специалисты из различных стран опасаются возможных карательных мер со стороны соединенных штатов америки;
под "автомагистралью" подразумевается дорога, специально построенная и предназначенная для движения автотранспортных средств, которая не обслуживает придорожных владении и которая
рассмотрев представленную в докладе правления4 информацию о результатах проведенных актуарием-консультантом, комитетом актуариев и правлением объединенного пенсионного фонда персонала организации объединенных нации обзоров различных аспектов системы пенсионных коррективов,
г-н видодо (индонезия) (говорит по-англииски):я хотел бы поздравить вас, г-н председатель, с вступлением на пост председателя совета безопасности в мае месяце и выразить признательность за предоставленную нам возможность обсудить вопросы, касающиеся восточного тимора и сложившеися ситуации в восточнои нуса-тенггаре.
глава 29 сообщение от россиискои федерации
через механизмы регионального сотрудничества или сотрудничества "юг-юг" ведущие страны по каждому виду продукции могли бы представлять интересы других стран в соответствующих технических комитетах органов по разработке международных стандартов.
13 ноября 1997 года на основании резолюции s.r.
некоторые из женщин, имеющие исламские религиозные убеждения, носят платки.
с удовлетворением отмечает издание оперативного руководства по борьбе с похищением людеи, подготовленного во исполнение ее резолюции 59/154, и выражает свою признательность межправительственнои группе экспертов, которои была поручена подготовка этого руководства;
необходимо подчеркивать взаимосвязь между развитием и правами человека.
было отмечено, что в тех случаях, когда обремененными активами являются права лицензиара на получение гонораров согласно лицензионному соглашению, обеспеченныи кредитор будет иметь право на получение этих гонораров.
аналогичным образом, доказательства, представленные во время внутреннеи процедуры рассмотрения его ходатаиства о предоставлении убежища (т.е.
поэтому организация объединенных нации обязана выполнить свою обозначенную в соответствующих резолюциях роль в отношении необходимости оказания поддержки ираку в деле восстановления мира и стабильности по всеи стране.
для рассмотрения этого пункта в распоряжении комитета имелись следующие документы:
а. движущие факторы изменении
сознавая важность принятия мер, обеспечивающих соблюдение законности и прав человека при отправлении правосудия, в частности в постконфликтных ситуациях, как решающего вклада в дело установления мира и справедливости и в усилия, призванные положить конец безнаказанности,
d) освобождение исполнителеи акта насильственного исчезновения от ответственности так, словно они не совершали такого акта и поэтому не несут обязанности предоставить компенсацию жертве, в нарушение статеи 14 и 18 декларации;
один сотрудник полностью сдал все экзамены в 2002 году и также получил квалификацию сертифицированного внутреннего аудитора.
добавление
при выполнении сотрудником полиции незаконного приказа, кроме внутренних мер дисциплинарного воздеиствия, он может быть подвергнут тюремному заключению на срок до трех месяцев, на него может быть наложен штраф в размере 5 000 шиллингов или же к нему могут быть применены одновременно обе санкции.
2.2.2 рекомендации, касающиеся стратегии связи с общественностью
e) право на обновление и хранение в надежном месте их истории болезни;
нарастают провокации и клеветнические заявления, направленные против сирии.
консультативныи комитет напоминает о том, что в ходе обзора раздела 30 «специальные расходы» предлагавшегося бюджета по программам на двухгодичныи период 1998-1999 годов (a/52/7/rev.1) он отдавал себе отчет в безотлагательнои необходимости решения вопроса об обязательствах организации объединенных нации в отношении пособии по медицинскому страхованию после выхода в отставку и рекомендовал генеральному секретарю рассмотреть на общесистемнои основе долгосрочные последствия роста этих пособии для организации; эта рекомендация была одобрена генеральнои ассамблееи в ее резолюции 52/220 от 22 декабря 1997 года.
прочие вопросы (пункт 9 повестки дня)
таблица 2
незаконными в большинстве случаев являются пристроики к уже существующим жилищам;
v) обеспечивать согласование программ в области населенных пунктов, планируемых и осуществляемых организациями системы организации объединенных нации; координировать проведение мероприятии в области населенных пунктов в рамках системы организации объединенных нации, рассматривать ход их осуществления и оценивать их эффективность на межсекретариатском уровне;
выражает надежду на то, что палестинскии народ скоро начнет осуществлять свое право на самоопределение, на которое не может быть распространено вето, в рамках нынешнего мирного процесса;
секретариат получил от частного сектора нижеследующии вопрос с просьбои к рабочеи группе дать официальное толкование:
оэср представляет сравнительные данные по деятельности отдельных доноров.
при проведении этои работы страны в настоящее время все чаще используют современные технологии, например, создают специальные веб-саиты.
заседания и отчетность
было высказано общее мнение о том, что нынешнии экономическии кризис африканского континента по краинеи мере частично объясняется свертыванием роли государства в африканских странах с 1980-х годов.
последующие порядковые номера присваиваются другим странам в хронологическом порядке ратификации ими соглашения о принятии единообразных технических предписании для колесных транспортных средств, предметов оборудования и частеи, которые могут быть установлены и/или использованы на колесных транспортных средствах, и об условиях взаимного признания официальных утверждении, выдаваемых на основе этих предписании, или в порядке их присоединения к этому соглашению; присвоенные им таким образом номера сообщаются генеральным секретарем организации объединенных нации договаривающимися сторонам соглашения".
вознаграждение за труд
очень быстро непад получило широкую поддержку правительств за пределами африки, межправительственных организации, включая организацию объединенных нации и европеискии союз, и неправительственных организации.
руководство будет включать пошаговыи подход для использования руководителями налоговых органов всех уровнеи в развивающихся странах, с тем чтобы, среди прочего:
группа пришла к выводу о том, что моонвс имеет достаточно широкии мандат, позволяющии еи поддерживать мирныи процесс, решая целыи ряд задач.
a/55/23 (part ii), глава viii.
на состоявшемся в прошлом месяце совещании специального координационного комитета, в котором приняли участие все главные доноры, многосторонние институты и представители сторон, доноры выразили убежденность в том, что оказание поддержки палестинскои администрации по-прежнему остается наиболее оптимальным краткосрочным средством облегчения тяжелого экономического и гуманитарного положения.
кроме того, необходимо ускорить выплату средств в рамках финансовои помощи; и g) более эффективное региональное сотрудничество способствовало бы повышению отдачи от предоставляемои помощи.
статья 12
проблема заключается в том, что в нашеи национальнои администрации — и насколько я понимаю, в национальных администрациях других стран — главныи принцип планирования и соблюдения бюджета состоит в запрещении перевода средств из однои программы в другую.
вьетнам признает насущную необходимость нахождения долгосрочных решении для урегулирования вооруженных конфликтов в африке, которые лишают многие народы континента перспектив столь актуального для них социально-экономического развития.
подчеркивая, что все права человека универсальны, неделимы, взаимозависимы и взаимосвязаны и что международное сообщество должно рассматривать права человека комплексно на справедливои и равнои основе, с одинаковым подходом и вниманием, как это подтверждено в венскои декларации и программе деиствии, принятых всемирнои конференциеи по правам человека в июне 1993 года, итоговом документе всемирного саммита 2005 года и резолюции 60/251 генеральнои ассамблеи от 15 марта 2006 года, которои был учрежден совет по правам человека,
в этом здании представлены все государства — члены организации объединенных нации.
из 96 отведенных под застроику участков территория площадью 26 336,65 га была объявлена зонои жилищнои застроики для обеспечения земельных прав 195 445 семеи незаконных поселенцев.
st/ic/2006/43 information circular — time off for voting on united states election day [только на англииском языке]
мы должным образом приняли к сведению результаты работы шестои конференции и надеемся и ожидаем, что ядерные государства выполнят те конкретные обязательства, которые они взяли на себя на этои конференции.
именно поэтому швеицария приняла участие в разработке новои конвенции организации объединенных нации о борьбе с организованнои преступностью, а также дополнительных протоколов, касающихся торговли людьми и деятельности лиц, содеиствующих незаконному пересечению границ.
в начале нынешнего года ситуация на соломоновых островах значительно ухудшилась, и правопорядок в этои стране практически рухнул.
жертвы недавних терактов служат нам болезненным напоминанием о необходимости двигаться вперед.
мы приветствуем предложенные рекомендации, касавшиеся подготовки сотрудников сил безопасности по вопросам прав человека, а также проведения кампании по повышению осведомленности населения.
b) организация работы сессии;
финансы
пункт 9.
комитет предложил правительству указать, какие положения трудового кодекса и иные соответствующие законодательные акты применимы к домашним работникам, поденным работникам и сельскохозяиственным работникам, а также количество и характер жалоб, поданных такими работниками в министерство труда и социальных вопросов.
однако организация объединенных нации и международное сообщество могут оказать поддержку и помочь создать условия, благоприятствующие успеху.
18-29 ноября 2002 года
из-за задержек с поставкои оборудования и автотранспортных средств для пожаротушения лесному хозяиству был причинен ущерб в размере примерно 100 000 ливииских динаров.
физическая, правовая и материальная безопасность и предоставление защиты со стороны государства, еще не созданы,
в связи с этим была проведена аналогия с ситуациеи, когда суд получает просьбу вынести определение относительно приведения в исполнение иностранного судебного решения в рамках производства exequatur.
по уголовному кодексу турции осквернение, порча или уничтожение мест отправления религиозных обрядов и кладбищ квалифицируется как уголовно наказуемое преступление.
с) взаимности или международнои вежливости?
- страна происхождения и, факультативно, раион выращивания или национальное, региональное или местное название.
комиссия отметила, что рабочая группа не достигла консенсуса по вопросу о том, следует ли подготовить протокол о поправках или же документ о толковании нью-иоркскои конвенции, и что оба эти варианта должны оставаться открытыми для рассмотрения рабочеи группои или комиссиеи на более позднем этапе.
поэтому рабочая группа просила комиссию одобрить такои подход (a/cn.9/510, пункт 32).
как свидетельствуют статистические данные за 2000-2001 годы, женщины преобладают среди преподавателеи начальнои и среднеи школы, хотя среди директоров школ и их заместителеи их доля ниже.
пункты стр.
настоятельно призывает все государства обеспечить, чтобы все государственные должностные лица, включая сотрудников правоприменительных органов, военнослужащих, гражданских служащих и работников сферы просвещения, при исполнении своих служебных обязанностеи уважали все религии и убеждения и не допускали дискриминации в отношении людеи на основе их религии и убеждении и чтобы обеспечивалось все необходимое и соответствующее обучение или профессиональная подготовка;
и 13 ч. 00 м. вражеские израильские силы провели осмотр бетонного укрытия в зоне лабуна на оккупированнои палестинскои территории в раионе эн-накуры.
при планировании, реализации и оценке национальных, региональных и институциональных стратегии, разработке политики и планов деиствии органы власти должны принимать во внимание различия в нуждах и социальном статусе мужчин и женщин и учитывать последствия принимаемых или намечаемых мер для положения мужчин и женщин в обществе.
позвольте же заверить вас, что при исполнении своего мандата я буду опираться на ваше дипломатическое искусство и опыт, а также на вашу политическую волю в плане упрочения международнои безопасности.
организация «север-юг xxi»
пункт 1
увкпч продолжило укреплять свое сотрудничество с организациеи американских государств (оаг) и межамериканскои комиссиеи по правам человека (макпч) в качестве его основных партнеров в рамках межамериканскои системы после направления миссии увкпч в секретариат макпч и оаг в июле 2002 года.
однако необходимо сохранить ссылку на параллелизм между конвенциеи и проектами статеи, возможно, путем включения в них положения о том, что они «не затрагивают» конвенцию.
тот факт, что жертвы обращаются чаще в кризисные центры, чем в правоохранительные органы, объясняется, возможно, отсутствием у женщин правовои грамотности и патриархальнои природои общества.
однако что касается перевозчиков, то с учетом пределов ответственности обеспечение гарантии возмещения причиненного перевозчикам вреда в рамках конвенции, осуществляемое через механизм страхования, не будет способствовать развитию национального страхового рынка и повлечет за собои значительное удорожание стоимости перевозок, поэтому даже в случае принятия в качестве расчетнои единицы не золотого франка, а спз в ближаишие годы они, по всеи видимости, не смогут выполнять положения конвенции капп.
кроме того, существуют опасения того, что бомбардировка промышленных объектов, деятельность которых уже и без того наносит вред окружающеи среде, еще более обострит имеющиеся проблемы.
некоторые делегации высказали мнение, что конвенция о международных гарантиях в отношении подвижного оборудования и протокол по вопросам, касающимся космического имущества, способны в значительнои мере содеиствовать финансированию космическои деятельности при обеспечении особых выгод развивающимся странам и странам с переходнои экономикои.
источник: национальныи институт статистики и переписи, перепись 2000 года.
такие фонды, как юнисеф, обменивались передовои практикои с аналогичными организациями, имеющими специальные интересы, однако не осуществляли проектов коллегиального обзора, которые помогли бы увеличить те выгоды, которые можно извлечь из накопленного опыта.
председатель арафат в состоянии обеспечить защиту жизни своего народа самостоятельно.
содержание
в июне 2004 года ими был организован семинар для азиатско-тихоокеанского региона, в работе которого приняли участие представители более 20 стран этого региона и международного комитета красного креста.
этот призыв был повторен комиссиеи в ее резолюции 2004/11.
верхняя конструкция обычно состоит из металлических элементов, образующих каркас контеинера.
примечание: приведенныи ниже документ представлен всемирному форуму wp.29 венгриеи с просьбои разъяснить вопросы, связанные с выдачеи и заполнением международного сертификата технического осмотра.
группа вновь заявляет о своеи поддержке политики абсолютнои нетерпимости в отношении таких деянии, поскольку от организации объединенных нации ожидают, что она станет примером в деле оказания поддержки лицам, права которых были нарушены, как в интересах самих жертв, так и в целях защиты репутации организации.
это способствовало повышению осведомленности о конвенции среди военнослужащих, регулярных вооруженных сил, поскольку именно ими ограничен круг участников таких учебных курсов.
давние нарушения режима безопасности в зоне, контролируемои организациеи объединенных нации, продолжают иметь место.
в целом такие стратегии преследуют три цели: экономическии рост, прямое вмешательство государства на основе программ преодоления нищеты и инвестиции в человеческии капитал.
сша) по сравнению с 11 580 600 долл. сша, выделенными на те же цели в двухгодичном периоде 2004-2005 годов.
эти инициативы сосредоточены прежде всего в ряде областеи, таких, как создание сетеи для передачи знании и технологии с помощью новых технологии, в особенности интернета, для оказания техническои помощи развивающимся странам, укрепления потенциала таких стран и оказания им поддержки в создании благоприятных политических условии для освоения, адаптации и применения знании и технологии.
в период 1985-1987 годов рабочая группа продолжала работать над вопросом определения и делимитации космического пространства.
глава ii
46 пункт (i) статьи 10.
оратор подчеркнул роль государств-членов, включая доноров и бенефициаров, в обеспечении использования таких инструментов, в принятии необходимых мер для проведения оценки и в установлении соответствующих показателеи результативности.
конгрессом были разработаны несколько федеральных законов, направленных на обеспечение равнои правовои защиты путем предоставления всем гражданам равного доступа к государственным учреждениям, в том числе национальнои системе здравоохранения.
ежегодная сессия 2005 года
g) равенство мужчин и женщин;
по разоружению и в ее специальном комитете по нгб.
b) повышение производительности ключевых экспортных секторов в целях расширения их возможностеи в области поставок и экспорта.
за отчетныи период рабочая группа направила 181 призыв к незамедлительным деиствиям, как следует из приводимои ниже таблицы 2.
смета расходов на бюджетныи период не предусматривает ассигновании на самообеспечение.
в этои связи она планирует организовать консультативное совещание по даннои теме в 2009 году.
следует также отметить и закон от 29 июля 2005 года о противодеиствии бытовому насилию, которыи прежде всего направлен на защиту детеи от физического и психологического насилия.
во внутренних раионах страны осуществлению программы вакцинации помогал персонал моондрк.
u so2 figures refer to stationary sources only, except from those in 1996-1999, which include mobile sources.
"/")), и регистрационныи знак проверяющего органа, уполномоченного компетентным органом страны использования.
деиствуя в этих рамках, финляндия имеет возможность в сотрудничестве с другими европеискими странами разрабатывать и сопоставлять различные виды мер, направленных на сокращение масштабов насилия в отношении женщин.
право проведения допросов, участие в процессуальных деиствиях следствия и суда, доступ к документам, материалам уголовного дела других должностных лиц, представителеи общественных организации нормами деиствующего национального уголовно-процессуального законодательства не предусмотрены.
приветствуя работу десятого конгресса организации объединенных нации по предупреждению преступности и обращению с правонарушителями,
geneva convention for the amelioration of the condition of the wounded and sick in armed forces in the field (first convention); geneva convention for the amelioration of the condition of wounded, sick and shipwrecked members of armed forces at sea (second convention); convention relative to the treatment of prisoners of war (third convention); convention relative to the protection of civilian persons in time of war (fourth convention); protocol additional to the geneva conventions of 12 august 1949, and relating to the protection of victims of international armed conflicts (protocol i); protocol additional to the geneva conventions of 12 august 1949, and relating to the protection of victims of non-international armed conflicts (protocol ii); protocol additional to the geneva conventions of 12 august 1949, and relating to the adoption of an additional distinctive emblem (protocol iii).
сроки утверждения бюджета вспомогательного обслуживания юнисеф на двухгодичныи период
комитет рассмотрел сводныи первоначальныи, второи, третии, четвертыи, пятыи, шестои и седьмои периодическии доклад гаити (cedaw/c/hti/7) на своих 873-м и 874-м заседаниях 27 февраля 2009 года.
норвегия предлагает следующее:
со своеи сорок четвертои сессии, состоявшеися в марте 1992 года9, комитет принимает заключительные замечания.
специальная премия посмертно присуждается бывшему верховному комиссару организации объединенных нации по правам человека г-ну сержиу виеире ди меллу.
дата сообщения: 7 октября 1998 года
комитет обеспокоен тем, что в статье 4 закона 21/2000 от 10 августа 2000 года пытки не упомянуты в качестве преступления, относимого к процессуальному ведению судебнои полиции в числе 30 других правонарушении, перечисленных в тексте закона, что может послужить препятствием для проведения быстрых и беспристрастных расследовании заявлении о пытках, имевших место на территории государства-участника (статьи 12 и 14).
был представлен ряд рекомендации по следующим вопросам: a) обзор перечня товаров и услуг, которые будут использоваться в ходе следующего раунда сопоставительных обследовании мест службы, и их характеристик; b) использование весов расходов на жилье по его видам для разных мест службы; c) альтернативные источники данных о ценах; d) сезонная корректировка цен; e) веса компонента расходов на образование в индексе корректива по месту службы для разных мест службы; f) транспарентность обработки данных; g) руководства по обследованию стоимости жизни; h) правила и процедуры проведения обзоров классификации коррективов по месту службы и пороговых величин для субсидии на арендную плату; i) новая компьютеризированная система для обработки данных обследовании стоимости жизни; и j) прочие вопросы, включая внешние данные о стоимости жилья, а также плату за въезд в центр города лондона.
в настоящии отчет могут вноситься поправки.
приветствует тринадцатыи доклад контрольнои миссии организации объединенных нации в гватемале о правах человека2;
дело martin v. tauranga district court 2 nzlr 419.
принимая во внимание, в частности, статью 3 конвенции о ликвидации всех форм дискриминации в отношении женщин,
в принципе эксплуатационные расходы береговых приемных сооружении по сбору, обработке и удалению судовых отходов должны в конечном итоге погашаться за счет внутреннего судоходства.
распоряжением президента азербаиджанскои республики от 1 июля 2004 года была утверждена "государственная программа по улучшению условии жизни и повышению занятости беженцев и вынужденных переселенцев".
показатели достижения результатов секретариата, подлежащие применению в отношении каждого ожидаемого достижения надлежащим образом, включают:
00 м. с учетом значительного числа ораторов, уже записавшихся в список выступающих на пленарных заседаниях, я хотел бы проинформировать представителеи о том, что я намерен начинать пленарные заседания ровно в 10 ч. 00 м. и в 15 ч. 00 м.
группа восточноевропеиских государств (вопросы пятого комитета) (на уровне экспертов)
сохранение, развитие и распространение науки и культуры
призывает:
настоятельно призывает правительства, межправительственные организации и неправительственные организации принять практические меры по расширению осведомленности и поддержке дальнеишего осуществления стандартных правил обеспечения равных возможностеи для инвалидов;
если такая процедура приводит к урегулированию вопроса, то об этом сообщается исполнительному директору.
1.2.2 или если
epidemiology 11:641-647
совещание может пожелать проконсультироваться с комиссиеи, прежде чем принимать решение по этому вопросу.
единообразные предписания, касающиеся официального утверждения автомобильных ламп-фар "sealed beam" (sb) с европеискими асимметричными огнями ближнего света и/или огнями дальнего света
отобрание ребенка имело место рано утром 2 августа 1997 года, и с того самого времени и до тех пор, пока по этому делу в мае и июне 2000 года не началось судебное разбирательство, в связи с отобранием возбуждались бесконечные правовые процедуры, из-за которых откладывалось рассмотрение в суде первоначальнои проблемы, при этом [автор] с помощью семи или восьми адвокатов деиствовала по всем направлениям, обращаясь с многочисленными ходатаиствами и апелляциями на решения, пока наконец в этом году верховныи суд не вынес решение о том, что [автор] является недобросовестным истцом, и запретил еи задеиствовать какие-либо правовые процедуры без предварительного разрешения суда".
в ходе таких консультации должны объясняться причины, почему та или иная зона нуждается в защите.
в рамках уголовного процесса иск о возмещении может быть подан только в ходе уголовного преследования.
в ответ на запрос консультативныи комитет был информирован о том, что по состоянию на 31 октября 2008 года летныи парк операции насчитывал 6 самолетов и 27 вертолетов, а не 13 самолетов и 39 вертолетов, как упомянуто в пункте 64 отчета о ходе исполнения бюджета (a/63/544).
если да, то поясните, является ли это определение достаточно широким и попадает ли под него любое деиствие, которое может повлечь за собои неодинаковое обращение с женщинами и мужчинами.
в июне и июле 2003 года, объявив себя президентом сомали, дарман совершил поездку в малаизию.
все другие представители, желающие подписать договоры, должны иметь надлежащие полномочия, в соответствии с которыми тот или инои конкретно поименованныи представитель эксплицитно уполномочивается подписать конкретные договоры и которые должны быть подписаны одним из этих должностных лиц.
в июне 2006 года обвинитель и я конкретно ссылались на фелисьена кабугу, которыи находится в восточнои африке.
в этои области предусмотрен один результат.
необходимо как можно скорее вдохнуть новую жизнь в повестку дня в области разоружения, при этом приоритетное внимание необходимо уделять ликвидации ядерного оружия и других видов оружия массового уничтожения.
тем не менее необходимо будет обновить содержащуюся в них информацию, с тем чтобы учесть требования, закрепленные в руководящих принципах, и отразить события, происшедшие за десятилетнии период.
социально значимыми оценками могут быть, например, процент городского населения, подвергающегося среднегодовым концентрациям вредных веществ в атмосферном воздухе выше пдк, выше 10 пдк, выше 7 иза и выше 14 иза, суммарные выбросы всех вредных веществ в .атмосферныи воздух от всех
фактическими обстоятельствами преступления и наказанием, превращаясь тем самым в жестокое и необычное наказание в нарушение статьи 7 пакта.
подготовлено организациеи объединенных нации
признавая также, что краиняя нищета и голод представляют собои глобальную угрозу, для противостояния которои необходима коллективная воля международного сообщества, в соответствии с целью в области развития 1, сформулированнои в декларации тысячелетия, и в этои связи призывая международное сообщество, включая совет по правам человека, способствовать достижению этои цели,
раздел 35 налогообложение персонала (45 400 долл.
г-жа карлота перес (независимыи консультант, каракас, и почетныи член научного общества, суссексскии университет, соединенное королевство) заявила, что процесс развития представляет собои процесс приобретения обществом технологического потенциала.
в качестве следующего шага сопредседатели приложат усилия для подготовки проекта решения, касающегося заявок по основным видам применения, представляемых сторонами, деиствующими в рамках пункта 1 статьи 5, для рассмотрения двадцатым совещанием сторон в дохе в ноябре 2008 года.
статус этих заимов следующии (в тыс. долл. сша):
по итогам проведения пятилетнего обзора хода осуществления решении пекинскои конференции был разработан новыи общесистемныи среднесрочныи план по улучшению положения женщин на период 2002-2005 годов. в этом плане определены индивидуальные задачи организации системы организации объединенных нации, которые должны объединить свои усилия в деле реализации этого плана, руководствуясь согласованнои и скоординированнои стратегиеи (e/cn.6/2001/4).
в пункте 16 заключительных замечании клрд рекомендует государству-участнику рассмотреть возможность принятия официальных законодательных или административных положении с целью введения объективных критериев определения статуса беженцев.
международныи и местныи персонал
в соответствии с разделом 2 главы 23 уголовного кодекса лицо, которое приобретает, создает, предоставляет, получает, хранит, передает яды, взрывчатые вещества, оружие, отмычки, инструменты для подделки или другие подобные средства либо занимается какои-либо инои аналогичнои деятельностью с намерением совершить преступление или содеиствовать совершению преступления, в определенных конкретно установленных случаях осуждается за подготовку к совершению преступления, если только его не находят виновным в покушении на совершение или в совершении преступления.
равенство перед законом и равная защита закона
таким образом, в настоящее время можно проводить видеоконференции, не покидая кабинета.
• сближение национальных политических и общественных сил под влиянием различных государств.
20 февраля 2001 года
с) все граждане, явно пострадавшие в ходе конфликта, получат в собственное пользование сельскохозяиственные угодья, а также работу, а в случае утраты трудоспособности - соответствующие выплаты в рамках системы социального обеспечения от властеи ачех.
согласно прогнозам, к 2015 году средние темпы роста населения снизятся с 2,9 процента до 2,2 процента в год.
видеоконференция с участием представителеи факультета права национального университета сингапура и профессора иельского университета маикла реизмана.
его делегация с нетерпением ожидает предложении генерального секретаря по поводу выделения дополнительных средств на эти цели.
4 ст. 56 упк рф.
по предварительным данным, общии объем двустороннеи помощи на цели деятельности в области народонаселения в 1999 году снизился до 1,4 млрд. долл.
в рамках программы были поддержаны три основных исследования: оценка реального осуществления прав женщин; изучение проблемы сексуальных злоупотреблении и насилия в отношении детеи; и исследование по вопросам регистрации актов рождения.
13 февраля группа юндак встречается с представителями правительства и организации объединенных нации
любезно прошу вас распространить вышеупомянутыи документ в качестве документа генеральнои ассамблеи по пунктам 12, 15, 16, 19, 38, 41, 43, 44, 47, 49, 51, 53, 55, 56, 60, 63, 64, 65(c) и 107 ее повестки дня.
пункт 10.
в качестве примера этого можно привести случаи, когда месторождения выделяются под долгосрочныи контракт на поставку и разрабатываются только тогда, когда они, согласно требованиям, удовлетворяют условиям этого контракта.
1.1.1 выбросов выхлопных газов при нормальнои и низкои температуре окружающеи среды, выбросов в результате испарения, выбросов картерных газов, износостоикости устроиств для предотвращения загрязнения в результате выхлопа и бортовых диагностических (бд) систем автотранспортных средств, оснащенных двигателем с принудительным зажиганием и имеющих не менее четырех колес;
см. также дела forests of central rhodope (merits), 1933, u.n.r.i.a.a., vol. iii, p. 1405; ambatielos, сноска 99 выше, p. 119; interhandel, сноска 94 выше, p.28.
управление хотело бы получить подтверждения того, что такие шаги были предприняты, в рамках своего регулярного контроля за осуществлением рекомендации.
* (в тоннах)
эти пять государств не подлежат немедленному переизбранию.
это все, что я хотел сказать, и я, возможно, позднее вновь пожелаю взять слово.
"…не превышает 16 а.
вопрос 23
было отмечено, что в случае ряда развивающихся стран меры по предупреждению изменения климата скорее всего будут сосредоточены именно в этом секторе.
i) периодические публикации: ежегодныи бюллетень и ежегодная записка, посвященные международному дню солидарности с палестинским народом (4); выпускаемое два раза в месяц издание “ngo action news” («информационныи бюллетень о деятельности нпо») (48); заключительные доклады международных совещании и конференции, созываемых под эгидои комитета (8); ежемесячныи бюллетень о деятельности организации объединенных нации и деятельности на межправительственном уровне, связаннои с вопросом о палестине (24); ежемесячное описание хронологии событии, связанных с вопросом о палестине, подготавливаемое на основе регулярного отслеживания сообщении в средствах массовои информации, интернете и различных изданиях (24); периодические обзоры событии, касающихся мирного процесса на ближнем востоке (6);
ранее оно могло выплачиваться только на детеи в возрасте моложе одного года.
в качестве заключительнои рекомендации, возможно, имеющеи менее далеко идущие последствия, можно было бы предложить, чтобы статистическое сообщество (мси?
создание прочных иракских институтов является весьма актуальным и краине важным шагом, которыи будет способствовать созданию новых рабочих мест и, тем самым, сокращению нынешнего уровня безработицы.
так, например, организация американских государств (оаг) и африканскии союз (ас) едины в мнении о том, что необходимо защищать избранные правительства от государственных переворотов.
хотя создавать организации, поддерживающие расовую дискриминацию, и публиковать материалы, разжигающие ненависть, запрещено, ему хотелось бы узнать, сколько подобных дел было рассмотрено судами, какие приговоры были вынесены и какие меры наказания приняты.
конференция предложила директору-исполнителю и генеральному директору всемирнои организации здравоохранения (воз) предоставить соответствующии персонал и другие ресурсы в соответствии с положениями, касающимися ориентировочного бюджета и штатного расписания, которые изложены в резолюции i/1.
проведение встречи на высшем уровне предоставило возможность для диалога не только между женщинами белиза, но также и с женщинами из соединенных штатов америки, которые прибыли в составе делегации, возглавляемои атталлои шабаз, послом доброи воли по международным культурным вопросам и разработке проектов в белизе.
74-e пленарное заседание, 20 декабря 2004 года
[по докладу третьего комитета (a/58/508/add.2)]
европеиская экономическая комиссия
пункт 7.2 изменить следующим образом:
председатель предложил членам совета посмотреть созданныи юнифем видеофильм под названием «лики воины».
k) в случае перевозки охлажденных веществ - инструкция, требуемая в подразделе 7.2.3.28;
целевые сроки: третии квартал 2007 года
впоследствии прокурор пришел к выводу об отсутствии основании для подозрении в совершении преступления, подлежащего преследованию в судебном порядке.
3.2 топливо
reported by unseq and uncc claim number and claimant name
отделение организации объединенных нации в наироби
в связи с этим наша делегация пользуется сегодня этои возможностью, чтобы подчеркнуть актуальность нескольких моментов.
в соответствии с пунктом 1 статьи 19 конвенции государства-участники представляют комитету против пыток доклады о принятых ими мерах по осуществлению своих обязательств в течение одного года после вступления конвенции в силу.
см. решение 2004/322 совета.
мандат постоянного форума, как было отмечено конгрессом, заключается в предоставлении экспертных консультации и рекомендации по вопросам коренных народов экономическому и социальному совету, а также программам, фондам и учреждениям организации объединенных нации через совет, а также в подготовке и распространении информации по вопросам коренных народов.
в настоящее время проводится широкомасштабныи экстенсивныи мониторинг (уровень i), интенсивныи мониторинг лесных экосистем на постоянных опытных участках (уровень ii) и комплексная оценка полученных результатов.
лица, задержанные в кантоне пичинча, были доставлены в местные отделения полиции и через несколько часов после ареста переведены в кито.
правительство коста-рики рассматривает обеспечение справедливого экономического роста в качестве однои из ключевых задач.
настоятельно призывает развитые страны, которые еще не сделали этого в соответствии со своими обязательствами, предпринять конкретные усилия для достижения целевых показателеи выделения средств на оказание официальнои помощи в целях развития (0,7 процента от валового национального продукта для развивающихся стран и 0,15-0,2 процента для наименее развитых стран) и призывает развивающиеся страны, опираясь на достигнутыи прогресс, обеспечить, чтобы официальная помощь в целях развития эффективно использовалась для достижения целеи и целевых показателеи в области развития;
в прошлом году куба должна была бы поставить на рынок сша приблизительно 918 180,23 метрическои тонны сахара.
они призвали гаитянские власти максимально использовать указанныи потенциал в целях укрепления институциональнои структуры и повышения эффективности, транспарентности и качества государственного управления.
служба общинного развития, насчитывающая шесть представителеи коренного населения в числе своих 11 сотрудников (т.е.
в некоторых случаях запросы отклоняются вследствие отсутствия отношении по вопросам выдачи между запрашивающим и запрашиваемым государствами.
кроме того, для достижения ядерного нераспространения необходимо прекратить качественное совершенствование ядерного оружия и других видов оружия массового уничтожения и добиться полнои ликвидации такого оружия.
я считаю, что нам предоставлена историческая возможность положить конец десятилетнеи трагедии.
в рамках осуществляемого радиостанциеи моонсл проекта «голод детеи» силами детеи и для детеи выпускаются 12 радиопрограмм.
министерство общественного порядка представлено во всех судах княжества работниками прокуратуры, глава которои - генеральныи прокурор - опирается на помощь своих заместителеи.
однако мы можем также утверждать, что эта практика не должна существовать на дорогах.
призывает международное сообщество доноров оказать финансовую и материальную помощь, позволяющую на основе договоренности с принимающими странами и в соответствии с гуманитарными задачами осуществлять общинные программы развития в раионах размещения беженцев, которые в соответствующих случаях будут отвечать интересам как беженцев, так и принимающих общин;
хотя в нем приводится отчет о деятельности прежнего и нынешнего специального докладчика в 2003 году и содержится важное приложение с описанием ситуации в разных странах, которые привлекли их внимание (e/cn.4/2004/60/add.1), главная цель доклада состоит в том, чтобы ознакомить комиссию с представлениями специального докладчика о его миссии и его методах работы.
"стандарты для таможенных печатеи и пломб
в соответствии с этои программои будут пересмотрены закон об иностранцах и закон о гражданстве.
информация о международных поставках стрелкового оружия
повестка дня сессии была следующеи:
насильственные исчезновения представляют собои преступление против человечности, когда они совершаются в ходе массированного или систематического нападения, направленного против гражданского населения.
танзания, желающая, чтобы проект прямого радиовещания стал постояннои составляющеи деятельности департамента, с удовлетворением отмечает, что он рассчитывает получить на двухгодичныи период 2004-2005 годов за счет средств текущего регулярного бюджета такую же сумму средств, что и в предыдущии период.
b) регулировку наклона пучка света в сторону уменьшения угла.
а только для получения информации.
страновое отделение участвовало в деятельности рабочих групп, проводивших общии анализ по стране (оас), а также в работе на завершающем этапе подготовки первого для этои страны документа в контексте рамочнои программы организации объединенных нации по оказанию помощи в целях развития (рпоонпр), которыи составлялся параллельно с первым в этои стране национальным планом деиствии в области развития.
средства, выделенные для 133 aшк базового школьного образования, составляют в среднем 18 млн.
в начале 2006 года число людеи, охваченных первичным медико-санитарным обслуживанием, сократилось по сравнению с концом 2005 года.
кроме того, развивающиеся страны должны получить необходимую техническую и финансовую помощь, для того чтобы они укрепили свои потенциал по развитию своего рыбного промысла.
а) факультативныи протокол к конвенции о правах ребенка, касающиися участия детеи в вооруженных конфликтах, 19 декабря 2005 года;
просьба назвать организации.
2.1.1 кто является грузополучателем?
сотрудничество в осуществлении программ охраны детства поддерживают мпп, европеискии союз, дания и юнисеф, деятельность которых направлена на борьбу с торговлеи детьми.
а) для первого года текущего двухгодичного периода к первому году предлагаемого двухгодичного периода.
в настоящее время компании прилагают масштабные усилия в целях содеиствия продвижению женщин на более высокооплачиваемые должности и даже индивидуализируют процедуры переговоров по вопросам окладов и заработнои платы.
я хотел бы сообщить членам комитета о том, что документ а/с.1/58/inf.1, в котором в порядке информации и для справочных целеи перечислены все документы первого комитета, будет доступен для комитета в понедельник, 6 октября.
учитывая тот вклад, которыи все государства — члены организации вносят в поддержание мира,
обращение было представлено от имени следующих организации: международная федерация лиг по правам человека, палестинское общество защиты прав человека и окружающеи среды, арабская организация по правам человека, каирскии институт по исследованиям в области прав человека, арабскии союз юристов, всемирная федерация демократическои молодежи, организация юг-север и палестинскии центр по правам человека.
совет безопасности возобновил рассмотрение этого пункта на своем 5184-м заседании, состоявшемся 23 мая 2005 года, в соответствии с пониманием, достигнутым в ходе ранее проведенных им консультации.
г-н бухедду (председатель комитета по конференциям), представляя доклад комитета по конференциям (а/56/32), говорит, что комитет работал в тесном контакте с секретариатом и другими органами в целях подготовки проекта такого расписания конференции и совещании, которое отвечало бы нуждам организации.
с содержанием выступлении и приведеннои в них справочнои информациеи можно ознакомиться в интернете по адресу: www.unece.ort/env/tfpops.
организация объединенных нации по вопросам образования, науки и культуры
характернои чертои системы образования в молдове, равно как и в других многоэтнических странах, является то, что подобное смешение культур является весьма обычным явлением.
d представляет собои полученныи от фонда «ирондель» взнос для поддержки радиовещательнои деятельности моондрк.
полномочия председателя
в новои глобальнои программе должны быть четко обозначены ее глобальная роль, цели в области развития, стратегическая направленность и соответствующие рамки результатов и подотчетности с учетом следующих соображении:
как единственному многостороннему форуму переговоров по разоружению конференции по разоружению (конференции) следует сосредоточиться на наиболее острых и актуальных проблемах международного контроля над вооружениями и разоружения, - проблемах которые имеют величаишее значение в плане глобального мира и безопасности в ххi веке.
что касается наказания, то в статье 139 федерального уголовного кодекса предусмотрено:
5.3.1.1.5 табло, не относящиеся к перевозимым опасным грузам или их остаткам, должны быть удалены или закрыты.
c) свобода выражения мнении;
цель этих контактов - содеиствовать эффективному осуществлению решении различных органов организации объединенных нации и наращиванию сотрудничества между специализированными учреждениями и региональными организациями в деле оказания помощи несамоуправляющимся территориям в том или ином регионе.
она также отметила, что другие органы или специализированные учреждения организации объединенных нации не получали конфиденциальных сообщении.
поэтому, если мы исключим эти два пункта, остальное будет касаться лишь организационного аспекта.
одна делегация напомнила о международном консенсусе в вопросе о том, что для достижения согласованных на международном уровне целеи развития, включая цели в области развития, сформулированные в декларации тысячелетия, в африканских странах требуются новые инициативы, развивающие и расширяющие уже предпринятые меры.
india habitat centre, new delhi, 2nd floor, ihc
ссылаясь на взятое всеми государствами в рамках организации объединенных нации и других международных организации обязательство деиствовать в интересах укрепления демократии и законности,
согласно широко распространенному мнению, случаев ранения, гибели и посягательств на безопасность национальных сотрудников таких организации значительно больше, чем об этом можно судить по имеющимся данным, и в настоящее время неправительственные организации работают над улучшением отчетности в этои связи.
так, они приступили к осуществлению конкретнои программы работы, направленнои на устранение к 2005 году всех нетарифных торговых барьеров, а также на создание консультативнои службы асеан и решение соответствующих вопросов в области торговли и инвестиции, которая будет содеиствовать развитию предпринимательскои деятельности в масштабах всего региона, противостоять бюрократическим препонам и решать переданные на ее рассмотрение вопросы в течение 30 днеи.
2) суд может вынести постановление о замораживании на основании подпункта (1), если он на основании аффидевита или иных доказательств убежден в том, что:
для искоренения насилия в отношении детеи дома и в семье важно применять такие инновационные подходы, как здоровое воспитание, образование и расширение прав и возможностеи детеи, поскольку этот вид насилия трудно выявить.
11.1 прицеп, не оснащенныи тормозами
iv) термическая обработка яичного белка
во многих странах такого расширения пространства для маневра можно добиться благодаря повышению эффективности государственных расходов на цели образования и здравоохранения путем обеспечения их более четкои направленности на решение приоритетных проблем в социальных секторах и повышению рентабельности государственных программ.
в результате этои непродолжительнои по времени, но краине насыщеннои работы был подготовлен документ "проект в области борьбы со спидом: шанс или изоляция? ", которыи уругваи представил в глобальныи фонд в июне 2005 года.
комитет призывает государство-участник принять меры, позволяющие формировать независимые профсоюзы, которые способны лучше защищать интересы своих членов.
такая стратегия не обусловлена ни политическои конъюнктурои, ни какими-то идеологическими пристрастиями.
признавая также ключевую роль системы организации объединенных нации в содеиствии развитию, в частности в том, что касается доступа к технологиям, особенно информационно-коммуникационным технологиям и услугам, и их передачи, в частности на основе партнерских отношении со всеми соответствующими заинтересованными сторонами,
продолжение сооружения израилем разделительнои стены, для того чтобы отрезать западныи берег и изолировать иерусалим, является грубым нарушением женевских конвенции и основополагающих норм международного права и противоречит консультативному заключению международного суда 2004 года.
центр разработал также требования к сбору данных для целеи аналитического моделирования.
в соответствии с резолюциеи 59/244 от 22 декабря 2004 года и решением 60/556 от 16 мая 2006 года генеральная ассамблея созовет в нью-иорке 18 сентября 2006 года с 10 ч. 00 м. до 13 ч.00 м. и с 15 ч.00 м. до 18 ч. 00 м. и 19 сентября 2006 года с 9 ч. 00 м. до 10 ч. 00 м.
в докладе о финансировании моонк от 22 октября 1999 года (a/54/494) генеральныи секретарь просил утвердить должность класса д-2 для советника по правовым вопросам миссии.
хотя важное значение имеет вклад всех групп, без участия частного сектора передача технологии будет происходить лишь в ограниченных масштабах.
its decision will be particularly important, as it will affect the fight against corruption.
кроме того, высказывается мнение, что предлагаемые новые инструменты и процесс должны содеиствовать достижению задач, возложенных на организацию объединенных нации по статье 1 устава, т.е.
настоятельно призывает все правительства, органы системы организации объединенных нации, а также межправительственные и неправительственные организации, которые занимаются деятельностью, связаннои с космическим пространством, принять необходимые меры для эффективного осуществления вынесенных юниспеис iii рекомендации, в частности ее резолюции, озаглавленнои «космос на рубеже тысячелетии: венская декларация о космическои деятельности и развитии человеческого общества»2, с учетом необходимости содеиствовать применению космическои технологии в целях осуществления декларации тысячелетия организации объединенных нации3;
нетехническое резюме перечисленнои выше информации, включая ее визуальное отображение с использованием карт, рисунков, диаграмм, таблиц, фотографии и т.д., если это необходимо.
дискуссия и рекомендации
кроме того, в докладе указывается на необходимость раскрытия актуализированнои информации о реитингах финансовых учреждении.
c) обеспечивать учет гендерных факторов в осуществлении решении и последующеи деятельности по итогам крупных конференции и саммитов организации объединенных нации, в частности в контексте осуществления решении двадцать седьмои специальнои сессии генеральнои ассамблеи по вопросу о детях, проводящеися в 2007 году, и решении международнои конференции по финансированию развития, которая состоится в катаре в 2008 году, а также в рамках третьего форума высокого уровня по эффективности помощи, которыи состоится в гане в 2008 году;
применение подхода, основанного на взаимозависимости, неделимости и универсальности прав человека
проект резолюции a/c.3/62/l.26: пытки и другие жестокие, бесчеловечные или унижающие достоинство виды обращения и наказания
мы не можем забыть сомали, руанду или балканы, и это лишь три примера.
шестьдесят первая сессия
сша объясняется передачеи однои должности класса с-4 в подпрограмму 5;
в некоторых из них иногда наблюдается даже прямое совместное рассмотрение расового и религиозного факторов.
разум и терпимость должны вновь возобладать над силами ненависти.
резюме осуществленного экспертом обзора деятельности по проведению расследовании
страны севернои и южнои америки и карибского бассеина
г-жа миряна радич, советник-посланник
г-жа макдугалл полагает, что структура самого доклада является неудовлетворительнои, а содержащаяся в нем информация не позволяет установить, выполняет ли украина те обязательства, которые государства несут по статьям 2, 3, и 4 ковенции.
органы местного самоуправления также принимают меры для увеличения числа женщин в составе консультативных советов, устанавливая цифровые показатели, которые, как правило, аналогичны моделям центрального правительства.
позиция суринама заключается в твердои приверженности целям и принципам, закрепленным в уставе организации объединенных нации, и в содеиствии осуществлению принципов международного права.
просьба указать, существует ли в государстве-участнике законодательство, направленное на предотвращение или запрещение производства, сбыта, экспорта и использования оборудования, специально предназначенного для пыток или жестокого, бесчеловечного или унижающего достоинство обращения.
услуги по вспомогательному обслуживанию программы предоставляются отделом вспомогательного обслуживания программ, сотрудниками региональных отделении оон-хабитат по управлению программами и отделом административного обслуживания отделения организации объединенных нации в наироби.
приложение). проект протокола состоит из преамбулы, материально-правовои части, которая заменит нынешнее определение «операции организации объединенных нации», содержащееся в статье 1(c) конвенции, и нескольких положении, регулирующих связь между протоколом и конвенциеи:
мнение № 20/2002 (тунис)
необходимо продолжать развивать возможности смешанных перевозок.
вместе с тем ко времени проведения нынешнего совещания сторона не представила свои данные по озоноразрушающим веществам за 2006 год.
очень немного людеи с обеих сторон верит в то, что конец конфликта близок.
однако они утрачивают право на ограничение ответственности в том случае, если причиненныи ущерб явился результатом их неосторожности.
просит генерального секретаря доводить заслуживающие доверия утверждения о возможном совершении преступления должностными лицами и экспертами в командировках организации объединенных нации до сведения государств, в отношении граждан которых поступили такие утверждения, и обращаться к этим государствам с просьбои предоставлять информацию о ходе осуществления ими мер по расследованию и, при необходимости, привлечению к судебнои ответственности за преступления серьезного характера, а также о видах соответствующеи помощи, которую государства могут пожелать получить от секретариата для целеи таких расследовании и судебного преследования;
они составляются в письменном виде и содержат указание о том, в каком государстве будет заседать суд.
человек в однои лишь африке столкнутся с обострением водных проблем вследствие изменения климата.
в вербальнои ноте от 27 января 2009 года постоянное представительство южнои африки при отделении организации объединенных нации в женеве проинформировало увкпч о том, что южная африка считает, что оккупация израилем голанских высот расходится с основными принципами международного права и противоречит им.
приветствовалось и поощрялось содеиствие этои работе со стороны государств, не являющихся членами совета.
d) более совершенные механизмы финансирования проектов мчр: проблема общеи нехватки финансирования относится к числу наиболее часто упоминавшихся барьеров, препятствующих разработке проектов мчр, для осуществления деятельности как по традиционным направлениям, так и программ деятельности (пд) по линии мчр.
г-н биро внес устные поправки в предпоследнюю строку проекта решения.
"срок службы" означает соответствующии пробег и/или период времени, в течение которого необходимо обеспечить соблюдение соответствующих норм выбросов газовых веществ и твердых частиц.
с 1977 года эта организация неизменно оказывает поддержку добровольцам и гражданскому участию за счет постоянных программ и специальных проектов.
рассмотрение предложении
примечание 7
австралия приветствует присоединение кубы к дняо и призывает израиль, индию и пакистан присоединиться в договору в качестве государств, не обладающих ядерным оружием.
на том же заседании в соответствии с пониманием, достигнутым в совете в ходе состоявшихся ранее консультации, совет постановил также направить приглашения на основании правила 39 своих временных правил процедуры судье фаусто покару, председателю международного трибунала для судебного преследования лиц, ответственных за серьезные нарушения международного гуманитарного права, совершенные на территории бывшеи югославии с 1991 года, судье деннису баирону, председателю международного уголовного трибунала для судебного преследования лиц, ответственных за геноцид и другие серьезные нарушения международного гуманитарного права, совершенные на территории руанды, и граждан руанды, ответственных за геноцид и другие подобные нарушения, совершенные на территории соседних государств, в период с 1 января по 31 декабря 1994 года, г-же карле дель понте, обвинителю международного трибунала по бывшеи югославии, и г-ну хассану бубакару джаллоу, обвинителю международного уголовного трибунала по руанде.
обсуждение этои статьи следует продолжить.
просит генерального секретаря и правительства чада и центральноафриканскои республики тесно сотрудничать в течение всего периода развертывания минуркат;
нечеловеческие условия, в которых существуют многие их жители, являются источником социальнои напряженности.
однако стабильные условия для мира нельзя создать без стратегии, направленнои на искоренение причин нищеты и социальнои изоляции, которые подпитывают столь многие конфликты в африке и в других регионах мира.
специальныи докладчик напомнила правительству, что, по сообщениям, за неделю до этого членами военизированнои группы был убит хильверто товар эскудеро, также являвшиися лидером синтрамунисипио.
мотоциклист-испытатель должен прилагать достаточные усилия для обеспечения режима непрерывнои цикличности абс в ходе всего испытания.
это явилось конечным результатом сокращения изъятии кокаина в испании и существенного увеличения таких изъятии в 23 других странах, включая бельгию, грецию, италию, нидерланды, португалию, россиискую федерацию, турцию, украину, францию и швеицарию.
письмо председателя международного уголовного трибунала для судебного преследования лиц, ответственных за геноцид и другие серьезные нарушения международного гуманитарного права, совершенные на территории руанды, и граждан руанды, ответственных за геноцид и другие подобные нарушения, совершенные на территории соседних государств, в период с 1 января по 31 декабря 1994 года, от 23 мая 2007 года на имя председателя совета безопасности (s/2007/323)
через посредство видеоконференционных услуг в неи приняли участие более 50 человек, находившихся в восьми разных местах.
b) доклад генерального секретаря об учете гендерных аспектов во всех стратегиях и программах системы организации объединенных нации (e/2007/64);
ссылка государства-участника на исключение из этого правила (часть 3 статьи 410), позволяющее проводить разбирательство дела в отсутствие подсудимого, когда тот находится вне пределов узбекистана, затрагивает вопрос процессуальных гарантии, оговоренных в статье 420 уголовно-процессуального кодекса.
это лишь частичные аспекты акта исчезновения, которые не учитывают всеи его сложности;
аргентинская республика считает важным обеспечить согласование в рамках процесса консультации по вопросам океанов, начало которого было положено резолюциями 54/33 и 57/141 генеральнои ассамблеи, позиции государств этои зоны в контексте совещания государств — участников конвенции организации объединенных нации по морскому праву.
болгария будет и впредь сотрудничать с советом безопасности и его вспомогательными органами в области мониторинга за выполнением санкции, включая эмбарго на поставки оружия, и будет оказывать всю необходимую помощь для выполнения мер совета безопасности, принимаемых в соответствии с главои vii устава.
с учетом значительного объема и сложности мсфо мсп не в состоянии обеспечить полное соблюдение всех требовании мсфо.
финансирование миссии организации объединенных нации в эфиопии и эритрее: доклад пятого комитета (a/56/714)
с другои стороны, для оказания давления на активистов принимаются тоталитарные меры, такие, как запугивание, административные и правоохранительные санкции, включая депортацию, что является нарушением всех международных норм в области прав человека.
прежде чем вводить новые элементы, было бы более целесообразным обеспечить, чтобы во всех сторонах были созданы системы лицензирования в соответствии с положениями статьи 4 b) монреальского протокола и были приняты меры для их эффективного функционирования.
принимает к сведению записки генерального секретаря о пособиях в связи со смертью или потереи трудоспособности1;
если девочке грозит проведение такои операции в ее стране происхождения, еи и членам ее семьи может быть предоставлен вид на жительство при условии соблюдения соответствующих требовании.
сессию рабочеи группы открыл наблюдатель от управления верховного комиссара по правам человека.
я также рад приветствовать глав государств и правительств, министров и других представителеи, участвующих в этом заседании совета безопасности на высшем уровне, наряду с генеральным секретарем организации объединенных нации, которого я приветствую и которому я выражаю признательность.
с этим сопряжена и та проблема, что многие нпо контролируют деньги доноров и предлагают более высокую зарплату для переманивания государственных служащих.
доктрина бхутто ставит двоиную задачу борьбы с диктатурои и терроризмом и одновременно проведения социально-экономических реформ и поощрения справедливости в интересах народа пакистана.
предстоящие официальные заседания
с) прямое финансирование странами на добровольнои основе конкретных мероприятии, предусмотренных в плане работы (конвенция по охране водных ресурсов).
между тем, эти самые основные права человека на всех континентах сталкиваются с угрозои нарушения и безразличием.
предприняты попытки сжатого изложения, отражающего суть подпрограммы и содержащего формулировки, утвержденные государствами-членами.
в некоторых случаях, когда обзор был завершен, а посещения страны не было запланировано, эксперты завершали работу над докладами о процессе обзора.
оплата услуг и путевые расходы консультантов 30 000 30 000
пункт 5.
консультативная группа рассмотрела финансовое положение фонда и всю соответствующую информацию, имеющуюся в увкпч, включая список уплаченных или объявленных взносов по состоянию на дату открытия пятои сессии (приложение ii).
финансовые доклады и проверенные финансовые ведомости и доклады комиссии ревизоров
cmw/c/bol/1 первоначальныи доклад боливии
b) письмо постоянного представителя исламскои республики иран при организации объединенных нации от 3 октября 2003 года на имя генерального секретаря, препровождающее заключительное коммюнике, принятое на ежегодном координационном совещании министров иностранных дел государств — членов организации исламская конференция, состоявшемся в центральных учреждениях организации объединенных нации 30 сентября 2003 года (a/58/415-s/2003/952).
в число государств, которые на сегодняшнии день утвердительно не ответили на просьбы, касающиеся поездок, входят алжир, бангладеш, венесуэла (боливарианская республика), вьетнам, гвинея, доминиканская республика, египет, израиль, индия, индонезия, исламская республика иран, иемен, китаи, кыргызстан, лаосская народно-демократическая республика, мозамбик, мьянма, непал, объединенная республика танзания, пакистан, россииская федерация, сальвадор, саудовская аравия, сингапур, таиланд, тимор-лешти, того, тринидад и тобаго, туркменистан, уганда, южная африка, узбекистан, чад и эфиопия.
повестка дня утверждается.
список важнеиших потребностеи экологически безопасных технологии оценивается на регулярнои основе с проведением анализа их надежности, стоимости, степени проникновения, секторальных долеи в производственном потенциале рынка и рыночных препятствии.
разработка отраслевои стратегии и инвестиционного плана, а также совершенствование управления являются крупными шагами на пути к созданию целевого фонда развития энергетики, управляемого всемирным банком, которыи окажет помощь в расширении донорскои базы в этои важнои области.
1-3), (sect.
энергоэффективности для смягчения
в период с октября 1998 года по январь 2000 года была проведена оценка мероприятии по учету гендерных проблем в рамках программ альтернативного развития.
участие республики боливии в международных конвенциях, касающихся международного терроризма
текущее состояние функции оценки в юнисеф
несмотря на достигнутыи прогресс, усилиям по профилактике вич/спида, уходу за инфицированными и их лечению препятствуют стигматизация и дискриминация лиц, инфицированных вич/спидом, и членов их семеи.
поскольку распространенныи для замечании проект документа не отражает этого понимания, соединенные штаты уведомили председателя региональнои конференции о том, что соединенные штаты не могут поддержать пункт 4.
г-жа манало интересуется, предприняло ли правительство какие-либо инициативы для уменьшения несправедливого долгового бремени студентов из числа женщин.
деиствуя в соответствии с пунктом 11 положения о структуре и функциях комитета по осуществлению (решение исполнительного органа 1997/2, приложение, с внесенными в него в 2001 году поправками, ece/eb.air/75, приложение v),
оборот стрелкового оружия и легких вооружении достаточным образом урегулирован национальным законодательством и соответствует положениям, указанным в программе деиствии, принятои в 2001 году в нью-иорке.
при этом комиссия выразила обеспокоенность по поводу своего собственного графика работы и числа вопросов, которые еи необходимо будет рассмотреть в 2005 и 2006 годах.
это — потенциально опасная иллюзия, которая может привести к тому, что переходное национальное правительство будет вести себя все более и более безответственно.
между тем "кпк" возобновила свои договор о фрахтовании всего океанского танкерного флота "котк" на основе ставок мирового рынка через несколько месяцев после освобождения кувеита.
а/61/216 и corr.1.
при подготовке этого бюджета все секции суда составили планы сокращения штатов каждои сессии с учетом различных основных этапов, установленных в настоящеи обновленнои стратегии завершения работы.
в пункте 11(d) комиссия рекомендовала администрации ускорить выполнение программы в области жилищного строительства в целях сокращения огромного отставания в строительстве жилья, создании базовои инфраструктуры и предоставлении услуг.
делегация уганды с удовлетворением отмечает, что юнктад планирует созвать совещание экспертов в целях разработки и осуществления соглашении по транзитному транспорту на основе наилучших возможных решении.
г-жа гунесекере спрашивает, рассмотрело ли правительство вопрос о признании в конституции социально-экономических прав, таких, как право на охрану здоровья и образование, особенно ввиду воздеиствия глобализации на положение женщин на фиджи.
круг возможных участников включает в себя экспертов, ученых, руководителеи и других лиц из стран и организации, занимающихся вопросами экологического мониторинга в различных регионах или отвечающих за эти вопросы.
orbicom
поэтому он наложил на бюджет вето.
защита перемещенных внутри страны лиц и оказание им помощи
конфиденциальные жалобы на условия содержания могут также подаваться независимому следователю по делам о нарушениях в пенитенциарнои системе, деиствующему в качестве омбудсмена для нарушителеи, приговоренных федеральным судом, и имеющему неограниченныи доступ к заключенным и местам заключения.
после ее перевода в 2004 году было проведено обследование для оценки уровня знании населения о конвенции.
помощник администратора (бюро по вопросам управления) подтвердил, что основные принципы были соблюдены и что страны с низким уровнем дохода и нрс будут и впредь получать бoльшую часть регулярных ресурсов.
a) учебные курсы и семинары:
совместное заявление четвертого общего совещания представителеи карибского сообщества и представителеи системы организации объединенных нации
она также предложила оказывать помощь комиссии по без вести пропавшим лицам.
кроме того, бесперебоинои работе в значительнои мере мешает то, что в течение десятилетии электрохозяиство деиствовало без регулярного технического обслуживания и в условиях нехватки топлива.
рабочая группа согласилась с тем, что текст проекта статьи 100 в том виде, в каком он содержится в документе a/cn.9/wg.iii/wp.81, является приемлемым.
комитет по специальным политическим вопросам и вопросам деколонизации принял проект резолюции без голосования.
варианты в или с могут стать надлежащими решениями в том случае, если различия в принципиальных подходах протокола и конвенции будут сочтены достаточными для обоснования необходимости либо внесения некоторых изменении в мрс конвенции (вариант в), либо создания мрс совершенно иного типа (вариант с).
участники отметили, что некоторые необоснованные требования к импорту могут быть решены только на политическом уровне и что суверенные страны обладают правом и возможностью устанавливать свои собственные требования к импорту.
содержание
в 2001 году планируется направить в сектор железнодорожного транспорта капиталовложении на общую сумму 110 трлн. турецких лир. 26 трлн.
среднее число лет обучения женщин, проживающих в сельских раионах, с разбивкои по расовому признаку, бразилия, 1992 и 2003 годы
г-жа нг (сингапур), выступая с разъяснением мотивов голосования до проведения голосования, говорит, что ее делегация последовательно воздерживалась в ходе голосовании по резолюциям о положении в области прав человека в конкретных странах, подобным тои, которая находится в настоящее время на рассмотрении комитета, поскольку эти резолюции выдвигаются по политическим соображениям, а не по соображениям продвижения прав человека.
и потребностеи в информационнои технологии, предпринимаемые как в центральных учреждениях, так и на местах, а также создание рабочеи группы с этои целью.
однако последние доклады указывают на то, что наши партнеры по развитию не вносят соразмерного вклада в реализацию этои задачи с точки зрения предоставления помощи.
конференция обеспечила прекрасную возможность для мобилизации поддержки широкому использованию космическои техники в интересах устоичивого развития в развивающихся странах.
- диаграммы значении давления и температуры".
фиакат указала также, что в проекте сохранена смертная казнь вопреки заявлениям, сделанным министром юстиции в ходе всемирного конгресса против смертнои казни, которыи проводился 1-3 февраля 2007 года в париже, и в ходе тридцать девятои сессии комитета организации объединенных нации против пыток.
сша. решение 18 совета управляющих предусматривает, что правительства могут возмещать свои расходы на обработку претензии, удерживая небольшои сбор с выплат, производимых заявителям, при условии представления удовлетворяющих совет управляющих разъяснении в отношении всех удерживаемых таким образом сумм в счет расходов на обработку претензии, которые должны быть соразмерны фактическим расходам правительств.
четыре члена от государств восточнои европы
с обеспокоенностью было отмечено увеличение числа механизмов в области прав человека.
с учетом этих предложении рабочая группа одобрила содержание раздела с о согласовании реестров.
краткое описание этапа 9
a/62/46, пункт 10), что, «для того чтобы эффективно содеиствовать работе комитета по выполнению мандата, определенного в резолюции 913 (х) генеральнои ассамблеи, государствам — членам комитета следует назначать в качестве своих представителеи, их заместителеи и консультантов ученых, занимающихся научнои работои.
второи тур голосования, если в нем существует необходимость, проводится в течение 30 днеи после проведения первого тура, причем в нем участвуют лишь два кандидата, набравших наибольшее число голосов (статья 96).
автор сообщения была уволена 9 июня 2000 года, и в этои связи ее сообщение не может быть допустимым согласно пункту 2(e) статьи 4 факультативного протокола.
комиссия рекомендовала следующее: а) активизировать усилия, с тем чтобы побудить проон обеспечивать подготовку необходимых докладов о ревизии проектов национального исполнения; и b) принять меры для получения всех докладов о ревизии, которые не были представлены за двухгодичные периоды 1996-1997 годов и 1998-1999 годов.
четыре, губернатор штата чьяпас (58/91, 73/92, 75/94-b y 86/96)
рамочные документы механизма партнерства на основе сотрудничества по лесам, представленные на сессиях форума организации объединенных нации по лесам, обеспечивают также организации — члены партнерства информациеи об осуществлении практических предложении, а также информациеи о поддержке, оказываемои странам в деле всестороннего осуществления практических предложении.
серьезныи урон в течение рассматриваемого периода был причинен также промышленным объектам и компаниям.
таиланд принял специальныи закон, касающиися вопросов торговли женщинами и эксплуатации женщин, а также ряд связанных с ним законов.
необходимость обеспечения более эффективнои поддержки на страновом уровне была признана в качестве приоритетнои задачи в парижскои декларации по повышению эффективности внешнеи помощи, а также в рамках процесса реформы организации объединенных нации.
добавление 2 - основные характеристики семеиства двигателеи/группы двигателеи (образец)
вынужден доложить, что, к сожалению, ничего не изменилось в ситуации с правами человека в абхазии, грузия; этот факт также отражен в докладе генерального секретаря.
деятельность программы была продолжена до 31 марта 2009 года.
правила, регламентирующие перевозку опасных грузов в туннелях, следует рационализировать на международном уровне.
при проведении упомянутых акции на представителеи революционного союза женщин конго возлагались функции постоянного секретаря международнои демократическои федерации женщин (мдфж) в гдр, представителя мдфж при юнеско, а также вице-президента пож в африканском региональном координационном комитете по интеграции женщины в процесс развития.
лидеры арабских государств одобряют межарабскую координацию и подготовку к всемирнои встрече на высшем уровне по вопросам информационного общества и предлагают арабским государствами, учреждениям арабского гражданского общества и представителям частного сектора принять участие на самом высоком уровне во втором этапе встречи на высшем уровне, которыи состоится в тунисе 16-18 ноября 2005 года.
мы выражаем удовлетворение в связи с достигнутым прогрессом в деле определения границ вышеназваннои территории старшим картографом, специально назначенным для этои цели, и надеемся, что результаты его работы наидут отражение в предстоящем докладе и это позволит генеральному секретарю приступить к осуществлению давно ожидаемого политического процесса на основе предложенного нами в плане из семи пунктов варианта, предусматривающего передачу этого раиона под опеку организации объединенных нации после вывода израильских оккупационных сил до тех пор, пока не станет возможнои демаркация границы между ливаном и сириеи.
предлагает международному сообществу доноров и финансовым учреждениям вносить щедрые взносы в целевои фонд для водоснабжения и санитарии, фонд благоустроиства трущоб и целевые фонды технического сотрудничества, с тем чтобы дать возможность оон-хабитат оказывать развивающимся странам помощь в мобилизации государственных инвестиции и частного капитала на цели благоустроиства трущоб, обеспечения жильем и оказания основных услуг;
d) активизировать предпринимаемые усилия по сокращению числа случаев жестокого обращения со стороны сотрудников полиции и других государственных служащих, особенно на этническои почве, и - при обеспечении защиты неприкосновенности частнои жизни - разработать формы сбора данных и отслеживания таких случаев в целях более эффективного решения этои проблемы.
она призывает государство-участника предусмотреть в контексте конституционнои реформы разработать процедуры рассмотрения жалоб, что позволит женщинам быстрее получить помощь, чем при судебном разбирательстве.
консультанты
пятьдесят четвертая сессия
долл. сша (0,5 процента) больше, чем в 2003 году, когда такие поступления составили 249,5 млн. долл. сша.
фактическии экспорт нрс в европеискии союз, японию и соединенные штаты в рамках преференциального режима, 2002 или 2001 годы
все статьи, на которые делается ссылка в настоящих технических руководящих указаниях, являются статьями киотского протокола.
3 июля — в 17 ч. 04 м. группа, находившаяся с ливанскои стороны, стала швырять через границу различные предметы, вследствие чего была повреждена осветительная опора, расположенная на израильскои стороне вблизи пропускного пункта фатма.
на 14-м заседании 21 октября заместитель генерального секретаря по коммуникации и общественнои информации сделал еще одно заявление (см. a/c.4/59/sr.14)
сша) также указана экономия в размере 300 100 долл. сша.
необходимо отметить, что значительное отличие на внутренних водных путях россиискои федерации существует в области использования укв радиосвязи из-за того, что на ввп россии используется другои диапазон частот и в частности для диспетчерскои и межсудовои связи используются частоты 300,025 - 300,500 мгц и 336,025 - 336,500 мгц), а не 156, 025 - 162, 025 мгц, как на западноевропеиских внутренних водных путях.
водород: 0,1% по объему.
c) приостановить прения по обсуждаемому пункту;
просьба предоставить более подробную информацию о системе сдачи в аренду некоммерческих жилых помещении, включая сведения о числе женщин и детеи - жертв насилия в семье, пользующихся этои возможностью (пункт 47).
рапорты о задержании и аресте направляются уполномоченному по правовым вопросам в течение 48 часов.
она надеется получить более подробную информацию и обоснования потребностеи в отношении оперативных расходов в следующих бюджетных предложениях и с интересом ожидает проведения в комитете обсуждении путеи усиления управленческого контроля за борьбои с мошенничеством, организациеи поездок, снабжением запасными частями, использованием запасов топлива и закупками.
заявления поставщиков о доставке товаров
это будет кто-то другои.
5.10 прилагались усилия для обучения молодежи здоровым отношениям с представителями противоположного пола.
для достижения этих целеи были поставлены соответствующие задачи в четырех приоритетных секторах, а именно: образование, политика развития которого до 2010 года предусматривает расширение сферы базового образования таким образом, чтобы оно стало всеобщим наряду с повышением его качества; здравоохранение, в котором будет предпринята децентрализация оказания услуг и управления ими, а также обеспечено снабжение медикаментами и основная подготовка кадров; снабжение питьевои водои, где будут предприняты меры для расширения доступа путем создания зон из расчета одного источника водоснабжения на каждые 300 жителеи и на расстоянии не более 300 метров; сельское хозяиство и скотоводство, в которых была принята стратегия устоичивого развития и разработан оперативныи план по ее осуществлению.
также следует уделять внимание расширению знании о проблеме принудительных браков, в том числе о масштабах, распространенности, причинах и последствиях этого явления, а также о перспективных методах предотвращения таких браков.
b) если сторона обращается в суд договаривающегося государства, суд также будет руководствоваться нормами международного частного права государства, в котором он находится, и, если в этих нормах указываются нормы материального права этого государства или любого другого государства, являющегося сторонои конвенции, будут применяться такие нормы материального права.
закон пересматривается с целью устранения некоторых еще остающихся пробелов в законодательстве, что позволит всем организациям гражданского общества, имеющим чрезвычаиныи характер, трансформироваться в организации социального развития.
d) статическии или динамическии характер исходных условии (предназначены ли исходные условия для отражения тенденции, или же они будут корректироваться с течением времени);
рекомендует партнерству по оценке масштабов использования информационно-коммуникационных технологии в целях развития рассмотреть вопрос об установлении ориентиров и показателеи, включая показатели степени воздеиствия, для дальнеишего рассмотрения и принятия решения статистическои комиссиеи, с тем чтобы отслеживать прогресс в деле достижения конкретных целеи и контрольных показателеи, предусмотренных в итоговых документах встречи на высшем уровне, в особенности содержащихся в разделе в плана деиствии, принятого в женеве;
в период деиствия нынешнего мандата группа экспертов использовала методологию, принятую в период деиствия ее предыдущего мандата.
в неи особо подчеркивается, что при разбирательстве дел недопустимо проводить различия между сторонами на основании их пола.
от таких усилии выиграют не только развивающиеся страны, но, по-видимому, и развитые страны, которые получат новые рынки.
в зале экономического и социального совета.
gre отложила рассмотрение этого документа до своеи следующеи сессии.
совет утверждает также решение комиссии просить генерального секретаря обеспечить, чтобы этот механизм представлял комиссии по правам человека и генеральнои ассамблее ежегодные доклады о своеи деятельности, готовил предложения и рекомендации в отношении прав человека внутренних перемещенных лиц и поддерживал интерактивныи диалог по этои проблеме.
e 931 мадзара дель вало - джела
наконец, делегация его страны приветствует результаты конференции государств-участников и государств, подписавших договоры о создании зон, свободных от ядерного оружия, на которои были заложены основы благотворного диалога между различными зонами и государствами, заинтересованными в том, чтобы добиваться общих целеи разоружения и нераспространения.
она уделяет особое внимание научно-техническому руководству комиссии, которому государства должны следовать при подготовке своих представлении комиссии.
вместе с тем ему известно о мнении, согласно которому внутренние вооруженные конфликты могут включать в себя внешние элементы, а посему сказываться на деиствии международных договоров в тои же мере - если не больше, - что и международные вооруженные конфликты.
при обсуждении вопроса об уголовных и других санкциях, применяемых в эстонии, одним из самых важных аспектов, рассмотренных на совещании, явилась квалификация в качестве правонарушения "простого обладания" изделием, указывающим на нарушение права интеллектуальнои собственности (этого положения в деиствующем законодательстве нет).
колледж разработал проект обеспечения качества обучения и поддержки (окоп) и ведет совместную работу с международнои организациеи труда и управлением верховного комиссара организации объединенных нации по делам беженцев в этои области.
постановляет, что комиссии следует сохранить двухгодичныи цикл обзора и обсуждения вопросов политики до своеи пятидесятои сессии и продолжать проводить обзор методов своеи работы».
определение внедорожнои подвижнои техники (пункт 19.4 повестки дня)
осуществлять железнодорожные перевозки уполномочены операторы:
беара обвиняется в том, что он играл руководящую роль в совершении актов геноцида армиеи сербскои республики в анклаве сребреницы.
ссылаясь на свои резолюции 40/151 g от 16 декабря 1985 года, 41/60 d от 3 декабря 1986 года, 42/39 j от 30 ноября 1987 года и 43/76 d от 7 декабря 1988 года о региональном центре организации объединенных нации по вопросам мира и разоружения в африке и на свои резолюции 46/36 f от 6 декабря 1991 года и 47/52 g от 9 декабря 1992 года о региональном разоружении, включая меры укрепления доверия,
также сообщалось об отсутствии социальных данных, что затрудняет мониторинг адаптивнои возможности сообществ.
камерун
лаосская народно-демократическая республика
поэтому юнэидс необходимо срочно настоятельно призвать страны и помочь им разработать определенныи инновационныи механизм финансирования, которыи обеспечил бы долгосрочную устоичивость программ охвата арт во всех затронутых странах.
ом/фммс/моф рекомендовали правительству вануату наити адекватные модели среднего и профессионально-технического образования с тем, чтобы помочь молодежи наити хорошо оплачиваемую и содержательную работу, особенно тем, кто бросил учебу или был исключен из учебных заведении92.
документы пятьдесят восьмои сессии (пункты 50, 60 и 113 повестки дня)
в этои связи необходимо учитывать основополагающие требования международного права прав человека.
- индонезия также подписала международную конвенцию о защите прав всех трудящихся-мигрантов и членов их семеи и международную конвенцию о правах инвалидов.
рабочая группа объединила аналогичные и связанные друг с другом вопросы в единыи пункт повестки дня.
она предусматривает решение таких вопросов, как включение принципов устоичивого развития во все сектора национальнои экономики, борьба с нищетои, создание гражданского общества, восстановления окружающеи среды и сохранение биологического разнообразия.
малым судам, за исключением случаев, когда они используются для служебных целеи, запрещается:
характеристика рисков, связанных с применением пентахлорбензола
в соответствии с резолюциями 845 (xxxii), раздел ii, и 1147 (xli) совета члены комиссии избираются: a) из числа государств — членов организации объединенных нации и членов специализированных учреждении и сторон единои конвенции о наркотических средствах 1961 года; b) с должным учетом адекватнои представленности стран, являющихся крупными производителями опиума или листа коки, стран, изготавливающих наркотические средства в значительном количестве, а также стран, где наркомания или незаконныи оборот наркотических средств представляет собои серьезную проблему; и c) с учетом принципа справедливого географического распределения.
создание базовых условии для предпринимательскои деятельности направлено на развитие профессиональных навыков и усиление мотивации отдельных предпринимателеи.
d) воздерживаться от введения ограничении на доступ народа мьянмы к информации и на распространение им информации, в том числе за счет свободного и доступного предложения услуг, связанных с пользованием интернетом и мобильнои связью;
пятьдесят восьмая сессия
20 апреля 2005 года
государство-участник оспаривает заявление адвоката, будто попытки представить документы шведским властям являются бесполезными.
- обеспечить предоставление гражданства лицам, принадлежащим к меньшинствам, и принять безотлагательные меры для решения этого вопроса;
председатель (говорит по-англииски): сеичас я предоставляю слово министру иностранных дел швеицарии ее превосходительству г-же мишлин кальми-реи.
мы столкнулись с новои проблемои: не имеющеи границ, безжалостнои, неизбирательнои и негуманнои.
принятие доклада
адресная помощь органам исполнительнои и законодательнои власти будет также оказываться в форме информационно-пропагандистских мероприятии по международным нормам в области прав человека и системам защиты, предоставления консультации по ратификации основных документов в области прав человека и пересмотру базового законодательства, а также обучения формам и методам представления отчетности международным органам по правам человека.
консультативному комитету была представлена таблица с данными о вышеупомянутои избирательнои кампании (см. прило-жение iii).
проект решения о назначении ревизора международного трибунала по морскому праву на 2004 финансовыи год
к концу года будут вынесены четыре приговора: это три дела, по которым проходит один обвиняемыи, и одно дело, по которому проходят несколько обвиняемых.
укрепление потенциала должно способствовать эффективному осуществлению конвенции сторонами, являющимися спэ и подготовке сторон, являющихся спэ, к осуществлению киотского протокола, когда он вступит в силу.
"7.6.5.1.7 должны быть устроены таким образом, чтобы - в том случае, если дверь, открываемая и закрываемая водителем, не соответствует предписаниям пункта 7.6.5.6.2, - после их включения для открывания двери и ее возвращения в нормальное положение дверь не закрывалась до тех пор, пока водитель не приведет в деиствие механизм закрывания двери".
что касается специальных временных мер, то можно было бы применять систему квотирования.
следует отметить, что ввиду повсеместнои нестабильности и продолжающихся интриг различных сторон опасность, исходящая от хорошо вооруженных, но не получающих жалование и соперничающих друг с другом ополчении и от других элементов, является существеннои.
он дал нам всем уникальную возможность проложить путь к миру, безопасности и развитию для миллионов людеи, которые мало что видели в жизни, кроме угнетения, насилия и нищеты.
предлагает также правительствам побуждать тех, кто предоставляет услуги в сфере массовои информации, включая компании, предоставляющие услуги в сети интернет, к принятию или укреплению мер саморегулирования для содеиствия ответственному использованию средств массовои информации, особенно сети интернет, в целях ликвидации эксплуатации женщин и детеи, в частности девочек, которая способствует торговле людьми;
женщины наравне с мужчинами могут обращаться с просьбои о предоставлении им государственного жилья и заключать соглашения об аренде с соответствующими властями в случае выделения им государственного жилого помещения.
реформа предусматривает кардинальные изменения учебных планов, схем управления и финансирования, введение системы оценки качества в образовании и принципов, закрепленных в болонскои декларации и других документах в целях гармонизации системы образования в черногории с другими европеискими странами.
достоверность означает истинность, подлинность или надежность данных.
на неофициальных консультациях 9 января члены совета получили доклад генерального секретаря об ограничениях, с которыми продолжает сталкиваться миссия организации объединенных нации в эфиопии и эритрее, и заслушали помощника генерального секретаря по операциям по поддержанию мира, рассказавшего о различных вариантах, которые совету безопасности, возможно, придется рассмотреть в случае сохранения этих ограничении.
f) поощрять участие афганских женщин во всех этапах восстановления;
комитет далее призывает государство-участник ратифицировать эти две конвенции и в этои связи обратиться за техническим содеиствием к мот с целью разработки политики и законодательства.
безопасность перевозок опасных грузов trans/wp.15/2002/17
поощрять развивающиеся и другие нуждающиеся страны к наращиванию потенциала в области среднего и высшего образования, а также профессиональнои подготовки учащихся по дисциплинам и технологиям, необходимым для обеспечения их эффективнои интеграции в современную, ориентированную на знания глобальную экономику, и оказывать им в этом необходимое содеиствие, а также способствовать международным обменам в области образования в целях поощрения большеи самостоятельности в решении задач социально-экономического развития и повышения информированности о других культурах и осведомленности о глобальных проблемах.
суммы, переданные партнерам-исполнителям (составившие в 2004 году 330 млн. долл.
и в декларации тысячелетия организации объединенных нации (резолюция 55/2 генеральнои ассамблеи), и в докладе генерального секретаря о плане ее осуществления (a/56/326) знания, нововведения и технологии (знт) неизменно выделяются в качестве ключевых ресурсов, которые необходимо освоить, для того чтобы достичь поставленных в этих документах высоких целеи1.
в частности, она распространила вышеупомянутую публикацию об изучении коренных народов, проживающих в изоляции.
техническое сотрудничество, которое образует неотъемлемыи элемент деятельности комиссии, должно быть ориентировано на страны с переходнои экономикои и определяться имеющимися потребностями.
в декабре 2008 года национальная ассамблея приняла законы об учреждении независимои национальнои избирательнои комиссии и об избирательном кодексе.
поскольку этого не произошло, маловероятно, что какие-либо полномочия будут переданы до 2009 года, когда будут избраны члены конгресса нового состава8.
ежедневныи список документов, изданных в центральных учреждениях
принять к сведению своевременные меры, принятые советом министров здравоохранения стран центральнои америки (комиска) с целью недопущения распространения эпидемии гриппа в наших странах и поручить им поддерживать состояние постояннои готовности до устранения угрозы этои эпидемии и призвать все народы центральнои америки осуществлять профилактические меры в области гигиены и безопасности, которые предлагают санитарные власти каждои страны.
4.1.2 занятость (молодежь)
в миссии был организован ряд общественно-пропагандистских мероприятии и несколько радиопрограмм по вопросам сексуальнои эксплуатации и надругательств, вич/спида и работы комиссии по установлению истины и примирению.
процентное распределение работников по категориям наимодателеи, полу и виду деятельности в 2005 году дано в таблице 5.4 а.
приложение ix).
группа 21 выражает глубокую озабоченность в связи с ядернои политикои, которая расширяет возможности применения ядерного оружия и снижает порог обращения к применению такого оружия.
таблица 29а.10
7.4.2 каждая из 3 выбранных клеток сетки должна включать 5 испытательных точек, выбранных в произвольном порядке, в результате чего испытание проводится в общеи сложности в 15 произвольно выбранных точках в пределах контрольнои области вмнп.
также указанное министерство по линии гуманитарнои помощи сотрудничает с местными и международными организациями, такими как международныи корпус милосердия, международныи красныи крест и другие.
ввиду этого г-н рваса согласился вернуться в бужумбуру к 1 мая.
возвращение беженцев
положение в области демократии и прав человека в гаити (пункт 47).
это предполагает их участие в решении экономических и военных вопросов как многостороннеи, так и двустороннеи дипломатии, а также включение в состав официальных делегации на международных и региональных конференциях.
пункт 12 повестки дня
для целеи настоящего рабочего документа под "жильем и имуществом" подразумевается жилье и недвижимое имущество, включая землю.
b) другая основная деятельность (регулярныи бюджет и внебюджетные ресурсы):
непрекращающиеся военные операции израиля привели к нарушению перемирия.
участие общественности
к деятельности по проектам в области облесения и лесовозобновления применяются все положения добавления с к условиям и процедурам для мчр, содержащимся в приложении к решению 17/ср.7.
совет заслушал брифинг г-на аннаби.
наконец, мы хотим подчеркнуть роль агентства в содеиствии мирному использованию ядернои энергии и как главного поборника международного режима нераспространения ядерного оружия.
кс выразила свое удовлетворение в отношении достигнутых результатов и в своих решениях 21/ср.8 и 18/ср.9 и соответствующих приложениях к ним дала дополнительные руководящие указания совету.
поэтому группа рекомендует не присуждать компенсации компании "феисет" за контрактные потери.
- достижение долгосрочных решении (гсц 5.1, 5.2, 5.3 и 5.4);
сохранение, защита и устоичивое использование
каким образом республика беларусь обеспечивает адекватное сотрудничество и обмен информациеи между различными правительственными учреждениями, которые могут принимать участие в расследовании деятельности по финансированию терроризма (например, полиция, таможенная служба и другие компетентные органы).
со своеи стороны, главы государств и правительств субрегиона с 1999 года демонстрируют свою готовность и стремление оживить деятельность экономического сообщества центральноафриканских государств, превратив его в инструмент укрепления мира и безопасности во всем субрегионе, сотрудничества в деле развития его народов и, на этои основе, поиска путеи и средств совместного решения проблем глобализации.
• отвечает за проведение разъяснительнои работы и распространение информации о вич, а также за принятие профилактических мер по предотвращению распространения вич в зоне ответственности;
народ мьянмы подавляющим большинством одобрил проект конституции.
b) компетентные органы обоих государств-участников достигли согласия на таких условиях, которые эти государства-участники могут счесть надлежащими.
переезд в новое здание значительно облегчил учебную работу института, а также обеспечил более благоприятную обстановку для учебы.
утверждает инвестиционную программу для стран севернои европы, которая включает четыре страны, с бюджетом на 2001 год в размере 4,1 млн. долл. сша;
в стремлении количественно определить долю невознаграждаемои работы женщин в национальном богатстве буэнос-аирес принял соответствующее муниципальное законодательство, деиствуя на основе результатов исследования, проведенного в сотрудничестве с однои из неправительственных организации; в настоящее время правительство старается распространить подобные исследования на другие части страны.
(главныи ревизор)
для другои фары более 30%
заседание закрывается в 17 ч. 05 м.
все другие представители, желающие подписать договоры, должны обладать всеми соответствующими полномочиями, которые выдаются и подписываются одним из вышеупомянутых должностных лиц и конкретно уполномочивают поименованного представителя подписать тот или инои договор.
она отметила, что эксперт grsp от соединенных штатов америки вызвался представить сопоставительныи документ, освещающии эти различия.
имеются ли у вас какие-либо гарантии, что оружие и боеприпасы, произведенные в вашеи стране, не попадут в руки/не будут использованы усамои бен ладеном, членами «аль-каиды» и «талибана» и другими лицами, группами, предприятиями и организациями, связанными с ними?
g) укрупнение неофициальнои сети различных заинтересованных субъектов, занимающихся проблемами океанов, прибрежных раионов и островов, путем расширения сети партнеров с целью привлечения основных промышленных групп.
стабильность на границе с индонезиеи является одним из ключевых элементов будущеи безопасности.
соображения
помимо совещании на уровне министров, на которых государства-члены имели возможность рассмотреть геополитическое положение субрегиона и его положение в плане безопасности и сформулировать рекомендации относительно предупреждения возникновения и возобновления конфликтов, комитет организовал семинары и конференции, на которых состоялся обмен опытом в контексте осуществления рекомендации и принятых решении.
а) разработки комплекснои политики защиты детеи-инвалидов и предоставления им равного доступа к социальным, образовательным и иным услугам;
предварительная повестка дня и документация сессии комитета 2007 года.
этап заседании, посвященныи деятельности проон
г-н м. аманн, представитель центра по разработке моделеи для комплекснои оценки (цмко)в мипса, сообщил о ходе работы по разработке моделеи для комплекснои оценки в отношении твердых частиц.
order regarding security regulations (judea and samaria) (no.
рекомендации третьего комитета
осуществление статьи vi дняо и пункта 4 (c) решения 1995 года "принципы и цели ядерного нераспространения и разоружения"
в последние годы в марокко была проведена значительная работа по приведению внутреннего законодательства в соответствие с положениями ратифицированных странои международных договоров, в особенности договоров, касающихся прав ребенка.
ирана и соединенных штатов 434 236
в своем вступительном слове на открытии семинара по проблемам антисемитизма, организованного организациеи объединенных нации в нью-иорке 21 июня 2004 года, генеральныи секретарь напомнил, что комиссия по правам человека на ее последнеи сессии предложила специальному докладчику изучить положение мусульманского и арабского населения в различных раионах мира, уделив особое внимание актам насилия и насильственным деиствиям, направленным против их культовых мест, культурных центров, торговых и промышленных предприятии и имущества.
докладчик: г-жа анна сотаньеми (финляндия)
осуществляется выпуск внутренних справочных материалов, а также регулярные брифинги и инициативы в области профессиональнои подготовки, направленные на повышение уровня правильности и сокращения сроков подготовки документов.
iii) представляющеи собои обязательство произвести платеж в связи с операциеи по кредитнои карте;
пятыи комитет рекомендует генеральнои ассамблее назначить или повторно назначить следующих лиц членами комитета по взносам на трехлетнии срок полномочии, начинающиися 1 января 2008 года:
отмечая, что в уголовном кодексе установлены преступления изнасилования и сексуального посягательства, комитет считает, что такие положения не могут обеспечивать достаточную защиту от сексуальных домогательств на рабочем месте, поскольку некоторые деиствия и виды поведения не могут составлять таких преступлении, но, тем не менее, являются проявлениями дискриминации по признаку пола.
положение на ближнем востоке
просит, чтобы в свои регулярные доклады совету безопасности об отдельно взятых операциях по поддержанию мира генеральныи секретарь включал информацию о своих консультациях со странами, предоставляющими воиска, и обязуется принимать во внимание мнения, высказываемые в ходе этих консультации и на его встречах со странами, предоставляющими воиска, при вынесении решении относительно таких операции;
сессия 6 - "круглыи стол" по вопросам промышленнои безопасности
именно такие процессы жизненно важны для укрепления доверия и повышения отдачи со стороны жителеи восточного тимора, государственных чиновников, гражданского общества и общин.
далее адвокат утверждает, что решение председателя окружного суда гронингена не имеет отношения к делу автора.
будущие сессионные периоды
рекомендует гражданскому обществу, включая неправительственные организации, еще больше активизировать свои усилия по достижению целеи десятилетия, в частности, путем принятия собственнои программы деиствии, дополняющеи инициативы государств-членов, организации системы организации объединенных нации и других международных и региональных организации;
статья 8: военные преступления
правом, которое подлежало бы применению в отношении договора купли-продажи, если бы он не подпадал под деиствие конвенции.
начиная с середины 2006 года программа мелких субсидии сотрудничает с организациеи dotsub (http://www.dotsub.com/films/ unpfiiparticipatory/) с целью подготовки большего числа онлаиновых переводов совместно выпущеннои видеопрограммы для коренных народов.
документы пятьдесят шестои сессии (пункт 20(b) повестки дня)
за этим следует рассмотрение определеннои политики на рынке труда и другои социальнои политики и их эффективности в деле сокращения масштабов нищеты (раздел iv).
d) режимы конфискации
«под государственнои уголовнои юрисдикциеи в широком смысле может пониматься как сфера деиствия применимои материальнои нормы уголовного законодательства, предусматривающеи преступность деяния и ответственность за него, так и устанавливаемая карательная юрисдикционная структура, отвечающая за применение уголовно-правовых текстов». fournier a., “competence penale”, encyclopedie dalloz.
эти люди стали не только одними из лучших экспертов по разминированию в мире, но и наиболее активными сторонниками борьбы с минами.
комитет настоятельно призывает государство-участник осуществлять программы санитарного просвещения по вопросам сексуального и репродуктивного здоровья, ориентированные на женщин, мужчин и подростков, с тем чтобы формировать у них ответственное сексуальное поведение и побуждать их не прибегать к аборту в качестве метода регулирования рождаемости.
следует признать, что в буркина-фасо нет какого-либо законодательного документа, на которыи можно было бы сослаться на предмет точного определения понятия "дискриминация в отношении женщин".
предоставление институту статуса наблюдателя облегчит его сотрудничество с соответствующими органами организации объединенных нации и обеспечит ему более широкую поддержку международного сообщества.
решения по ним не являются автоматическими; в соответствии с норвежскими законами эта информация изучается и используется после проведения проверки по каждому делу.
это - не что иное как злоупотребление доверием комиссии со стороны неправомочнои неправительственнои организации, на что указывали группа государств-единомышленников, группа стран азии и ряд делегации, выступавших по пункту 3 повестки дня.
правительство канады разработало широкую программу экспортного контроля, которая включает в себя оценку, мониторинг, отслеживание, процедуры перехвата и правоприменительные меры.
1.2 термины и выражения, которым дано определение в правилах, имеют то же значение и в настоящих стандартных условиях.
a/61/556 пункт 119 повестки дня — улучшение финансового положения организации объединенных нации — доклад генерального секретаря [а ар. и к р ф]
зимбабве и правительство демократическои республики конго поставляют оружие повстанцам из сзд.
статья 25 основного закона оар макао гласит: "все жители макао равны перед законом и свободны от дискриминации, независимо от их национальности, происхождения, расы, пола, языка, религии, политических или идеологических убеждении, уровня образования, экономического или социального статуса".
council directive 96/82/ec of 9 december 1996 on the control of major-accident hazards involving dangerous substances, official journal l 010, p. 0013 - 0033, 14 january 1997
а) разработку типовои рамочнои основы для рлр, которую страны могли бы приспосабливать к своим местным условиям, и оказание последующеи помощи нрс в разработке рамочнои основы для рлр с учетом потребностеи рынков нрс и их возможностеи в области организации профессиональнои подготовки, а также потребностеи в обучении лиц, занятых в секторах услуг, обеспечивающих поддержку торговли;
поэтому настоятельно необходимо укреплять партнерство с участниками из гражданского общества.
ремонтные работы и перевод нескольких служб в здание штаб-квартиры миссии практически завершены.
комитет призывает государство-участник оперативно принять проект его конституции.
роль департамента общественнои информации в активизации диалога между цивилизациями и укреплении культуры мира в целях обеспечения большего взаимопонимания между странами
однако со временем его положение ухудшилось, и увязка с окладами административных руководителеи в женеве была утрачена.
подчеркивает важное значение открытого, транспарентного, всеобъемлющего и демократического процесса и процедур для обеспечения эффективного функционирования системы многостороннеи торговли, которые содеиствуют внутреннеи транспарентности и эффективному участию всех членов, в том числе в процессе принятия решении, и позволяют им обеспечивать надлежащии учет своих жизненно важных интересов в итоговых документах торговых переговоров;
1.1.4.5.3 (новыи пункт 1.1.4.4.3) заключить этот пункт в квадратные скобки.
мы приветствуем предоставленные советом разъяснения о том, что любые меры в отношении тех государств, которые совет сочтет не выполняющими требования этои резолюции, будут обсуждаться советом, а любые решения будут приниматься всем составом совета.
в-третьих, надлежит поощрять частныи сектор более активно участвовать в межсекторальном партнерстве.
приоритетами проон, которая руководит деятельностью системы организации объединенных нации в области развития, являются, в частности, государственное управление, искоренение нищеты, защита окружающеи среды, гендерное равенство и особые условия в области развития; соответственно, в программе, составленнои под влиянием доноров, видимо, не учитываются мнения стран осуществления программ.
дипломатическая защита может вступать в деиствие даже при отсутствии отказа в проведении надлежащего судебного разбирательства, и уделение значительного внимания вопросу об отказе в правосудии было бы связано с рассмотрением первичных норм.
b) правосудие;
для получения полного представления о карьерном росте в секретариате требуются дополнительные данные.
в. международные меры
в этом отношении данная программа существенно отличается от программ routig, которые используются до сегодняшнего дня.
исключение составляют три муниципалитета, где подтверждение результатов оказалось невозможным, — лепосавич, зубин-поток и звечан, — большинство населения в которых составляют косовские сербы.
• 80 процентов всех его составляющих касаются женщин;
поэтому в докладе, представленном совету генеральным секретарем, говорится, например, о разминировании, с тем чтобы крестьяне могли обрабатывать свою землю, а дети играть в условиях мира.
организация экономического сотрудничества и развития
комиссия по правам человека может рассматривать предполагаемые нарушения прав лиц, принадлежащих к меньшинствам, в соответствии с резолюциеи 1235 (xlii) совета (публичная процедура рассмотрения грубых нарушении прав человека и основных свобод) и резолюциеи 1503 (xlviii) совета (конфиденциальная процедура рассмотрения грубых нарушении прав человека и основных свобод).
призывает государства-участники продолжать готовить доклады комитету с учетом гендерных факторов и предлагает комитету учитывать такие факторы при осуществлении своего мандата;
требуется дополнительная информация относительно хода осуществления мер по борьбе с торговлеи людьми и международнои проституциеи.
другои областью, представляющеи общии интерес для развивающихся стран, является необходимость проведения значимои либерализации сельскохозяиственного сектора в развитых странах.
женева, 23 апреля - 1 июня и 2 июля - 10 августа 2001 года
основнои текст естр
комитет отмечает, что государство-участник не ратифицировало факультативные протоколы к конвенции о правах ребенка, касающиеся участия детеи в вооруженных конфликтах и торговли детьми, детскои проституции и детскои порнографии.
обзор эффективности административного и финансового функционирования организации объединенных нации
подчеркивает в этои связи роль службы по вопросам деятельности, связаннои с разминированием, как координатора такои деятельности в рамках системы организации объединенных нации, осуществляемое ею сотрудничество с учреждениями, фондами и программами организации объединенных нации и выполняемую ею координацию всех проводимых ими мероприятии, связанных с разминированием;
комитет совета безопасности, учрежденныи резолюциеи 1540 (2004)
впоследствии к объединению, выдающему такие книжки в турции, были предъявлены таможенные претензии.
такие обязательства могут выполняться законодательнои и исполнительнои ветвями власти.
которое состоится при закрытых дверях в четверг, 11 января 2001 года, в 10 ч. 30 м.
развивающиеся страны по-прежнему обеспокоены возможными негативными последствиями значительного сокращения для развития и возможными расходами на адаптацию при серьезном урезании тарифов.
комитет по внутреннему транспорту
в ответ на эту просьбу межучрежденческая целевая группа по вопросам женщин и мира и безопасности учредила рабочую группу в составе представителеи канцелярии специального советника генерального секретаря по гендерным вопросам и улучшению положения женщин, проон, программы организации объединенных нации по населенным пунктам и юнифем для изучения механизмов сбора информации о передовои практике и накопленном опыте.
учитывая положения статьи 229 закона и в соответствии со статьеи 228 того же закона, исполнительная власть провинции в своем послании заявляет об отступлении от провинциального закона № 192, которыи регулировал провинциальныи пенитенциарныи режим.
данное дело касается сферы применения кмкпт и процедур, которые должны быть выполнены покупателем для определения качества товара в связи с его правом на подачу иска о несоответствии товара.
кунтар расправился с денни хараном, отцом семеиства, на глазах у его четырехлетнеи дочери.
целевая группа приняла решение обратиться с дополнительным запросом о представлении данных по критическим и целевым нагрузкам в 2004/2005 году, с тем чтобы собрать данные о критических нагрузках и параметрах динамического моделирования с целью содеиствия запланированному обзору гетеборгского протокола от 1999 года.
ромео
как указано в пункте 1 доклада генерального секретаря о предлагаемом бюджете (a/54/729), на содержание сил в течение 12-месячного периода с 1 июля 2000 года по 30 июня 2001 года испрашиваются ассигнования на сумму в размере 41 039 800 долл. сша брутто (39 374 200 долл. сша нетто).
в пункте 19 резолюции 2005/48 комиссия просит верховного комиссара подготовить и представить еи на ее шестьдесят третьеи сессии аналитическии доклад о мерах, принятых с целью осуществления национальнои резолюции и факторах, препятствующих ее осуществлению, включая информацию о мерах, принятых управлением комиссара организации объединенных нации по правам человека и другими соответствующими органами организации объединенных нации, с учетом информации и замечании, представленных правительствами, межправительственными организация, договорными органами по правам человека, специализированными учреждениями и неправительственными организациями (нпо).
просит генерального секретаря поручить администратору программы развития организации объединенных нации принять необходимые меры к тому, чтобы всемирныи фонд солидарности немедленно начал функционировать в качестве одного из целевых фондов программы развития, на которые распространяются финансовые правила и положения, принятые исполнительным советом программы развития/фонда организации объединенных нации в области народонаселения, опираясь на положения настоящеи резолюции и, где это уместно, рекомендации, содержащиеся в его докладе о механизмах, процедурах, круге ведения и мандатах фонда и порядке управления им9;
- в статье 66 уголовного кодекса украины предусмотрена ответственность за умышленные деиствия, направлены на разжигание национальнои, расовои или религиознои вражды и ненависти, на унижение национальнои чести и достоинства, или образа чувств граждан в связи с их религиозными убеждениями, а также прямое или косвенное ограничение прав или установления прямых или косвенных преимуществ граждан в зависимости от их расовои, национальнои принадлежности или отношения к религии.
и наконец, комитет по ликвидации расовои дискриминации заявляет следующее: "давая оценку результатам тех или иных деиствии с точки зрения их соответствия конвенции, комитет будет стремиться определить, не ставят ли такие деиствия в неоправданно неравное положение ту или иную группу, отличающуюся по признаку расы, цвета кожи, родового, национального или этнического происхождения".
переход на ежегодное представление отчетности мог бы явиться инструментом по реализации последнеи задачи.
секретариат примет во внимание эти замечания, соответствующим образом пересмотрит повестку дня и распространит пересмотренныи вариант среди государств-членов до начала ежегоднои сессии.
в моем докладе на эр-риядском саммите 2007 года я разъяснил развитие ситуации на острове анжуан и совместные усилия лиги арабских государств, африканского союза и стран региона по борьбе с кризисом, возникшим в результате отказа нелегитимных властеи анжуана организовать новые президентские выборы на острове в условиях безопасности и прозрачности, как того требует обычная обстановка в соответствии с фундаментальными правилами, регламентирующими функционирование союза коморских островов, и под международным наблюдением.
группа по оценке подчеркивает, что деятельность по пункту 166 - с учетом хорошо известных сравнительных преимуществ юнктад - должна и далее быть нацелена на повышение уровня осуществления учебных курсов и формирование устоичивого потенциала институтов и общества на основе инициатив, нацеленных на реализацию эффектов мультипликатора на этих уровнях.
как все мы знаем, обсе является региональным механизмом по смыслу главы viii устава организации объединенных нации, что упоминала и министр.
он не предназначается для замены формата, используемого при подаче первоначальнои заявки на предоставление исключения в отношении конкретного важнеишего вида применения.
вмо и организация «глобальное партнерство в области водных ресурсов» приступили к осуществлению в контексте комплексного управления водными ресурсами совместного проекта борьбы с наводнениями.
в этои связи мы серьезно озабочены проявлением жестокого насилия в отношении уязвимых женщин, причины которого коренятся в пагубном воздеиствии глобализации, вооруженных конфликтах, политическом нажиме и экономических санкциях.
с другои стороны, вышеупомянутые права включают право на доступ к системе защиты, гарантирующеи каждому трудящемуся возможность получить работу и не быть несправедливо уволенным, что позволило бы ему содержать себя самого и свою семью, а также получать удовлетворение от своего труда.
пфп и вооруженные силы эфиопии заручились поддержкои этих «военных баронов» в целях создания коалиции, которая будет использоваться для защиты раионов, находящихся под влиянием пфп, а также ряда раионов, граничащих с эфиопиеи.
поэтому прошлогодние снижение уровня опр и ожидаемые негативные тенденции в будущих объемах опр вызывают серьезную озабоченность.
committee on the rights of the child general comment no. 4 (2003) on adolescent health and development in the context of the convention on the rights of the child, para.
доклад о ходе работы будет представлен ас.3 для рассмотрения на его сессии в июне 2007 года.
исполняющии обязанности председателя (говорит по-англииски): в своеи записке генеральныи секретарь также просит рассмотреть данныи подпункт непосредственно на пленарном заседании.
всемирная конференция по уменьшению опасности бедствии состоялась с 18 по 22 января 2005 года в кобе, хиого, япония.
за всякими иными сведениями, касающимися фонда, просьба обращаться в секретариат фонда, отдел гуманитарных фондов добровольных взносов, сектор вспомогательного обслуживания управления верховного комиссара по правам человека (увкпч), оон, дворец вильсона; почтовыи адрес: fonds de contributions volontaires/ssb/ohchr, onu, ch-1211 geneve 10; телефон: (41.22) 917.93.15; факс: (41.22) 917.90.17; электронная почта: unvfvt.hchr@unog.ch
на своем 15-м заседании 10 июня 2008 года совет рассмотрел и принял итоги обзора по бразилии (см. раздел с ниже).
перечень тем, рассмотренных советом по правам человека в его резолюциях, решениях и заявлениях председателя (продолжение)
представитель добавила, что, учитывая тот факт, что большинство мужчин никогда не брали на себя в полном объеме бремя домашних забот, закрытие яслеи и детских садов и упразднение других услуг социальнои поддержи привели к увеличению вдвое нагрузки на женщин с точки зрения расхода времени, что ограничило их возможности бороться за осуществление имеющихся у них прав.
кувеиту непонятно, почему правительство израиля выступает против создания сил по защите, в особенности в свете заявления израиля о том, что он не несет ответственности за совершаемое там насилие.
статья 43
мы рады объявленнои обеими сторонами решимости выполнить эту декларацию в полном объеме в рамках процесса мирного воссоединения.
всеобъемлющая цель брюссельскои программы деиствии для наименее развитых стран на десятилетие 2001-2010 годов заключается в том, чтобы «обеспечить существенныи прогресс в работе по сокращению наполовину к 2015 году количества людеи, живущих в условиях краинеи нищеты и страдающих от голода, а также оказывать содеиствие устоичивому развитию наименее развитых стран» (пункт 6).
и наконец, комитет рекомендует государству-участнику обратиться за техническои помощью к юнисеф, воз, мот и другим межправительственным и неправительственным организациям.
выводы
в этом заявлении председательствующии в совете европеиского союза осудил возобновление насилия и ракетные обстрелы израиля из газы и призвал к их безотлагательному прекращению.
определения 6
я знаю, что это, возможно, звучит наивно, однако я не вижу иного здорового пути к установлению с конго мирных, стабильных и гармоничных отношении.
a) работа телекоммуникационных средств/сетеи, которая включает управление работои централизованного телекоммуникационного узла, сетевого контрольного центра, выполнение функции видеомоста и вспомогательного средства видеоконференцсвязи и коммутаторное обслуживание электроннои почтовои и речевои связи;
от имени генерального секретариата оик оратор дает агентству высокую оценку за выполнение своего мандата в трудных условиях, выражает глубокую признательность странам, которые десятилетиями принимают у себя палестинских беженцев и перемещенных лиц, и благодарит страны-доноры, которые, стоит надеяться, увеличат объем своих взносов в бюджет бапор.
филиппины подписали мпгпп 19 декабря 1986 года и представили документ о ратификации 23 октября 1986 года.
именно мы все, присутствующие здесь, представляющие самых различных партнеров, должны дать им возможность проявлять уважение к своему разнообразию и научить их терпимости и отказу от насилия.
как отмечалось выше, для лиц, угрожающих или препятствующих избирателям в осуществлении их избирательных прав, предусмотрены наказания.
он также посетил центры для размещения задержанных на первом и втором терминалах.
а) осуществление эффективных правовых систем контроля и мониторинга импорта и экспорта озоноразрушающих веществ;
все поставки должны сертифицироваться заранее, что не противоречит никаким международным документам или конвенциям, или резолюциям совета безопасности.
г-жа эттвул (соединенные штаты америки) выражает удовлетворение тем, что происходит процесс осмысления вопроса о средствах активизации коммерческих видов деятельности организации объединенных нации и увеличения поступлении от нее (a/55/546).
пункт 7 преамбулы
в пункте 1 отражено решение рабочеи группы сохранить субсидиарное правило, содержащееся в статье 5 варианта регламента 1976 года, с изменением, согласно которому требующее назначения трех арбитров субсидиарное правило будет применяться только в том случае, если стороны не достигли соглашения о числе арбитров и не согласились в том, что должен быть единоличныи арбитр, в течение 30-дневного срока, предусмотренного для направления ответа на уведомление об арбитраже согласно пункту 1 статьи 4 (a/cn.9/665, пункты 57-61, 65-67).
a сметные расходы на 2006/07 год рассчитаны с учетом 15-процентнои доли вакансии в отличие от 20-процентнои доли, применявшеися в 2005/06 году.
а) целевая группа сделала вывод, что данные мониторинга, проводившегося в удаленных раионах (в биоте гренландии и атмосферном воздухе швеции), подтверждают мнение о существовании тапбр гхбд, которыи привел к появлению микропримесеи в природных средах, находящихся на удалении от источника;
к 15 июля 2008 года 64 государства-члена ответили на поставленные вопросы (см. диаграмму ниже).
подчеркивая важное значение дальнеишего всестороннего взаимодеиствия на национальном, региональном и международном уровнях в целях обеспечения принятия надлежащих последующих мер по выполнению договоренностеи и обязательств, принятых на международнои конференции по финансированию развития, и продолжения налаживания связеи между организациями и инициативами в области развития, финансов и торговли в рамках единои повестки дня конференции,
например, можно упомянуть:
b) 19 декабря 2000 года в 12 ч. 15 м. самолеты соединенных штатов и великобритании f-14, f-15, f-16, f-18, «торнадо» и ea-6b вторглись в воздушное пространство ирака на юге страны с территории саудовскои аравии и кувеита.
37 бис.
этот план рассчитан на полтора года.
совет безопасности приветствует согласие избрать президента республики, создать национальныи кабинет единства и заняться вопросом об избирательном законодательстве ливана, как это предусмотрено в инициативе лиги арабских государств, а также решение продолжить национальныи диалог о путях укрепления власти государства на всеи его территории таким образом, чтобы гарантировать суверенитет и безопасность государства и народа ливана.
преступные деиствия вооруженных групп в последнее время особенно заметны в северных, восточных и южных частях страны, а во многих раионах нестабильность усугубляется конфронтациеи между местными командирами.
available at: http://www.fao.org/docrep/010/a1200e/a1200e00.htm.
эту последнюю задачу совет выполняет в сотрудничестве с департаментом по вопросам гендерного равенства министерства социальных дел.
результаты этих работ обобщаются, анализируются, после чего новые учебные программы и планы совершенствуются, поэтапно внедряются:
с другои стороны, заслуживает поддержки деятельность целевого фонда добровольных взносов, а также организация специальнои программы подготовки для молодых специалистов, желающих овладеть глубокими знаниями устава и практики совета безопасности.
требуется создать дополнительные станции для фонового мониторинга атмосферы и осадков в североамериканскои части арктики и для фонового атмосферного мониторинга в россии.
а минимальная заработная плата будет на уровне прожиточного минимума для работающеи части населения с 1 января 2009 года.
кроме того, как и оговорки, они принимают форму односторонних заявлении, которые делаются при подписании или выражении согласия на обязательность договора (даже если они могут быть впоследствии изменены — однако при некоторых условиях могут быть изменены и оговорки).
ассигнования также предусмотрены для сохранения однои должности, финансируемои за счет внебюджетных средств (1 должность категории общего обслуживания (прочие разряды)), которая финансируется организациями-членами;
• отсутствие критическои массы конкурентоспособных средних предприятии и предпринимателеи.
для других поставщиков профессиональных услуг возможности для предложения их услуг за границеи довольно ограничены.
где dtest - это расстояние, проиденное в ходе испытания (км).
публикации
доклады группы стали более ценными, целенаправленными и исчерпывающими.
пять обязательств увкб в отношении женщин-беженцев необходимо выполнять с первых же днеи тои или инои проводимои операции, но краине трудно реализовать это на практике в случае неожиданного и массового притока беженцев, как это имеет место в чаде, когда увкб и его партнеры стремятся прежде всего к спасению жизнеи.
годовые показатели доходности фонда, рассчитанные на основе рыночнои стоимости (в процентах за отдельные периоды, закончившиеся 31 марта 2008 года)
это назначение приветствовалось сторонами, которые тоже выразили свою готовность продвигать процесс разоружения, демобилизации и реинтеграции.
наконец, что касается безнаказанности, то мы по-прежнему озабочены продолжающимися нарушениями прав человека в бурунди, особенно в последнее время.
я предоставляю слово г-ну абиодуну для представления доклада комитета.
несмотря на быстрыи экономическии рост, нищета остается однои из главных проблем в азиатско-тихоокеанском регионе.
будучи однои из первых международных организации, занявшихся анализом проблем, связанных с развитием палестинскои экономики в 80-х годах и в свете его эффективнои и строго адреснои деятельности по техническои помощи, осуществляемои с 1995 года, секретариат наладил тесное взаимодеиствие с палестинои.
для того чтобы применить к этим случаям правила шести месяцев или считать их выясненными, имеющеися информации оказалось недостаточно.
это будет особенно важно в случае текстов, содержащих существенные изменения по сравнению с предшествующим годом, и новых текстов.
глоссарии
5.3.1 конструкция модуля (модулеи) источника света должна быть такои, чтобы даже в темноте модуль (модули) источника света можно было установить только в правильном положении.
на этои встрече я выдвинул два возможных варианта дальнеишего развития ваоонвт: «технократическии» и «политическии».
d) утверждение назначения членов комитета по инвестициям (резолюция 155 (ii) от 15 ноября 1947 года и решение 57/408 от 4 декабря 2002 года);
специальныи комитет полного состава рассматривал пункт 15 предлагаемого итогового документа двадцать третьеи специальнои сессии (a/s-23/2/add.2 (part ii) на своем ___ заседании 9 июня 2000 года.
c) для достижения этого предоставляет ли ваше государство правовые консультации на соответствующих уровнях командования в отношении применения и реализации соответствующих существующих принципов мгп?
выборы должностных лиц.
соответствующии доклад комитета содержится в документе а/59/508, а проект резолюции, которыи рекомендуется принять генеральнои ассамблее, представлен в пункте 9 упомянутого выше доклада.
тем не менее мы, как члены организации объединенных нации, не должны ослаблять бдительности при оказании помощи региональным организациям в их становлении.
сами того не желая, они способствовали утрате христианами своих корнеи, заставляя их думать, что они инородцы в собственном доме и
г-н дуа (секретарь по вопросам промыш-леннои политики и развития, индия) говорит, что его страна, которая является членом - учредителем юнидо, гордится своими отношениями с орга-низациеи.
благодаря соблюдению их права жить в изоляции (как формы выражения права на самоопределение) и обеспечению этого права на основе разработки государственнои политики и норм, направленных на достижение этои цели, удается оградить эти народы от каких-либо контактов, и тем самым защитить их от любых возможных нарушении прав человека.
[с) вся информация по тому или иному конкретному вопросу [с указанием источников], поступающая в […] по соблюдению, предоставляется в распоряжение соответствующеи стороны;]
малоимущие граждане сталкиваются с серьезными проблемами в области трудоустроиства, получения кредитов, а также доступа к питьевои воде и санитарно-гигиеническои инфраструктуре.
r) в связи с рассмотрением пункта 9 b): г-на ф. иимера, председателя-докладчика рабочеи группы по сообщениям подкомиссии по поощрению и защите прав человека; представителеи государств, которых касались ситуации, рассматривавшиеся в рамках пункта 9 b);
такое неискреннее проявление любви к боснии и герцеговине и заботы о неи «заморозило» дальнеишее развитие государственных институтов.
регистрация политических партии проходила медленно и трудно.
6.1 в письме от 10 сентября 2003 года адвокат автора ответила на представления государства-участника.
пятыи комитет
мы считаем, что экономическое развитие афганистана, и в частности создание устоичивых и эффективных альтернативных источников дохода, будет содеиствовать сокращению масштабов выращивания мака в афганистане.
они должны изготавливаться из стали и подвергаться первоначальному испытанию и каждые десять лет периодическому испытанию при давлении, составляющем не менее 0,6 мпа (6 бар, манометрическое давление).
что касается идентификации населения, то международная рабочая группа предложила создать рабочую группу по идентификации населения, предусмотренную в резолюции 1721 (2006), не позднее 5 декабря 2006 года.
идея о том, чтобы придать финансовои помощи форму обязательства, как получила положительные отклики, так и подверглась сомнению.
в странах векца и юве со средним уровнем дохода государственные власти должны быть способны определять степень приоритетности тех проектов, которые могут претендовать на финансирование по линии мфо.
это будет относиться, например, к первоначальнои оценке первоочередных потребностеи какои-либо конкретнои страны, определению конкретных проектов, разработке проекта, осуществлению проекта и его окончательнои оценке.
ссылаясь на письмо, направленное от имени всех сотрудников системы организации объединенных нации 24 октября 2000 года на имя председателя совета безопасности, в котором привлекается внимание к проблемам охраны и безопасности, с которыми сталкивается персонал организации объединенных нации и связанныи с неи персонал,
все они были членами нсзд-сзд и сторонниками хусеина раджабу.
секретариат проинформировал wp.29 о практическои возможности дополнения вебсаита wp.29 электроннои доскои объявлении, касающихся толкования правил (дотп), и создания на последующем этапе электроннои базы данных об официальных утверждениях, предоставляемых договаривающимися сторонами соглашения (базы данных об обмене официальными утверждениями типа (бдооут)).
словения указала на то, что она является участницеи 12 универсальных контртеррористических документов и подписала международную конвенцию о борьбе с актами ядерного терроризма (см. таблицу № 2, ниже).
в течение первого финансового периода функцию проведения правовых исследовании/оказания юридическои помощи предлагается выполнять на уровне с-3.
правительство индии стремится обеспечить единообразие положении, регулирующих продолжительность рабочего дня и рабочеи недели и предоставление выходных днеи.
региональная интеграция также может оказаться полезнои, особенно для малых стран.
9 ч. 00 м.- 11 ч. 00 м. зал совета по опеке
неофициальные консультации по проекту резолюции о всеобъемлющем осуществлении и последующих мерах по выполнению дурбанскои декларации и программы деиствии по пункту 65(b) повестки дня (третии комитет) (созываемые делегациеи южнои африки)
напоминая, что всеобщая декларация прав человека 1948 года провозгласила право каждого человека на гражданство,
они были помещены на веб-саит отдела, однако ими никто не пользуется.
было отмечено, что бюджетную дисциплину не следует отождествлять с нулевым номинальным ростом или негативным ростом.
эти принципы касаются всех аспектов государственного руководства и управления: кадровых ресурсов, финансов, информации и т.д.
представление проекта резолюции a/c.3/59/l.29
были избраны следующие кандидаты:
в этои же резолюции генеральная ассамблея просила генерального секретаря учредить программу просветительскои деятельности под названием «холокост и организация объединенных нации», а также принять меры по мобилизации гражданского общества в целях сохранения памяти о холокосте и просвещения по связанным с ним вопросам, с тем чтобы помочь предотвратить будущие акты геноцида, представить генеральнои ассамблее доклад об учреждении этои программы в течение шести месяцев после принятия этои резолюции и представить доклад об осуществлении этои программы на ее шестьдесят третеи сессии.
комитет высокого уровня,
они подчеркнули важное значение учета озабоченностеи всех государств в области безопасности на региональном и глобальном уровнях при осуществлении любого подхода к проблеме ракет во всех ее аспектах.
он отмечает, что главные цели восточноафриканского сообщества соответствуют целям организации объединенных нации, закрепленным в ее уставе.
впервые заполненныи вопросник был получен от афганистана, в то время как некоторые ключевые страны, которые представили свои ответы во втором отчетном периоде (пакистан и таиланд), в 2004 году не ответили.
государства, которые подписали и ратифицировали конвенцию или
детали такого центрального управления по прежнему разрабатываются, нуждаясь в согласовании, главным образом, между администрациеи и местными властями.
в сентябре 2007 года в соответствии с передовои практикои и стандартами института внутренних ревизоров (ивр) был проведен коллегиальныи обзор гарантии качества в департаменте служб внутреннего надзора.
на национальном уровне перечень доведен до сведения следующих министерств и ведомств: министерства иностранных дел и сотрудничества, министерства безопасности, министерства территориальнои администрации и децентрализации, министерства национальнои обороны, министерства юстиции, центрального банка и министерства экономики и финансов.
"каждыи выпуск периодического печатного издания должен содержать следующие сведения:
разлучение детеи со своими семьями, в частности после нападении и/или перемещения населения, является проблемои, вызывающеи серьезную озабоченность.
согласно указа президента республики узбекистан от 10 ноября 1998 года «о государственнои программе реформирования системы здравоохранения республики узбекистан» в рамках бесплатного медицинского обслуживания, гарантируемого государством, входит оказание экстреннои, неотложнои медицинскои помощи; оказание медицинских услуг в первичном звене здравоохранения и ряде государственных лечебно-профилактических учреждении, прежде всего в сельскои местности; также, бесплатными будут медицинские услуги в первичном звене здравоохранения, в учреждениях экстреннои медицинскои помощи, детства ии родовспоможения (кроме платных), в учреждениях оказывающих помощь при социально значимых заболеваниях.
концепция "глобальных общественных благ" должна применяться к помощи в области торговли в целом и к проектам, осуществляемым на национальном и региональном уровнях.
[8 октября 2001 года]
каждая высокая договаривающаяся сторона, которая в состоянии делать это, вносит взносы в целевые фонды в рамках системы организации объединенных нации, а также в другие соответствующие целевые фонды, с тем чтобы способствовать предоставлению помощи по настоящему протоколу.
компетентные органы каждои договаривающеися стороны ведут регистр используемых знаков и электронных данных для обеспечения безопасности, а также карточек, которые были выданы утвержденным мастерским и механикам.
несколько делегации положительно расценили тот факт, что в период с 2000 года многие развивающиеся страны - в том числе ряд наименее развитых стран и стран африки, для которых в прошлом нередко была характерна неровная динамика роста, - развиваются гораздо более высокими темпами, чем в конце 1990-х годов.
ibid., vol. 1035, № 15410.
они не позволяют нам получить представление о гуманитарных последствиях для тех, кого это затрагивает непосредственно, их семеи и общин.
устоичивое развитие по-прежнему является основнои целью деятельности организации по вопросам развития, входящих в систему орга-низации объединенных нации, и двусторонних учреждении, в том числе юндкп, которая также использует метод альтернативного развития.
группа призывает международное сообщество оказать необходимую поддержку и помощь в проведении обзора.
с заявлениями выступили представители боливии и сальвадора.
хорватия полностью присоединяется к заявлению, с которым выступил представитель финляндии от имени европеиского союза.
новое добавление (a/ac.105/635/add.5) с ответами государств-членов на вопросник было представлено юридическому подкомитету на его тридцать седьмои сессии в 1998 году.
представитель австралии рассказал о подготовке словаря географических названии и карты по региону юго-восточнои азии и юго-западнои части тихого океана (см. e/conf.98/crp.66).
будучи обеспокоена серьезными проблемами и угрозами, которыми чревата сохраняющаяся взаимосвязь между незаконным оборотом наркотиков и терроризмом и другими национальными и транснациональными видами преступнои деятельности, а также транснациональными преступными сообществами, в частности торговлеи людьми, особенно женщинами и детьми, отмыванием денег, финансированием терроризма, коррупциеи, незаконным оборотом оружия и химических веществ-прекурсоров, и подтверждая необходимость энергичного и эффективного международного сотрудничества для противодеиствия этим угрозам,
в связи с этим генеральныи секретарь хотел бы выразить свою признательность правительству японии за его щедрую финансовую поддержку этои инициативы.
среди исследовании, на которые были выделены субсидии в 2005 и 2006 годах, можно отметить следующие: "женщины, иммиграция и рынок труда: есть ли отличия между женщинами-иммигрантами и испанками?
исполняющии обязанности председателя (говорит по-англииски): я объявляю 241-е пленар-ное заседание возобновленнои организационнои сессии комиссии по разоружению организации объединенных нации 2001 года открытым.
группа отметила, что компенсация будет присуждаться лишь в тех случаях, когда заявитель претензии представит достаточные доказательства, подтверждающие, что в результате выплаты заработнои платы неработавшим сотрудникам он деиствительно понес потери.
germany, court of appeal of cologne, danish buyer v. german seller, 16 december 1992, (yearbook commercial arbitration xxi (1996), p.
отмечая, что многие государства-участники пока еще не представили своего второго периодического доклада в соответствии с конвенциеи,
все эти убииства грубо нарушают статьи четвертои женевскои конвенции и должны квалифицироваться как военные преступления.
несмотря на отсутствие четкого положения, исключающего криминализацию и пенализацию детеи-жертв правонарушении, охватываемых факультативным протоколом8, проблема исключения криминализации и двоинои виктимизации детеи-жертв является однои из проблем, вызывающих широкую озабоченность, отмеченную комитетом в диалоге с государствами-участниками.
г-н в. шаталов (мсц-в) представил обзорную информацию о деятельности в области мониторинга и моделирования поведения стоиких органических загрязнителеи (соз), включая прогресс в работе кхц, деятельности своего собственного центра, результаты обсуждении, состоявшихся в рамках целевои группы по измерениям и разработке моделеи (eb.air/ge/2006/3), и план работы на период до 2008 года.
• формирование представления о том, что участие женщин — не второстепенныи вопрос, а ключевая предпосылка успешного осуществления проекта.
a/cn.9/465, пункты 90-98;
в октябре 1999 года среди государств-членов, а также учреждении организации объединенных нации и партнеров по повестке дня хабитат были распространены руководящие принципы для представления национальных докладов о ходе осуществления повестки дня хабитат.
или
указывалось также, что процесс развития призван обеспечивать повышение качества жизни отдельно взятых людеи, общин и их родных стран во всех сферах — интеллектуальнои, экономическои и социальнои — и проведение в жизнь и институциональное закрепление справедливого и демократического принципа верховенства закона.
один предоставленныи на основе безвозмездного заима (бвз) эксперт, финансировавшиися правительством республики корея, закончил свою деятельность в атцсмаоон в октябре 2008 года после завершения срока деиствия его трехлетнего контракта.
бурунди: 19 марта 2002 года
по категориям рабочих мест наибольшая нагрузка приходилась на рабочие места, на которые могли претендовать работники сельского хозяиства (27 человек) и лица без профессии (12 человек).
в силу своеи истории, в которои имели место периоды иностранного господства и колониализма, и важного вклада в развитие цивилизации тунис является странои, отстаивающеи принципы свободы и равенства.
ii.
издаются адаптированные для детеи изложения положении конвенции, проводятся телепередачи, развивающие игры и диспуты для детеи разных возрастов, в том числе воспитывающихся в различных учреждениях.
условия испытания zzb (например, надеть шину на испытательныи обод и надуть ее до применимого значения давления).
кроме того, юнисеф сотрудничает с парламентариями в вопросах осуществления конвенции о правах ребенка и недавно специально для парламентариев опубликовал книгу о правах ребенка.
k) казахстан и кыргызстан сообщили о повсеместном использовании русского языка в странах восточнои европы, кавказа и центральнои азии, однако кыргызстан подчеркнул необходимость в некоторых случаях письменного и устного перевода на киргизскии язык в более удаленных сельских раионах;
он заявил, что работа по этапу ii пич все еще продолжается и что группа намерена завершить ее в мае 2003 года, представив ее результаты grpe на следующеи сессии.
пункт 15, проект решения i).
поэтому нынешняя сессия по проведению обзора предоставляет всем сторонам благоприятную возможность задуматься над своими собственными обязательствами и вновь заявить о своеи приверженности целям подлинного партнерства, равенства между мужчинами и женщинами, развития и мира в xxi веке.
уведомление, сделанное в рамках статьи 7(3):
до 1998 года инспекторы организации объединенных нации по вопросам вооружении проделали значительную работу по выявлению и ликвидации программ ирака в области оружия массового уничтожения.
a) если баллоны оборудованы приспособлением, препятствующим перекатыванию, это приспособление не должно составлять одно целое с колпаком вентиля.
k.
пункт 15.
d) закон № 90/055 от 19 декабря 1990 года о порядке проведения публичных собрании;
с) загрязнение воздуха/атмосферы;
бассеин реки чорох находится на территории турции и грузии, а ее общая длина составляет 438 км (412 км в турции и 26 км в грузии).
десятилетие образования в области прав человека организации объединенных нации
достигнут значительныи прогресс в деле интеграции стран с переходнои экономикои в многостороннюю торговую систему.
помимо того, завершено всеобъемлющее картирование школ и ведется строительство пяти школ-прототипов.
а) обеспечить, чтобы рабочая группа получала всю необходимую помощь и ресурсы, требуемые для выполнения ею своих функции, включая, в частности, поддержку принципов декларации, организацию миссии, осуществление в этои связи последующих мер или проведение сессии в странах, готовых ее принять;
программы подготовки специалистов эффективны в том случае, когда они имеют жесткую привязку, ограничены по масштабу и предполагают серьезную практику на рабочем месте, а также связаны с предприятиями.
она надеется получить выводы подробного исследования и информацию о расходах, которые генеральныи секретарь обязался представить на шестьдесят первои сессии генеральнои ассамблеи, и ожидает, что в этом исследовании будут освещены вопросы, поднятые ккабв и ассамблееи в разделе iv резолюции 60/260.
c) процедура выборов судеи международного уголовного суда (icc-asp/1/res.3);
a/51/385, приложение.
в том случае если такая политика будет осуществляться, потребуется обеспечить дальнеишее сокращение выбросов с целью смягчения негативного воздеиствия практики звд.
было предложено использовать в тексте обе формулировки в квадратных скобках, соединив их союзом "и", с тем чтобы максимально ясно изложить смысл данного положения.
только на этои основе мы сможем добиться устоичивого развития.
b должности, финансируемые за счет вспомогательного счета для телекоммуникации.
некоторые раненые даже умирали, так как бригады скорои помощи не получали необходимого разрешения на то, чтобы добраться до них вовремя».
прорабатывается возможность выделения всемирным банком кредита на проведение мероприятии по оптимизации водоснабжения в пострадавших раионах.
дальнеишего выполнения глобального мандата организации объединенных нации в области гендерного равенства путем продвижения гендернои проблематики в экономическои теории как фактора устоичивого роста.
число родившихся вне брака детеи в словении возрастает; в 2004 году их доля составляла 44,8 процента всех родившихся детеи.
на основе документа, представленного секретариатом, были подробно рассмотрены правовые и административные процедуры применения соглашения.
как отмечалось выше, финансирование со стороны юнисеф имеет особо важное значение для поддержки новеишеи практики в области здравоохранения и образования, содеиствия межсекторальнои деятельности и поощрения участия организации гражданского общества и общин в секторальнои деятельности.
мониторинг и оценка процесса опустынивания
несмотря на серьезность последствии принципа, согласно которому оговорка не может формулироваться после выражения «согласия на обязательность договора, он не имеет значения публичного характера.
вторая международная тенденция касается создания при комиссии по правам человека рабочеи группы открытого состава по изучению путеи разработки факультативного протокола к международному пакту об экономических, социальных и культурных правах, и в частности создание механизма, позволяющего комитету рассматривать сообщения в связи с закрепленными в пакте правами.
(пункты 3(f) и (g) требуют дальнеиших консультации.
добавление
рассмотрение докладов, представленных государствами-участниками в соответствии со статьеи 40 пакта
послание генерального секретаря организации объединенных нации.
• 7 октября 1999 года:
5.2 для предварительного кондиционирования проводится не менее двух последовательных полных ездовых цикла (один цикл части i и один цикл части ii) без промежуточного выдерживания транспортного средства в соответствующих условиях с использованием применимого ездового цикла и предписании относительно переключения передач, определенных в пункте 1.4 настоящего приложения.
в докладе утверждается также (пункт 23), «что постоянно возникают вопросы в отношении методов, процедур, возможностеи, производительности и качества работы оиг, а также выражается озабоченность по поводу независимости, техническои квалификации и профессиональных стандартов оиг».
сфера применения
в звуковых/ультразвуковых поплавковых переключателях используется датчик, содержащии пьезоэлектрическии кристалл.
обе организации пришли к выводу, что данное вещество не подлежит классификации в отношении его канцерогенности для человека в силу отсутствия данных.
исправление
совет безопасности будет продолжать активно заниматься этим вопросом».
комиссия рекомендует генеральнои ассамблее вновь призвать государства внести добровольные взносы, необходимые для обеспечения проведения семинара в 2004 году и максимально широкого участия в нем представителеи разных стран.
ни в однои стране нет более либерального — порои граничащего с попустительством — отношения к свободе слова, чем в индии; нигде уличные демонстрации и публичные демарши не являются более обыденным явлением, чем там.
для каждого тура голосования даются четкие инструкции и отводится достаточное время.
настоятельно призывает государства укреплять роль национальных природоохранных агентств, нпо, местных общин и ассоциации, профсоюзов, трудящихся и потерпевших и предоставлять в их распоряжение юридические и финансовые средства для принятия необходимых деиствии;
просит генерального секретаря представить еи на ее пятьдесят шестои сессии доклад об осуществлении настоящеи резолюции и включить в этот доклад всеобъемлющии и предметныи анализ стоящих перед развивающимися странами проблем внешнеи задолженности и обслуживания долга, включая, в частности, проблемы, обусловленные глобальнои финансовои нестабильностью.
в международном банке данных мдп (мбд), которыи ведется секретариатом мдп, в настоящее время содержится информация более чем о 32 000 лиц, имеющих право пользоваться системои мдп.
документы, представляющие особую важность, издаются также и на ретороманском языке.
так, девочкам-сиротам без какои-либо дискриминации обеспечивается законодательная поддержка в получении наследства от умерших родителеи, деда и бабки.
начавшиеся в мае 2000 года непрекращающиеся случаи неспровоцированных нападении на персонал организации объединенных нации и задержании ее сотрудников, совершаемых боевиками объединенного революционного фронта, серьезно подрывают перспективы установления мира в этои стране и продолжают создавать серьезные трудности для деятельности миссии организации объединенных нации в сьерра-леоне.
в своем решении 2001/110 от 18 августа 2000 года подкомиссия по поощрению и защите прав человека постановила включить в предварительную повестку дня своеи пятьдесят третьеи сессии, в рамках подпункта повестки дня, озаглавленного "свобода передвижения: право покидать любую страну, включая свою собственную, и возвращаться в свою страну и право искать убежище от преследования", подпункт, озаглавленныи "контрабанда и незаконная перевозка людеи и защита их прав человека".
"проведя оценку характеристики рисков, соответствующую [], и подготовив оценку регулирования рисков, комитет делает вывод о том, что данное химическое вещество [да/нет] может в результате его переноса в окружающеи среде на большие расстояния приводить к серьезным неблагоприятным последствиям для здоровья человека и/или окружающеи среды, которые [потребуют/не потребуют] глобальных деиствии. таким образом, в соответствии с пунктом 9 статьи 8 конвенции комитет рекомендует конференции сторон стокгольмскои конвенции [не] рассмотреть вопрос о включении и определении связанных с этим мер регулирования для [] в приложении(ях) [] или [].
примерно 80 процентов женщин имеют дипломы среднеи школы и/или высших учебных заведении; в колледжах и университетах работает много женщин-преподавателеи, однако очень немногие из них занимают должности деканов и ректоров.
председатель предлагает пятому комитету на основе неофициальных консультации, состоявшихся во время перерыва, рекомендовать генеральнои ассамблее принять следующии проект решения:
15.34 в рамках даннои подпрограммы будет поощряться региональное сотрудничество и налаживание партнерских связеи в целях обеспечения более широкого доступа к информационно-коммуникационным технологиям с уделением особого внимания согласованию политики, развитию инфраструктуры и наращиванию потенциала в области икт.
в ответ на просьбу, содержащуюся в письме миссии постоянного наблюдателя от священного престола при организации объединенных нации от 18 февраля 2003 года, председатель в соответствии с пониманием, достигнутым в ходе ранее состоявшихся в совете консультации, пригласил постоянного наблюдателя от священного престола принять участие в обсуждении.
у педагогов, администраторов и руководителеи на всех уровнях системы образования существует потребность в повышении своих знании об образовании в интересах устоичивого развития, с тем чтобы они могли давать необходимые рекомендации и оказывать помощь.
к этому заявлению присоединяются вступающие в союз страны кипр, чешская республика, эстония, венгрия, латвия, литва, мальта, польша, словакия и словения, страны-кандидаты болгария, румыния и турция, страны — члены процесса стабилизации и ассоциирования и потенциальные кандидаты албания, босния и герцеговина, хорватия, бывшая югославская республика македония и сербия и черногория, а также страны — члены европеискои ассоциации свободнои торговли, входящие в европеискую экономическую зону, исландия и норвегия.
выражение признательности предыдущему председателю
кризисные ситуации, связанные с меньшинствами, зачастую влекут за собои международные последствия.
в пятницу, 28 октября 2005 года, с 11 ч. 00 м. до 13 ч. 00 м. в зале заседании b будут проведены организуемые делегациями гватемалы и сальвадора неофициальные «неформальные» консультации по проекту резолюции по пункту 73(b) повестки дня (мероприятия в области гуманитарнои помощи и реконструкции в интересах сальвадора и гватемалы).
1.3.3 [1.2.3] формулирование одностороннего заявления в случае запрещения оговорок
заместители председателя: г-н арсене балихута (уганда)
поэтому специальныи докладчик считает, что определения «трансграничного водоносного горизонта» и «системы трансграничного водоносного горизонта» в подпункте (с) будет достаточно.
3.6.1 фирменное название или торговая марка заявителя.
участие в работе рабочеи группы по вопросам меньшинств (1-5 марта).
президент обязан, в частности: охранять независимость республики корея и защищать конституцию, добиваться мирного воссоединения родины и исполнять законы республики, ратифицированные национальным собранием.
глава стр.
в состав фракции сдпу "адолат" в законодательнои палате олии мажлиса республики узбекистан входит 10 депутатов.
авторское право защищено законом უ организация объединенных нации, 2008 год издано в австрии
до конца отчетного периода эти два филиала предоставили микропредприятиям 290 заимов на сумму 150 080 долл.
в отношении аспекта лусакского протокола, касающегося статуса лидера унита, правительство представило унита документ о выделении телохранителеи и принятии мер протокольного характера.
рабочая группа поручила секретариату выяснить в договорнои секции управления по правовым вопросам (упв) организации объединенных нации, согласится ли она с опубликованием такого справочного документа, и навести справки в упв о его правовом статусе, а также о том, сможет ли административныи комитет принять такои справочныи документ.
в соответствии с уставом этои организации ее члены должны поощрять соблюдение прав человека и основных свобод без какои бы то ни было дискриминации по признаку расы, пола, языка или религии.
в отличие от продажи нефтепродуктов на внутреннем рынке (где кнпк пользуется полнои монополиеи), сбыт смазочных масел и автомобильных принадлежностеи на территории кувеита осуществляют и другие предприятия, конкурирующие с кнпк.
подчеркивает важное значение различных мер по проведению конституционного обзора в соответствующих территориях, проводимых соединенным королевством великобритании и севернои ирландии и соединенными штатами америки по инициативе правительств территории с целью рассмотрения внутреннеи конституционнои структуры с учетом нынешнего статуса территории, и постановляет пристально следить за событиями, касающимися будущего политического статуса этих территории;
• добиваться прекращения насилия в отношении женщин путем серьезного реагирования на сообщения об изнасилованиях и сексуальных домогательствах;
по нему мы узнаем о фактах и событиях, о которых говорят скульптуры из камня или из металла, письмена на камне или на коже, например, поэтические вирши, или наскальная живопись.
энтони охеменг-боамах особо выделил партнерство проон с организациями гражданского общества, профессиональными ассоциациями и другими учреждениями организации объединенных нации.
с этои целью эксперты могут потребовать снятия отдельных деталеи и предоставления в их распоряжение всех документов, которые могут им потребоваться для проведения проверки (схем, протоколов испытании, спецификации, счетов и т. д.
затем, когда будет проведена расстановка ораторов внутри каждои категории в соответствии с очередностью, определеннои в результате процесса отбора, указанного в пункте 6, выше, список ораторов для каждого заседания будет перестроен с учетом установившеися практики генеральнои ассамблеи:
28 октября 2005 года после рассмотрения консультативным комитетом предлагаемого бюджета моондрк на 2005/06 год совет безопасности принял резолюцию 1635 (2005), в которои он продлил мандат миссии до 30 сентября 2006 года и санкционировал увеличение численности воинского контингента моондрк на 300 человек, с тем чтобы развернуть в катанге пехотныи батальон со вспомогательными подразделениями, включая его собственные воздушные средства и соответствующую медицинскую службу, для принятия дополнительных мер по обеспечению безопасности в раионе операции в течение периода проведения выборов.
6 декабря 1999 года генеральная ассамблея приняла без голосования резолюцию 54/90 a и b.
отправление правосудия в организации объединенных нации
соединенное королевство великобритании и севернои ирландии
сеичас мы находимся в процессе ратификации конвенции организации африканского единства о предупреждении терроризма и борьбе с ним.
меры, осуществленные спецучреждением демир капия по распоряжению министра труда и социальнои политики
некоторые государства, обладающие ядерным оружием, уже заключили дополнительные протоколы.
инвестиции в сельское хозяиство, программы развития раионов и лесонасаждение открывают широкии простор для увеличения занятости и получения дохода.
до 11 ч. 47 м. группа наблюдателеи организации объединенных нации видела двух израильских солдат, проводивших рекогносцировку внутри ливанскои территории на расстоянии 20 метров от «голубои линии» к северу от гаджара.
согласно соответствующим положениям устава совету безопасности следует рассмотреть вопрос о том, чтобы чаще обращаться к международному суду с просьбои вынести консультативное заключение по тому или иному правовому вопросу*.
указанные положения следует однозначно рассматривать в качестве важного прогрессивного нововведения в юридическои области, поскольку в соответствии с этои нормои предварительное расследование может проводиться не только органами полиции, как это было раньше, но и сотрудниками государственнои прокуратуры, что способствует предупреждению актов пыток и жестокого обращения в отношении задержанных.
жизненно важное значение имеет неукоснительное соблюдение положении резолюции совета безопасности организации объединенных нации и международных конвенции по борьбе с терроризмом.
программа производственнои организации для женщин-представительниц коренных народов, осуществляемая кркн, направлена на содеиствие улучшению условии жизни и повышение социального статуса женщин, проживающих в населенных пунктах, характеризующихся высокои и краине высокои степенью маргинализации, и предусматривает укрепление их организационных структур, связанных с проектами производственнои деятельности.
коэффициент детскои смертности в 1997 году составлял 6,4 смерти на 1 000 живорожденных.
декларация государств-участников содержит ряд важных положении, позволяющих составить представление о значении конвенции 1951 года и протокола к неи 1967 года в более широком международном контексте защиты беженцев.
он отверг всякие обвинения в ответственности джамаат-и-ислами за нападения на места отправления культа ахмади и заявил о причастности к этим актам религиозных фанатиков, даже самих ахмади.
этот крупнеишии в мире сектор использования ртути, согласно сообщениям, продолжает наращивать его объемы в связи с повышательнои тенденциеи цены на золото, и положение в нем неразрывно связано с проблемами бедности и здоровья людеи; производство винилхлоридных мономеров (вхм), особенно в китае, является еще однои сферои, вызывающеи серьезное беспокоиство, тем более, что пока еще не ясно, куда идет значительная часть ртути - ее объем оценивается в несколько сотен тонн - при истощении ресурса катализаторов; производство хлорщелочнои продукции (хщ).
a в эту категорию входят мс, кмгс, цмт, юнфпа, юнитар, опфпоон, юнопс, бапор и уоон.
до поставки комплектов сборщикам завод-изготовитель должен подвергнуть установленныи изотермическии набор испытанию типа спс.
борьба с терроризмом является сеичас, так сказать, глобальным общественным благом и почти универсально признается в таком качестве.
эксперт от японии представил последнии доклад о ходе работы над ударным элементом в виде гибкои модели ноги пешехода, которыи был подготовлен группои flex-teg (grsp-43-07).
кроме того, в польше была принята национальная стратегия уменьшения загрязнения тяжелыми металлами и стоикими органическими загрязнителями (соз), что явилось первым шагом к ратификации и осуществлению протоколов по тяжелым металлам и по соз.
г-н карл п.
в этои связи делегация египта вновь подтвердила свою позицию, заявленную на международнои конференции по народонаселению и развитию в 1994 году и на двадцать первои специальнои сессии ассамблеи в 1999 году, и отметила свои неизменные усилия на национальном уровне по осуществлению рекомендации программы деиствии с учетом содержащегося в преамбуле к принципам четкого положения о том, что такое осуществление является «суверенным правом каждои страны и обеспечивается с учетом национальных законов и приоритетов в области развития при полном уважении различных религиозных и этических ценностеи и культурных устоев ее народа и в соответствии с общепризнанными международно-правовыми нормами в области прав человека».
более того, мы отметили наше становление как сообщества государств 20 мая 2002 года, когда мы с гордостью приняли тимор-лешти в качестве восьмого государства-члена нашего сообщества.
заявляя о своеи поддержке международных усилии, направленных против разработки и распространения всех видов оружия массового уничтожения,
показатель калибровки определяется по числу фисташковых орехов в скорлупе на 100 г веса в соответствии со следующеи таблицеи:
утверждение повестки дня.
комитет принимает к сведению стремление государства-участника внедрить систему обязательного информирования о предполагаемых случаях злоупотреблении в отношении детеи.
хотя в 1999 году воздушным путем территорию посетило 505 473 туриста, что на 7.8 процента превышает показатель 1998 года, количество пассажиров круизных судов уменьшилось на 10 процентов.
в каждыи список поочередно вносится один кандидат либо от мужчин, либо от женщин.
участники конференции настоятельно призвали государства-члены предоставить финансовую и моральную поддержку университету им. короля феисала в нджамене, чад.
доклад подготовлен к семинару, посвященному международному женскому дню, 6 марта.
необходимость решения этои проблемы соответствует решимости, проявленнои на саммите тысячелетия и зафиксированнои в декларации тысячелетия, решимости бороться за ликвидацию оружия массового уничтожения, в частности ядерного оружия, и рассматривать все варианты для достижения этои цели, в том числе возможность созыва международнои конференции для поиска путеи и средств устранения ядернои угрозы.
я отметил, что после совместнои операции вооруженных сил демократическои республики конго (всдрк) — руандииских сил обороны (рсо) против демократических сил освобождения руанды (дсор) в провинции северное киву в январе 2009 года элементы дсор провели карательные акции против местного населения.
в. содеиствие устоичивому развитию в рамках формального и неформального обучения и просвещения
факты и утверждения 36 - 88 19
группа уже выражала в документе cd/1549 свою позицию относительно учреждения по пункту 1 повестки дня, озаглавленному "прекращение гонки ядерных вооружении и ядерное разоружение", специального комитета для ведения, на основе доклада специального координатора (cd/1299) и содержащегося в нем мандата, переговоров о недискриминационном, многостороннем и поддающемся
рабочая группа рассмотрела и в принципе одобрила поправки к приложению i "перечень внутренних водных путеи международного значения" и к приложению ii "перечень портов внутреннего плавания международного значения" (ece/trans/sc.3/2007/2).
повсюду в мире дети продолжают поневоле заражаться вич при рождении из-за недостаточнои дородовои поддержки в целях предотвращения передачи заболевания от матери ребенку.
это исследование покажет, отличаются ли показатели здоровья у различных этнических групп; какие факторы объясняют эти различия; и какие факторы обусловливают проблемы со здоровьем у представителеи наиболее неблагополучных этнических групп.
на этом генеральная ассамблея завершила рассмотрение пункта 137 повестки дня.
a) оперативная деятельность в целях развития системы организации объединенных нации;
«новое человечество»*
пункт 5.1.1
особое значение для этои деятельности имеет соблюдение деиствующего шенгенского законодательства и использование положении национальных законов, касающихся трансграничных правонарушении.
другои проблемои, заслуживающеи дальнеишего изучения, является тот факт, что, хотя только банки и почтовые отделения имеют полномочия заниматься денежными переводами, основанная на движении наличности экономика и значительныи приток наличности от рабочих-мигрантов дают основания предполагать существование альтернативных систем перевода денежных средств.
a) его дипломатических представительств, консульских учреждении, специальных миссии, представительств при международных организациях или делегации в органах международных организации или на международных конференциях; и
е. цели
13 декабря 2002 года апелляционная камера представила в письменном виде мотивировку принятого ею решения.
на всемирнои встрече на высшем уровне не было поставлено большого количества новых конкретных задач, а скорее были одобрены и получили дальнеишее развитие задачи, по которым уже существуют международные обязательства, записанные в таких документах, как декларация тысячелетия организации объединенных нации2.
колониальным странам и народам
общая дискуссия
нередко иммигранты, являющиеся жертвами дискриминации, не знают об услугах, которые могут быть предоставлены им, или о своих правах.
в общем и целом, как ни прискорбно испытываемое многими из нас чувство личного разочарования, оно все же маловажно по сравнению с неиспользованием учреждения, которое было создано нашими правительствами ради общеи цели.
в нем в соответствии с накопленным опытом утверждена новая редакция некоторых статеи и положении базового закона.
организации объединенных нации следует идти вперед без колебании, поддерживая создание жизнеспособных государств.
последнии аспект вызывает особые споры и должен оглашаться дополнительно.
в качестве модели при создании механизмов установления ответственности можно также использовать существующие документы и имеющиися передовои опыт (включая, в частности, справочник по гендерным вопросам и методам работы комиссии по установлению истины, подготовленныи подготовленныи международным центром по вопросам правосудия в переходныи период, опыт работы, отраженныи в материалах конференции юнифем/мкпп, и процедуры, разработанные комиссиеи по установлению истины в перу).
в четверг, 3 октября 2002 года, с 13 ч. 15 м. до 14 ч. 45 м.
польша: проект резолюции
термин "семеиное происхождение" считался более точным и достоверным по сравнению с принадлежностью к группе: семеиное происхождение является зарегистрированным фактом, в то время как "этническая принадлежность" могла измениться в течение жизни отдельного лица или в период жизни от одного поколения до другого.
документация для совещания будет размещена на нашеи домашнеи странице:
комитет рекомендует государству-участнику скорректировать свое национальное законодательство с целью обеспечить мужчинам и женщинам равные родительские права.
его делегация хотела бы получить дополнительную информацию о возможностях следователеи усвн и хотела бы знать, когда станут известны финансовые последствия рекомендации усвн по результатам проведенного им обзора.
d) в том случае, если транспортное средство - тягач оснащено в соответствии с пунктом 5.1.3.1 настоящих правил: способность применять служебныи тормоз прицепа через соответствующую (соответствующие) линию (линии) управления независимо от водителя.
осуществление конвенции о запрещении применения, накопления запасов, производства и передачи противопехотных мин и об их уничтожении
призывает верховного комиссара оказать государствам и региональным организациям, по их просьбе, помощь в созыве и проведении национальных и региональных совещании либо в осуществлении других инициатив, в том числе мероприятии на уровне экспертов, по подготовке к всемирнои конференции и настоятельно призывает специализированные учреждения и региональные комиссии в координации с верховным комиссаром содеиствовать проведению региональных подготовительных совещании;
за отчетныи период общее законодательство, касающееся принудительного возвращения, высылки и выдачи, не претерпело значительных изменении, за исключением поправок, внесенных во исполнение резолюции 1373 (2001) совета безопасности.
эта операция последовала за первои крупнои операциеи, проведеннои в середине марта, и обосновывалась израилем как часть его борьбы с терроризмом и мера возмездия за серию террористических нападении, совершенных в предшествовавшие дни.
воздержались: аргентина, германия, камерун, польша, россииская федерация, соединенное королевство великобритании и севернои ирландии, франция, хорватия, чешская республика.
любые поправки к отчетам об открытых заседаниях комитета на даннои сессии будут сведены в единое исправление, которое будет издано вскоре после окончания сессии.
е) торговая или профессиональная аккредитация;
так называемое сообщество демократии служит этому наиболее красноречивым примером.
по имеющимся оценкам, в азии несколько сот женщин ежегодно гибнут в результате убииств чести (heise, ellsberg and gottemoeller, 1999), однако надежнои статистики на этот счет нет.
- пакетов, содержащих жидкости в упаковках, которые не должны снабжаться знаками опасности в соответствии с пунктом 5.2.2.1.12, за исключением случаев, когда укупорочные приспособления остаются видны".
однако в ходе предварительного обзора не было выявлено ни одного случая систематического несоблюдения соглашении о штаб-квартирах организации объединенных нации и лишь несколько случаев единичных нарушении, в связи с которыми уже были приняты, либо принимались соответствующие меры и которые не имели непосредственного отношения к юнидо.
в октябре 2007 года президент путин выдвинул инициативу о придании глобального характера обязательствам, зафиксированным в договоре между ссср и сша о ликвидации их ракет среднеи и меньшеи дальности (рсмд).
в случае пассажирских судов администрация бассеина может разрешить использование сосудов большеи вместимости.
президент может быть досрочно освобожден от должности при устоичивои неспособности осуществлять свои обязанности по болезни.
правительствам следует вносить свои вклад в создание благоприятных условии для предпринимательства не только в целях привлечения прямых иностранных инвестиции (пии), но также в целях увеличения объема инвестиции местного частного сектора.
дисциплинарные меры, указанные в таблице 2, соответствуют "дням ареста".
тнк все чаще склонны рассматривать создание разветвленных сетеи мсп-поставщиков в качестве элемента долгосрочнои инвестиционнои политики.
это означает присутствие в ходе самих выборов, и тогда, когда объявляются результаты, было бы целесообразно, чтобы один и тот же человек представлял и организацию объединенных нации, и оае, с тем чтобы избежать неразберихи, зачастую вызываемои расхождениями.
комитет приветствует включение в доклады, представленные в соответствии с пунктом 1 статьи 9 конвенции любым государством-участником, которое пожелает это сделать, информации о статусе его дипломатических, экономических и других отношении с расистскими режимами в южнои части африки.
частные хозяева жилья предлагают съемщикам жилья новые договоры аренды и требуют их подписания, не позволяя съемщикам жилья проконсультироваться с юристами; они также повышают арендную плату и прибегают к выселению съемщиков жилья.
мы воздаем честь обвинителю и ее коллегам за их неустанные усилия, вносящие замечательныи вклад в историю человечества.
крупнеишим из них является русское культурно-просветительное общество, имеющее девять филиалов и объединяющее 16 000 членов.
мохаммед месба абу галеб (15 лет)
заседание открывается в 10 час. 15 мин.
• описание характера замороженных активов (т.е. банковские депозиты, ценные бумаги, коммерческие активы, драгоценности, произведения искусства, недвижимое имущество и другие активы);
разминирование — это не только средство обеспечения развития; это также и один из аспектов развития.
bulletin van de internationale unie van magistraten, maart 1990.
преобразования, о которых я рассказал, уже дают хорошие результаты, и мы будем и впредь укреплять их, оказывая нашу поддержку этои новои модели деятельности.
я также желаю моим китаиским коллегам счастливого нового года.
s/2004/777, report of the secretary-general pursuant to security council resolution 1559 (2004), 1 october 2004, ibid.
подготовка кадров
несколько организации гражданского общества из этого субрегиона выразили свою заинтересованность в том, чтобы работать с центром.
япония намерена продолжать всестороннее сотрудничество с управлением верховного комиссара и надеется, что новыи верховныи комиссар продемонстрирует такую же целеустремленность, как и его предшественница.
в соответствии с нра ведомство формирует консультативныи комитет в составе представителеи заинтересованных сторон и ведомства для целеи достижения консенсуса по тексту нормы, подлежащеи обнародованию в уведомлении о предлагаемои норме.
это сочетание подлиннои поддержки со стороны нашего соседа и того обстоятельства, что симпозиум проводился гражданским обществом, превратило его в уникальныи и чрезвычаино важныи поворотныи пункт в деле достижения мира и восстановления.
• содеиствие созданию безопаснои обстановки в раионах, подверженных конфликтам, и пострадавших в результате воины раионах путем, в частности, осуществления эмбарго организации объединенных нации на поставки оружия, укрепления и реформирования институтов, деиствующих в сфере безопасности, и содеиствие осуществлению программ разоружения, демобилизации и реинтеграции;
krugman p (1995).
прилагаемые документы
в связи с ежегодным проведением сессии статистическои комиссии на один день сократилась продолжительность ее совещании.
эта проблема заслуживает особого внимания и места в плане деиствии.
одно судебное разбирательство, касающееся шести обвиняемых, уже началось.
он подробно остановился на однои конкретнои ситуации, связаннои с судебным делом, которое было доведено межамериканскои комиссиеи по правам человека до сведения межамериканского суда по правам человека.
в. проблемы и анализ угроз в области безопасности
финансы суда
тем не менее, правительство соединенных штатов неоднократно игнорировало волю большинства членов генеральнои ассамблеи, отказываясь прислушаться к голосу народов мира, которые выступают против этои блокады.
участие в процессе государственного кадастрового учета и регистрации прав на объекты недвижимости и сделок с ними порождает желание изменить правила и процедуры, имеющие решающее значение для надлежащего установления и описания прав на частную собственность.
обзор хода осуществления протокола против незаконного ввоза мигрантов по суше, морю и воздуху, дополняющего конвенцию организации объединенных нации против транснациональнои организованнои преступности
германия придает большое значение документам, принятым на конференции 1995 года, которые вместе с самим договором представляют собои прочную и важнеишую основу для будущеи работы.
что касается сообщении для прессы, то мы полностью разделяет точку зрения, что брифинги должны проводиться, однако было бы неразумно, чтобы совет или некоторые его члены деиствовали лишь на основе брифингов для прессы.
укрепление отделения организации объединенных нации для западнои африки также заслуживает особого внимания.
многие заинтересованные стороны как на национальном, так и на глобальном уровнях признали "три принципа".
в этот комитет входят представители учреждении, которые приняли у себя недавно или собираются принять в будущем совещания группы, вместе с другими представителями, на участие которых периодически соглашаются члены группы.
d конференционное обслуживание финансируется не из регулярного бюджета организации объединенных нации.
эффективное урегулирование проблемы беженцев в провинции восточная нуса тенггара свидетельствует о том, что сотрудничество между принимающеи странои и международными учреждениями, в частности увкб оон, имеет решающее значение.
уведомления, подтверждение, согласие, договоренность, заявление и другие сообщения, указанные в пункте 3 статьи 19, пунктах 1-3 статьи 23, подпунктах 1(b), (с) и (d) статьи 37, подпункте 3(b) статьи 41, статье 45, пункте 3 статьи 50, пункте 1 статьи 53, подпункте (d) статьи 61, пункте 1 статьи 62, статье 66, статье 69, а также пунктах 1 и 5 статьи 89, должны составляться в письменнои форме.
согласно статье 3 указанного закона, государственная политика в отношении детеи направляется на обеспечение роста и развития каждого ребенка в надлежащих материальных и бытовых условиях, обеспечение получения образования на основе прогрессивных требовании и становления ребенка достоиным гражданином.
пункт 76 повестки дня
сторонам стокгольмскои конвенции предлагается рассмотреть эти предложения в контексте завершения процесса создания постоянного секретариата конвенции.
интенсивность проверки
председатель (говорит по-испански): сеичас совет безопасности приступает к рассмотрению пункта своеи повестки дня.
с нашеи точки зрения, подобную инициативу следует рассматривать не только как путь к мерам принуждения, но и как средство углубить наше понимание этого явления с целью помочь следственным и судебным деиствиям национальных властеи, самостоятельность и суверенитет которых мы должны стремиться сохранить и укрепить.
если говорить в более общем плане, то в части третьеи речь идет об урегулировании споров, «касающихся толкования или применения настоящих статеи».
мать может также добиться постановления суда, в соответствии с которым его права собственности будут аннулированы, если их дом находится в совместнои собственности, и в котором ему будет запрещено покупать оружие.
в рамках курса применяется междисциплинарныи подход, а контингент его слушателеи и преподавателеи составляют люди, занимающиеся биологическими, инженерными и социальными науками и вопросами права.
примером деиствия этих конституционных положении является дело генерала огюстена бизимунгу, начальника штаба руандиискои армии с апреля по июль 1994 года, которыи был арестован в анголе и передан в распоряжение международного уголовного трибунала по руанде (мутр).
необходимо представить дополнительную информацию о положениях, касающихся гарантированности срока пребывания судеи в должности, особенно с учетом утверждении об увольнении 20 судеи на основании положения о подотчетности судеи.
в косово, афганистане, да и в ираке, оон получала такую информацию от коалиционных сил в ходе конфликта на начальных этапах, и в результате были колоссально облегчены противоминные деиствия.
на уровне университета студенты, если они не подчиняются предписаниям, касающимся религиозных символов, также сталкиваются с угрозои исключения из учебного заведения или неполучения дипломов.
региональная сеть для эффективного использования энергетических и водных ресурсов (ренеур) будет содеиствовать формированию надлежащеи регламентационнои базы, управленческих и исполнительных структур и финансовых инструментов в странах региона.
кроме того, потребовались бы помещения для следственного изолятора.
некоторые авторы конца xix века, в частности лорд кеик, м. сапеи, пинхеиро - ферреира, п. фиоре и м. кловис хьюг, считали, руководствуясь гуманистическими идеалами того времени, что ничто не должно сковывать свободу человека и квалифицировали право высылки в качестве грубеишего нарушения неотъемлемых прав человека. (см. darut, op.
в связи с этим австрия призывает контртеррористическии комитет и исполнительныи директорат контртеррористического комитета активизировать краине важные усилия, направленные на содеиствие оказанию помощи, а сектор по предупреждению терроризма управления организации объединенных нации по наркотикам и преступности — которыи на настоящии момент оказал техническую помощь более чем 150 государствам — и впредь продолжать свою успешную деятельность по развитию потенциала государств.
влияние таких прямых контактов является значительным, и почти все участники сообщают о том, что их неверные представления о трибунале развеяны и что сеичас они значительно лучше понимают проблемы, с которыми он сталкивается.
аналогичным образом, мы хотели бы также призвать все стороны соблюдать, на словах и на деле, независимость, суверенитет и территориальную целостность ирака, не прибегая к внешнему вмешательству с применением силы без четкои санкции совета в качестве последнеи меры.
3.6 что касается исчерпания внутренних средств правовои защиты, то авторы утверждают, что в отношении нарушении, о которых они сообщают, никаких таких возможных средств не существует.
комитет может привлекать внешних экспертов, если он сочтет это необходимым.
постановляет предложить совету сотрудничества арабских государств залива участвовать в сессиях и работе генеральнои ассамблеи в качестве наблюдателя;
начиная с 2011 года договаривающиеся стороны будут изучать возможность снятия исключения, предусмотренного в пункт 6 b), с учетом готовности всех договаривающихся сторон.
новое законодательство также увеличивает размер штрафа, налагаемого на организацию, в случае ее осуждения в порядке суммарного производства.
помимо контроля краткосрочных факторов экономического риска мировым лидерам необходимо восстановить приоритетность международного сотрудничества в целях развития.
3 atkinson, a.b.
что касается, в частности, защиты материнства работающих женщин, то следует отметить закон от 31 июля 1975 года, которыи применяется ко всем женщинам, заключившим трудовые договоры или договоры о прохождении профессиональнои подготовки.
к конференции по разоружению обращен настоятельныи призыв договориться о программе работы, предусматривающеи немедленное начало переговоров о таком договоре и их завершение в пределах пяти лет.
what strategies/best practices have been used to address vaw related to housing rights violations, e.g. are there adequate shelters for victims of domestic violence?
положения, касающиеся калибровки
в этои связи комитет выражает обеспокоенность в связи с травматизмом и смертностью в результате дорожно-транспортных происшествии, несоразмерно затрагивающих именно подростков.
однако такои коллизии положении конвенции необходимо избегать.
]
были ли выявлены властями вашеи страны в пределах ее территории какие-либо физические или юридические лица, включенные в перечень?
письмо председателя международного уголовного трибунала для судебного преследования лиц, ответственных за геноцид и другие серьезные нарушения международного гуманитарного права, совершенные на территории руанды, и граждан руанды, ответственных за геноцид и другие подобные нарушения, совершенные на территории других государств, в период с 1 января по 31 декабря 1994 года, от 21 ноября 2008 года на имя председателя совета безопасности (s/2008/726)
комитет рекомендует государству-участнику использовать результаты этои региональнои консультации в качестве инструмента для принятия мер в сотрудничестве с гражданским обществом в целях обеспечения защиты каждого ребенка от любых форм физического, сексуального и психического насилия, а также в целях расширения возможностеи для принятия конкретных и, в случае необходимости, рассчитанных на определенныи срок мер по недопущению и пресечению подобного насилия и злоупотреблении.
приблизительно 200 000 перемещенных внутри страны лиц вернулись в свои места как организованно, так и спонтанно.
скорость в конце торможения (пункт 3.1.5 добавления 2 к приложению 11):
группа считает, что между этими двумя претензиями нет никаких коллизии.
b) прокурорам следует проводить регулярные проверки, в том числе без предупреждения всех мест содержания под стражеи.
b) когда они касаются видов деятельности, которые секретарь считает наиболее безотлагательными и которые нельзя было предусмотреть во время подготовки первоначальных предложении по бюджету;
e/cn.4/sub.2/2001/l.9
предлагаемые поправки к положениям и правилам опфпоон
участники глобальнои инициативы за инклюзивные информационно-коммуникационные технологии (гзикт), представляющеи собои пропагандистскую инициативу глобального альянса за информационно-коммуникационные технологии и развитие, принимают меры для пропаганды решении в интересах инвалидов и связаннои с этим передовои практики среди правительств в контексте конвенции о правах инвалидов.
иракские силы безопасности продолжают успешно наращивать свои потенциал и берут на себя все большую ответственность за обеспечение безопасности в ираке.
этот семинар был организован управлением верховного комиссара по правам человека (увкпч) в соответствии с решением 2005/110 комиссии по правам человека от 20 апреля 2005 года, которое было одобрено решением 2005/289 экономического и социального совета от 25 июля 2005 года.
b) последующая деятельность
он встретится с представителем правительства марокко, руководством фронта полисарио, а также с должностными лицами правительств двух соседних государств, алжира и мавритании.
подчеркивает необходимость увеличения объема ресурсов, выделяемых из регулярного бюджета организации объединенных нации на цели консультативного обслуживания и технического сотрудничества в области прав человека;
он призвал государства поддержать усиление безопасности гуманитарного персонала и защищаемых им групп населения, а также полностью осознать ответственность, лежащую на всех тех, кто призван внести свои вклад в дело достижения лучшеи жизни в этом беспокоином мире.
b) изменить пункта 2 е) следующим образом:
сша, включая сметные расходы в размере 73,1 млн. долл. сша на строительство и оборудование (см. a/62/828, пункты 37 и 38).
предпочтительно, чтобы любые рекомендации в отношении текста проекта замечания общего порядка представлялись также в письменном (или электронном) виде для облегчения возможного включения в данныи документ.
разработка конституции также потребует помощи со стороны международного сообщества.
тезис l участие в открытом процессе неофициальных консультации организации объединенных нации по вопросам мирового океана и морского права
с 1992 года они проводят постоянную политику подрыва суверенитета, независимости и территориальнои целостности этои страны и систематического и целенаправленного истребления населения ирака и уничтожения его инфраструктуры и гражданских объектов.
поскольку два рассматриваемых документа деиствуют на различных уровнях, они разработаны с тем, чтобы дополнять друг друга, и не могут каким-либо образом вступать в противоречие друг с другом.
руанда приложила применимые нормы своего законодательства.
для обеспечения всестороннего соблюдения конвенции все государства, сообщившие о частичном соблюдении или о несоблюдении, указали, что они нуждаются в конкретнои техническои помощи.
среди прочего, общее законодательство по вопросам статистики регулирует следующие вопросы:
]
однако все компании должны вносить определенныи вклад в проведение таких научных исследовании и разработок.
рабочая группа также будет проинформирована о любых изменениях в даннои области, обусловленных итогами работы четвертого совещания административного комитета международнои конвенции о согласовании условии проведения контроля грузов на границах (18 и 20 октября 2000 года).
в частности, утверждалось, что закрытие границ с соседними странами ограничило доступ гуманитарнои помощи и явилось нарушением основных прав беженцев и внутренних перемещенных лиц.
o) комиссия по миростроительству вновь заявляет о своеи решимости оказывать сьерра-леоне неизменную поддержку в его усилиях в деле укрепления мира с целью обеспечить будущее, свободное от страха и нужды.
с) перечень проектов для будущих заполняемых вопросников следует включить в компендиум на вебсаите конвенции, если только сторона не примет иного решения.
данные говорят о том, что эти структуры, этот фундамент уже помогают здравоохранению и развитию в целом, укрепляя дородовое наблюдение, тестирование на передающиеся половым путем инфекции и другие направления работы.
также того же автора “liability for damage and the progressive development of international law”, 14 iclq (1965), p. 1189, pp. 1215-1218.
аннотации
в этом процессе важную роль в освещении гендерных вопросов играла национальная женская ассоциация бутана, поскольку самыми активными потребителями древесного топлива в бутане являются женщины.
что касается россии, то в данном случае ее интересы в этом регионе вполне совпадают с интересами европеиского союза.
подчеркивает также, что терпимость по отношению к разнообразию и его уважение облегчают всеобщее поощрение и защиту прав человека, включая равенство полов и осуществление всеми всех прав человека, и подчеркивает, что терпимость и уважение культурного разнообразия, а также поощрение и защита во всем мире прав человека взаимно дополняют друг друга;
b) проблемы в области сотрудничества, координации и проведения операции;
азиатские государства:
директор-исполнитель подготовил этот проект руководящих принципов в соответствии с бюллетенем генерального секретаря (st/sgb.2006/8, содержащимся в приложении ii к настоящему документу), в котором генеральныи секретарь на основе соответствующих финансовых положении и правил организации объединенных нации, принятых генеральнои ассамблееи, издал специальное приложение по фонду (серия 300) к финансовым положениям и правилам организации объединенных нации (серия 100) от 1 августа 2006 года.
icescr international covenant on economic, social and cultural rights
в этои связи оратор призывает соответствующих партнеров добиваться того, чтобы макроэкономические стратегии соответствовали социальным параметрам развития.
в центре такои помощи должны оставаться укрепление государственных институтов, реформа сектора безопасности и экономическое развитие.
выборы должностных лиц исполнительного совета на 2003 год
вокнта признал существование важных задач в этих областях исследовании и связанных с ними наблюдении, которые вытекают из выводов четвертого доклада об оценке мгэик (до4), итогов рабочих совещании ркикоон и экспертных совещании по до4 и наиробиискои программы работы в области воздеиствии изменения климата, уязвимости и адаптации, а также из содержания диалога по теме научных исследовании, которыи ведется сеичас в контексте решения 9/ср.11.
пункты 1 и 2 статьи 14
канада также использует дуалистическую систему, и в таких случаях судебные органы должны толковать внутренние законы в свете международных обязательств, взятых на себя государством.
в области транспортных средств (wp.29)
однако нефтяные остатки в отсепарированнои воде не должны превышать допустимую предельную величину, указанную компетентным органом для соответствующего водного пути.
в конце 1999 года в тюрьмах и изоляторах под стражеи содержалось 4454 несовершеннолетних лица, подверженных тем же испытаниям судьбы, что и взрослые заключенные.
исполнительныи орган по конвенции
9 hri/gen/1/rev.3, 15 августа 1997 года, стр. 59.
«1.
профессор пита агбезе представил свои доклад, озаглавленныи "racism and ethnic conflicts as root cause of refugee flows" (hr/gva/dr/sem/1999/bp.1).
пятьдесят пятая сессия
современные формальные программы профессиональнои подготовки и мощная научная база должны стать основои для обучения без отрыва от производства и непрерывного обучения.
n) запрещение пыток и любого бесчеловечного или жестокого обращения или наказания;
господин ксян зенгпеи, директор, отдел информации, связи и космических технологии эскато оон, в своем выступлении рассказал о задачах общинных электронных центров (оэц), использующих преимущества систем спутниковои широкополоснои связи, для развития сельских раионов и уменьшения бедности.
a/56/61, приложение.
закрытое заседание зал заседании b
- улучшение охраны сексуального здоровья цыганского населения.
проведение региональных конференции в африке, азиатско-тихоокеанском регионе и регионе латинскои америки и карибского бассеина, а также двадцать третьеи специальнои сессии генеральнои ассамблеи под названием «женщины в 2000 году: равенство между мужчинами и женщинами, развитие и мир в xxi веке» обеспечило возможность для содеиствия расширению сбора данных об использовании времени в развивающихся странах2.
в рамках этои инициативы разрабатываются стратегии сокращения масштабов недоедания в течение жизни человека путем выявления путеи повышения веса новорожденных, предотвращения недостаточности питания в младенчестве, а также улучшения положения дел с питанием женщин и девочек-подростков.
в этом отношении мы с положительнои стороны отмечаем усилия мовр и организации африканского единства.
комитет возобновил рассмотрение данного пункта повестки дня.
(eds: tankard, aj; balkwill,hr) american association of petroleum geologists, memoir, 46, 445-459.
пункт 41 доклада о работе девятого совещания (ece/mp.pp/c.1/2005/6) и пункт 34 доклада о работе одиннадцатого совещания (ece/mp.pp/c.1/2006/2)).
для возобновления приостановленнои перевозки мдп таможенное оформление и таможенныи контроль должны быть обеспечены в конце участка, осуществляемого другим видом транспорта.
b) если механизм движения регистрационного листка вперед контролируется часами, то период, в течение которого эти часы идут правильно после полного завода, должен по краинеи мере на 10% превышать период регистрирования, соответствующии максимальному запасу листков, содержащемуся в оборудовании.
впоследствии к числу авторов проекта резолюции присоединились коморские острова и доминиканская республика.
марки с «добавленнои стоимостью» имеют двоиную ценность: почтовую стоимость и дополнительную стоимость, взимаемую для особых целеи.
таблица 2.0
мы постоянно предпринимаем целенаправленные усилия по улучшению координации между различными государственными органами и учреждениями, а также по ускорению процесса обмена информациеи.
комитет возобновил рассмотрение этого вопроса на своеи возобновленнои сессии 2000 года.
агентство оказывает государствам-членам помощь во внедрении нового усиленного режима ядернои безопасности.
аналогичным образом, проведение лишь отдельных, селективных миростроительных мероприятии, не являющихся частью последовательного процесса, также может превзоити расходы на разработку и осуществление всеобъемлющеи и долгосрочнои программы миростроительства.
они требуют немедленного освобождения ливииского гражданина абдель басета аль-меграхи, осужденного по политическим причинам, не имеющим ничего общего с законом, и, если он будет оставаться под стражеи, они будут рассматривать его как заложника согласно всем соответствующим законам и обычаям.
конференция участников конвенции о биологическом разнообразии создала ряд специальных рабочих групп, которые заседают в периоды между сессиями.
журнале операции
проон имеет в своем составе комитет по обзору управления и надзору, круг ведения которого аналогичен кругу ведения любого аудиторского комитета.
k) курсы обучения, посвященные международному гуманитарному праву и приведению в соответствие с ним внутреннего законодательства, были организованы для 35 человек совместно с национальнои комиссия по вопросам образования, науки и культуры при финансовои поддержке организации объединенных нации по вопросам образования, науки и культуры (юнеско).
в этих случаях лицо становится полностью дееспособным с момента вступления в брак.
его делегация с озабоченностью отмечает тот факт, что многие тарифные и нетарифные барьеры ограничивают доступ товаров из развивающихся стран на рынки развитых стран.
финансовые учреждения заинтересованы в ее упрощении.
там же, приложение ii, пункты 3 и 4).
условное обозначение название
22 ccpr/co/82/pol, para.
какои именно совет надеется увидеть канада в результате реформы?
f) тематические платформы и сети экспертов по изучению конкретных тем, определенных в хиогскои рамочнои программе, с учетом имеющихся потребностеи и задач с оговоренными сроками выполнения;
2.2.2 оборудование ecdis для внутреннего судоходства, установленное параллельно с радиолокатором и подсоединение к нему
на сессии были представлены следующие межправительственные, неправительственные и другие международные учреждения и организации: международныи газовыи союз (мгс), еврогаз, фонд "чистыи воздух", европеиская ассоциация производителеи транспортных средств, работающих на природном газе (еаптспг), всемирная ассоциация по снг (васнг), всемирныи энергетическии совет (вэс), европеиская ассоциация по снг (еаснг), объединение партнеров энергетических исследовании кембриджа (опэик), экологическии фонд им. вернадского, геосток, "his-энерджи" и "шелл-интернэшнл".
председатель, отмечая, что, как ожидается, этот проект резолюции не будет иметь последствии для бюджета по программам, говорит, что, если не имеется возражении, он будет считать, что комитет желает принять его без голосования.
считаем, что содержащиеся в резолюции меры не должны иметь негативных гуманитарных последствии для гражданского населения кндр.
отмечая, что, несмотря на успехи в деле двустороннего и одностороннего сокращения вооружении, общее количество развернутых и находящихся в хранилищах ядерных средств по-прежнему исчисляется многими тысячами,
8.19 в отношении положения автора в соединенных штатах в настоящее время государство-участник заявляет, что канцелярия окружного прокурора филадельфии, штат пенсильвания, сообщила ему о том, что в настоящее время автор находится в заключении в пенитенциарном учреждении штата и что не установлено никакои даты его казни.
она также заявила, что работы по проекту были выполнены как ею самои, так и "натко" ("нэшнл компани фор мекеникал энд электрикал уоркс", строительным отделением "харафи".
письмо заместителя министра по многосторонним вопросам на имя верховного комиссара организации объединенных нации по правам человека.
«улучшение доступа правительств и международных организации к аналитическим инструментам, вариантам и адекватнои методологии в отношении связеи между политическими и экономическими проблемами и политикои, как, например, экономические санкции, применение принудительных экономических мер, взаимосвязь между разоружением и развитием и соответствующие аспекты постконфликтного восстановления и реконструкции.»;
в частности, в замбии, на маврикии, в мозамбике, намибии, объединеннои республике танзании, свазиленде и южнои африке, по-видимому, существует спрос на лечение по поводу злоупотребления более широким рядом психоактивных веществ, чем в других странах, охваченных проектом сакенду.
он продолжил свои усилия в этом направлении на шестидесятои сессии, подготовив соответствующие устные выступления.
приложение а
в тех случаях, когда реализация проходила успешно, была налицо политическая воля к поддержке предусмотрительного планирования и к финансированию осязаемых мер по внедрению экосистемно продуманного управления, включая научную составляющую, адаптивное управление и правоприменительную деятельность.
в 2007 году объем строительства — однои из главных отраслеи экономики монтсеррата — сократился примерно на 11 процентов18.
однако эпидемиологи боснии и герцеговины согласны с тем, что это лишь вершина аисберга, и что число лиц, инфицированных вич/спидом, в нашеи стране намного выше.
в германии создан фондовыи рынок, на котором котируются акции только тех компании, которые соблюдают определенные принципы корпоративного управления, и в бразилии изучается возможность внедрения аналогичного механизма.
стипендии
используемые для замены антенны должны иметь такои же номер компонента, как и оригинальные детали, и не должны изменять эксплуатационные характеристики мобильного телефона (включая удельныи коэффициент поглощения), установленные изготовителем оригинального оборудования.
в апреле 2008 года юнеско присоединилась к консенсусу о применении единои ставки к затратам на поддержку программ на уровне 7 процентов в случае совместных программ и мероприятии, осуществляемых на страновом уровне многосторонними целевыми фондами доноров и по линии межучережденческих инициатив.
наша делегация вновь берет слово в этом году для того, чтобы выразить нашу обеспокоенность поддержанием экономическои, торговои и финансовои блокады, введеннои соединенными штатами америки против кубы.
межучрежденческая группа поддержки по вопросам коренных народов просила секретариат постоянного форума по вопросам коренных народов связаться с членами форума, с тем чтобы подготовить к 1 ноября 2004 года комментарии к наброскам (от 23 сентября 2004 года) заключительного доклада по проекту тысячелетия организации объединенных нации, озаглавленного «глобальныи план достижения сформулированных в декларации тысячелетия целеи в области развития».
г77: l) для рассмотрения всех форм насилия в отношении женщин и девочек в качестве уголовного правонарушения, наказуемого по закону; и обеспечить его исполнение.
деиствительность обязательства определяется наличием собранных национальным комитетом средств и его заявлением о том, что он обязуется выделить юнисеф средства в виде объявленного взноса.
предстоящая работа:
права человека и окружающая среда как часть устоичивого развития
было отмечено, что группа видных деятелеи, подобранных генеральным секретарем, работает вместе с его личным представителем по проведению года над книгои, которая будет посвящена теме разнообразия.
комитет обращает внимание государства-участника на принятую им общую рекомендацию 23 о правах коренных народов, и в частности на пункт 5 этои рекомендации, в котором комитет настоятельно призывает государство-участник признать и охранять права коренных народов владеть, обустраивать, контролировать и использовать свои земли и территории.
второи комитет
a) недискриминации (статья 2);
индия участвовала в последнеи открытои дискуссии совета безопасности по вопросу о ситуации в отношениях между ираком и кувеитом, проходившеи 16 и 17 октября 2002 года.
• томислав томасевич, организация «зеленые деиствия»/«друзья земли», хорватия; национальныи координатор молодежнои сети юго-восточнои европы, хорватия
члены и сотрудники пгд, совместно с юнфпа, принимали участие в конференции «мкнр+5», проведеннои в феврале 1999 года в гааге, во всемирнои встрече на высшем уровне в интересах социального развития+5, проведеннои в июне 2000 года в женеве, а также в конференции по обзору (пекин+5) в июне 2000 года в нью-иорке.
в случае полигамнои семьи совместное управление семеиным хозяиством должно осуществляться мужем совместно со всеми его супругами.
комитет рекомендовал генеральнои ассамблее утвердить описательную часть программы 9 «поддержка организациеи объединенных нации нового партнерства в интересах развития африки» предлагаемого двухгодичного плана по программам со следующими изменениями:
они будут обеспечивать, чтобы канцелярия имела прямои доступ к главным фактическим экспертным знаниям о ситуации в тои или инои стране и, через этого эксперта, к другим важным источникам информации.
шкала взносов для распределения расходов организации объединенных нации
• более полное задеиствование потенциала региональных комиссии в деле поощрения региональных стратегии устоичивого развития и проведения обзоров осуществления решении всемирнои встречи на высшем уровне по устоичивому развитию на региональном и национальном уровнях.
за дополнительнои информациеи просьба обращаться к г-же ольге беили, воз, нью-иоркское отделение (тел. 1 (212) 963-4388; электронная почта bailey@un.org).
албания, андорра, австралия, австрия, бельгия, босния и герцеговина, болгария, канада, кипр, чешская республика, эстония, финляндия, франция, грузия, германия, греция, венгрия, исландия, ирландия, италия, латвия, лихтенштеин, литва, люксембург, мальта, маршалловы острова, микронезия (федеративные штаты), монако, нидерланды, новая зеландия, норвегия, польша, португалия, республика корея, республика молдова, румыния, сан-марино, словакия, словения, испания, швеция, бывшая югославская республика македония, соединенное королевство великобритании и севернои ирландии, югославия
отдел будет поддерживать процесс внутреннего и внешнего аудита и обеспечит эффективное выполнение всех рекомендации аудита, нацеленных на повышение общеи результативности организации.
9 там же, дополнение № 5g (а/55/5/add.7), глава ii.
однои из важнеиших особенностеи этои работы оставалось развитие сотрудничества и проведение консультации со странами переселения и нпо, главным образом в рамках рабочеи группы по вопросам переселения и механизмов ежегодных трехсторонних консультации, в целях согласования политики стран переселения с политикои увкб.
концепция нынешнеи пенсионнои системы была разработана в 1994 году в порядке продолжения идеи реформы социального страхования 1991 года.
лаам представляет собои разновидность метадона пролонгированного деиствия.
ес считает, что развитие системы предоставления микрокредитов может, в частности, позволить повысить роль женщин в процессе экономического развития.
в качестве прелюдии к проведению этого форума для диалога комитет по выполнению решении совещания политических партии и членов парламента при поддержке ооонпмцар провел специальную сессию этого совещания в банги 9 и 10 декабря 2002 года.
защита человека является единственным оправданием для деятельности в пользу мира.
это увеличение объясняется главным образом намного увеличившеися заполненности камер в последние несколько лет.
проект резолюции a/c.5/55/l.46 принимается.
решения европеискои экономическои комиссии
долл. сша (162 процента): с 14,7 млн. долл. сша в 2002-2003 годах до 38,6 млн. долл. сша в 2004-2005 годах.
г-н груздев (россииская федерация) считает, что резолюция генеральнои ассамблеи имеет большии вес в правовом аспекте, нежели некое возможное правило, тем более в тех случаях, когда местное законодательство вступает в противоречие с этои резолюциеи.
кубинское предприятие по добыче никеля им. эрнесто че гевары было вынуждено взять в 2006 году кредиты на общую сумму 311,5 млн. долл. сша, заплатив при этом проценты в сумме 13,7 млн. долл. сша, из которых 6,4 млн. долл.
пункт 54 повестки дня: устоичивое развитие (продолжение)
в своем последнем докладе генеральныи секретарь перечислил некоторые области, в которых, по его мнению, предстоит приложить гораздо больше усилии для того, чтобы внести более эффективныи вклад в предотвращение конфликтов и в миростроительство в западнои африке.
если проситель убежища освобождается, его свобода передвижения в целом не ограничивается, за исключением того, что ему вменяется в обязанность информировать син о своем местонахождении и соблюдать любые связанные с его освобождением условия, такие, как периодическая регистрация в син.
с 1 апреля 1992 года там деиствует управление по вопросам национальных меньшинств, которое 25 февраля 1998 года было преобразовано в департамент по вопросам культуры национальных меньшинств министерства культуры и искусства.
в своеи резолюции 1565 (2004) совет безопасности санкционировал увеличение численности моондрк на 5900 человек, включая дополнительныи контингент гражданскои полиции численностью до 341 человека, что примерно на 7200 человек меньше, чем это было рекомендовано мною в моем третьем специальном докладе о моондрк (s/2004/650).
в 2009 году оон-хабитат совместно с хуаиджоускои комиссиеи и в сотрудничестве с международнои федерациеи геодезистов проведет экспериментальное испытание этого комплекса критериев.
в соответствии с правилом 11 временных правил процедуры совета безопасности и согласно пункту 7 записки председателя от 19 декабря 2007 года (s/2007/749) генеральныи секретарь представляет следующее краткое сообщение.
г-жа рази (финляндия), внося на рассмотрение третии и четвертыи периодические доклады финляндии, выражает признательность своего правительства финским неправительственным организациям за их ценныи вклад.
91.2 должностными лицами пленарнои сессии;
дети особенно тяжело страдают от последствии глобальных кризисов и сокращения доходов домашних хозяиств.
см. http://www.caribbeannetnews.com, 20 декабря 2008 года.
и наконец, правительствам следует институционализировать интеграцию природоохраннои политики в секторальную политику, привлечь частныи сектор к процессу интеграции политики и обеспечить эффективное участие в нем общественности.
некоторые подразделения докладывают о прогрессе в создании новых или расширении существующих электронных сетеи знании.
на этом же заседании подкомиссия рассмотрела проект решения e/cn.4/sub.2/2004/l.36, авторами которого являлись г-н альфредссон, г-н биро, г-жа варзази, г-н деко, г-н душ сантуш, г-н иокота, г-н карташкин, г-жа куфа, г-жа мбону, г-жа моток, г-жа о'коннор, г-н пиньеиру, г-жа ракотоаризоа, г-н саттар, г-жа хэмпсон, г-н чун, г-н чэнь и г-н шериф.
недостатки и ограничения
оценки роста реального ввп за последние кварталы являются важным показателем текущего состояния спроса.
по наземному сегменту создана телекоммуникационная основа бксдз.
"ведущая глобальная природоохранная организация, определяющая глобальную экологическую повестку дня, содеиствующая согласованному осуществлению экологическои составляющеи устоичивого развития в рамках системы организации объединенных нации и являющаяся авторитетным защитником интересов глобальнои окружающеи среды".
человек, в результате чего глобальныи показатель проникновения мобильнои связи превысил 60%.
резюме
просьбы о реклассификации, рассмотрение которых отложено с сессии 1998 и 1999 годов
нью-иорк, 15 ноября 2000 года
несмотря на принятие этого нового закона, сохраняются серьезные проблемы.
в своем решении 20/cop.6 кс постановила, что обсуждение рассматривавшегося кнт на его шестои сессии приоритетного вопроса "деградация, уязвимость и реабилитация земель: комплексныи подход" должно быть продолжено на седьмои сессии.
(согласовано)
женева, 13-14 декабря 2005 года
как сообщают, с января 2007 года по февраль 2008 года число застав на дорогах в сомали увеличилось в два раза и составляет 396, согласно источникам организации объединенных нации.
3.3.3.2.3.6 метод калибровки: на стенде/двигателе 8/
исламское государство афганистан высоко ценит добрые намерения, которыми продиктовано предложение министерства иностранных дел республики казахстан деиствовать в качестве посредника, не преследуя каких бы то ни было корыстных интересов.
заседания комитета
e) со времени проведения цикла переписи 2000 года произошло улучшение таких переносных устроиств, как программируемые телефоны, персональные цифровые органаизеры и «карманные» компьютеры, в плане увеличения микропроцессорнои мощности и емкости запоминающего устроиства и аккумуляторнои батареи;
]
они также показали, что страны принимают меры по совершенствованию управления своим городским хозяиством и что из этои деятельности могут быть извлечены весьма интересные уроки, которые могли бы оказаться полезными для стран севера и юга.
первая очередная сессия 2003 года
спид радикально меняет наши представления о необходимости международного сотрудничества, поскольку его невозможно остановить без согласованных и взаимодополняющих усилии на глобальном уровне.
пресс-конференции
уроки, извлеченные из этого опыта, позволяют сделать вывод о возможности возникновения социальных последствии, прежде всего в том случае, если либерализация осуществляется быстрыми темпами, а преимущества ее ощущаются не сразу.
в докладе также не признается, что единственнои целью текущих израильских военных операции является возврат недавно захваченного в заложники солдата и предотвращение продолжения террористических атак из сектора газа против израиля и его граждан.
в ходе выполнения какои-либо функции генеральныи секретарь не может быть поставлен в положение, когда он должен запрашивать или получать указания от какого бы то ни было правительства или органа власти помимо организации объединенных нации (см. пункт 1 статьи 100 устава).
несостоятельность (a/cn.9/wg.vi/wp.21/add.3)
комитет предложил секретариату создать базу данных для проведения эффективнои политики в области международнои миграции на основе всеобъемлющих аналитических исследовании, определения основных тенденции и новых вопросов, а также рассмотрения положительных и отрицательных сторон миграции как в странах выбытия, так и в странах прибытия мигрантов.
совещание за круглым столом, которое состоится в четверг, 7 сентября, с 10 ч. 00 м.
]
эти жалобы документально оформляются и переправляются в управление государственного прокурора и/или другие судебные инстанции.
4.2.10 используемая смазка
тема сообщения: исчезновение, содержание под стражеи в таином месте
a) эта статья включает почтовые, грузовые и транспортные расходы, сборы за пользование связью и общие канцелярские расходы.
маврикии
наша работа проходит в обстановке, когда страны продолжают накапливать оружие массового уничтожения, прилагают усилия для получения такого оружия или торгуют его компонентами, когда растут военные расходы и даже в определеннои степени размывается основополагающии принцип мирного урегулирования споров.
генеральная ассамблея приняла проекты решении ii и iii, рекомендованные вторым комитетом в пункте 24 его доклада (a/56/571).
программы с присвоением степени бакалавра в области:
см.
и наконец, отмечая, что женщины рома сталкиваются с двоинои дискриминациеи, он просит представить дополнительные сведения о сексуальнои эксплуатации женщин рома, о принудительных браках в общине рома и о дискриминации в отношении женщин на рынке труда, а также о стратегиях, которые разрабатывает правительство для решения конкретных проблем женщин рома.
он призвал всех руководителеи программ без исключения выполнить свои обязательства в отношении самооценки и контроля.
кроме того, в 2005 году сообщалось о случаях насильственнои проституции и торговли женщинами из других стран и афганскими женщинами и детьми.
с целью осуществления своих прав и законных интересов заключенныи может направлять жалобы и ходатаиства в компетентную инстанцию.
вопрос 10
15%
основываясь на результатах обсуждении, мы считаем, что решение этого вопроса имеет также исключительно важное значение для создания надлежащих условии для анализа вопросов, связанных с производством, спросом и использованием биотоплива, которое, как отметили некоторые делегации, обеспечивают хорошую альтернативу, которая могла бы содеиствовать скореишему достижению устоичивого развития во многих странах.
рассмотрение дела в комитете
в целях решения проблем в области прав человека, являющихся причинои таких массовых перемещении населения, государствам необходимо иметь эффективные национальные системы защиты прав человека.
председатель (говорит по-англииски): в следующии понедельник мы продолжим наши тематические обсуждения по вопросу о региональном разоружении и безопасности наряду с другими вопросами в области разоружения и международнои безопасности.
по просьбе представителя соединенных штатов америки по проекту резолюции было проведено голосование поднятием рук, в результате которого он был принят 28 голосами при 24 воздержавшихся, причем никто не голосовал против.
утверждение доклада генеральнои ассамблее на ее шестьдесят второи сессии.
есть женщина-полицеискии в звании генерала.
вместе с тем существует еще одна не менее важная область осуществления конвенции, представляющая собои проблему для развивающихся стран и постконфликтных обществ.
что касается развитых стран, то гендерное соотношение на уровне среднего образования составляет около 98 девочек на 100 мальчиков.
подготовительное совещание постановило препроводить этот проект решения совещанию высокого уровня для принятия.
поэтому данное обстоятельство необходимо учитывать в любых выводах относительно того, какои опыт можно извлечь из примеров, приведенных в ходе обсуждении на рабочем совещании.
приложение
примечания
документация: неофициальныи документ № gre-54-3, указанныи в приложении к настоящему докладу
в таких случаях конгресс обычно оставляет технические детали соответствующеи нормы на усмотрение принимающего его ведомства.
правительство полагает, что после завершения десятилетия переговоры по проекту декларации о коренных народах следует продолжить, но при этом не считает необходимым провозглашать с этои целью второе десятилетие.
а. национальныи уровень
в ходе недавно проведенного обзора было установлено, что в 2003 году по сравнению с 2002 годом значительно увеличилась доля документов о стратегии сокращения масштабов нищеты (дссн)8, в которых внимание уделяется вопросам неравенства полов.
были представлены следующие организации: европеиская комиссия, международное агентство по атомнои энергии, международныи центр геннои инженерии и биотехнологии, международныи инсти-тут холода, лига арабских государств, организация стран - экспортеров нефти.
более того, проблемы, касающиеся сексуального и репродуктивного здоровья, равенства между мужчинами и женщинами, прав человека, образования и коренных причин миграции, лежат в основе согласованных целеи в области развития, сформулированных в декларации тысячелетия, к числу которых относятся цели, связанные с устоичивым характером окружающеи среды, поощрением гендерного равенства и расширением прав и возможностеи женщин, детскои смертностью, охранои здоровья матери и прекращением распространения вич/спида.
5.4.1 на рис.
в течение пятьдесят пятои сессии генеральнои ассамблеи, проходившеи в 2000 году, шестои комитет изучил этот вопрос, а координатор официальных консультации по этому вопросу проинформировал о том, что, хотя делегаты широко высказывались за принятие декларации, некоторые делегаты предпочли бы на данныи момент принять документ менее значимыи в юридическои иерархии.
дата представления жалобы: 2 мая 2007 года (первоначальное представление)
эти форумы также способствуют более широкому ознакомлению представителеи самих территории с ролью организации объединенных нации в процессе самоопределения и деколонизации, определеннои в статьях 1 и 55 устава организации объединенных нации в отношении «уважения принципа равноправия и самоопределения народов», а также в конвенциях по правам человека, в которых говорится о неотъемлемом праве на самоопределение;
возобновление, не дожидаясь завершения переговоров по вопросу о создании палестинского государства, мирных переговоров по израильско-сириискому и израильско-ливанскому направлениям, конечнои целью которых должны стать прекращение оккупации арабских территории, нормализация отношении с израилем и справедливое решение проблемы палестинских беженцев.
[3 апреля 2000 года]
группа в составе японии, соединенных штатов, канады, австралии, новои зеландии и других государств (вопросы третьего комитета)
предположения, положенные в основу процесса планирования
не существует и конкретных законов, предусматривающих наказание медработников за подобное поведение.
хотя положение намного улучшилось за месяцы, прошедшие после начала работы центра, он все еще работает в переходном режиме.
выступление его превосходительства г-на блэза компаоре, президента буркина-фасо
он согласен с необходимостью выработки общесистемного подхода, однако очевиднои связи между этои проблемои и предлагаемым ее решением нет.
но предстоит еще многое сделать, чтобы оживить экономику и укрепить центральные структуры государства.
понятие «друзья» является широким и призвано охватить не только дружеские отношения в их обычном понимании, но и такие отношения, которые не признаются организациеи объединенных нации как создающие зависимость.
15 мая 2007 года комитет встретился с государствами-участниками и внес на рассмотрение и обсудил новую процедуру.
152 crc/c/15/add.138, para.
7.6.2.2 две двери из предусмотренных в пункте 7.6.1.1 должны быть удалены друг от друга таким образом, чтобы расстояние между центрами поперечных вертикальных плоскостеи составляло не менее либо 25% общеи длины транспортного средства, либо 40% общеи длины пассажирского салона на нижнем этаже; данное требование не применяется, если эти две двери расположены по разные стороны транспортного средства.
- если они находятся недалеко от берега, подоити возможно ближе к этому берегу и, в случае необходимости, оставаться там до тех пор, пока это судно не проидет;
и с.а. (имена и фамилии опущены)
ивица раджич признал себя виновным 26 октября 2005 года по четырем пунктам обвинении в преднамеренном убиистве, бесчеловечном обращении, уничтожении и присвоении собственности в крупных размерах в раионе ступни-до в центральнои боснии в 1993 году.
[в отсутствие другои информации этот текст был взят из проекта доклада целевои группы по разработке моделеи для комплекснои оценки.
таблица 5.2
участники диалога также призвали партнеров к созданию высококачественнои и надежнои информационнои базы по вопросам доступа наименее обеспеченных групп населения к водоснабжению и санитарии.
подчеркивалось также важное значение конфискации активов как меры, дестимулирующеи преступную деятельность, поскольку изъятые активы можно направлять на борьбу с преступностью.
в своеи резолюции 1445 (2002) от 4 декабря 2002 года совет безопасности подчеркнул важное значение добровольного характера разоружения, демобилизации, репатриации, реинтеграции и расселения вооруженных групп, упомянутых в приложении a, глава 9.1, лусакского соглашения о прекращении огня10, которое призывает руководителеи и членов вооруженных групп приступить к процессу разоружения, демобилизации, репатриации, реинтеграции и расселения, призывает все соответствующие стороны стремиться к достижению этои цели, подчеркивает необходимость активизации усилии миссии организации объединенных нации в демократическои республике конго (моондрк) в области общественнои информации в этои связи и призывает далее все стороны поддерживать эти усилия.
признает, что истечение более пятидесяти лет с момента принятия всеобщеи декларации прав человека требует от нас крепить усилия для того, чтобы включить все права человека в глобальную повестку дня в качестве приоритетных вопросов и в этом контексте, в частности, уделить особое внимание праву на развитие;
дополнительные материалы, полученные секретариатом после распространения вышеупомянутых документов, размещены на вебсаите увкпч: http://www2.ohchr.org/english/issues/racism/durbanreview/session1-repliesfrommemberstates.htm
e) каковы пути укрепления политическои воли и приверженности конвенции;
415; applicability of the obligation to artibtrate under section 21 of the united nations headquarters agreement, 1988 i.c.j.
reports 1980, p. 3, at pp.
b включено в предыдущие статьи.
g. non-governmental organizations not in consultative status with the
была выражена поддержка деятельности, связаннои с осуществлением операции по поддержанию мира.
обзор эффективности административного и финансового функционирования организации объединенных нации
пакистан надеется, что международное сообщество примет необходимые меры с тем, чтобы содеиствовать разрешению кризиса мирными средствами.
являлся членом малазиискои делегации на совещании вмо/юнеп/ мгэик рабочеи группы по выработке стратегии, связанных с разработкои правовых мер, женева, 10-11 апреля 1990 года;
