مگر وہ جو ایمان لايے اور اچھے کام کیے اور بکثرت اللہ کی یاد کی اور بدلہ لیا بعد اس کے کہ ان پر ظلم ہوا اور اب جاننا چاہتے ہیں ظالم کہ کس کروٹ پر پلٹا کھايیں گے
اے ہمارے رب! تو ہمیں کافروں کی ازمايش میں نہ ڈال اور اے ہمارے پالنے والے ہماری خطاوں کو بخش دے، بیشک تو ہی غالب، حکمت واﻻ ہے
اور وہ اپنے اہل خانہ کی طرف مسرور و شاداں پلٹے گا،
بولے ہم ایک مجرم قوم کی طرف بھیجے گيے ہیں
اور بايیں ہاتھ والے تو ان کا کیا پوچھنا ہے
پھر ہم نے اس (ظلم) کے بعد بھی معاف کر دیا۔ تاکہ تم شکر گزار بنو۔
اور جب جانیں (جسموں سے) ملا دی جايیں گی۔
تم اپنی باتوں کو چھپاو یا ﻇاہر کرو وه تو سینوں کی پوشیدگی کو بھی بخوبی جانتا ہے
خبردار یہ خیال نہ کرنا کہ کفر اختیار کرنے والے زمین میں ہم کو عاجز کردینے والے ہیں ان کا ٹھکانا جہنم ہے اور وہ بدترین انجام ہے
اور زمین میں ہم نے لنگر ڈالے کہ انھیں لے کر نہ کانپے اور ہم نے اس میں کشادہ راہیں رکھیں کہ کہیں وہ راہ پايیں
اسے پکڑ لو پس اسے دوزخ کے درمیان دھکیل کر لے جاو
تو ان کو کنواریاں بنایا
یہ (رسولوں کا بھیجنا) اس ليے ہے کہ تمہارا پروردگار بستیوں کو ظلم و جور سے ہلاک نہیں کرتا۔ جبکہ ان کے رہنے والے بے خبر ہوں۔
اگر تم اللہ کی نعمتوں کو گننا چاہو تو گن نہیں سکتے، حقیقت یہ ہے کہ وہ بڑا ہی درگزر کرنے والا اور رحیم ہے
مگر ابلیس نے نہ کیا تکبر کیا اور کافروں میں سے ہو گیا
نعمتوں والی جنتوں میں
(موسی علیہ السلام نے) فرمایا: پس تو (یہاں سے نکل کر) چلا جا چنانچہ تیرے ليے (ساری) زندگی میں یہ (سزا) ہے کہ تو (ہر کسی کو یہی) کہتا رہے: (مجھے) نہ چھونا (مجھے نہ چھونا)، اور بیشک تیرے ليے ایک اور وعدہ (عذاب) بھی ہے جس کی ہرگز خلاف ورزی نہ ہوگی، اور تو اپنے اس (من گھڑت) معبود کی طرف دیکھ جس (کی پوجا) پر تو جم کر بیٹھا رہا، ہم اسے ضرور جلا ڈالیں گے پھر ہم اس (کی راکھ) کو ضرور دریا میں اچھی طرح بکھیر دیں گے،
اور انہوں نے اللہ کی قسم کھايی اپنے حلف میں حد کی کوشش سے کہ اللہ مردے نہ اٹھايے گا ہاں کیوں نہیں (۷۹) سچا وعدہ اس کے ذمہ پر لیکن اکثر لوگ نہیں جانتے
اور نوح کی طرف وحی کی گيی کہ تیری قوم میں سے اب کويی ایمان نہیں لايے گا مگر جو لا چکا پھر غم نہ کر اور کاموں پر جو کر رہے ہیں
اور رات کی جب پیٹھ پھیرنے لگے
وہ صبح او رشام اگ کے سامنے لايے جاتے ہیں اور جس دن قیامت قايم ہو گی (حکم ہوگا) فرعونیوں کو سخت عذاب میں لے جاو
اے ایمان والو! اگر تم نے ان لوگوں کی اطاعت کی جنہوں نے کفر اختیار کیا تو وہ تم کو الٹے پاوں (کفر کی طرف) پھیر کر لے جايیں گے اور تم بڑا خسارہ اٹھا کر واپس ہوگے۔
بلکہ اسے جھٹلایا جس کے علم پر قابو نہ پایا اور ابھی انہوں نے اس کا انجام نہیں دیکھا ایسے ہی ان سے اگلوں نے جھٹلایا تھا تو دیکھو ظالموں کیسا انجام ہوا
انہوں نے کہا اے ہماری قوم! ہم نے ایک کتاب سنی ہے جو موسی (ع) کے بعد نازل کی گيی ہے جو پہلی کتابوں کی تصدیق کرتی ہے (اور جو) حق اور سیدھے راستے کی طرف راہنمايی کرتی ہے۔
اور ثمود کی طرف ان کے بھايی صالح کو بھیجا اے میری قوم الله کی بندگی کرو اس کے سوا تمہارا کويی معبود نہیں اسی نے تمہیں زمین سے بنایا اورتمہیں اس میں اباد کیا پس اس سے معافی مانگو پھر اس کی طرف رجوع کرو بے شک میرا رب نزدیک ہے قبول کرنے والا
اور اگر تم خدا اور اس کے رسول اور دار اخرت کی طلبگار ہو تو بے شک اللہ نے تم میں سے جو نیکوکار ہیں ان کیليے اجر عظیم تیار کر رکھا ہے۔
اور ہم نے ان (بنی اسرايیل) کو بارہ خاندانوں کے بارہ گروہوں میں تقسیم کر دیا اور ہم نے موسی کو وحی کی جب ان کی قوم نے ان سے پینے کے لیے پانی مانگا کہ ایک (خاص) چٹان پر اپنی لاٹھی مارو۔ چنانچہ اس سے بارہ چشمے پھوٹ نکلے۔ اور ہر گروہ نے اپنا اپنا گھاٹ معلوم کر لیا اور ہم نے ان پر ابر کا سایہ کیا اور (غذا کے لیے) ان پر من و سلوی نازل کیا (اور ان سے کہا) کھاو ان پاک اور پسندیدہ چیزوں میں سے جو ہم نے تمہیں عطا کی ہیں۔ انہوں نے (نافرمانی و ناشکری کرکے) ہم پر ظلم نہیں کیا بلکہ اپنے ہی اوپر ظلم و زیادتی کرتے رہے۔
سب تعریف الله ہی کے لیے ہے جس نے اسمان اور زمین بنايے اور اندھیرا اوراجالا بنایا پھر بھی یہ کافر اوروں کو اپنے رب کے ساتھ برابر ٹھیراتے ہیں
پاک ہے وہ (خدا) جو اپنے بندہ (خاص) کو رات کے ایک حصہ میں مسجد الحرام سے اس مسجد اقصی تک لے گیا جس کے گرد و پیش ہم نے برکت دی ہے تاکہ ہم انہیں اپنی (قدرت کی) کچھ نشانیاں دکھايیں بے شک وہ بڑا سننے والا، بڑا دیکھنے والا ہے۔
اس نے کہا کہ جو ﻇلم کرے گا اسے تو ہم بھی اب سزا دیں گے، پھر وه اپنے پروردگار کی طرف لوٹایا جايے گا اور وه اسے سخت تر عذاب دے گا
پھر ان کو عذاب نے اپکڑا بےشک اس (واقعہ) میں ایک بڑی نشانی ہے مگر ان میں سے اکثر لوگ ایمان لانے والے نہیں تھے۔
فرعون کے پاس جاو کیونکہ اس نے سرکشی کی ہے
سب کے چہرے حی و قیوم کے سامنے جھکے ہويے ہوں گے اور جو شخص ظلم کا بوجھ اٹھايے گا وہ ناکام و نامراد ہو جايے گا۔
اے رب ہمارے ہمیں اس سے نکال دے اگر پھر کریں تو بے شک ہم ظالم ہوں گے
سوايے ان (شعراء) کے جو ایمان لايے اور نیک عمل کرتے رہے اور اللہ کو کثرت سے یاد کرتے رہے (یعنی اللہ اور رسول صلی اللہ علیہ والہ وسلم کے مدح خواں بن گيے) اور اپنے اوپر ظلم ہونے کے بعد (ظالموں سے بزبان شعر) انتقام لیا (اور اپنے کلام کے ذریعے اسلام اور مظلوموں کا دفاع کیا بلکہ ان کاجوش بڑھایا تو یہ شاعری مذموم نہیں)، اور وہ لوگ جنہوں نے ظلم کیا عنقریب جان لیں گے کہ وہ (مرنے کے بعد) کونسی پلٹنے کی جگہ پلٹ کر جاتے ہیں،
جو نہ ٹھنڈا ہوگا نہ ارام دہ
اور جہنم ہر دیکھنے والے پر ظاہر کی جايے گی
اور (فرشتوں) میں سے کويی ایسا نہیں مگر یہ کہ اس کا ایک خاص مقام ہے۔
اور ہم ان کے دلوں اور انکھوں کو الٹ دیں گے (تو) جیسے یہ اس (قران) پر پہلی دفعہ ایمان نہیں لايے (ویسے پھر نہ لايیں گے) اور ان کو چھوڑ دیں گے کہ اپنی سرکشی میں بہکتے رہیں
سو ہم نے لوط (علیہ السلام) کو اور ان کے گھر والوں کو بچا لیا بجز ان کی بیوی کے کہ وه ان ہی لوگوں میں رہی جو عذاب میں ره گيے تھے
یہ کتاب مبین کی ایات ہیں
پھر کیا ان لوگوں کو (تاریخ کے اس سبق سے) کويی ہدایت نہ ملی کہ ان سے پہلے کتنی ہی قوموں کو ہم ہلاک کر چکے ہیں جن کی (برباد شدہ) بستیوں میں اج یہ چلتے پھرتے ہیں؟ در حقیقت اس میں بہت سی نشانیاں ہیں ان لوگوں کے لیے جو عقل سلیم رکھنے والے ہیں
گناہ بخشنے والا اور توبہ قبول کرنے والا سخت عذاب دینے والا قدرت والا ہے اس کے سوا کويی معبود نہیں اسی کی طرف لوٹ کر جانا ہے
تم ظاہری اورباطنی سب گناہ چھوڑ دو بے شک جو لوگ گناہ کرتے ہیں عنقریب اپنے کیے کی سزا پايیں گے
اور واضح طور پر پیغام پہنچا دینے کے سوا ہم پر کچھ لازم نہیں ہے،
فرعون نے کہا کہ تم میری اجازت کے بغیر ہی ایمان لے ايے تو یہ تم سے بھی بڑا جادوگر ہے جس نے تمہیں جادو سکھایا ہے اب میں تمہارے ایک طرف کے ہاتھ اور دوسری طرف کے پاوں کاٹ دوں گا اور تمہیں خرمہ کی شاخ پر سولی دے دوں گا اور تمہیں خوب معلوم ہوجايے گا کہ زیادہ سخت عذاب کرنے والا اور دیر تک رہنے والا کون ہے
اور زبان اور ہونٹ (نہیں بنايے)
اور اپنی زبانوں سے جھوٹ بنا کر نہ کہو کہ یہ حلا ل ہے اوریہ حرا م ہے تاکہ الله پر بہتان باندھو بے شک جو الله پر بہتان باندھتے ہیں انکا بھلانہ ہوگا
اور اندھیری رات کے شر سے جب اس کا اندھیرا چھا جايے
اے لوگوں وہ چاہے تو تمہیں لے جايے اور اوروں کو لے ايے اور اللہ کو اس کی قدرت ہے،
اور وہ وہی ہے جس نے تمہارے ليے ستارے بنايے تاکہ تم ان کے ذریعہ سے خشکی اور تری کے اندھیروں میں راہنمايی حاصل کرو۔ بے شک ہم نے علم رکھنے والوں کے ليے دلايل کھول کر بیان کر دیے ہیں۔
پس جبکہ روح نرخرے تک پہنچ جايے
جن لوگوں نے اس کتاب (قران مجید) کو جھٹلایا اور اس (پیغام) کو بھی جس کے ساتھ ہم نے اپنے پیغمبروں کو بھیجا تو انہیں بہت جلد (اس کا انجام) معلوم ہو جايے گا۔
بعض لوگ اللہ کے بارے میں بغیر علم کے اور بغیر ہدایت کے اور بغیر روشن کتاب کے جھگڑتے ہیں
(موسی نے) کہا جا تجھ کو دنیا کی زندگی میں یہ (سزا) ہے کہ کہتا رہے کہ مجھ کو ہاتھ نہ لگانا اور تیرے ليے ایک اور وعدہ ہے (یعنی عذاب کا) جو تجھ سے ٹل نہ سکے گا اور جس معبود (کی پوجا) پر تو (قايم و) معتکف تھا اس کو دیکھ۔ ہم اسے جلادیں گے پھر اس (کی راکھ) کو اڑا کر دریا میں بکھیر دیں گے
(اے پیغمبرﷺ!) تم دیکھو گے کہ مومنوں کے ساتھ سب سے زیادہ دشمنی کرنے والے یہودی اور مشرک ہیں اور دوستی کے لحاظ سے مومنوں سے قریب تر ان لوگوں کو پاو گے جو کہتے ہیں کہ ہم نصاری ہیں یہ اس لیے کہ ان میں عالم بھی ہیں اور مشايخ بھی اور وہ تکبر نہیں کرتے
علاوہ ابلیس کے کہ وہ اکڑ گیا اور کافروں میں ہوگیا
اس وقت کو یاد کرو جب تم صبح سویرے گھر سے نکل پڑے اور مومنین کو جنگ کی پوزیشن بتارہے تھے اور خدا سب کچھ سننے والا اور جاننے والا ہے
زمین پر جتنے ہیں سب کو فنا ہے
پھر تم ہی وہ ہو۔ جو اپنوں کو قتل کرتے ہو۔ اور اپنے بھايی بندوں کے کچھ لوگوں کو ان کے وطن سے نکال بھی دیتے ہو اور ان کے خلاف گناہ اور ظلم و زیادتی کے ساتھ سازش کرتے ہو اور جتھے بندی کرتے ہو (ان کے مخالفین کی مدد کرتے ہو) اور (پھر لطف یہ ہے کہ) اگر وہی لوگ دشمنوں کے ہاتھوں قید ہو کر تمہارے پاس اجايیں۔ تو تم ہی فدیہ دے کر انہیں چھڑا لیتے ہو۔ حالانکہ ان کا وطن سے نکالنا تم پر حرام تھا۔ کیا تم کتاب (توراۃ) کے ایک حصہ (فدیہ دینے) پر ایمان لاتے ہو۔ اور دوسرے حصہ (جلا وطن کرنے کی حرمت) کا انکار کرتے ہو؟ تم میں سے جو ایسا کرے اس کی سزا اس کے سوا اور کیا ہے کہ دنیا کی زندگی میں ذلیل و خوار ہو اور قیامت کے دن سخت ترین عذاب کی طرف لوٹا دیيے جايیں اور تم جو کچھ بھی کرتے ہو اللہ اس سے غافل (بے خبر) نہیں ہے۔
کیا ان لوگوں نے نہیں دیکھا کہ ہم نے ان سے پہلے کتنی قوموں کو ہلاک کردیا ہے جو اب ان کی طرف پلٹ کر انے والی نہیں ہیں
یہ تمہارے پروردگار کی طرف سے صلہ ہے انعام کثیر
پھر ان سے پوچھا جايے گا کہ اب کہاں ہیں اللہ کے سوا وہ دوسرے خدا جن کو تم شریک کرتے تھے؟
فرمایا ہر گز نہیں تم دونوں ہماری نشانیاں لے کر جاو ہم تمہارے ساتھ سننے والے ہیں
فرما دیجيے: کیا یہ (حالت) بہتر ہے یا دايمی جنت (کی زندگی) جس کا پرہیزگاروں سے وعدہ کیا گیا ہے، یہ ان (کے اعمال) کی جزا اور ٹھکانا ہے،
جو نماز قايم کرتے ہیں اور زکوة ادا کرتے ہیں اور اخرت پر یقین رکھتے ہیں
تو دیکھو ان کی چال کا انجام کیا ہوا؟ ہم نے ان کو اور ان کی قوم کو تباہ و برباد کر دیا۔
جو معزز اور نیکوکار ہیں۔
اور ہم یہ چاہتے ہیں کہ جن لوگوں کو زمین میں کمزور بنادیا گیا ہے ان پر احسان کریں اور انہیں لوگوں کا پیشوا بنايیں اور زمین کا وارث قرار دیدیں
یقینا ان کے واقعات میں صاحبان عقل کے ليے سامان هعبرت ہے اور یہ کويی ایسی بات نہیں ہے جسے گڑھ لیا جايے یہ قران پہلے کی تمام کتابوں کی تصدیق کرنے والا ہے اور اس میں ہر شے کی تفصیل ہے اور یہ صاحب ایمان قوم کے ليے ہدایت اور رحمت بھی ہے
پس ہم ضرور کافرو ں کو سخت عذاب کا مزہ چکھايیں گے اور ہم ان کے بدترین اعمال کا بدلہ دیں گے جو وہ کیا کرتے تھے
سو ہم بھی تمہارے پاس اسی کی مانند جادو لايیں گے تم ہمارے اور اپنے درمیان (مقابلہ کے ليے) وعدہ طے کرلو جس کی خلاف ورزی نہ ہم کریں اور نہ ہی تم، (مقابلہ کی جگہ) کھلا اور ہموار میدان ہو،
اور اگر انہیں حق پہنچتا ہو تو اس کی طرف گردن جھکايے اتے ہیں
اور جب ان سے فرمایا جاتا ہے ڈرو تم اس سے جو تمہارے سامنے ہے اور جو تمہارے پیچھے انے والا ہے اس امید پر کہ تم پر مہر ہو تو منہ پھیر لیتے ہیں،
اور ان کو اس جنت میں داخل کرے گا جس سے وہ ان کو واقف کرا چکا ہے
بیشک ہم نے اسمان دنیا کو چراغوں (ستاروں) سے اراستہ کیا اور انہیں شیطانوں کے مارنے کا ذریعہ بنا دیا اور شیطانوں کے لیے ہم نے (دوزخ کا جلانے واﻻ) عذاب تیار کر دیا
تم فرماو یہ میری راہ ہے میں اللہ کی طرف بلاتا ہوں میں اور جو میرے قدموں پرچلیں دل کی انکھیں رکھتے ہیں ۰ف۲۳۳) اور اللہ کو پاکی ہے اور میں شریک کرنے والا نہیں،
پھر قریب ایا اور اوپر معلق ہو گیا
اے میری قوم! اج بادشاہی تمہاری ہے اس زمین میں غلبہ رکھتے ہو تو اللہ کے عذاب سے ہمیں کون بچالے گا اگر ہم پر ايے فرعون بولا میں تو تمہیں وہی سمجھاتا ہوں جو میری سوجھ ہے اور میں تمہیں وہی بتاتا ہوں جو بھلايی کی راہ ہے،
اللہ ہی جانتا ہے کہ ہر عورت (اپنے پیٹ میں) کیا اٹھايے پھرتی ہے؟ اور اس کو بھی (جانتا ہے) جو کچھ رحموں میں کمی یا بیشی ہوتی رہتی ہے اور اس کے نزدیک ہر چیز کی ایک مقدار مقرر ہے۔
ایک ہی زور کی اواز ہو گی اور سب کے سب ہمارے سامنے حاضر کر دیے جايیں گے
جو شخص یہ گمان کرتا ہے کہ اﷲ اپنے (محبوب و برگزیدہ) رسول کی دنیا و اخرت میں ہرگز مدد نہیں کرے گا اسے چاہيے کہ (گھر کی) چھت سے ایک رسی باندھ کر لٹک جايے پھر (خود کو) پھانسی دے لے پھر دیکھے کیا اس کی یہ تدبیر اس (نصرت الہی) کو دور کر دیتی ہے جس پر غصہ کھا رہا ہے،
پھر (تم یہ بھی دیکھ چکے ہو کہ) اس طرح سزا دینے کے بعد اللہ جس کو چاہتا ہے توبہ کی توفیق بھی بخش دیتا ہے، اللہ در گزر کرنے والا اور رحم فرمانے والا ہے
(یہ نافرمان وہ لوگ ہیں) جو اللہ کے عہد کو اس سے پختہ کرنے کے بعد توڑتے ہیں، اور اس (تعلق) کو کاٹتے ہیں جس کو اللہ نے جوڑنے کا حکم دیا ہے اور زمین میں فساد بپا کرتے ہیں، یہی لوگ نقصان اٹھانے والے ہیں،
بیشک اٹکل پچو لگانے والے مارے جايیں گے
اور یہ کتاب جو ہم نے اپ کے پاس وحی کے طور پر بھیجی ہے یہ بالکل ٹھیک ہے جو کہ اپنے سے پہلی کتابوں کی بھی تصدیق کرتی ہے۔ اللہ تعالی اپنے بندوں کی پوری خبر رکھنے واﻻ خوب دیکھنے واﻻ ہے
اور لوگوں سے اپنا رخ نہ پھیر اور زمین پر اترا کر نہ چل بے شک الله کسی تکبر کرنے والے فخر کرنے والے کو پسند نہیں کرتا
تو اپ کہہ دیجيے کہ اگر زمین میں ملايکہ اطمینان سے ٹہلتے ہوتے تو ہم اسمان سے ملک ہی کو رسول بناکر بھیجتے
کہو کہ بھلا دیکھو اگر یہ (قران) خدا کی طرف سے ہو پھر تم اس سے انکار کرو تو اس سے بڑھ کر کون گمراہ ہے جو (حق کی) پرلے درجے کی مخالفت میں ہو
یا انہیں ان کے خوف زدہ ہونے پر پکڑ لے، تو بیشک تمہارا رب بڑا شفیق نہایت مہربان ہے،
اور ہم جب انسان کو نعمت دیتے ہیں تو ہم سے کنارہ کش ہوجاتا ہے اور پہلو بدل کر الگ ہوجاتا ہے اور جب برايی پہنچ جاتی ہے تو خوب لمبی چوڑی رعايیں کرنے لگتا ہے
جن سے اپ نے عہد لیا اور اس کے بعد وہ ہر مرتبہ اپنے عہد کو توڑ دیتے ہیں اور خدا کا خوف نہیں کرتے
ہر خبر کے ليے ایک وقت مقررہے اور عنقریب تمہیں معلوم ہوجايے گا
ارشاد ہوا: اے موسی! اسے (زمین پر) ڈال دو،
اور تم کیا جانو کہ وہ کیا ہے ہونی شدنی؟
اور تاکہ الله اپ کی زبردست مدد کرے
کہ یقینا ان کی نصرت اور مدد کی جايے گی۔
اور اسے میرے کار (رسالت) میں شریک فرما دے،
پھر جس کا اعمال نامہ اس کے دايیں ہاتھ میں دیا گیا
یا بستیوں کے باشندے ا س بات سے بے خوف ہیں کہ ان پر ہمارا عذاب (پھر) دن چڑھے اجايے اس حال میں کہ (وہ دنیا میں مدہوش ہوکر) کھیل رہے ہوں؟،
وہ پاک ہے جس نے راتوں رات اپنے بندے کو مسجدحرام سے مسجد اقصی تک سیر کرايی جس کے اردگرد ہم نے برکت رکھی ہے تاکہ ہم اسے اپنی کچھ نشانیاں دکھايیں بے شک وہ سننے والا دیکھنے ولا ہے
بھلا اس دن کا کیا حال ہوگا جب ہم ہر امت میں سے احوال بتايے والے کو بلايیں گے اور تم کو ان لوگوں کا حال (بتانے کو) گواہ طلب کریں گے
اور ہم نے ایک بڑی قربانی کو ان کا فدیہ دیا
اور اے برادران قوم، ٹھیک ٹھیک انصاف کے ساتھ پورا ناپو اور تولو اور لوگوں کو ان کی چیزوں میں گھاٹا نہ دیا کرو اور زمین میں فساد نہ پھیلاتے پھرو
اور اپنی والدہ کے ساتھ نیک سلوک کرنے والا (بنایا ہے) اور اس نے مجھے سرکش و بدبخت نہیں بنایا،
پس تم اللہ کی طرف دوڑ بھاگ (یعنی رجوع) کرو، یقینا میں تمہیں اس کی طرف سے صاف صاف تنبیہ کرنے واﻻ ہوں
کہ کس گناه کی وجہ سے وه قتل کی گيی؟
بے شک الله ان کے ساتھ ہے جو پرہیزگار ہیں اور جو نیکی کرتے ہیں
پھر جب چاہے گا اسے دوبارہ زندہ کر دے گا۔
اور اپ اس (بات) پر کیسے صبر کر سکتے ہیں جسے اپ (پورے طور پر) اپنے احاطہء علم میں نہیں لايے ہوں گے،
کہہ دو الله میرے اور تمہارے درمیان گواہ کافی ہے جو کچھ اسمانوں اور زمین میں ہے جانتا ہے اور جو لوگ جھوٹ پر ایمان لايے اورالله کا انکار کیا وہی نقصان پانے والے ہیں
کہہ دو کہ تم (مال) خوشی سے خرچ کرو یا ناخوشی سے تم سے ہرگز قبول نہیں کیا جايے گا تم نافرمان لوگ ہو
کہا کہ ہمارا پروردگار وہ ہے جس نے ہر چیز کو اس کی شکل وصورت بخشی پھر راہ دکھايی
نزدیک کی زمین پر اور وه مغلوب ہونے کے بعد عنقریب غالب اجايیں گے
یہاں تک کہ وہ (ایک مقام پر) دو پہاڑوں کے درمیان جا پہنچا اس نے ان پہاڑوں کے پیچھے ایک ایسی قوم کو اباد پایا جو (کسی کی) بات نہیں سمجھ سکتے تھے،
پھر ہم اپنے رسولوں کو بچا لیتے ہیں اور ان لوگوں کو بھی جو اس طرح ایمان لے اتے ہیں، (یہ بات) ہمارے ذمہ کرم پر ہے کہ ہم ایمان والوں کو بچا لیں،
اور ان کے پاس نیچی نگاہوں والی ہم عمر بیویاں ہوں گی۔
اللہ (ہی معبود) ہے اس کے سوا کويی معبود نہیں، اور اللہ ہی پر ایمان والوں کو بھروسہ رکھنا چاہيے،
اور پیغمبر علیھ السلام اپنی کتاب میں مریم کا ذکر کرو کہ جب وہ اپنے گھر والوں سے الگ مشرقی سمت کی طرف چلی گيیں
اور ہم نے تمہیں جوڑا جوڑا پیدا کیا۔
اللہ ہی خلق کی ابتدا کرتا ہے، پھر وہی اس کا اعادہ کرے گا، پھر اسی کی طرف تم پلٹايے جاو گے
کیا تمہارے پاس موسی کی خبر ايی ہے
اچھا، جو باتیں یہ بنا رہے ہیں وہ تمہیں رنجیدہ نہ کریں، ان کی چھپی اور کھلی سب باتوں کو ہم جانتے ہیں
اور اگر وہ جھٹلانے والے گمراہوں میں سے ہے۔
(اس وقت کہا جايے گا کہ) اے کافرو، اج معذرتیں پیش نہ کرو، تہیں تو ویسا ہی بدلہ دیا جا رہا ہے جیسے تم عمل کر رہے تھے
یہ جو کچھ گزرا ان میں کی بری بات تیرے رب کو ناپسند ہے،
اور اسی طرح ہم نے ان کی خبر ظاہر کر دی تاکہ لوگ سمجھ لیں کہ الله کا وعدہ سچا ہے اور قیامت میں کويی شک نہیں جبکہ لوگ ان کے معاملہ میں جھگڑ رہے تھے پھر کہا ان پر ایک عمارت بنا دو انکا رب ان کا حال خوب جانتا ہے ان لوگوں نے کہا جو اپنے معاملے میں غالب ا گيے تھے کہ ہم ان پر ضرور ایک مسجد بنايیں گے
اور جو ایمان والے ہیں۔ وہ (حیرت سے) کہیں گے کیا یہ وہ لوگ ہیں۔ جنہوں نے بڑی سخت قسمیں کھايی تھیں کہ بے شک وہ تمہارے ساتھ ہیں۔ ان کے سب عمل ضايع ہوگيے اور وہ نقصان اٹھانے والے ہوگيے۔
حم
اپ کا پروردگار خوب جانتا ہے ان کو جو اسمانوں اور زمین میں ہیں اور ہم نے بعض بندوں کو بعض پر فضیلت دی ہے اور ہم نے داود کو زبور عطا کی۔
یہود کہتے ہیں کہ نصرانی حق پر نہیں اور نصرانی کہتے ہیں کہ یہودی حق پر نہیں، حاﻻنکہ یہ سب لوگ تورات پڑھتے ہیں۔ اسی طرح ان ہی جیسی بات بےعلم بھی کہتے ہیں۔ قیامت کے دن اللہ ان کے اس اختلاف کا فیصلہ ان کے درمیان کردے گا
اج تمہارے لیے ساری پاک چیزیں حلال کر دی گيی ہیں اہل کتاب کا کھانا تمہارے لیے حلال ہے اور تمہارا کھانا ان کے لیے اور محفوظ عورتیں بھی تمہارے لیے حلال ہیں خواہ وہ اہل ایمان کے گروہ سے ہوں یا ان قوموں میں سے جن کو تم سے پہلے کتاب دی گيی تھی، بشر طیکہ تم ان کے مہر ادا کر کے نکاح میں ان کے محافظ بنو، نہ یہ کہ ازاد شہوت رانی کرنے لگو یا چوری چھپے اشنايیاں کرو اور جو کسی نے ایمان کی روش پر چلنے سے انکار کیا تو اس کا سارا کارنامہ زندگی ضايع ہو جايے گا اور وہ اخرت میں دیوالیہ ہوگا
اور تمہارے ليے سورج و چاند کو (بھی) مسخر کر دیا جو برابر چلے جا رہے ہیں اور رات اور دن کو بھی تمہارے ليے مسخر کر دیا۔
اور ہم نے کتنی ہی بستیوں کو ان کی معیشت کے غرور کی بنا پر ہلاک کردیا اب یہ ان کے مکانات ہیں جو ان کے بعد پھر اباد نہ ہوسکے مگر بہت کم اور درحقیقت ہم ہی ہر چیز کے وارث اور مالک ہیں
جب عمران کی عورت نے کہا اے میرے رب جو کچھ میرے پیٹ میں ہے سب سے ازاد کر کے میں نےتیری نذر کیا سو تو مجھ سے قبول فرما بے شک تو ہی سننے والا جاننے والا ہے
اور مجھے حکم دیا گیا ہے کہ میں سب مسلمانوں سے پہلے مسلمان ہوں۔
تاکہ ان کے اپنے رب کے پیغام پہنچا دینے کا علم ہو جايے اللہ تعالی نے ان کے اس پاس (کی تمام چیزوں) کا احاطہ کر رکھا ہے اور ہر چیز کی گنتی شمار کر رکھا ہے
جو لوگ ایمان لايے اور پھر کفر اختیار کرلیا پھر ایمان لے ايے اور پھر کافر ہوگيے اور پھر کفر میں شدید و مزید ہوگيے تو خدا ہرگز انہیں معاف نہیں کرسکتا اور نہ سیدھے راستے کی ہدایت دے سکتا ہے
تو جب اپ وہاں گيے تو اس وادی کے داہنے کنارے سے اس مبارک مقام پر درخت سے انہیں ندا دی گيی اے موسی! میں ہی اللہ ہوں سارے جہانوں کا پروردگار۔
کہہ دو کہ فیصلہ کا دن کافرو ں کو ان کا ایمان لانا نفع نہ دے گا اور نہ ہی انہیں مہلت دی جايے گی
اور جب ان سے کہا جاتا ہے کہ (تم بھی) ایمان لاو جیسے (دوسرے) لوگ ایمان لے ايے ہیں، تو کہتے ہیں: کیا ہم بھی (اسی طرح) ایمان لے ايیں جس طرح (وہ) بیوقوف ایمان لے ايے، جان لو! بیوقوف (درحقیقت) وہ خود ہیں لیکن انہیں (اپنی بیوقوفی اور ہلکے پن کا) علم نہیں،
ان لوگوں سے جہاد کرو جو خدا اور روز هاخرت پر ایمان نہیں رکھتے اور جس چیز کو خدا و رسول نے حرام قرار دیا ہے اسے حرام نہیں سمجھتے اور اہل کتاب ہوتے ہويے بھی دین حق کا التزام نہیں کرتے .... یہاں تک کہ اپنے ہاتھوں سے ذلت کے ساتھ تمہارے سامنے جزیہ پیش کرنے پر امادہ ہوجايیں
اور قربانی کے بڑے جانوروں (یعنی اونٹ اور گايے وغیرہ) کو ہم نے تمہارے ليے اﷲ کی نشانیوں میں سے بنا دیا ہے ان میں تمہارے ليے بھلايی ہے پس تم (انہیں) قطار میں کھڑا کر کے (نیزہ مار کر نحر کے وقت) ان پر اﷲ کا نام لو، پھر جب وہ اپنے پہلو کے بل گر جايیں تو تم خود (بھی) اس میں سے کھاو اور قناعت سے بیٹھے رہنے والوں کو اور سوال کرنے والے (محتاجوں) کو (بھی) کھلاو۔ اس طرح ہم نے انہیں تمہارے تابع کر دیا ہے تاکہ تم شکر بجا لاو،
اور ان کے ساتھ دو جوان بھی قید خانہ میں داخل ہويے۔ ان میں سے ایک نے کہا: میں نے اپنے اپ کو (خواب میں) دیکھا ہے کہ میں (انگور سے) شراب نچوڑ رہا ہوں، اور دوسرے نے کہا: میں نے اپنے اپ کو (خواب میں) دیکھا ہے کہ میں اپنے سر پر روٹیاں اٹھايے ہويے ہوں، اس میں سے پرندے کھا رہے ہیں۔ (اے یوسف!) ہمیں اس کی تعبیر بتايیے، بیشک ہم اپ کو نیک لوگوں میں سے دیکھ رہے ہیں،
وہ تو صرف ایک چنگھاڑ تھی (اتشین) سو وہ (اس سے) ناگہاں بجھ کر رہ گيے
تو ہم نے ندا دی اے ابراہیم(ع)!
ان کے پہلو بچھونوں سے الگ رہتے ہیں (اور) وہ اپنے پروردگار کو خوف اور امید سے پکارتے اور جو (مال) ہم نے ان کو دیا ہے اس میں سے خرچ کرتے ہیں
اور (ہر) دیکھنے والے کیليے دوزخ ظاہر کر دی جايے گی۔
پھر دو دن میں سات اسمان بنايے اور ہر اسمان میں اس (کے کام) کا حکم بھیجا اور ہم نے اسمان دنیا کو چراغوں (یعنی ستاروں) سے مزین کیا اور (شیطانوں سے) محفوظ رکھا۔ یہ زبردست (اور) خبردار کے (مقرر کيے ہويے) اندازے ہیں
اے ایمان والو! عدل و انصاف کے ساتھ قیام کرو اور اللہ کے ليے گواہ بنو چاہے اپنی ذات یا اپنے والدین اور اقربا ہی کے خلاف کیوں نہ ہو- جس کے ليے گواہی دینا ہے وہ غنی ہو یا فقیر اللہ دونوں کے ليے تم سے اولی ہے لہذا خبردار خواہشات کا اتباع نہ کرنا تاکہ انصاف کرسکو اور اگر توڑ مروڑ سے کام لیا یا بالکل کنارہ کشی کرلی تو یاد رکھو کہ اللہ تمہارے اعمال سے خوب باخبر ہے
بے شک زمین پر چلنے والی سب مخلوق میں سے بدترین وہ لوگ ہیں جو کافر ہیں اور اب وہ کسی طرح بھی ایمان لانے والے نہیں ہیں۔
مومنو! (کسی بات کے جواب میں) خدا اور اس کے رسول سے پہلے نہ بول اٹھا کرو اور خدا سے ڈرتے رہو۔ بےشک خدا سنتا جانتا ہے
جناب باری تعالی نے فرمایا موسی تیرے تمام سواﻻت پورے کر دیيے گيے
تو داہنے ہاتھ والے (سبحان الله) داہنے ہاتھ والے کیا (ہی چین میں) ہیں
ع س ق
جب بھی نہ سنا جايے گا تم یاد کرنے کی جلدی میں قران کے ساتھ اپنی زبان کو حرکت نہ دو
اور اس امن والے شہر کی
(ان کے کرتوتوں) کا بھرپور بدلہ
(اے رسول(ص)) بےشک اپ کو یہ قران ایک بڑے حکمت والے، بڑے علم والے کی طرف سے عطا کیا جا رہا ہے۔
اور وہ عورتیں بھی تم پر حرام ہیں، جو شوہردار ہوں۔ مگر وہ ایسی عورتیں جو (شرعی جہاد میں) تمہاری ملکیت میں ايیں۔ یہ ايین ہے، اللہ کا جو تم پر لازم ہے۔ اور ان کے علاوہ جو عورتیں ہیں وہ تمہارے ليے حلال ہیں کہ اپنے مال (حق مہر) کے عوض ان سے شادی کرلو۔ بدکاری سے بچنے اور پاکدامنی کو قايم رکھنے کے لیے اور ان عورتوں میں سے جن سے تم متعہ کرو۔ تو ان کی مقررہ اجرتیں ادا کر دو۔ اور اگر زر مہر مقرر کرنے کے بعد تم اپس میں (کم و بیش پر) راضی ہو جاو تو اس میں کويی حرج نہیں ہے۔ بے شک اللہ بہت جاننے والا اور بڑی رحمت والا ہے۔
کہيے اے اہل کتاب کیوں صاحبان ایمان کو راس خدا سے روکتے ہو اور اس میں کجی تلاش کرتے ہو جبکہ تم خود اس کی صحت کے گواہ ہو اور اللہ تمہارے اعمال سے غافل نہیں ہے
اور وہ شخص جو ان دونوں میں سے رہايی پا چکا تھا بولا، اور (اب) اسے ایک مدت کے بعد (یوسف علیہ السلام کے ساتھ کیا ہوا وعدہ) یاد اگیا: میں تمہیں اس کی تعبیر بتاوں گا سو تم مجھے (یوسف علیہ السلام کے پاس) بھیجو،
کیا اپ نے اس شخص کو دیکھا ہے جس نے ہماری ایتوں سے کفر کیا اور کہنے لگا: مجھے (قیامت کے روز بھی اسی طرح) مال و اولاد ضرور دیيے جايیں گے،
پھر دونوں اگے بڑھے یہاں تک کہ ایک نوجوان نظر ایا اور اس بندہ خدا نے اسے قتل کردیا موسی نے کہا کہ کیا اپ نے ایک پاکیزہ نفس کو بغیر کسی نفس کے قتل کردیا ہے یہ تو بڑی عجیب سی بات ہے
پھر ابراہیم (علیہ السلام) نے کہا: میں (ہجرت کر کے) اپنے رب کی طرف جانے والا ہوں وہ مجھے ضرور راستہ دکھايے گا (وہ ملک شام کی طرف ہجرت فرما گيے)،
بیشک یہ قران اس (منزل) کی طرف رہنمايی کرتا ہے جو سب سے درست ہے اور ان مومنوں کو جو نیک عمل کرتے ہیں اس بات کی خوشخبری سناتا ہے کہ ان کے ليے بڑا اجر ہے،
اور اس نے ادم کو سب (چیزوں کے) نام سکھايے پھر ان کو فرشتوں کے سامنے کیا اور فرمایا کہ اگر تم سچے ہو تو مجھے ان کے نام بتاو
اور نہ میں ان (بتوں) کی عبادت کرنے والا ہوں جن کی تم عبادت کرتے ہو۔
تم پر فرض ہوا خدا کی راہ میں لڑنا اور وہ تمہیں ناگوار ہے اور قریب ہے کہ کويی بات تمہیں بری لگے اور وہ تمہارے حق میں بہتر ہو اور قریب ہے کہ کويی بات تمہیں پسند ايے اور وہ تمہارے حق میں بری ہو اور اللہ جانتا ہے اور تم نہیں جانتے
کیا ان کا داو تباہی میں نہ ڈالا،
اور جو کچھ اس کے اندر ہے وہ اسے باہر پھینک دے گی اور خالی ہو جايے گی۔
انسانوں کے لیے ڈراوا
(اے حبیب مکرم!) اپ وہ کتاب پڑھ کر سنايیے جو اپ کی طرف (بذریعہ) وحی بھیجی گيی ہے، اور نماز قايم کیجيے، بیشک نماز بے حیايی اور برايی سے روکتی ہے، اور واقعی اﷲ کا ذکر سب سے بڑا ہے، اور اﷲ ان (کاموں) کو جانتا ہے جو تم کرتے ہو،
اور ہم نے انہیں کچھ کتابیں نہ دیں جنہیں پڑھتے ہوں نہ تم سے پہلے ان کے پاس کويی ڈر سنانے والا ایا
اور ہم نے کتنی ہی ظالم بستیوں کو تباہ کردیا اور ان کے بعد ان کی جگہ پر دوسری قوموں کو ایجاد کردیا
تو اس نے لشکر کے دم پر منہ موڑ لیا اور کہا کہ یہ جادوگر یا دیوانہ ہے
اور میرے گھر والوں میں سے (ایک کو) میرا وزیر (یعنی مددگار) مقرر فرما
کیا تو نے نہیں دیکھا کہ وہ (شعراء) ہر وادي (خیال) میں (یونہی) سرگرداں پھرتے رہتے ہیں (انہیں حق میں سچی دلچسپی اور سنجیدگی نہیں ہوتی بلکہ فقط لفظی و فکری جولانیوں میں مست اور خوش رہتے ہیں)،
دیکھو یہ اپنے پروردگار کے روبرو حاضر ہونے سے شک میں ہیں۔ سن رکھو کہ وہ ہر چیز پر احاطہ کيے ہويے ہے
اور جو اپنے رب کے عذاب سے ڈرتے رہتے ہیں
کیا تم نے نہیں دیکھا کہ اللہ نے اسمان سے پانی برسایا اور پھر ہم نے اس کے ذریعہ سے مختلف رنگوں کے پھل نکالے اور (اسی طرح) پہاڑوں میں بھی مختلف رنگوں کی گھاٹیاں ہیں کويی سفید اور کويی سرخ اور بعض حصے گہرے سیاہ۔
اس (کی قدرت) کی نشانیوں میں سے اسمانوں اور زمین کی پیدايش اور تمہاری زبانوں اور رنگتوں کا اختلاف (بھی) ہے، دانش مندوں کے ليے اس میں یقینا بڑی نشانیاں ہیں
جو لوگ بات کو غور سے سنتے ہیں، پھر اس کے بہتر پہلو کی اتباع کرتے ہیں یہی وہ لوگ ہیں جنہیں اللہ نے ہدایت فرمايی ہے اور یہی لوگ عقل مند ہیں،
پروردگار تو انہیں دگنا عذاب دے اور ان پر بہت بڑی لعنت نازل فرما
یہ وہ لوگ ہیں جن پر اللہ نے لعنت کی، اور جس پر اللہ لعنت کرے تو اس کے ليے ہرگز کويی مددگار نہ پايے گا،
ان سے پہلے جھٹلا چکے ہیں نوح کی قوم اور عاد اور چومیخا کرنے والے فرعون
پھر جب حرمت والے مہینے گزر جايیں تو تم (حسب اعلان) مشرکوں کو قتل کر دو جہاں کہیں بھی تم ان کو پاو اور انہیں گرفتار کر لو اور انہیں قید کر دو اور انہیں (پکڑنے اور گھیرنے کے ليے) ہر گھات کی جگہ ان کی تاک میں بیٹھو، پس اگر وہ توبہ کر لیں اور نماز قايم کریں اور زکوۃ ادا کرنے لگیں تو ان کا راستہ چھوڑ دو۔ بیشک اللہ بڑا بخشنے والا نہایت مہربان ہے،
اپ کہہ دیجيے کہ اللہ اور اس کے رسول کی اطاعت کرو پھر اگر انحراف کرو گے تو رسول پر وہ ذمہ داری ہے جو اس کے ذمہ رکھی گيی ہے اور تم پر وہ مسيولیت ہے جو تمہارے ذمہ رکھی گيی ہے اور اگر تم اطاعت کرو گے تو ہدایت پاجاو گے اور رسول کے ذمہ واضح تبلیغ کے سوا اور کچھ نہیں ہے
(اے پیغمبر) لوگ تم سے شراب اور جويے کا حکم دریافت کرتے ہیں۔ کہہ دو کہ ان میں نقصان بڑے ہیں اور لوگوں کے ليے کچھ فايدے بھی ہیں مگر ان کے نقصان فايدوں سے کہیں زیادہ ہیں اور یہ بھی تم سے پوچھتے ہیں کہ (خدا کی راہ میں) کون سا مال خرچ کریں۔ کہہ دو کہ جو ضرورت سے زیادہ ہو۔ اس طرح خدا تمہارے ليے اپنے احکام کھول کھول کر بیان فرماتا ہے تاکہ تم سوچو
پھر ان کی تمام برايیاں ان پر ا پڑیں، اوران میں سے بھی جو گناه گار ہیں ان کی کی ہويی برايیاں بھی اب ان پر ا پڑیں گی، یہ (ہمیں) ہرا دینے والے نہیں
تو جب میں اسے پورا بنا چکوں اور اس میں اپنی روح پھونک دوں تو تم سب اس کے لیے سجدے میں گر پڑنا
یہاں تک کہ جب رسول ناامید ہونے لگے اورخیال کیا کہ ان سے جھوٹ کہا گیا تھا تب انہیں ہماری مدد پہنچی پھر جنہیں ہم نے چاہا بچا لیا اور ہمارے عذاب کو نافرمانوں سے کويی بھی روک نہیں سکتا
اور جس دن ہم ہر امت میں سے ان لوگوں کے گروه کو جو ہماری ایتوں کو جھٹلاتے تھے گھیر گھار کر ﻻيیں گے پھر وه سب کے سب الگ کر دیيے جايیں گے
اے محبوب! کیا تم نے اپنے رب کو نہ دیکھا کہ کیسا پھیلا سایہ اور اگر چاہتا تو اسے ٹھہرایا ہوا کردیتا پھر ہم نے سورج کو اس پر دلیل کیا،
اور وہ لوگ جو اپ کی طرف نازل کیا گیا اور جو اپ سے پہلے نازل کیا گیا (سب) پر ایمان لاتے ہیں، اور وہ اخرت پر بھی (کامل) یقین رکھتے ہیں،
جسے گنہگاروں کے سوا کويی نہ کھايے گا،
حجت تمام کرنے یا ڈرانے کے ليے،
کیا تم نے ان لوگوں کو نہیں دیکھا جنہوں نے اللہ کی نعمت کو کفران نعمت سے تبدیل کردیا اور اپنی قوم کو ہلاکت کی منزل تک پہنچادیا
اور (اسی طرح) ہم نے قوم عاد و ثمود اور اصحاب الرس کو اور ان کے درمیان، بہت سی نسلوں (اور) قوموں کو بھی ہلاک کیا۔
اور وہی تو ہے جس نے تم کو ان (کافروں) پر فتحیاب کرنے کے بعد سرحد مکہ میں ان کے ہاتھ تم سے اور تمہارے ہاتھ ان سے روک دیيے۔ اور جو کچھ تم کرتے ہو خدا اس کو دیکھ رہا ہے
اور اگر ان پر فوجیں مدینہ کے اطراف سے ايیں پھر ان سے کفر چاہتیں تو ضرور ان کا مانگا دے بیٹھتے اور اس میں دیر نہ کرتے مگر تھوڑی
اور اس تیسری ایک اور (دیوی) منات کو بھی (غور سے دیکھا ہے؟ تم نے انہیں اﷲ کی بیٹیاں بنا رکھا ہے؟)،
خوش خبری سنانے واﻻ اور ڈرانے واﻻ ہے، پھر بھی ان کی اکثریت نے منھ پھیر لیا اور وه سنتے ہی نہیں
فرعون کے پاس جا اس نے سر اٹھایا
کہنے لگا اے موسی! کیا تو اسی ليے ایا ہے کہ ہمیں اپنے جادو کے زور سے ہمارے ملک سے باہر نکال دے
اخرکار ان کے کرتوتوں کی برايیاں ان تک پہنچ گيیں اور انہیں اس (عذاب) نے گھیر لیا جس کا وہ مذاق اڑایا کرتے تھے۔
میں تو یقین رکھتا تھا کہ میں اپنے حساب کو (اسان) پانے والا ہوں،
بے شک ہر مشکل کے ساتھ اسانی ہے
(مومنو!) جب تک تم ان چیزوں میں سے جو تمھیں عزیز ہیں (راہ خدا میں) صرف نہ کرو گے کبھی نیکی حاصل نہ کر سکو گے اور جو چیز تم صرف کرو گے خدا اس کو جانتا ہے
ابراہیم (علیہ السلام) نے دریافت کیا: اے (اللہ کے) بھیجے ہويے فرشتو! (اس بشارت کے علاوہ) اور تمہارا کیا کام ہے (جس کے ليے ايے ہو)،
وه لوگ بھی قطعا کافر ہوگيے جنہوں نے کہا، اللہ تین میں کا تیسرا ہے، دراصل سوا اللہ تعالی کے کويی معبود نہیں۔ اگر یہ لوگ اپنے اس قول سے باز نہ رہے تو ان میں سے جو کفر پر رہیں گے، انہیں المناک عذاب ضرور پہنچے گا
اور ہم اس عذاب کے اپ کو دکھانے پر قادر ہیں جس کی ان کو دھمکی دی جا رہی ہے۔
اور البتہ تحقیق ہم نے موسی اور ہارون کو فیصلہ کرنے والی اور روشنی دینے والی اور پرہیز گاروں کو نصیحت کرنے والی کتاب دی تھی
شیطان اپنی سنی ہويی ان پر ڈالتے ہیں اور ان میں اکثر جھوٹے ہیں
اور جو کافر ہويے ان سے فرمایا جايے گا، کیا نہ تھا کہ میری ایتیں تم پر پڑھی جاتی تھیں تو تم تکبر کرتے تھے اور تم مجرم لوگ تھے،
جو جھوٹی باتوں میں لگے ہويے کھیل رہے ہیں
کہ ہم نے اوپر سے مینہ برسایا
جو تمہارے پاس ہے ختم ہو جايے گا اور جو الله کے پاس ہے کبھی ختم نہ ہوگا اور ہم صبر کرنے والوں کو ان کے اچھے کاموں کا جو کرتے تھے ضرور بدلہ دیں گے
اور ہم نے جو تم پر کتاب نازل کی ہے تو اس کے لیے جس امر میں ان لوگوں کو اختلاف ہے تم اس کا فیصلہ کردو۔ اور (یہ) مومنوں کے لیے ہدایت اور رحمت ہے
اور تمہیں ہمارا کون سا عمل برا لگا ہے؟ صرف یہی کہ ہم اپنے رب کی (سچی) نشانیوں پر ایمان لے ايے ہیں جب وہ ہمارے پاس پہنچ گيیں۔ اے ہمارے رب! تو ہم پر صبر کے سرچشمے کھول دے اور ہم کو (ثابت قدمی سے) مسلمان رہتے ہويے (دنیا سے) اٹھالے،
اور کفار اپس میں کہتے ہیں کہ اس قران کو ہرگز مت سنو اور اس کی تلاوت کے وقت ہنگامہ کرو شاید اسی طرح ان پر غالب اجاو
اور یہ اللہ کو چھوڑ کر ایسوں کی عبادت (پرستش) کرتے ہیں جو ان کو اسمان و زمین سے روزی پہنچانے کا کويی اختیار نہیں رکھتے اور نہ ہی وہ یہ کام کر سکتے ہیں۔
اور جو لوگ اللہ کے(دین) کے بارے میں(بلا وجہ) جھگڑا کرتے ہیں بعد اس کے کہ اسے قبول بھی کیا جاچکا ہے ان کی حجت بازی ان کے پروردگار کے نزدیک باطل ہے اور ان پر(خدا کا) غضب ہے ان کیليے سخت عذاب ہے۔
اور اگر یہ لوگ اپ کی تکذیب کرتے ہیں تو ان کے پہلے والوں نے بھی یہی کیا ہے جب ان کے پاس مرسلین معجزات, صحیفے اور روشن کتاب لے کر ايے
اور ہم میں سے بعض اطاعت گزار ہیں اور بعض نافرمان اور جو اطاعت گزار ہوگا اس نے ہدایت کی راہ پالی ہے
پھر اپنے گھر والوں کے پاس اکڑتا ہوا چل دیا
اور دنیاوی زندگی کو (اخرت پر) ترجیح دی ہوگی،
جو لوگ خدا سے اور اس کے پیغمبروں سے کفر کرتے ہیں اور خدا اور اس کے پیغمبروں میں فرق کرنا چاہتے ہیں اور کہتے ہیں کہ ہم بعض کو مانتے ہیں اور بعض کو نہیں مانتے اور ایمان اور کفر کے بیچ میں ایک راہ نکالنی چاہتے ہیں
جو (اس دن) حاضر ہوگا اس کی قسم اور جو کچھ حاضر کیا جايے گا اس کی قسم،
جس دن وہ فرشتوں کو دیکھیں گے (تو) اس دن مجرموں کے ليے چنداں خوشی کی بات نہ ہوگی بلکہ وہ (انہیں دیکھ کر ڈرتے ہويے) کہیں گے: کويی روک والی اڑ ہوتی (جو ہمیں ان سے بچا لیتی یا فرشتے انہیں دیکھ کر کہیں گے کہ تم پر داخلہ جنت قطعا ممنوع ہے)،
اور ہم نے اسمانوں اور زمین کو اور جو کچھ ان کے درمیان ہے اسے محض کھیلتے ہويے نہیں بنایا،
تو اللہ کے لیے سجدہ اور اس کی بندگی کرو
وہ مومنوں سے پکار پکار کر کہیں گے کیا ہم تمہارے ساتھ نہ تھے؟ مومن جواب دیں گے ہاں، مگر تم نے اپنے اپ کو خود فتنے میں ڈالا، موقع پرستی کی، شک میں پڑے رہے، اور جھوٹی توقعات تمہیں فریب دیتی رہیں، یہاں تک کہ اللہ کا فیصلہ ا گیا، اور اخر وقت تک وہ بڑا دھوکے باز تمہیں اللہ کے معاملہ میں دھوکا دیتا رہا
اگر تم خیرات ظاہر دو تو وہ بھی خوب ہے اور اگر پوشیدہ دو اور دو بھی اہل حاجت کو تو وہ خوب تر ہے اور (اس طرح کا دینا) تمہارے گناہوں کو بھی دور کردے گا۔ اور خدا کو تمہارے سب کاموں کی خبر ہے
ایمان لاو اللہ اور اس کے رسول پر اور خرچ کرو ان چیزوں میں سے جن پر اس نے تم کو خلیفہ بنایا ہے جو لوگ تم میں سے ایمان لايیں گے اور مال خرچ کریں گے ان کے لیے بڑا اجر ہے
پھر اس دن اللہ جو عذاب دے گا ویسا عذاب دینے والا کويی نہیں
یہ خدا کی طرف رجوع کرنے والے ہر بندہ کے ليے سامان نصیحت اور وجہ بصیرت ہے
اس دن کہیں گے، اے ہمارے رب! ہم پر سے عذاب کھول دے ہم ایمان لاتے ہیں
جبکہ وه بنده نماز ادا کرتا ہے
انہوں نے کہا ہمارا رب پاک ہے بے شک ہم ظالم تھے
جن لوگوں نے اللہ کو چھوڑ کر دوسرے سرپرست بنا لیے ہیں ان کی مثال مکڑی جیسی ہے جو اپنا ایک گھر بناتی ہے اور سب گھروں سے زیادہ کمزور گھر مکڑی کا گھر ہی ہوتا ہے کاش یہ لوگ علم رکھتے
کہ ہم پر تو الٹی چٹی پڑ گيی
پس میں نے تم کو خبردار کر دیا ہے بھڑکتی ہويی اگ سے
اور جب ان کے ليے ناپتے یا تولتے ہیں تو کم کردیتے ہیں
وہ ان پر ڈھانک کر بند کر دی جايے گی
تو کیا وہ جو اپنے منہ کے بل اوندھا چلے زیادہ راہ پر ہے یا وہ جو سیدھا چلے سیدھی راہ پر
اخرکار اللہ نے انہیں (مویشیوں کے) کھايے ہويے بھو سے کی طرح کر دیا۔
یہی وہ لوگ ہیں جنہوں نے گمراہی کو ہدایت کے عوض اور عذاب کو مغفرت کے عوض خرید لیا ہے اخریہ اتش جہنم پر کس قدرصبرکریں گے
جبکہ اس نے اپنے باپ سے اور اپنی قوم سے کہا کہ یہ مورتیاں جن کے تم مجاور بنے بیٹھے ہو کیا ہیں؟
تمہارے سامنے اللہ کی قسم کھاتے ہیں کہ تمہیں راضی کرلیں اور اللہ و رسول کا حق زايد تھا کہ اسے راضی کرتے اگر ایمان رکھتے تھے،
اور جو لوگ عذاب الیم سے ڈرتے ہیں ان کے ليے وہاں نشانی چھوڑ دی
ان لوگوں کا راستہ جن پر تو نے انعام فرمایا، جو معتوب نہیں ہويے، جو بھٹکے ہويے نہیں ہیں
رات کی قسم جب وہ دن کو ڈھانپ لے
اسی نے موت اور زندگی کو پیدا کیا تاکہ تمہاری ازمايش کرے کہ تم میں کون اچھے عمل کرتا ہے۔ اور وہ زبردست (اور) بخشنے والا ہے
جو شخص عزت چاہتا ہو سو الله ہی کے لیے سب عزت ہے اسی کی طرف سب پاکیزہ باتیں چڑھتی ہیں اور نیک عمل اس کو بلند کرتا ہے اور جو لوگ بری تدبیریں کرتے ہیں انہی کے لیے سخت عذاب ہے اوران کی بری تدبیر ہی برباد ہو گی
اور شاعروں کی پیروی گمراہ لوگ کیا کرتے ہیں
اور کہتے تھے کہ جب ہم مر جايیں گے اور مٹی اور ہڈیاں ہو جايیں گے تو کیا ہم دوبارہ اٹھايے جايیں گے؟
ان کے جاڑے اور گرمی دونوں کے کوچ میں میل دلایا (رغبت دلايی)
تم فرماو، اے کتابیو! ایسے کلمہ کی طرف او جو ہم میں تم میں یکساں ہے یہ کہ عبادت نہ کریں مگر خدا کی اور اس کا شریک کسی کو نہ کریں اور ہم میں کويی ایک دوسرے کو رب نہ بنالے اللہ کے سوا پھر اگر وہ نہ مانیں تو کہہ دو تم گواہ رہو کہ ہم مسلمان ہیں،
یہ لوگ الله کے سوا عورتو ں کی عبادت کرتے ہیں اور صرف شیطان سرکش کی عبادت کرتے ہیں
اور ہم نے ایک خاص اندازہ کے ساتھ اسمان سے پانی برسایا اور اسے زمین میں ٹھہرایا اور یقینا ہم اسے لے جانے پر بھی قادر ہیں۔
تو ان میں کويی اس پر ایمان لایا اور کسی نے اس سے منہ پھیرا اور دوزخ کافی ہے بھڑکتی اگ
اور پیچھے انے والوں (یعنی انبیاء و امم) میں ہم نے ان کا ذکر خیر باقی رکھا،
اور کافر بولے یہ قران نہ سنو اور اس میں بیہودہ غل کرو شاید یونہی تم غالب او
اور اللہ نے تمہیں پیدا فرمایا ہے پھر وہ تمہیں وفات دیتا (یعنی تمہاری روح قبض کرتا) ہے۔ اور تم میں سے کسی کو ناقص ترین عمر (بڑھاپا) کی طرف پھیر دیا جاتا ہے تاکہ (زندگی میں بہت کچھ) جان لینے کے بعد اب کچھ بھی نہ جانے (یعنی انسان مرنے سے پہلے اپنی بے بسی و کم مايیگی کا منظر بھی دیکھ لے)، بیشک اللہ خوب جاننے والا بڑی قدرت والا ہے،
اور یہ کہ ہمیں خیال تھا کہ ہرگز ادمی اور جن اللہ پر جھوٹ نہ باندھیں گے
اور وہ وقت یاد کرو جب ان میں سے ایک گروہ کہنے لگا کہ اے یثرب والو! اب (یہاں) تمہارے ٹھہرنے کا موقع نہیں ہے سو واپس چلو اور ان میں سے ایک گروہ یہ کہہ کر پیغمبر خدا (صلی اللہ علیہ و الہ وسلم) سے اجازت مانگ رہا تھا کہ ہمارے گھر خالی (غیر محفوظ) ہیں حالانکہ وہ خالی (غیر محفوظ) نہیں تھے وہ تو صرف (محاذ سے) بھاگنا چاہتے تھے۔
اور اللہ تمہاری زبردست مدد فرمايے
اور یاد کرو وہ وقت جبکہ اے نبی، خدا ان کو تمہارے خواب میں تھوڑا دکھا رہا تھا، اگر کہیں وہ تمہیں ان کی تعداد زیادہ دکھا دیتا تو ضرور تم لوگ ہمت ہار جاتے اور لڑايی کے معاملہ میں جھگڑا شروع کر دیتے، لیکن اللہ ہی نے اس سے تمہیں بچایا، یقینا وہ سینوں کا حال تک جانتا ہے
اور اس سے گریز کریگا وہ انتہايی بد بخت
فرما دیجيے: وہ اس پر قادر ہے کہ تم پر عذاب بھیجے (خواہ) تمہارے اوپر کی طرف سے یا تمہارے پاوں کے نیچے سے یا تمہیں فرقہ فرقہ کر کے اپس میں بھڑايے اور تم میں سے بعض کو بعض کی لڑايی کا مزہ چکھا دے۔ دیکھيے! ہم کس کس طرح ایتیں بیان کرتے ہیں تاکہ یہ (لوگ) سمجھ سکیں،
اس وقت وہ (سب) میدان (حشر) میں ا جمع ہوں گے
اور جو تم میں مجرد ہوں اور جو تمہارے غلام اور لونڈیاں نیک ہوں سب کے نکاح کرادو اگر وہ مفلس ہو ں گے تو الله اپنے فضل سے انہیں غنی کر دے گا اور الله کشايش والا سب کچھ جاننے والا ہے
اس دن اللہ انہیں ان (کے اعمال) کی پوری پوری جزا جس کے وہ صحیح حق دار ہیں دے دے گا اور وہ جان لیں گے کہ اللہ (خود بھی) حق ہے (اور حق کو) ظاہر فرمانے والا (بھی) ہے،
اے ایمان والو! البتہ ایک بات سے تمہیں ازمايے گا اس شکار سے جس پر تمہارے ہاتھ اور تمہارے نیزے پہنچیں گے تاکہ الله معلوم کرے کہ بن دیکھے اس سے کون ڈرتا ہے پھر جس نے اس کے بعد زیادتی کی تو اس کے لیے دردناک عذاب ہے
تاکہ ان (بناوٹی باتوں) کی طرف ان لوگوں کے دل مايل ہوں جو اخرت پر ایمان نہیں رکھتے اور تاکہ وہ اسے پسند کریں اور تاکہ وہ ان (برايیوں) کا ارتکاب کریں جن کے یہ مرتکب ہو رہے ہیں۔
اور ہم نے اس قران میں ساری مثالیں الٹ پلٹ کر بیان کردی ہیں لیکن اس کے بعد پھر بھی اکثر لوگوں نے کفر کے علاوہ ہر بات سے انکار کردیا ہے
اور ان کی قوم ان سے بحث کرنے لگی تو انہوں نے کہا کہ تم مجھ سے خدا کے بارےمیں (کیا) بحث کرتے ہو اس نے تو مجھے سیدھا رستہ دکھا دیا ہے۔ اور جن چیزوں کو تم اس کا شریک بناتے ہو میں ان سے نہیں ڈرتا۔ ہاں جو میرا پروردگار چاہے۔ میرا پروردگار اپنے علم سے ہر چیز پر احاطہ کيے ہويے ہے۔ کیا تم خیال نہیں کرتے۔
اور جب اسمان کی کھال اتار لی جايے گی
اگر تم سچے ہو تو ہم پر اسمان کا کويی ٹکڑا گرا دو۔
بے شک اللہ (اپنی قدرت کاملہ) سے اسمانوں اور زمین کو تھامے ہويے ہے کہ وہ اپنی جگہ سے ہٹ نہ جايیں اور اگر وہ (بالفرض) ہٹ جايیں تو اس کے سوا انہیں کون تھام سکتا ہے؟ بے شک وہ (اللہ) بڑا بردبار (اور) بڑا بخشنے والا ہے۔
بڑا بابرکت ہے وہ خدا جو اگر چاہے تو اپ کو اس (کفار کی بیان کردہ چیزوں) سے بہتر دے دے۔ یعنی ایسے باغات کہ جن کے نیچے نہریں جاری ہوں۔ اور اپ کیليے (عالیشان) محل بنوا دے۔
اور وہ تمہیں اپنی نشانیاں دکھاتا ہے تو تم خدا کی کن کن نشانیوں کو نہ مانو گے
اور رات کو پردہ پوش۔
(اور اللہ فرمايے گا) "لو اب تم ویسے ہی تن تنہا ہمارے سامنے حاضر ہوگيے جیسا ہم نے تمہیں پہلی مرتبہ اکیلا پیدا کیا تھا، جو کچھ ہم نے تمہیں دنیا میں دیا تھا وہ سب تم پیچھے چھوڑ ايے ہو، اور اب ہم تمہارے ساتھ تمہارے ان سفارشیوں کو بھی نہیں دیکھتے جن کے متعلق تم سمجھتے تھے کہ تمہارے کام بنانے میں ان کا بھی کچھ حصہ ہے، تمہارے اپس کے سب رابطے ٹوٹ گيے اور وہ سب تم سے گم ہوگيے جن کا تم زعم رکھتے تھے"
تو (اس کے لیے) راحت اور خوشبو میں اور عیش کی باغ ہیں
عرش کا مالک ہے، بزرگ و برتر ہے
اور انسان کی اور اس کی جس نے اس (کے اعضا) کو برابر کیا
کیا تم نے ان لوگوں کو نہیں دیکھا ہے جنہوں نے اس قوم سے دوستی کرلی ہے جس پر خدا نے عذاب نازل کیا ہے یہ نہ تم میں سے ہیں اور نہ ان میں سے اور یہ جھوٹی قسمیں کھاتے ہیں اور خود بھی اپنے جھوٹ سے باخبر ہیں
اور تم میں سے جو کويی اللہ کی اور اس کے رسول کی فرمانبرداری کرے گی اور نیک کام کرے گی ہم اسے اجر (بھی) دوہرا دیں گے اور اس کے ليے ہم نے بہترین روزی تیار کر رکھی ہے
جہاں پھر نہ وه مرے گا نہ جیے گا، (بلکہ حالت نزع میں پڑا رہے گا)
یہ تو یہ ایک انسانی کلام ہے
لوگ اپ سے قیامت کے واقع ہونے کا وقت دریافت کرتے ہیں
کہا اگر تو نے میرے سوا اور کويی معبود بنایا تو تمہیں قید میں ڈال دوں گا
اس پر بھی لوگوں نے جنوں کو اللہ کا شریک ٹھیرا دیا، حالانکہ وہ ان کا خالق ہے، اور بے جانے بوجھے اس کے لیے بیٹے اور بیٹیاں تصنیف کر دیں، حالانکہ وہ پاک اور بالا تر ہے ان باتوں سے جو یہ لوگ کہتے ہیں
یہ اسمان و زمین اور ان کے درمیان کی چیزیں ہم نے کچھ کھیل کے طور پر نہیں بنا دی ہیں
سو کیا انہیں اس بات سے بھی سمجھ نہیں ايی کہ ہم نے ان سے پہلے کيی جماعتیں ہلاک کر دی ہیں یہ لوگ ان کی جگہوں پر پھرتے ہیں بیشک اس میں عقل والوں کے لیے نشانیاں ہیں
بلکہ وہ حق لایا ہے اور اس نے سب رسولوں کی تصدیق کی ہے
اور بیشک ہم نے موسی کو رہنمايی عطا فرمايی اور بنی اسرايیل کو کتاب کا وارث کیا
پس جب انہوں نے ہمیں غصہ دلا دیا تو ہم نے ان سے بدلہ لیا ہم نے ان سب کو غرق کر دیا
اللہ تعالی نے کويی بحیرہ، سايبہ، وصیلہ اور حام مقرر نہیں کیا مگر کافر اللہ پر جھوٹا بہتان باندھتے ہیں۔ اور ان میں سے اکثر عقل و شعور نہیں رکھتے۔
اگر یہ لوگ اسمان کے کسی ٹکڑے کو گرتا ہوا دیکھ لیں تب بھی کہہ دیں کہ یہ تہ بہ تہ بادل ہے
ہر شخص کا درجہ اس کے عمل کے لحاظ سے ہے اور تمہارا رب لوگوں کے اعمال سے بے خبر نہیں ہے
کافر بڑی حسرت کریں گے کہ کاش وہ مسلمان ہو جاتے
اور میں نے تو اپنے باپ دادا، ابراہیم اور اسحاق اور یعقوب (علیھم السلام) کے دین کی پیروی کر رکھی ہے، ہمیں کويی حق نہیں کہ ہم کسی چیز کو بھی اﷲ کے ساتھ شریک ٹھہرايیں، یہ (توحید) ہم پر اور لوگوں پر اﷲ کا (خاص) فضل ہے لیکن اکثر لوگ شکر ادا نہیں کرتے،
اے نبی کی بیویو! تم میں سے جو کويی بے حیايی اور برايی کرے گی تو اسے دوہری سزا دی جايے گی اور یہ بات اللہ کیليے بالکل اسان ہے۔
(اے محمدﷺ) کہہ دو کہ لوگو میں تم سب کی طرف خدا کا بھیجا ہوا (یعنی اس کا رسول) ہوں۔ (وہ) جو اسمانوں اور زمین کا بادشاہ ہے۔ اس کے سوا کويی معبود نہیں وہی زندگانی بخشتا ہے اور وہی موت دیتا ہے۔ تو خدا پر اور اس کے رسول پیغمبر امی پر جو خدا پر اور اس کے تمام کلام پر ایمان رکھتے ہیں ایمان لاو اور ان کی پیروی کرو تاکہ ہدایت پاو
اور (انتقام اس ليے لیا جايے کہ) جو لوگ ہماری ایتوں میں جھگڑتے ہیں۔ وہ جان لیں کہ ان کے ليے خلاصی نہیں
تم (سب) اپنے پروردگار کی طرف جھک پڑو اور اس کی حکم برداری کیے جاو اس سے قبل کہ تمہارے پاس عذاب ا جايے اور پھر تمہاری مدد نہ کی جايے
اور ہر دیکھنے والے کے ليے دوزخ ظاہر کر دی جايے گی،
تمہاری بیویاں جو کچھ چھوڑ مریں اور ان کی اوﻻد نہ ہو تو ادھوں ادھ تمہارا ہے اور اگر ان کی اوﻻد ہو تو ان کے چھوڑے ہويے مال میں سے تمہارے ليے چوتھايی حصہ ہے۔ اس وصیت کی ادايیگی کے بعد جو وه کر گيی ہوں یا قرض کے بعد۔ اور جو (ترکہ) تم چھوڑ جاو اس میں ان کے ليے چوتھايی ہے، اگر تمہاری اوﻻد نہ ہو اور اگر تمہاری اوﻻد ہو تو پھر انہیں تمہارے ترکہ کا اٹھواں حصہ ملے گا، اس وصیت کے بعد جو تم کر گيے ہو اور قرض کی ادايیگی کے بعد۔ اور جن کی میراث لی جاتی ہے وه مرد یا عورت کلالہ ہو یعنی اس کا باپ بیٹا نہ ہو۔ اور اس کا ایک بھايی یا ایک بہن ہو تو ان دونوں میں سے ہر ایک کا چھٹا حصہ ہے اور اس سے زیاده ہوں تو ایک تہايی میں سب شریک ہیں، اس وصیت کے بعد جو کی جايے اور قرض کے بعد جب کہ اوروں کا نقصان نہ کیا گیا ہو یہ مقرر کیا ہوا اللہ تعالی کی طرف سے ہے اور اللہ تعالی دانا ہے بردبار
اے لوگو! تمہارے پاس تمہارے رب کی طرف سے نصیحت ايی اور دلوں کی صحت اور ہدایت اور رحمت ایمان والوں کے لیے،
اور وہ جنہوں نے صبر کیا اپنے رب کی رضا چاہنے کو اور نماز قايم رکھی اور ہمارے دیيے سے ہماری راہ میں چھپے اور ظاہر کچھ خرچ کیا اور برايی کے بدلے بھلايی کرکے ٹالتے ہیں انہیں کے لیے پچھلے گھر کا نفع ہے،
صالح نے کہا "یہ اونٹنی ہے ایک دن اس کے پینے کا ہے اور ایک دن تم سب کے پانی لینے کا
اللر نے اسمان اور زمین کو حق کے ساتھ پیدا کیا ہے اور اس میں صاحبان هایمان کے ليے اس کی قدرت کی نشانی پايی جاتی ہے
اسی نے تو تمہیں پیدا کیا ہے پھر کويی تم میں سے کافر ہے اور کويی مومن اورجو کچھ تم کر رہے ہو الله دیکھ رہا ہے
(جب غور سے دیکھا تو پکار اٹھے: نہیں نہیں،) بلکہ ہم تو محروم ہو گيے ہیں،
سن رکھو جو کچھ اسمانوں اور زمینوں میں ہے سب خدا ہی کا ہے۔ اور یہ بھی سن رکھو کہ خدا کا وعدہ سچا ہے لیکن اکثر لوگ نہیں جانتے
پھر جب کان کے پردے پھاڑنے والی قیامت اجايے گی
اور کافر کہتے ہیں ہم اس قران پر ہرگز ایمان نہیں لايیں گے اور نہ اس پر جو اس سے پہلے موجود ہے اورکاش اپ دیکھتے جب کہ ظالم اپنے رب کے حضور میں کھڑے کیے جايیں گے ایک ان میں سے دوسرے کی بات کو رد کر رہا ہوگا جو لوگ کمزور سمجھے جاتے تھے وہ ان سے کہیں گے جو بڑے بنتے تھے اگر تم نہ ہوتے تو ہم ایمان دار ہوتے
جو خود بھی بخل کرتے ہیں اور دوسروں کو بھی بخل کا حکم دیتے ہیں اور جو کچھ خدانے اپنے فضل و کرم سے عطا کیا ہے اس پر پردہ ڈالتے ہیں اور ہم نے کافروں کے واسطے فسوا کن عذاب مہیا کر رکھا ہے
ان لوگوں نے کہا اے ہود تم کويی معجزہ تو لايے نہیں اور ہم صرف تمہارے کہنے پر اپنے خداوں کو چھوڑنے والے اور تمہاری بات پر ایمان لانے والے نہیں ہیں
تب وہ کہیں گے: کیا ہمیں مہلت دی جايے گی،
جب ان کے پاس پیغمبر ان کے اگے اور پیچھے سے ايے کہ خدا کے سوا (کسی کی) عبادت نہ کرو۔ کہنے لگے کہ اگر ہمارا پروردگار چاہتا تو فرشتے اتار دیتا سو جو تم دے کر بھیجے گيے ہو ہم اس کو نہیں مانتے
اور اگر وہ خدا پر اور پیغمبر پر اور جو کتاب ان پر نازل ہويی تھی اس پر یقین رکھتے تو ان لوگوں کو دوست نہ بناتے لیکن ان میں اکثر بدکردار ہیں
اور یہ کہ اسی نے عاد اول (قوم ہود) کو ہلاک کیا۔
اور جب ان سے کہا جايے اس کی پیروی کرو جو اللہ نے اتارا تو کہتے ہیں بلکہ ہم تو اس کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کوپایا کیا اگرچہ شیطان ان کو عذاب دوزخ کی طرف بلاتا ہو
یہ تو کسی مسلمان کے حق میں کسی رشتہداری کا یا عہد کا مطلق لحاظ نہیں کرتے، یہ ہیں ہی حد سے گزرنے والے
اور وہی ہے جس نے دو دریاوں کو ملا دیا۔ یہ (ایک) میٹھا نہایت شیریں ہے اور یہ (دوسرا) کھاری نہایت تلخ ہے۔ اور اس نے ان دونوں کے درمیان ایک پردہ اور مضبوط رکاوٹ بنا دی،
اور لوط علیھ السلام کو یاد کرو کہ جب انہوں نے اپنی قوم سے کہا کہ تم بدکاری کرتے ہو اس کی تو تم سے پہلے عالمین میں کويی مثال نہیں ہے
اور (اے پیغمبر) جب تم ان (مجاہدین کے لشکر) میں ہو اور ان کو نماز پڑھانے لگو تو چاہیيے کہ ان کی ایک جماعت تمہارے ساتھ مسلح ہو کر کھڑی رہے جب وہ سجدہ کرچکیں تو پرے ہو جايیں پھر دوسری جماعت جس نے نماز نہیں پڑھی (ان کی جگہ) ايے اور ہوشیار اور مسلح ہو کر تمہارے ساتھ نماز ادا کرے کافر اس گھات میں ہیں کہ تم ذرا اپنے ہتھیاروں اور سامان سے غافل ہو جاو تو تم پر یکبارگی حملہ کردیں اگر تم بارش کے سبب تکلیف میں یا بیمار ہو تو تم پر کچھ گناہ نہیں کہ ہتھیار اتار رکھو مگر ہوشیار ضرور رہنا خدا نے کافروں کے ليے ذلت کا عذاب تیار کر رکھا ہے
اور خدا سے ڈرو۔ اور میری بےابرويی نہ کیجو
اے لوگو جو ایمان لايے ہو، خد ا پرستی کی نشانیوں کو بے حرمت نہ کرو نہ حرام مہینوں میں سے کسی کو حلال کر لو، نہ قربانی کے جانوروں پر دست درازی کرو، نہ ان جانوروں پر ہاتھ ڈالو جن کی گردنوں میں نذر خداوندی کی علامت کے طور پر پٹے پڑے ہويے ہوں، نہ ان لوگوں کو چھیڑو جو اپنے رب کے فضل اور اس کی خوشنودی کی تلاش میں مکان محترم (کعبہ) کی طرف جا رہے ہوں ہاں جب احرام کی حالت ختم ہو جايے تو شکار تم کرسکتے ہو اور دیکھو، ایک گروہ نے جو تمہارے لیے مسجد حرام کا راستہ بند کر دیا ہے تواس پر تمہارا غصہ تمہیں اتنا مشتعل نہ کر دے کہ تم بھی ان کے مقابلہ میں ناروا زیادتیاں کرنے لگو نہیں! جو کام نیکی اور خدا ترسی کے ہیں ان میں سب سے تعاون کرو اور جو گناہ اور زیادتی کے کام ہیں ان میں کسی سے تعاون نہ کرو اللہ سے ڈرو، اس کی سز ا بہت سخت ہے
وہ بولے کہ تم (اور کچھ) نہیں مگر ہماری طرح کے ادمی (ہو) اور خدا نے کويی چیز نازل نہیں کی تم محض جھوٹ بولتے ہو
کیا جب ہم مرجايیں اور مٹی ہوجايیں گے پھر جیيں گے یہ پلٹنا دور ہے
وہ جو عرش اٹھاتے ہیں اور جو اس کے گرد ہیں اپنے کی تعریف کے ساتھ اس کی پاکی بولتے اور اس پر ایمان لاتے اور مسلمانوں کی مغفرت مانگتے ہیں اے رب ہمارے تیرے رحمت و علم میں ہر چیز کی سمايی ہے تو انہیں بخش دے جنہوں نے توبہ کی اور تیری راہ پر چلے اور انہیں دوزخ کے عذاب سے بچالے،
کہہ دووہ الله ایک ہے
اور اگر ہم چاہتے تو ان سب کو تجھے دکھا دیتے پس تو انہیں ان کے چہرے سے ہی پہچان لیتا، اور یقینا تو انہیں ان کی بات کے ڈھب سے پہچان لے گا، تمہارے سب کام اللہ کو معلوم ہیں
پھر جب عزیز نے اس کا کرتہ پیچھے سے پھٹا ہوا دیکھا کہابے شک یہ تم عورتوں کا ایک فریب ہے بے شک تمہارا فریب بڑا ہوتا ہے
اور جو ایمان ﻻيیں اور بھلے کام کریں ہم انہیں ان جنتوں میں لے جايیں گے جن کے نیچے چشمے جاری ہیں، جہاں یہ ابداﻻباد رہیں گے، یہ ہے اللہ کا وعده جو سراسر سچا ہے اور کون ہے جو اپنی بات میں اللہ سے زیاده سچا ہو؟
اور (جس وقت) صور پھونکا جايے گا یہ قبروں سے (نکل کر) اپنے پروردگار کی طرف دوڑ پڑیں گے
تاکہ اللہ تعالی انہیں اپنے فضل سے جزا دے جو ایمان ﻻيے اور نیک اعمال کیے وه کافروں کو دوست نہیں رکھتا ہے
کیا انہوں نے پرندے نے پرندے نہ دیکھے حکم کے باندھے اسمان کی فضا میں، انہیں کويی نہیں روکتا سوا اللہ کے بیشک اس میں نشانیاں ہیں ایمان والوں کو، ف۱۷۴)
بیشک جن لوگوں نے ہماری ایتوں کی تکذیب کی اور غرور سے کام لیا ان کے ليے نہ اسمان کے دروازے کھولے جايیں گے اور نہ وہ جنت میں داخل ہوسکیں گے جب تک اونٹ سويی کے ناکہ کے اندر داخل نہ ہوجايے اور ہم اسی طرح مجرمین کو سزا دیا کرتے ہیں
مگر اللہ کے چنے ہويے بندے
ہم تمہیں ایک عذاب سے ڈراتے ہیں کہ نزدیک اگیا جس دن ادمی دیکھے گا جو کچھ اس کے ہاتھوں نے اگے بھیجا اور کافر کہے گا ہايے میں کسی طرح خاک ہوجاتا
کہ تم اﷲ کی عبادت کرو اور اس سے ڈرو اور میری اطاعت کرو،
اور تو نے اپنی وہ حرکت بھی کی تھی جو کی تھی اور تو ناشکروں میں سے ہے۔
اللہ چاہتا ہے کہ تم سے تخفیف کر دے کیونکہ انسان کمزور پیدا کیا گیا ہے
بیشک ہم نے ان پر ایک چنگھاڑ بھیجی جبھی وہ ہوگيے جیسے گھیرا بنانے والے کی بچی ہويی گھاس سوکھی روندی ہويی
اور نامراد ہوا وہ جس نے اس کو دبا دیا
اور یہ کہتے ہیں کہ یہ صرف زندگانی دنیا ہے اور ہم دوبارہ نہیں اٹھايے جايیں گے
اور صبح اور شام اس کی پاکی بیان کرتے رہو
اللہ کی دی ہويی بچت تمہارے لیے بہتر ہے اگر تم مومن ہو اور بہر حال میں تمہارے اوپر کويی نگران کار نہیں ہوں"
عیسی علیھ السلام کی مثال اللہ کے نزدیک ادم علیھ السلام جیسی ہے کہ انہیں مٹی سے پیدا کیا اور پھر کہا ہوجا اور وہ ہوگیا
ہاں ہاں اگر باز نہ ایا تو ضرور ہم پیشانی کے بال پکڑ کر کھینچیں گے
جب زمین کو زبردست جھٹکے لگیں گے
اورجب موسی علیھ السلاماپنی قوم کی طرف واپس ايے تو غیظ و غضب کے عالم میں کہنے لگے کہ تم نے میرے بعد بہت بفی حرکت کی ہے -تم نے حکم خدا کے انے میں کس قدر عجلت سے کام لیا ہے اور پھر انہوں نے توریت کی تختیوں کو ڈال دیا اور اپنے بھايی کا سرپکڑ کر کھینچنے لگے -ہارون علیھ السلامنے کہا بھايی قوم نے مجھے کمزور بنادیا تھا اور قریب تھاکہ مجھے قتل کردیتے تو میں کیا کرتا -اپ دشمنوں کو طعنہ کا موقع نہ دیجيے اور میرا شمار ظالمین کے ساتھ نہ کیجيے
پھر صبحدم حملہ کرنے والے ہیں
اے سننے والے تجھے جو بھلايی پہنچے وہ اللہ کی طرف سے ہے اور جو برايی پہنچے وہ تیری اپنی طرف سے ہے اور اے محبوب ہم نے تمہیں سب لوگوں کے ليے رسول بھیجا اور اللہ کافی ہے گواہ
چنانچہ تمام فرشتوں نے سجدہ کیا
انہی لوگوں کا ٹھکانا جہنم ہے ان اعمال کے بدلہ میں جو وہ کماتے رہے،
جو لوگ ایمان رکھتے ہیں اور اپنے ایمان کو شرک کے ساتھ مخلوط نہیں کرتے، ایسوں ہی کے ليے امن ہے اور وہی راه راست پر چل رہے ہیں
اور بیشک تم نے پہلے پیدايش (کی حقیقت) معلوم کر لی پھر تم نصیحت قبول کیوں نہیں کرتے،
تاکہ مومن مردوں اور عورتوں کو ان جنتوں میں لے جايے جن کے نیچے نہریں بہ رہی ہیں جہاں وه ہمیشہ رہیں گے اور ان سے ان کے گناه دور کر دے، اور اللہ کے نزدیک یہ بہت بڑی کامیابی ہے
(مظلوم ہونے کی صورت میں اگر چہ تم پر بد گويی کا حق ہے) لیکن اگر تم ظاہر و باطن میں بھلايی ہی کیے جاو، یا کم از کم برايی سے در گزر کرو، تو اللہ کی صفت بھی یہی ہے کہ وہ بڑا معاف کرنے والا ہے حالانکہ سزا دینے پر پوری قدرت رکھتا ہے
پھر جب (میدان جنگ میں) تمہارا مقابلہ (متحارب) کافروں سے ہو تو (دوران جنگ) ان کی گردنیں اڑا دو، یہاں تک کہ جب تم انہیں (جنگی معرکہ میں) خوب قتل کر چکو تو (بقیہ قیدیوں کو) مضبوطی سے باندھ لو، پھر اس کے بعد یا تو (انہیں) (بلامعاوضہ) احسان کر کے (چھوڑ دو) یا فدیہ (یعنی معاوضہء رہايی) لے کر (ازاد کر دو) یہاں تک کہ جنگ (کرنے والی مخالف فوج) اپنے ہتھیار رکھ دے (یعنی صلح و امن کا اعلان کر دے)۔ یہی (حکم) ہے، اور اگر اﷲ چاہتا تو ان سے (بغیر جنگ) انتقام لے لیتا مگر (اس نے ایسا نہیں کیا) تاکہ تم میں سے بعض کو بعض کے ذریعے ازمايے، اور جو لوگ اﷲ کی راہ میں قتل کر دیيے گيے تو وہ ان کے اعمال کو ہرگز ضايع نہ کرے گا،
اور جب اپنے گھر والوں کی طرف لوٹتے تو (مومنوں کی تنگ دستی اور اپنی خوش حالی کا موازنہ کر کے) اتراتے اور دل لگی کرتے ہويے پلٹتے تھے،
اور دوزخ دیکھنے والے کے سامنے نکال کر رکھ دی جايے گی
جس نے موت اور زندگی کو (اس ليے) پیدا فرمایا کہ وہ تمہیں ازمايے کہ تم میں سے کون عمل کے لحاظ سے بہتر ہے، اور وہ غالب ہے بڑا بخشنے والا ہے،
اس کے ساتھی نے عرض کیا یہ جو میری سپردگی میں تھا حاضر ہے
اور وہ کہتے تھے کیا ہم اپنے معبودوں کو ایک شاعر دیوانہ کے کہنے سے چھوڑ دیں گے
اس کے بعد خدا جس کی چاہے گا توبہ قبول کرلے گا وہ بڑا بخشنے والا مہربان ہے
پھر پیٹھ پھیری اور تکبر کیا،
پاکی ہے اسے جو اپنے بندے کو، راتوں رات لے گیا مسجد حرام سے مسجد اقصی تک جس کے گرداگرد ہم نے برکت رکھی کہ ہم اسے اپنی عظیم نشانیاں دکھايیں، بیشک وہ سنتا دیکھتا ہے،
ایسے لوگوں کا ٹھکانا ان کے اعمال کی وجہ سے دوزخ ہے
ہم اپ کو موسی اور فرعون کی سچی خبر سنارہے ہیں ان لوگوں کے ليے جو ایمان لانے والے ہیں
اور جن لوگوں کو علم دیا گیا ہے وہ جانتے ہیں کہ جو (قران) تمہارے پروردگار کی طرف سے تم پر نازل ہوا ہے وہ حق ہے۔ اور (خدايے) غالب اور سزاوار تعریف کا رستہ بتاتا ہے
کیا وہ نہیں دیکھتے کہ وہ ہر سال میں ایک دفعہ یا دو دفعہ ازمايے جاتے ہیں پھر بھی توبہ نہیں کرتے اور نہ نصیحت حاصل کرتے ہیں
کہا اے میرے رب تو میری مدد کر کیوں کہ انہو ں نے مجھے جھٹلایا ہے
اور اپ ان بے ایمانوں سے کہہ دیں کہ تم اپنی جگہ پر کام کرو اور ہم اپنی جگہ پر اپنا کام کررہے ہیں
ان میں سے ایک (لڑکی) نے کہا: اے (میرے) والد گرامی! انہیں (اپنے پاس مزدوری) پر رکھ لیں بیشک بہترین شخص جسے اپ مزدوری پر رکھیں وہی ہے جو طاقتور امانت دار ہو (اور یہ اس ذمہ داری کے اہل ہیں)،
اوراپنے مذہب والے کے سوا کسی کی بات نہ مانو ان سے کہہ دو کہ بے شک ہدایت وہی ہے جو الله ہدایت کرے اور یہ بات نہ مانو کہ کويی شخص دیا جا سکتا ہے مثل اس کے کہ تم دیے گيے ہو یا کويی گروہ خدا کے ہاں تم پر الزام قايم کرسکتا ہے ان سے کہہ دو کہ فضل الله کے اختیار میں ہے جسے چاہے وہ دیتا ہے اور الله کشايش والا جاننے والا ہے
(لوط (ع)) کی الٹی ہويی ان (بستیوں) کو بھی دے مارا۔
حم
یہ لوگ اسمان کے ٹکڑے بھی گرتے ہويے دیکھ لیں تو کہیں گے یہ بادل ہیں جو امڈے چلے ا رہے ہیں
اور ہم نے ہر پیغمبر کو اس کی قوم کی زبان میں پیغمبر بنا کر بھیجا ہے تاکہ انہیں سمجھا سکے پھر الله جسے چاہتا ہے گمراہ کرتا ہے اور جسے چاہتا ہے ہدایت دیتا ہے اوروہ غالب حکمت والا ہے
اے ادم کی اولاد! کیا میں نے تمہیں تاکید نہ کر دی تھی کہ شیطان کی عبادت نہ کرنا کیونکہ وہ تمہارا صریح دشمن ہے
اور اللہ تعالی ہی کے پاس ہیں غیب کی کنجیاں، (خزانے) ان کو کويی نہیں جانتا بجز اللہ کے۔ اور وه تمام چیزوں کو جانتا ہے جو کچھ خشکی میں ہیں اور جو کچھ دریاوں میں ہیں اور کويی پتا نہیں گرتا مگر وه اس کو بھی جانتا ہے اور کويی دانہ زمین کے تاریک حصوں میں نہیں پڑتا اور نہ کويی تر اور نہ کويی خشک چیز گرتی ہے مگر یہ سب کتاب مبین میں ہیں
اے ایمان والو! بیشک شراب اور جوا اور (عبادت کے ليے) نصب کيے گيے بت اور (قسمت معلوم کرنے کے ليے) فال کے تیر (سب) ناپاک شیطانی کام ہیں۔ سو تم ان سے (کلیتا) پرہیز کرو تاکہ تم فلاح پا جاو،
جیسا حال قوم نوح(ع) اور عاد و ثمود اور ان کے بعد والوں کا ہوا تھا اور اللہ تو (اپنے بندوں پر ظلم کا ارادہ (بھی) نہیں کرتا۔
تو انہوں نے کہا کہ میں مال (گھوڑوں) کی محبت میں اپنے پروردگار کی یاد سے غافل ہوگیا یہاں تک کہ وہ (افتاب) پردہ میں چھپ گیا۔
بے شک جو لوگ (مرنے کے بعد) ہماری بارگاہ میں حاضری کی امید نہیں رکھتے اور صرف دنیوی زندگی میں مگن ہیں اور اس پر مطمين ہیں اور جو لوگ ہماری ایتوں سے غافل ہیں۔
اور اس کے لیے اس کے بندوں میں سے ٹکڑا ٹھہرایا بیشک ادمی کھلا ناشکرا ہے
پھر ہم نے ہر ایک کو اس کے گناہ میں گرفتار کرلیا کسی پر اسمان سے پتھروں کی بارش کردی کسی کو ایک اسمانی چیخ نے پکڑ لیا اور کسی کو زمین میں دھنسا دیا اور کسی کو پانی میں غرق کردیا اور اللہ کسی پر ظلم کرنے والا نہیں ہے بلکہ یہ لوگ خود اپنے نفس پر ظلم کررہے ہیں
اور ان سب کے وعدے کی جگہ جہنم ہے
اے موسی! اپنی قوم سے پہلے کیا چیز تمہیں جلدی لے ايی؟
اور شہر کے ایک سرے سے ایک شخص دوڑتا ہوا ایا اور اس نے کہا کہ قوم والو مرسلین کا اتباع کرو
بھلا کس نے اسمان اور زمین بنايے اور تمہارے لیے اسمان سے پانی اتار پھر ہم نے اس سے رونق والے باغ اگايے تمہارا کام نہ تھا کہ ان کے درخت اگاتے کیا الله تعالی کے ساتھ کويی اوربھی معبود ہے بلکہ یہ لوگ کجروی کر رہے ہیں
ان لوگوں کا مبلغ علم بس یہی کچھ ہے، یہ بات تیرا رب ہی زیادہ جانتا ہے کہ اس کے راستے سے کون بھٹک گیا ہے اور کون سیدھے راستے پر ہے
یہ اس لیے کہ کفر کرنے والوں نے باطل کی پیروی کی اور ایمان لانے والوں نے اس حق کی پیروی کی جو ان کے رب کی طرف سے ایا ہے اس طرح اللہ لوگوں کو ان کی ٹھیک ٹھیک حیثیت بتايے دیتا ہے
ان کے حق میں بہترین بات اطاعت اور نیک گفتگو ہے پھر جب جنگ کا معاملہ طے ہوجايے تو اگر خدا سے اپنے کيے وعدہ پر قايم رہیں تو ان کے حق میں بہت بہتر ہے
اور ان کے پاس ایسی (سابقہ قوموں کی) ایسی خبریں اچکی ہیں جن میں (سرکشی کرنے والوں کیليے) کافی سامان عبرت ہے۔
لیکن جو لوگ اپنے پروردگار سے ڈرتے رہے ان کے لیے باغ ہے جن کے نیچے نہریں بہہ رہی ہیں (اور) ان میں ہمیشہ رہیں گے (یہ) خدا کے ہاں سے (ان کی) مہمانی ہے اور جو کچھ خدا کے ہاں ہے وہ نیکو کاروں کے لیے بہت اچھا ہے
اور مشرک عورتیں جب تک ایمان نہ لايیں ان سے نکاح نہ کرو اورمشرک عورتوں سے ایمان دار لونڈی بہتر ہے گو وہ تمہیں بھلی معلوم ہو اور مشرک مردوں سے نکاح نہ کرو یہاں تک کہ وہ ایمان لايیں اور البتہ مومن غلام مشرک سے بہتر ہے اگرچہ وہ تمہیں اچھا ہی لگے یہ لوگ دوزخ کی طرف بلاتے ہیں اور الله جنت اور بخشش کی طرف اپنے حکم سے بلاتا ہے اور لوگوں کے لیے اپنی ایتیں کھول کر بیان کرتا ہے تاکہ وہ نصیحت حاصل کریں
وہی لوگ اپنے رب کے راستہ پر ہیں اور وہی نجات پانے والے ہیں
پھر ان ظالموں کی جڑ کاٹ دی گيی اور الله ہی کے لیے سب تعریف ہے جو سارے جہان کا پالنے والا ہے
اور ہم کو اپنی رحمت سے ان کافر لوگوں سے نجات دے
اے میرے پالنے والے معبود! انہوں نے بہت سے لوگوں کو راه سے بھٹکا دیا ہے۔ پس میری تابعداری کرنے واﻻ میرا ہے اور جو میری نافرمانی کرے تو تو بہت ہی معاف اور کرم کرنے واﻻ ہے۔
بولے، بادشاہ کا پیمانہ نہیں ملتا اور جو اسے لايے گا اس کے لیے ایک اونٹ کا بوجھ ہے اور میں اس کا ضامن ہوں،
اور وہ ہی ہے جو بارش برساتا ہے ان کے مایوس ہو جانے کے بعد اور اپنی رحمت پھیلا دیتا ہے، اور وہ کار ساز بڑی تعریفوں کے لايق ہے،
نوح نے کہا "میں کیا جانوں کہ ان کے عمل کیسے ہیں
اور اصحاب مدین نے بھی اور موسی کو بھی جھٹلایا گیا ہے تو ہم نے کفار کو مہلت دے دی اور پھر اس کے بعد انہیں اپنی گرفت میں لے لیا تو سب نے دیکھ لیا کہ ہمارا عذاب کیسا ہوتا ہے
اپ کہہ دیجيے کہ اللہ ان کی مدا قیام سے زیادہ باخبر ہے اسی کے ليے اسمان و زمین کا سارا غیب ہے اور اس کی سماعت وبصارت کا کیا کہنا ان لوگوں کے ليے اس کے علاوہ کويی سرپرست نہیں ہے اورنہ وہ کسی کو اپنے حکم میں شریک کرتا ہے
تو حق ثابت ہوا اور ان کا کام باطل ہوا،
اور حق اگر کہیں ان کی خواہشات کے پیچھے چلتا تو زمین اور اسمان اور ان کی ساری ابادی کا نظام درہم برہم ہو جاتا نہیں، بلکہ ہم ان کا اپنا ہی ذکر ان کے پاس لايے ہیں اور وہ اپنے ذکر سے منہ موڑ رہے ہیں
تم ان سے لڑتے رہو یہاں تک کہ فتنہ باقی نہ رہے اور دین اللہ کے لیے ہو جايے پھر اگر وہ باز ا جايیں، تو سمجھ لو کہ ظالموں کے سوا اور کسی پر دست درازی روا نہیں
اور پھر وہی چیز ان پر ا جايے جس سے انہیں ڈرایا جا رہا ہے
یہ سب حقیقی واقعات ہیں اور خدا کے علاوہ کويی دوسرا خدا نہیں ہے اور وہی خدا صاحب عزت و حکمت
نبی مومنین پر ان کی جانوں سے بھی زیادہ حق (تصرف) رکھتے ہیں۔ اور اپ کی بیویاں ان (مومنین) کی مايیں ہیں اور کتاب اللہ کی رو سے رشتہ دار بہ نسبت عام مومنین و مہاجرین کے (وراثت میں) ایک دوسرے کے زیادہ حقدار ہیں مگر یہ کہ تم اپنے دوستوں کے ساتھ حسن سلوک کرنا چاہو۔ یہ حکم کتاب (الہی) میں لکھا ہوا ہے۔
اور فرعون نے کہا: اے درباریو! میں تمہارے ليے اپنے سوا کويی دوسرا معبود نہیں جانتا۔ اے ہامان! میرے ليے گارے کو اگ لگا (کر کچھ اینٹیں پکا) دے، پھر میرے ليے (ان سے) ایک اونچی عمارت تیار کر، شاید میں (اس پر چڑھ کر) موسی کے خدا تک رسايی پا سکوں، اور میں تو اس کو جھوٹ بولنے والوں میں گمان کرتا ہوں،
کیا تم نے اس کے حال پر نظر نہیں کی جس نے ابراہیم علیھ السلام سے پروردگار کے بارے میں بحث کی صرف اس بات پر کہ خدا نے اسے ملک دے دیا تھا جب ابرہیم علیھ السلام نے یہ کہا کہ میرا خدا جلتا بھی ہے اور مارتا بھی ہے تو اس نے کہا کہ یہ کام میں بھی کرسکتا ہوں تو ابراہیم علیھ السلام نے کہا کہ میرا خدامشرق سے افتاب نکالتا ہے تو مغرب سے نکال دے تو کافر حیران رہ گیا اور اللہ ظالم قوم کی ہدایت نہیں کرتا ہے
ابراہیم (علیہ السلام) نے دریافت کیا: اے (اللہ کے) بھیجے ہويے فرشتو! (اس بشارت کے علاوہ) اور تمہارا کیا کام ہے (جس کے ليے ايے ہو)،
اور وہ جو دیتے ہیں جو کچھ دیں اور ان کے دل ڈر رہے ہیں یوں کہ ان کو اپنے رب کی طرف پھرنا ہے،
وہ بت ان کی مدد کی قدرت نہیں رکھتے اور یہ (کفار و مشرکین) ان (بتوں) کے لشکر ہوں گے جو (اکٹھے دوزخ میں) حاضر کر دیيے جايیں گے،
اے ہارون کی بہن! نہ تو تیرا باپ برا ادمی تھا اور نہ تیری ماں بدکار تھی
فرشتوں اور ادمیوں میں سے الله ہی پیغام پہنچانے کے لیے چن لیتا ہے بے شک الله سننے والا دیکھنے والا ہے
بےشک ہم نے موسی و ہارون کو فرقان، روشنی اور پرہیزگاروں کیليے نصیحت نامہ عطا کیا۔
کیونکہ تیرے رب نے اسے (ایساکرنے کا) حکم دیا ہوگا
اے رسول انکا غم نہ کر جو دوڑ کر کفر میں گرتے ہیں وہ لوگ جو اپنے منہ سے کہتے ہیں کہ ہم مومن ہیں حالانکہ ان کے دل مومن نہیں ہیں اور وہ جو یہودی ہیں جھوٹ بولنے کے لیے جاسوسی کرتے ہیں وہ دوسری جماعت کے جاسوس ہیں جو تجھ تک نہیں ايی بات کو اس کےٹھکانے سے بدل دیتے ہیں کہتے ہیں کہ تمہیں یہ حکم ملے تو قبول کر لینا اور اگر یہ نہ ملے تو بچتے رہنا اور جسے الله گمراہ کرنا چاہے سو تو الله کے ہاں ا سکے لیے کچھ نہیں کر سکتا یہ وہی لوگ ہیں جن کے دل پاک کرنے کا الله نے ارادہ نہیں کیا ان کے لیے دنیا میں ذلت ہے اور اخرت میں بڑا عذا ب ہے
اپنے رب سے منکروں کا حال ایسا ہے کہ ان کے کام ہیں جیسے راکھ کہ اس پر ہوا کا سخت جھونکا ایا اندھی کے دن میں ساری کمايی میں سے کچھ ہاتھ نہ لگا، یہی ہے دور کی گمراہی،
تو ہم نے ندا دی اے ابراہیم(ع)!
یہاں تک کہ تم قبروں میں جا پہنچے،
اور ان کے پیچھے لگی اس دنیا میں لعنت اور قیامت کے دن، سن لو! بیشک عاد اپنے رب سے منکر ہويے، ارے دور ہوں عاد ہود کی قوم،
زلیخا نے کہا کہ یہی وہ ہے جس کے بارے میں تم لوگوں نے میری ملامت کی ہے اور میں نے اسے کھینچنا چاہا تھا کہ یہ بچ کر نکل گیا اور جب میری بات نہیں مانی تو اب قید کیا جايے گا اور ذلیل بھی ہوگا
اور جب اللہ کا بنده اس کی عبادت کے لیے کھڑا ہوا تو قریب تھا کہ وه بھیڑ کی بھیڑ بن کر اس پر پل پڑیں
اللہ تعالی کا ایک رسول جو پاک صحیفے پڑھے
روشن کتاب کی قسم
اور ہم نے ان کے ليے ایسے جسم نہیں بنايے تھے کہ کھانا نہ کھايیں اور نہ وہ ہمیشہ رہنے والے تھے
پھر جب ايی کہا گیا کیا تیرا تخت ایسا ہی ہے کہنے لگی گویاکہ یہ وہی ہے اور ہمیں تو پہلے ہی معلوم ہو گیا تھا اور ہم فرمانبردار ہو چکے ہیں
یہ لوگ نہ رويے زمین میں خدا کو عاجز کرسکتے ہیں اور نہ خد اکے علاوہ ان کا کويی ناصر و مددگار ہے ان کا عذاب دگنا کردیا جايے گا کہ یہ نہ حق بات سن سکتے تھے اور نہ اس کے منظر عام کو دیکھ سکتے تھے
اور جو لوگ خدا کی راہ میں مارے جايیں ان کی نسبت یہ کہنا کہ وہ مرے ہويے ہیں (وہ مردہ نہیں) بلکہ زندہ ہیں لیکن تم نہیں جانتے
ان کے کرتوتوں کی خرابیاں اخر ان کی دامنگیر ہو گيیں اور وہی چیز ان پر مسلط ہو کر رہی جس کا وہ مذاق اڑایا کرتے تھے
وه وہی ہے جس نے تمہیں مٹی سے پھر نطفے سے پھر خون کے لوتھڑے سے پیدا کیا پھر تمہیں بچہ کی صورت میں نکالتا ہے، پھر (تمہیں بڑھاتا ہے کہ) تم اپنی پوری قوت کو پہنچ جاو پھر بوڑھے ہو جاو، تم میں سے بعض اس سے پہلے ہی فوت ہو جاتے ہیں، (وه تمہیں چھوڑ دیتا ہے) تاکہ تم مدت معین تک پہنچ جاو اور تاکہ تم سوچ سمجھ لو
اور اس نے تو اسے ایک بار اور بھی دیکھا ہے
فرما دیجيے: میں تو صرف ڈر سنانے والا ہوں، اور اﷲ کے سوا کويی معبود نہیں جو یکتا سب پر غالب ہے،
اس کی طرف سے درجات مغفرت اور رحمت ہے اور وہ بڑا بخشنے والا اور مہربان ہے
پس ہم نے اس غار میں گنتی کے چند سال ان کے کانوں پر تھپکی دے کر (انہیں سلا دیا)،
اور نہایت گرم چشمے کا پانی ان کو پلایا جايے گا
جس روز کافر اور رسول کے نافرمان ارزو کریں گے کہ کاش! انہیں زمین کے ساتھ ہموار کر دیا جاتا اور اللہ تعالی سے کويی بات نہ چھپا سکیں گے
جب کہ انہوں نے کہا کہ یوسف اور اس کا بھايی بہ نسبت ہمارے، باپ کو بہت زیاده پیارے ہیں حاﻻنکہ ہم (طاقتور) جماعت ہیں کويی شک نہیں کہ ہمارے ابا صریح غلطی میں ہیں
(اے پیغمبر(ص)) ان لوگوں کی باتیں اپ کو رنجیدہ نہ کریں بے شک ہم خوب جانتے ہیں جو کچھ وہ چھپاتے ہیں اور جو کچھ وہ ظاہر کرتے ہیں۔
اور بیشک ہم نے تمہیں پیدا کیا پھر تمہارے نقشے بنايے پھر ہم نے ملايکہ سے فرمایا کہ ادم کو سجدہ کرو، تو وہ سب سجدے میں گرے مگر ابلیس، یہ سجدہ کرنے والوں میں نہ ہوا،
اللہ برحق اور بے نیاز ہے
اور ان میں کچھ وہ (بھی) ہیں جو اپ کی طرف کان لگايے رہتے ہیں اور ہم نے ان کے دلوں پر(ان کی اپنی بدنیتی کے باعث) پردے ڈال دیيے ہیں (سو اب ان کے ليے ممکن نہیں) کہ وہ اس (قران) کو سمجھ سکیں اور (ہم نے) ان کے کانوں میں ڈاٹ دے دی ہے، اور اگر وہ تمام نشانیوں کو (کھلا بھی) دیکھ لیں تو (بھی) اس پر ایمان نہیں لايیں گے۔ حتی کہ جب اپ کے پاس اتے ہیں، اپ سے جھگڑا کرتے ہیں (اس وقت) کافر لوگ کہتے ہیں کہ یہ (قران) پہلے لوگوں کی جھوٹی کہانیوں کے سوا (کچھ) نہیں،
سامان زیست کے طور پر تمہارے لیے اور تمہارے مویشیوں کے لیے
کیا اپ کے پاس لشکروں کی خبر پہنچی ہے،
لوگوں کو مرغوب چیزوں کی محبت نے فریفتہ کیا ہوا ہے جیسے عورتیں اور بیٹے اور سونے اور چاندی کے جمع کیے ہويے خزانے اور نشان کیے ہويے گھوڑے اور مویشی اور کھیتی یہ دنیا کی زندگی کا فايدہ ہے اور الله ہی کے پاس اچھا ٹھکانہ ہے
اگر ہم چاہتے تو تمہارے عوض فرشتے کردیتے جو زمین میں جانشینی کرتے
اور اگر ایسا نہ ہوتا کہ جب ان پر گذشتہ اعمال کی بنا پر کويی مصیبت نازل ہوتی تو یہی کہتے کہ پروردگار تو نے ہماری طرف کويی رسول کیوں نہیں بھیجا ہے کہ ہم تیری نشانیوں کی پیروی کرتے اور صاحبان ایمان میں شامل ہوجاتے
بےشک ہم نیکوکاروں کو اسی طرح جزا دیتے ہیں۔
وہ سب برابر نہیں اہل کتاب میں سے ایک فرقہ سیدھی راہ پر ہے وہ رات کے وقت الله کی ایتیں پڑھتے ہیں اور وہ سجدے کرتے ہیں
(اﷲ نے) ارشاد فرمایا: اے ابلیس! تجھے کس نے اس (ہستی) کو سجدہ کرنے سے روکا ہے جسے میں نے خود اپنے دست (کرم) سے بنایا ہے، کیا تو نے (اس سے) تکبر کیا یا تو (بزعم خویش) بلند رتبہ (بنا ہوا) تھا،
جو لوگ برے کام کرتے ہیں کیا وہ یہ خیال کرتے ہیں کہ ہم ان کو ان لوگوں جیسا کردیں گے جو ایمان لايے اور عمل نیک کرتے رہے اور ان کی زندگی اور موت یکساں ہوگی۔ یہ جو دعوے کرتے ہیں برے ہیں
اور کہتے ہیں "یہ تو صریح جادو ہے
اور اس دن تم گنہگاروں کو دیکھو گے کہ زنجیروں میں جکڑے ہويے ہیں
تم پر لکھ دیا گیا ہے کہ جب تم میں سے کسی کے سامنے موت اکھڑی ہو۔ بشرطیکہ وہ کچھ مال چھوڑے جا رہا ہو تو مناسب وصیت کر جايے اپنے ماں، باپ اور زیادہ قریبی رشتہ داروں کیليے۔ یہ پرہیزگاروں کے ذمہ حق ہے (لازم ہے)۔
پس چپکے سے ان کے دیوتاوں کی طرف گيے اور (ان سے) کہا کہ تم کھاتے کیوں نہیں؟
اور اللہ تعالی کی عبادت کرو اور اس کے ساتھ کسی کو شریک نہ کرو اور ماں باپ کے ساتھ سلوک واحسان کرو اور رشتہ داروں سے اور یتیموں سے اور مسکینوں سے اور قرابت دار ہمسایہ سے اور اجنبی ہمسایہ سے اور پہلو کے ساتھی سے اور راه کے مسافر سے اور ان سے جن کے مالک تمہارے ہاتھ ہیں، (غلام کنیز) یقینا اللہ تعالی تکبر کرنے والوں اور شیخی خوروں کو پسند نہیں فرماتا
پھر ہم نےنیکوں پر نعمت پوری کرنے کے لیے موسی کو کتاب دی جس میں ہر چیز کی تفصیل اور ہدایت اور رحمت تھی تاکہ وہ لوگ اپنے رب کی ملاقات پر ایمان لايیں
(قوم) ثمود نے (بھی) پیغمبروں کو جھٹلایا،
بھلا جو شخص قیامت کے دن اپنے منہ سے برے عذاب کو روکتا ہو (کیا وہ ویسا ہوسکتا ہے جو چین میں ہو) اور ظالموں سے کہا جايے گا کہ جو کچھ تم کرتے رہے تھے اس کے مزے چکھو
اس کا کويی شریک نہیں اور مجھ کو اسی کا حکم ہوا ہے اور میں سب ماننے والوں میں سے پہلا ہوں
یہ کہتے ہیں "اگر خدايے رحمن چاہتا (کہ ہم ان کی عبادت نہ کریں) تو ہم کبھی ان کو نہ پوجتے" یہ اس معاملے کی حقیقت کو قطعی نہیں جانتے، محض تیر تکے لڑاتے ہیں
اور اللہ ہی نے تمہارے ليے اپنی پیدا کردہ کيی چیزوں کے سايے بنايے اور اس نے تمہارے ليے پہاڑوں میں پناہ گاہیں بنايیں اور اس نے تمہارے ليے (کچھ) ایسے لباس بنايے جو تمہیں گرمی سے بچاتے ہیں اور (کچھ) ایسے لباس جو تمہیں شدید جنگ میں (دشمن کے وار سے) بچاتے ہیں، اس طرح اللہ تم پر اپنی نعمت (کفالت و حفاظت) پوری فرماتا ہے تاکہ تم (اس کے حضور) سر نیاز خم کر دو،
سلامتی ہو تم پر تمہارے صبر کا بدلہ تو پچھلا گھر کیا ہی خوب ملا،
بیشک جن لوگوں نے (عايشہ صدیقہ طیبہ طاہرہ رضی اﷲ عنہا پر) بہتان لگایا تھا (وہ بھی) تم ہی میں سے ایک جماعت تھی، تم اس (بہتان کے واقعہ) کو اپنے حق میں برا مت سمجھو بلکہ وہ تمہارے حق میں بہتر (ہوگیا) ہے٭ ان میں سے ہر ایک کے ليے اتنا ہی گناہ ہے جتنا اس نے کمایا، اور ان میں سے جس نے اس (بہتان) میں سب سے زیادہ حصہ لیا اس کے ليے زبردست عذاب ہے، ٭ (کیونکہ تمہیں اسی حوالے سے احکام شریعت مل گيے اور عايشہ صدیقہ طیبہ طاہرہ رضی اﷲ عنہا کی پاک دامنی کا گواہ خود اللہ بن گیا جس سے تمہیں ان کی شان کا پتہ چل گیا۔)
جس نے قلم کے ذریعے (لکھنے پڑھنے کا) علم سکھایا،
اور اگر خدا تم کو کويی تکلیف پہنچايے تو اس کے سوا اس کا کويی دور کرنے والا نہیں اور اگر تم سے بھلايی کرنی چاہے تو اس کے فضل کو کويی روکنے والا نہیں۔ وہ اپنے بندوں میں سے جسے چاہتا ہے فايدہ پہنچاتا ہے اور وہ بخشنے والا مہربان ہے
انہوں نے کہا تو پاک ہے ہم تو اتنا ہی جانتے ہیں جتنا تو نے ہمیں بتایاہے بے شک تو بڑے علم والا حکمت والا ہے
اپ کہہ دیجيے کہ کیا تم لوگوں نے ان شرکاي کو دیکھا ہے جنہیں خدا کو چھوڑ کر پکارتے ہو ذرا مجھے بھی دکھلاو کہ انہوں نے زمین میں کس چیز کو پیدا کیا ہے یا ان کی کويی شرکت اسمان میں ہے یا ہم نے انہیں کويی کتاب دی ہے کہ اس کی طرف سے وہ کسی دلیل کے حامل ہیں - یہ کچھ نہیں ہے اصل یہ ہے کہ ظالمین اپس میں ایک دوسرے سے بھی پرفریب وعدہ ہی کرتے ہیں
دیکھو یہ اپنے پروردگار کے روبرو حاضر ہونے سے شک میں ہیں۔ سن رکھو کہ وہ ہر چیز پر احاطہ کيے ہويے ہے
اور ہم نے یہ بھی کہا کہ یہاں سے اترپڑو پھر اگر ہماری طرف سے ہدایت اجايے تو جو بھی اس کا اتباع کرلے گا اس کے ليے نہ کويی خوف ہوگا نہ حزن
ہم نے پہاڑوں کو ان کے ساتھ مسخر کر دیا تھا جو شام اور صبح کے وقت ان کے ساتھ تسبیح کرتے تھے۔
جس نے مال جمع کیا اور اسے گن گن کر رکھا
اور انہوں نے ان سے صرف اس بات کا بدلہ لیا ہے کہ وہ خدايے عزیز و حمید پر ایمان لايے تھے
جو چیز زمین پر ہے ہم نے اس کو زمین کے ليے ارايش بنایا ہے تاکہ لوگوں کی ازمايش کریں کہ ان میں کون اچھے عمل کرنے والا ہے
اور دور نہ کرو انہیں جو اپنے رب کو پکارتے ہیں صبح اور شام اس کی رضا چاہتے تم پر ان کے حساب سے کچھ نہیں اور ان پر تمہارے حساب سے کچھ نہیں پھر انہیں تم دور کرو تو یہ کام انصاف سے بعید ہے
ایمان والو ان چیزوں کے بارے میں سوال نہ کرو جو تم پر ظاہر ہوجايیں تو تمہیں بری لگیں اور اگر نزول قران کے وقت دریافت کرلو گے تو ظاہر بھی کردی جايیں گی اور اب تک کی باتوں کواللہ نے معاف کردیا ہے کہ وہ بڑا بخشنے والا اور برداشت کرنے والا ہے
اب الله نےتم سے بوجھ ہلکا کر دیا اور معلوم کر لیا کہ تم میں کس قدر کمزوری ہے پس اگر تم سو ثابت قدم رہنے والے ہوں گے تو دو سو پر غالب اييں گے اور اگر ہرار ہوں گے تو الله کے حکم سے دو ہزار پر غالب اييں گے اور الله صبر کرنے والوں کے ساتھ ہے
مگر وہ جس پر اللہ رحم کرے بےشک وہ بڑا غالب (اور) بڑا رحم کرنے والا ہے۔
کیا ہم نے اس کے ليے دو انکھیں نہیں بنايیں،
اے نبی، ان سے کہو “تم لوگوں نے کبھی یہ بھی سوچا ہے کہ جو رزق اللہ نے تمہارے لیے اتارا تھا اس میں سے تم نے خود ہی کسی کو حرام اور کسی کو حلال ٹھیرا لیا!" ان سے پوچھو، اللہ نے تم کو اس کی اجازت دی تھی؟ یا تم اللہ پر افترا کر رہے ہو؟
اسی نے تمہارے ليے زمین کو نرم بنادیا ہے کہ اس کے اطراف میں چلو اور رزق خدا تلاش کرو پھر اسی کی طرف قبروں سے اٹھ کر جانا ہے
اور اگر یہ تمہیں جھٹلايیں تو ان سے اگلے بھی جھٹلاچکے ہیں ان کے پاس ان کے رسول ايے روشن دلیلیں اور صحیفے اور چمکتی کتاب لے کر،
اور ہم اسے قریب ہی دیکھتے ہیں
اور کہتے ہیں: جب ہم (مر کر بوسیدہ) ہڈیاں اور ریزہ ریزہ ہو جايیں گے تو کیا ہمیں از سر نو پیدا کر کے اٹھایا جايے گا،
تو کیا جس کے پاس پروردگار کی طرف سے کھلی ہويی دلیل موجود ہے وہ اس کے مثل ہوسکتاہے جس کے ليے اس کے بدترین اعمال سنوار دیيے گيے ہیں اور پھر ان لوگوں نے اپنی خواہشات کا اتباع کرلیا ہے
یہ سب تمہارے اور تمہارے جانوروں کے ليے سرمایہ حیات ہے
وہ جو بے دیکھے ایمان لايیں اور نماز قايم رکھیں اور ہماری دی ہويی روزی میں سے ہماری میں اٹھايیں-
اور اگر ہم ان پر اسمان کا دروازه کھول بھی دیں اور یہ وہاں چڑھنے بھی لگ جايیں
یہ حال تو بربادی کا ہے جس میں یہ لوگ ہیں اور جو کچھ کررہے ہیں نرا باطل ہے،
کیا انہوں نے نہیں دیکھا کہ جس خدا نے اسمان و زمین کو پیدا کیا ہے اور وہ ان کی تخلیق سے عاجز نہیں تھا وہ اس بات پر بھی قادر ہے کہ مفدوں کو زندہ کردے کہ یقینا وہ ہر شے پر قدرت رکھنے والا ہے
(کافروں کی یہی حالت رہتی ہے) یہاں تک کہ جب ان میں سے کسی کے پاس موت اکھڑی ہوتی ہے تو (تب) کہتا ہے کہ اے میرے پروردگار! مجھے (ایک بار) اسی دنیا میں واپس بھیج دے جسے میں چھوڑ ایا ہوں۔
اور ہم نے موسی اور ان کے بھايی (ہارون) کی طرف وحی کی کہ مصر میں اپنی قوم کے ليے چند گھر مہیا کرو (بناو) اور اپنے گھروں کو قبلہ رخ بنايیں (یا اپنے گھروں کو ہی قبلہ بنايیں) اور نماز قايم کریں اور (اے موسی اہل ایمان کو) کامیابی کی بشات دیں۔
اور پھر (اس قافلہ والوں سے) مصر کے جس شخص (عزیز مصر) نے اسے (دوبارہ) خریدا تھا اس نے اپنی بیوی (زلیخا) سے کہا اسے عزت کے ساتھ رکھنا ہو سکتا ہے کہ ہمیں کچھ فايدہ پہنچايے یا ہم اسے اپنا بیٹا بنا لیں! اور اسی طرح (حکمت عملی سے) ہم نے اس (یوسف (ع)) کو سر زمین مصر میں تمکین دی (زمین ہموار کی تاکہ اسے اقتدار کیليے منتخب کریں) اور خوابوں کی تعبیر کا علم عطا کریں اور اللہ اپنے ہر کام پر غالب ہے (اور اس کے انجام دینے پر قادر ہے) لیکن اکثر لوگ (یہ حقیقت) نہیں جانتے۔
اور جب موسی خشمناک اور افسوس کرتے ہويے اپنی قوم کے پاس واپس ايے۔ تو فرمایا: اے قوم! تم نے میرے بعد بہت ہی بری جانشینی کی۔ کیا تم نے اپنے پروردگار کا حکم انے سے پہلے جلد بازی کر لی (وعدہ خداوندی چالیس راتوں کے پورا ہونے کی انتظار بھی نہ کی) اور پھر (للہی جوش میں اخر تورات کی) تختیاں (ہاتھ سے) پھینک دیں اور اپنے بھايی (ہارون) کا سر ہاتھ میں لے کر اپنی طرف کھینچنے لگے۔ انہوں نے کہا اے میرے ماں جايے! قوم نے مجھے کمزور اور بے بس کر دیا تھا اور قریب تھا کہ مجھے قتل کر ڈالیں پس تم مجھ پر دشمنوں کو ہنسنے کا موقع نہ دو۔ اور نہ ہی مجھے ظالم گروہ کے ساتھ شامل کرو۔
جس دن روح (الامین) اور فرشتے صف باندھ کر کھڑے ہوں گے تو کويی بول نہ سکے گا مگر جس کو (خدايے رحمن) اجازت بخشے اور اس نے بات بھی درست کہی ہو
موسی نے (خدا سے) التجا کی کہ پروردگار میں اپنے اور اپنے بھايی کے سوا اور کسی پر اختیار نہیں رکھتا تو ہم میں اور ان نافرمان لوگوں میں جدايی کردے
بے شک جن لوگوں نے ایمان کے بدلے کفر خرید لیا ہے وہ ہرگز اللہ کو کچھ نقصان نہیں پہنچايیں گے اور ان کے لیے دردناک عذاب (تیار) ہے۔
(قوم) عاد نے (بھی) پیغمبروں کو جھٹلایا،
اور موسی علیھ السلام نے کہا کہ میں اپنے اور تمہارے پروردگار کی پناہ حاصل کررہا ہوں ہر اس متکبر کے مقابلہ میں جس کا روز حساب پر ایمان نہیں ہے
بڑے لوگ کمزوروں سے کہیں گے کہ بھلا ہم نے تم کو ہدایت سے جب وہ تمہارے پاس اچکی تھی روکا تھا؟ (نہیں) بلکہ تم ہی گنہگار تھے
اصل میں تمہارا خیال یہ تھا کہ رسول اور صاحبان ایمان اب اپنے گھر والوں تک پلٹ کر نہیں اسکتے ہیں اور اس بات کو تمہارے دلوں میں خوب سجا دیا گیا تھا اور تم نے بدگمانی سے کام لیا اور تم ہلاک ہوجانے والی قوم ہو
کیا ہمارے درمیان بس یہی ایک شخص رہ گیا تھا جس پر اللہ کا ذکر نازل کر دیا گیا؟" اصل بات یہ ہے کہ یہ میرے "ذکر"پر شک کر رہے ہیں، اور یہ ساری باتیں اس لیے کر رہے ہیں کہ انہوں نے میرے عذاب کا مزا چکھا نہیں ہے
پس اپ اللہ پر بھروسہ کریں بیشک اپ صریح حق پر (قايم اور فايز) ہیں،
یا کہنے لگے کہ اگر اللہ مجھے ہدایت دیتا تو میں ضرور پرہیزگاروں میں سے ہوتا،
اور تم ہمارے ہی جیسے ایک انسان ہو اور ہمیں تو جھوٹے بھی معلوم ہوتے ہو
پھر اس کے بعد تم کو ضرور مرنا ہے، پھر قیامت کے روز یقینا تم اٹھايے جاو گے
اس کی تو یہ شان ہے کہ جب وہ کسی چیز کا ارادہ کرتا ہے تو اتنا ہی فرما دیتا ہے کہ ہو سو وہ ہو جاتی ہے
اورجب ان سے کہا جاتا ہے کہ رحمن کو سجدہ کرو توکہتے ہیں رحمن کیا ہے کیا ہم اسے سجدہ کریں جس کے لیے تو کہہ دے اور اس سے انہیں اور زیادہ نفرت ہوتی ہے
اور جن جن کو یہ لوگ اللہ تعالی کے سوا پکارتے ہیں وه کسی چیز کو پیدا نہیں کرسکتے، بلکہ وه خود پیدا کیے ہويے ہیں
اور بوٹیاں بیلیں اور درخت سب اسی کا سجدہ کررہے ہیں
اس دن جھٹلانے والوں کی خرابی ہے
اور دوسروں کو جو زنجیروں میں جکڑے ہويے تھے
اور ہم نے ہر چیز کے دو جوڑ بنايے کہ تم دھیان کرو
جس دن اسمان تھرتھرانے لگے گا
پھر جب وہ (اصرار کرکے) اسے لے گيے اور سب نے اس بات پر اتفاق کیا کہ اسے اندھے کنویں میں ڈال دیں (چنانچہ ایسا ہی کیا)۔ اور ہم نے (اس وقت) اس (یوسف) کی طرف وحی کی کہ (ایک وقت ايے گا کہ) تم ان لوگوں کو ان کی یہ حرکت جتاوگے جبکہ انہیں اس کا شعور نہیں ہوگا۔
اب ان کا نصیحت ماننا کہاں (مفید) ہو سکتا ہے حالانکہ ان کے پاس واضح بیان فرمانے والے رسول اچکے،
کہ تم میں کون مجنون تھا،
اور انہی بدویوں میں کچھ لوگ ایسے بھی ہیں جو اللہ اور روز اخر پر ایمان رکھتے ہیں اور جو کچھ خرچ کرتے ہیں اسے اللہ کے تقرب کا اور رسول کی طرف سے رحمت کی دعايیں لینے کا ذریعہ بناتے ہیں ہاں! وہ ضرور ان کے لیے تقرب کا ذریعہ ہے اور اللہ ضرور ان کو اپنی رحمت میں داخل کریگا، یقینا اللہ درگزر کرنے والا اور رحم فرمانے والا ہے
جو اپنی نماز (کی روح) سے بے خبر ہیں (یعنی انہیں محض حقوق اﷲ یاد ہیں حقوق العباد بھلا بیٹھے ہیں)،
اور البتہ (سلیمان) کے لیے ہمارے پاس مرتبہ اورعمدہ مقام ہے
اللہ تعالی جس کی روزی چاہتا ہے بڑھاتا ہے اور گھٹاتا ہے یہ تو دنیا کی زندگی میں مست ہو گيے۔ حاﻻنکہ دنیا اخرت کے مقابلے میں نہایت (حقیر) پونجی ہے
اے اہل ایمان خدا کا بہت ذکر کیا کرو
وہ اپس میں چپکے چپکے کہیں گے کہ تم (دنیا و برزخ میں) کويی دس دن ہی رہے ہوگے۔
اور انہیں اپنی رحمت کے (محل میں) داخل کیا۔ کچھ شک نہیں کہ وہ نیک بختوں میں تھے
اور تمہیں ناواقف راہ پایا اور پھر ہدایت بخشی
بلکہ ظالم لوگ سمجھے بوجھے بھی اپنی خواہشات کی پیروی کر رہے ہیں۔ جسے اللہ (اس کی نافرمانی کی وجہ سے) گمراہی میں چھوڑ دے اسے کون ہدایت دے سکتا ہے؟ اور ان کا کويی ناصر و مددگار نہیں ہے۔
اور وہ کہتے ہیں ایسی باتیں جو کرتے نہیں ہیں۔
اور دور تک پھیلی ہويی چھاوں
یقین مانو کہ تم سے جو وعدے کیے جاتے ہیں (سب) سچے ہیں
تو اج تم میں ایک دوسرے کو بھلے برے کا کچھ اختیار نہ رکھے گا او رہم فرمايیں گے ظالموں سے اس اگ کا عذاب چکھو جسے تم جھٹلاتے تھے
اور تم (اپنی) پہلی پیدايش کو تو جانتے ہی ہو پھر نصیحت کیوں نہیں حاصل کرتے؟
جو لوگ راس خدا میں اپنے اموال خرچ کرتے ہیں اور اس کے بعد احسان نہیں جتاتے اور اذیت بھی نہیں دیتے ان کے ليے پروردگار کے یہاں اجر بھی ہے اور نہ کويی خوف ہے نہ حزن
وہ دن ہے کہ ہو پڑے گی وہ ہونے والی
اس کو تو کسی کی نگاه محیط نہیں ہوسکتی اور وه سب نگاہوں کو محیط ہو جاتا ہے اور وہی بڑا باریک بین باخبر ہے
اپ ان سے کہہ دیجيے کہ تم دل کی باتوں کو چھپاو یا اس کا اظہار کرو خدا تو بہرحال جانتا ہے اور وہ زمین و اسمان کی ہر چیز کو جانتا ہے اور ہر شے پر قدرت و اختیار رکھنے والا بھی ہے
کیا تم اس کی کھیتی بناتے ہو یا ہم بنانے والے ہیں
اور جب ان لوگوں سے کہا جاتا ہے کہ جو (کتاب) خدا نے نازل فرمايی ہے اس کی اور رسول الله کی طرف رجوع کرو تو کہتے ہیں کہ جس طریق پر ہم نے اپنے باپ دادا کو پایا ہے وہی ہمیں کافی ہے بھلا اگر ان کے باپ دادا نہ تو کچھ جانتے ہوں اور نہ سیدھے رستے پر ہوں (تب بھی؟)
تم سے جس بات کا وعدہ کیا گیا ہے وہ سچی ہے
اور فرعون نے کہا اے سردارو! میں تو اپنے سوا تمہارے ليے کويی خدا نہیں جانتا تو اے ہامان! تو میرے ليے مٹی کو اگ میں پکا (مٹی کو کچی اینٹوں کو پکوا) پھر میرے ليے ایک بلند عمارت بنوا۔ تاکہ میں (اس پر چڑھ کر) موسی کے خدا کا کويی سراغ لگا سکوں اور میں تو اسے (اس دعوی میں) جھوٹا ہی خیال کرتا ہوں۔
جسے وہ چاہتا ہے حکمت و دانايی عطا فرماتا ہے اور جسے (منجانب اللہ) حکمت عطا ہويی، بے شک اسے درحقیقت خیر کثیر (بڑی دولت) مل گيی۔ عقلمندوں کے سوا کويی نصیحت قبول نہیں کرتا۔
اور وہ اپنے رب کے نام کا ذکر کرتا رہا اور (کثرت و پابندی سے) نماز پڑھتا رہا،
اگر اپ ان سے دریافت کریں کہ انہیں کس نے پیدا کیا ہے؟ تو یقینا یہ جواب دیں گے کہ اللہ نے، پھر یہ کہاں الٹے جاتے ہیں؟
اے پیغمبر اپ اپنی بیویوں, بیٹیوں, اور مومنین کی عورتوں سے کہہ دیجيے کہ اپنی چادر کو اپنے اوپر لٹکايے رہا کریں کہ یہ طریقہ ان کی شناخت یا شرافت سے قریب تر ہے اور اس طرح ان کو اذیت نہ دی جايے گی اور خدا بہت بخشنے والا اور مہربان ہے
یا اس پر زیادہ کر دو اور قران کو ٹھہر ٹھہر کر پڑھا کرو
مگر جنہوں نے کفر کیا ہے وہ جھٹلانے میں لگے ہويے ہیں
زکریا (علیہ السلام) کہنے لگے میرے رب! میرے ہاں لڑکا کیسے ہوگا، جبکہ میری بیوی بانجھ اور میں خود بڑھاپے کے انتہايی ضعف کو پہنچ چکا ہوں
اسی طرح ہم اس (تکذیب وضلال) کو گنہگاروں کے دلوں میں داخل کر دیتے ہیں
اور زمین میں یقین کرنے والوں کے ليے بہت سی نشانیاں پايی جاتی ہیں
پھر ذکر (قران) کی تلاوت کرنے والی ہستیوں کی قسم۔
انہوں نے کہا: اے میرے بیٹے! اپنا یہ خواب اپنے بھايیوں سے بیان نہ کرنا، ورنہ وہ تمہارے خلاف کويی پر فریب چال چلیں گے۔ بیشک شیطان انسان کا کھلا دشمن ہے،
پھر یہ کہہ کر ناقہ کے پاوں کاٹ ديیے اور حکم خدا سے سرتابی کی اور کہا کہ صالح علیھ السلاماگر تم خدا کے رسول ہو تو جس عذاب کی دھمکی دے رہے تھے اسے لے او
کیا اپ نے ان لوگوں کو نہیں دیکھا جنہیں سرگوشیوں سے منع کیا گیا تھا پھر وہ لوگ وہی کام کرنے لگے جس سے روکے گيے تھے اور وہ گناہ اور سرکشی اور نافرماني رسول (صلی اللہ علیہ والہ وسلم) سے متعلق سرگوشیاں کرتے ہیں اور جب اپ کے پاس حاضر ہوتے ہیں تو اپ کو ان (نازیبا) کلمات کے ساتھ سلام کرتے ہیں جن سے اللہ نے اپ کو سلام نہیں فرمایا اور اپنے دلوں میں کہتے ہیں کہ (اگر یہ رسول سچے ہیں تو) اللہ ہمیں ان (باتوں) پر عذاب کیوں نہیں دیتا جو ہم کہتے ہیں؟ انہیں دوزخ (کا عذاب) ہی کافی ہے، وہ اسی میں داخل ہوں گے، اور وہ بہت ہی برا ٹھکانا ہے،
اور جو لوگ کل اس کے مرتبہ پر پہنچنے کی ارزو مندیاں کر رہے تھے وه اج کہنے لگے کہ کیا تم نہیں دیکھتے کہ اللہ تعالی ہی اپنے بندوں میں سے جس کے لیے چاہے روزی کشاده کر دیتا ہے اور تنگ بھی؟ اگر اللہ تعالی ہم پر فضل نہ کرتا تو ہمیں بھی دھنسا دیتا، کیا دیکھتے نہیں ہو کہ ناشکروں کو کبھی کامیابی نہیں ہوتی؟
سو تم اللہ سے ڈرو اور میری فرمانبرداری اختیار کرو،
یہی لوگ وہ وارث ہیں
سو تم دونوں اس کے پاس جاو اورکہو کہ بے شک ہم تیرے رب کی طرف سے پیغام لے کر ايے ہیں کہ بنی اسرايیل کو ہمارے ساتھ بھیج دے اور انہیں تکلیف نہ دے ہم تیرے پاس تیرے رب کی طرف سے نشانی لے کر ايے ہیں اور سلامتی اس کے لیے ہے جو سیدھی راہ پر چلے
ارشاد ہوا کہ ہم تمہارے بازوں کو تمہارے بھايی سے مضبوط کردیں گے اور تمہارے ليے ایسا غلبہ قرار دیں گے کہ یہ لوگ تم تک پہنچ ہی نہ سکیں اور ہماری نشانیوں کے سہارے تم اور تمہارے پیروکار ہی غالب رہیں گے
یہی وہ لوگ ہیں جن پر خدا نے لعنت کی ہے اور جس پر خدا لعنت کردے اپ پھر اس کا کويی مددگار نہ پايیں گے
وہی خدا ہے جس نے تم کو مٹی سے پیدا کیا پھر نطفہ سے پھر جمے ہويے خون سے پھر تم کو بچہ بناکر باہر لاتا ہے پھر زندہ رکھتا ہے کہ توانايیوں کو پہنچو پھر بوڑھے ہوجاو اور تم میں سے بعض کو پہلے ہی اٹھالیا جاتا ہے اور تم کو اس ليے زندہ رکھتا ہے کہ اپنی مقررہ مدت کو پہنچ جاو اور شاید تمہیں عقل بھی اجايے
اور بادشاہ بولا کہ انہیں میرے پاس لے او تو جب اس کے پاس ایلچی ایا کہا اپنے رب (بادشاہ) کے پاس پلٹ جا پھر اس سے پوچھ کیا حال ہے اور عورتوں کا جنہوں نے اپنے ہاتھ کاٹے تھے، بیشک میرا رب ان کا فریب جانتا ہے
یہ لوگ اللہ کے سوا ان کی پرستش کر رہے ہیں جو ان کو نہ نقصان پہنچا سکتے ہیں نہ نفع، اور کہتے یہ ہیں کہ یہ اللہ کے ہاں ہمارے سفارشی ہیں اے محمد، ان سے کہو “کیا تم اللہ کو اس بات کی خبر دیتے ہو جسے وہ نہ اسمانوں میں جانتا ہے نہ زمین میں؟" پاک ہے وہ اور بالا و برتر ہے اس شرک سے جو یہ لوگ کرتے ہیں
فریب دیا چاہتے ہیں اللہ اور ایمان والوں کو اور حقیقت میں فریب نہیں دیتے مگر اپنی جانوں کو اور انہیں شعور نہیں۔
تو ہم نے ندا دی اے ابراہیم(ع)!
اور اگر ہم چاہتے تو یہ وحی جو ہم نے تمہاری طرف کی اسے لے جاتے پھر تم کويی نہ پاتے کہ تمہارے لیے ہمارے حضور اس پر وکالت کرتا
اے اوﻻد ادم! کیا میں نے تم سے قول قرار نہیں لیا تھا کہ تم شیطان کی عبادت نہ کرنا، وه تو تمہارا کھلا دشمن ہے
اور یقینا تم میں بعض وه بھی ہیں جو پس وپیش کرتے ہیں، پھر اگر تمہیں کويی نقصان ہوتا ہے تو وه کہتے ہیں کہ اللہ تعالی نے مجھ پر بڑا فضل کیا کہ میں ان کے ساتھ موجود نہ تھا
اور کسی ادمی کو نہیں پہنچتا کہ اللہ اس سے کلام فرمايے مگر وحی کے طور پر یا یوں کہ وہ بشر پر وہ عظمت کے ادھر ہو یا کويی فرشتہ بھیجے کہ وہ اس کے حکم سے وحی کرے جو وہ چاہے بیشک وہ بلندی و حکمت والا ہے،
(اور یہ شکر گزاری باعﺚ نصرت وامداد ہو) جب اپ مومنوں کو تسلی دے رہے تھے، کیا اسمان سے تین ہزار فرشتے اتار کر اللہ تعالی کا تمہاری مدد کرنا تمہیں کافی نہ ہوگا،
اور اسمان پھاڑ دیا جايے گا
اور ہم نے انہیں ایسے امام بنا دیيے کہ لوگوں کو جہنم کی طرف بلايیں اور روز قیامت مطلق مدد نہ کیے جايیں
اور سلیمان کے لیے ہم نے ہوا کو مسخر کر دیا، صبح کے وقت اس کا چلنا ایک مہینے کی راہ تک اور شام کے وقت اس کا چلنا ایک مہینے کی راہ تک ہم نے اس کے لیے پگھلے ہويے تانبے کا چشمہ بہا دیا اور ایسے جن اس کے تابع کر دیے جو اپنے رب کے حکم سے اس کے اگے کام کرتے تھے ان میں سے جو ہمارے حکم سے سرتابی کرتا اس کو ہم بھڑکتی ہويی اگ کا مزہ چکھاتے
اور ہمارے بندہ (خاص) ایوب(ع) کو یاد کرو جب انہوں نے اپنے پروردگار کو پکارا کہ شیطان نے مجھے سختی اور اذیت پہنچايی ہے۔
یہ جھوٹ کے سننے والے اور حرام کے کھانے والے ہیں لہذا اگر اپ کے پاس مقدمہ لے کر ايیں تو اپ کو اختیار ہے کہ فیصلہ کردیں یا اعراض کرلیں کہ اگر اعراض بھی کرلیں گے تو یہ اپ کو کويی نقصان نہ پہنچا سکیں گے لیکن اگر فیصلہ ہی کریں تو انصاف کے ساتھ کریں کہ خدا انصاف کرنے والوں کو دوست رکھتا ہے
ا وہ جس نے اسمان و زمین بنايے اور تمہارے لیے اسمان سے پانی اتارا تو ہم نے اس سے باغ اگايے رونق والے تمہاری طاقت نہ تھی کہ ان کے پیڑ اگاتے کیا اللہ کے ساتھ کويی اور خدا ہے بلکہ وہ لوگ راہ سے کتراتے ہیں
اس کے بعد پھر تم سب یقینا مر جانے والے ہو
اور بیشک ہم نے ان سے پہلے فرعون کی قوم کو جانچا اور ان کے پاس ایک معزز رسول تشریف لایا
اور دو (دو) اونٹوں میں سے اور دو (دو) گایوں میں سے (ان کے بارے میں بھی ان سے) پوچھو کہ (خدا نے) دونوں (کے) نروں کو حرام کیا ہے یا دونوں (کی) مادنیوں کو یا جو بچہ مادنیوں کے پیٹ میں لپٹ رہا ہو اس کو بھلا جس وقت خدا نے تم کو اس کا حکم دیا تھا تم اس وقت موجود تھے؟ تو اس شخص سے زیادہ کون ظالم ہے جو خدا پر جھوٹ افتراء کرے تاکہ از راہ بے دانشی لوگوں کو گمراہ کرے کچھ شک نہیں کہ خدا ظالم لوگوں کو ہدایت نہیں دیتا
اور اپنے گھر والو ں کو نماز کا حکم کر اور خود بھی اس پر قايم رہ ہم تجھ سے روزی نہیں مانگتے ہم تجھے روزی دیتے ہیں اور پرہیزگاری کا انجام اچھا ہے
اللہ کی راہ میں ان لوگوں کو جنگ کرنا چاہیے جنہوں نے دنیا کی پست زندگی اخرت کے عوض فروخت کر دی ہے جو اللہ کی راہ میں جہاد کرے، پھر مارا جايے یا غالب اجايے تو ہم ضرور اسے اجر عظیم عطا کریں گے۔
جو لوگ تم میں سے ایمان لايے اور نیک کام کرتے رہے ان سے خدا کا وعدہ ہے کہ ان کو ملک کا حاکم بنادے گا جیسا ان سے پہلے لوگوں کو حاکم بنایا تھا اور ان کے دین کو جسے اس نے ان کے ليے پسند کیا ہے مستحکم وپايیدار کرے گا اور خوف کے بعد ان کو امن بخشے گا۔ وہ میری عبادت کریں گے اور میرے ساتھ کسی چیز کو شریک نہ بنايیں گے۔ اور جو اس کے بعد کفر کرے تو ایسے لوگ بدکردار ہیں
اہل ایمان کو جب خدا اور رسول کی طرف بلایا جايے کہ وہ (رسول) ان کے درمیان فیصلہ کریں تو ان کا قول یہ ہوتا ہے کہ وہ کہتے ہیں ہم نے سنا اور اطاعت کی اور یہی لوگ فلاح پانے والے ہیں۔
اور جو اپنے پروردگار کی ایتوں پر ایمان لاتے ہیں۔
کیا ہم نے پہلے والوں کو ہلاک نہیں کیا۔
اے ایمان والو! اپنی حفاظت کا سامان مکمل رکھو۔ ہر وقت تیار رہو پھر (موقع کی مناسبت سے) دستہ دستہ ہوکر نکلو یا اکھٹے ہوکر نکلو۔
پس اپ صبر کریں یقینا اللہ کا وعده سچا ہے۔ اپ کو وه لوگ ہلکا (بے صبرا) نہ کریں جویقین نہیں رکھتے
(ہم نے اس سے کہا) "یہ ہماری بخشش ہے، تجھے اختیار ہے جسے چاہے دے اور جس سے چاہے روک لے، کويی حساب نہیں"
اسی کو پکارنا حق ہے۔ جو لوگ اوروں کو اس کے سوا پکارتے ہیں وه ان (کی پکار) کا کچھ بھی جواب نہیں دیتے مگر جیسے کويی شخص اپنے دونوں ہاتھ پانی کی طرف پھیلايے ہويے ہو کہ اس کے منھ میں پڑ جايے حاﻻنکہ وه پانی اس کے منھ میں پہنچنے واﻻ نہیں، ان منکروں کی جتنی پکار ہے سب گمراہی میں ہے
جب انہوں نے اپنے پروردگار کو دھیمی اواز سے پکارا
اور کسی انسان کا حق نہیں کہ اس سے الله کلام کر لے مگر بذریعہ وحی یا پردے کے پیچھے سے یا کويی فرشتہ بھیج دے کہ وہ اس کے حکم سے القا کر لے جو چاہے بے شک وہ بڑاعالیشان حکمت والا ہے
اور جن کے پلڑے ہلکے رہیں گے وہی اپنے اپ کو خسارے میں مبتلا کرنے والے ہوں گے کیونکہ وہ ہماری ایات کے ساتھ ظالمانہ برتاو کرتے رہے تھے
اس کے بعد اگر خدا اپ کو ان کے کسی گروہ تک میدان سے واپس لايے اور یہ دوبارہ خروج کی اجازت طلب کریں تو اپ کہہ دیجيے تم لوگ کبھی میرے ساتھ نہیں نکل سکتے اور کسی دشمن سے جہاد نہیں کرسکتے تم نے پہلے ہی بیٹھے رہنا پسند کیا تھا تو اب بھی پیچھے رہ جانے والوں کے ساتھ بیٹھے رہو
انجیر اور زیتون کی قسم ہے
ان دو قیدیوں میں سے جو شخص بچ گیا تھا اور اسے ایک مدت دراز کے بعد اب بات یاد ايی، اس نے کہا "میں اپ حضرات کو اس کی تاویل بتاتا ہوں، مجھے ذرا (قید خانے میں یوسف کے پاس) بھیج دیجیے"
جب تم (افراتفری کی حالت میں) بھاگے جا رہے تھے اور کسی کو مڑ کر نہیں دیکھتے تھے اور رسول (صلی اللہ علیہ والہ وسلم) اس جماعت میں (کھڑے) جو تمہارے پیچھے (ثابت قدم) رہی تھی تمہیں پکار رہے تھے پھر اس نے تمہیں غم پر غم دیا (یہ نصیحت و تربیت تھی) تاکہ تم اس پر جو تمہارے ہاتھ سے جاتا رہا اور اس مصیبت پر جو تم پر ان پڑی رنج نہ کرو، اور اللہ تمہارے کاموں سے خبردار ہے،
اور تم سے عورتوں کے بارے میں فتوی پوچھتے ہیں تم فرمادو کہ اللہ تمہیں ان کا فتوی دیتا ہے اور وہ جو تم پر قران میں پڑھا جاتا ہے ان یتیم لڑکیوں کے بارے میں تم انہیں نہیں دیتے جو ان کا مقرر ہے اور انہیں نکاح میں بھی لانے سے منہ پھیرتے ہو اور کمزور بچوں کے بارے میں اور یہ کہ یتیموں کے حق میں انصاف پر قايم رہو اور تم جو بھلايی کرو تو اللہ کو اس کی خبر ہے،
اس کی نشانیوں میں سے خوشخبریاں دینے والی ہواوں کو چلانا بھی ہے اس ليے کہ تمہیں اپنی رحمت سے لطف اندوز کرے، اور اس ليے کہ اس کے حکم سے کشتیاں چلیں، اور اس ليے کہ اس کے فضل کو تم ڈھونڈو، اور اس ليے کہ تم شکر گزاری کرو
جو لوگ اپنی بیویوں سے ﻇہار کریں پھر اپنی کہی ہويی بات سے رجوع کرلیں تو ان کے ذمہ اپس میں ایک دوسرے کو ہاتھ لگانے سے پہلے ایک غلام ازاد کرنا ہے، اس کے ذریعہ تم نصیحت کیے جاتے ہو۔ اور اللہ تعالی تمہارے تمام اعمال سے باخبر ہے
اے ابا! بیشک میرے پاس (بارگاہ الہی سے) وہ علم اچکا ہے جو تمہارے پاس نہیں ایا تم میری پیروی کرو میں تمہیں سیدھی راہ دکھاوں گا،
اور جو باتیں لوگ بنا رہے ہیں ان پر صبر کرو اور شرافت کے ساتھ ان سے الگ ہو جاو
اپنے رب کے حکم سے ہر چیز کو تباہ کر ڈالے گا" اخرکار ان کا حال یہ ہوا کہ ان کے رہنے کی جگہوں کے سوا وہاں کچھ نظر نہ اتا تھا اس طرح ہم مجرموں کو بدلہ دیا کرتے ہیں
اب اگر یہ لوگ تمہیں جھٹلاتے ہیں تو ان سے پہلے گزرے ہويے لوگ بھی جھٹلا چکے ہیں ان کے پاس ان کے رسول کھلے دلايل اور صحیفے اور روشن ہدایات دینے والی کتاب لے کر ايے تھے
مگر (اس کا قايم رہنا) تمہارے پروردگار کی رحمت ہے۔ کچھ شک نہیں کہ تم پر اس کا بڑا فضل ہے
وہ بولے کہ بادشاہ (کے پانی پینے) کا گلاس کھویا گیا ہے اور جو شخص اس کو لے ايے اس کے لیے ایک بار شتر (انعام) اور میں اس کا ضامن ہوں
اگرتم رسول کی مدد نہ کرو گے تو اس کی الله نے مدد کی ہے جس وقت اسے کافروں نے نکالا تھا کہ وہ دو میں سے دوسرا تھاجب وہ دونوں غار میں تھے جب وہ اپنے ساتھی سے کہہ رہا تھا تو غم نہ کھا بے شک الله ہمارے ساتھ ہے پھر الله نے اپنی طرف سے اس پر تسکین اتاری اور اس کی مدد کو وہ فوجیں بھیجیں جنہیں تم نے نہیں دیکھا اورکافروں کی بات کو پست کر دیا اور بات تو الله ہی کی بلند ہے اور الله زبردست (اور) حکمت والا ہے
کہہ دو کہ سفارش تو سب خدا ہی کے اختیار میں ہے۔ اسی کے ليے اسمانوں اور زمین کی بادشاہت ہے۔ پھر تم اسی کی طرف لوٹ کر جاو گے
انہوں نے کہا کہ پروردگار اس ولادت کی کويی علامت قرار دے دے ارشاد ہوا کہ تمہاری نشانی یہ ہے کہ تم تین دنوں تک برابر لوگوں سے کلام نہیں کرو گے
ہمارے پاس (ان کے لیے) بھاری بیڑیاں ہیں اور بھڑکتی ہويی اگ
وہ جو دوزخ ہے اس کے اندر جايیں گے، اور کیا ہی بری ٹھہرنے کی جگہ،
اور اپنا ہاتھ اپنی بغل سے ملا دے بلا عیب سفید ہو کر نکلے گا یہ دوسری نشانی ہے
اے لوگو! اللہ کا وعدہ یقینا سچا ہے (خیال رکھنا) زندگانی دنیا کہیں تمہیں دھوکے میں نہ ڈال دے اور نہ ہی بڑا دھوکہ باز (شیطان) تمہیں اللہ کے بارے میں دھوکہ دے۔
اور ہر ایک کے ليے توجہ ایک سمعت ہے کہ وہ اسی طرف منہ کرتا ہے تو یہ چاہو کہ نیکیوں میں اوروں سے اگے نکل جايیں تو کہیں ہو اللہ تم سب کو اکٹھا لے ايے گا بیشک اللہ جو چاہے کرے-
بھلا تم نے ان لوگوں کو نہیں دیکھا جو (شمار میں) ہزاروں ہی تھے اور موت کے ڈر سے اپنے گھروں سے نکل بھاگے تھے۔ تو خدا نے ان کو حکم دیا کہ مرجاو۔ پھر ان کو زندہ بھی کردیا۔ کچھ شک نہیں کہ خدا لوگوں پر مہربانی رکھتا ہے۔ لیکن اکثر لوگ شکر نہیں کرتے
اور یقینا جو شخص اپنے اوپر ظلم ہونے کے بعد بدلہ لے تو ایسے لوگوں پر (ملامت و گرفت) کی کويی راہ نہیں ہے،
پھر کیا وہ جو ایک ایک متنفس کی کمايی پر نظر رکھتا ہے (اس کے مقابلے میں یہ جسارتیں کی جا رہی ہیں کہ) لوگوں نے اس کے کچھ شریک ٹھیرا رکھے ہیں؟ اے نبی، ان سے کہو (اگر واقعی وہ خدا کے اپنے بنايے ہويے شریک ہیں تو) ذرا ان کے نا م لو کہ وہ کون ہیں؟ کیا تم اللہ کو ایک نيی بات کی خبر دے رہے ہو جسے وہ اپنی زمین میں نہیں جانتا؟ یا تم لوگ بس یونہی جو منہ میں اتا ہے کہہ ڈالتے ہو؟ حقیقت یہ ہے کہ جن لوگوں نے دعوت حق کو ماننے سے انکار کیا ہے ان کے لیے ان کی مکاریاں خوشنما بنا دی گيی ہیں اور وہ راہ راست سے روک دیے گيے ہیں، پھر جس کو اللہ گمراہی میں پھینک دے اسے کويی راہ دکھانے والا نہیں ہے
(یہ سب کچھ) تمہارے اور تمہارے چارپایوں کے لیے بنایا
اور یہ دنیا کی زندگی تو نہیں مگر کھیل کود اور بیشک اخرت کا گھر ضرور وہی سچی زندگی ہے کیا اچھا تھا اگر جانتے
یا اللہ کے سوا ان کا کويی اور خدا ہے اللہ کو پاکی ان کے شرک سے،
اور فرعون بولا مجھے چھوڑو میں موسی کو قتل کروں اور وہ اپنے رب کو پکارے میں ڈرتا ہوں کہیں وہ تمہارا دین بدل دے یا زمین میں فساد چمکايے
اگر ہم چاہیں تو اسے ریزہ ریزہ کر دیں پھر تم تعجب اور ندامت ہی کرتے رہ جاو،
کیا یہ کہتے ہیں کہ (پیغمبر نے) اللہ پر جھوٹ باندھا ہے، اگر اللہ تعالی چاہے تو اپ کے دل پر مہر لگادے اور اللہ تعالی اپنی باتوں سے جھوٹ کو مٹا دیتا ہے اور سچ کو ﺛابت رکھتا ہے۔ وه سینے کی باتوں کو جاننے واﻻ ہے
جب وه چینوٹیوں کے میدان میں پہنچے تو ایک چیونٹی نے کہا اے چیونٹیو! اپنے اپنے گھروں میں گھس جاو، ایسا نہ ہو کہ بیخبری میں سلیمان اور اس کا لشکر تمہیں روند ڈالے
زمین اور اسمانوں کی ہر چیز کا اسے علم ہے جو کچھ تم چھپاتے ہو اور جو کچھ تم ظاہر کرتے ہو سب اس کو معلوم ہے، اور وہ دلوں کا حال تک جانتا ہے
اے ایمان والو! جب تم میں سے کسی کی موت ايے تو وصیت کرتے وقت تمہارے درمیان گواہی (کے ليے) تم میں سے دو عادل شخص ہوں یا تمہارے غیروں میں سے (کويی) دوسرے دو شخص ہوں اگر تم ملک میں سفر کر رہے ہو پھر (اسی حال میں) تمہیں موت کی مصیبت اپہنچے تو تم ان دونوں کو نماز کے بعد روک لو، اگر تمہیں (ان پر) شک گزرے تو وہ دونوں اللہ کی قسمیں کھايیں کہ ہم اس کے عوض کويی قیمت حاصل نہیں کریں گے خواہ کويی (کتنا ہی) قرابت دار ہو اور نہ ہم اللہ کی (مقرر کردہ) گواہی کو چھپايیں گے (اگر چھپايیں تو) ہم اسی وقت گناہگاروں میں ہو جايیں گے،
اس کے بعد شعیب علیھ السلامنے ان سے منہ پھیر لیا اور کہا کہ اے قوم میں نے اپنے پروردگار کے پیغامات کو پہنچادیا اور تمہیں نصیحت بھی کی تو اب کفر اختیار کرنے والوں کے حال پر کس طرح افسوس کروں
اور اللہ دو ادمیوں کی مثال پیش کرتا ہے جن میں سے ایک گونگا ہے کسی بات پر قدرت نہیں رکھتا اور وہ اپنے اقا پر بوجھ ہے وہ اسے جدھر بھی بھیجے وہ کسی بھلايی کے ساتھ واپس نہیں اتا اور دوسرا وہ ہے جو عدل و انصاف کا حکم دیتا ہے اور خود راہ راست پر قايم ہے کیا وہ (پہلا) اور یہ (دوسرا) برابر ہو سکتے ہیں؟
پھر جب حج کے تمام ارکان پورے کرچکو تو (منی میں) خدا کو یاد کرو۔ جس طرح اپنے باپ دادا کو یاد کیا کرتے تھے بلکہ اس سے بھی زیادہ اور بعض لوگ ایسے ہیں جو (خدا سے) التجا کرتے ہیں کہ اے پروردگار ہم کو (جو دنیا ہے) دنیا ہی میں عنایت کر ایسے لوگوں کا اخرت میں کچھ حصہ نہیں
اور صاحبان ه ایمان و عمل صالح کو ان جنتوں میں داخل کیا جايے گا جن کے نیچے نہریں جاری ہوں گے وہ ہمیشہ حکم خدا سے وہیں رہیں گے اور ان کی ملاقات کا تحفہ سلام ہوگا
اور انہوں نے اللہ کی قسم کھايی اپنے حلف میں پوری کوشش سے کہ اگر ان کے پاس کويی نشانی ايی تو ضرور اس پر ایمان لايیں گے، م فرما دو کہ نشانیاں تو اللہ کے پاس ہیں اور تمہیں کیا خبر کہ جب وہ ايیں تو یہ ایمان نہ لايینگے
کیا تم دیکھتے نہیں ہو کہ اللہ کے اگے سربسجود ہیں وہ سب جو اسمانوں میں ہیں اور جو زمین میں ہیں، سورج اور چاند اور تارے اور پہاڑ اور درخت اور جانور اور بہت سے انسان اور بہت سے وہ لوگ بھی جو عذاب کے مستحق ہو چکے ہیں؟ اور جسے اللہ ذلیل و خوار کر دے اسے پھر کويی عزت دینے والا نہیں ہے، اللہ کرتا ہے جو کچھ چاہتا ہے
تم تو فقط اسے ڈرا نے والے ہو جو اس سے ڈرے،
جن لوگوں نے بہتان باندھا ہے تم ہی میں سے ایک جماعت ہے اس کو اپنے حق میں برا نہ سمجھنا۔ بلکہ وہ تمہارے ليے اچھا ہے۔ ان میں سے جس شخص نے گناہ کا جتنا حصہ لیا اس کے ليے اتنا ہی وبال ہے۔ اور جس نے ان میں سے اس بہتان کا بڑا بوجھ اٹھایا ہے اس کو بڑا عذاب ہوگا
ان دونوں میں سے ایک لڑکی نے کہا کہ بابا اپ انہیں نوکر رکھ لیجيے کہ اپ جسے بھی نوکر رکھنا چاہیں ان میں سب سے بہتر وہ ہوگا جو صاحب قوت بھی ہو اور امانتدار بھی ہو
ایمان والو! تم سے تمہاری ملکیت کے غلاموں کو اور انہیں بھی جو تم میں سے بلوغت کو نہ پہنچے ہوں (اپنے انے کی) تین وقتوں میں اجازت حاصل کرنی ضروری ہے۔ نماز فجر سے پہلے اور ﻇہر کے وقت جب کہ تم اپنے کپڑے اتار رکھتے ہو اور عشا کی نماز کے بعد، یہ تینوں وقت تمہاری (خلوت) اور پرده کے ہیں۔ ان وقتوں کے ماسوا نہ تو تم پر کويی گناه ہے نہ ان پر۔ تم سب اپس میں ایک دوسرے کے پاس بکثرت انے جانے والے ہو (ہی)، اللہ اسی طرح کھول کھول کر اپنے احکام تم سے بیان فرما رہا ہے۔ اللہ تعالی پورے علم اور کامل حکمت واﻻ ہے
اور اگر اہل کتاب (حضرت محمد مصطفی صلی اللہ علیہ والہ وسلم پر) ایمان لے اتے اور تقوی اختیار کر لیتے تو ہم ان (کے دامن) سے ان کے سارے گناہ مٹا دیتے اور انہیں یقینا نعمت والی جنتوں میں داخل کردیتے،
پھر کام کو تقسیم کرنے والیاں
صالح نے کہا کہ قوم والو اخر بھلايی سے پہلے برايی کی جلدی کیوں کررہے ہو تم لوگ اللہ سے استغفار کیوں نہیں کرتے کہ شاید تم پر رحم کردیا جايے
اور یقینا ہم نے تمہارے گرد بہت سی بستیوں کو تباہ کردیا ہے اور اپنی نشانیوں کو پلٹ پلٹ کر دکھلایا ہے کہ شاید یہ حق کی طرف واپس اجايیں
جس دن ہم دوزخ سے پوچھیں گے کیا تو بھر چکی؟ وه جواب دے گی کیا کچھ اور زیاده بھی ہے؟
پھر اگر وہ صبر کریں تو اگ ان کا ٹھکانا ہے اور اگر وہ منانا چاہیں تو کويی ان کا منانا نہ مانے،
جو لوگ خدا پر اور روز اخرت پر ایمان لايیں گے اور عمل نیک کریں گے خواہ وہ مسلمان ہوں یا یہودی یا ستارہ پرست یا عیسايی ان کو (قیامت کے دن) نہ کچھ خوف ہو گا اور نہ غمناک ہوں گے
پھر ہم نے انہی میں سے ایک پیغمبر بھیجا (جس نے ان سے کہا) اللہ کی عبادت کرو۔ اس کے سوا کويی الہ نہیں ہے۔ کیا تم (اس کی حکم عدولی) سے ڈرتے نہیں ہو؟
(وہ) باغات میں ہوں گے، اور اپس میں پوچھتے ہوں گے،
یقینا تمہارا رب اللہ ہے جس نے اسمانوں اور زمین (کی بالايی و زیریں کاينات) کو چھ دنوں (یعنی چھ مدتوں یا مرحلوں) میں (تدریجا) پیدا فرمایا پھر وہ عرش پر (اپنے اقتدار کے ساتھ) جلوہ افروز ہوا (یعنی تخلیق کاينات کے بعد اس کے تمام عوالم اور اجرام میں اپنے قانون اور نظام کے اجراء کی صورت میں متمکن ہوا) وہی ہر کام کی تدبیر فرماتا ہے (یعنی ہر چیز کو ایک نظام کے تحت چلاتا ہے۔ اس کے حضور) اس کی اجازت کے بغیر کويی سفارش کرنے والا نہیں، یہی (عظمت و قدرت والا) اللہ تمہارا رب ہے، سو تم اسی کی عبادت کرو، پس کیا تم (قبول نصیحت کے ليے) غور نہیں کرتے،
بابا مجھے یہ خوف ہے کہ اپ کو رحمان کی طرف سے کويی عذاب اپنی گرفت میں لے لے اور اپ شیطان کے دوست قرار پاجايیں
وہی تو ہے جو جلاتا ہے اور مارتا ہے۔ پھر جب وہ کويی کام کرنا (اور کسی کو پیدا کرنا) چاہتا ہے تو اس سے کہہ دیتا ہے کہ ہوجا تو وہ جاتا ہے
ارشاد ہوا کہ ہاں یہی مجھ تک پہنچنے کی سیدھی راه ہے
جب وہ اس کے پاس ايے تو بولے سلام کہا ہمیں تم سے ڈر معلوم ہوتا ہے،
اور کہتے ہیں کہ یہ تو ایک کھلا ہوا جادو ہے
تم پر فرض کیا گیا ہے کہ جب تم میں سے کسی کو موت ا پہنچے اگر وہ مال چھوڑے تو ماں باپ اور رشتہ داروں کے لیے مناسب طور پر وصیت کرے یہ پرہیزگاروں پرحق ہے
اور ہم نے رات اور دن کو (اپنی قدرت کی) دو نشانیاں بنایا ہے سو ہم نے رات کی نشانی کو دھندلا بنایا اور دن کی نشانی کو روشن بنایا تاکہ تم اپنے پروردگار کا فضل و کرم (رزق) تلاش کرو اور تاکہ برسوں کی گنتی اور (ہر طرح کا) حساب معلوم کر سکو اور ہم نے ہر (ضروری) چیز کو تفصیل سے بیان کر دیا ہے۔
اور اپنی نمازوں کی محافظت کرتے ہیں
اور البتہ اس سے اس کے مہمانوں کا مطالبہ کرنے لگے تو ہم نے ان کی انکھیں مٹا دیں پس (کہا) میرے عذاب اور میرے ڈرانے کا مزہ چکھو
اور فرعون نے اپنی قوم سے پکار کر کہا کہ اے قوم کیا مصر کی حکومت میرے ہاتھ میں نہیں ہے۔ اور یہ نہریں جو میرے (محلوں کے) نیچے بہہ رہی ہیں (میری نہیں ہیں) کیا تم دیکھتے نہیں
اور اگر ہم ان کو پیغمبر (کے بھیجنے) سے پیشتر کسی عذاب سے ہلاک کردیتے تو وہ کہتے کہ اے ہمارے پروردگار تو نے ہماری طرف کويی پیغمبر کیوں نہ بھیجا کہ ہم ذلیل اور رسوا ہونے سے پہلے تیرے کلام (واحکام) کی پیروی کرتے
ہم جس ایت کو منسوخ کر دیتے یا اسے فراموش کرا دیتے ہیں تو اس سے بہتر یا ویسی ہی اور ایت بھیج دیتے ہیں۔ کیا تم نہیں جانتے کہ خدا ہر بات پر قادر ہے
ہم نے اس قران میں لوگوں کو طرح طرح سے سمجھایا مگر انسان بڑا ہی جھگڑالو واقع ہوا ہے
البتہ اعتراض ان لوگوں پر ہے جو مالدار ہیں اور پھر بھی تم سے درخواستیں کرتے ہیں کہ انہیں شرکت جہاد سے معاف رکھا جايے انہوں نے گھر بیٹھنے والیوں میں شامل ہونا پسند کیا اور اللہ نے ان کے دلوں پر ٹھپہ لگا دیا، اس لیے اب یہ کچھ نہیں جانتے (کہ اللہ کے ہاں ان کی روش کا کیا نتیجہ نکلنے والا ہے)
مگر جب دیکھا کہ ان کے ہاتھ کھانے پر نہیں بڑھتے تو وہ ان سے مشتبہ ہو گیا اور دل میں ان سے خوف محسوس کرنے لگا انہوں نے کہا "ڈرو نہیں، ہم تو لوط کی قوم کی طرف بھیجے گيے ہیں"
اور تمہارا رفیق کويی دیوانہ نہیں ہے
فرمایا اسمانوں اور زمین اور جو کچھ ان کے درمیان ہے سب کا پروردگار ہے اگر تمہیں یقین ايے
انہوں نے کہا ڈریے نہیں ہم اپ کو ایک علم والے لڑکے کی بشارت دیتے ہیں،
اگر ہم اپ کو ﺛابت قدم نہ رکھتے تو بہت ممکن تھا کہ ان کی طرف قدرے قلیل مايل ہو ہی جاتے
وہ ہمیشہ اس میں رہیں گے کیا اچھا ہے وہ ٹھکانہ اور وہ مقام۔
کہہ دوتم اسے مانو یا نہ مانو بے شک وہ لوگ جنہیں اس سے پہلے علم دیا گیا ہے جب ان پر پڑھا جاتا ہے تو تھوڑیوں پر سجدہ میں گرتے ہیں
یا ان کے پاس کويی سیڑھی ہے (جس پر چڑھ کر) وہ (اسمانی خفیہ باتیں) سن لیتے ہیں؟ (اگر ایسا ہے) تو پھر ان کا سننے والا کويی کھلی ہويی دلیل پیش کرے۔
اور جو لوگ ایمان ﻻيے اور اچھے کام کیے اور اس پر بھی ایمان ﻻيے جو محمد ﴿صلی اللہ علیہ وسلم﴾ پر اتاری گيی ہے اور دراصل ان کے رب کی طرف سے سچا (دین) بھی وہی ہے، اللہ نے ان کے گناه دور کر دیيے اور ان کے حال کی اصلاح کر دی
اور اپ اپنے گھر والوں کو نماز کا حکم فرمايیں اور اس پر ثابت قدم رہیں، ہم اپ سے رزق طلب نہیں کرتے (بلکہ) ہم اپ کو رزق دیتے ہیں، اور بہتر انجام پرہیزگاری کا ہی ہے،
کہہ دو کہ خدا کی فرمانبرداری کرو اور رسول خدا کے حکم پر چلو۔ اگر منہ موڑو گے تو رسول پر (اس چیز کا ادا کرنا) جو ان کے ذمے ہے اور تم پر (اس چیز کا ادا کرنا) ہے جو تمہارے ذمے ہے اور اگر تم ان کے فرمان پر چلو گے تو سیدھا رستہ پالو گے اور رسول کے ذمے تو صاف صاف (احکام خدا کا) پہنچا دینا ہے
وہ میرا جانشین ہو اور اولاد یعقوب کا وارث ہو، اور اے میرے رب! اسے پسندیدہ کر
پس تو اللہ کے ساتھ کسی اور معبود کو نہ پکار کہ تو بھی سزا پانے والوں میں سے ہوجايے
یہ اس لیے کہ یہ اس پر چلے جس پر الله ناراض ہے اور انہوں نے الله کی رضا مندی کو برا جانا پھر اس نے بھی ان کے اعمال اکارت کر دیيے
اور مسلمان عورتوں کو حکم دو اپنی نگاہیں کچھ نیچی رکھیں اور اپنی پارسايی کی حفاظت کریں اور اپنا بناو نہ دکھايیں مگر جتنا خود ہی ظاہر ہے اور وہ دوپٹے اپنے گریبانوں پر ڈالے رہیں، اور اپنا سنگھار ظاہر نہ کریں مگر اپنے شوہروں پر یا اپنے باپ یا شوہروں کے باپ یا اپنے بیٹوں یا شوہروں کے بیٹے یا اپنے بھايی یا اپنے بھتیجے یا اپنے بھانجے یا اپنے دین کی عورتیں یا اپنی کنیزیں جو اپنے ہاتھ کی ملک ہوں یا نوکر بشرطیکہ شہوت والے مرد نہ ہوں یا وہ بچے جنہیں عورتوں کی شرم کی چیزوں کی خبر نہیں اور زمین پر پاوں زور سے نہ رکھیں کہ جانا جايے ان کا چھپا ہوا سنگھار اور اللہ کی طرف توبہ کرو اے مسلمانو! سب کے سب اس امید پر کہ تم فلاح پاو،
پھر بھی وہ طمع رکھتا ہے کہ میں اسے زیادہ دوں۔
اے ایمان والو جب نماز کو کھڑے ہونا چاہو تو اپنا منہ دھوو اور کہنیوں تک ہاتھ اور سروں کا مسح کرو اور گٹوں تک پاو ں دھوو اور اگر تمہیں نہانے کی حاجت ہو تو خوب ستھرے ہولو اور اگر تم بیمار ہو یا سفر میں ہو یا تم میں سے کويی قضايے حاجت سے ایا یا تم نے عورتوں سے صحبت کی اور ان صورتوں میں پانی نہ پایا مٹی سے تیمم کرو تو اپنے منہ اور ہاتھوں کا اس سے مسح کرو، اللہ نہیں چاہتا کہ تم پر کچھ تنگی رکھے ہاں یہ چاہتا ہے کہ تمہیں خوب ستھرا کردے اور اپنی نعمت تم پر پوری کردے کہ کہیں تم احسان مانو،
اور اس شخص سے بڑھ کر ظالم کون ہوگا جسے اس کے رب کی نشانیاں یاد دلايی گيیں تو اس نے ان سے روگردانی کی اور ان (بداعمالیوں) کو بھول گیا جو اس کے ہاتھ اگے بھیج چکے تھے، بیشک ہم نے ان کے دلوں پر پردے ڈال دیيے ہیں کہ وہ اس حق کو سمجھ (نہ) سکیں اور ان کے کانوں میں بوجھ پیدا کر دیا ہے (کہ وہ اس حق کو سن نہ سکیں)، اور اگر اپ انہیں ہدایت کی طرف بلايیں تو وہ کبھی بھی قطعا ہدایت نہیں پايیں گے،
اور جب ان سے کہا جاتا ہے کہ تم بھی اسی طرح ایمان لاو جس طرح اور لوگ ایمان لايے ہیں تو وہ کہتے ہیں کہ کیا ہم بیوقوفوں کی طرح ایمان لايیں؟ خبردار۔ یہی لوگ خود بیوقوف ہیں لیکن جانتے نہیں ہیں۔
جب تم (مدینہ کی جانب) وادی کے قریبی کنارے پر تھے اور وہ (کفار دوسری جانب) دور والے کنارے پر تھے اور (تجارتی) قافلہ تم سے نیچے تھا، اور اگر تم اپس میں (جنگ کے ليے) کويی وعدہ کر لیتے تو ضرور (اپنے) وعدہ سے مختلف (وقتوں میں) پہنچتے لیکن (اللہ نے تمہیں بغیر وعدہ ایک ہی وقت پر جمع فرما دیا) یہ اس ليے (ہوا) کہ اللہ اس کام کو پورا فرما دے جو ہو کر رہنے والا تھا تاکہ جس شخص کو مرنا ہے وہ حجت (تمام ہونے) سے مرے اور جسے جینا ہے وہ حجت (تمام ہونے) سے جيے (یعنی ہر کسی کے سامنے اسلام اور رسول برحق صلی اللہ علیہ والہ وسلم کی صداقت پر حجت قايم ہو جايے)، اور بیشک اللہ خوب سننے والا جاننے والا ہے،
بیشک ہم نے تجھ پر بتدریج قران نازل کیا ہے
جو نہ موٹايی پیدا کرسکے اور نہ بھوک کے کام اسکے
بیشک ہم نے ہر چیز کو ایک مقررہ اندازے کے مطابق بنایا ہے،
جان رکھو کہ خدا ہی زمین کو اس کے مرنے کے بعد زندہ کرتا ہے۔ ہم نے اپنی نشانیاں تم سے کھول کھول کر بیان کردی ہیں تاکہ تم سمجھو
اور اگر وہ اپنے عہد کے بعد اپنی قسمیں توڑ دیں اور تمہارے دین میں طعنہ زنی کریں تو تم (ان) کفر کے سرغنوں سے جنگ کرو بیشک ان کی قسموں کا کويی اعتبار نہیں تاکہ وہ (اپنی فتنہ پروری سے) باز اجايیں،
ان (جنتیوں سے پہلے کسی انسان یا جن نے انہیں چھوا بھی نہیں ہوگا۔
اور جو نمازوں کی پابندی کرتے ہیں
اور (وہ) اونچے (پرشکوہ) فرشوں پر (قیام پذیر) ہوں گے،
پس اے نبی، خوب جان لو کہ اللہ کے سوا کويی عبادت کا مستحق نہیں ہے، اور معافی مانگو اپنے قصور کے لیے بھی اور مومن مردوں اور عورتوں کے لیے بھی اللہ تمہاری سرگرمیوں کو بھی جانتا ہے اور تمہارے ٹھکانے سے بھی واقف ہے
اور اپ کو کس چیز نے خبردار کیا کہ یقینا واقع ہونے والی (قیامت) کیسی ہے،
اس قران سے وہی اوندھا کیا جاتا ہے جس کی قسمت ہی میں اوندھایا جانا ہو
اور نہ تم اس کی عبادت کرنے والے ہو جس کی میں عبادت کر رہا ہوں
تو ہم نے اسے اس کی ماں کی طرف پھیرا کہ ماں کی انکھ ٹھنڈی ہو اور غم نہ کھايے اور جان لے کہ اللہ کا وعدہ سچا ہے، لیکن اکثر لوگ نہیں جانتے
(کہا جايے گا: ہاں) یہ وہی فیصلہ کا دن ہے جسے تم جھٹلایا کرتے تھے،
بیشک نیک لوگ وه جام پيیں گے جس کی امیزش کافور کی ہے
اور اس کا مال اس کے کسی کام نہیں ايے گا جب وہ ہلاکت (کے گڑھے) میں گرے گا،
علاوہ تیرے ان بندوں کے جنہیں تو نے خالص بنالیا ہے
پھر زمین کو خوب چیرا،
کیا یہ کويی چال چلنا چاہتے ہیں؟ (اگر یہ بات ہے) تو کفر کرنے والوں پر ان کی چال الٹی ہی پڑے گی
اﷲ ہی ہے جو ہواوں کو بھیجتا ہے تو وہ بادل کو ابھارتی ہیں پھر وہ اس (بادل) کو فضايے اسمانی میں جس طرح چاہتا ہے پھیلا دیتا ہے پھر اسے (متفرق) ٹکڑے (کر کے تہ بہ تہ) کر دیتا ہے، پھر تم دیکھتے ہو کہ بارش اس کے درمیان سے نکلتی ہے، پھر جب اس (بارش) کو اپنے بندوں میں سے جنہیں چاہتا ہے پہنچا دیتا ہے تو وہ فورا خوش ہو جاتے ہیں،
اور میں اپنے تيیں پاک صاف نہیں کہتا کیونکہ نفس امارہ (انسان کو) برايی سکھاتا رہتا ہے۔ مگر یہ کہ میرا پروردگار رحم کرے گا۔ بےشک میرا پروردگار بخشنے والا مہربان ہے
اور (اے پیغمبر(ص)) اپ کتاب (قران) میں اسماعیل (ع) کا ذکر کیجيے جو وعدہ کے سچے اور نبی مرسل تھے۔
اور انہیں سیدھا راستہ دکھا دیتے
اسمانوں اور زمین میں جو بھی ہیں اسی سے (اپنی حاجتیں) مانگتے ہیں وہ ہر روز (بلکہ ہر ان) ایک نيی شان میں ہے۔
عنقریب میں اسے سخت مشقت (کے عذاب) کی تکلیف دوں گا،
پھر ان کے بعد ہم نے موسی کو اپنی نشانیوں کے ساتھ فرعون اور اس کے درباریوں کی طرف بھیجا تو انہوں نے ان نشانیوں پر زیادتی کی تو دیکھو کیسا انجام ہوا مفسدوں کا،
اپنے رب کے کن کن انعامات کو تم جھٹلاو گے؟
اور وہ خاتون جس نے اپنی عصمت کی حفاظت کی تھی ہم نے اس کے اندر اپنی روح سے پھونکا اور اسے اور اس کے بیٹے کو دنیا بھر کے لیے نشانی بنا دیا
کہو کہ اگر تم جانتے ہو تو بتاو کہ زمین اور جو کچھ زمین میں ہے سب کس کا مال ہے؟
اہل مدینہ اور ان کے گرد و نواح کے (رہنے والے) دیہاتی لوگوں کے ليے مناسب نہ تھا کہ وہ رسول اﷲ (صلی اللہ علیہ والہ وسلم) سے (الگ ہو کر) پیچھے رہ جايیں اور نہ یہ کہ ان کی جان (مبارک) سے زیادہ اپنی جانوں سے رغبت رکھیں، یہ (حکم) اس ليے ہے کہ انہیں اﷲ کی راہ میں جو پیاس (بھی) لگتی ہے اور جو مشقت (بھی) پہنچتی ہے اور جو بھوک (بھی) لگتی ہے اور جو کسی ایسی جگہ پر چلتے ہیں جہاں کاچلنا کافروں کو غضبناک کرتا ہے اور دشمن سے جو کچھ بھی پاتے ہیں (خواہ قتل اور زخم ہو یا مال غنیمت وغیرہ) مگر یہ کہ ہر ایک بات کے بدلہ میں ان کے ليے ایک نیک عمل لکھا جاتا ہے۔ بیشک اللہ نیکوکاروں کا اجر ضايع نہیں فرماتا،
اے بیٹا! نماز قايم کر اور نیکی کا حکم دے اور برايی سے منع کر اور جو مصیبت پیش ايے اس پر صبر کر۔ بے شک یہ (صبر) عزم و ہمت کے کاموں میں سے ہے۔
ک، ہ، ی، ع، ص
اور نہ سوايے پیﭗ کے اس کی کويی غذا ہے
انہوں نے کہا کويی حرج نہیں، ہم تو اپنے رب کی طرف لوٹنے والے ہیں ہی
جو اپنے رب کے خوف سے ڈرے رہتے ہیں
جو ایک بندے کو منع کرتا ہے جبکہ وہ نماز پڑھتا ہو؟
وہ عرش کامالک (اور) بڑی شان والا ہے۔
جب تم قران پڑھتے ہو تو ہم تمہارے اور اخرت پر ایمان نہ لانے والوں کے درمیان ایک پردہ حايل کر دیتے ہیں
وہ لوگ جو اس رسول کی پیروی کرتے ہیں اور جو نبی امی ہے جسے اپنے ہاں تورات اور انجیل میں لکھا ہوا پاتے ہیں وہ ان کو نیکی کا حکم کرتا ہے اور برے کام سے روکتا ہے اوران کے لیے سب پاک چیزیں حلا ل کرتا ہے اور ان پر ناپاک چیزیں حرام کرتا ہے اور ان پر سے ان کے بوجھ اور وہ قیدیں اتارتا ہے جو ان پر تھیں سو جو لوگ اس پر ایمان لايے اور اس کی حمایت کی اور اسے مدد دی اور اس کے نور کے تابع ہو يے جو اس کے ساتھ بھیجا گیا ہے یہی لوگ نجات پانے والے ہیں
بولے کیا تم ہمارے پاس حق لايے ہو یا یونہی کھیلتے ہو
شیطان تمہیں تنگدستی کا وعدہ دیتا ہے اور بے حیايی کا حکم کرتا ہے اور الله تمہیں اپنی بخشش اور فضل کا وعدہ دیتا ہے اور الله بہت کشايش کرنے والا سب کچھ جاننے والا ہے
انہوں نے اللہ کے مرتبہ کے مطابق اس کی قدر جانی ہی نہیں، اللہ تعالی بڑا ہی زور وقوت واﻻ اور غالب وزبردست ہے
اور اللہ کو چھوڑ کر ان کو پوجتے ہیں جن کے ہاتھ میں نہ اسمانوں سے انہیں کچھ بھی رزق دینا ہے نہ زمین سے اور نہ یہ کام وہ کر ہی سکتے ہیں؟
یقینا ہم نے اپنے پیغمبروں کو کھلی دلیلیں دے کر بھیجا اور ان کے ساتھ کتاب اور میزان (ترازو) نازل فرمایا تاکہ لوگ عدل پر قايم رہیں۔ اور ہم نے لوہے کو اتارا جس میں سخت ہیبت وقوت ہے اور لوگوں کے لیے اور بھی (بہت سے) فايدے ہیں اور اس لیے بھی کہ اللہ جان لے کہ اس کی اور اس کے رسولوں کی مدد بےدیکھے کون کرتا ہے، بیشک اللہ قوت واﻻ اور زبردست ہے
(ان کے ليے) باغات اور انگور (ہوں گے)،
اس نے کہا " جو کچھ میرے رب نے مجھے دے رکھا ہے وہ بہت ہے تم بس محنت سے میری مدد کرو، میں تمہارے اور ان کے درمیان بند بنايے دیتا ہوں
جو بہت بڑی اگ میں جلنے والا ہے
اور وہی (اﷲ) ہے جس نے رات اور دن کو پیدا کیا اور سورج اور چاند کو (بھی)، تمام (اسمانی کرے) اپنے اپنے مدار کے اندر تیزی سے تیرتے چلے جاتے ہیں،
اور جو لوگ اللہ اور اس کے رسولوں(ع) پر ایمان لايے وہی لوگ اپنے پروردگار کے نزدیک صدیق اور شہید ہیں ان کیليے ان کا اجر اور ان کا ثواب ہے اور جنہوں نے کفر کیا اور ہماری ایات کو جھٹلایا وہی لوگ دوزخ والے ہیں۔
اور تو اپنی انکھ اٹھا کر بھی ان چیزوں کو نہ دیکھ جو ہم نے مختلف قسم کے کافروں کو استعمال کے لیے دے رکھی ہیں اور ان پر غم نہ کر اور اپنے بازو ایمان والوں کے لیے جھکا دے
اور اخرت بہت بہتر اور بہت بقا والی ہے
اس سے نرمی کے ساتھ بات کرنا کہ شاید وہ نصیحت قبول کرے یا ڈر جايے۔
ایسا ہی ہوا اور ہم نے ان چیزوں کا وارث بنی اسرايیل کو بنایا۔
(نہیں نہیں) بلکہ یہ تو کہتے ہیں کہ ہم نے اپنے باپ دادا کو ایک مذہب پر پایا اور ہم انہی کے نقش قدم پر چل کر راه یافتہ ہیں
اور اللہ ہدایت یافتہ افراد کی ہدایت میں اضافہ کردیتا ہے اور باقی رہنے والی نیکیاں اپ کے پروردگار کے نزدیک ثواب اور بازگشت کے اعتبار سے بہترین اور بلند ترین ہیں
بیشک سب جانوروں میں بدتر اللہ کے نزدیک وہ ہیں جو بہرے گونگے ہیں جن کو عقل نہیں
پھر میں نے ان کافروں کو (عذاب میں) پکڑ لیا سو میرا انکار (کیا جانا) کیسا (عبرت ناک) ثابت ہوا،
وہی ہے اللہ بنانے والا پیدا کرنے والا ہر ایک کو صورت دینے والا اسی کے ہیں سب اچھے نام اس کی پاکی بولتا ہے جو کچھ اسمانوں اور زمین میں ہے اور وہی عزت و حکمت والا ہے،
اور ہم نے ہر چیز کو لکھ کر ضبط کر رکھا ہے
تاکہ اس کے ذریعہ مردہ شہر کو زندہ بنايیں اور اپنی مخلوقات میں سے جانوروں اور انسانوں کی ایک بڑی تعداد کو سیراب کریں
اللہ وہ (سب کچھ) جانتا ہے جو کچھ تم چھپاتے ہو اور جو کچھ ظاہر کرتے ہو۔
اور اچھی بات (اسلام) کی تصدیق کی۔
تو انہیں کیا ہوا نصیحت سے منہ پھیرتے ہیں
لوگ تم سے کلالہ کے معاملہ میں فتوی پوچھتے ہیں کہو اللہ تمہیں فتوی دیتا ہے اگر کويی شخص بے اولاد مر جايے اور اس کی ایک بہن ہو تو وہ اس کے ترکہ میں سے نصف پايے گی، اور اگر بہن بے اولاد مرے تو بھايی اس کا وارث ہوگا اگر میت کی وارث دو بہنیں ہوں تو وہ ترکے میں سے دو تہايی کی حقدار ہوں گی، اور اگر کيی بھايی بہنیں ہوں تو عورتوں کا اکہرا اور مردوں کا دوہرا حصہ ہوگا اللہ تمہارے لیے احکام کی توضیح کرتا ہے تاکہ تم بھٹکتے نہ پھرو اور اللہ ہر چیز کا علم رکھتا ہے
اللہ کے فضل و کرم اور اس کے انعام و احسان سے اور اللہ بڑا جاننے والا، بڑا حکمت والا ہے۔
یہ جماعت گزر چکی۔ ان کو وہ (ملے گا) جو انہوں نے کیا، اور تم کو وہ جو تم نے کیا۔ اور جو عمل وہ کرتے تھے، اس کی پرسش تم سے نہیں ہوگی
اور جب ہمارا حکم (عذاب) اپہنچا تو ہم نے شعیب (علیہ السلام) کو اور ان کے ساتھ ایمان والوں کو اپنی رحمت کے باعث بچالیا اور ظالموں کو خوفناک اواز نے اپکڑا، سو انہوں نے صبح اس حال میں کی کہ اپنے گھروں میں (مردہ حالت) میں اوندھے پڑے رہ گيے،
اس نے اسمانوں اور زمین کو حق کے ساتھ پیدا کیا ہے اوراس نے تمہاری صورت گری کی تو تمہاری بہت اچھی صورتیں بنايیں اور اسی کی طرف (سب نے) لوٹ کر جانا ہے۔
پس جواسے اس کے سننے کےبعد بدل دے اس کا گناہ ان ہی پر ہے جو اسے بدلتے ہیں بے شک اللہ سننے والا جاننے والا ہے
اج یہ لوگ وہ چیزیں اللہ کے لیے تجویز کر رہے ہیں جو خود اپنے لیے انہیں ناپسند ہیں، اور جھوٹ کہتی ہیں ان کی زبانیں کہ ان کے لیے بھلا ہی بھلا ہے ان کے لیے تو ایک ہی چیز ہے، اور وہ ہے دوزخ کی اگ ضرور یہ سب سے پہلے اس میں پہنچايے جايیں گے
جو لوگ پیٹھ پھیر کر (کفر کی طرف) پیچھے پلٹ گيے بعد اس کے کہ ان پر ہدایت واضح ہو گيی تھی۔ شیطان نے انہیں فریب دیا اورانہیں دور دور کی سجھايی۔
دیکھيے انہوں نے کس طرح اپنے اپ کو جھٹلایا اور کس طرح ان کا افترا حقیقت سے دور نکلا
بےشک جن لوگوں نے کفر کیا انہیں یہ اواز دی جايے گی کہ یقینا اللہ کا تم پر غصہ ہونااس سے بہت زیاده ہے جو تم غصہ ہوتے تھے اپنے جی سے، جب تم ایمان کی طرف بلايے جاتے تھے پھر کفر کرنے لگتے تھے
اور یہ سب کچھ اس ليے ہوگا کہ اللہ ناپاک (لوگوں) کو پاک لوگوں سے جدا کر دے اور جو ناپاک ہیں ان کو ایک دوسرے پر تہہ بہ تہہ رکھ کر ڈھیر بنايے اور پھر اس سارے ڈھیر کو جہنم میں جھونک دے۔ یہی وہ لوگ ہیں جو خسارہ (نقصان) اٹھانے والے ہیں۔
یہ اس لیے کہ انہوں نے اللہ تعالی کی اور اس کے رسول کی مخالفت کی اور جو بھی اللہ کی مخالفت کرے گا تو اللہ تعالی بھی سخت عذاب کرنے واﻻ ہے
اسی طرح ہوا اورہم نے ان کا ایک دوسری قوم کو وارث کر دیا
وہ خدا حاضر و غايب سب کا جاننے والا اور صاحب عزت و مہربان ہے
اور اسی نے اسمان سے پانی اتارا پھر ہم نے اس سے ہر چیز اگنے والی نکالی پھر ہم نے اس سے سبز کھیتی نکالی جس سے ہم ایک دوسرے پرچڑھے ہويے دانے نکالتے ہیں اور کھجور کے شگوفوں میں سے پھل کے جھکے ہويے گچھے اور انگور اور زیتون اور انار کے باغ اپس میں ملتے جلتے اور جدا جدا بھی ہر ایک درخت کے پھل کو دیکھو جب وہ پھل لاتا ہے اور اس کے پکنے کو دیکھو ان چیزوں میں ایمان والوں کے لیے نشانیاں ہیں
شیطان ان پر مسلط ہو چکا ہے اور ا س نے خدا کی یاد ان کے دل سے بھلا دی ہے وہ شیطان کی پارٹی کے لوگ ہیں خبردار ہو، شیطان کی پارٹی والے ہی خسارے میں رہنے والے ہیں
اگر اللہ چاہتا تو ان سب کو ایک ہی امت بنا دیتا، مگر وہ جسے چاہتا ہے اپنی رحمت میں داخل کرتا ہے، اور ظالموں کا نہ کويی ولی ہے نہ مدد گار
اے ایمان والو الله اور رسول کا حکم مانو جس وقت تمہیں اس کام کی طرف بلايے جس میں تمہاری زندگی ہے اور جان لو کہ الله ادمی اور اس کے دل کے درمیان اڑ بن جاتا ہے اور بے شک اسی کی طرف جمع کیے جاو گے
پس انہوں نے کہا کہ ہم ایک ایسے شخص کی پیروی کریں جو ہم ہی میں سے ہے؟ اس صو رت میں تو ہم گمراہی اور دیوانگی میں پڑ جايیں گے۔
جو شخص ایمان لانے کے بعد خدا کے ساتھ کفر کرے وہ نہیں جو (کفر پر زبردستی) مجبور کیا جايے اور اس کا دل ایمان کے ساتھ مطمين ہو۔ بلکہ وہ جو (دل سے اور) دل کھول کر کفر کرے۔ تو ایسوں پر الله کا غضب ہے۔ اور ان کو بڑا سخت عذاب ہوگا
میرے لیے یہی شایان ہے کہ بجز سچ کے اللہ کی طرف کويی بات منسوب نہ کروں، میں تمہارے پاس تمہارے رب کی طرف سے ایک بڑی دلیل بھی ﻻیا ہوں، سو تو بنی اسرايیل کو میرے ساتھ بھیج دے
تم ان سے لڑتے رہو یہاں تک کہ فتنہ باقی نہ رہے اور دین اللہ کے لیے ہو جايے پھر اگر وہ باز ا جايیں، تو سمجھ لو کہ ظالموں کے سوا اور کسی پر دست درازی روا نہیں
اسی نے قران کی تعلیم فرمايی
فرمایا کہ تم دونوں یہاں سے نیچے اتر جاو۔ تم میں بعض بعض کے دشمن (ہوں گے) پھر اگر میری طرف سے تمہارے پاس ہدایت ايے تو جو شخص میری ہدایت کی پیروی کرے گا وہ نہ گمراہ ہوگا اور نہ تکلیف میں پڑے گا
(اے نبی) اپنے رب برتر کے نام کی تسبیح کرو
اور نہ ہی انہیں اجازت دی جايے گی کہ معذرت کر سکیں۔
اور یہ کہ اس کی ہر کوشش عنقریب دکھا دی جايے گی (یعنی ظاہر کر دی جايے گی)،
بخلاف اس کے جن لوگوں نے ہماری ایات کو مان لیا ہے اور اچھے کام کیے ہیں اور اس باب میں ہم ہر ایک کو اس کی استطاعت ہی کے مطابق ذمہ دار ٹھیراتے ہیں وہ اہل جنت ہیں جہاں وہ ہمیشہ رہیں گے
یہ ان کاموں کی سزا ہے جو تمہارے ہاتھ اگے بھیجتے رہے ہیں اور خدا تو بندوں پر مطلق ظلم نہیں کرتا
اور جن لوگوں نے طاغوت کی عبادت سے پرہیز کیا اور (ہمہ تن) اللہ تعالی کی طرف متوجہ رہے وه خوش خبری کے مستحق ہیں، میرے بندوں کو خوشخبری سنا دیجيے
جس شخص کے پاس کتاب کا علم تھا وہ بولا "میں اپ کی پلک جھپکنے سے پہلے اسے لايے دیتا ہوں" جونہی کہ سلیمان نے وہ تخت اپنے پاس رکھا ہوا دیکھا، وہ پکار اٹھا "یہ میرے رب کا فضل ہے تاکہ وہ مجھے ازمايے کہ میں شکر کرتا ہوں یا کافر نعمت بن جاتا ہوں اور جو کويی شکر کرتا ہے اس کا شکر اس کے اپنے ہی لیے مفید ہے، ورنہ کويی ناشکری کرے تو میرا رب بے نیاز اور اپنی ذات میں اپ بزرگ ہے"
تو جس کے اعمال (نیک) تول میں زیادہ ہوں گے
نہ کويی مصیبت دنیا میں اتی ہے نہ (خاص) تمہاری جانوں میں، مگر اس سے پہلے کہ ہم اس کو پیدا کریں وه ایک خاص کتاب میں لکھی ہويی ہے، یہ (کام) اللہ تعالی پر (بالکل) اسان ہے
جواب میں ارشاد ہوا "میرے حضور جھگڑا نہ کرو، میں تم کو پہلے ہی انجام بد سے خبردار کر چکا تھا
اور ہم ان کے سینوں سے ہر قسم کی کدورت نکال دیں گے اور وہ بھايیوں کی طرح تختوں پر امنے سامنے بیٹھے ہوں گے۔
پھر وہ (مسلمان) اللہ کے انعام اور فضل کے ساتھ واپس پلٹے انہیں کويی گزند نہ پہنچی اور انہوں نے رضايے الہی کی پیروی کی اور اللہ بڑے فضل والا ہے،
تو جب اللہ نے انہیں اپنے فضل سے دیا اس میں بخل کرنے لگے اور منہ پھیر کر پلٹ گيے،
اور جو لوگ تم میں پہلے گزر چکے ہیں ہم کو معلوم ہیں اور جو پیچھے انے والے ہیں وہ بھی ہم کو معلوم ہیں
اور جس نے توبہ کر لی اور نیک عمل کیا تو اس نے اللہ کی طرف (وہ) رجوع کیا جو رجوع کا حق تھا،
وہ (دوزخ) اونچے محلوں کی مانند انگارے پھینکتی ہے۔
بےشک دین الله کے ہاں فرمابرداری ہی ہے اور جنہیں کتاب دی گيی تھی انہوں نے صحیح علم ہونے کے بعد اپس کی ضد کے باعث اختلاف کیا اور جو شخص الله کے حکموں کا انکار کرے تو الله جلد ہی حساب لینے والا ہے
اور وہی ہے جس نے اسمان سے پانی برسایا، پھر اس کے ذریعہ سے ہر قسم کی نباتات اگايی، پھر اس سے ہرے ہرے کھیت اور درخت پیدا کیے، پھر ان سے تہ بہ تہ چڑھے ہويے دانے نکالے اور کھجور کے شگوفوں سے پھلوں کے گچھے کے گچھے پیدا کیے جو بوجھ کے مارے جھکے پڑتے ہیں، اور انگور، زیتون اور انار کے باغ لگايے جن کے پھل ایک دوسرے سے ملتے جلتے بھی ہیں اور پھر ان کے پکنے کی کیفیت ذرا غور کی نظر سے دیکھو، ان چیزوں میں نشانیاں ہیں ان لوگوں کے لیے جو ایمان لاتے ہیں
پھر ہم نے دوسروں کو غرق کردیا،
پھر یہ سب چپکے چپکے یہ باتیں کرتے ہويے چلے
اور ان کے بعد تمہیں زمین میں اباد کریں گے یہ انعام ہے اس کا جو میرے حضور جواب دہی کا خوف رکھتا ہو اور میری وعید سے ڈرتا ہو"
تم ہلکے اور گراں بار (ہر حال میں) نکل کھڑے ہو اور اپنے مال و جان سے اللہ کی راہ میں جہاد کرو، یہ تمہارے ليے بہتر ہے اگر تم (حقیقت) اشنا ہو،
قسم ہے صف باندھنے والے (فرشتوں) کی
میرے قید خانے کے ساتھیو تم سے ایک اپنے مالک کو شراب پلايے گا اور دوسرا سولی پر لٹکادیا جايے گا اور پرندے اس کے سر سے نوچ نوچ کر کھايیں گے یہ اس بات کے بارے میں فیصلہ ہوچکا ہے جس کے بارے میں تم سوال کررہے ہو
اور ہر گروہ کے ليے ایک میعاد (مقرر) ہے پھر جب ان کا (مقررہ) وقت اجاتا ہے تو وہ ایک گھڑی (بھی) پیچھے نہیں ہٹ سکتے اور نہ اگے بڑھ سکتے ہیں،
اور (قیامت کا) سچا وعدہ قریب ہو جايے گا تو اچانک کافر لوگوں کی انکھیں کھلی رہ جايیں گی (وہ پکار اٹھیں گے:) ہايے ہماری شومي قسمت! کہ ہم اس (دن کی امد) سے غفلت میں پڑے رہے بلکہ ہم ظالم تھے،
اور اہل مدین نے بھی۔ اور موسی کو بھی جھٹلایا گیا۔ سو پہلے میں نے کافروں کو (کچھ) مہلت دی اور پھر انہیں پکڑ لیا۔ تو (دیکھو) میرا عذاب کیسا تھا؟
(پھر حکم ہوگا) اسے پکڑو اور اسے طوق پہناو۔
کیا اپ نے اسے بھی دیکھا ہے جس نے منہ پھیر لیا
اور انہوں نے جھٹلایا اور اپنی خواہشوں کی پیروی کی اور ہر بات کے لیے ایک وقت مقرر ہے
تم فرماو وہ موت جس سے تم بھاگتے ہو وہ تو ضرور تمہیں ملنی ہے پھر اس کی طرف پھیرے جاو گے جو چھپا اور ظاہر سب کچھ جانتا ہے پھر وہ تمہیں بتادے گا جو تم نے کیا تھا،
تم نے یہ ایسی سخت بری بات کہی ہے۔
اور کافر بولے یہ تو نہیں مگر ایک بہتان جو انہوں نے بنالیا ہے اور اس پر اور لوگوں نے انہیں مدد دی ہے بیشک وہ ظلم اور جھوٹ پر ايے،
اور پکار پکار کر کہیں گے کہ اے مالک! تیرا رب ہمارا کام ہی تمام کردے، وه کہے گا کہ تمہیں تو (ہمیشہ) رہنا ہے
اور جب ان کے پاس کويی نشانی اتی ہے (تو) کہتے ہیں: ہم ہرگز ایمان نہیں لايیں گے یہاں تک کہ ہمیں بھی ویسی ہی (نشانی) دی جايے جیسی اﷲ کے رسولوں کو دی گيی ہے۔ اﷲ خوب جانتا ہے کہ اسے اپنی رسالت کا محل کسے بنانا ہے۔ عنقریب مجرموں کو اﷲ کے حضور ذلت رسید ہوگی اور سخت عذاب بھی (ملے گا) اس وجہ سے کہ وہ مکر (اور دھوکہ دہی) کرتے تھے،
نعمتوں بھری جنتوں میں ہوں گے
بے شک وہ لوگ جنہوں نے نصیحت سے انکار کیا جب کہ وہ ان کے پاس ايی اور تحقیق وہ البتہ عزت والی کتاب ہے
اور ابراھیم کی قوم اور لوط کی قوم
ان کو جہنم کے عذاب سے بچا دے گا یہی بڑی کامیابی ہے
تو تم اللہ پر بھروسہ کرو، بیشک تم روشن حق پر ہو،
کافر اس وحی الہی میں ہمیشہ شک شبہ ہی کرتے رہیں گے حتی کہ اچانک ان کے سروں پر قیامت اجايے یا ان کے پاس اس دن کا عذاب اجايے جو منحوس ہے
اور ہم نے اپ سے پہلے کويی رسول نہیں بھیجا مگر ہم اس کی طرف یہی وحی کرتے رہے کہ میرے سوا کويی معبود نہیں پس تم میری (ہی) عبادت کیا کرو،
یہاں تک کہ ہمیں موت ا پہنچی
اور رات اور دن کی تبدیلیوں میں اور اس میں کہ اللہ نے اسمان سے روزی کا سبب مینہ اتارا تو اس سے زمین کو اس کے مرے پیچھے زندہ کیا اور ہواوں کی گردش میں نشانیاں ہیں عقل مندوں کے لیے،
موسی نے فرمایا رب پورب (مشرق) اور پچھم (مغرب) کا اور جو کچھ ان کے درمیان ہے اگر تمہیں عقل ہو
تم فرماو اللہ تمہیں نجات دیتا ہے اس سے اور ہر بے چینی سے پھر تم شریک ٹھہراتے ہو
الله اس بات سے عار نہیں کرتا کہ مچھر یا اس سے بڑھ کر کسی چیز (مثلا مکھی مکڑی وغیرہ) کی مثال بیان فرمايے۔ جو مومن ہیں، وہ یقین کرتے ہیں وہ ان کے پروردگار کی طرف سے سچ ہے اور جو کافر ہیں وہ کہتے ہیں کہ اس مثال سے خدا کی مراد ہی کیا ہے۔ اس سے (خدا) بہتوں کو گمراہ کرتا ہے اور بہتوں کو ہدایت بخشتا ہے اور گمراہ بھی کرتا تو نافرمانوں ہی کو
(بلکہ) یہ تو تمام جہانوں کے پروردگار کی طرف سے نازل شدہ ہے۔
اور جس کا پلہ ہلکا ہو گا سو یہ لوگ ہوں گے جنہوں نے اپنا نقصان کیا اس لیے کہ ہماری ایتوں کا انکار کرتے تھے
اگر اللہ ان کے درمیان تمہیں واپس لے جايے اور ايندہ ان میں سے کويی گروہ جہاد کے لیے نکلنے کی تم سے اجازت مانگے تو صاف کہہ دینا کہ، "اب تم میرے ساتھ ہرگز نہیں چل سکتے اور نہ میری معیت میں کسی دشمن سے لڑ سکتے ہو، تم نے پہلے بیٹھ ر ہنے کو پسند کیا تھا تو اب گھر بیٹھنے والوں ہی کے ساتھ بیٹھے رہو"
بلکہ میں نے ان لوگوں کو اور ان کے باپ دادوں کو سامان (اور اسباب) دیا، یہاں تک کہ ان کے پاس حق اور صاف صاف سنانے واﻻ رسول اگیا
نوح نے دعا کی "“اے میرے رب، میری قوم نے مجھے جھٹلا دیا
اور نوح(ع) نے کہا اے میرے پروردگار! تو ان کافروں میں سے کويی بھی رويے زمین پر بسنے والا نہ چھوڑ۔
اور دايیں بازو والے، دايیں بازو والوں کی خوش نصیبی کا کیا کہنا
شیطان یہی چاہتا ہے کہ تم میں بیر اور دشمنی ڈلوا دے شراب اور جويے میں اور تمہیں اللہ کی یاد اور نماز سے روکے تو کیا تم باز ايے،
اللہ کے ليے مخلص اور باطل سے کترا کر رہو اور کسی طرح کا شرک اختیار نہ کرو کہ جو کسی کو اس کا شریک بناتا ہے وہ گویا اسمان سے گر پڑتا ہے اور اسے پرندہ اچک لیتا ہے یا ہوا کسی دور دراز جگہ پر لے جاکر پھینک دیتی ہے
ہم نے لقمان کو حکمت عطا کی تھی کہ اللہ کا شکر گزار ہو جو کويی شکر کرے اس کا شکر اس کے اپنے ہی لیے مفید ہے اور جو کويی کفر کرے تو حقیقت میں اللہ بے نیاز اور اپ سے اپ محمود ہے
اور جب ان کو ناپ کر یا تول کر دیں تو کم کر دیں
اور ہمارے بندے ایوب کا ذکر کرو، جب اس نے اپنے رب کو پکارا کہ شیطان نے مجھے سخت تکلیف اور عذاب میں ڈال دیا ہے
انجام کار کا تم بھی انتظار کرو اور ہم بھی منتظر ہیں
زمین و اسمان میں کويی ایسا نہیں ہے جو اس کی بارگاہ میں بندہ بن کر حاضر ہونے والا نہ ہو
جو اپ کی پشت (مبارک) پر گراں ہو رہا تھا،
ان کے سامنے ان کے رب کی ایات میں سے جو ایت بھی اتی ہے یہ اس کی طرف التفات نہیں کرتے
اور ایک نعمت تمہیں اور دے گا جو تمہیں پیاری ہے اللہ کی مدد اور جلد انے والی فتح اور اے محبوب مسلمانوں کو خوشی سنادو
اور جہاں اس نے وه مصیبت تم سے دفع کر دی تم میں سے کچھ لوگ اپنے رب کے ساتھ شرک کرنے لگ جاتے ہیں
اس نے عرض کی میں اس سے بہتر ہوں مجھے تو نے اگ سے بنایااور اسے مٹی سے بنایا
ط س یہ ایات ہیں قران اور کتاب مبین کی
یہ ہے تم لوگوں کی سزا، اب اس کا مزا چکھو، اور تمہیں معلوم ہو کہ حق کا انکار کرنے والوں کے لیے دوزخ کا عذاب ہے
جس غرض سے وه لوگ اسے سنتے ہیں ان (کی نیتوں) سے ہم خوب اگاه ہیں، جب یہ اپ کی طرف کان لگايے ہويے ہوتے ہیں تب بھی اور جب یہ مشوره کرتے ہیں تب بھی جب کہ یہ ﻇالم کہتے ہیں کہ تم اس کی تابعداری میں لگے ہويے ہو جن پر جادو کردیا گیا ہے
سو جب انہوں نے ارادہ کیا کہ اس شخص کو پکڑیں جو ان دونوں کا دشمن ہے تو وہ بول اٹھا: اے موسی! کیا تم مجھے (بھی) قتل کرنا چاہتے ہو جیسا کہ تم نے کل ایک شخص کو قتل کر ڈالا تھا۔ تم صرف یہی چاہتے ہو کہ ملک میں بڑے جابر بن جاو اور تم یہ نہیں چاہتے کہ اصلاح کرنے والوں میں سے بنو،
اور گنہگارو! اج الگ ہوجاو
کیا وہ بہتر ہیں یا تبع کی قوم اور جو ان سے پہلے تھے ہم نے انہیں ہلاک کردیا بیشک وہ مجرم لوگ تھے
اور بولے یہ مویشی اور کھیتی روکی ہويی ہے اسے وہی کھايے جسے ہم چاہیں اپنے جھوٹے خیال سے اور کچھ مویشی ہیں جن پر چڑھنا حرام ٹھہرایا اور کچھ مویشی کے ذبح پر اللہ کا نام نہیں لیتے یہ سب اللہ پر جھوٹ باندھنا ہے، عنقریب وہ انہیں بدلے دے گا ان کے افتراوں کا،
اور بايیں بازو والے، بايیں بازو والوں کی بد نصیبی کا کیا پوچھنا
(اے پیغمبر) لوگوں کو دانش اور نیک نصیحت سے اپنے پروردگار کے رستے کی طرف بلاو۔ اور بہت ہی اچھے طریق سے ان سے مناظرہ کرو۔ جو اس کے رستے سے بھٹک گیا تمہارا پروردگار اسے بھی خوب جانتا ہے اور جو رستے پر چلنے والے ہیں ان سے بھی خوب واقف ہے
اور تم جس چیز میں بھی اختلاف کرو گے اس کا فیصلہ اللہ کے ہاتھوں میں ہے. وہی میرا پروردگار ہے اور اسی پر میرا بھروسہ ہے اور اسی کی طرف میں رجوع کرتا ہوں
اگر تم دونوں اللہ کی بارگاہ میں توبہ کرو (تو تمہارے ليے بہتر ہے) کیونکہ تم دونوں کے دل (ایک ہی بات کی طرف) جھک گيے ہیں، اگر تم دونوں نے اس بات پر ایک دوسرے کی اعانت کی (تو یہ نبی مکرم صلی اللہ علیہ والہ وسلم کے ليے باعث رنج ہوسکتا ہے) سو بیشک اللہ ہی ان کا دوست و مددگار ہے، اور جبریل اور صالح مومنین بھی اور اس کے بعد (سارے) فرشتے بھی (ان کے) مددگار ہیں،
اور پانی کے دونوں (ذخیرے) برابر نہیں ہیں یہ ایک میٹھا پیاس بجھانے والا ہے (اور) پینے میں خوشگوار اور دوسرا سخت کھاری اور کڑوا ہے اور تم ہر ایک سے تازہ گوشت کھاتے ہو اور زیور برامد کرکے پہنتے ہو اور تم اس کی کشتیوں کو دیکھتے ہو کہ وہ پانی کو چیرتی پھاڑتی چلی جاتی ہیں تاکہ تم اللہ کا فضل (رزق) تلاش کرو اور تاکہ شکر گزار بنو۔
(یعنی) فرمایا کہ اسی میں تمہارا جینا ہوگا اور اسی میں مرنا اور اسی میں سے (قیامت کو زندہ کر کے) نکالے جاو گے
کیا وہ لوگ (یہ) کہتے ہیں کہ اس (قران) کو (پیغمبر نے) گھڑ لیا ہے۔ اپ فرما دیں: اگر اسے میں نے گھڑا ہے تو تم مجھے اللہ (کے عذاب) سے (بچانے کا) کچھ بھی اختیار نہیں رکھتے، اور وہ ان (باتوں) کو خوب جانتا ہے جو تم اس (قران) کے بارے میں طعنہ زنی کے طور پر کر رہے ہو۔ وہی (اللہ) میرے اور تمہارے درمیان گواہ کافی ہے، اور وہ بڑا بخشنے والا بہت رحم فرمانے والا ہے،
پرہیزگاروں کے لیے ان کے رب کے پاس نعمتوں والی جنتیں ہیں
وہ کہتے ہیں "اگر ہم تمہارے ساتھ اس ہدایت کی پیروی اختیار کر لیں تو اپنی زمین سے اچک لیے جايیں گے" کیا یہ واقعہ نہیں ہے کہ ہم نے ایک پرامن حرم کو ان کے لیے جايے قیام بنا دیا جس کی طرف ہر طرح کے ثمرات کھچے چلے اتے ہیں، ہماری طرف سے رزق کے طور پر؟ مگر ان میں سے اکثر لوگ جانتے نہیں ہیں
اور جب موسی نے اپنی قوم کے لیے (خدا سے) پانی مانگا تو ہم نے کہا کہ اپنی لاٹھی پتھر پر مارو۔ (انہوں نے لاٹھی ماری) تو پھر اس میں سے بارہ چشمے پھوٹ نکلے، اور تمام لوگوں نے اپنا اپنا گھاٹ معلوم کر (کے پانی پی) لیا۔ (ہم نے حکم دیا کہ) خدا کی (عطا فرمايی ہويی) روزی کھاو اور پیو، مگر زمین میں فساد نہ کرتے پھرنا
اے لوگو! اپنے اوپر اﷲ کے انعام کو یاد کرو، کیا اﷲ کے سوا کويی اور خالق ہے جو تمہیں اسمان اور زمین سے روزی دے، اس کے سوا کويی معبود نہیں، پس تم کہاں بہکے پھرتے ہو،
اور جو کويی برايی کرے یا قبیح کام کرے یا کويی اپنے اوپر ظلم کرے (گناہ کا ارتکاب کرے) پھر اللہ سے مغفرت طلب کرے، تو وہ اللہ کو بڑا بخشنے والا اور بڑا رحم کرنے والا پايے گا۔
کیا ہم نے زمین کو سمیٹ کر رکھنے والی نہیں بنایا
پھر کیا ان لوگوں کو (تاریخ کے اس سبق سے) کويی ہدایت نہ ملی کہ ان سے پہلے کتنی ہی قوموں کو ہم ہلاک کر چکے ہیں جن کی (برباد شدہ) بستیوں میں اج یہ چلتے پھرتے ہیں؟ در حقیقت اس میں بہت سی نشانیاں ہیں ان لوگوں کے لیے جو عقل سلیم رکھنے والے ہیں
جن لوگوں کو ہم نے اس سے پہلے کتاب دی تھی وہ اس پر ایمان لے اتے ہیں
اور ان سے مہمان کے بارے میں ناجايز مطالبات کرنے لگے تو ہم نے ان کی انکھوں کو اندھا کردیا کہ اب عذاب اور ڈرانے کا مزہ چکھو
یوسف کو مار ڈالو یا کسی ملک میں پھینک دو تاکہ باپ کی توجہ اکیلے تم پر رہے اور اس کے بعد نیک ادمی ہو جانا
یہ جھکی انکھوں قبروں سے اس طرح نکل کھڑے ہوں گے کہ گویا وه پھیلا ہوا ٹڈی دل ہے
کہہ دو کہ اس نے اس کو اتارا ہے جو اسمانوں اور زمین کی پوشیدہ باتوں کو جانتا ہے۔ بےشک وہ بخشنے والا مہربان ہے
اس دن یہ قبر سے نکل کر (اس طرح) دوڑیں گے جیسے (شکاری) شکار کے جال کی طرف دوڑتے ہیں
اور ان میں تمہاری رونق بھی ہے جب چرا کر ﻻو تب بھی اور جب چرانے لے جاو تب بھی
اورجس وقت شیطان نے ان کے اعمال کو ان کی نظروں میں خوشنما کر دیا اورکہا کہ اج کے دن لوگوں میں سے کويی بھی تم پر غالب نہ ہوگا اور میں تمہارا حمایتی ہوں پھر جب دونوں فوجیں سامنے ہويیں تووہ اپنے ایڑیوں پر الٹا پھرا اور کہا میں تمہارے ساتھ نہیں ہوں میں ایسی چیر دیکھتا ہوں جو تم نہیں دیکھتے میں الله سے ڈرتا ہوں اور الله سخت عذاب کرنے والا ہے
یہ وہ لوگ ہیں کہ اللہ نے ان کے دلوں پر اور ان کے کانوں پر اور ان کی انکھوں پر مہر لگا دی ہے اور یہی لوگ ہی (اخرت کے انجام سے) غافل ہیں،
اور بولے وہ تو یہی ہماری دنیا کی زندگی ہے اور ہمیں اٹھنا نہیں
گویا کبھی یہاں بسے ہی نہ تھے، سن لو! بیشک ثمود اپنے رب سے منکر ہويے ارے لعنت ہو ثمود پر،
پس جو چاہے اسے یاد رکھے،
اللہ کی اپنی قسم کہ ہم نے تم سے پہلے مختلف قوموں کی طرف رسول بھیجے تو شیطان نے ان کے کاروبار کو ان کے ليے اراستہ کردیا اور وہی اج بھی ان کا سرپرست ہے اور ان کے ليے بہت بڑا دردناک عذاب ہے
اور اپنے اوپر اللہ کی نعمت اور اس کے اس عہد کو یاد کرو جو اس نے تم سے لیاہے جب تم نے یہ کہاکہ ہم نے سن لیا اور اطاعت کی اور خبردار اللہ سے ڈرتے رہو کہ اللہ دل کے رازوں کا بھی جاننے والا ہے
اور اگر تم مرجاو یا مارے جاو خدا کے حضور میں ضرور اکھٹے کيے جاو گے
اور ہم نے موسی علیھ السلام کو کتاب دی تو اس میں بھی اختلاف پیدا کردیا گیا اور اگر تمہارے پروردگار کی طرف سے پہلے بات نہ ہوگيی ہوتی تو ان کے درمیان فیصلہ کردیا جاتا اور یہ لوگ اس عذاب کی طرف سے شک میں پڑے ہويے ہیں
اللہ نے جواب دیا "میں اس کو تم پر نازل کرنے والا ہو ں، مگر اس کے بعد جو تم میں سے کفر کرے گا اسے میں ایسی سزا دوں گا جو دنیا میں کسی کو نہ دی ہوگی"
بھلا ان کے مشايخ اور علماء انہیں گناہ کی باتوں اور حرام کھانے سے منع کیوں نہیں کرتے؟ بلاشبہ وہ بھی برا کرتے ہیں
پھر جب خوشخبری دینے والا ایا (اور) وہ قمیص ان کے چہرہ پر ڈالی تو وہ فورا بینا ہوگيے اور کہا کیا میں نے تم سے نہیں کہا تھا کہ میں اللہ کی طرف سے وہ کچھ جانتا ہوں جو تم نہیں جانتے۔
اور ان میں کويی وہ ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر ہمیں اپنے فضل سے دے تو ہم ضرور خیرات کریں گے اور ہم ضرور بھلے ادمی ہوجايیں گے
اور ثمود (کے ساتھ کیا سلوک ہوا) جنہوں نے وادي (قری) میں چٹانوں کو کاٹ (کر پتھروں سے سینکڑوں شہروں کو تعمیر کر) ڈالا تھا،
اے لوگو جو ایمان لايے ہو، تم کیوں وہ بات کہتے ہو جو کرتے نہیں ہو؟
بولے خدا کی قسم! اپ ہمیشہ یوسف کی یاد کرتے رہیں گے یہاں تک کہ گور کنارے جا لگیں یا جان سے گزر جايیں،
یا کہو کہ شرک تو پہلے ہمارے باپ دادا نے کیا اور ہم ان کے بعد بچے ہويے تو کیا تو ہمیں اس پر ہلاک فرمايے گا جو اہل باطل نے کیا
اور ان کو بہشت میں جس سے انہیں شناسا کر رکھا ہے داخل کرے گا
اے ایمان والو! جو کچھ ہم نے تمہیں رزق دیا ہے اس میں سے کچھ (راہ خدا میں) خرچ کرو۔ قبل اس کے کہ وہ دن (قیامت) اجايے کہ جس میں نہ سودے بازی ہوگی، نہ دوستی (کام ايے گی) اور نہ ہی سفارش۔ اور جو کافر ہیں وہی دراصل ظالم ہیں۔
یقینا اس (نافرمان انسان) نے وہ (حق) پورا نہ کیا جس کا اسے (اللہ نے) حکم دیا تھا،
تو کیا تم لوگ اس کلام سے انکار کرتے ہو
تو اس کی تابعداری کر جو تیرےرب کی طرف سے وحی کی گيی ہے اس کے سوا اور کويی معبود نہیں اور مشرکوں سے منہ پھیرے
اور خبردار مال هیتیم کے قریب بھی نہ جانا مگر اس طریقہ سے جو بہترین طریقہ ہو یہاں تک کہ وہ توانايی کی عمر تک پہنچ جايیں اور ناپ تول میں انصاف سے پورا پورا دینا -ہم کسی نفس کو اس کی وسعت سے زیادہ تکلیف نہیں دیتے ہیں اور جب بات کرو تو انصاف کے ساتھ چاہے اپنی اقرباہی کے خلاف کیوں نہ ہو اور عہد خدا کو پورا کرو کہ اس کی پروردگار نے تمہیں وصیت کی ہے کہ شاید تم عبرت حاصل کرسکو
انہو ں نے کہا ہم نے سنا ہے کہ ایک جو ان بتوں کو کچھ کہا کرتا ہے اسے ابراھیم کہتے ہیں
(یا تو) وہ اﷲ پر جھوٹا بہتان باندھتا ہے یا اسے جنون ہے، (ایسا کچھ بھی نہیں) بلکہ جو لوگ اخرت پر ایمان نہیں رکھتے وہ عذاب اور پرلے درجہ کی گمراہی میں (مبتلا) ہیں،
یہ بدوی کہتے ہیں کہ "ہم ایمان لايے" ان سے کہو، تم ایمان نہیں لايے، بلکہ یوں کہو کہ "ہم مطیع ہو گيے" ایمان ابھی تمہارے دلوں میں داخل نہیں ہوا ہے اگر تم اللہ اور اس کے رسول کی فرماں برداری اختیار کر لو تو وہ تمہارے اعمال کے اجر میں کويی کمی نہ کرے گا، یقینا اللہ بڑا در گزر کرنے والا اور رحیم ہے
ہمارا تم پر کويی زور نہ تھا، تم خود ہی سرکش لوگ تھے
وه جب کبھی کسی چیز کا اراده کرتا ہے اسے اتنا فرما دینا (کافی ہے) کہ ہو جا، وه اسی وقت ہو جاتی ہے
پھر تند و تیز ہواوں کی قسم جو شدید جھونکوں سے چلتی ہیں،
وه ان کے ليے بھلايیوں میں جلدی کر رہے ہیں (نہیں نہیں) بلکہ یہ سمجھتے ہی نہیں
وہ اسی میں ہمیشہ رہنے والے ہیں کہ یہ خدا کا برحق وعدہ ہے اور وہ صاحب عزت بھی ہے اور صاحب حکمت بھی ہے
اور انسانوں ہی میں سے کويی ایسا بھی ہے جو کلام دلفریب خرید کر لاتا ہے تاکہ لوگوں کو اللہ کے راستہ سے علم کے بغیر بھٹکا دے اور اس راستے کی دعوت کو مذاق میں اڑا دے ایسے لوگوں کے لیے سخت ذلیل کرنے والا عذاب ہے
انہوں نے کہا اس کے باپ سے خواہش کریں گے اور ہم یہ کر کے ہی رہیں گے
پس اپ کو ان کی بات غمناک نہ کرے، ہم ان کی پوشیده اور علانیہ سب باتوں کو (بخوبی) جانتے ہیں
فرمایا! ہم نے تیری قوم کو تیرے پیچھے ازمايش میں ڈال دیا اور انہیں سامری نے بہکا دیا ہے
جس دن ان کو اتش جہنم کی طرف دھکیل دھکیل کر لے جايیں گے
اور جب تم نے کہا: اے موسی! ہم فقط ایک کھانے (یعنی من و سلوی) پر ہرگز صبر نہیں کر سکتے تو اپ اپنے رب سے (ہمارے حق میں) دعا کیجيے کہ وہ ہمارے ليے زمین سے اگنے والی چیزوں میں سے ساگ اور ککڑی اور گیہوں اور مسور اور پیاز پیدا کر دے، (موسی علیہ السلام نے اپنی قوم سے) فرمایا: کیا تم اس چیز کو جو ادنی ہے بہتر چیز کے بدلے مانگتے ہو؟ (اگر تمہاری یہی خواہش ہے تو) کسی بھی شہر میں جا اترو یقینا (وہاں) تمہارے ليے وہ کچھ (میسر) ہو گا جو تم مانگتے ہو، اور ان پر ذلت اور محتاجی مسلط کر دی گيی، اور وہ اللہ کے غضب میں لوٹ گيے، یہ اس وجہ سے (ہوا) کہ وہ اللہ کی ایتوں کا انکار کیا کرتے اور انبیاء کو ناحق قتل کرتے تھے، اور یہ اس وجہ سے بھی ہوا کہ وہ نافرمانی کیا کرتے اور (ہمیشہ) حد سے بڑھ جاتے تھے،
وہ تمہارے اعمال درست کردے گا اور تمہارے گناہ بخش دے گا۔ اور جو شخص خدا اور اس کے رسول کی فرمانبرداری کرے گا تو بےشک بڑی مراد پايے گا
اے بنی اسرايیل، ہم نے تم کو تمہارے دشمن سے نجات دی، اور طور کے دايیں جانب تمہاری حاضری کے لیے وقت مقرر کیا اور تم پر من و سلوی اتارا
(پہلے) ہم نے ان کی طرف دو (رسول) بھیجے تو انہوں نے ان دونوں کو جھٹلایا تو ہم نے انہیں تیسرے (رسول) کے ساتھ تقویت دی۔ چنانچہ تینوں نے کہا کہ ہم تمہارے پاس بھیجے گيے ہیں۔
اور انہوں نے اس بات پر تعجب کیا کہ ان کے پاس ان ہی میں سے ایک ڈر سنانے والا اگیا ہے۔ اور کفار کہنے لگے: یہ جادوگر ہے، بہت جھوٹا ہے،
تو ثابت ہوگيی ہم پر ہمارے رب کی بات ہمیں ضرور چکھنا ہے
ﻻيق نہیں کہ مشرک اللہ تعالی کی مسجدوں کو اباد کریں۔ دراں حالیکہ وه خود اپنے کفر کے اپ ہی گواه ہیں، ان کے اعمال غارت واکارت ہیں، اور وه دايمی طور پر جہنمی ہیں
اور ہم چاہیں تو خود ان ہی کو بالکل مسخ کردیں جس کے بعد نہ اگے قدم بڑھاسکیں اور نہ پیچھے ہی پلٹ کر واپس اسکیں
ہمیشہ رہنے والی جنتیں ہیں جن میں یہ لوگ داخل ہوں گے وہاں انہیں سونے کے کنگنوں اور موتیوں سے اراستہ کیا جايے گا، وہاں ان کا لباس ریشم ہوگا
پھر بھی اگر یہ لوگ اپ کو جھٹلايیں تو اپ سے پہلے بھی بہت سے رسول جھٹلايے گيے ہیں جو روشن دلیلیں صحیفے اور منور کتاب لے کر ايے
ان لوگوں کو اپنی طرف بلايے گی جنہوں نے (دین حق سے) اعراض کیا
پھر ہم اہستہ اہستہ اس (سایہ) کو اپنی طرف کھینچ کر سمیٹ لیتے ہیں،
مگر وہ جنہوں نے اس کے بعد توبہ کرلی اور اپنی اصلاح کر لی تو بے شک خدا بڑا بخشنے والا اور بڑا رحم کرنے والا ہے۔
بلکہ ہم حق کو باطل پر پھینک مارتے ہیں پھر وہ باطل کا سر توڑ دیتا ہے پھر وہ مٹنے والا ہوتا ہے او رتم پر افسوس ہے ان باتوں سے جو تم بناتے ہو
اس کے درخت کو تم نے پیدا کیا ہے یا ہم اس کے پیدا کرنے والے ہیں؟
یا تمہیں کچھ فايدے دے سکتے یا نقصان پہنچا سکتے ہیں؟
فرعون نے (حاضرین سے) کہا "تمہارے یہ رسول صاحب جو تمہاری طرف بھیجے گيے ہیں، بالکل ہی پاگل معلوم ہوتے ہیں"
اور جو ایمان لايے اور اچھے کام کیے ہم ضرور ان کی برايیاں اتار دیں گے اور ضرور انہیں اس کام پر بدلہ دیں گے جو ان کے سب کاموں میں اچھا تھا
اور اگر یہ اپ کو دھوکہ دینا چاہیں گے تو خدا اپ کے ليے کافی ہے -اس نے اپ کی تايید ,اپنی نصرت اور صاحبان ه ایمان کے ذریعہ کی ہے
کیا جب کبھی انہوں نے کويی عہد باندھا تو اسے ان میں سے ایک جماعت نے پھینک دیا بلکہ ان میں سے اکثرایمان ہی نہیں رکھتے
اور (اب خلايی کاينات میں بھی غور کرو) ہم نے تمہارے اوپر سات مضبوط (طبقات) بنايے،
اور کفار یہ کہتے ہیں کہ ہم نہ اس قران پر ایمان لايیں گے اور نہ اس سے پہلے والی کتابوں پر تو کاش اپ دیکھتے جب ان ظالموں کو پروردگار کے حضور کھڑا کیا جايے گا اور ہر ایک بات کو دوسرے کی طرف پلٹايے گا اور جن لوگوں کو کمزور سمجھ لیا گیا ہے وہ اونچے بن جانے والوں سے کہیں گے کہ اگر تم درمیان میں نہ اگيے ہوتے تو ہم صاحب هایمان ہوگيے ہوتے
تو انہیں سفارش کرنے والوں کی سفارش بھی کويی فايدہ نہ پہنچايے گی
اج ہرنفس کو اس کے کيے کا بدلہ دیا جايے گا اور اج کسی طرح کا ظلم نہ ہوسکے گا بیشک اللہ بہت جلد حساب کرنے والا ہے
موسی نے کہا (اے فرعون) تو (دل میں تو) یقینا جانتا ہے کہ یہ نشانیاں اسمانوں اور زمین کے پروردگار نے بصیرت کا سامان بنا کر نازل کی ہیں۔ اور اے فرعون! میں سمجھتا ہوں کہ تو ایک ہلاکت زدہ ادمی ہے۔
اج انسان کو اس کے اگے بھیجے ہويے اور پیچھے چھوڑے ہويے سے اگاه کیا جايے گا
وہ چاہے تو تم سب کو اٹھالے جايے اور تمہارے بدلے دوسری مخلوقات لے ايے
کہنے لگے کہ ہمارے معبودوں کے ساتھ یہ معاملہ کس نے کیا؟ وہ تو کويی ظالم ہے
پھر اگر وہ (خدا کی) پاکی بیان نہ کرتے
جو بڑی اگ میں داخل ہوگا۔
اور فرعون کی بی بی نے کہا یہ بچہ میری اور تیری انکھوں کی ٹھنڈک ہے، اسے قتل نہ کرو، شاید یہ ہمیں نفع دے یا ہم اسے بیٹا بنالیں اور وہ بے خبر تھے
ہر نفس موت کا مزہ چکھنے والا ہے اور تمہارا مکمل بدلہ تو صرف قیامت کے دن ملے گا- اس وقت جسے جہنم سے بچا لیا گیا اور جنت میں داخل کردیا گیا وہ کامیاب ہے اور زندگانی دنیا تو صرف دھوکہ کاسرمایہ ہے
تم سے جس بات کا وعدہ کیا گیا ہے وہ سچی ہے
جنہوں نے اپنے قران کو ٹکڑے ٹکڑے کر ڈالا ہے
اور جس دن ہم ہر امت سے (اس کے رسول کو اس کے اعمال پر) گواہ بنا کر اٹھايیں گے پھر کافر لوگوں کو (کويی عذر پیش کرنے کی) اجازت نہیں دی جايے گی اور نہ (اس وقت) ان سے توبہ و رجوع کا مطالبہ کیا جايے گا،
یہ اللہ کا وعدہ ہے اللہ اپنے وعدہ کی خلاف ورزی نہیں کرتا لیکن اکثر لوگ جانتے نہیں ہیں۔
اور ایک دوسرے کا مال ناحق نہ کھاو اورنہ اس کو (رشوة) حاکموں کے پاس پہنچاو تاکہ لوگوں کے مال کا کچھ حصہ ناجايز طور پر کھا جاو اور (اسے) تم جانتے بھی ہو
اور جہنم کو دیکھنے والوں کے ليے نمایاں کردیا جايے گا
موسی نے جواب دیا "تم ہی پھینکو" انہوں نے جو اپنے انچھر پھینکے تو نگاہوں کو مسحور اور دلوں کو خوف زدہ کر دیا اور بڑا ہی زبردست جادو بنا لايے
جس پر (قضايے الہی) لکھ دی گيی ہے کہ جو کويی اس کی رفاقت کرے گا وه اسے گمراه کر دے گا اور اسے اگ کے عذاب کی طرف لے جايے گا
پس تم دونوں اپنے رب کی کن کن نعمتوں کو جھٹلاو گے،
پھر تجھے کیا خبر کہ انصاف کا دن کیا ہے
وہ اس سے (اوروں کو بھی) روکتے ہیں اور خود بھی پرے رہتے ہیں مگر (ان باتوں سے) اپنے اپ ہی کو ہلاک کرتے ہیں اور (اس سے) بےخبر ہیں
(یہ بھی) کہہ دو کہ خدا (کے عذاب) سے مجھے کويی پناہ نہیں دے سکتا۔ اور میں اس کے سوا کہیں جايے پناہ نہیں دیکھتا
اور جب وحشی جانور جمع اکٹھے ہو جايیں گے
اور اپ سے پہلے کے بہت سے رسولوں کے واقعات ہم نے اپ سے بیان کيے ہیں اور بہت سے رسولوں کے نہیں بھی کيے اور موسی (علیہ السلام) سے اللہ تعالی نے صاف طور پر کلام کیا
اور پیغمبر یہ اپ سے روح کے بارے میں دریافت کرتے ہیں تو کہہ دیجيے کہ یہ میرے پروردگار کا ایک امر ہے اور تمہیں بہت تھوڑا سا علم دیا گیا ہے
فرشتوں نے کہا کہ لوط ہم تمہارے پروردگار کے فرشتے ہیں۔ یہ لوگ ہرگز تم تک نہیں پہنچ سکیں گے تو کچھ رات رہے سے اپنے گھر والوں کو لے کر چل دو اور تم میں سے کويی شخص پیچھے پھر کر نہ دیکھے۔ مگر تمہاری بیوی کہ جو افت ان پر پڑنے والی ہے وہی اس پر پڑے گی۔ ان کے (عذاب کے) وعدے کا وقت صبح ہے۔ اور کیا صبح کچھ دور ہے؟
جو لوگوں کے دلوں میں وسوسے ڈالتا ہے
اور اگر تم ان سے پوچھو کہ انہیں کس نے پیدا کیا ہے تو یہ خود کہیں گے کہ اللہ نے پھر کہاں سے یہ دھوکا کھا رہے ہیں
(سلیمان علیہ السلام نے) فرمایا: اس(ملکہ کے امتحان) کے ليے اس کے تخت کی صورت اور ہیيت بدل دو ہم دیکھیں گے کہ ایا وہ (پہچان کی) راہ پاتی ہے یا ان میں سے ہوتی ہے جو سوجھ بوجھ نہیں رکھتے،
یہ حکمت والی کتاب کی ایتیں ہیں
کیا ہم نے پہلوں کو ہلاک نہیں کر ڈالا
وہ (مجرم) اس (دوزخ) اور اس کے انتہايی کھولتے ہويے پانی کے درمیان گردش کرتے رہیں گے۔
اور قوم عاد کے بھايی کا ذکر کر جب اس نے اپنی قوم کو (وادی) احقاف میں ڈرایا اور اس سے پہلے اورپیچھے کيی ڈرانے والے گزرے کہ سوايے الله کے کسی کی عبادت نہ کرو بے شک میں تم پر ایک بڑے دن کے عذاب سے ڈرتا ہوں
فرشتوں نے کہا کیا تو اللہ کی قدرت سے تعجب کر رہی ہے؟ تم پر اے اس گھر کے لوگو اللہ کی رحمت اور اس کی برکتیں نازل ہوں، بیشک اللہ حمد وﺛنا کا سزاوار اور بڑی شان واﻻ ہے
کیا تم نے نہیں دیکھا کہ خدا نے سات اسمان کیسے اوپر تلے بنايے ہیں
اور تجھے کیا معلوم کہ ایسی اگ کیا ہوگی؟
پھر ان میں سے ہر ایک دوسرے کو ملامت کرنے لگا
ان کے (اس عرصہ حیات کے) بعد دوزخ ہے اور جو (مال دنیا) انہوں نے کما رکھا ہے ان کے کچھ کام نہیں ايے گا اور نہ وہ بت (ہی کام ايیں گے) جنہیں اللہ کے سوا انہوں نے کارساز بنا رکھا ہے، اور ان کے ليے بہت سخت عذاب ہے،
اور ہم نے دن کو (کسب) معاش (کا وقت) بنایا (ہے)،
بیشک جس کا تمہیں وعدہ دیا جاتا ہے ضرور انے والی ہے اور تم تھکا نہیں سکتے،
اور یہ کہ ہمارے بےوقوف لوگ خدا کے بارے میں خلاف حق (ناروا) باتیں کرتے رہتے ہیں۔
پھر جب وه لوگ ان چیزوں کو بھولے رہے جن کی ان کو نصیحت کی جاتی تھی تو ہم نے ان پر ہر چیز کے دروازے کشاده کرديے یہاں تک کہ جب ان چیزوں پر جو کہ ان کو ملی تھیں وه خوب اترا گيے ہم نے ان کو دفعتا پکڑ لیا، پھر تو وه بالکل مایوس ہوگيے
بابا مجھے یہ خوف ہے کہ اپ کو رحمان کی طرف سے کويی عذاب اپنی گرفت میں لے لے اور اپ شیطان کے دوست قرار پاجايیں
ہم عنقریب اس کو سقر میں داخل کریں گے
اور یہ دنیا کی زندگی تو صرف کھیل اور تماشا ہے اور اصل زندگی عالم اخرت کی ہے کاش وہ سمجھتے
اور صاحبان ه ایمان و عمل صالح کو ان جنتوں میں داخل کیا جايے گا جن کے نیچے نہریں جاری ہوں گے وہ ہمیشہ حکم خدا سے وہیں رہیں گے اور ان کی ملاقات کا تحفہ سلام ہوگا
پھر خدا نے انہیں چن لیا اور ان کی توبہ قبول کرلی اور انہیں راستہ پر لگادیا
اور (یاد کرو وہ وقت) جب ہم نے کہا کہ اس بستی (بیت المقدس یا اریحا) میں داخل ہو جاو اور اس میں سے جہاں سے چاہو (اور جو چاہو) مزے سے بافراغت کھاو۔ (پیو) اور دروازے سے سجدہ کرتے ہوے حطہ (بخشش) کہتے ہويے داخل ہو جاو۔ ہم تمہاری خطايیں معاف کر دیں گے اور ہم نیکی کرنے والوں کو کچھ زیادہ ہی (ثواب) عطا کریں گے۔
اور بیشک وہ اصل کتاب میں ہمارے پاس ضرور بلندی و حکمت والا ہے،
جسے اللہ گمراہ کرے اسے کويی راہ دکھانے والا نہیں اور انہیں چھوڑتا ہے کہ اپنی سرکشی میں بھٹکا کریں،
اسے پکڑ لو پھر گھسیٹتے ہويے بیچ جہنم تک پہنچاو
جب تم غنیمتیں لینے جانے لگو گے تو جھٹ سے یہ پیچھے چھوڑے ہويے لوگ کہنے لگیں گے کہ ہمیں بھی اپنے ساتھ چلنے کی اجازت دیجيے، وه چاہتے ہیں کہ اللہ تعالی کے کلام کو بدل دیں اپ کہہ دیجيے! کہ اللہ تعالی پہلے ہی فرما چکا ہے کہ تم ہرگز ہمارے ساتھ نہیں چلو گے، وه اس کا جواب دیں گے (نہیں نہیں) بلکہ تم ہم سے حسد کرتے ہو، (اصل بات یہ ہے) کہ وه لوگ بہت ہی کم سمجھتے ہیں
اسی خدا نے زمین و اسمان کو حق کے ساتھ پیدا کیا ہے اور وہ ان کے شریکوں سے بہت بلند و بالاتر ہے
اور علامتیں اور ستارے سے وہ راہ پاتے ہیں
اور اسی طرح ہم نے ہر نبی کے لیے انسانوں اور جنوں میں سے شیطانوں کو دشمن قرار دیا ہے جو ایک دوسرے کو دھوکہ و فریب دینے کے لیے بناوٹی باتوں کی سرگوشی کرتے ہیں اور اگر اپ کا پروردگار (زبردستی) چاہتا، تو یہ ایسا نہ کرتے پس اپ انہیں اور جو کچھ وہ افترا کر رہے ہیں اسے چھوڑ دیں۔
اے انسان! تجھے کس چیز نے اپنے رب کریم کے بارے میں دھوکے میں ڈال دیا،
اور میں اپنے نفس کی برات (کا دعوی) نہیں کرتا، بیشک نفس تو برايی کا بہت ہی حکم دینے والا ہے سوايے اس کے جس پر میرا رب رحم فرما دے۔ بیشک میرا رب بڑا بخشنے والا نہایت مہربان ہے،
اور اس شہر میں نو افراد تھے جو زمین میں فساد برپا کرتے تھے اور اصلاح نہیں کرتے تھے
کیا انسان خیال کرتا ہے کہ یوں ہی چھوڑ دیا جايے گا؟
بلکہ اپنے خداوند اعلی کی رضامندی حاصل کرنے کے لیے دیتا ہے
اور وہ اپنے بندوں پر غالب ہے اور وہ دانا اور خبردار ہے
کاش میری وہی موت (جو دنیا میں ايی تھی) فیصلہ کن ہوتی
رومی مغلوب ہويے،
پھر ہم نے ان سے انتقام لیا اور انہیں دریا میں غرق کردیا کہ انہوں نے ہماری ایات کو جھٹلایا تھا اور ان کی طرف سے غفلت برتنے والے تھے
اب عذرات نہ تراشو، تم نے ایمان لانے کے بعد کفر کیا ہے، اگر ہم نے تم میں سے ایک گروہ کو معاف کر بھی دیا تو دوسرے گروہ کو تو ہم ضرور سزا دیں گے کیونکہ وہ مجرم ہے"
ان میں بکثرت پھل اور کھجوریں اور انار
پروردگار کے یہاں ان کی جزاي وہ باغات ہیں جن کے نیچے نہریں جاری ہوں گی وہ انہی میں ہمیشہ رہنے والے ہیں خدا ان سے راضی ہے اور وہ اس سے راضی ہیں اور یہ سب اس کے ليے ہے جس کے دل میں خوف خدا ہے
بلا شبہ تیرا رب خوب جانتا ہے جو کچھ ان کے سینے اپنے اندر چھپايے ہويے ہیں اور جو کچھ وہ ظاہر کرتے ہیں
وہ کہیں گے اے پروردگار جو اس کو ہمارے سامنے لایا ہے اس کو دوزخ میں دونا عذاب دے
اسمانوں اور زمین میں جو کچھ ہے سب اللہ ہی کا ہے اور اللہ تعالی ہر چیز کو گھیرنے واﻻ ہے
کیا تو نے نہ دیکھا کہ اللہ نے اسمان سے پانی اتارا تو صبح کو زمین ہریالی ہوگيی، بیشک اللہ پاک خبردار ہے،
یہ بھی (بڑے بڑے) لشکروں میں سے شکست پایا ہوا (چھوٹا سا) لشکر ہے
پھر اس کو نک سک سے درست کیا اور اس کے اندر اپنی روح پھونک دی، اور تم کو کان دیے، انکھیں دیں اور دل دیے تم لوگ کم ہی شکر گزار ہوتے ہو
اور میرا ذکر خیر پچھلے لوگوں میں بھی باقی رکھ
اب بلاشبہ تمہارے پاس تمہارے رب کی جانب سے حق بینی کے ذرايع پہنچ چکے ہیں سو جو شخص دیکھ لے گا وه اپنا فايده کرے گا اور جو شخص اندھا رہے گا وه اپنا نقصان کرے گا، اور میں تمہارا نگران نہیں ہوں
مریم نے (گھبرا کر) کہا کہ اگر تو پرہیزگار ادمی ہے تو میں تجھ سے خدايے رحمن کی پناہ مانگتی ہوں۔
اس کے ساتھ حاضر رہنے والے بیٹے دیے
میں نے تو ان سے اور کچھ نہیں کہا مگر صرف وہی جو تو نے مجھ سے کہنے کو فرمایا تھا کہ تم اللہ کی بندگی اختیار کرو جو میرا بھی رب ہے اور تمہارا بھی رب ہے۔ میں ان پر گواه رہا جب تک ان میں رہا۔ پھر جب تو نے مجھ کو اٹھا لیا تو، تو ہی ان پر مطلع رہا۔ اور تو ہر چیز کی پوری خبر رکھتا ہے
ہم نے اپ کو تمام لوگوں کے ليے خوشخبریاں سنانے واﻻ اور ڈرانے واﻻ بنا کر بھیجا ہے ہاں مگر (یہ صحیح ہے) کہ لوگوں کی اکثریت بےعلم ہے
اے لوگو! اس پر چلو جو تمہاری طرف تمہارے رب کے پاس سے اترا اور اسے چھوڑ کر اور حاکموں کے پیچھے نہ جاو، بہت ہی کم سمجھتے ہو،
پھر صالح ان سے منہ موڑ کر چلے اور فرمایا اے میری قوم میں تمہیں اپنے رب کا پیغام پہنچا چکا اور تمہاری خیر خواہی کی لیکن تم خیر خواہوں کو پسند نہیں کرتے تھے
اور فرعون کی قوم میں سے ایک ایمان دار ادمی نے کہا جو اپنا ایمان چھپاتا تھا کیاتم ایسے ادمی کو قتل کرتے ہو جو یہ کہتا ہے کہ میرا رب الله ہے اوروہ تمہارے پاس وہ روشن دلیلیں تمہارے رب کی طرف سے لایا ہے اور اگر وہ جھوٹا ہے تو اسی پر ا س کے جھوٹ کا وبال ہے اور اگر وہ سچا ہے تو تمہیں کچھ نہ کچھ وہ (عذاب) جس کا وہ تم سے وعدہ کرتا ہے پہنچے گا اور الله اس کو راہ پر نہیں لاتا جو حد سے بڑھنے والا بڑا جھوٹا ہے
تو تم (جادو کا) سامان اکھٹا کرلو اور پھر قطار باندھ کر او۔ اج جو غالب رہا وہی کامیاب ہوا
(ملکہ نے) کہا: اے سردارو! میری طرف ایک نامہ بزرگ ڈالا گیا ہے،
ا س وقت اگر تمھیں چوٹ لگی ہے تو اس سے پہلے ایسی ہی چوٹ تمہارے مخالف فریق کو بھی لگ چکی ہے یہ تو زمانہ کے نشیب و فراز ہیں جنہیں ہم لوگوں کے درمیان گردش دیتے رہتے ہیں تم پر یہ وقت ا س لیے لایا گیا کہ اللہ دیکھنا چاہتا تھا کہ تم میں سچے مومن کون ہیں، اور ان لوگوں کو چھانٹ لینا چاہتا تھا جو واقعی (راستی کے) گواہ ہوں کیونکہ ظالم لوگ اللہ کو پسند نہیں ہیں
خبردار! اس کا کہنا ہرگز نہ ماننا اور سجده کر اور قریب ہو جا
لوگوں میں اکثر ایسے ہیں جو صرف گمان کی پیروی کرتے ہیں حالانکہ گمان حق کی پہچان اور اس تک رسايی حاصل کرنے میں کچھ فايدہ نہیں دیتا (اور نہ ہی یہ حق و یقین سے بے نیاز کرتا ہے) بے شک اللہ اسے خوب جانتا ہے جو کچھ لوگ کر رہے ہیں۔
ہوسکتا ہے کہ اب تمہارا رب تم پر رحم کرے، لیکن اگر تم نے پھر اپنی سابق روش کا اعادہ کیا تو ہم بھی پر اپنی سزا کا اعادہ کریں گے، اور کا فر نعمت لوگوں کے لیے ہم نے جہنم کو قید خانہ بنا رکھا ہے
اور بیشک میں نےان سے علانیہ بھی کہا اور چپکے چپکے بھی
اے ایمان والو! اللہ کے اس احسان کو یاد کرو جو اس نے تم پر کیا ہے جب (کفار کے) لشکر تم پر چڑھ ايے اور ہم نے (تمہاری مدد کیليے) ان پر ہوا (اندھی) بھیجی اور (فرشتوں کے) ایسے لشکر بھیجے جن کو تم نے نہیں دیکھا اور جو کچھ تم کر رہے تھے۔ اللہ اسے خوب دیکھ رہا تھا۔
اور وہ اس (دوزخ) سے (کبھی بھی) غايب نہ ہو سکیں گے،
اور ہنستے ہو اور روتے نہیں۔
اور (ہم کويی رسول نہ بھیجتے) اگر یہ بات نہ ہوتی کہ جب انہیں کويی مصیبت پہنچے ان کے اعمال بد کے باعث جو انہوں نے خود انجام دیيے تو وہ یہ نہ کہنے لگیں کہ اے ہمارے رب! تو نے ہماری طرف کويی رسول کیوں نہ بھیجا تاکہ ہم تیری ایتوں کی پیروی کرتے اور ہم ایمان والوں میں سے ہوجاتے،
کہا و ہ فرماتا ہے کہ وہ ایک ایسی گايے ہے محنت کرنے والی نہیں جو زمین کو جوتتی ہو یا کھیتی کو پانی دیتی ہو بے عیب ہے اس میں کويي داغ نہیں انہوں نے کہا اب تو نے ٹھیک بات بتايی پھر انہوں نے اسے ذبح کر دیا اور وہ کرنے والے تو نہیں تھے
اگاہ ہوجاو کہ یہ لوگ اپنی من گھڑت کے طور پر یہ باتیں بناتے ہیں
تو جو اپنا منہ اللہ کی طرف جھکادے اور ہو نیکوکار تو بیشک اس نے مضبوط گرہ تھامی، اور اللہ ہی کی طرف ہے سب کاموں کی انتہا،
تو شیطان دونوں کو بہکانے لگا تاکہ ان کی ستر کی چیزیں جو ان سے پوشیدہ تھیں کھول دے اور کہنے لگا کہ تم کو تمہارے پروردگار نے اس درخت سے صرف اس لیے منع کیا ہے کہ کہ تم فرشتے نہ بن جاو یا ہمیشہ جیتے نہ رہو
اس کی چھت کو اونچا کیا اور پھر اسے برابر کر دیا
مومن تو ایک دوسرے کے بھايی ہیں، لہذا اپنے بھايیوں کے درمیان تعلقات کو درست کرو اور اللہ سے ڈرو، امید ہے کہ تم پر رحم کیا جايے گا
بیشک وہ ہمارے پاس سب کتابوں کی اصل (لوح محفوظ) میں ثبت ہے یقینا (یہ سب کتابوں پر) بلند مرتبہ بڑی حکمت والا ہے،
کیا ان کا خیال یہ ہے کہ ہم جو کچھ مال اور اولاد دے رہے ہیں
اللہ کی (یہی) سنت ان لوگوں میں (بھی جاری رہی) ہے جو پہلے گزر چکے ہیں، اور اپ اللہ کے دستور میں ہرگز کويی تبدیلی نہ پايیں گے،
اور الله ہی کا ہے جو کچھ اسمانوں اور زمین میں ہے اور الله سب چیزو ں کا احاطہ کیے ہويے ہے
وہی ہے جس نے اسمانوں اور زمین کو چھ دن میں بنایا پھر وہ عرش پر قايم ہوا وہ جانتا ہے جو چیز زمین میں داخل ہوتی ہے اور جو اس سے نکلتی ہے اور جو اسمان سے اترتی ہے اور جو اس میں اوپر چڑھتی ہے اور وہ تمہارے ساتھ ہے جہاں کہیں تم ہو اور الله اس کو جو تم کرتے ہو دیکھتا ہے
(اے رسول(ص)) ہم (فرشتے) اپ کے پروردگار کے حکم کے بغیر (زمین پر) نازل نہیں ہوتے جو کچھ ہمارے اگے ہے یا جو کچھ ہمارے پیچھے ہے اور جو کچھ ان کے درمیان ہے سب کچھ اسی کا ہے اور اپ کا پروردگار بھولنے والا نہیں ہے۔
بے شک وہ مراد کو پہنچ گیا جو پاک ہوا
پھر تم اپنے رب کی کس کس نعمت کا انکار کرو گے
اور کہنے لگے کہ جب ہم زمین میں ملیامیٹ ہوجايیں گے تو کیا ازسرنو پیدا ہوں گے۔ حقیقت یہ ہے کہ یہ لوگ اپنے پروردگار کے سامنے جانے ہی کے قايل نہیں
صبح ان لوگوں نے ایک دوسرے کو پکارا
اے ایمان والو! اپنی اوازیں نبی کی اواز سے اوپر نہ کرو اور نہ ان سے اونچی اواز سے بات کرو جیسے اپس میں ایک دوسرے سے کرتے ہو، کہیں (ایسا نہ ہو کہ) تمہارے اعمال اکارت جايیں اور تمہیں خبر بھی نہ ہو
وہ ان پر قوت سے لگادی سات راتیں اور اٹھ دن لگاتار تو ان لوگوں کو ان میں دیکھو بچھڑے ہويے گویا وہ کھجور کے ڈھنڈ (سوکھے تنے) ہیں گرے ہويے،
بیشک میں ہی اللہ ہوں، میرے سوا عبادت کے ﻻيق اور کويی نہیں پس تو میری ہی عبادت کر، اور میری یاد کے ليے نماز قايم رکھ
فرما دیجيے: شب و روز (خدايے) رحمان (کے عذاب) سے تمہاری حفاظت و نگہبانی کون کر سکتا ہے، بلکہ وہ اپنے (اسی) رب کے ذکر سے گریزاں ہے،
اور تم سے پہلے کبھی پیغمبر جھٹلايے جاتے رہے تو وہ تکذیب اور ایذا پر صبر کرتے رہے یہاں تک کہ ان کے پاس ہماری مدد پہنچتی رہی اور خدا کی باتوں کو کويی بھی بدلنے والا نہیں۔ اور تم کو پیغمبروں (کے احوال) کی خبریں پہنچ چکی ہیں (تو تم بھی صبر سے کام لو)
ہم نے اسے راستہ دکھا دیا، خواہ شکر کرنے والا بنے یا کفر کرنے والا
وہ جن کی جان نکالتے ہیں فرشتے ستھرے پن میں یہ کہتے ہويے کہ سلامتی ہو تم پر جنت میں جاو بدلہ اپنے کیے کا،
تو (اس وقت) اپنے پروردگار کی حمد کے ساتھ اس کی تسبیح کریں اور اس سے مغفرت طلب کیجيے۔ بیشک وہ بڑا توبہ قبول کرنے والا ہے۔
کہ اسی اللہ کے لیے سجدے کریں جو اسمانوں اور زمینوں کے پوشیده چیزوں کو باہر نکالتا ہے، اور جو کچھ تم چھپاتے ہو اور ﻇاہر کرتے ہو وه سب کچھ جانتا ہے
اور جس صورت میں چاہا تجھ کو جوڑ کر تیار کیا؟
کم تولنے والوں کے لیے تباہی ہے
اورکعبہ کے پاس ان کی نماز سوايے سیٹیاں اور تالیاں بجانے کے اور کچھ نہیں تھی سو عذاب سبب اس کے کہ تم کفر کرتے تھے
تو خدا پر اور اس کے رسول پر اور نور (قران) پر جو ہم نے نازل فرمایا ہے ایمان لاو۔ اور خدا تمہارے سب اعمال سے خبردار ہے
قوم لوط نے بھی ڈرسنانے والوں کو جھٹلایا،
اور میری زبان کی گرہ کھول دے
پھر انہیں دھوکہ کے ذریعہ درخت کی طرف جھکا دیا اور جیسے ہی ان دونوں نے چکھا شرمگاہیں کھلنے لگیں اور انہوں نے درختوں کے پتے جوڑ کر شرمگاہوں کو چھپانا شروع کردیا تو ان کے رب نے اواز دی کہ کیا ہم نے تم دونوں کو اس درخت سے منع نہیں کیا تھا اور کیا ہم نے تمہیں نہیں بتایا تھا کہ شیطان تمہارا کھلا ہوا دشمن ہے
کیا بستیوں کے رہنے والے اس سے بےخوف ہیں کہ ان پر ہمارا عذاب رات کو واقع ہو اور وہ (بےخبر) سو رہے ہوں
اور جو ایمان لايے اور عمل نیک کيے ان کی (دعا) قبول فرماتا ہے اور ان کو اپنے فضل سے بڑھاتا ہے۔ اور جو کافر ہیں ان کے ليے سخت عذاب ہے
اس (دوزخ) کی طرف چلو جسے تم جھٹلایا کرتےتھے
کیا ان لوگو ں پر جو زمین کے وارث ہويے ہیں وہاں کے لوگوں کے ہلاک ہونے کے بعد یہ ظاہر نہیں ہوا کہ اگر ہم چاہیں تو انہیں ان کے گناہوں کے سبب سے پکڑ لیں اور ہم نے ان کے دلوں پر مہر لگا دی ہے پس وہ نہیں سنتے
ابراہیم علیھ السلام نہ یہودی تھے اور نہ عیسايی وہ مسلمان حق پرست اور باطل سے کنارہ کش تھے اور وہ مشرکین میں سے ہرگز نہیں تھے
اور یقینا موسی تمہارے پاس کھلے ہويے معجزے لے کر ايے پھر بھی تم ایسے ظالم تھے کہ ان کے (کوہ طور پر جانے کے) بعد گوسالہ کو (معبود) بنا لیا۔
ہرگز نہیں ہم نے جس چیز سے ان کو پیدا کیا ہے اسے یہ خود جانتے ہیں
اور جن لوگوں کو ہم کتاب (تورات) دے چکے ہیں (اگر وہ صحیح مومن ہیں تو) وہ اس (قران) سے خوش ہوتے ہیں جو اپ کی طرف نازل کیا گیا ہے اور ان (ہی کے) فرقوں میں سے بعض ایسے بھی ہیں جو اس کے کچھ حصہ کا انکار کرتے ہیں، فرما دیجيے کہ بس مجھے تو یہی حکم دیا گیا ہے کہ میں اﷲ کی عبادت کروں اور اس کے ساتھ (کسی کو) شریک نہ ٹھہراوں، اسی کی طرف میں بلاتا ہوں اور اسی کی طرف مجھے لوٹ کر جانا ہے،
تو اسے اس کے رب نے چن لیا اور اپنے قرب خاص کے سزاواروں (حقداروں) میں کرلیا،
اس نے اور اس کے لشکروں نے زمین میں بغیر کسی حق کے اپنی بڑايی کا گھمنڈ کیا اور سمجھے کہ انہیں کبھی ہماری طرف پلٹنا نہیں ہے
یہ لوگ تم پر احسان جتاتے ہیں کہ انہوں نے اسلام قبول کر لیا ان سے کہو اپنے اسلام کا احسان مجھ پر نہ رکھو، بلکہ اللہ تم پر اپنا احسان رکھتا ہے کہ اس نے تمہیں ایمان کی ہدایت دی اگر تم واقعی اپنے دعوايے ایمان میں سچے ہو
کیا یہ لوگ یہ کہتے ہیں کہ پیغمبر نے اس کو از خود بنا لیا ہے (نہیں) بلکہ وہ تمہارے پروردگار کی طرف سے برحق ہے تاکہ تم ان لوگوں کو ہدایت کرو جن کے پاس تم سے پہلے کويی ہدایت کرنے والا نہیں ایا تاکہ یہ رستے پر چلیں
اور اگر تم کسی اپنے جیسے ادمی کی اطاعت کرو جب تو تم ضرور گھاٹے میں ہو،
بڑی خرابی ہے ہر ایسے شخص کی جو عیب ٹٹولنے واﻻ غیبت کرنے واﻻ ہو
اور وہ لوگ جو اپنی شرم گاہوں کی حفاظت کرتے ہیں،
بلکہ اللہ تمہارا مولی ہے اور وہ سب سے بہتر مدد فرمانے والا ہے،
الر! یہ عالی شان کتاب ہم نے اپ کی طرف اتاری ہے کہ اپ لوگوں کو اندھیروں سے اجالے کی طرف ﻻيیں، ان کے پروردگار کے حکم سے، زبردست اور تعریفوں والے اللہ کی طرف
جو قوت واﻻ ہے، عرش والے (اللہ) کے نزدیک بلند مرتبہ ہے
اور ہم نے دوزخ کے داروغہ فرشتے بنايے ہیں۔ اور ان کا شمار کافروں کی ازمايش کے ليے مقرر کیا ہے (اور) اس ليے کہ اہل کتاب یقین کریں اور مومنوں کا ایمان اور زیادہ ہو اور اہل کتاب اور مومن شک نہ لايیں۔ اور اس ليے کہ جن لوگوں کے دلوں میں (نفاق کا) مرض ہے اور (جو) کافر (ہیں) کہیں کہ اس مثال (کے بیان کرنے) سے خدا کا مقصد کیا ہے؟ اسی طرح خدا جس کو چاہتا ہے گمراہ کرتا ہے اور جس کو چاہتا ہے ہدایت کرتا ہے اور تمہارے پروردگار کے لشکروں کو اس کے سوا کويی نہیں جانتا۔ اور یہ تو بنی ادم کے ليے نصیحت ہے
اے موسی! تجھے اپنی قوم سے (غافل کرکے) کون سی چیز جلدی لے ايی؟
قیامت کی گھڑی قریب ا گيی اور چاند پھٹ گیا
کیا تم نے اس شخص کو دیکھا ہے جوقیامت کو جھٹلاتا ہے
اور سیاہ دھويیں کے سایہ میں ہوں گے۔
اور (ویسی ہی) یہ کتاب ہے جسے ہم نے نازل کیا ہے بابرکت جو اپنے سے پہلی (کتابوں) کی تصدیق کرتی ہے اور (جو) اس ليے (نازل کی گيی ہے) کہ تم مکے اور اس کے اس پاس کے لوگوں کو اگاہ کردو۔ اور جو لوگ اخرت پر ایمان رکھتے ہیں وہ اس کتاب پر بھی ایمان رکھتے ہیں اور وہ اپنی نمازوں کی پوری خبر رکھتے ہیں
اور پھر وہی چیز ان پر ا جايے جس سے انہیں ڈرایا جا رہا ہے
ہم نے اس کو اور اس کے گھر والوں کو کرب عظیم سے بچا لیا
اے ایمان والو شیطان کے قدموں پر نہ چلو اورجو کويی شیطان کے قدموں پرچلے گا سو وہ تو اسے بے حیايی اور بری باتیں ہی بتايے گا اوراگر تم پر الله کا فضل اوراس کی رحمت نہ ہوتی تو تم میں سے کويی کبھی بھی پاک صاف نہ ہوتا اورلیکن الله جسے چاہتا ہے پاک کر دیتا ہے اور الله سننے والا جاننے والا ہے
یہ حکمت والی کتا ب کی ایتیں ہیں
بیشک اللہ نے بہت جگہ تمہاری مدد کی اور حنین کے دن جب تم اپنی کثرت پر اترا گيے تھے تو وہ تمہارے کچھ کام نہ ا يی اور زمین اتنی وسیع ہوکر تم پر تنگ ہوگيی پھر تم پیٹھ دے کر پھرگيے،
تمہارا رب ان لوگوں کو بھی خوب جانتا ہے جو اس کی راہ سے بھٹکے ہويے ہیں، اور وہی ان کو بھی اچھی طرح جانتا ہے جو راہ راست پر ہیں
جس دن وہ دوڑتے ہويے قبروں سے نکل پڑیں گے گویا کہ وہ ایک نشان کی طرف دوڑے چلے جارہے ہیں
بیشک اللہ کے نزدیک سب جانوروں سے (بھی) بدتر وہ لوگ ہیں جنہوں نے کفر کیا پھر وہ ایمان نہیں لاتے،
ہم نے تو تجھ پرایک بار اور بھی بڑا احسان کیا ہے
پس ایسے لوگوں کے ليے بڑی خرابی ہے جو اپنے ہی ہاتھوں سے کتاب لکھتے ہیں، پھر کہتے ہیں کہ یہ اللہ کی طرف سے ہے تاکہ اس کے عوض تھوڑے سے دام کما لیں، سو ان کے ليے اس (کتاب کی وجہ) سے ہلاکت ہے جو ان کے ہاتھوں نے تحریر کی اور اس (معاوضہ کی وجہ) سے تباہی ہے جو وہ کما رہے ہیں،
جس دن اسمان ہوگا جیسی گلی چاندی،
جو دونوں گہری سبز سیاہی مايل ہیں
کہ تو بنی اسرايیل کو ہمارے ساتھ بھیج دے۔
اور خبردار ایک دوسرے کا مال ناجايز طریقے سے نہ کھانااور نہ حکام کے حوالہ کر دینا کہ رشوت دےکر حرام طریقے سے لوگوں کے اموال کو کھا جاﺅ،جب کہ تم جانتے ہو کہ یہ تمہارا مال نہیں ہے
تو جو لوگ ایمان لايے اور عمل نیک کرتے رہے وہ (بہشت کے) باغ میں خوش حال ہوں گے
اور وہ لوگ اللہ کی بڑی بھاری (تاکیدی) قسمیں کھاتے ہیں کہ اگر اپ انہیں حکم دیں تو وہ (جہاد کے ليے) ضرور نکلیں گے، اپ فرما دیں کہ تم قسمیں مت کھاو (بلکہ) معروف طریقہ سے فرمانبرداری (درکار) ہے، بیشک اللہ ان کاموں سے خوب اگاہ ہے جو تم کرتے ہو،
کہ اگر انہیں نعمت پروردگار نے سنبھال نہ لیا ہوتا تو انہیں چٹیل میدان میں برے حالوں میں چھوڑ دیا جاتا
لوگو، اگر تمہیں زندگی بعد موت کے بارے میں کچھ شک ہے تو تمہیں معلوم ہو کہ ہم نے تم کو مٹی سے پیدا کیا ہے، پھر نطفے سے، پھر خون کے لوتھڑے سے، پھر گوشت کی بوٹی سے جو شکل والی بھی ہوتی ہے اور بے شکل بھی (یہ ہم اس لیے بتا رہے ہیں) تاکہ تم پر حقیقت واضح کر دیں ہم جس (نطفے) کو چاہتے ہیں ایک وقت خاص تک رحموں میں ٹھیرايے رکھتے ہیں، پھر تم کو ایک بچے کی صورت میں نکال لاتے ہیں (پھر تمہیں پرورش کرتے ہیں) تاکہ تم اپنی پوری جوانی کو پہنچو اور تم میں سے کويی پہلے ہی واپس بلا لیا جاتا ہے اور کويی بدترین عمر کی طرف پھیر دیا جاتا ہے تاکہ سب کچھ جاننے کے بعد پھر کچھ نہ جانے اور تم دیکھتے ہو کہ زمین سوکھی پڑی ہے، پھر جہاں ہم نے اس پر مینہ برسایا کہ یکایک وہ پھبک اٹھی اور پھول گيی اور اس نے ہر قسم کی خوش منظر نباتات اگلنی شروع کر دی
اور ان کی ہم نے مدد فرمايی تو وہی غالب ہويے
اور (وہ وقت یاد کرو) جب ہم نے اس گھر (خانہ کعبہ) کو تمام لوگوں کے ليے مرکز اور مقام امن قرار دیا۔ اور (حکم دیا کہ) مقام ابراہیم (جہاں عبادت کے ليے کھڑے ہويے تھے) کو (اپنی) نماز کی جگہ بناو اور ہم نے ابراہیم و اسماعیل کو وصیت کی (حکم دیا) کہ تم دونوں میرے (اس) گھر کو طواف کرنے والوں، اعتکاف کرنے والوں اور رکوع کرنے والوں کے ليے پاک و صاف رکھو۔
یہ لوگ تم سے کہتے ہیں کہ وہ (قیامت کا) وعدہ کب پورا ہو گا اگر تم سچے ہو؟
اور ہم کو نشانیاں بھیجنے سے نہیں روکا مگر اس بات نے کہ ان سے پہلے کے لوگ ان کو جھٹلا چکے ہیں (چنانچہ دیکھ لو) ثمود کو ہم نے علانیہ اونٹنی لا کر دی اور انہوں نے اس پر ظلم کیا ہم نشانیاں اسی لیے تو بھیجتے ہیں کہ لوگ انہیں دیکھ کر ڈریں
اور شگافتہ ہونے والی زمین کی
تمہارے ليے اس میں بہت سے میوے ہیں جن سے تم کھاو گے۔
پھر جب وہ ہنگامہ عظیم برپا ہوگا
اور اس کی نشانیوں میں سے اسمانوں اور زمین کا پیدا کرنا اور تمہاری زبانوں اور تمہارے رنگوں کا مختلف ہونا بھی ہے۔ بے شک اس میں اہل علم کے ليے بہت سی نشانیاں موجود ہیں۔
اور اگر وہ لوگ (خواہ مخواہ) اپ سے بحث کریں تو اپ کہہ دیجيے! کہ اللہ بہتر جانتا ہے جو کچھ تم کر رہے ہو۔
بیشک اگر وہ تمہیں جان لیں گے تو تمہیں پتھراو کریں گے یا اپنے دین میں پھیر لیں گے اور ایسا ہوا تو تمہارا کبھی بھلا نہ ہوگا،
اب اس کے اور کھولتے ہويے پانی کے درمیان چکر لگاتے پھریں گے
اور تم نے اپنے حصہ کی روزی یہی قرار دی ہے کہ اسے جھٹلاتے ہو۔
اور ان (کے مارنے ٹھوکنے) کے ليے لوہے کے ہتھوڑے ہوں گے
یا ان کا کہنا یہ ہے کہ ہمارے پاس بڑی جماعت ہے جو ایک دوسرے کی مدد کرنے والی ہے
اور ہم نے انسان کو کھنکھناتے سڑے ہويے گارے سے پیدا کیا ہے
اور ہم نے اس کا بدلہ ایک عظیم قربانی کو قرار دے دیا ہے
کیا انسان پر لا متناہی زمانے کا ایک وقت ایسا بھی گزرا ہے جب وہ کويی قابل ذکر چیز نہ تھا؟
بیشک اﷲ ان لوگوں کو جو ایمان لايے اور نیک عمل کرتے رہے جنتوں میں داخل فرمايے گا جن کے نیچے سے نہریں رواں ہیں، یقینا اﷲ جو ارادہ فرماتا ہے کر دیتا ہے،
قسم ہے چاند کی جب اس کے پیچھے ايے
پھر ابراہیم (علیہ السلام) نے ان (بتوں) کو ٹکڑے ٹکڑے کر ڈالا سوايے بڑے (بت) کے تاکہ وہ لوگ اس کی طرف رجوع کریں،
وہ کہیں گے تو پاک ہے ہمیں یہ بات شایان نہ تھی کہ تیرے سوا اوروں کو دوست بناتے۔ لیکن تو نے ہی ان کو اور ان کے باپ دادا کو برتنے کو نعمتیں دیں یہاں تک کہ وہ تیری یاد کو بھول گيے۔ اور یہ ہلاک ہونے والے لوگ تھے
پھر جب اگ کے پاس حاضر ہوا ندا کی گيی میدان کے دہنے کنارے سے برکت والے مقام میں پیڑ سے کہ اے موسی! بیشک میں ہی ہوں اللہ رب سارے جہان کا
اور الله اوراس کے رسول کا کہا مانو اور اپس میں نہ جھگڑو ورنہ بزدل ہو جاو گے اور تمہاری ہوا اکھڑ جايے گی اور صبر کرو بے شک الله صبر کرنے والوں کے ساتھ ہے
(یاد ہوگا) جبکہ موسی (علیہ السلام) نے اپنے گھر والوں سے کہا کہ میں نے اگ دیکھی ہے، میں وہاں سے یا تو کويی خبر لے کر یا اگ کا کويی سلگتا ہوا انگارا لے کر ابھی تمہارے پاس ا جاوں گا تاکہ تم سینک تاپ کر لو
پس ان لوگوں نے اپ کو جھٹلایا تو (انجام کار) ایک (سخت) زلزلے نے انہیں اپکڑا اور وہ اپنے گھروں میں گھٹنوں کے بل (مردہ ہوکر) گر گيے۔
اس وقت اس کی نکلتی ہويی جان کو واپس کیوں نہیں لے اتے؟
ایک سوال کرنے والے نے اس عذاب کا سوال کیا جو واقع ہونے والا ہے
ہم نے کہا تم سب یہاں سے چلے جاو، جب کبھی تمہارے پاس میری ہدایت پہنچے تو اس کی تابعداری کرنے والوں پر کويی خوف وغم نہیں
پھر پیشانی سیکڑی اور منہ بنایا
تو تم اللہ پر بھروسہ کرو، بیشک تم روشن حق پر ہو،
بےشک جو لوگ جھوٹا بہتان گھڑ کر لايے ہیں وہ تم ہی میں سے ایک گروہ ہے۔ تم اسے اپنے حق میں برا نہ سمجھو۔ بلکہ وہ تمہارے ليے بہتر ہے۔ اس (گروہ) میں سے ہر ادمی کیليے اتنا حصہ ہے جتنا اس نے گناہ کمایا ہے۔ اور جو ان میں سے اس (گناہ) کے بڑے حصہ کا ذمہ دار ہے اس کیليے عذاب بھی بہت بڑا ہے۔
اللہ برحق اور بے نیاز ہے
اور اپ کو کیا خبر کہ دوزخ کیا ہے
ہم انہیں کچھ برتنے دیں گے پھر انہیں بے بس کرکے سخت عذاب کی طرف لے جايیں گے
ہاں (ہاں) بیشک تیرے پاس میری ایتیں پہنچ چکی تھیں جنہیں تونے جھٹلایا اور غرور وتکبر کیا اور تو تھا ہی کافروں میں
پھر اس کے بعد تم ضرور مرنے والے ہو،
اے لوگو! اپنے پروردگار (کی نافرمانی) سے ڈرو۔ اور اس دن کا خوف کرو۔ جب نہ کويی باپ اپنے بیٹے کو فايدہ پہنچا سکے گا اور نہ کويی بیٹا اپنے باپ کو کويی فايدہ پہنچا سکے گا۔ بے شک اللہ کا وعدہ سچا ہے تو تمہیں دنیا کی (عارضی) زندگی دھوکہ نہ دے اور نہ ہی کويی دھوکہ باز (شیطان وغیرہ) تمہیں اللہ کے بارے میں دھوکہ دے۔
اور محمد تو صرف ایک رسول ہیں جن سے پہلے بہت سے رسول گزر چکے ہیں کیااگر وہ مر جايیں یا قتل ہو جايیں تو تم الٹے پیروں پلٹ جاو گے تو جو بھی ایسا کرے گا وہ خدا کا کويی نقصان نہیں کرے گا اور خدا تو عنقریب شکر گزاروں کو ان کی جزا دے گا
انہوں نے کہا کہ یہ نبی ہمارے پاس اپنے پروردگار کی طرف سے کويی نشانی کیوں نہیں ﻻیا؟ کیا ان کے پاس اگلی کتابوں کی واضح دلیل نہیں پہنچی؟
تاکہ تم الله پر اور اس کے رسول پر ایمان لاو اور اس کی مدد کرو اور اس کی عزت کرو اور صبح اور شام اس کی پاکی بیان کرو
کہہ دو اگرتم پر الله کا عذاب اچانک یا ظاہر ا جايے تو ظالموں کے سوا اور کون ہلاک ہو گا
انہوں نے کہا: اے موسی! جب تک وہ لوگ اس (سرزمین) میں ہیں ہم ہرگز کبھی بھی وہاں داخل نہیں ہوں گے، پس تم جاو اور تمہارا رب (ساتھ جايے) سو تم دونوں (ہی ان سے) جنگ کرو، ہم تو یہیں بیٹھے ہیں،
چند مقرر دنوں کے روزے ہیں اگر تم میں سے کويی بیمار ہو، یا سفر پر ہو تو دوسرے دنوں میں اتنی ہی تعداد پوری کر لے اور جو لوگ روزہ رکھنے کی قدرت رکھتے ہوں (پھر نہ رکھیں) تو وہ فدیہ دیں ایک روزے کا فدیہ ایک مسکین کو کھانا کھلانا ہے اور جو اپنی خوشی سے کچھ زیادہ بھلايی کرے تو یہ اسی کے لیے بہتر ہے لیکن اگر تم سمجھو، تو تمہارے حق میں اچھا یہی ہے کہ روزہ رکھو
ہم اگر اسمان میں ان کے ليے کويی دروازہ کھول دیں اور یہ لوگ دن دھاڑے اسی دروازے سے چڑھ جايیں
جو پیغمبر ہم نے تم سے پہلے بھیجے تھے ان کا (اور ان کے بارے میں ہمارا یہی) طریق رہا ہے اور تم ہمارے طریق میں تغیروتبدل نہ پاو گے
(ابراہیم علیہ السلام نے) کہا: اے بھیجے ہويے فرشتو! (اس بشارت کے علاوہ) تمہارا (انے کا) بنیادی مقصد کیا ہے،
کويی مصیبت اللہ کی اجازت کے بغیر نہیں پہنچ سکتی، جو اللہ پر ایمان ﻻيے اللہ اس کے دل کو ہدایت دیتا ہے اور اللہ ہر چیز کو خوب جاننے واﻻ ہے
انہوں نے کہا کہ میں ان دونوں میں سے ایک بیٹی کا عقد اپ سے کرنا چاہتا ہوں بشرطیکہ اپ اٹھ سال تک میری خدمت کریں پھر اگر دس سال پورے کردیں تو یہ اپ کی طرف سے ہوگا اور میں اپ کو کويی زحمت نہیں دینا چاہتا ہوں انشاي اللہ اپ مجھے نیک بندوں میں سے پايیں گے
اور حال یہ ہے کہ جس اولاد کو یہ لوگ اس خدايے رحمان کی طرف منسوب کرتے ہیں اس کی ولادت کا مژدہ جب خود ان میں سے کسی کو دیا جاتا ہے تو اس کے منہ پر سیاہی چھا جاتی ہے اور وہ غم سے بھر جاتا ہے
(ان) سب نے پیغمبروں کو جھٹلایا تو میرا عذاب (ان پر) ا واقع ہوا
اور ایک قافلہ ایا اور انہوں نے اپنے پانی ﻻنے والے کو بھیجا اس نے اپنا ڈول لٹکا دیا، کہنے لگا واه واه خوشی کی بات ہے یہ تو ایک لڑکا ہے، انہوں نے اسے مال تجارت قرار دے کر چھپا دیا اور اللہ تعالی اس سے باخبر تھا جو وه کر رہے تھے
اور ہرگز یہ لوگ ایات کے نازل ہونے کے بعد ان کی تبلیغ سے اپ کو روکنے نہ پايیں اور اپ اپنے رب کی طرف دعوت دیجيے اور خبردار مشرکین میں سے نہ ہوجایيے
اور جب اسمان کھول دیا جايے گا۔
جس وقت خدا تم پر نیند غالب کررہا تھا جو تمہارے ليے باعث سکون تھی اور اسمان سے پانی نازل کررہا تھا تاکہ تمہیں پاکیزہ بنادے اور تم سے شیطان کی کثافت کو دور کردے اور تمہارے دلوں کو مطمين بنادے اور تمہارے قدموں کو ثبات عطا کردے
اور پہاڑ رنگ برنگ کے دھنکے ہويے اون کی طرح ہوں گے
اس کے ساتھی نے اس سے الٹ پھیر کرتے ہويے جواب دیا کیا تو اس کے ساتھ کفر کرتا ہے جس نے تجھے مٹی سے بنایا پھر نطفہ سے پھر تجھے ٹھیک مرد کیا
اورتمہیں کیا ہوگیا ہے کہ تم (اپنے مال) اللہ کی راہ میں خرچ نہیں کرتے حالانکہ اسمانوں اور زمین کی میراث (ترکہ) اللہ ہی کیليے ہے تم میں سے جنہوں نے فتح (مکہ) سے پہلے مال خرچ کیا اور جنگ کی وہ اور وہ جنہوں نے فتح مکہ کے بعد مال خرچ کیا اور جنگ کی برابر نہیں ہو سکتے (بلکہ پہلے والوں کا) درجہ بہت بڑا ہے اگرچہ اللہ نے دونوں سے بھلايی کا وعدہ کیا ہے تم جو کچھ کرتے ہواللہ اس سے بڑا باخبر ہے۔
ہم نے (بار) امانت کو اسمانوں اور زمین پر پیش کیا تو انہوں نے اس کے اٹھانے سے انکار کیا اور اس سے ڈر گيے۔ اور انسان نے اس کو اٹھا لیا۔ بےشک وہ ظالم اور جاہل تھا
شیطان کی طرح کہ اس نے انسان سے کہا کفر کر، جب وه کفر کر چکا تو کہنے لگا میں تو تجھ سے بری ہوں، میں تو اللہ رب العالمین سے ڈرتا ہوں
اور یہ کہ "ہم نے جب ہدایت کی تعلیم سنی تو ہم اس پر ایمان لے ايے اب جو کويی بھی اپنے رب پر ایمان لے ايے گا اسے کسی حق تلفی یا ظلم کا خوف نہ ہوگا"
کہ ہم نے اوپر سے مینہ برسایا
درانحالیکہ اپ(ص) اس شہر میں قیام پذیر ہیں۔
اے رسول! وہ لوگ اپ کور نجیدہ خاطر نہ کریں جو کفر میں تیزی (سے پیش قدمی) کرتے ہیں ان میں (ایک) وہ (منافق) ہیں جو اپنے منہ سے کہتے ہیں کہ ہم ایمان لايے حالانکہ ان کے دل ایمان نہیں لايے، اور ان میں (دوسرے) یہودی ہیں، (یہ) جھوٹی باتیں بنانے کے ليے (اپ کو)خوب سنتے ہیں (یہ حقیقت میں) دوسرے لوگوں کے ليے (جاسوسی کی خاطر) سننے والے ہیں جو (ابھی تک) اپ کے پاس نہیں ايے، (یہ وہ لوگ ہیں) جو (اﷲ کے) کلمات کوان کے مواقع (مقرر ہونے) کے بعد (بھی) بدل دیتے ہیں (اور) کہتے ہیں: اگر تمہیں یہ (حکم جو ان کی پسند کا ہو) دیا جايے تو اسے اختیار کرلو اور اگر تمہیں یہ (حکم) نہ دیا جايے تو(اس سے) احتراز کرو، اور اﷲ جس شخص کی گمراہی کا ارادہ فرمالے تو تم اس کے ليے اﷲ (کے حکم کو روکنے) کا ہرگز کويی اختیار نہیں رکھتے۔ یہی وہ لوگ ہیں جن کے دلوں کو پاک کرنے کااﷲ نے ارادہ (ہی) نہیں فرمایا۔ ان کے ليے دنیا میں (کفر کی) ذلت ہے اور ان کے ليے اخرت میں بڑا عذاب ہے،
(ہمارے حبیب نے) عرض کیا: اے میرے رب! (ہمارے درمیان) حق کے ساتھ فیصلہ فرما دے، اور ہمارا رب بے حد رحم فرمانے والا ہے، اسی سے مدد طلب کی جاتی ہے ان (دل ازار) باتوں پر جو (اے کافرو!) تم بیان کرتے ہو،
اگر اپ پر فضل خدا اور رحمت پروردگار کا سایہ نہ ہوتا تو ان کی ایک جماعت نے اپ کوبہکانے کا ارادہ کرلیا تھا اور یہ اپنے علاوہ کسی کو گمراہ نہیں کرسکتے اور اپ کو کويی تکلیف نہیں پہنچاسکتے اور اللہ نے اپ پر کتاب اور حکمت نازل کی ہے اور اپ کو ان تمام باتوں کا علم دے دیا ہے جن کا علم نہ تھا اور اپ پر خدا کا بہت بڑا فضل ہے
تم فرماو اے لوگو! میں تم سب کی طرف اس اللہ کا رسول ہوں کہ اسمانوں اور زمین کی بادشاہی اسی کو ہے اس کے سوا کويی معبود نہیں جلايے اور مارے تو ایمان لاو اللہ اور اس کے رسول بے پڑھے غیب بتانے والے پر کہ اللہ اور اس کی باتوں پر ایمان لاتے ہیں اور ان کی غلامی کرو کہ تم راہ پاو،
پھر ان سے کہا جايے گا کہ پکارو اب اپنے ٹھیرايے ہويے شریکوں کو یہ انہیں پکاریں گے مگر وہ ان کو کويی جواب نہ دیں گے اور یہ لوگ عذاب دیکھ لیں گے کاش یہ ہدایت اختیار کرنے والے ہوتے
اور اپ کا پروردگار ان چیزوں کو بھی جانتا ہے جو یہ اپنے سینوں میں چھپايے ہويے ہیں اور انہیں بھی جانتا ہے جن کا یہ اعلان و اظہار کرتے ہیں
اور وہی ہے جس نے اسمانوں اور زمین کو برحق پیدا کیا اور جس وقت اللہ تعالی اتنا کہہ دے گا تو ہوجا بس وه ہو پڑے گا۔ اس کا کہنا حق اور بااﺛر ہے۔ اور ساری حکومت خاص اسی کی ہوگی جب کہ صور میں پھونک ماری جايے گی وه جاننے واﻻ ہے پوشیده چیزوں کا اور ﻇاہر چیزوں کا اور وہی ہے بڑی حکمت واﻻ پوری خبر رکھنے واﻻ
کہ شیر سے بھاگے ہوں
اور اس کے اذن سے اللہ کی طرف دعوت دینے والا اور منور کرنے والا افتاب (بنا کر بھیجا ہے)،
(اے اہل مکہ) جس طرح ہم نے فرعون کے پاس (موسی کو) پیغمبر (بنا کر) بھیجا تھا (اسی طرح) تمہارے پاس بھی (محمدﷺ) رسول بھیجے ہیں جو تمہارے مقابلے میں گواہ ہوں گے
اور ہم نے لقمان کو حکمت (و دانايی) عطا کی (اور کہا) کہ خدا کا شکر ادا کرو اور جو شکر ادا کرتا ہے وہ اپنے ہی فايدہ کیليے شکر ادا کرتا ہے اور جو کفران نعمت (ناشکری) کرتا ہے (وہ اپنا نقصان کرتا ہے کیونکہ) بے شک اللہ بے نیاز ہے (اور) لايق حمد و ثنا ہے۔
بےشک جو کويی مجرم بن کر اپنے پروردگار کی بارگاہ میں حاضر ہوگا اس کیليے وہ جہنم ہے جس میں وہ نہ مرے گا اور نہ جیيے گا۔
یہ لوگ بھلايی سے پہلے برايی کے لیے جلدی مچا رہے ہیں حالانکہ ان سے پہلے (جو لوگ اس روش پر چلے ہیں ان پر خدا کے عذاب کی) عبرت ناک مثالیں گزر چکی ہیں حقیقت یہ ہے کہ تیرا رب لوگوں کی زیادتیوں کے باوجود ان کے ساتھ چشم پوشی سے کام لیتا ہے اور یہ بھی حقیقت ہے کہ تیرا رب سخت سزا دینے والا ہے
پھر فرعون نے شہروں میں چپڑاسی بھیجے
اے ایمان والو! جب (تمہارا) نماز کیليے کھڑے (ہونے کا ارادہ) ہو تو (وضو کے ليے) اپنے چہروں کو اور اپنے ہاتھوں کو کہنیوں سمیت دھو لو اور اپنے سروں کا مسح کرو اور اپنے پاوں (بھی) ٹخنوں سمیت (دھو لو)، اور اگر تم حالت جنابت میں ہو تو (نہا کر) خوب پاک ہو جاو، اور اگر تم بیمار ہو یا سفر میں ہو یا تم سے کويی رفع حاجت سے (فارغ ہو کر) ایا ہو یا تم نے عورتوں سے قربت (مجامعت) کی ہو پھر تم پانی نہ پاو تو (اندریں صورت) پاک مٹی سے تیمم کر لیا کرو۔ پس (تیمم یہ ہے کہ) اس (پاک مٹی) سے اپنے چہروں اور اپنے (پورے) ہاتھوں کا مسح کر لو۔ اﷲ نہیں چاہتا کہ وہ تمہارے اوپر کسی قسم کی سختی کرے لیکن وہ (یہ) چاہتا ہے کہ تمہیں پاک کردے اور تم پر اپنی نعمت پوری کر دے تاکہ تم شکر گزار بن جاو،
سچے اہل ایمان تو وہ لوگ ہیں جن کے دل اللہ کا ذکر سن کر لرز جاتے ہیں اور جب اللہ کی ایات ان کے سامنے پڑھی جاتی ہیں تو ان کا ایمان بڑھ جاتا ہے اور وہ اپنے رب پر اعتماد رکھتے ہیں
پھر ہم نے انہیں اور ان کے ساتھیوں کو اپنی رحمت سے نجات دے دی اور اپنی ایات کی تکذیب کرنے والوں کی نسل منقطع کردی اور وہ لوگ ہرگز صاحبان هایمان نہیں تھے
اور بیشک وہ بستی ایک اباد راستہ پر واقع ہے،
جسے گنہگاروں کے علاوہ کويی نہیں کھاسکتا
اب کیا ہم تم سے بیزار ہو کر یہ درس نصیحت تمہارے ہاں بھیجنا چھوڑ دیں صرف اس لیے کہ تم حد سے گزرے ہويے لوگ ہو؟
پس انہیں چاہيے کہ بہت کم ہنسیں اور بہت زیاده رويیں بدلے میں اس کے جو یہ کرتے تھے
یہ گنتی کے چند دن ہیں (اس کے باوجود) اگر تم میں سے کويی شخص بیمار ہو جايے یا سفر میں ہو۔ تو اتنے ہی دن اور دنوں میں پورے کرے۔ اور جو اپنی پوری طاقت صرف کرکے بمشکل روزہ رکھ سکتے ہوں تو وہ فی روزہ ایک مسکین کی خوراک فدیہ ادا کریں۔ اور جو اپنی مرضی سے کچھ (زیادہ) بھلايی کرے تو وہ اس کیليے بہتر ہے اور اگر تم (فدیہ دینے کی بجايے) روزہ رکھو تو یہ تمہارے ليے زیادہ بہتر ہے۔ اگر تم علم و واقفیت رکھتے ہو۔
اے ایمان والو! اللہ تعالی پر، اس کے رسول (صلی اللہ علیہ وسلم) پر اور اس کتاب پر جو اس نے اپنے رسول (صلی اللہ علیہ وسلم) پر اتاری ہے اور ان کتابوں پر جو اس سے پہلے اس نے نازل فرمايی ہیں، ایمان لاو! جو شخص اللہ تعالی سے اور اس کے فرشتوں سے اور اس کی کتابوں سے اور اس کے رسولوں سے اور قیامت کے دن سے کفر کرے وه تو بہت بڑی دور کی گمراہی میں جا پڑا
اے ایمان والو! اللہ (کی نافرمانی) سے ڈرو اور اس کے رسول(ع) پر (کماحقہ) ایمان لاو وہ تمہیں اپنی رحمت کے دو حصے عطا فر مايے گا اور تمہیں وہ نور عطا کرے گا کہ جس کی روشنی میں تم چلوگے اور (تمہارے قصور) تمہیں بخش دے گا اور اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔
اوران حد سے نکلنے والوں کا کہا مت مانو
یقینا (اسی طرح) تیرا رب ان لوگوں کے درمیان بھی اپنے حکم سے فیصلہ کر دے گا اور وہ زبردست اور سب کچھ جاننے والا ہے
سو جب میں اسے ٹھیک ٹھاک کر لوں اور اس میں اپنی روح پھونک دوں، تو تم سب اس کے سامنے سجدے میں گر پڑنا
ان سے کہو "موت کا وہ فرشتہ جو تم پر مقرر کیا گیا ہے تم کو پورا کا پورا اپنے قبضے میں لے لے گا اور پھر تم اپنے رب کی طرف پلٹا لايے جاو گے"
اور اسمانوں اور زمین کو اللہ نے بہت ہی عدل کے ساتھ پیدا کیا ہے اور تاکہ ہر شخص کو اس کے کیے ہويے کام کا پورا بدلہ دیا جايے اور ان پر ﻇلم نہ کیا جايے گا
سو ان کو سورج نکلتے نکلتے چنگھاڑ نے اپکڑا
یہ قران جو ہم نازل کر رہے ہیں مومنوں کے ليے تو سراسر شفا اور رحمت ہے۔ ہاں ﻇالموں کو بجز نقصان کے اور کويی زیادتی نہیں ہوتی
اگر ہم چاہیں تو ان پر اسمان سے (ایسی) نشانی اتار دیں کہ ان کی گردنیں اس کے اگے جھکی رہ جايیں،
اور ہر ایک کے ليے اس کے اعمال کے مطابق درجات ہیں اور تمہارا پروردگار ان کے اعمال سے غافل نہیں ہے
اس دن جھٹلانے والوں کے لیے سخت ہلاکت ہے
ان میں ہمیشہ رہیں گے وہاں سے جگہ بدلنی نہ چاہیں گے
ہم ہی زمین کے اور جو لوگ اس پر (بستے) ہیں ان کے وارث ہیں۔ اور ہماری ہی طرف ان کو لوٹنا ہوگا
پیغمبر اپ ان کے اموال میں سے زکولے لیجيے کہ اس کے ذریعہ یہ پاک و پاکیزہ ہوجايیں اور انہیں دعايیں دیجيے کہ اپ کی دعا ان کے ليے تسکین قلب کا باعث ہوگی اور خدا سب کا سننے والا اور جاننے والا ہے
اور حال یہ ہے کہ جس اولاد کو یہ لوگ اس خدايے رحمان کی طرف منسوب کرتے ہیں اس کی ولادت کا مژدہ جب خود ان میں سے کسی کو دیا جاتا ہے تو اس کے منہ پر سیاہی چھا جاتی ہے اور وہ غم سے بھر جاتا ہے
جس میں کھلی کھلی نشانیاں ہیں، مقام ابراہیم ہے، اس میں جو ا جايے امن واﻻ ہو جاتا ہے اللہ تعالی نے ان لوگوں پر جو اس کی طرف راه پا سکتے ہوں اس گھر کا حج فرض کر دیا گیا ہے۔ اور جو کويی کفر کرے تو اللہ تعالی (اس سے بلکہ) تمام دنیا سے بے پرواه ہے
اور لوط بھی انہی لوگوں میں سے تھا جو رسول بنا کر بھیجے گيے ہیں
مگر جو ں ہی کہ سخت وقت گزر جانے کے بعد ہم اسے اپنی رحمت کا مزا چکھاتے ہیں، یہ کہتا ہے کہ "میں اسی کا مستحق ہوں، اور میں نہیں سمجھتا کہ قیامت کبھی ايے گی، لیکن اگر واقعی میں اپنے رب کی طرف پلٹایا گیا تو وہاں بھی مزے کروں گا" حالانکہ کفر کرنے والوں کو لازما ہم بتا کر رہیں گے کہ وہ کیا کر کے ايے ہیں اور انہیں ہم بڑے گندے عذاب کا مزا چکھايیں گے
گویا بھڑکے ہويے گدھے ہیں
کويی نفس ایسا نہیں ہے جس کے اوپر نگراں نہ معین کیا گیا ہو
ایمان والوں سے کہہ دو کہ وہ اپنی نگاہ نیچی رکھا کریں اور اپنی شرم گاہوں کو بھی محفوظ رکھیں یہ ان کے لیے بہت پاکیزہ ہے بے شک الله جانتا ہے جو وہ کرتے ہیں
اور ہر ایک کے لیے ان کے کاموں سے درجے ہیں اور تیرا رب ان کے اعمال سے بے خبر نہیں،
جس دن ہم سب کو اکٹھا جمع کریں گے اور اس کے بعد شرک کرنے والوں سے کہیں گے کہ تم اور تمہارے شرکاي سب اپنی اپنی جگہ ٹھہرو اور پھر ہم ان کے درمیان جدايی ڈال دیں گے اور ان کے شرکاي کہیں گے کہ تم ہماری عبادت تو نہیں کرتے تھے
اور جسے وہ ہدایت دے اسے بھٹکانے والا بھی کويی نہیں، کیا اللہ زبردست اور انتقام لینے والا نہیں ہے؟
اور یہ کہ دوسری بارزندہ کر کے اٹھانا اسی کے ذمہ ہے
اور اسمان کھول دیا جايے گا اور وہ دروازے ہی دروازے ہو جايے گا۔
یہ (مزہ تو یہاں) چکھو اور یہ (جانے رہو) کہ کافروں کے لیے (اخرت میں) دوزخ کا عذاب (بھی تیار) ہے
یہ اپنے اہل (و عیال) میں مست رہتا تھا
اور ہم نے اس جنسی تبدیلی کو دیکھنے والوں او ر بعد والوں کے ليے عبرت اور صاحبان تقوی کے ليے نصیحت بنا دیا
جس دن ان کا کويی داوں کچھ بھی کام نہ ايے اور نہ ان کو (کہیں سے) مدد ہی ملے
نہیں نہیں بلکہ تم جزا کو نہیں مانتے
وہ بولے ہماری طرف سے اپنے پروردگار سے عرض کیجيے کہ وہ ہمیں کھول کر بتايے کہ وہ گايے کیسی ہو چونکہ یہ گايے ہم پر مشتبہ ہوگيی ہے؟ اور اگر اللہ نے چاہا تو ہم (اس گايے تک) صحیح راستہ پا جايیں گے۔
اور درحقیقت ہم نے لوگوں (کے سمجھانے) کے ليے اس قران میں ہر طرح کی مثال بیان کر دی ہے، اور اگر اپ ان کے پاس کويی (ظاہری) نشانی لے ايیں تب بھی یہ کافر لوگ ضرور (یہی) کہہ دیں گے کہ اپ محض باطل و فریب کار ہیں،
باعتبار دین کے اس سے اچھا کون ہے؟ جو اپنے کو اللہ کے تابع کر دے اور ہو بھی نیکو کار، ساتھ ہی یکسويی والے ابراہیم کے دین کی پیروی کر رہا ہو اور ابراہیم (علیہ السلام) کو اللہ تعالی نے اپنا دوست بنا لیا ہے
اور ان کی سزا کے ليے لوہے کے ہتھوڑے ہیں
اگر اللہ تعالی کا فضل ورحم تجھ پر نہ ہوتا تو ان کی ایک جماعت نے تو تجھے بہکانے کا قصد کر ہی لیا تھا، مگر دراصل یہ اپنے اپ کو ہی گمراه کرتے ہیں، یہ تیرا کچھ نہیں بگاڑ سکتے، اللہ تعالی نے تجھ پر کتاب وحکمت اتاری ہے اور تجھے وه سکھایا ہے جسے تو نہیں جانتا تھا اور اللہ تعالی کا تجھ پر بڑا بھاری فضل ہے
پھر ادم نے اپنے رب سے چند کلمات حاصل کیے پھر اس کی توبہ قبول فرمايی بے شک وہ توبہ قبول کرنے والا مہربان ہے
تو ہم ان کا داہنا ہاتھ پکڑ لیتے
اور حقیقت یہ ہے کہ تیرا رب زبردست بھی ہے اور رحیم بھی
تم ہرگز اس عمارت میں کھڑے نہ ہونا جو مسجد اول روز سے تقوی پر قايم کی گيی تھی وہی اس کے لیے زیادہ موزوں ہے کہ تم اس میں (عباد ت کے لیے) کھڑے ہو، اس میں ایسے لوگ ہیں جو پاک رہنا پسند کرتے ہیں اور اللہ کو پاکیزگی اختیار کرنے والے ہی پسند ہیں
اور اپنے الله سے معافی مانگو پھر اس کی طرف رجوع کرو بے شک میرا رب مہربان محبت والا ہے
اور موسی کے قصہ میں بھی عبرت ہے جب کہ ہم نے فرعون کے پا س ایک کھلی دلیل دے کر بھیجا
یہ محض ایک بہت سخت چنگھاڑ ہوگی تو وہ سب کے سب یکایک ہمارے حضور لا کر حاضر کر دیيے جايیں گے،
پھر جب وہ اپنی میعاد (یعنی انقضايے عدت) کے قریب پہنچ جايیں تو یا تو ان کو اچھی طرح (زوجیت میں) رہنے دو یا اچھی طرح سے علیحدہ کردو اور اپنے میں سے دو منصف مردوں کو گواہ کرلو اور (گواہ ہو!) خدا کے ليے درست گواہی دینا۔ ان باتوں سے اس شخص کو نصیحت کی جاتی ہے جو خدا پر اور روز اخرت پر ایمان رکھتا ہے۔ اور جو کويی خدا سے ڈرے گا وہ اس کے ليے (رنج ومحن سے) مخلصی (کی صورت) پیدا کرے گا
اپ (ان سے دریافت) فرمايیے کہ گواہی دینے میں سب سے بڑھ کر کون ہے؟ اپ (ہی) فرما دیجيے کہ اﷲ میرے اور تمہارے درمیان گواہ ہے، اور میری طرف یہ قران اس ليے وحی کیا گیا ہے کہ اس کے ذریعے تمہیں اور ہر اس شخص کو جس تک (یہ قران) پہنچے ڈر سناوں۔ کیا تم واقعی اس بات کی گواہی دیتے ہو کہ اﷲ کے ساتھ دوسرے معبود (بھی) ہیں؟ اپ فرما دیں: میں (تو اس غلط بات کی) گواہی نہیں دیتا، فرما دیجيے: بس معبود تو وہی ایک ہی ہے اور میں ان(سب) چیزوں سے بیزار ہوں جنہیں تم (اﷲ کا) شریک ٹھہراتے ہو،
اور جان جايیں وہ جو ہماری ایتوں میں جھگڑتے ہیں، کہ انہیں کہیں بھا گنے کی جگہ نہیں،
ہماری طرف یہ وحی ايی ہے کہ جو جھٹلايے اور منہ پھیرے اس کے ليے عذاب (تیار) ہے
پس تم دونوں اپنے رب کی کن کن نعمتوں کو جھٹلاو گے،
اور انسان (حیران و ششدر ہو کر) کہے گا: اسے کیا ہوگیا ہے،
اور وہی تو ہے جس نے زمین میں تم کو اپنا نايب بنایا اور ایک کے دوسرے پر درجے بلند کيے تاکہ جو کچھ اس نے تمہیں بخشا ہے اس میں تمہاری ازمايش ہے بےشک تمہارا پروردگار جلد عذاب دینے والا ہے اور بےشک وہ بخشنے والا مہربان بھی ہے
پھر ان میں سے اچھے ادمی نے کہا کیامیں نے تمہیں نہیں کہا تھا کہ تم کس لیے تسبیح نہیں کرتے
وہ کہیں گے کہ ہم نماز گزار نہیں تھے
یہ اس بنا پر کہ یہ وه راه چلے جس سے انہوں نے اللہ کو ناراض کر دیا اور انہوں نے اس کی رضا مندی کو برا جانا، تو اللہ نے ان کے اعمال اکارت کر دیيے
کہہ دو جو الله اسمانوں اور زمین کا بنانے والا ہے کیا اس کے سوا کسی اور کو اپنا مددگار بناوں اور وہ سب کو کھلاتا ہے اور اسے کويی نہیں کھلاتا کہہ دو مجھے تو حکم دیا گیا ہے کہ سب سے پہلے اس کا فرمانبردار ہو جاوں اور تو ہرگز مشرکوں میں شامل نہ ہو
یہ سب حقیقی واقعات ہیں اور خدا کے علاوہ کويی دوسرا خدا نہیں ہے اور وہی خدا صاحب عزت و حکمت
اور یہ نصیحت وبرکت واﻻ قران بھی ہم ہی نے نازل فرمایا ہے کیا پھر بھی تم اس کے منکر ہو
تو کیا سمجھا کہ شب قدر کیا ہے؟
پھر نہ ان میں اٹھنے کی سکت تھی اور نہ وہ اپنا بچاو کر سکتے تھے
ارشاد باری ہوا: تم (سب) نیچے اتر جاو تم میں سے بعض بعض کے دشمن ہیں، اور تمہارے ليے زمین میں معین مدت تک جايے سکونت اور متاع حیات (مقرر کر دیيے گيے ہیں گویا تمہیں زمین میں قیام و معاش کے دو بنیادی حق دے کر اتارا جا رہا ہے، اس پر اپنا نظام زندگی استوار کرنا)،
اسی دن کے ليے عمل کرنے والوں کو عمل کرنا چاہيے
کیا تم خیال کرتے ہو کہ غار اور کتبہ والے ہماری نشانیوں والے عجیب چیز تھے
اور میں تو اپنے باپ دادا ابراہیم (ع)، اسحاق(ع) اور یعقوب(ع) کے مذہب کا پیرو ہوں۔ ہمیں یہ زیبا نہیں ہے کہ ہم کسی چیز کو بھی خدا کا شریک ٹھہرايیں۔ یہ اللہ کا فضل ہے جو اس نے ہم اور سب لوگوں پر کیا ہے لیکن اکثر لوگ شکر ادا نہیں کرتے۔
اگر ہر ظلم کرنے والے نفس کو ساری زمین کے خزینے مل جايیں تو وہ اس دن کے عذاب کے بدلے دے دیگا اور عذاب کے دیکھنے کے بعد اندر اندر نادم بھی ہوگا .... لیکن ان کے درمیان انصاف کے ساتھ فیصلہ کردیا جايے گا اور ان پر کسی طرح کا ظلم نہ کیا جايے گا
اور بہت سی بستیاں ہیں کہ میں ان کو مہلت دیتا رہا اور وہ نافرمان تھیں۔ پھر میں نے ان کو پکڑ لیا۔ اور میری طرف ہی لوٹ کر انا ہے
کیا اپ نے نہیں دیکھا کہ اللہ تعالی بادلوں کو چلاتا ہے، پھر انہیں ملاتا ہے پھر انہیں تہہ بہ تہہ کر دیتا ہے، پھر اپ دیکھتے ہیں کہ ان کے درمیان میں سے مینہ برستا ہے۔ وہی اسمان کی جانب سے اولوں کے پہاڑ میں سے اولے برساتا ہے، پھر جنہیں چاہے ان کے پاس انہیں برسايے اور جن سے چاہے ان سے انہیں ہٹا دے۔ بادل ہی سے نکلنے والی بجلی کی چمک ایسی ہوتی ہے کہ گویا اب انکھوں کی روشنی لے چلی
اور چاہيے کہ وه اس بات سے ڈریں کہ اگر وه خود اپنے پیچھے (ننھے ننھے) ناتواں بچے چھوڑ جاتے جن کے ضايع ہو جانے کا اندیشہ رہتا ہے، (تو ان کی چاہت کیا ہوتی) پس اللہ تعالی سے ڈر کر جچی تلی بات کہا کریں
بیشک وہ جو تمہیں حجروں کے باہر سے پکارتے ہیں ان میں اکثر بے عقل ہیں
وہی (حقیقی) زندہ ہے اس کے سوا کويی الہ (خدا) نہیں ہے سو اسی کو پکارو دین کو اس کیليے خالص کرتے ہويے۔ ہر قسم کی تعریف اللہ کیليے ہے جو تمام جہانوں کا پروردگار ہے۔
یا بھوک کے دن۔
اور نماز قايم رکھو اور زکوة دو اور اپنی جانوں کے ليے جو بھلايی اگے بھیجو گے اسے اللہ کے یہاں پاو گے بیشک اللہ تمہارے کام دیکھ رہا ہے-
ان دونوں میں ہر میوے کے جوڑے ہوں گے
اس کے پیچھے ایک اور انے والی (مصیبت) ايے گی۔
ان لوگوں نے کہا کہ ایک عمارت بناکر کر اگ جلا کر انہیں اگ میں ڈال دو
اور (وہ وقت بھی یاد کریں) جب موسی (علیہ السلام) نے اپنی قوم سے کہا: اے میری قوم! تم اپنے اوپر (کیا گیا) اﷲ کا وہ انعام یاد کرو جب اس نے تم میں انبیاء پیدا فرمايے اور تمہیں بادشاہ بنایا اور تمہیں وہ (کچھ) عطا فرمایا جو (تمہارے زمانے میں) تمام جہانوں میں سے کسی کو نہیں دیا تھا،
پھر کہا یہ تو ایک جادو ہے جو چلا اتا ہے
بیشک ہم نے تمہارے لیے روشن فتح دی
اور وہ خوف خدا بھی رکھتاہے
پس ان نمازیوں کے لیے ہلاکت ہے
(ان سے) پوچھو کہ بھلا تمھارے شریکوں میں سے کويی ایسا ہے کہ مخلوق کو ابتدا پیدا کرے (اور) پھر اس کو دوبارہ بنايے؟ کہہ دو کہ خدا ہی پہلی بار پیدا کرتا ہے پھر وہی اس کو دوبارہ پیدا کرے گا تو تم کہاں اکسے جارہے ہو
حم
یہ (ایک) سورت ہے جس کو ہم نے نازل کیا اور اس (کے احکام) کو فرض کر دیا، اور اس میں واضح المطالب ایتیں نازل کیں تاکہ تم یاد رکھو
وہ (پیغمبر(ص)) ایسے لوگ ہیں جو اللہ کے پیغامات (اس کے بندوں تک) پہنچاتے ہیں اور اسی سے ڈرتے ہیں اور وہ اللہ کے سوا اور کسی سے نہیں ڈرتے اور محاسبہ کیليے اللہ ہی کافی ہے۔
جو (وحی) الزام اتارنے یا اگاه کردینے کے لیے ہوتی ہے
وہ صف در صف بچھے ہويے تختوں پر تکیے لگايے (بیٹھے) ہوں گے، اور ہم گوری رنگت (اور) دلکش انکھوں والی حوروں کو ان کی زوجیت میں دے دیں گے،
تو کیا تم نے اسے دیکھا جو ہماری ایتوں سے منکر ہوا اور کہتا ہے مجھے ضرو ر مال و اولاد ملیں گے
سو (جنتی خوشی سے پوچھیں گے:) کیا اب ہم مریں گے تو نہیں،
کہہ دو اگر میرے پاس وہ چیز ہوتی جس کی تم جلدی کر رہے ہو تو اس معاملہ میں فیصلہ ہوگیا ہو تا جو میرے اور تمہارے درمیان ہے اور الله ظالموں کو خوب جانتا ہے
اور (اے رسول!) بیشک ہم نے اپ سے پہلے (بہت سے) پیغمبروں کو بھیجا اور ہم نے ان کے ليے بیویاں (بھی) بنايیں اور اولاد (بھی)، اور کسی رسول کا یہ کام نہیں کہ وہ نشانی لے ايے مگر اﷲ کے حکم سے، ہر ایک میعاد کے ليے ایک نوشتہ ہے،
فرمایا: اے ادم تم ان کو ان کے نام بتاو۔ تو جب ادم نے ان (فرشتوں) کو ان کے نام بتا دیيے تو خدا نے فرمایا کیا میں نے تم سے نہیں کہا تھا کہ میں اسمانوں اور زمین کے سب مخفی رازوں کو جانتا ہوں اور وہ بھی جانتا ہوں جو تم ظاہر کر رہے ہو اور وہ بھی جو تم (اندرون دل) چھپايے ہويے تھے۔
اور اپ کا رب اپ کو (اتنا) دے گا کہ اپ خوش ہو جايیں گے
تم ان (منہ بولے بیٹوں) کو ان کے باپ (ہی کے نام) سے پکارا کرو، یہی اللہ کے نزدیک زیادہ عدل ہے، پھر اگر تمہیں ان کے باپ معلوم نہ ہوں تو (وہ) دین میں تمہارے بھايی ہیں اور تمہارے دوست ہیں۔ اور اس بات میں تم پر کويی گناہ نہیں جو تم نے غلطی سے کہی لیکن (اس پر ضرور گناہ ہوگا) جس کا ارادہ تمہارے دلوں نے کیا ہو، اور اللہ بہت بخشنے والا بہت رحم فرمانے والا ہے،
پس ان کی کسی تدبیروعمل نے انہیں کويی فايده نہ دیا
یوسف (علیہ السلام) نے کہا: تم لوگ دايمی عادت کے مطابق مسلسل سات برس تک کاشت کرو گے سو جو کھیتی تم کاٹا کرو گے اسے اس کے خوشوں (ہی) میں (ذخیرہ کے طور پر) رکھتے رہنا مگر تھوڑا سا (نکال لینا) جسے تم (ہر سال) کھا لو،
پس ناقہ کی کوچیں کاٹ دیں اور اپنے رب کے حکم سے سرکشی کی اور بولے اے صالح! ہم پر لے او جس کا تم سے وعد دے رہے ہو اگر تم رسول ہو،
اوربے شک ان ظالموں کو علاوہ اس کے ایک عذاب (دنیا میں) ہوگا لیکن اکثر ان میں سے نہیں جانتے
اور جب تم ایک شخص قتل کر کے اس میں جھگڑنے لگے اور الله ظاہر کرنے والا تھا اس چیز کو جسے تم چھپاتے تھے
اور تم نہیں چاہتے مگر وہی جو عالمین کا پرورگار چاہتا ہے۔
اور تمہاری (اپنی) پیدايش میں اور ان جانوروں میں جنہیں وہ پھیلاتا ہے، یقین رکھنے والے لوگوں کے ليے نشانیاں ہیں،
اور جب تم نے ان سے اور خدا کے علاوہ ان کے تمام معبودوں سے علیحدگی اختیار کرلی ہے تو اب غارمیں پناہ لے لو تمہارا پروردگار تمہارے ليے اپنی رحمت کا دامن پھیلادے گا اور اپنے حکم سے اسانیوں کا سامان فراہم کردے گا
(لوگو) تم کو (مال کی) بہت سی طلب نے غافل کر دیا
جن لوگوں نے ہماری ایتوں کی تکذیب کی ان کی مثال بری ہے اور انہوں نے نقصان (کیا تو) اپنا ہی کیا
اور زمین اپنے رب کے نور سے چمک اٹھے گی اور کتاب رکھ دی جاوے گی اور نبی اور گواہ لايے جاویں گے اور ان میں انصاف سے فیصلہ کیا جاوے گا اور ان پر ظلم نہ کیا جايے گا
سو یہ ان کے گھر ویران پڑے ہیں اس ليے کہ انہوں نے ظلم کیا تھا۔ بیشک اس میں اس قوم کے ليے (عبرت کی) نشانی ہے جو علم رکھتے ہیں،
اور یاد کرو جب اللہ نے عہد لیا ان سے جنہیں کتاب عطا فرمايی کہ تم ضرور اسے لوگوں سے بیان کردینا اور نہ چھپانا تو انہوں نے اسے اپنی پیٹھ کے پیچھے پھینک دیا اور اس کے بدلے ذلیل دام حاصل کیے تو کتنی بری خریداری ہے
اخرکار پو پھٹتے ہی ان کو ایک زبردست دھماکے نے ا لیا
اور ہم نے بنی اسرايیل کو سمندر (یعنی بحر قلزم) کے پار اتارا تو وہ ایک ایسی قوم کے پاس جا پہنچے جو اپنے بتوں کے گرد (پرستش کے ليے) اسن مارے بیٹھے تھے، (بنی اسرايیل کے لوگ) کہنے لگے: اے موسی! ہمارے ليے بھی ایسا (ہی) معبود بنا دیں جیسے ان کے معبود ہیں، موسی (علیہ السلام) نے کہا: تم یقینا بڑے جاہل لوگ ہو،
خدا نے فرمایا کہ تمہاری دعا قبول کرلی گيی تو تم ثابت قدم رہنا اور بےعقلوں کے رستے نہ چلنا
اور ہم نے داود کو سلیمان عطا کیا کیسا اچھا بندہ تھا بےشک وہ رجوع کرنے والا تھا
اور ہم وہ (رنجش و) کینہ جو ان کے سینوں میں (دنیا کے اندر ایک دوسرے کے ليے) تھا نکال (کے دور کر) دیں گے ان کے (محلوں کے) نیچے نہریں جاری ہوں گی، اور وہ کہیں گے: سب تعریفیں اﷲ ہی کے ليے ہیں جس نے ہمیں یہاں تک پہنچا دیا، اور ہم (اس مقام تک کبھی) راہ نہ پا سکتے تھے اگر اﷲ ہمیں ہدایت نہ فرماتا، بیشک ہمارے رب کے رسول حق (کا پیغام) لايے تھے، اور (اس دن) ندا دی جايے گی کہ تم لوگ اس جنت کے وارث بنا دیيے گيے ہو ان (نیک) اعمال کے باعث جو تم انجام دیتے تھے،
جب اپ کے پاس منافق اتے ہیں تو کہتے ہیں ہم گواہی دیتے ہیں کہ بے شک اپ الله کے رسول ہیں اور الله جانتا ہے کہ بے شک اپ اس کے رسول ہیں اور الله گواہی دیتا ہے کہ بے شک منافق جھوٹے ہیں
اور جو اللہ اور اس کے رسول کی نافرمانی کرے اور اس کی کل حدوں سے بڑھ جايے اللہ اسے اگ میں داخل کرے گا جس میں ہمیشہ رہے گا اور اس کے ليے خواری کا عذاب ہے
بیشک گناه گار گمراہی میں اور عذاب میں ہیں
اور نیکی کو جھٹلایا ہے
پھر تم اپنے رب کی کس کس نعمت کو جھٹلاو گے؟
(اے پیغمبر) میرے مومن بندوں سے کہہ دو کہ نماز پڑھا کریں اور اس دن کے انے سے پیشتر جس میں نہ (اعمال کا) سودا ہوگا اور نہ دوستی (کام ايے گی) ہمارے دیيے ہويے مال میں سے درپردہ اور ظاہر خرچ کرتے رہیں
اور اسمان اور زمین میں کويی (بھی) پوشیدہ چیز نہیں ہے مگر (وہ) روشن کتاب (لوح محفوظ) میں (درج) ہے،
عنقریب یہ پیچھے رہ جانے والے گنوار اپ سے کہیں گے کہ ہمارے اموال اور اولاد نے مصروف کرلیا تھا لہذا اپ ہمارے حق میں استغفار کردیں. یہ اپنی زبان سے وہ کہہ رہے ہیں جو یقینا ان کے دل میں نہیں ہے تو اپ کہہ دیجيے کہ اگر خدا تمہیں نقصان پہنچانا چاہے یا فايدہ ہی پہنچانا چاہے تو کون ہے جو اس کے مقابلہ میں تمہارے امور کا اختیار رکھتا ہے .حقیقت یہ ہے کہ اللہ تمہارے اعمال سے خوب باخبر ہے
اور ہر گروہ کے ليے ایک میعاد (مقرر) ہے پھر جب ان کا (مقررہ) وقت اجاتا ہے تو وہ ایک گھڑی (بھی) پیچھے نہیں ہٹ سکتے اور نہ اگے بڑھ سکتے ہیں،
اور رات کی جب وہ گزر جايے
پروردگار مجھے اور میرے والدین کو اور جو ایمان کے ساتھ میرے گھر میں داخل ہوجايیں اور تمام مومنین و مومنات کو بخش دے اور ظالموں کے ليے ہلاکت کے علاوہ کسی شے میں اضافہ نہ کرنا
اس نے اسمانوں اور زمین کو حکمت سے پیدا کیا وہ رات کو دن پر لپیٹ دیتا ہے اور دن کو رات پر لپیٹ دیتا ہے اور اس نے سورج اور چاند کو تابع کر دیا ہے ہر ایک وقت مقرر تک چل رہا ہے خبرادار! وہی غالب بخشنے والا ہے
اورلوط کو جب اس نے اپنی قوم کو کہا کیا تم بے حیايی کرتے ہو حالانکہ تم سمجھ دا ر ہو
بھلا جس کا سینہ الله نے دین اسلام کے ليے کھول دیا ہے سو وہ اپنے رب کی طرف سے روشنی میں ہے سوجن لوگوں کے دل الله کے ذکر سے متاثر نہیں ہوتے ان کے لیے بڑی خرابی ہے یہ لوگ کھلی گمراہی میں ہیں
فرما دیجيے: اللہ ہی تمہیں زندگی دیتا ہے اور پھر وہی تمہیں موت دیتا ہے پھر تم سب کو قیامت کے دن کی طرف جمع فرمايے گا جس میں کويی شک نہیں ہے، لیکن اکثر لوگ نہیں جانتے،
اور تمہارا ساتھی دیوانہ نہیں ہے
وہ جس کے لیے ہے اسمانوں اور زمین کی بادشاہت اور اس نے نہ اختیار فرمایا بچہ اور اس کی سلطنت میں کويی ساجھی نہیں اس نے ہر چیز پیدا کرکے ٹھیک اندازہ پر رکھی،
ہم ہی نے اس (درخت کی اگ) کو (اتش جہنم کی) یاد دلانے والی (نصیحت و عبرت) اور جنگلوں کے مسافروں کے ليے باعث منفعت بنایا ہے،
جب اس نے اپنے رب کو اہستہ پکارا
وہ کہیں گے بلکہ تم ہی ایمان لانے والے نہ تھے
اور جو صرف دنیا کی زندگی اور اس کی زیب و زینت چاہتے ہیں تو ہم انہیں ان کی سعی و عمل کی پوری پوری جزا دیتے ہیں۔ اور ان کے ساتھ کويی کمی نہیں کی جاتی۔
اور کفار کہتے ہیں کہ جب ہم مٹی میں مل کر گم ہوجايیں گے تو (کیا) ہم از سر نو پیدايش میں ايیں گے، بلکہ وہ اپنے رب سے ملاقات ہی کے منکر ہیں،
ان مومن مردوں اور عورتوں سے اللہ کا وعدہ ہے کہ انہیں ایسے باغ دے گا جن کے نیچے نہریں بہتی ہوں گی اور وہ ان میں ہمیشہ رہیں گے ان سدا بہار باغوں میں ان کے لیے پاکیزہ قیام گاہیں ہوں گی، اور سب سے بڑھ کر یہ کہ اللہ کی خوشنودی انہیں حاصل ہوگی یہی بڑی کامیابی ہے
اج ہم ان کے مونہوں پر مہر لگا دیں گے اور جو کچھ یہ کرتے رہے تھے ان کے ہاتھ ہم سے بیان کردیں گے اور ان کے پاوں (اس کی) گواہی دیں گے
اب اللہ کے سامنے سجدے کرو اور (اسی) کی عبادت کرو
تمہیں کیا ہوگیا ہے؟ کہ منافقوں کے بارے میں دو گروه ہو رہے ہو؟ انہیں تو ان کے اعمال کی وجہ سے اللہ تعالی نے اوندھا کر دیا ہے۔ اب کیا تم یہ منصوبے باندھ رہے ہو کہ اللہ تعالی کے گمراه کيے ہووں کو تم راه راست پر ﻻکھڑا کرو، جسے اللہ تعالی راه بھلا دے تو ہرگز اس کے ليے کويی راه نہ پايے گا
اور انہیں ملک پر قابض کریں اور فرعون ہامان اور ان کے لشکروں کو وہ چیز دکھا دیں جس کا وہ خطر کرتے تھے
یاد رکھو کہ بدکاروں کا نامہ اعمال سجین میں ہوگا
اور کتنے ہی انبیاء نے جہاد کیا ان کے ساتھ بہت خدا والے تھے، تو نہ سست پڑے ان مصیبتوں سے جو اللہ کی راہ میں انہیں پہنچیں اور نہ کمزور ہويے اور نہ دبے اور صبر والے اللہ کو محبوب ہیں،
اور اپ کہہ دیجيے کہ حق تمہارے پروردگار کی طرف سے ہے تو جو چاہے ایمان لايے اور جو چاہے کفر اختیار کرے۔ بے شک ہم نے ظالموں کیليے ایسی اگ تیار کر رکھی ہے جس کی قناطیں انہیں گھیر لیں گی اور اگر وہ فریاد کریں گے تو ان کی فریاد رسی ایسے پانی سے کی جايے گی جو پگھلے ہويے تانبے کی طرح ہوگا۔ جو چہروں کو بھون ڈالے گا کیا بری چیز ہے پینے کی۔ اور کیا بری ارام گاہ ہے۔
اللہ تعالی ان تمام چیزوں کو جانتا ہے جنہیں وه اس کے سوا پکار رہے ہیں، وه زبردست اور ذی حکمت ہے
اور تمہیں اور (غنیمتیں) بھی دے جن پر اب تک تم نے قابو نہیں پایا۔ اللہ تعالی نے انہیں اپنے قابو میں رکھا ہے اور اللہ تعالی ہر چیز پر قادر ہے
اے ایمان والو۔ نماز کے قریب مت جاو جبکہ نشہ کی حالت میں ہو یہاں تک کہ (نشہ اتر جايے اور) تمہیں معلوم ہو کہ تم کیا کہہ رہے ہو؟ اور نہ ہی جنابت کی حالت میں (نماز کے قریب جاو) یہاں تک کہ غسل کر لو۔ الا یہ کہ تم راستے سے گزر رہے ہو (سفر میں ہو)۔ اور اگر تم بیمار ہو یا سفر میں ہو یا تم سے کويی بیت الخلاء سے ہو کے ايے۔ یا تم نے عورتوں سے مباشرت کی ہو اور تمہیں پانی نہ ملے تو پھر پاک مٹی سے تیمم کر لو۔ کہ (اس سے) اپنے چہروں اور ہاتھوں کے کچھ حصہ پر مسح کرلو۔ بے شک اللہ بڑا معاف کرنے والا ہے، بڑا بخشنے والا ہے۔
عجب نہیں کہ اللہ تمہارے اور ان میں سے بعض لوگوں کے درمیان جن سے تمہاری دشمنی ہے (کسی وقت بعد میں) دوستی پیدا کر دے، اور اللہ بڑی قدرت والا ہے، اور اللہ بڑا بخشنے والا نہایت مہربان ہے،
تم سے پوچھتے ہیں کیا خرچ کریں، تم فرماو جو کچھ مال نیکی میں خرچ کرو تو و ہ ماں باپ اور قریب کے رشتہ داروں اور یتیموں اور محتاجوں اور راہ گیر کے ليے ہے اور جو بھلايی کرو بیشک اللہ اسے جانتا ہے
اور کیا انہیں معلوم نہیں ہے کہ اللہ جس کا چاہتا ہے رزق کشادہ کر دیتا ہے اور جس کا چاہتا ہے تنگ کر دیتا ہے؟ اس میں نشانیاں ہیں ان لوگوں کے لیے جو ایمان لاتے ہیں
کہہ دو بھلا دیکھو تو سہی اگر تمہارا پانی خشک ہو جايے تو وہ کون ہے جو تمہارے پاس صاف پانی لے ايے گا
بندوں پر افسوس ہے کہ ان کے پاس کويی پیغمبر نہیں اتا مگر اس سے تمسخر کرتے ہیں
یہ ہے ان کے لیے، پس وہ مزا چکھیں کھولتے ہويے پانی اور پیپ لہو
اور اسی طرح ہم اپنی ایتوں کو تفصیل کے ساتھ بیان کرتے ہیں تاکہ مجرموں کا راستہ بالکل واضح ہو جايے۔
اس روز شفاعت کارگر نہ ہو گی، الا یہ کہ کسی کو رحمان اس کی اجازت دے اور اس کی بات سننا پسند کرے
تو بھی جو ان کو ارام دیا گیا تھا وہ ان کے کام نہ ايے گا
جو لوگ (یعنی یہود حیلہ جويی کے طور پر) یہ کہتے ہیں کہ اللہ نے ہمیں یہ حکم بھیجا تھا کہ ہم کسی پیغمبر پر ایمان نہ لايیں جب تک وہ (اپنی رسالت کے ثبوت میں) ایسی قربانی نہ لايے جسے اگ (اکر) کھا جايے، اپ (ان سے) فرما دیں: بیشک مجھ سے پہلے بہت سے رسول واضح نشانیاں لے کر ايے اور اس نشانی کے ساتھ بھی (ايے) جو تم کہہ رہے ہو تو (اس کے باوجود) تم نے انہیں شہید کیوں کیا اگر تم (اتنے ہی) سچے ہو،
یہاں تک کہ جب کشتی میں سوار ہويے تو اسے پھاڑ دیا کہا کیا تو نے اس لیے پھاڑا ہے کہ کشتی کے لوگوں کو غرق کر دے البتہ تو نے خطرناک بات کی ہے
اے ایمان والو! جب تم نماز کے لیے اٹھو تو اپنے منہ دھو لو اور ہاتھ کہنیوں تک اور اپنے سروں پر مسح کرو اور اپنے پاوں ٹخنوں تک دھو لو اور اگر تم ناپاک ہو تو نہا لو اور اگرتم بیمار ہو یا سفر پر ہو یا کويی تم میں سے جايے ضرور سے ایا ہو یا عورتوں کے پاس گيے ہو پھر تم پانی نہ پاو تو پاک مٹی سے تیمم کر لو اور اسے اپنے مونہوں او رہاتھوں پر مل لو الله تم پر تنگی کرنا نہیں چاہتا لیکن تمہیں پاک کرنا چاہتا ہے اور تاکہ اپنا احسان تم پر پورا کرے تاکہ تم شکر کرو
پھر ہم نے ان سے بدلہ لیا یعنی ان کو دریا میں غرق کر دیا اس سبب سے کہ وه ہماری ایتوں کو جھٹلاتے تھے اور ان سے بالکل ہی غفلت کرتے تھے
اب اپ کچھ دنوں تک ان سے منھ پھیر لیجيے
کہہ دو میرے رب نے مجھےایک سیدھا راستہ بتلا دیا ہے ایک صحیح دین ابراھیم کی ملت جو ایک ہی طرف کاتھا اور مشرکوں میں سے نہیں تھا
پھر جب اس کے یہاں وہ (بچی) پیدا ہويی۔ تو اس نے کہا: اے میرے پروردگار! میرے ہاں تو لڑکی پیدا ہويی ہے (میں تو یہ لڑکی جنی ہوں) حالانکہ خدا خود خوب جانتا ہے کہ وہ کیا جنی ہے۔ اور وہ جانتا ہے کہ لڑکا، لڑکی یکساں نہیں ہوتے۔ اور میں نے اس کا نام مریم رکھا ہے اور میں اسے اور اس کی اولاد کو شیطان رجیم (کے شر) سے (بچنے کے لیے) تیری پناہ میں دیتی ہوں۔
منافق مر د اور منافق عورتیں ایک دوسرے کے ہم جنس ہیں برے کامو ں کا حکم کرتے ہیں اور نیک کاموں سے منع کرتے ہیں او رہاتھ بند کیے رہتے ہیں وہ الله کو بھول گيے سوالله نے انہیں بھلا دیا بے شک منافق وہی نافرمان ہیں
اور جس دن صور پھونکا جايے گا۔ تو جو بھی اسمانوں اور زمین میں ہیں سب گھبرا جايیں گے سوايے ان کے جن کو خدا (بچانا) چاہے گا اور سب ذلت وعاجزی کے ساتھ اس کی بارگاہ میں حاضر ہوں گے۔
اور ان پر اور کشتیوں پر تم سوار (بھی) کيے جاتے ہو،
اپ کہہ دیجيے کہ کیا تم خدا کو اپنا دین سکھارہے ہو جب کہ وہ اسمان اور زمین کی ہر شے سے باخبر ہے اور وہ کاينات کی ہر چیز کا جاننے والا ہے
بے شک نیک ایسی شراب کے پیالے پيیں گے جس میں چشمہ کافور کی امیزش ہو گی
تم کو اللہ ہی کے پاس جانا ہے اور وه ہر شے پر پوری قدرت رکھتا ہے
اے رسول کہیے غور کرکے بتاو کہ اگر اللہ تعالی تمہارے کان اور تمہاری انکھیں لے لے (یعنی قوت شنوايی اور بینايی چھین لے) اور تمہارے دلوں پر مہر لگا دے تو اللہ کے سوا اور کون خدا ہے جو تمہیں یہ چیزیں لا دے؟ دیکھيے ہم کس طرح الٹ پلٹ کر اپنی توحید کی نشانیاں واضح کرتے ہیں پھر بھی وہ روگردانی کرتے ہیں۔
اور تم تو ان ہی لوگوں کے مکانات میں ساکن تھے جنہوں نے اپنے اوپر ظلم کیا تھا اور تم پر واضح تھا کہ ہم نے ان کے ساتھ کیا برتاو کیا ہے اور ہم نے تمہارے ليے مثالیں بھی بیان کردی تھیں
ہم نے (حوروں) کو خاص نيے سرے سے پیدا کیا ہے۔
جب ہمارے بھیجے ہويے فرشتے لوط کے پاس پہنچے تو وه ان کی وجہ سے بہت غمگین ہوگيے اور دل ہی دل میں کڑھنے لگے اور کہنے لگے کہ اج کا دن بڑی مصیبت کا دن ہے
اے ایمان لانے والو! اپنے صدقات کو احسان جتا کر اور دکھ دے کر اس شخص کی طرح خاک میں نہ ملا دو، جو اپنا مال محض لوگوں کے دکھانے کو خرچ کرتا ہے اور نہ اللہ پر ایما ن رکھتا ہے، نہ اخرت پر اس کے خرچ کی مثال ایسی ہے، جیسے ایک چٹان تھی، جس پر مٹی کی تہہ جمی ہويی تھی اس پر جب زور کا مینہ برسا، تو ساری مٹی بہہ گيی اور صاف چٹان کی چٹان رہ گيی ایسے لوگ اپنے نزدیک خیرات کر کے جو نیکی کماتے ہیں، اس سے کچھ بھی ان کے ہاتھ نہیں اتا، اور کافروں کو سیدھی راہ دکھانا اللہ کا دستور نہیں ہے
جو اﷲ کے دیيے میں بچ رہے (وہی) تمہارے ليے بہتر ہے اگر تم ایمان والے ہو، اور میں تم پر نگہبان نہیں ہوں،
رہے وہ لوگ جو مان لیں اور نیک عمل کریں، تو یقینا ہم نیکو کار لوگوں کا اجر ضايع نہیں کیا کرتے
موسی نے کہا تمہارا وعدہ میلے کا دن ہے اور یہ کہ لوگ دن چڑھے جمع کیے جايیں
کیا تمہارے پاس موسی کی خبر ايی ہے
اور جن لوگوں کو علم اور ایمان دیا گیا ہے وہ کہیں گے کہ تم لوگ کتاب خدا کے مطابق قیامت کے دن تک ٹہرے رہے تو یہ قیامت کا دن ہے لیکن تم لوگ بے خبر بنے ہويے ہو
نگاہیں نیچی ہوں گی اور ان پر ذلت و خواری چھارہی ہوگی، حاﻻنکہ یہ سجدے کے لیے (اس وقت بھی) بلايے جاتے تھے جب کہ صحیح سالم تھے
جب خدا کی مدد اور فتح کی منزل اجايے گی
ان کی جزا ان کے رب کے ہاں دايمی قیام کی جنتیں ہیں جن کے نیچے نہریں بہ رہی ہوں گی، وہ ان میں ہمیشہ ہمیشہ رہیں گے اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہويے یہ کچھ ہے اس شخص کے لیے جس نے اپنے رب کا خوف کیا ہو
لیکن جس نے توبہ کر لی اور ایمان لے ایا اور نیک عمل کیا تو یقینا وہ فلاح پانے والوں میں سے ہوگا،
تم فرماو بھلا بتاو تو اگر تم پر اللہ کا عذاب ايے اچانک یا کھلم کھلا تو کون تباہ ہوگا سوا ظالموں کے
اور (وہ وقت یاد کرو) جب ہم نے تمہارے ليے سمندر کو شگافتہ کیا (اسے پھاڑ کر تمہارے ليے راستہ بنایا) اور تمہیں نجات دی اور تمہارے دیکھتے دیکھتے فرعونیوں کو غرق کر دیا۔
اور اللہ نے تمہیں جو حلال اور پاکیزہ چیزیں عطا کی ہیں ان میں سے کھاو۔ اور اسی اللہ سے ڈرو (اس کی نافرمانی سے بچو) جس پر تم ایمان رکھتے ہو۔
اپ رات کو (نماز میں) قیام فرمایا کریں مگر تھوڑی دیر (کے ليے)،
کیا تو نے دیکھا ہے کہ یہ کیا شے ہے جسے میرے اوپر فضیلت د ے دی ہے اب اگر تو نے مجھے قیامت تک کی مہلت دے دی تو میں ان کی ذریت میں چند افراد کے علاوہ سب کا گلا گھونٹتا رہوں گا
اور حال یہ تھا کہ ہم نے ہر چیز گن گن کر لکھ رکھی تھی
تو ہم پر اسمان کا کويی ٹکڑا گرا دو اگر تم سچے ہو
پھر ہم نے انہیں اور ان کے ساتھیوں کو اپنی رحمت سے نجات دے دی اور اپنی ایات کی تکذیب کرنے والوں کی نسل منقطع کردی اور وہ لوگ ہرگز صاحبان هایمان نہیں تھے
اس میں سے اس کا پانی اور چارہ نکا لا
اے لوگو جو ایمان لايے ہو، تمہیں کیا ہو گیا کہ جب تم سے اللہ کی راہ میں نکلنے کے لیے کہا گیا تو تم زمین سے چمٹ کر رہ گيے؟ کیا تم نے اخرت کے مقابلہ میں دنیا کی زندگی کو پسند کر لیا؟ ایسا ہے تو تمہیں معلوم ہو کہ دنیوی زندگی کا یہ سب سروسامان اخرت میں بہت تھوڑا نکلے گا
اور انہیں ایک لاکھ یا اس سے زیادہ کی قوم کی طرف نمايندہ بناکر بھیجا
کہنے لگے ہم چاہتے ہیں کہ اس میں سے کھايیں اور ہمارے دل مطمين ہو جايیں اور ہمیں یقین ہو جايے کہ اپ نے ہم سے سچ کہا تھا۔ اور ہم اس پر گواہی دینے والوں میں سے ہو جايیں۔
اور اسمان پھٹ جايے گا اور وہ اس دن بالکل کمزور ہو جايے گا۔
اور نہ ہی یہ ان کیليے مناسب ہے اور نہ ہی وہ اس کی طاقت رکھتے ہیں۔
اور انہوں نے اس کی برايی چاہی سو ہم نے انہیں ناکام کر دیا
اگر وه چاہے تو تم کو فنا کردے اور ایک نيی مخلوق پیدا کردے
اور (یہ) اس ليے کہ ان لوگوں کے دل اس (فریب) کی طرف مايل ہو جايیں جو اخرت پر ایمان نہیں رکھتے اور (یہ) کہ وہ اسے پسند کرنے لگیں اور (یہ بھی) کہ وہ (انہی اعمال بد کا) ارتکاب کرنے لگیں جن کے وہ خود (مرتکب) ہو رہے ہیں،
پھر ان میں سے اچھے ادمی نے کہا کیامیں نے تمہیں نہیں کہا تھا کہ تم کس لیے تسبیح نہیں کرتے
وہ کہنے لگے کہ اس کے ليے ایک عمارت بناو پھر اس کو اگ کے ڈھیر میں ڈال دو
اور ہم نے اس بستی کو تل پٹ کر کے رکھ دیا اور ان پر پکی ہويی مٹی کے پتھروں کی بارش برسا دی
ان کے بعد پھر بھی ہم اپنے رسولوں کو پے در پے بھیجتے رہے اور ان کے بعد عیسی بن مریم (علیہ السلام) کو بھیجا اور انہیں انجیل عطا فرمايی اور ان کے ماننے والوں کے دلوں میں شفقت اور رحم پیدا کردیا ہاں رہبانیت (ترک دنیا) تو ان لوگوں نے ازخود ایجاد کرلی تھی ہم نے ان پر اسے واجب نہ کیا تھا سوايے اللہ کی رضاجويی کے۔ سو انہوں نے اس کی پوری رعایت نہ کی، پھر بھی ہم نے ان میں سے جو ایمان ﻻيے تھے۔ انہیں ان کا اجر دیا اور ان میں زیاده تر لوگ نافرمان ہیں
کہا بلکہ ہم تو اپ کے پاس وہ لايے ہیں جس میں یہ لوگ شک کرتے تھے،
اور جب موسی نے اپنی قوم سے کہا کہ اے میری قوم مجھےکیوں ستاتے ہو حالانکہ تم جانتے ہو کہ میں تمہاری طرف الله کا رسول ہوں پس جب وہ پھر گيے تو الله نے ان کے دل پھیر دیيے اور الله نافرمان لوگو ں کو ہدایت نہیں کرتا
شیطان تو یہی چاہتا ہے کہ شراب اور جويے کے ذریعے سےتم میں دشمنی اور بغض ڈال دے اور تمہیں الله کی یاد سے اور نماز سے روکے سو اب بھی باز اجاو
کیا انہوں نے نہیں دیکھا کہ ہم بنجر زمین کی طرف پانی کو بہا لے جاتے ہیں پھر اس سے ایسی کھیتی اگاتے ہیں جس میں ان کے چوپايے بھی کھاتے ہیں اور خود بھی تو کیا یہ لوگ دیکھتے نہیں ہیں۔
تمہاری عورتیں تمہارے ليے کھیتیاں ہیں، تو او اپنی کھیتیوں میں جس طرح چاہو اور اپنے بھلے کا کام پہلے کرو اور اللہ سے ڈرتے رہو اور جان رکھو کہ تمہیں اس سے ملنا ہے اور اے محبوب بشارت دو ایمان والوں کو،
(یہ قران) عزیز (غالب اور) بڑے مہربان کا نازل کیا ہوا ہے۔
(یہ کتاب خدايے) رحمن ورحیم (کی طرف) سے اتری ہے
(ان کی کیفیت یہ ہے کہ) اگر وہ کويی پناہ گاہ یا غار یا سرنگ پا لیں تو انتہايی تیزی سے بھاگتے ہويے اس کی طرف پلٹ جايیں (اور اپ کے ساتھ ایک لمحہ بھی نہ رہیں مگر اس وقت وہ مجبور ہیں اس ليے جھوٹی وفاداری جتلاتے ہیں)،
اس عورت (زلیخا) نے گناہ کرنے کا ارادہ کر لیا تھا۔ اور وہ مرد (یوسف) بھی اس کا ارادہ کرتا اگر اپنے پروردگار کا برہان نہ دیکھ لیتا ایسا ہوا تاکہ ہم اس (یوسف) سے برايی اور بے حیايی کو دور رکھیں بے شک وہ ہمارے برگزیدہ بندوں میں سے تھا۔
جب ہمارا عذاب ان پر ایا تو اس کے سوا ان کی اور کويی پکار نہ تھی کہ بے شک ہم ظالم تھے۔
وہ (خدا) بہت بابرکت ہے جو اگر چاہے تو تمہارے ليے اس سے بہتر (چیزیں) بنا دے (یعنی) باغات جن کے نیچے نہریں بہہ رہی ہوں۔ نیز تمہارے ليے محل بنادے
کہا یونہی ہے تیرے رب نے فرمایا ہے کہ یہ مجھے اسان ہے، اور اس لیے کہ ہم اسے لوگوں کے واسطے نشانی کریں اور اپنی طرف سے ایک رحمت اور یہ کام ٹھہرچکا ہے
(اس وقت کو یاد کرو) جب تم اپنے پروردگار سے فریاد کر رہے تھے اور اس نے تمہاری فریاد سن لی (اور فرمایا) کہ تمہاری مدد کے لیے یکے بعد دیگرے ایک ہزار فرشتے بھیج رہا ہوں۔
یس
اور تم میں کويی ایسا بھی ہے کہ (عمدا) دیر لگاتا ہے۔ پھر اگر تم پر کويی مصیبت پڑ جايے تو کہتا ہے کہ خدا نے مجھ پر بڑی مہربانی کی کہ میں ان میں موجود نہ تھا
ان کی مثال اس شخص کی سی ہے کہ جس نے (شب تاریک میں) اگ جلايی۔ جب اگ نے اس کے اردگرد کی چیزیں روشن کیں تو خدا نے ان کی روشنی زايل کر دی اور ان کو اندھیروں میں چھوڑ دیا کہ کچھ نہیں دیکھتے
اس کی قوم کے سردار بولے بیشک ہم تمہیں بیوقوف سمجھتے ہیں اور بیشک ہم تمہیں جھوٹوں میں گمان کرتے ہیں
یہ سب تمہاری جزا ہے اور تمہاری سعی قابل قبول ہے
کیا جس کو زیورات میں پالا جاتا ہے اور وہ جھگڑے کے وقت صحیح بات بھی نہ کرسکے (وہی خدا کی اولاد ہے
کیا لوگوں نے خدا کو چھوڑ کر اور معبود بناليے ہیں۔ کہہ دو کہ (اس بات پر) اپنی دلیل پیش کرو۔ یہ (میری اور) میرے ساتھ والوں کی کتاب بھی ہے اور جو مجھ سے پہلے (پیغمبر) ہويے ہیں۔ ان کی کتابیں بھی ہیں۔ بلکہ (بات یہ ہے کہ) ان اکثر حق بات کو نہیں جانتے اور اس ليے اس سے منہ پھیر لیتے ہیں
بیشک ہم نے تورات نازل فرمايی جس میں ہدایت اور نور تھا، اس کے مطابق انبیاء جو (اﷲ کے) فرمانبردار (بندے) تھے یہودیوں کو حکم دیتے رہے اور اﷲ والے (یعنی ان کے اولیاء) اور علماء (بھی اسی کے مطابق فیصلے کرتے رہے)، اس وجہ سے کہ وہ اﷲ کی کتاب کے محافظ بنايے گيے تھے اور وہ اس پر نگہبان (و گواہ) تھے۔ پس تم (اقامت دین اور احکام الہی کے نفاذ کے معاملے میں) لوگوں سے مت ڈرو اور (صرف) مجھ سے ڈرا کرو اور میری ایات (یعنی احکام) کے بدلے (دنیا کی) حقیر قیمت نہ لیا کرو، اور جو شخص اللہ کے نازل کردہ حکم کے مطابق فیصلہ (و حکومت) نہ کرے سو وہی لوگ کافر ہیں،
ثمود نے تنبیہات کو جھٹلایا
ان سے جب کہا جاتا ہے کہ رکوع کر لو تو نہیں کرتے
یہ سب رسول (جو ہم نے مبعوث فرمايے) ہم نے ان میں سے بعض کو بعض پر فضیلت دی ہے، ان میں سے کسی سے اﷲ نے (براہ راست) کلام فرمایا اور کسی کو درجات میں (سب پر) فوقیت دی (یعنی حضور نبی اکرم صلی اللہ علیہ والہ وسلم کو جملہ درجات میں سب پر بلندی عطا فرمايی)، اور ہم نے مریم کے فرزند عیسی (علیہ السلام) کو واضح نشانیاں عطا کیں اور ہم نے پاکیزہ روح کے ذریعے اس کی مدد فرمايی، اور اگر اﷲ چاہتا تو ان رسولوں کے پیچھے انے والے لوگ اپنے پاس کھلی نشانیاں اجانے کے بعد اپس میں کبھی بھی نہ لڑتے جھگڑتے مگر انہوں نے (اس ازادانہ توفیق کے باعث جو انہیں اپنے کيے پر اﷲ کے حضور جواب دہ ہونے کے ليے دی گيی تھی) اختلاف کیا پس ان میں سے کچھ ایمان لايے اور ان میں سے کچھ نے کفر اختیار کیا، (اور یہ بات یاد رکھو کہ) اگر اﷲ چاہتا (یعنی انہیں ایک ہی بات پر مجبور رکھتا) تو وہ کبھی بھی باہم نہ لڑتے، لیکن اﷲ جو چاہتا ہے کرتا ہے،
پھر ہم نے انہیں اٹھایا۔ تاکہ ہم دیکھیں کہ ان دو گروہوں میں سے کون اپنے ٹھہرنے کی مدت کا زیادہ ٹھیک شمار کر سکتا ہے۔
(یہ کھانا) نہ فربہ کرے گا اور نہ بھوک ہی دور کرے گا،
اور جوکچھ ان کے دلو ں میں خفگی ہو گی ہم اسے دور کردیں گے ان کے نیچے نہریں بہتی ہوں گی اور وہ کہیں گےکہ الله کاشکر ہے جس نے ہمیں یہاں تک پہنچایا اور ہم راہ نہ پاتے اگر الله ہماری رہنمايی نہ فرماتا بے شک ہمارے رب کے رسول سچی بات لايے تھے جور اواز ايے گی کہ یہ جنت ہے تم اپنے اعمال کے بدلے اس کے وارث ہو گيے ہو
پھر اسے سیاہی مايل خشک کردیا،
اور اللہ دو ادمیوں کی مثال پیش کرتا ہے جن میں سے ایک گونگا ہے کسی بات پر قدرت نہیں رکھتا اور وہ اپنے اقا پر بوجھ ہے وہ اسے جدھر بھی بھیجے وہ کسی بھلايی کے ساتھ واپس نہیں اتا اور دوسرا وہ ہے جو عدل و انصاف کا حکم دیتا ہے اور خود راہ راست پر قايم ہے کیا وہ (پہلا) اور یہ (دوسرا) برابر ہو سکتے ہیں؟
مشرکوں کے لیے اللہ اور اس کے رسول کے پاس کويی عہد کیونکر ہوگا مگر وہ جن سے تمہارا معاہدہ مسجد حرام کے پاس ہوا تو جب تک وہ تمہارے لیے عہد پر قايم رہیں تم ان کے لیے قايم رہو، بیشک پرہیزگار اللہ کو خوش اتے ہیں،
بے شک اپ کا رب ہی خوب جانتا ہے کہ کون اس کی راہ سے بہکا ہے اور وہ ہدایت پانے والوں کو بھی خوب جانتا ہے
یا تیرے لیے سونے کا ایک گھر بن جايے یا تو اسمان پر چڑھ جايے، اور تیرے چڑھنے کا بھی ہم یقین نہ کریں گے جب تک کہ تو ہمارے اوپر ایک ایسی تحریر نہ اتار لايے جسے ہم پڑھیں" اے محمد، ان سے کہو "پاک ہے میرا پروردگار! کیا میں ایک پیغام لانے والے انسان کے سوا اور بھی کچھ ہوں؟"
دیکھو اگر تم جانتے (یعنی) علم الیقین (رکھتے تو غفلت نہ کرتے)
اور اس کے بعد بنی اسرايیل سے کہہ دیا کہ اب زمین میں اباد ہوجاو پھر جب اخرت کے وعدہ کا وقت اجايے گا تو ہم تم سب کو سمیٹ کر لے ايیں گے
اور جب ان پر قران پڑھا جايے تو سجدہ نہیں کرتے
اور اس میں کھجوروں اور انگوروں کے باغ پیدا کیے اور اس میں چشمے جاری کردیيے
اور پھینک تو ذرا اپنی لاٹھی" جونہی کہ موسی نے دیکھا لاٹھی سانپ کی طرح بل کھا رہی ہے تو پیٹھ پھیر کر بھاگا اور پیچھے مڑ کر بھی نہ دیکھا "اے موسی، ڈرو نہیں میرے حضور رسول ڈرا نہیں کرتے
اور وہ تمہیں الله کی ایتوں سے بعد اس کے کہ تم پر نازل ہو چکی ہیں روک نہ دیں اوراپنے رب کی طرف بلا اور مشرکوں میں ہر گز شامل نہ ہو
ہاں جو شخص نہ پايے اس کے ذمہ دو مہینوں کے لگاتار روزے ہیں اس سے پہلے کہ ایک دوسرے کو ہاتھ لگايیں اور جس شخص کو یہ طاقت بھی نہ ہو اس پر ساٹھ مسکینوں کا کھانا کھلانا ہے۔ یہ اس لیے کہ تم اللہ کی اور اس کے رسول کی حکم برداری کرو، یہ اللہ تعالی کی مقرر کرده حدیں ہیں اور کفار ہی کے لیے درد ناک عذاب ہے
جو عورت بدکار ہو اور جو مرد تو ان میں ہر ایک کو سو کوڑے لگاو اور تمہیں ان پر ترس نہ ايے اللہ کے دین میں اگر تم ایمان لاتے ہو اللہ اور پچھلے دن پر اور چاہیے کہ ان کی سزا کے وقت مسلمانوں کا ایک گروہ حاضر ہو
(اے رسول(ص)) بےشک ہم نے اپ(ص) کو گواہ بنا کر اور بشارت دینے والا اور ڈرانے والا بنا کر بھیجا ہے۔
اگر تم خیرات ظاہر کر کے دو تو یہ بھی اچھا ہے (اس سے دوسروں کو ترغیب ہوگی)، اور اگر تم انہیں مخفی رکھو اور وہ محتاجوں کو پہنچا دو تو یہ تمہارے ليے (اور) بہتر ہے، اور اﷲ (اس خیرات کی وجہ سے) تمہارے کچھ گناہوں کو تم سے دور فرما دے گا، اور اﷲ تمہارے اعمال سے باخبر ہے،
اور جب ہم انسان پر اپنا انعام کرتے ہیں تو وه منھ پھیر لیتا ہے اور کناره کش ہوجاتا ہے اور جب اسے مصیبت پڑتی ہے تو بڑی لمبی چوڑی دعايیں کرنے واﻻ بن جاتا ہے
جب ہم نے ان کی طرف دو بھیجے پھر انہوں نے ان کو جھٹلایا تو ہم نے تیسرے سے زور دیا اب ان سب نے کہا کہ بیشک ہم تمہاری طرف بھیجے گيے ہیں،
ان (گھر والوں) نے کہا خدا کی قسم اپ اپنی پرانی غلطی میں مبتلا ہیں۔
اور ہم نے ان پر کچھ ساتھی تعینات کیے انہوں نے انہیں بھلا کردیا جو ان کے اگے ہے اور جو ان کے پیچھے اور ان پر بات پوری ہويی ان گروہوں کے ساتھ جو ان سے پہلے گزر چکے جن اور ادمیوں کے، بیشک وہ زیاں کار تھے،
اور نہ سایہ اور دھوپ
وہی زندہ ہے اس کے سوا کويی معبود نہیں اسی کو تم پکارو اپنے دین کو اس کے لیے خالص کر کے ساری تعریف اللہ رب العالمین ہی کے لیے ہے
پہلوں میں سے بہت سے
یقینا جن لوگوں نے کفر اختیار کیا اگر ان کے پاس ساری زمین کا سرمایہ ہو اور اتنا ہی اور شامل کردیں کہ روز هقیامت کے عذاب کا بدلہ ہوجايے تو یہ معاوضہ قبول نہ کیا جايے گا اور ان کے ليے دردناک عذاب ہوگا
تو ایسے نمازیوں کی خرابی ہے
بالتحقیق جو لوگ کتاب خدا میں سے ان باتوں کو چھپاتے ہیں جو خدا نے نازل کی ہیں اور ان کے عوض تھوڑی سی قیمت وصول کرتے ہیں وہ اپنے پیٹوں میں اگ کے سوا کچھ بھی نہیں بھر رہے ہیں قیامت کے دن وہ توجہ ربانی سے اس قدر محروم ہوں گے کہ خدايے تعالی ان سے بات تک نہیں کرے گا۔ اور نہ ہی انہیں (گناہوں کی کثافت سے) پاک کرے گا۔ اور ان کے لیے دردناک عذاب ہے۔
اور جب دس ماه کی حاملہ اونٹنیاں چھوڑ دی جايیں
جو لوگ سود کھاتے ہیں وہ (روز قیامت) کھڑے نہیں ہو سکیں گے مگر جیسے وہ شخص کھڑا ہوتا ہے جسے شیطان (اسیب) نے چھو کر بدحواس کر دیا ہو، یہ اس ليے کہ وہ کہتے تھے کہ تجارت (خرید و فروخت) بھی تو سود کی مانند ہے، حالانکہ اﷲ نے تجارت (سوداگری) کو حلال فرمایا ہے اور سود کو حرام کیا ہے، پس جس کے پاس اس کے رب کی جانب سے نصیحت پہنچی سو وہ (سود سے) باز اگیا تو جو پہلے گزر چکا وہ اسی کا ہے، اور اس کا معاملہ اﷲ کے سپرد ہے، اور جس نے پھر بھی لیا سو ایسے لوگ جہنمی ہیں، وہ اس میں ہمیشہ رہیں گے،
فرما دیجيے: میں تو تمہیں صرف وحی کے ذریعہ ہی ڈراتا ہوں، اور بہرے پکار کو نہیں سنا کرتے جب بھی انہیں ڈرایا جايے،
مگر انہوں نے اس سے کہہ دیا کہ "ہم تو اسی کی پرستش کرتے رہیں گے جب تک کہ موسی واپس نہ ا جايے"
اور ہم نے اسمانوں اور زمین کو اور جو (مخلوقات) ان میں ہے اس کو تدبیر کے ساتھ پیدا کیا ہے۔ اور قیامت تو ضرور اکر رہے گی تو تم (ان لوگوں سے) اچھی طرح سے درگزر کرو
کہہ دو کہ ہر شخص اپنے طریق کے مطابق عمل کرتا ہے۔ سو تمہارا پروردگار اس شخص سے خوب واقف ہے جو سب سے زیادہ سیدھے رستے پر ہے
اے ایمان والو! خدا نے جو تم پر احسان کیا ہے اس کو یاد کرو۔ جب ایک جماعت نے ارادہ کیا کہ تم پر دست درازی کریں تو اس نے ان کے ہاتھ روک دیيے اور خدا سے ڈرتے رہوں اور مومنو کو خدا ہی پر بھروسہ رکھنا چاہیيے
بڑی برکت والا ہے وہ کہ جس نے اتارا قران اپنے بندہ پر جو سارے جہان کو ڈر سنانے والا ہو
اور ہم اس طور پر دﻻيل کو مختلف پہلووں سے بیان کرتے ہیں تاکہ یہ یوں کہیں کہ اپ نے کسی سے پڑھ لیا ہے اور تاکہ ہم اس کو دانشمندوں کے ليے خوب ﻇاہر کردیں
تم پہاڑ کھود کھود کر فخریہ ان میں عمارتیں بناتے ہو
ہم نے انسان کو بہترین ساخت میں پیدا کیا ہے
بس ہم نے اپ ہی کی زبان میں اس (قران) کو اسان کر دیا ہے تاکہ وہ نصیحت حاصل کریں،
اے داود(ع)! ہم نے تم کو زمین میں خلیفہ مقرر کیا ہے پس حق و انصاف کے ساتھ لوگوں میں فیصلہ کیا کرو اور خواہش نفس کی پیروی نہ کرو کہ وہ تمہیں اللہ کی راہ سے بھٹکا دے گی اور جو اللہ کی راہ سے بھٹک جاتے ہیں ان کیليے سخت عذاب ہے اس ليے انہوں نے یوم الحساب (قیامت) کو بھلا دیا ہے۔
اگر تو اونچی بات کہے تو وه تو ہر ایک پوشیده، بلکہ پوشیده سے پوشیده تر چیز کو بھی بخوبی جانتا ہے
اور جب (مصر سے) قافلہ روانہ ہوا تو ان کے باپ نے (کنعان میں) کہا اگر تم مجھے مخبوط الحواس نہ سمجھو تو میں یوسف (ع) کی خوشبو محسوس کر رہا ہوں۔
پھر اس کی نسل ایک ایسے ست سے چلايی جو حقیر پانی کی طرح کا ہے
کہ اے رب انصاف کا فیصلہ کر دے اور ہمارا رب بڑا مہربان ہے اسی سے مدد مانگتے ہیں ان باتوں پر جو تم بیان کرتے ہو
اور جب ان کے پاس حق اپہنچا تو کہنے لگے: یہ جادو ہے اور ہم اس کے منکر ہیں،
بے شک جن لوگوں نے کہا: ہمارا رب اﷲ ہے، پھر وہ (اس پر مضبوطی سے) قايم ہوگيے، تو ان پر فرشتے اترتے ہیں (اور کہتے ہیں) کہ تم خوف نہ کرو اور نہ غم کرو اور تم جنت کی خوشیاں مناو جس کا تم سے وعدہ کیا جاتا تھا،
اور جن لوگوں نے ایمان قبول کیا اور نیک کام کیے انہیں میں اپنے نیک بندوں میں شمار کر لوں گا
کہيے کہ کیا تمہارے شرکاي میں کويی ایسا ہے جو حق کی ہدایت کرسکے اور پھر بتايیے کہ اللہ ہی حق کی ہدایت کرتا ہے اور جو حق کی ہدایت کرتا ہے وہ واقعا قابل اتباع ہے یا جو ہدایت کرنے کے قابل بھی نہیں ہے مگر یہ کہ خود اس کی ہدایت کی جايے تو اخر تمہیں کیاہوگیا ہے اور تم کیسے فیصلے کررہے ہو
قسم ہے ایک پہر چڑھے دن کی
اور یہ لوگ کہتے ہیں کہ اس رسول کو کیا ہوگیا ہے کہ یہ کھانا بھی کھاتا ہے اور بازاروں میں چکر بھی لگاتا ہے اور اس کے پاس کويی ملک کیوں نہیں نازل کیا جاتا جو اس کے ساتھ مل کر عذاب هالہی سے ڈرانے والا ثابت ہو
یقینا اس نے اپنے رب کی بڑی بڑی نشانیوں میں سے بعض نشانیاں دیکھ لیں
پس کچھ زیادہ دیر نہیں گزری تھی کہ ہد ہد نے اکر کہا کہ میں نے وہ بات معلوم کی ہے جو اپ کو معلوم نہیں ہے۔ اور میں (ملک) سبا سے اپ کے پاس ایک یقینی خبر لایا ہوں۔
اور بیشک ہم نے جہنم کے ليے جنوں اور انسانوں میں سے بہت سے (افراد) کو پیدا فرمایا وہ دل (و دماغ) رکھتے ہیں (مگر) وہ ان سے (حق کو) سمجھ نہیں سکتے اور وہ انکھیں رکھتے ہیں (مگر) وہ ان سے (حق کو) دیکھ نہیں سکتے اور وہ کان (بھی) رکھتے ہیں (مگر) وہ ان سے (حق کو) سن نہیں سکتے، وہ لوگ چوپایوں کی طرح ہیں بلکہ (ان سے بھی) زیادہ گمراہ، وہی لوگ ہی غافل ہیں،
بولے خدا کی قسم! تمہیں خوب معلوم ہے کہ ہم زمین میں فساد کرنے نہ ايے اور نہ ہم چور ہیں،
اور اس دن جہنم (سامنے) لايی جايے گی اور اس دن انسان کو سمجھ ايے گی مگر اب سمجھ انے کا کیا فايدہ؟
پروانگی (اجازت) عطا ہويی انہیں جن سے کافر لڑتے ہیں اس بناء پر کہ ان پر ظلم ہوا اور بیشک اللہ ان کی مدد کرنے پر ضرور قادر ہے،
ہم نے انسان کو اس کے ماں باپ کے متعلق نصیحت کی ہے، اس کی ماں نے دکھ پر دکھ اٹھا کر اسے حمل میں رکھا اور اس کی دودھ چھڑايی دو برس میں ہے کہ تو میری اور اپنے ماں باپ کی شکر گزاری کر، (تم سب کو) میری ہی طرف لوٹ کر انا ہے
کہہ دیجيے! کہ میرا پروردگار (اپنے بندوں میں سے) جس کیليے چاہتا ہے رزق کشادہ کر دیتا ہے اور جس کیليے چاہتا ہے تنگ کر دیتا ہے لیکن اکثر لوگ (اس حقیقت کو) جانتے نہیں ہیں۔
اور تم سے ذوالقرنین کو پوچھتے ہیں تم فرماو میں تمہیں اس کا مذکور پڑھ کر سناتا ہوں،
اورجب ہم نے فرشتوں سے کہا کہ ادم کو سجدہ کرو تو انہوں نے سجدہ کیا مگر ابلیس کہ اس نے انکار کیا اورتکبر کیا اورکافروں میں سے ہو گیا
پھر تم سے خوف کھا کر میں تم میں سے بھاگ گیا، پھر مجھے میرے رب نے حکم و علم عطا فرمایا اور مجھے اپنے پیغمبروں میں سے کر دیا
پھر ان کو خدا نے دنیا کی زندگی میں رسوايی کا مزہ چکھا دیا۔ اور اخرت کا عذاب تو بہت بڑا ہے۔ کاش یہ سمجھ رکھتے
اے یعقوب کی اولاد! میرے وہ احسان یاد کرو، جو میں نے تم پر کيے تھے اور یہ کہ میں نے تم کو جہان کے لوگوں پر فضیلت بخشی تھی
اور اگر ہم ان پر حکم کرتے کہ اپنی جانوں کو ہلاک کر دو یا اپنے گھروں سے نکل جاو تو ان میں سے بہت ہی کم ادمی اس پر عمل کرتے اور اگر یہ لوگ کریں جو ان کو نصیحت کی جاتی ہے تو یہ ان کے لیے زیادہ بہتر ہوتا اور دین میں زیادہ ثابت رکھنے والا ہوتا
وہاں ان کا قول یہ ہوگا کہ خدایا تو پاک اور بے نیاز ہے اور ان کا تحفہ سلام ہوگا اور ان کا اخری بیان یہ ہوگا کہ ساری تعریف خدايے رب العالمین کے ليے ہے
اللہ کے سوا، کیا وہ تمہاری مدد کرسکتے ہیں یا خود اپنی مدد کرسکتے ہیں؟ (کہ اپنے اپ کو دوزخ سے بچالیں)،
اور وہ جس عورت کے گھر میں تھا اس نے اسے لبھایا کہ اپنا اپا نہ روکے اور دروازے سب بند کردیے اور بولی او تمہیں سے کہتی ہوں کہا اللہ کی پناہ وہ عزیز تو میرا رب یعنی پرورش کرنے والا ہے اس نے مجھے اچھی طرح رکھا بیشک ظالموں کا بھلا نہیں ہوتا،
اور جو رسول ہم نے اپ سے پہلے بھیجے اپ ان سے پوچھيے کہ کیا ہم نے (خدايے) رحمان کے سوا کويی اور معبود بنايے تھے کہ ان کی پرستش کی جايے،
کہہ دو کہ ہم تمہیں بتايیں جو عملوں کے لحاظ سے بڑے نقصان میں ہیں
وہ اور ان کی بیویاں سب جنت کی چھاوں میں تخت پر تکیيے لگايے ارام کررہے ہوں گے
اور جو انکار کرکے ہماری ایتوں کو جھٹلايیں، وه جہنمی ہیں اور ہمیشہ اسی میں رہیں گے
اور ہم ہی نے انسان کو پیدا کیا ہے اور جو خیالات اس کے دل میں گزرتے ہیں ہم ان کو جانتے ہیں۔ اور ہم اس کی رگ جان سے بھی اس سے زیادہ قریب ہیں
اور جب منافق اور وہ لوگ جن کے دلوں میں بیماری تھی کہنے لگے کہ خدا اور رسول نے ہم سے (فتح کا) جو وعدہ کیا تھا وہ دھوکہ کے سوا کچھ نہ تھا۔
اور ہم نے کتنے ہی غیب بتانے والے (نبی) اگلوں میں بھیجے،
(سب) پیغمبروں کو (خدا نے) خوشخبری سنانے والے اور ڈرانے والے (بنا کر بھیجا تھا) تاکہ پیغمبروں کے انے کے بعد لوگوں کو خدا پر الزام کا موقع نہ رہے اور خدا غالب حکمت والا ہے
فرشتے نے کہا "ایسا ہی ہوگا، تیرا رب فرماتا ہے کہ ایسا کرنا میرے لیے بہت اسان ہے اور ہم یہ اس لیے کریں گے کہ اس لڑکے کو لوگوں کے لیے ایک نشانی بنايیں اور اپنی طرف سے ایک رحمت اور یہ کام ہو کر رہنا ہے"
اے میرے بیٹے! نماز برپا رکھ اور اچھی بات کا حکم دے اور بری بات سے منع کر اور جو افتاد تجھ پر پڑے اس پر صبر کر، بیشک یہ ہمت کے کام ہیں
وه رات کو بہت کم سویا کرتے تھے
اس نے (نکتہ توحید سمجھانے کے ليے) تمہارے ليے تمہاری ذاتی زندگیوں سے ایک مثال بیان فرمايی ہے کہ کیا جو (لونڈی، غلام) تمہاری ملک میں ہیں اس مال میں جو ہم نے تمہیں عطا کیا ہے شراکت دار ہیں، کہ تم (سب) اس (ملکیت) میں برابر ہو جاو۔ (مزید یہ کہ کیا) تم ان سے اسی طرح ڈرتے ہو جس طرح تمہیں اپنوں کا خوف ہوتا ہے (نہیں) اسی طرح ہم عقل رکھنے والوں کے ليے نشانیاں کھول کر بیان کرتے ہیں (کہ اﷲ کا بھی اس کی مخلوق میں کويی شریک نہیں ہے)،
اور اس نے اپنی رحمت سے تمہارے ليے رات اور دن کو بنایا تاکہ تم رات میں ارام کرو اور (دن میں) اس کا فضل (روزی) تلاش کرسکو اور تاکہ تم شکر گزار بنو،
اور یہ اللہ کے سوا ان کی عبادت کر رہے ہیں جس کی کويی خدايی دلیل نازل نہیں ہويی نہ وه خود ہی اس کا کويی علم رکھتے ہیں۔ ﻇالموں کا کويی مددگار نہیں
تو اس دن ظالموں کو نفع نہ دے گی ان کی معذرت اور نہ ان سے کويی راضی کرنا مانگے
فرما دیجيیے: اے اہل کتاب! تم اپنے دین میں ناحق حد سے تجاوز نہ کیا کرو اور نہ ان لوگوں کی خواہشات کی پیروی کیا کرو جو (بعثت محمدی صلی اللہ علیہ والہ وسلم سے) پہلے ہی گمراہ ہو چکے تھے اور بہت سے (اور) لوگوں کو (بھی) گمراہ کرگيے اور (بعثت محمدی صلی اللہ علیہ والہ وسلم کے بعد بھی) سیدھی راہ سے بھٹکے رہے،
(کفار) کہتے ہیں: کیا ہم پہلی زندگی کی طرف پلٹايے جايیں گے،
پس اپ ان (کفار مکہ) سے پوچھيے کیا اپ کے رب کے ليے بیٹیاں ہیں اور ان کے ليے بیٹے ہیں،
اور جب ان سے کہا جاتا ہے کہ تم اس میں سے (راہ خدا میں) خرچ کرو جو تمہیں اللہ نے عطا کیا ہے تو کافر لوگ ایمان والوں سے کہتے ہیں: کیا ہم اس (غریب) شخص کو کھلايیں جسے اگر اللہ چاہتا تو (خود ہی) کھلا دیتا۔ تم تو کھلی گمراہی میں ہی (مبتلا) ہوگيے ہو،
وہ جانتا ہے جو کچھ زمین کے اندر داخل ہوتا ہے اور جو کچھ اس سے نکلتا ہے اور جو کچھ اسمان سے اترتا ہے اور جو کچھ اس میں چڑھتا ہے وہ بڑا رحم کرنے والا، بڑا بخشنے والا ہے۔
اے پیغمبر اپ اس حکم کو پہنچادیں جو اپ کے پروردگار کی طرف سے نازل کیا گیا ہے اور اگر اپ نے یہ نہ کیا تو گویا اس کے پیغام کو نہیں پہنچایا اور خدا اپ کو لوگوں کے شر سے محفوظ رکھے گا کہ اللہ کافروں کی ہدایت نہیں کرتا ہے
انسانوں تمہارے ليے ایک مثل بیان کی گيی ہے لہذا اسے غور سے سنو-یہ لوگ جنہیں تم خدا کو چھوڑ کر اواز دیتے ہو یہ سب مل بھی جايیں تو ایک مکھی نہیں پیدا کرسکتے ہیں اور اگر مکھی ان سے کويی چیز چھین لے تو یہ اس سے چھڑا بھی نہیں سکتے ہیں کہ طالب اور مطلوب دونوں ہی کمزور ہیں
وہ جلاتا اور مارتا ہے اور اسی کی طرف پھرو گے،
(پس اے رجوع کرنے والو) اللہ ہی کو پکارو اپنے دین کو اس کے لیے خالص کر کے، خواہ تمہارا یہ فعل کافروں کو کتنا ہی ناگوار ہو
تم اس کے سوا جس کی چاہو عبادت کرتے رہو کہہ دیجيے! کہ حقیقی زیاں کار وه ہیں جو اپنے اپ کو اور اپنے اہل کو قیامت کے دن نقصان میں ڈال دیں گے، یاد رکھو کہ کھلم کھلا نقصان یہی ہے
اور (قوم) ثمود (کے حال) میں (نشانی ہے) جب ان سے کہا گیا کہ ایک وقت تک فايدہ اٹھالو
اور جب اسمان کا چھلکا اتار دیا جايے گا
اور ہمارا حکم بس ایک ہی حکم ہوتا ہے اور پلک جھپکاتے وہ عمل میں ا جاتا ہے
اور بھلايی اور برايی برابر نہیں ہیں اپ(ص) (بدی کا) احسن طریقہ سے دفعیہ کریں تو اپ دیکھیں گے کہ اپ میں اور جس میں دشمنی تھی وہ گویا اپ کا جگری دوست بن گیا۔
دیکھيے انہوں نے خود اپنے اوپر کیسا جھوٹ بولا اور جو بہتان وہ (دنیا میں) تراشا کرتے تھے وہ ان سے غايب ہوگیا،
کیا تم نے ان لوگوں کی طرف نہیں دیکھا جن کو کتاب (الہی) کا کچھ حصہ دیا گیا کہ وہ گمراہی خرید رہے ہیں اور چاہتے ہیں کہ تم بھی سیدھے راستے سے بہک جاو۔
اگر یہ سچے ہیں تو ایسا کلام بنا تو لايیں
اور بہت سے جانور ہیں جو اپنا رزق اٹھايے نہیں پھرتے الله ہی انہیں اور تمہیں رزق دیتا ہے اور وہ سننے والا جاننے والا ہے
اور ہم کسی پر اس کی طاقت سے بڑھ کر بوجھ نہیں ڈالتے اور ہمارے پاس ایک کتاب ہے جو سچ بولے گی اور ان پر ظلم نہیں کیا جايے گا
پھر تم اے گمراہو جھٹلانے والو!
اور گھنے باغ اگايیں
اپ کہيے! بہت ممکن ہے کہ جس (عذاب) کیليے تم جلدی کر رہے ہو اس کا کچھ حصہ تمہارے پیچھے ا لگا ہو(قریب اگیا ہو)۔
اس دن جھٹلانے والوں کے ليے بڑی ہلاکت ہے،
اور ہم نے تم کو سات (ایتیں) جو (نماز میں) دہرا کر پڑھی جاتی ہیں (یعنی سورہٴ الحمد) اور عظمت والا قران عطا فرمایا ہے
پھر اپ کا پروردگار ان لوگوں کے ليے جنہوں نے (سخت) ازمايش میں مبتلا ہونے کے بعد ہجرت کی پھر جہاد کیا اور صبر سے کام لیا یقینا (اپ کا) پروردگار ان اعمال کے بعد بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔
اے نبی، جن لوگوں کو ہم نے پہلے کتاب دی تھی وہ اس کتاب سے جو ہم نے تم پر نازل کی ہے، خوش ہیں اور مختلف گروہوں میں کچھ لوگ ایسے بھی ہیں جو اس کی بعض باتوں کو نہیں مانتے تم صاف کہہ دو کہ "مجھے تو صرف اللہ کی بندگی کا حکم دیا گیا ہے اور اس سے منع کیا گیا ہے کہ کسی کو اس کے ساتھ شریک ٹھیراوں لہذا میں اسی کی طرف دعوت دیتا ہوں اور اسی کی طرف میرا رجوع ہے"
اور جو لوگ نیک بخت ہیں وہ جنت میں ہوں گے اور وہیں ہمیشہ رہیں گے جب تک کہ اسمان و زمین قايم ہیں مگر یہ کہ پروردگار اس کے خلاف چاہے ...._یہ خدا کی ایک عطا ہے جو ختم ہونے والی نہیں ہے
خدا ہی تو ہے جس نے اسمانوں اور زمین کو پیدا کیا اور اسمان سے مینہ برسایا پھر اس سے تمہارے کھانے کے لیے پھل پیدا کيے۔ اور کشتیوں (اور جہازوں) کو تمہارے زیر فرمان کیا تاکہ دریا (اور سمندر) میں اس کے حکم سے چلیں۔ اور نہروں کو بھی تمہارے زیر فرمان کیا
اور جب ان کے سامنے قران پڑھا جاتا ہے تویہ سجدہ نہیں کرتے؟
اور جس روز خدا ان کو پکارے گا اور کہے گا کہ تم نے پیغمبروں کو کیا جواب دیا
اور نہ اندھوں کو گمراہی سے (نکال کر) رستہ دیکھا سکتے ہو۔ تم ان ہی کو سنا سکتے ہو جو ہماری ایتوں پر ایمان لاتے ہیں اور وہ فرمانبردار ہو جاتے ہیں
چند مقرر دنوں کے روزے ہیں اگر تم میں سے کويی بیمار ہو، یا سفر پر ہو تو دوسرے دنوں میں اتنی ہی تعداد پوری کر لے اور جو لوگ روزہ رکھنے کی قدرت رکھتے ہوں (پھر نہ رکھیں) تو وہ فدیہ دیں ایک روزے کا فدیہ ایک مسکین کو کھانا کھلانا ہے اور جو اپنی خوشی سے کچھ زیادہ بھلايی کرے تو یہ اسی کے لیے بہتر ہے لیکن اگر تم سمجھو، تو تمہارے حق میں اچھا یہی ہے کہ روزہ رکھو
اور اے محبوب! تم سورج کو دیکھو گے کہ جب نکلتا ہے تو ان کے غار سے داہنی طرف بچ جاتا ہے اور جب ڈوبتا ہے تو ان سے بايیں طرف کترا جاتا ہے حالانکہ وہ اس غار کے کھلے میدان میں میں ہیں یہ اللہ کی نشانیوں میں سے ہے جسے اللہ راہ دے تو وہی راہ پر ہے، اور جسے گمراہ کرے تو ہرگز اس کا کويی حمایتی راہ دکھانے والا نہ پاو گے،
اور ہم نے جو پیغمبر بھیجا ہے اس ليے بھیجا ہے کہ خدا کے فرمان کے مطابق اس کا حکم مانا جايے اور یہ لوگ جب اپنے حق میں ظلم کر بیٹھے تھے اگر تمہارے پاس اتے اور خدا سے بخشش مانگتے اور رسول (خدا) بھی ان کے ليے بخشش طلب کرتے تو خدا کو معاف کرنے والا (اور) مہربان پاتے
تو جس کے اعمال (نیک) تول میں زیادہ ہوں گے
اور نوح کشتی بنارہے تھے اور جب بھی قوم کی کسی جماعت کا گزر ہوتا تھا تو ان کا مذاق اڑاتے تھے -نوح نے کہا کہ اگر تم ہمارا مذاق اڑاو گے تو کل ہم اسی طرح تمہارا بھی مذاق اڑايیں گے
تو انہیں چاہیے تھوڑا ہنسیں اور بہت رويیں بدلہ اس کا جو کماتے تھے
اور ان میں بعض (ایسے بھی ہیں کہ) تیری طرف کان لگاتے ہیں۔ یہاں تک کہ جب تیرے پاس سے جاتے ہیں تو اہل علم سے (بوجہ کند ذہنی وﻻپرواہی کے) پوچھتے ہیں کہ اس نے ابھی کیا کہا تھا؟ یہی لوگ ہیں جن کے دلوں پر اللہ نے مہر کر دی ہے اور وه اپنی خواہشوں کی پیروی کرتے ہیں
کیا تم خیال کرتے ہو کہ جنت میں داخل ہو جاو گے حالانکہ تمہیں وہ (حالات) پیش نہیں ايے جو ان لوگو ں کو پیش ايے جو تم سے پہلے ہو گزرے ہیں انہیں سختی اور تکلیف پہنچی اور ہلا دیيے گيے یہاں تک کہ رسول اور جو اس کے ساتھ ایمان لايے تھے بول اٹھے کہ الله کی مدد کب ہوگی سنو بے شک الله کی مدد قریب ہے
فرعون نے کہا (اے موسی) کیا تمہارے بچپن میں ہم نے تمہاری پرورش نہیں کی ہے؟ اور تو نے اپنی عمر کے کيی سال ہم میں گزارے ہیں۔
اب صبح ہوتے ہی انہوں نے ایک دوسرے کو اوازیں دیں
جنت جس کا پرہیزگاروں سے وعدہ کیا جاتا ہے۔ اس کی صفت یہ ہے کہ اس میں پانی کی نہریں ہیں جو بو نہیں کرے گا۔ اور دودھ کی نہریں ہیں جس کا مزہ نہیں بدلے گا۔ اور شراب کی نہریں ہیں جو پینے والوں کے ليے (سراسر) لذت ہے۔ اور شہد مصفا کی نہریں ہیں (جو حلاوت ہی حلاوت ہے) اور (وہاں) ان کے ليے ہر قسم کے میوے ہیں اور ان کے پروردگار کی طرف سے مغفرت ہے۔ (کیا یہ پرہیزگار) ان کی طرح (ہوسکتے) ہیں جو ہمیشہ دوزخ میں رہیں گے اور جن کو کھولتا ہوا پانی پلایا جايے گا تو ان کی انتڑیوں کو کاٹ ڈالے گا
اور جب انہیں ایک موج سايبانوں کی طرح ڈھانپ لیتی ہے تو یہ اپنے دین کو اللہ کیليے خالص کرکے اسے پکارتے ہیں پھر جب وہ ان کو نجات دے کر خشکی تک پہنچا دیتا ہے تو پھر ان میں سے کچھ تو اعتدال پر رہتے ہیں (اور اکثر انکار کر دیتے ہیں) اور ہماری نشانیوں کا انکار نہیں کرتا مگر وہی شخص جو بڑا غدار (بے وفا) اور بڑا ناشکرا ہے۔
جو لوگ اپنی نماز میں عجز و نیاز کرتے ہیں،
لہذا اپ تھوڑے دنوں کے ليے ان سے منہ پھیر لیں
جن لوگوں نے ہماری ایتوں سے کفر کیا ان کو ہم عنقریب اگ میں داخل کریں گے جب ان کی کھالیں گل (اور جل) جايیں گی تو ہم اور کھالیں بدل دیں گے تاکہ (ہمیشہ) عذاب (کا مزہ چکھتے) رہیں بےشک خدا غالب حکمت والا ہے
(اے پیغمبر) کافروں کا شہروں میں چلنا پھرنا تمہیں دھوکا نہ دے
وہی ہے جس نے اپنا رسول ہدایت اور سچے دین کے ساتھ بھیجا کہ اسے سب دینوں پر غالب کرے پڑے برا مانیں مشرک،
بیشک جو لوگ ان پارسا مومن عورتوں پر جو (برايی کے تصور سے بھی) بے خبر اور نااشنا ہیں (ایسی) تہمت لگاتے ہیں وہ دنیا اور اخرت (دونوں جہانوں) میں ملعون ہیں اور ان کے ليے زبردست عذاب ہے،
پھر کیا حال ہوگا جب ہم ہر امت میں سے گواہ بلايینگے اور تمیں ان پر گواہ کر کے لايیں گے
اور (اے رسول(ص)) جب کافر اپ کو دیکھتے ہیں تو بس وہ اپ کا مذاق اڑاتے ہیں (اور کہتے ہیں) کیا یہی وہ شخص ہے جو (برايی سے) تمہارے خداوں کا ذکر کرتا ہے؟ حالانکہ وہ خود خدايے رحمن کے ذکر کے منکر ہیں۔
اور ان لوگوں کے ظلم کی وجہ سے ان پر (وعدہ عذاب کی) بات پوری ہو جايے گی تو اب وہ نہیں بولیں گے۔
جس دن تم اسے دیکھوگے کہ ہر دودھ پلانے والی (ماں) اس (بچہ) سے غافل ہو جايے گی جسے وہ دودھ پلاتی ہے اور ہر حاملہ عورت اپنا حمل گرا دے گی۔ اور تم لوگوں کو نشہ میں مدہوش دیکھوگے۔ حالانکہ وہ نشہ میں مدہوش نہیں ہوں گے۔ مگر اللہ کا عذاب بڑا سخت ہوگا۔
اور اپنی اولاد کو مفلسی کے خوف سے قتل نہ کرنا۔ (کیونکہ) ان کو اور تم کو ہم ہی رزق دیتے ہیں۔ کچھ شک نہیں کہ ان کا مار ڈالنا بڑا سخت گناہ ہے
اور میں اس کام کا تم سے کچھ بدلہ نہیں مانگتا میرا بدلہ تو خدايے رب العالمین کے ذمے ہے
اپ کہيے ساری تعریف اللہ کے ليے ہے اور سلام ہے اس کے ان بندوں پر جنہیں اس نے منتخب کرلیا ہے ایا خدا زیادہ بہتر ہے یا جنہیں یہ شریک بنارہے ہیں
کیا یہ بغیر کسی (پیدا کرنے والے) کے خود بخود پیدا ہوگيے ہیں؟ یا یہ خود پیدا کرنے والے ہیں؟
اور دونوں دروازے کی طرف بھاگے (اگے یوسف اور پیچھے زلیخا) اور عورت نے ان کا کرتا پیچھے سے (پکڑ کر جو کھینچا تو) پھاڑ ڈالا اور دونوں کو دروازے کے پاس عورت کا خاوند مل گیا تو عورت بولی کہ جو شخص تمہاری بیوی کے ساتھ برا ارادہ کرے اس کی اس کے سوا کیا سزا ہے کہ یا تو قید کیا جايے یا دکھ کا عذاب دیا جايے
ذوالقرنین نے کہا جو طاقت میرے پروردگار نے مجھے دے رکھی ہے وہ (تمہارے سامان سے) بہتر ہے۔ تم بس اپنی (بدنی) قوت سے میری مدد کرو۔ تو میں تمہارے اور ان کے درمیان بند باندھ دوں گا۔
اور جو لوگ اللہ تعالی کی راہ میں قتل کیے جاتے ہیں، انہیں مردہ نہ کہو بلکہ وہ زندہ ہیں۔ مگر تمہیں (ان کی زندگی کی حقیقت کا) شعور (سمجھ) نہیں ہے۔
اور جب وہ (دوزخ کے گڑھے میں) گرے گا تو اس کا مال اس کے کچھ کام نہ ايے گا
اور ہم نے ذکر (توراۃ یا پند و نصیحت) کے بعد زبور میں لکھ دیا تھا کہ زمین کے وارث میرے نیک بندے ہوں گے۔
ان کی مثال اس شخص کی سی ہے جس نے اگ جلايی پھر جب اگ نے اس کے اس پاس کو روشن کر دیا تو الله نے ان کی روشنی بجھا دی اور انہیں اندھیروں میں چھوڑا کہ کچھ نہیں دیکھتے
اور جو ایمان لايے اور نیک عمل کرتے رہے ان کو ہم بہشتوں میں داخل کریں گے جن کے نیچے نہریں بہہ رہی ہیں وہ ان میں ہمیشہ ہمیشہ رہیں گے وہاں ان کے ليے پاک بیبیاں ہیں اور ان کو ہم گھنے سايے میں داخل کریں گے
وہ دانايے نہاں واشکار ہے سب سے بزرگ (اور) عالی رتبہ ہے
ہمیشہ جو چاہے کہ لینے والا،
محمد اللہ کے رسول ہیں، اور جو لوگ ان کے ساتھ ہیں وہ کفار پر سخت اور اپس میں رحیم ہیں تم جب دیکھو گے انہیں رکوع و سجود، اور اللہ کے فضل اور اس کی خوشنودی کی طلب میں مشغول پاو گے سجود کے اثرات ان کے چہروں پر موجود ہیں جن سے وہ الگ پہچانے جاتے ہیں یہ ہے ان کی صفت توراۃ میں اور انجیل میں ان کی مثال یوں دی گيی ہے کہ گویا ایک کھیتی ہے جس نے پہلے کونپل نکالی، پھر اس کو تقویت دی، پھر وہ گدرايی، پھر اپنے تنے پر کھڑی ہو گيی کاشت کرنے والوں کو وہ خوش کرتی ہے تاکہ کفار ان کے پھلنے پھولنے پر جلیں اس گروہ کے لوگ جو ایمان لايے ہیں اور جنہوں نے نیک عمل کیے ہیں اللہ نے ان سے مغفرت اور بڑے اجر کا وعدہ فرمایا ہے
اور ان مطلقات کو سکونت دو جیسی طاقت تم رکھتے ہو اور انہیں اذیت مت دو کہ اس طرح ان پر تنگی کرو اور اگر حاملہ ہوں تو ان پر اس وقت تک انفاق کرو جب تک وضع حمل نہ ہوجايے پھر اگر وہ تمہارے بچوں کو دودھ پلايیں تو انہیں ان کی اجرت دو اور اسے اپس میں نیکی کے ساتھ طے کرو اور اگر اپس میں کشاکش ہوجايے تو دوسری عورت کو دودھ پلانے کا موقع دو
میرے بچو، جا کر یوسف اور اس کے بھايی کی کچھ ٹوہ لگاو، اللہ کی رحمت سے مایوس نہ ہو، اس کی رحمت سے تو بس کافر ہی مایوس ہوا کرتے ہیں"
جو لوگ ان سے پہلے تھے وہ بھی یہی کہا کرتے تھے تو جو کچھ وہ کیا کرتے تھے ان کے کچھ بھی کام نہ ایا
تمہارے اور تمہارے چوپایوں کے فايدہ کو،
تم فرماو ہمارا رب ہم سب کو جمع کرے گا پھر ہم میں سچا فیصلہ فرمادے گا اور وہی ہے بڑا نیاو چکانے (درست فیصلہ کرنے) والا سب کچھ جانتا،
اور جس نے رب کی بارگاہ میں حاضری کا خوف پیدا کیا ہے اور اپنے نفس کو خواہشات سے روکا ہے
اور ظلم کرنے والے جب عذاب دیکھیں گے اسی وقت سے نہ وہ ان پر سے ہلکا ہو نہ انہیں مہلت ملے،
وہ جس چیز پر بھی گزرتی تھی اسے ریزہ ریزہ کيے بغیر نہیں چھوڑتی تھی،
تمہارا ساتھی نہ گمراہ ہوا ہے اور نہ بہکا
ان سے (ثمردار شاخیں اور) ان کے سايے قریب ہوں گے اور میووں کے گچھے جھکے ہويے لٹک رہے ہوں گے
(یہ سب نعمتیں اس ليے جمع کی ہیں) تاکہ وہ مومن مردوں اور مومن عورتوں کو بہشتوں میں داخل فرمايے جن کے نیچے نہریں رواں ہیں (وہ) ان میں ہمیشہ رہنے والے ہیں۔ اور (مزید یہ کہ) وہ ان کی لغزشوں کو (بھی) ان سے دور کر دے (جیسے اس نے ان کی خطايیں معاف کی ہیں)۔ اور یہ اﷲ کے نزدیک (مومنوں کی) بہت بڑی کامیابی ہے،
لیکن ان میں سے پختہ علم والے اور مومن لوگ اس (وحی) پر جو اپ کی طرف نازل کی گيی ہے اور اس (وحی) پر جو اپ سے پہلے نازل کی گيی (برابر) ایمان لاتے ہیں، اور وہ (کتنے اچھے ہیں کہ) نماز قايم کرنے والے (ہیں) اور زکوۃ دینے والے (ہیں) اور اﷲ اور قیامت کے دن پر ایمان رکھنے والے (ہیں)۔ ایسے ہی لوگوں کو ہم عنقریب بڑا اجر عطا فرمايیں گے،
اللہ تعالی مثال بیان فرما رہا ہے ایک وه شخص جس میں بہت سے باہم ضد رکھنے والے ساجھی ہیں، اور دوسرا وه شخص جو صرف ایک ہی کا (غلام) ہے، کیا یہ دونوں صفت میں یکساں ہیں، اللہ تعالی ہی کے ليے سب تعریف ہے۔ بات یہ ہے کہ ان میں کے اکثر لوگ سمجھتے نہیں
اس کتاب کا اتارا جانا اللہ کی طرف سے ہے جو غالب ہے، خوب جاننے والا ہے،
اور یوسف کے بھايی ايے پھر اس کے ہاں داخل ہويے تواس نے انہیں پہچان لیا اور وہ پہچان نہیں سکے
اہل کتاب میں کويی تو ایسا ہے کہ اگر تم اس کے اعتماد پر مال و دولت کا ایک ڈھیر بھی دے دو تو وہ تمہارا مال تمہیں ادا کر دے گا، اور کسی کا حال یہ ہے کہ اگر تم ایک دینار کے معاملہ میں بھی اس پر بھروسہ کرو تو وہ ادا نہ کرے گا الا یہ کہ تم اس کے سر پر سوار ہو جاو ان کی اس اخلاقی حالت کا سبب یہ ہے کہ وہ کہتے ہیں، "امیوں (غیر یہودی لوگوں) کے معاملہ میں ہم پر کويی مواخذہ نہیں ہے" اور یہ بات وہ محض جھوٹ گھڑ کر اللہ کی طرف منسوب کرتے ہیں، حالانکہ انہیں معلوم ہے کہ اللہ نے ایسی کويی بات نہیں فرمايی ہے اخر کیوں ان سے باز پرس نہ ہوگی؟
انہوں نے کہا کہ میرے پروردگار میں ڈرتا ہوں کہ یہ مجھے جھوٹا سمجھیں
اور جب انہیں ناپ کر یا تول کر دیتے ہیں تو کم دیتے ہیں
پھر ان لوگوں نے نوح علیھ السلامکی تکذیب کی تو ہم نے انہیں اور ان کے ساتھیوں کو کشتی میں نجات دے دی اور جن لوگوں نے ہماری ایتوں کو جھٹلایا تھا انہیں غرق کردیا کہ وہ سب بالکل اندھے لوگ تھے
یہ شیاطین ایسے لوگو ں کو راہ راست پر انے سے روکتے ہیں، اور وہ اپنی جگہ یہ سمجھتے ہیں کہ ہم ٹھیک جا رہے ہیں
ان کی انکھیں جھک رہی ہوں گی اور ذلت ان پر چھا رہی ہوگی۔ یہی وہ دن ہے جس کا ان سے وعدہ کیا جاتا تھا
اور ہم رسولوں کو نہیں بھیجتے مگر خوشی ڈر سنانے والے اور جو کافر ہیں وہ باطل کے ساتھ جھگڑتے ہیں کہ اس سے حق کو ہٹادیں اور انہوں نے میری ایتوں کی اور جو ڈر انہیں سناتے گيے تھے،
اگ ان کے چہروں کو جھلسا رہی ہوگی اور ان کی شکلیں اس میں بگڑ گيی ہوں گی۔
میں تمہارے متعلق ایک بہت بڑے (سخت) دن کے عذاب سے ڈرتا ہوں۔
جو نہ سایہدار ہے اور نہ اگ کے شعلوں سے بچاتا ہے۔
پھر اپنے رب کی کن کن قدرتوں کو تم جھٹلاو گے؟
حقیقت یہ ہے کہ اللہ (اپنے فرامین کی ترسیل کے لیے) ملايکہ میں سے بھی پیغام رساں منتخب کرتا ہے اور انسانوں میں سے بھی وہ سمیع اور بصیر ہے
انسان تھڑدلا پیدا کیا گیا ہے
اٹھ قسمیں پیدا کیں بھیڑ میں سے دو اور بکری میں سے دو تو پوچھ کہ دونوں نر الله نے حرام کیے ہیں یا دونوں مادہ یا وہ بچہ جو دونوں مادہ کے رحم میں ہے مجھے اس کی سند بتلاو اگر سچے ہو
اے قوم خدا سے استغفار کرو اس کے بعد اس کی طرف ہمہ تن متوجہ ہوجاو وہ اسمان سے موسلادھار پانی برسايے گا اور تمہاری موجودہ قوت میں قوت کا اضافہ کردے گا اور خبردار مجرموں کی طرح منہ نہ پھیرلینا
اور تم میں سے جو بھی کويی بدکاری کا ارتکاب کریں تو ان دونوں کو ایذا پہنچاو، پھر اگر وہ توبہ کر لیں اور (اپنی) اصلاح کر لیں تو انہیں سزا دینے سے گریز کرو، بیشک اللہ بڑا توبہ قبول فرمانے والا مہربان ہے،
گنہگار کی غذا ہوگا۔
(جہاں) سدا بہار باغات ہیں ان میں وہ لوگ داخل ہوں گے اور ان کے اباء و اجداد اور ان کی بیویوں اور ان کی اولاد میں سے جو بھی نیکوکار ہوگا اور فرشتے ان کے پاس (جنت کے) ہر دروازے سے ايیں گے،
اسمان کو نہیں دیکھتے کہ کیسے اٹھایا گیا؟
وه کہے گا کہ الہی! مجھے تو نے اندھا بنا کر کیوں اٹھایا؟ حاﻻنکہ میں تو دیکھتا بھالتا تھا
یہ دیکھ کر سارے جادوگر سجدہ میں گر پڑے اور اواز دی کہ ہم موسی اور ہارون کے پروردگار پر ایمان لے ايے
سو ان دونوں کو فریب سے نیچے لے ایا پس ان دونوں نے جب درخت کو چکھا دونوں کی شرمگاہیں ایک دوسرے کے روبرو بے پرده ہوگيیں اور دونوں اپنے اوپر جنت کے پتے جوڑ جوڑ کر رکھنے لگے اور ان کے رب نے ان کو پکارا کیا میں تم دونوں کو اس درخت سے منع نہ کرچکا تھا اور یہ نہ کہہ چکا کہ شیطان تمہارا صریح دشمن ہے؟
اور خبردار جن عورتوں سے تمہارے باپ دادا نے نکاح(جماع) کیا ہے ان سے نکاح نہ کرنا مگر وہ جو اب تک ہوچکا ہے... یہ کھلی ہويی برايی اور پروردگار کا غضب اور بدترین راستہ ہے
اور قوم ثمود میں بھی ایک نشانی ہے جب ان سے کہا گیا کہ تھوڑے دنوں مزے کرلو
جب کہ زمین بڑے زور سے ہلايی جايے گی
در حقیقت تم لوگوں کے لیے اللہ کے رسول میں ایک بہترین نمونہ تھا، ہر اس شخص کے لیے جو اللہ اور یوم اخر کا امیدوار ہو اور کثرت سے اللہ کو یاد کرے
مردوں اور عورتوں میں سے جو لوگ صدقات دینے والے ہیں اور جنہوں نے اللہ کو قرض حسن دیا ہے، ان کو یقینا کيی گنا بڑھا کر دیا جايے گا اور ان کے لیے بہترین اجر ہے
انسان کو سکھایا جو وہ نہ جانتا تھا
جنہوں نے قران کو ٹکڑے ٹکڑے کیا ہے
ہمارا فرمان تو کسی چیز کے ليے صرف اسی قدر ہوتا ہے کہ جب ہم اس (کو وجود میں لانے) کا ارادہ کرتے ہیں تو ہم اسے فرماتے ہیں: ”ہو جا“ پس وہ ہو جاتی ہے،
پھر ان کے پیچھے انہی کے قدموں پر (اور) پیغمبر بھیجے اور ان کے پیچھے مریم کے بیٹے عیسی کو بھیجا اور ان کو انجیل عنایت کی۔ اور جن لوگوں نے ان کی پیروی کی ان کے دلوں میں شفقت اور مہربانی ڈال دی۔ اور لذات سے کنارہ کشی کی تو انہوں نے خود ایک نيی بات نکال لی ہم نے ان کو اس کا حکم نہیں دیا تھا مگر (انہوں نے اپنے خیال میں) خدا کی خوشنودی حاصل کرنے کے ليے (اپ ہی ایسا کرلیا تھا) پھر جیسا اس کو نباہنا چاہیيے تھا نباہ بھی نہ سکے۔ پس جو لوگ ان میں سے ایمان لايے ان کو ہم نے ان کا اجر دیا اور ان میں بہت سے نافرمان ہیں
اس نے تمہارے ليے زمین کو گہوارہ بنایا ہے اور اس میں تمہارے ليے راستے بنايے ہیں اور اسمان سے پانی برسایا ہے جس کے ذریعہ ہم نے مختلف قسم کے نباتات کا جوڑا پیدا کیا ہے
اپنی بیوی اور اپنے بھايی،
اے نبی! کہو کہ "ہم اللہ کو مانتے ہیں، اس تعلیم کو مانتے ہیں جو ہم پر نازل کی گيی ہے، ان تعلیمات کو بھی مانتے ہیں جو ابراہیم، اسماعیل، اسحاق، یعقوب اور اولاد یعقوب پر نازل ہويی تھیں اور ان ہدایات پر بھی ایمان رکھتے ہیں جو موسی اور عیسی اور دوسرے پیغمبروں کو ان کے رب کی طرف سے دی گيیں ہم ان کے درمیان فرق نہیں کرتے اور ہم اللہ کے تابع فرمان (مسلم) ہیں"
تم اور تمہارے اگلے باپ دادا، وه سب میرے دشمن ہیں
(ذوالقرنین نے) کہا: مجھے میرے رب نے اس بارے میں جو اختیار دیا ہے (وہ) بہتر ہے، تم اپنے زور بازو (یعنی محنت و مشقت) سے میری مدد کرو، میں تمہارے اور ان کے درمیان ایک مضبوط دیوار بنا دوں گا،
عجب نہیں کہ اللہ تمہارے اور ان میں سے بعض لوگوں کے درمیان جن سے تمہاری دشمنی ہے (کسی وقت بعد میں) دوستی پیدا کر دے، اور اللہ بڑی قدرت والا ہے، اور اللہ بڑا بخشنے والا نہایت مہربان ہے،
اور جب تم (اذان دے کر لوگوں کو) نماز کی طرف بلاتے ہو تو وہ اسے مذاق اور کھیل بناتے ہیں۔ یہ اس ليے ہے کہ وہ بے وقوف ہیں، عقل سے کام نہیں لیتے۔
اور (اے موسی!) اپنی لاٹھی (زمین پر) ڈال دو، پھر جب (موسی نے لاٹھی کو زمین پر ڈالنے کے بعد) اسے دیکھا کہ سانپ کی مانند تیز حرکت کر رہی ہے تو (فطری رد عمل کے طور پر) پیٹھ پھیر کر بھاگے اور پیچھے مڑ کر (بھی) نہ دیکھا، (ارشاد ہوا): اے موسی! خوف نہ کرو بیشک پیغمبر میرے حضور ڈرا نہیں کرتے،
اور طور سینین کی
اور کیا تم اس بات سے تعجب کرتے ہو کہ تمہارے پروردگار کی طرف سے تمہارے پاس ایک ایسے شخص کی معرفت، جو تمہاری ہی جنس کاہے کويی نصیحت کی بات اگيی تاکہ وه شخص تم کو ڈرايے اور تم یہ حالت یاد کرو کہ اللہ نے تم کو قوم نوح کے بعد جانشین بنایا اور ڈیل ڈول میں تم کو پھیلاو زیاده دیا، سو اللہ کی نعمتوں کو یاد کرو تاکہ تم کو فلاح ہو
ہم اسی طرح نیک عمل کرنے والوں کو جزا دیتے ہیں
اور جن لوگوں نے طاغوت کی عبادت سے پرہیز کیا اور (ہمہ تن) اللہ تعالی کی طرف متوجہ رہے وه خوش خبری کے مستحق ہیں، میرے بندوں کو خوشخبری سنا دیجيے
اور جب ان سے کہا جاتا ہے کہ کہ رکوع کرو تو وہ رکوع نہیں کرتے۔
اور جو کويی برا فعل کرے یا اپنے نفس پر ظلم کرے پھراس کے بعد اللهسےبخشوايے تو الله کو بخشنے والا مہربان پايے
تو تم اپنے پروردگار کی کون کون سی نعمت کو جھٹلاو گے؟
بے شک وہ ہمارے (کامل) ایمان والے بندوں میں سے تھے،
سلام اس پر جس روز کہ وہ پیدا ہوا اور جس دن وہ مرے اور جس روز وہ زندہ کر کے اٹھایا جايے
بندوں پر افسوس ہے کہ ان کے پاس کويی پیغمبر نہیں اتا مگر اس سے تمسخر کرتے ہیں
یعنی جہنم، جس میں وہ جھلسے جايیں گے اور وہ بد ترین جايے قرار ہے
اور ہم نے موسی کی ماں کی طرف وحی بھیجی کہ اس کو دودھ پلاو جب تم کو اس کے بارے میں کچھ خوف پیدا ہو تو اسے دریا میں ڈال دینا اور نہ تو خوف کرنا اور نہ رنج کرنا۔ ہم اس کو تمہارے پاس واپس پہنچا دیں گے اور (پھر) اسے پیغمبر بنا دیں گے
ان میں سے ایک کہنے والا کہے گا کہ میرا ایک ساتھی تھا
اور اسی نے چوپایوں کو بھی پیدا کیا ہے جن میں تمہارے ليے گرم لباس اور دیگر منافع کا سامان ہے اور بعض کو تو تم کھاتے بھی ہو
اور جوشخص (غلام) نہ پايے تو جنسی تعلق قايم کرنے سے پہلے دو ماہ پے در پے (لگاتار) روزے رکھنا ہوں گے اور جو اس پر بھی قدرت نہ رکھتا ہو تو پھر ساٹھ مسکینوں کو کھانا کھلانا ہے یہ اس ليے کہ تم اللہ اور اس کے رسول(ص) پر ایمان لاو (تمہارا ایمان راسخ ہو) یہ اللہ کی مقرر کردہ حدیں ہیں اور کافروں کیليے دردناک عذاب ہے۔
اور جن کے چہرے سفید (نورانی) ہوں گے وہ خدا کی رحمت میں ہوں گے اور ہمیشہ ہمیشہ اس میں رہیں گے۔
اپ کہہ دیجيے کہ میرے پروردگار نے مجھے سیدھے راستے کی ہدایت دے دی ہے جو ایک مضبوط دین اور باطل سے اعراض کرنے والے ابراہیم علیھ السلامکا مذہب ہے اور وہ مشرکین میں سے ہرگز نہیں تھے
اور (وہ وقت یاد کرو) کہ جب ہم نے تم سے عہد و پیمان لیا اور تمہارے اوپر کوہ طور کو بلند کیا (اور کہا تھا کہ جو کچھ ہم نے تمہیں دیا ہے اسے مضبوطی سے پکڑو۔ اور جو کچھ اس میں ہے اسے غور سے) سنو تو (تمہارے اسلاف) نے زبان سے کہا کہ ہم نے سن تو لیا اور دل میں کہا ہم عمل نہیں کریں گے اور ان کے کفر کی وجہ سے ان کے دلوں میں گوسالہ کی محبت بیٹھ گيی تھی۔ (اے رسول) کہیے! اگر تم مومن ہو تو تمہارا ایمان تمہیں بہت ہی برے کاموں کا حکم دیتا ہے (یہ عجیب ایمان ہے)۔
ایمان والو یہودیوں اور عیسايیوں کو اپنا دوست اور سرپرست نہ بناو کہ یہ خود اپس میں ایک دوسرے کے دوست ہیں اور تم میں سے کويی انہیں دوست بنايے گا تو ان ہی میں شمار ہوجايے گا بیشک اللہ ظالم قوم کی ہدایت نہیں کرتا ہے
بے شک ہم نے ان کو اخرت کے گھر کی یاد کی خاص (خصلت) کی وجہ سے چن لیا تھا،
صرف ایک زور کی اواز کا ہونا ہوگا کہ سب کے سب ہمارے روبرو احاضر ہوں گے
اسی پانی کے ذریعہ سے ہم تمہارے ليے کھجوروں اور انگوروں کے باغات پیدا کردیتے ہیں، کہ تمہارے ليے ان میں بہت سے میوے ہوتے ہیں ان ہی میں سے تم کھاتے بھی ہو
اپنے اعمال (کی جزا) سے خوش دل
سو جب وہ (دوبارہ) یوسف (علیہ السلام) کے پاس حاضر ہويے تو کہنے لگے: اے عزیز مصر! ہم پر اور ہمارے گھر والوں پر مصیبت ان پڑی ہے (ہم شدید قحط میں مبتلا ہیں) اور ہم (یہ) تھوڑی سی رقم لے کر ايے ہیں سو (اس کے بدلے) ہمیں (غلہ کا) پورا پورا ناپ دے دیں اور (اس کے علاوہ) ہم پر (کچھ) صدقہ (بھی) کر دیں۔ بیشک اﷲ خیرات کرنے والوں کو جزا دیتا ہے،
بلکہ (عجیب اور فہم و ادراک سے بعید بات تو یہ ہے کہ) انہوں نے حق (یعنی رسول صلی اللہ علیہ والہ وسلم اور قران) کو جھٹلا دیا جب وہ ان کے پاس اچکا سو وہ خود (ہی) الجھن اور اضطراب کی بات میں (پڑے) ہیں،
بلا شبہ ہم نے تمہیں عنقریب انے والے عذاب سے ڈرا دیا ہے، اس دن ہر ادمی ان (اعمال) کو جو اس نے اگے بھیجے ہیں دیکھ لے گا، اور (ہر) کافر کہے گا: اے کاش! میں مٹی ہوتا (اور اس عذاب سے بچ جاتا)،
اور جب تم نماز کے ليے (لوگوں کو بصورت اذان) پکارتے ہو تو یہ (لوگ) اسے ہنسی اور کھیل بنا لیتے ہیں۔ یہ اس ليے کہ وہ ایسے لوگ ہیں جو (بالکل) عقل ہی نہیں رکھتے،
وہاں ان کے (کھانے پینے) کیليے (ہر قسم کے) پھل ہوں گے اور وہ سب کچھ ہوگا جو وہ طلب کریں گے۔
(ذرا ان کو وہ قصہ سناو جو موسی کو پیش ایا تھا) جبکہ موسی نے اپنے خادم سے کہا تھا کہ "میں اپنا سفر ختم نہ کروں گا جب تک کہ دونوں دریاوں کے سنگم پر نہ پہنچ جاوں، ورنہ میں ایک زمانہ دراز تک چلتا ہی رہوں گا"
پھر زور سے جھونکا دینے والیوں کی قسم
تمہارے لیے ایک کہاوت بیان فرماتا ہے خود تمہارے اپنے حال سے کیا تمہارے لیے تمہارے ہاتھ کے غلاموں میں سے کچھ شریک ہیں اس میں جو ہم نے تمہیں روزی دی تو تم سب اس میں برابر ہو تم ان سے ڈرو جیسے اپس میں ایک دوسرے سے ڈرتے ہو ہم ایسی مفصل نشانیاں بیان فرماتے ہیں عقل والوں کے لیے،
اور جو شخص کسی مسلمان کو قصدا قتل کرے تو اس کی سزا دوزخ ہے کہ مدتوں اس میں رہے گا اور اس پر اللہ غضبناک ہوگا اور اس پر لعنت کرے گا اور اس نے اس کے ليے زبردست عذاب تیار کر رکھا ہے،
یہ ماجرا یقینا ایک زبردست نشانی ہے ان میں سے اکثر لوگ ایمان ﻻنے والے نہیں
پھر موسی (علیہ السلام) نے اسے بڑی نشانی دکھايی،
کہہ دو کہ جو شخص گمراہی میں پڑا ہوا ہے خدا اس کو اہستہ اہستہ مہلت دیيے جاتا ہے۔ یہاں تک کہ جب اس چیز کو دیکھ لیں گے جس کا ان سے وعدہ کیا جاتا ہے خواہ عذاب اور خواہ قیامت۔ تو (اس وقت) جان لیں گے کہ مکان کس کا برا ہے اور لشکر کس کا کمزور ہے
جہنم اس کے پیچھے لگی اور اسے پیپ کا پانی پلایا جايے گا،
زکوۃ کے طریقے پر عامل ہوتے ہیں
تیرا رب زمین اور اسمانوں کی مخلوقات کو زیادہ جانتا ہے ہم نے بعض پیغمبروں کو بعض سے بڑھ کر مرتبے دیے، اور ہم نے ہی داود کو زبور دی تھی
تو چیخ نے ان کو صبح ہوتے ہوتے اپکڑا
تو اگر ہمارے پاس پہلے والے لوگوں کی طرح کويی نصیحت (والی کتاب) ہوتی۔
سوايے ان لوگوں کے جو ایمان لايے اور نیک عمل کرتے رہے تو ان کے ليے ختم نہ ہونے والا (دايمی) اجر ہے،
اس کے لیے جو مانگے اور جو مانگ بھی نہ سکے تو محروم رہے
کہا یہ اونٹنی ہے اسکے پینے کا ایک دن ہے اور یک دن معین تمہارے پینے کے لیے ہے
اور یہ کچھ ان پر نگہبان بناکر نہ بھیجے گيے
ہرگز ایسا نہیں عنقریب وہ جان لیں گے
اور نہ اپ اندھوں کو ان کی گمراہی سے ہدایت کرنے والے ہیں اپ تو صرف ان ہی لوگوں کو سناتے ہیں جو ہماری ایتوں پر ایمان رکھتے ہیں پس وہی اطاعت کرنے والے ہیں
کیا اپ ان سے مزدوری مانگ رہے ہیں جو یہ اس کے تاوان کے بوجھ سے دبے جارہے ہیں
تجھ سے عذاب جلدی مانگتے ہیں اور بے شک دوزخ کافروں کو گھیرلینے والی ہے
روزے کی راتوں میں اپنی بیویوں سے ملنا تمہارے ليے حلال کیا گیا، وه تمہارا لباس ہیں اور تم ان کے لباس ہو، تمہاری پوشیده خیانتوں کا اللہ تعالی کو علم ہے، اس نے تمہاری توبہ قبول فرما کر تم سے درگزر فرمالیا، اب تمہیں ان سے مباشرت کی اور اللہ تعالی کی لکھی ہويی چیز کو تلاش کرنے کی اجازت ہے، تم کھاتے پیتے رہو یہاں تک کہ صبح کا سفید دھاگہ سیاه دھاگے سے ﻇاہر ہوجايے۔ پھر رات تک روزے کو پورا کرو اور عورتوں سے اس وقت مباشرت نہ کرو جب کہ تم مسجدوں میں اعتکاف میں ہو۔ یہ اللہ تعالی کی حدود ہیں، تم ان کے قریب بھی نہ جاو۔ اسی طرح اللہ تعالی اپنی ایتیں لوگوں کے ليے بیان فرماتا ہے تاکہ وه بچیں
اور وہی اللہ ہے اس کے سوا کويی معبود نہیں۔ دنیا اور اخرت میں ساری تعریفیں اسی کے ليے ہیں، اور (حقیقی) حکم و فرمانروايی (بھی) اسی کی ہے اور تم اسی کی طرف لوٹايے جاو گے،
سو انہوں نے دونوں (کے ریوڑ) کو پانی پلا دیا پھر سایہ کی طرف پلٹ گيے اور عرض کیا: اے رب! میں ہر اس بھلايی کا جو تو میری طرف اتارے محتا ج ہوں،
اپ(ص) کہہ دیجيے! کہ کیا تم نے غور کیا ہے اگر (تمہاری خواہش کے مطابق) خدا مجھے اور میرے ساتھیوں کو ہلاک کر دے یا (ہماری خواہش کے مطابق) ہم پر رحم فرمايے (بہرحال) کافروں کو دردناک عذاب سے کون پناہ دے گا؟
اور ہم نے کسی قریہ کو ہلاک نہیں کیا مگر یہ کہ اس کے ليے ایک میعاد مقرر کردی تھی
اور حکم دیا گیا کہ اے زمین اپنا پانی نگل جا اور اے اسمان تھم جا۔ تو پانی خشک ہوگیا اور کام تمام کردیا گیا اور کشی کوہ جودی پر جا ٹھہری۔ اور کہہ دیا گیا کہ بےانصاف لوگوں پر لعنت
اور زمین و اسمان میں بہت سی نشانیاں ہیں جن سے لوگ گزر جاتے ہیں اور کنارہ کش ہی رہتے ہیں
پس ہم نے اس واقعہ کو اس زمانہ کے لوگوں اور بعد میں انے والوں کے ليے (سامان) عبرت اور پرہیزگاروں کے ليے نصیحت بنا دیا۔
(خط سنا کر) وہ کہنے لگی کہ اے اہل دربار میرے اس معاملے میں مجھے مشورہ دو، جب تک تم حاضر نہ ہو (اور صلاح نہ دو) میں کسی کام کو فیصل کرنے والی نہیں
اور ان سے مہمان کے بارے میں ناجايز مطالبات کرنے لگے تو ہم نے ان کی انکھوں کو اندھا کردیا کہ اب عذاب اور ڈرانے کا مزہ چکھو
عنقریب اس کو دوزخ میں ڈالوں گا
یا اس سے بھی زیادہ سخت کويی چیز جو تمہارے ذہن میں قبول حیات سے بعید تر ہو" (پھر بھی تم اٹھ کر رہو گے) وہ ضرور پوچھیں گے "کون ہے وہ جو ہمیں پھر زندگی کی طرف پلٹا کر لايے گا؟" جواب میں کہو "وہی جس نے پہلی بار تم کو پیدا کیا" وہ سر ہلا ہلا کر پوچھیں گے "اچھا، تو یہ ہوگا کب؟" تم کہو "کیا عجب، وہ وقت قریب ہی ا لگا ہو
بلکہ خود انسان اپنے حال کو خوب جانتا ہے۔
(فرعون نے) کہا: بیشک تمہارا رسول جو تمہاری طرف بھیجا گیا ہے ضرور دیوانہ ہے،
اور وہی تو ہے جس نے رات اور دن کو ایک دوسرے کے پیچھے انے جانے والا بنایا۔ (یہ باتیں) اس شخص کے ليے جو غور کرنا چاہے یا شکرگزاری کا ارادہ کرے (سوچنے اور سمجھنے کی ہیں)
بیشک تمہارا رب اللہ ہے جس نے اسمان اور زمین چھ دن میں بنايے پھر عرش پر استوا فرمایا جیسا اس کی شان کے لايق ہے کام کی تدبیر فرما تا ہے کويی سفارشی نہیں مگر اس کی اجازت کے بعد یہ ہے اللہ تمہارا رب تو اس کی بندگی کرو تو کیا تم دھیان نہیں کرتے،
بے شک میں تمہارے رب پر ایمان لایا پس میری بات سنو
بسنے کے باغ جن میں وہ داخل ہوں گے اور جو لايق ہوں ان کے باپ دادا اور بیبیوں اور اولاد میں اور فرشتے ہر دروازے سے ان پر یہ کہتے ايیں گے،
اور خبردار شیطان تمہیں راہ حق سے روک نہ دے کہ وہ تمہارا کھلا ہوا دشمن ہے
وہ بولا "میرے رب، جیسا تو نے مجھے بہکایا اسی طرح اب میں زمین میں ان کے لیے دل فریبیاں پیدا کر کے ان سب کو بہکا دوں گا
کیوں کچھ بدلا ملا کافروں کو اپنے کیے کا
پھر ان میں سے ہر ایک دوسرے کو ملامت کرنے لگا
مگر جب وہ ان کو بچا لیتا ہے تو پھر وہی لوگ حق سے منحرف ہو کر زمین میں بغاوت کرنے لگتے ہیں لوگو، تمہاری یہ بغاوت الٹی تمہارے ہی خلاف پڑ رہی ہے دنیا کے چند روزہ مزے ہیں (لوٹ لو)، پھر ہماری طرف تمہیں پلٹ کر انا ہے، اس وقت ہم تمہیں بتا دیں گے کہ تم کیا کچھ کرتے رہے ہو
پھر جب ان پر ہمارا عذاب اگیا تو ان کی پکار سوايے اس کے (کچھ) نہ تھی کہ وہ کہنے لگے کہ بیشک ہم ظالم تھے،
اور اپنے پروردگار کی نعمتوں کو برابر بیان کرتے رہنا
اور یاد کرو عیسی ابن مریم کی وہ بات جو اس نے کہی تھی کہ "اے بنی اسرايیل، میں تمہاری طرف اللہ کا بھیجا ہوا رسول ہوں، تصدیق کرنے والا ہوں اس توراۃ کی جو مجھ سے پہلے ايی ہويی موجود ہے، اور بشارت دینے والا ہوں ایک رسول کی جو میرے بعد ايے گا جس کا نام احمد ہوگا مگر جب وہ ان کے پاس کھلی کھلی نشانیاں لے کر ایا تو انہوں نے کہا یہ تو صریح دھوکا ہے
جوکچھ انہوں نے (اعمال) کیے ہیں سب نامہٴ اعمال میں لکھے ہويے ہیں
پھر وه دونوں چلے، یہاں تک کہ ایک کشتی میں سوار ہويے، تو اس نے کشتی کے تختے توڑ دیيے، موسی نے کہا کیا اپ اسے توڑ رہے ہیں تاکہ کشتی والوں کو ڈبو دیں، یہ تو اپ نے بڑی (خطرناک) بات کردی
جب تیرے رب نے فرشتوں سے کہا "میں مٹی سے ایک بشر بنانے والا ہوں
اور (وہ وقت بھی یاد کرو) جب تم نے کہا اے موسی! ہم ایک ہی (قسم کے) کھانے پر ہرگز صبر نہیں کر سکتے۔ اس ليے اپ اپنے پروردگار سے ہمارے ليے دعا کیجيے کہ وہ (من و سلوی کی بجايے) ہمارے ليے وہ چیزیں نکالے (پیدا کرے) جو زمین اگاتی ہے جیسے ساگ پات، ترکاری، کھیرا، ککڑی، مسور اور لہسن پیاز۔ موسی نے کہا کیا تم کمتر و کہتر چیز لینا چاہتے ہو اس کے بدلہ میں جو برتر و بہتر ہے۔ اچھا شہر میں اتر پڑو۔ بے شک (وہاں) تمہیں وہ کچھ مل جايے گا جو تم مانگتے ہو۔ اور (انجام کار) ان پر ذلت و خواری اور افلاس و ناداری مسلط ہوگيی۔ اور وہ (اللہ کی نشانیوں کا ) انکار کرتے تھے اور انبیاء کو ناحق قتل کرتے تھے (اور یہ اس ليے بھی ہوا) کہ وہ نافرمانی کرتے تھے اور حد سے بڑھ بڑھ جاتے تھے (سرکشی کرتے تھے)۔
اور یہ کہ ہم نے جب ہدایت سنی اس پر ایمان لايے، تو جو اپنے رب پر ایمان لايے اسے نہ کسی کمی کا خوف اور نہ زیادگی کا
کہ ان کی مدد بہرحال کی جايے گی
اور جب انہوں نے صبر کیا اور ہماری ایات پر یقین لاتے رہے تو ان کے اندر ہم نے ایسے پیشوا پیدا کیے جو ہمارے حکم سے رہنمايی کرتے تھے
اور شیطان نے ان کے بارے میں اپنا خیال سچ کر دکھایا کہ مومنوں کی ایک جماعت کے سوا وہ اس کے پیچھے چل پڑے
کیا لوگوں نے یہ خیال کر رکھا ہے کہ وہ صرف اس بات پر چھوڑ دیيے جايیں گے کہ وہ یہ کہہ دیں کہ ہم ایمان لے ايے ہیں اور ان کا امتحان نہیں ہوگا
تو اج یہاں اس کا کويی دوست نہیں
اور جو تم میں سے خدا اور اس کے رسول کی فرمانبردار رہے گی اور عمل نیک کرے گی۔ اس کو ہم دونا ثواب دیں گے اور اس کے ليے ہم نے عزت کی روزی تیار کر رکھی ہے
وہ رات کو دن میں اور دن کو رات میں داخل کرتا ہے اور وہ سینوں کے رازوں سے بھی باخبر ہے
اور اس نے تمہارے لیے مسخر کیے رات اور دن اور سورج اور چاند، اور ستارے اس کے حکم کے باندھے ہیں بیشک اس ایت میں نشانیاں ہیں عقل مندوں کو
فرما دیجيے: تم اس پر ایمان لاو یا ایمان نہ لاو، بیشک جن لوگوں کو اس سے قبل علم (کتاب) عطا کیا گیا تھا جب یہ (قران) انہیں پڑھ کر سنایا جاتا ہے وہ ٹھوڑیوں کے بل سجدہ میں گر پڑتے ہیں،
اور ہدایت کی کہ بیٹا ایک ہی دروازے سے داخل نہ ہونا بلکہ جدا جدا دروازوں سے داخل ہونا۔ اور میں خدا کی تقدیر کو تم سے نہیں روک سکتا۔ بےشک حکم اسی کا ہے میں اسی پر بھروسہ رکھتا ہوں۔ اور اہل توکل کو اسی پر بھروسہ رکھنا چاہیيے
مگر بعد میں لوگوں نے اپنے دین کو اپس میں ٹکڑے ٹکڑے کر لیا ہر گروہ کے پاس جو کچھ ہے اسی میں وہ مگن ہے
~ ایمان والو جب تمہارے پاس ہجرت کرنے والی مومن عورتیں ايیں تو پہلے ان کا امتحان کرو کہ اللہ ان کے ایمان کو خوب جانتا ہے پھر اگر تم بھی دیکھو کہ یہ مومنہ ہیں توخبردار انہیں کفار کی طرف واپس نہ کرنا - نہ وہ ان کے ليے حلال ہیں اور نہ یہ ان کے ليے حلال ہیں اور جو خرچہ کفار نے مہر کا دیا ہے وہ انہیں واپس کردو اور تمہارے ليے کويی حرج نہیں ہے کہ تم ان کی اجرت (مہر) دینے کے بعد ان سے نکاح کرلو اور خبردار کافر عورتوں کی عصمت پکڑ کر نہ رکھو اور جو تم نے خرچ کیا ہے وہ کفار سے لے لو اور جو انہوں نے خرچ کیا ہے وہ تم سے لے لیں کہ یہی حکم خدا ہے جس کا فیصلہ خدا نے تمہارے درمیان کیا ہے اور وہ بڑا صاحب ه علم و حکمت ہے
تم تو اللہ کے سوا بتوں کو پوجتے ہو اور نرا جھوٹ گڑ ھتے ہو بے شک وه جنھیں تم اللہ کے سوا پو جتے ہو تمہاری روزی کے کچھ مالک نہیں تو اللہ کے پاس رزق ڈھونڈو اور اس کی بندگی کرو اور اس کا احسان مانو، تمہیں اسی کی طرف پھرنا ہے
وہ تو شیطان ہی ہے کہ اپنے دوستوں سے دھمکاتا ہے تو ان سے نہ ڈرو اور مجھ سے ڈرو اگر ایمان رکھتے ہو
اے نبی! تجھے اللہ کافی ہے اور ان مومنوں کو جو تیری پیروی کر رہے ہیں
ہم نے صاف صاف ہدایت دینے والی ایات تمہارے پاس بھیج دی ہیں، اور ان قوموں کی عبر ت ناک مثالیں بھی ہم تمہارے سامنے پیش کر چکے ہیں جو تم سے پہلے ہو گزری ہیں، اور وہ نصیحتیں ہم نے کر دی ہیں جو ڈرنے والوں کے لیے ہوتی ہیں
اور ہم نے ان کے ليے کچھ ساتھی مقرر کر دیيے ہیں جنہوں نے ان کے اگلے اور پچھلے (کرتوتوں کو) خوشنما بنا دیا اور ان پر وہی بات ثابت ہوگيی (عذاب الہی) جو جنوں اور انسانوں کے ان گروہوں پر ثابت ہے جو ان سے پہلے گزر چکے تھے بے شک وہ سب نقصان اٹھانے والوں میں سے تھے۔
تو ان کے بخل نے ان کے دلوں میں نفاق راسخ کردیا اس دن تک کے ليے جب یہ خدا سے ملاقات کریں گے اس ليے کہ انہوں نے خدا سے کيے ہويے وعدہ کی مخالفت کی ہے اور جھوٹ بولے ہیں
اور جس دن ان سب کو جمع کرے گا جنوں کی جماعت سے فرمايے گا تم نے ادمیوں سے بہت سے اپنے تابع کر ليے تھے اور ادمیوں میں سے جو جنوں کے دوست تھے کہیں گے اے رب ہمارے ہم میں سے ہر ایک نے دوسرے سے کام نکالا اور ہم اپنی اس معیاد کو ا پہنچے جو تو نے ہمارے واسطے مقرر کی تھی فرمايے گا تم سب کا ٹھکانا اگ ہے اس میں ہمیشہ رہو گے اس سے صرف وہی بچیں گے جنہیں الله بچايے گا بے شک تیرا رب حکمت والا جاننے والا ہے
اور اس سے بڑھ کر گمراہ کون جو اللہ کے سوا ایسوں کو پوجے جو قیامت تک اس کی نہ سنیں اور انہیں ان کی پوجا کی خبر تک نہیں
فرما دیجيے: اگر زمین میں (انسانوں کی بجايے) فرشتے چلتے پھرتے سکونت پذیر ہوتے تو یقینا ہم (بھی) ان پر اسمان سے کسی فرشتہ کو رسول بنا کر اتارتے،
مگر اس دن تک جس کا وقت (تجھے) معلوم ہے۔
اور ان کیليے ایک نشانی رات بھی ہے جس سے ہم دن کو کھینچ لیتے ہیں تو ایک دم وہ اندھیرے میں رہ جاتے ہیں۔
اگر تم گھر میں کسی کو موجود نہ پاو تو جب تک تم کو اجازت نہ دی جايے اس میں مت داخل ہو۔ اور اگر یہ کہا جايے کہ (اس وقت) لوٹ جاو تو لوٹ جایا کرو۔ یہ تمہارے ليے بڑی پاکیزگی کی بات ہے۔ اور جو کام تم کرتے ہو خدا سب جانتا ہے
پھر (جب قیامت ايے گی) اگر وہ مقربین میں سے ہے
نہ ٹھنڈی چھاوں اور دھوپ کی تپش ایک جیسی ہے
البتہ تمہارا معبود ایک ہی ہے
مجھے سزاوار ہے کہ اللہ پر نہ کہوں مگر سچی بات میں تم سب کے پاس تمہارے رب کی طرف سے نشانی لےکر ایا ہوں تو بنی اسرايیل کو میرے ساتھ چھوڑ دے
ان میں سے ایک کہے گا، "دنیا میں میرا ایک ہم نشین تھا
اس کے واقع ہونے میں کويی جھوٹ نہیں ہے،
اور جولوگ ایمان ﻻيے اور نیک کام کیے انہیں ہم یقینا جنت کے ان باﻻ خانوں میں جگہ دینگے جن کے نیچے چشمے بہہ رہے ہیں جہاں وه ہمیشہ رہیں گے، کام کرنے والوں کا کیا ہی اچھا اجر ہے
تو کیا وہ اس حقیقت کو نہیں جانتا جب قبروں میں جو کچھ (مدفون) ہے اسے نکال لیا جايے گا
ہارون کو میرا وزیر بنا۔
وہ تمہارے سامنے اللہ کی قسمیں کھاتے ہیں تاکہ تمہیں راضی کریں۔ حالانکہ اللہ اور اس کا رسول اس کے زیادہ حقدار ہیں کہ ان کو راضی کریں۔ اگر وہ ایمان لايے ہیں۔
انسان بھلايی کی رعا کرتے ہويے کبھی نہیں تھکتا ہے اور جب کويی تکلیف اسے چھو بھی لیتی ہے تو بالکل مایوس اور بے اس ہوجاتا ہے
اس میں بانٹ دیا جاتا ہے ہر حکمت والا کام
بےشک ہم ہی نے اسمان دنیا کو ستاروں کی زینت سے مزین کیا
بولے اپنے رب سے دعا کیجيے کہ وہ ہمیں بتادے گايے کیسی کہا وہ فرماتا ہے کہ وہ ایک گايے ہے نہ بوڑھی اور نہ ادسر بلکہ ان دونوں کے بیچ میں تو کرو جس کا تمہیں حکم ہوتا ہے،
اور اللہ چاہتا تو وہ شرک نہیں کرتے، اور ہم نے تمہیں ان پر نگہبان نہیں کیا اور تم ان پر کڑوڑے (حاکم اعلی) نہیں،
تاکہ اس کو تمہارے ليے یادگار بنايیں اور یاد رکھنے والے کان اسے یاد رکھیں
جن (مسلمانوں) سے (کافر) جنگ کر رہے ہیں انہیں بھی مقابلے کی اجازت دی جاتی ہے کیونکہ وه مظلوم ہیں۔ بیشک ان کی مدد پر اللہ قادر ہے
پھر تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
اس شخص سے زیاده ﻇالم اور کون ہوگا جو اللہ پر جھوٹ (افترا) باندھے حاﻻنکہ وه اسلام کی طرف بلایا جاتا ہے اور اللہ ایسے ﻇالموں کو ہدایت نہیں کرتا
کہ وہ (قران) قول فیصل ہے۔
اور تمہارا معبود ایک ہی معبود ہے جس کے سوا کويی معبود نہیں بڑا مہربان نہایت رحم والا ہے
اور بیشک دوبارہ پیدا کرنا اسی (اللہ) کے ذمہ ہے۔
اللہ ہے جس کے سوا کسی کی پوجا نہیں اپ زندہ اور ونکا قايم رکھنے والا،
اور جب سماوی طبقات کو پھاڑ کر اپنی جگہوں سے ہٹا دیا جايے گا،
ہر شخص اس روز ایک فکر میں ہو گا جو اسے (مصروفیت کے لیے) بس کرے گا
نوح(ع) نے کہا وہ (عذاب) تو اللہ ہی لايے گا جب چاہے گا اور تم اسے عاجز نہیں کر سکتے۔
اور نماز قايم رکھو اور زکوۃ دیا کرو اور رکوع کرنے والوں کے ساتھ (مل کر) رکوع کیا کرو،
وہ جو اللہ کے پیام پہنچاتے اور اس سے ڈرتے اور اللہ کے سوا کسی کا خوف نہ کرے، اور اللہ بس ہے حساب لینے والا
جبکہ اس سے اس کے رب نے فرمایا گردن رکھ عرض کی میں نے گردن رکھی اس کے ليے جو رب ہے سارے جہان کا-
اور وہی ہے جس نے تم کو ایک جان سے پیدا کیا پھر کہیں تمہیں ٹھہرنا ہے اور کہیں امانت رہنا بیشک ہم نے مفصل ایتیں بیان کردیں سمجھ والوں کے لیے،
اللہ تعالی نے ہی تم سب کو پیدا کیا ہے وہی پھر تمہیں فوت کرے گا، تم میں ایسے بھی ہیں جو بدترین عمر کی طرف لوٹايے جاتے ہیں کہ بہت کچھ جاننے بوجھنے کے بعد بھی نہ جانیں۔ بیشک اللہ دانا اور توانا ہے
اور کتاب میں ادریس کا ذکر کر بے شک وہ سچا نبی تھا
ان لوگوں نے کہا اے شعیب(ع)! کیا تمہاری نماز تمہیں حکم دیتی ہے کہ ہم ان (معبودوں) کو چھوڑ دیں جن کی ہمارے باپ دادا پرستش کیا کرتے تھے یا اپنے اپنے اموال میں اپنی مرضی کے مطابق تصرف نہ کریں؟ بس تم ہی عاقل و بردبار اور نیکوکار ادمی ہو؟
نوح نے کہا "میں کیا جانوں کہ ان کے عمل کیسے ہیں
اسی لیے انہوں نے اللہ کے نازل کردہ دین کو ناپسند کرنے والوں سے کہہ دیا کہ بعض معاملات میں ہم تمہاری مانیں گے اللہ ان کی یہ خفیہ باتیں خوب جانتا ہے
اللہ سے ڈرو اور میری اطاعت کرو
اور جب نامہ اعمال منتشر کردیيے جايیں گے
عنقریب بے وقوف لوگ کہیں گے کہ ان (مسلمانوں) کو کس چیز نے روگردان کر دیا۔ اس قبلہ (بیت المقدس) سے، جس پر وہ پہلے تھے (اے پیغمبر(ص)) کہہ دیجيے اللہ ہی کے لیے ہے مشرق اور مغرب بھی۔ وہ جسے چاہتا ہے سیدھے راستہ کی طرف ہدایت کرتا ہے (اس پر لگا دیتا ہے)۔
اور یہ کہ ہم میں سے کويی احمق ہی اللہ کے بارے میں حق سے دور حد سے گزری ہويی باتیں کہا کرتا تھا،
یہاں تک کہ جب ہم نے ان کے امیروں کو عذاب میں پکڑا تو جبھی وہ فریاد کرنے لگے،
کیسے ہوسکتا ہے کہ اللہ ان لوگوں کو ہدایت بخشے جنہوں نے نعمت ایمان پا لینے کے بعد پھر کفر اختیار کیا حالانکہ وہ خود اس بات پر گواہی دے چکے ہیں کہ یہ رسول حق پر ہے اور ان کے پاس روشن نشانیاں بھی ا چکی ہیں اللہ ظالموں کو تو ہدایت نہیں دیا کرتا
یاد کرو جب موسی نے اپنی قوم سے کہا تھا کہ "اے میری قوم کے لوگو! اللہ کی اس نعمت کا خیال کرو جو اس نے تمہیں عطا کی تھی اس نے تم میں نبی پیدا کیے، تم کو فرماں روا بنایا، اور تم کو وہ کچھ دیا جو دنیا میں کسی کو نہ دیا تھا
اور ہم نے تم جیسے بہتیروں کو ہلاک کر دیا ہے، پس کويی ہے نصیحت لینے واﻻ
الله وہ ہے جس نے اسمانوں اور زمین کو اورجو کچھ ان میں ہے چھ روز میں بنایا پھر عرش پر قايم ہوا تمہارے لیے اس کے سوا نہ کويی کارساز ہے نہ سفارشی پھر کیا تم نہیں سمجھتے
یہی لوگ ہیں جن کے ليے بڑا عذاب ہے اور وہ اخرت میں بھی وہ بہت نقصان اٹھانے والے ہیں
یہ مال کی محنت میں بھی بڑا سخت ہے
یہ کتاب برکت والی ہے جسے ہم نے اپ کی طرف نازل فرمایا ہے تاکہ دانش مند لوگ اس کی ایتوں میں غور و فکر کریں اور نصیحت حاصل کریں،
انسانوں کے بادشاہ
وہ دن کا مشکل دن ہوگا
یہ اس ليے کہ اللہ تعالی ایسا نہیں کہ کسی قوم پر کويی نعمت انعام فرما کر پھر بدل دے جب تک کہ وه خود اپنی اس حالت کو نہ بدل دیں جو کہ ان کی اپنی تھی اور یہ کہ اللہ سننے واﻻ جاننے واﻻ ہے
(اے پیغمبر) اس کام میں تمہارا کچھ اختیار نہیں (اب دو صورتیں ہیں) یا خدا انکے حال پر مہربانی کرے یا انہیں عذاب دے کہ یہ ظالم لوگ ہیں
اور بوجھ اٹھانے والے مویشی پیدا کیے اور زمین سے لگے ہويے اور الله کے رزق میں سے کھاو اور شیطان کے قدموں پر نہ چلو وہ تمہارا صریح دشمن ہے
ان لوگوں نے کہا کہ اچھا خدا سے دعا کیجيے کہ ہمیں اس کی حقیقت بتايے. انہوں نے کہا کہ ایسی گايے چاہيے جو نہ بوڑھی ہو نہ بچہ. درمیانی قسم کی ہو. اب حکم خدا پر عمل کرو
بیشک جو لوگ ایمان لايے اور نیک عمل کرتے رہے اور اپنے رب کے حضور عاجزی کرتے رہے یہی لوگ اہل جنت ہیں وہ اس میں ہمیشہ رہنے والے ہیں،
پھر کیوں نہ ان قوموں میں جو تم سے پہلے گزر چکی ہیں ایسے اہل خیر موجود رہے جو لوگوں کو زمین میں فساد برپا کرنے سے روکتے؟ ایسے لوگ نکلے بھی تو بہت کم، جن کو ہم نے ان قوموں میں سے بچا لیا، ورنہ ظالم لوگ تو انہی مزوں کے پیچھے پڑے رہے جن کے سامان انہیں فراوانی کے ساتھ دیے گيے تھے اور وہ مجرم بن کر رہے
تم لوگ اپنے پروردگار سے دعا کیا کرو گڑگڑا کر کے بھی اور چپکے چپکے بھی۔ واقعی اللہ تعالی ان لوگوں کو ناپسند کرتا ہے جو حد سے نکل جايیں
اگر تم اللہ کو (اخلاص اور نیک نیتی سے) اچھا قرض دوگے تو وہ اسے تمہارے ليے کيی گنا بڑھا دے گا اور تمہیں بخش دے گا، اور اللہ بڑا قدر شناس ہے بردبار ہے،
کیا ہمارے درمیان بس یہی ایک شخص تھا جس پر خدا کا ذکر نازل کیا گیا؟ نہیں، بلکہ یہ پرلے درجے کا جھوٹا اور بر خود غلط ہے"
انہوں نے اللہ کے ہمسر بنالیے کہ لوگوں کو اللہ کی راه سے بہکايیں۔ اپ کہہ دیجيے کہ خیر مزے کرلو تمہاری بازگشت تو اخر جہنم ہی ہے
بیٹا نماز کی پابندی رکھنا اور (لوگوں کو) اچھے کاموں کے کرنے کا امر اور بری باتوں سے منع کرتے رہنا اور جو مصیبت تجھ پر واقع ہو اس پر صبر کرنا۔ بیشک یہ بڑی ہمت کے کام ہیں
پھر جب عزیز کی بیوی نے ان کی ملامت سنی تو انہیں بھلا بھیجا اور ان کے واسطے ایک مجلس تیار کی اور ان میں سے ہر ایک کے ہاتھ میں ایک چھری دی اور کہا ان کے سامنے نکل ا پھر جب انہوں نےاسے دیکھا تو حیرت میں رہ گيیں اور اپنے ہاتھ کاٹ لیے اور کہا الله پاک ہے یہ انسان تو نہیں ہے یہ تو کويی بزرگ فرشتہ ہے
اور جو اپنی نمازوں کی حفاظت کرتے ہیں
ہاں جس نے اپنا منہ الله کے سامنے جھکا دیا اور وہ نیکو کار بھی ہو تو اس کے لیے اس کا بدلہ اس کے رب کے ہاں ہے اور ان پر نہ کويی خوف ہوگا اور نہ وہ غمگین ہوں گے
میں اسے سخت سزا دوں گا یا اسے ذبح کر دوں گا یا وہ میرے پاس کويی صاف دلیل بیان کرے
اور تم سے عورتوں کے بارے میں فتوی پوچھتے ہیں تم فرمادو کہ اللہ تمہیں ان کا فتوی دیتا ہے اور وہ جو تم پر قران میں پڑھا جاتا ہے ان یتیم لڑکیوں کے بارے میں تم انہیں نہیں دیتے جو ان کا مقرر ہے اور انہیں نکاح میں بھی لانے سے منہ پھیرتے ہو اور کمزور بچوں کے بارے میں اور یہ کہ یتیموں کے حق میں انصاف پر قايم رہو اور تم جو بھلايی کرو تو اللہ کو اس کی خبر ہے،
(یہ سب کچھ) بندوں کو روزی دینے کے ليے (کیا ہے) اور اس (پانی) سے ہم نے شہر مردہ (یعنی زمین افتادہ) کو زندہ کیا۔ (بس) اسی طرح (قیامت کے روز) نکل پڑنا ہے
کیا تم نے ان لوگوں کو نہیں دیکھا جنہیں کچھ حصہ کتاب سے ملا ہے وہ گمراہی خریدتے ہیں اور چاہتے ہیں کہ تم بھی راستہ گم کر دو
اور تم بے سمجھوں کو اپنے (یا ان کے) مال سپرد نہ کرو جنہیں اللہ نے تمہاری معیشت کی استواری کا سبب بنایا ہے۔ ہاں انہیں اس میں سے کھلاتے رہو اور پہناتے رہو اور ان سے بھلايی کی بات کیا کرو،
اگلوں میں سے ایک گروہ،
اس کا پھل گویا کہ سانپوں کے پھن ہیں
اورایسا تو نہیں ہوسکتا کہ مسلمان سب کے سب کوچ کریں سو کیوں نہ نکلا ہر فرقے میں سے ایک حصہ تاکہ دین میں سمجھ پیدا کریں اور جب اپنی قوم کی طرف واپس ايیں تو ان کو ڈرايیں تاکہ وہ بچتے رہیں
اللہ ہی کے ليے محہ تسبیح ہے جو کچھ بھی زمین و اسمان میں ہے اور وہی صاحب هعزت اور صاحب هحکمت ہے
جب ان کے پاس سے گزرتے تو انکھیں مار مار کر ان کی طرف اشارے کرتے تھے
اور جب تنہا اللہ ہی کا ذکر کیا جاتا ہے تو ان لوگوں کے دل گھٹن اور کراہت کا شکار ہو جاتے ہیں جو اخرت پر یقین نہیں رکھتے، اور جب اللہ کے سوا ان بتوں کا ذکر کیا جاتا ہے (جنہیں وہ پوجتے ہیں) تو وہ اچانک خوش ہو جاتے ہیں،
اللہ ان سے فرماتا ہے کہ تم سے پہلے جو اور جماعتیں جن اور ادمیوں کی اگ میں گيیں، انہیں میں جاو جب ایک گروہ داخل ہوتا ہے دوسرے پر لعنت کرتا ہے یہاں تک کہ جب سب اس میں جا پڑے تو پچھلے پہلوں کو کہیں گے اے رب ہمارے! انہوں نے ہم کو بہکایا تھا تو انہیں اگ کا دونا عذاب دے، فرمايے گا سب کو دونا ہے مگر تمہیں خبر نہیں
اخر کیا وجہ ہے کہ تم اللہ کی راہ میں ان بے بس مردوں، عورتوں اور بچوں کی خاطر نہ لڑو جو کمزور پاکر دبا لیے گيے ہیں اور فریاد کر رہے ہیں کہ خدایا ہم کو اس بستی سے نکال جس کے باشندے ظالم ہیں اور اپنی طرف سے ہمارا کويی حامی و مدد گار پیدا کر دے
پھر (قیامت کے دن تمام) لوگ اپنے مالک برحق خدا تعالی کے پاس واپس بلايے جايیں گے۔ سن لو کہ حکم اسی کا ہے اور وہ نہایت جلد حساب لینے والا ہے
اورجب ہم انسان پر انعام کرتے ہیں تو منہ پھیر لیتا ہے اور پہلو تہی کرتا ہے اور جب اسے کويی تکلیف پہنچتی ہے تو نا امیدہوجاتا ہے
اور کويی دوست کسی دوست کی بات نہ پوچھے گا
اس کو ہم اسان طریقے کی توفیق دیں گے
(اے پیغمبر) لوگ تم سے (یتیم) عورتوں کے بارے میں فتوی طلب کرتے ہیں۔ کہہ دو کہ خدا تم کو ان کے (ساتھ نکاح کرنے کے) معاملے میں اجازت دیتا ہے اور جو حکم اس کتاب میں پہلے دیا گیا ہے وہ ان یتیم عورتوں کے بارے میں ہے جن کو تم ان کا حق تو دیتے نہیں اور خواہش رکھتے ہو کہ ان کے ساتھ نکاح کرلو اور (نیز) بیچارے بیکس بچوں کے بارے میں۔ اور یہ (بھی حکم دیتا ہے) کہ یتیموں کے بارے میں انصاف پر قايم رہو۔ اور جو بھلايی تم کرو گے خدا اس کو جانتا ہے
ہم نے اسے زمین میں قوت عطا فرمايی تھی اور اسے ہر چیز کے سامان بھی عنایت کردیے تھے
اس روز کسی شخص پر کچھ ظلم نہیں کیا جايے گا اور تم کو بدلہ ویسا ہی ملے گا جیسے تم کام کرتے تھے
پھر تم اور جس کی تم پرستش کررہے ہو
اور ہم نے داود اور سلیمان کو (خاص) علم عطا فرمایا۔ اور ان دونوں نے کہا کہ ہر قسم کی تعریف اس اللہ کے ليے ہے جس نے ہمیں اپنے بہت سے مومن بندوں پر فضیلت عطا کی ہے۔
تب فرعون نے اپنے لشکر سمیت ان لوگوں کا پیچھا کیا اور دریا کی موجوں نے انہیں باقاعدہ ڈھانک لیا
بلاشبہ انہوں (لوط(ع)) نے انہیں سخت گرفت سے ڈرایا تھا مگر وہ ڈرانے کے بارے میں شک میں مبتلا رہے (اورجھگڑتے رہے)۔
(مزید) عرض کرنے لگے: اے میرے رب! اس سبب سے کہ تو نے مجھ پر (اپنی مغفرت کے ذریعہ) احسان فرمایا ہے اب میں ہرگز مجرموں کا مددگار نہیں بنوں گا،
اور ان کے ليے وہ سب برايیاں ظاہر ہو جايیں گی جو وہ انجام دیتے تھے اور وہ (عذاب) انہیں گھیر لے گا جس کا وہ مذاق اڑایا کرتے تھے،
جو موسی اور ہارون کا رب ہے
جو لوگ اپنے مونہوں کے بل دوزخ کی طرف جمع کيے جايیں گے ان کا ٹھکانا بھی برا ہے اور وہ رستے سے بھی بہکے ہويے ہیں
اور ان کو برايیوں سے بچا اور جس کو تو نے قیامت کے دن برايیوں سے بچا لیا بس تو نے اس پر رحمت فرمايی اور یہی بہت بڑی کامیابی ہے۔
اپ پوچھيے کہ اسمانوں اور زمین کا پروردگار کون ہے؟ کہہ دیجيے! اللہ۔ کہہ دیجيے! کیا تم پھر بھی اس کے سوا اوروں کو حمایتی بنا رہے ہو جو خود اپنی جان کے بھی بھلے برے کا اختیار نہیں رکھتے۔ کہہ دیجيے کہ کیا اندھا اور بینا برابر ہو سکتا ہے؟ یا کیا اندھیریاں اور روشنی برابر ہو سکتی ہے۔ کیا جنہیں یہ اللہ کے شریک ٹھہرا رہے ہیں انہوں نے بھی اللہ کی طرح مخلوق پیدا کی ہے کہ ان کی نظر میں پیدايش مشتبہ ہوگيی ہو، کہہ دیجيے کہ صرف اللہ ہی تمام چیزوں کا خالق ہے وه اکیلا ہے اور زبردست غالب ہے
وہ وہی ہے جس نے اپ پر ایسی کتاب نازل کی جس میں کچھ ایتیں تو محکم ہیں۔ جو کتاب کی اصل و بنیاد ہیں اور کچھ متشابہ ہیں اب جن لوگوں کے دلوں میں کجی (ٹیڑھ) ہے۔ تو وہ فتنہ برپا کرنے اور من مانی تاویلیں کرنے کی خاطر متشابہ ایتوں کے پیچھے پڑے رہتے ہیں۔ حالانکہ خدا اور ان لوگوں کے سوا جو علم میں مضبوط و پختہ کار ہیں اور کويی ان کی تاویل (اصل معنی) کو نہیں جانتا۔ جو کہتے ہیں کہ ہم اس (کتاب) پر ایمان لايے ہیں یہ سب (ایتیں) ہمارے پروردگار کی طرف سے ہیں اور نصیحت کا اثر صرف عقل والے ہی لیتے ہیں۔
مل گیا نا کافروں کو ان حرکتوں کا ثواب جو وہ کیا کرتے تھے
وہی ہے جس نے اسمان سے تمہارے لیے پانی برسایا جس سے تم خود بھی سیراب ہوتے ہو اور تمہارے جانوروں کے لیے بھی چارہ پیدا ہوتا ہے
کہ شیر سے بھاگے ہوں
پس اگر تم اسے میرے پاس نہ لايے تو (ايندہ) تمہارے ليے میرے پاس (غلہ کا) کويی پیمانہ نہ ہوگا اور نہ (ہی) تم میرے قریب اسکو گے،
کچھ شک نہیں کہ یہ اخرت میں خسارہ اٹھانے والے ہوں گے
اب اتا ہے اللہ کا حکم تو اس کی جلدی نہ کرو پاکی اور برتری ہے اسے ان شریکوں سے،
اور ان کے دلوں پر ہم نے پردے ڈال دیيے ہیں کہ وه اسے سمجھیں اور ان کے کانوں میں بوجھ اور جب تو صرف اللہ ہی کا ذکر اس کی توحید کے ساتھ، اس قران میں کرتا ہے تو وه روگردانی کرتے پیٹھ پھیر کر بھاگ کھڑے ہوتے ہیں
بیشک ان میں عقل مند کے ليے بڑی قسم ہے،
قسم ہے دن کی جب سورج کو نمایاں کرے
کیا ان لوگوں نے نہیں دیکھا کہ اللہ کس طرح پہلی بار مخلوق کو پیدا کرتا ہے پھر کس طرح اسے دوبارہ پلٹاتا ہے؟ بےشک یہ بات اللہ کیليے اسان ہے۔
اورموسی نے کہا اے رب ہمارے تو نے فرعون اوراس کے سرداروں کو دنیا کی زندگی میں ارايش اور ہر طرح کا مال دیا ہے اے رب ہمارے یہاں تک کہ انہوں نےتیرے راستہ سے گمراہ کر دیا اے رب ہمارے ان کے مالوں کو برباد کر دے اور ان کے دلوں کو سخت کر دے پس یہ ایمان نہیں لايیں گے یہاں تک کہ دردناک عذاب دیکھیں
تو انہیں چھوڑ دے یہاں تک کہ انہیں اس دن سے سابقہ پڑے جس میں یہ بے ہوش کر دیيے جايیں گے
او ربیشک تم ان پر گزرتے ہو صبح کو،
در حقیقت تمہارا رب زیادہ بہتر جانتا ہے کہ کون اس کے راستے سے ہٹا ہوا ہے اور کون سیدھی راہ پر ہے
جس دن ہر شخص اپنے ہی لیے جھگڑتا ہو ايے گا اور ہر شخص کو اس کے عمل کا پورا بدلہ دیا جايے گا اوران پر کچھ بھی ظلم نہ ہوگا
خدا نے فرمایا (یہاں سے) چلا جا۔ جو شخص ان میں سے تیری پیروی کرے گا تو تم سب کی جزا جہنم ہے (اور وہ) پوری سزا (ہے)
قسم ہے ان ہواوں کی جو گرد اڑانے والی ہیں
(قوم کے لوگوں نے) کہا اے نوح! تو نے ہم سے بحﺚ کر لی اور خوب بحﺚ کر لی۔ اب تو جس چیز سے ہمیں دھمکا رہا ہے وہی ہمارے پاس لے ا، اگر تو سچوں میں ہے
ان میں سے ہر ایک کو اس دن ایسی فکر (دامنگیر) ہوگی جو اس کے ليے کافی ہوگی
اور ان میں ہم نے تنبیہ کرنے والے رسول بھیجے تھے
اس کے یہاں کسی کی سفارش بھی کام انے والی نہیں ہے مگر وہ جس کو وہ خود اجازت دیدے یہاں تک کہ جب ان کے دلوں کی ہیبت دور کردی جايے گی تو پوچھیں گے کہ تمہارے پروردگار نے کیا کہا ہے تو وہ جواب دیں گے کہ جو کچھ کہا ہے حق کہا ہے اور وہ بلند و بالا اور بزرگ و برتر ہے
جو شخص وصیت کو سننے کے بعد بدل ڈالے تو اس (کے بدلنے) کا گناہ انہیں لوگوں پر ہے جو اس کو بدلیں۔ اور بےشک خدا سنتا جانتا ہے
اے ایمان والو! اللہ کے اس احسان کو یاد کرو جو اس نے تم پر کیا ہے جب (کفار کے) لشکر تم پر چڑھ ايے اور ہم نے (تمہاری مدد کیليے) ان پر ہوا (اندھی) بھیجی اور (فرشتوں کے) ایسے لشکر بھیجے جن کو تم نے نہیں دیکھا اور جو کچھ تم کر رہے تھے۔ اللہ اسے خوب دیکھ رہا تھا۔
اور فرما دیجيے کہ (یہ) حق تمہارے رب کی طرف سے ہے، پس جو چاہے ایمان لے ايے اور جو چاہے انکار کردے، بیشک ہم نے ظالموں کے ليے (دوزخ کی) اگ تیار کر رکھی ہے جس کی دیواریں انہیں گھیر لیں گی، اور اگر وہ (پیاس اور تکلیف کے باعث) فریاد کریں گے تو ان کی فریاد رسی ایسے پانی سے کی جايے گی جو پگھلے ہويے تانبے کی طرح ہوگا جو ان کے چہروں کو بھون دے گا، کتنا برا مشروب ہے، اور کتنی بری ارام گاہ ہے،
اللہ ہی کے ليے زمین و اسمان کی حکومت ہے اور وہی حیات و موت کا دینے والا ہے اس کے علاوہ تمہارا نہ کويی سرپرست ہے نہ مددگار
اور انہوں نے کہا ہم اس وقت تک اپ کی بات نہیں مانیں گے جب تک اپ یہ کام کرکے نہ دکھا دیں (مثلا) ہمارے ليے زمین سے چشمہ جاری کریں۔
بیشک یہاں جنت میں تمہارا فايدہ یہ ہے کہ نہ بھوکے رہو گے اور نہ برہنہ رہو گے
اچھا ذرا یہ بھی بتاو کہ جو اگ تم سلگاتے ہو
کیا انہوں نے اپنے اوپر اسمان کی طرف نگاہ نہیں کی کہ ہم نے اس کو کیونکر بنایا اور (کیونکر) سجایا اور اس میں کہیں شگاف تک نہیں
جو دلوں پر چڑھتی چلی جايے گی
اللہ نے فرمایا کچھ دیر جاتی ہے کہ یہ صبح کریں گے پچھتاتے ہويے
(اے مشرکو! خود سوچو!) بھلا تمہیں تو تمہارے رب نے بیٹوں کے ليے چن لیا ہے اور (اپنے ليے) اس نے فرشتوں کو بیٹیاں بنا لیا ہے، بیشک تم (اپنے ہی گھڑے ہويے خیالات کے پیمانہ پر) بڑی سخت بات کہتے ہو،
اور کھجور کے تنے کو اپنی طرف ہلاو وہ تم پر تازہ پکی ہويی کھجوریں گرا دے گا،
بھلا تمہارا بنانا اسان ہے یا اسمان کا؟ اسی نے اس کو بنایا
اور ہر راستہ پر یوں نہ بیٹھو کہ راہگیروں کو ڈراو اور اللہ کی راہ سے انہیں روکو جو اس پر ایمان لايے اور اس میں کجی چاہو، اور یاد کرو جب تم تھوڑے تھے اس نے تمہیں بڑھادیا اور دیکھو فسادیوں کا کیسا انجام ہوا،
بولے خدا کی قسم! اپ ہمیشہ یوسف کی یاد کرتے رہیں گے یہاں تک کہ گور کنارے جا لگیں یا جان سے گزر جايیں،
پھر تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
اور ہم نے اس قران میں ہر طرح کی مثال بیان کردی ہے اور اگر اپ ساری نشانیاں لے کر بھی اجايیں تو کافر یہی کہیں گے کہ اپ لوگ صرف اہل ه باطل ہیں
پھر اسے اس کے نفس نے اپنے بھايی کے خون پر راضی کر لیا پھر اسے مار ڈالا پس وہ نقصان اٹھانے والوں میں سے ہو گیا
میں چاہتا ہوں کہ اپ میرے اور اپنے دونوں کے گناہوں کا مرکز بن جايیے اور جہنمیوں میں شامل ہوجايیے کہ ظالمین کی یہی سزا ہے
قوم میں سے کفر اختیار کرنے والے روسا نے کہا کہ ہم تم کو حماقت میں مبتلا دیکھ رہے ہیں اور ہمارے خیال میں تم جھوٹوں میں سے ہو
اور جن لوگوں نے کفر اختیار کیا وہ (اس خدايی فیصلہ کے بعد) جہنم کی طرف گروہ در گروہ ہانکے جايیں گے یہاں تک کہ جب وہ اس کے پاس پہنچیں گے تو اس کے دروازے کھول دیيے جايیں گے اور اس کے داروغے ان سے کہیں گے کہ کیا تمہارے پاس تمہی میں سے کچھ رسول(ع) نہیں ايے تھے جو تمہیں تمہارے پروردگار کی ایتیں پڑھ کر سناتے تھے اور تمہیں اس دن کے پیش انے سے ڈراتے تھے وہ (جواب میں) کہیں گے کہ ہاں (ايے تو تھے) لیکن (ہم نے نہ مانا کیونکہ) کافروں پر عذاب کا فیصلہ ہو چکا تھا۔
اور ان میں کے سردار چلے کہ اس کے پاس سے چل دو اور اپنے خداوں پر صابر رہو بیشک اس میں اس کا کويی مطلب ہے،
پس اگر وہ بھی ایمان لے اييں جس طرح تم ایمان لايے ہو تو وہ بھی ہدایت پا گيے اور اگر وہ نہ مانیں تو وہی ضد میں پڑے ہويے ہیں سو تمہیں ان سے الله کافی ہے اور وہی سننے والا جاننے والا ہے
ہر خبر (کے واقع ہونے) کا وقت مقرر ہے اور تم عنقریب جان لو گے،
البتہ جو توبہ کر لیں اور ایمان لے ايیں اور نیک عملی اختیار کر لیں وہ جنت میں داخل ہوں گے اور ان کی ذرہ برابر حق تلفی نہ ہو گی
اور مرید بھی یہ کہیں گے کہ اے کاش ہم نے ان سے اسی طرح بیزاری اختیار کی ہوتی جس طرح یہ اج ہم سے نفرت کر رہے ہیں. خدا ان سب کے اعمال کو اسی طرح حسرت بنا کر پیش کرے گا اور ان میں سے کويی جہنم سے نکلنے والا نہیں ہے
پھر یہ تمہیں کیا ہو گیا ہے کہ منافقین کے بارے میں تمہارے درمیان دو رايیں پايی جاتی ہیں، حالانکہ جو برايیاں انہوں نے کمايی ہیں ان کی بدولت اللہ انہیں الٹا پھیر چکا ہے کیا تم چاہتے ہو کہ جسے اللہ نے ہدایت نہیں بخشی اسے تم ہدایت بخش دو؟ حالانکہ جس کو اللہ نے راستہ سے ہٹا دیا اس کے لیے تم کويی راستہ نہیں پاسکتے
اور ہم انہیں اور زیادہ میوے دیں گے اور گوشت جو وہ چاہیں گے
اور لوگوں کو اس دن (قیامت) سے ڈرايیے جو قریب انے والا ہے جس دن دل (کھینچ کر) گلوں تک اجايیں گے (اور) وہ غم و غصہ سے بھرے ہويے ہوں گے۔ ظالموں کیليے کويی (مخلص) دوست نہ ہوگا اور نہ کويی ایسا سفارشی جس کی بات مانی جايے۔
ا س وقت تم اللہ ہی کو پکارتے ہو، پھر اگر وہ چاہتا ہے تو اس مصیبت کو تم پر سے ٹال دیتا ہے ایسے موقعوں پر تم اپنے ٹھیرايے ہويے شریکوں کو بھول جاتے ہو
جیسے فرعون والوں اور ان سے اگلوں کا دستور وہ اللہ کی ایتوں کے منکر ہويے تو اللہ نے انہیں ان کے گناہوں پر پکڑا بیشک اللہ قوت والا سخت عذاب و ا لا ہے،
کیا تم نے جناب موسی کے بعد بنی اسرايیل کے سرداروں کو نہیں دیکھا کہ جب انہوں نے نبی(ص) سے کہا کہ ہمارے ليے ایک بادشاہ مقرر کر دیجيے تاکہ ہم (اس کی زیر قیادت) راہ خدا میں جنگ کریں۔ اس نبی نے فرمایا کہیں ایسا نہ ہو کہ جب جنگ تم پر واجب ہو جايے۔ تو پھر تم جنگ نہ کرو۔ انہوں نے کہا کہ ہم کیونکر جنگ نہیں کریں گے؟ جبکہ ہمیں اپنے گھروں اور بال بچوں سے باہر نکال دیا گیا ہے۔ مگر جب جنگ ان پر واجب قرار دی گيی تو ان کے تھوڑے سے ادمیوں کے سوا باقی سب کے سب منحرف ہوگيے (پیٹھ پھیر گيے) اور خدا ظالموں کو خوب جانتا ہے۔
اور جو شخص خدا اور اس کے رسول کی فرمانبرداری کرے گا اور اس سے ڈرے گا تو ایسے لوگ مراد کو پہنچنے والے ہیں
اللہ ہی کے ليے اسمانوں اور زمین کی بادشاہت ہے، وہ جو چاہتا ہے پیدا فرماتا ہے، جسے چاہتا ہے لڑکیاں عطا کرتا ہے اور جسے چاہتا ہے لڑکے بخشتا ہے،
یہ وہ جنت ہے کہ ہم اپنے بندوں میں سے اس کو وارث بنايیں گے جو پرہیزگار ہوگا
کہ اس کے وسیع راستوں میں چلو،
ہرگز نہیں ہم نے جس چیز سے ان کو پیدا کیا ہے اسے یہ خود جانتے ہیں
پھر اس دن تم سے (اﷲ کی) نعمتوں کے بارے میں ضرور پوچھا جايے گا (کہ تم نے انہیں کہاں کہاں اور کیسے کیسے خرچ کیا تھا)،
اور دن رات اور سورج چاند بھی (اسی کی) نشانیوں میں سے ہیں، تم سورج کو سجده نہ کرو نہ چاند کو بلکہ سجده اس اللہ کے لیے کرو جس نے ان سب کو پیدا کیا ہے، اگر تمہیں اس کی عبادت کرنی ہے تو
یوسف (علیہ السلام) نے کہا: (نہیں بلکہ) اس نے خود مجھ سے مطلب براری کے ليے مجھے پھسلانا چاہا اور (اتنے میں خود) اس کے گھر والوں میں سے ایک گواہ نے (جو شیر خوار بچہ تھا) گواہی دی کہ اگر اس کا قمیض اگے سے پھٹا ہوا ہے تو یہ سچی ہے اور وہ جھوٹوں میں سے ہے،
نبی کو اور ان لوگوں کو جو ایمان لايے ہیں یہ زیبا نہیں ہے کہ مشرکین کے لیے مغفرت طلب کریں اگرچہ وہ ان کے عزیز و اقارب ہی کیوں نہ ہوں۔ جبکہ ان پر واضح ہوگیا کہ وہ دوزخی ہیں۔
اے نبی، کہو، میری طرف وحی بھیجی گيی ہے کہ جنوں کے ایک گروہ نے غور سے سنا پھر (جا کر اپنی قوم کے لوگوں سے) کہا: "ہم نے ایک بڑا ہی عجیب قران سنا ہے
پس تو میرے (خاص) بندوں میں داخل ہو جا۔
اور جب انسان کو کويی تکلیف پہنچتی ہے تو وہ اپنے رب کو اسی کی طرف رجوع کرتے ہويے پکارتا ہے، پھر جب (اللہ) اسے اپنی جانب سے کويی نعمت بخش دیتا ہے تو وہ اس (تکلیف) کو بھول جاتا ہے جس کے ليے وہ پہلے دعا کیا کرتا تھا اور (پھر) اللہ کے ليے (بتوں کو) شریک ٹھہرانے لگتا ہے تاکہ (دوسرے لوگوں کو بھی) اس کی راہ سے بھٹکا دے، فرما دیجيے: (اے کافر!) تو اپنے کفر کے ساتھ تھوڑا سا (ظاہری) فايدہ اٹھا لے، تو بے شک دوزخیوں میں سے ہے،
اس کے پاس جنت الماوی ہے،
وہ لوگوں سے (شرماتے ہويے اپنی دغابازی کو) چھپاتے ہیں اور اللہ سے نہیں شرماتے درانحالیکہ وہ ان کے ساتھ ہوتا ہے جب وہ رات کو (کسی) ایسی بات سے متعلق (چھپ کر) مشورہ کرتے ہیں جسے اللہ ناپسند فرماتا ہے، اور اللہ جو کچھ وہ کرتے ہیں (اسے) احاطہ کيے ہويے ہے،
اور کمزور لوگ (جواب میں) بڑا بننے والوں سے کہیں گے کہ (اس طرح نہیں) بلکہ یہ (تمہارے) شب و روز کے مکر و فریب نے ہمیں قبول حق سے باز رکھا جبکہ تم ہمیں حکم دیتے تھے کہ ہم اللہ کے ساتھ کفر کریں اور اس کے ہمسر (شریک) ٹھہرايیں اور یہ لوگ جب عذاب الہی کو دیکھیں گے تو ندامت و پشیمانی کو دل میں چھپايیں گے (دلوں میں پچھتايیں گے) اور ہم کافروں کی گردنوں میں طوق ڈالیں گے یہ لوگ (دنیا میں) جیسے عمل کرتے تھے (اج) ان کا ہی ان کو بدلہ دیا جايے گا۔
علاوہ ان افراد کے جو اس کے بعد توبہ کرلیں اور اپنے نفس کی اصلاح کرلیں کہ اللہ بہت زیادہ بخشنے والا اور مہربان ہے
جب زمین اپنی پوری شدت کے ساتھ ہلا ڈالی جايے گی
پھر اس کو ہم اہستہ اہستہ اپنی طرف سمیٹ لیتے ہیں
اور ہم پیغمبروں کو نہیں بھیجتے مگر خوشخبری سنانے والے اور ڈر سنانے والے بنا کر، سو جو شخص ایمان لے ایا اور (عملا) درست ہوگیا تو ان پرنہ کويی خوف ہوگا اور نہ ہی وہ غمگین ہوں گے،
اسی طرح ہم اس (ذکر) کو مجرموں کے دلوں میں ڈال دیتے ہیں۔
یہ سزا ا ن کی جہنم ہے ا سلیے کہ انہوں نے کفر کیا اور میری ایتوں اور میرے رسولوں کا مذاق بنایا تھا
اے محمد، ا س طرح ہم پچھلے گزرے ہويے حالات کی خبریں تم کو سناتے ہیں، اور ہم نے خاص اپنے ہاں سے تم کو ایک "ذکر"(درس نصیحت) عطا کیا ہے
خدا نے اسمانوں اور زمین کو حکمت کے ساتھ پیدا کیا ہے۔ کچھ شک نہیں کہ ایمان والوں کے ليے اس میں نشانی ہے
اپ دیکھيے وہ اللہ پر کیسے جھوٹا بہتان باندھتے ہیں، اور (ان کے عذاب کے ليے) یہی کھلا گناہ کافی ہے،
جو لوگ اپنی عورتوں سے تعلق نہ رکھنے کی قسم کھا بیٹھے ہیں، ان کے لیے چار مہینے کی مہلت ہے اگر انہوں نے رجوع کر لیا، تو اللہ معاف کرنے والا اور رحیم ہے
(اور) جب وہ (پیشوایان کفر) جن کی پیروی کی گيی اپنے پیروکاروں سے بے زار ہوں گے اور (وہ سب اﷲ کا) عذاب دیکھ لیں گے اور سارے اسباب ان سے منقطع ہو جايیں گے،
نہیں ہیں اپ مگر ڈرانے والے
(یعنی) ابراہیم اور موسی کے صحیفوں میں
یقین جانو کہ نبی عربی کو ماننے والے ہوں یا یہودی، عیسايی ہوں یا صابی، جو بھی اللہ اور روز اخر پر ایمان لايے گا اور نیک عمل کرے گا، اس کا اجر اس کے رب کے پاس ہے اور اس کے لیے کسی خوف اور رنج کا موقع نہیں ہے
شب قدر ایک ہزار مہینوں سے بہتر ہے
پھر اس نے ارادہ کیا کہ انہیں اس زمین سے نکال دے تب ہم نے اسے اور اس کے سب ساتھیوں کو غرق کر دیا
یہ اپ کے رب کی طرف سے صلہ ہے جو (اعمال کے حساب سے) کافی (بڑی) عطا ہے،
حالانکہ وہ ایک دوسرے کو دکھايے جايیں گے مجرم چاہے گا کہ اس دن کے عذاب سے بچنے کیليے اپنے بیٹوں،
لوگوں کے سر اس حی و قیوم کے اگے جھک جايیں گے نامراد ہوگا جو اس وقت کسی ظلم کا بار گناہ اٹھايے ہويے ہو
اس وسوسہ ڈالنے والے کے شر سے جو بار بار پلٹ کر اتا ہے
ساتوں اسمان اور زمین اور جو بھی ان میں ہے اسی کی تسبیح کر رہے ہیں۔ ایسی کويی چیز نہیں جو اسے پاکیزگی اور تعریف کے ساتھ یاد نہ کرتی ہو۔ ہاں یہ صحیح ہے کہ تم اس کی تسبیح سمجھ نہیں سکتے۔ وه بڑا بردبار اور بخشنے واﻻ ہے
اور ان کے دلوں میں جو کینہ تھا ہم وہ سب دور کر دیں گے سب بھايی بھايی ہوں گے تختوں پر امنے سامنے بیٹھنے والے ہوں گے
وہ جنہوں نے صبر کیا اور اپنے رب ہی پر بھروسہ رکھتے ہیں
کیا ادمی کو مل جايے گا جو کچھ وہ خیال باندھے
(اے رسول(ص)!) ان لوگوں کے سامنے ان دو شخصوں کی مثال پیش کریں کہ ہم نے ان میں سے ایک کو انگور کے دو باغ دے رکھے تھے اور انہیں کھجور کے درختوں سے گھیر رکھا تھا۔ اور ان کے درمیان کھیتی اگا دی تھی۔
اور جب تم زمین میں سفر کرو۔ تو اس میں کويی مضايقہ نہیں ہے (بلکہ واجب ہے کہ) نماز میں قصر کر دو۔ (بالخصوص) جب تمہیں خوف ہو کہ کافر لوگ تمہیں کويی تکلیف پہنچايیں گے۔ بے شک کافر تمہارے کھلے ہويے دشمن ہیں۔
وہ برابر یہی پکارتے رہے یہاں تک کہ ہم نے انہیں کٹی ہويی کھیتی کی طرح (اور) بجھی ہويی اگ کی طرح کر دیا۔
کیا ان لوگوں کا کہنا یہ ہے کہ یہ رسول کا افتراي ہے, ہرگز نہیں یہ اپ کے پروردگار کی طرف سے برحق ہے تاکہ اپ اس قوم کو ڈرايیں جس کی طرف سے اپ سے پہلے کويی ڈرانے والا رسول علیھ السلامنہیں ایا ہے کہ شاید یہ ہدایت یافتہ ہوجايیں
اور اللہ کا کام نہیں کہ انہیں عذاب کرے جب تک اے محبوب! تم ان میں تشریف فرما ہو اور اللہ انہیں عذاب کرنے والا نہیں جب تک وہ بخشش مانگ رہے ہیں
اور دس راتوں کی
تو جس کے اعمال (نیک) تول میں زیادہ ہوں گے
بیشک اللہ میرا رب اور تمہارا رب تو اسے پوجو، یہ سیدھی راہ ہے
اے رب ہمارے ہم نے ایک منادی کو سنا کہ ایمان کے ليے ندا فرماتا ہے کہ اپنے رب پر ایمان لاو تو ہم ایمان لايے اے رب ہمارے تو ہمارے گنا بخش دے اور ہماری برايیاں محو فرمادے اور ہماری موت اچھوں کے ساتھ کر
اور یہ لوگ اﷲ کے ساتھ بڑی پختہ قسمیں کھایا کرتے تھے کہ اگر ان کے پاس کويی ڈر سنانے والا اجايے تو یہ ضرور ہر ایک امت سے بڑھ کر راہ راست پر ہوں گے، پھر جب ان کے پاس ڈر سنانے والے (نبی اخر الزماں صلی اللہ علیہ والہ وسلم) تشریف لے ايے تو اس سے ان کی حق سے بیزاری میں اضافہ ہی ہوا،
(فرشتوں نے کہا:) اے ابراہیم! اس (بات) سے درگزر کیجيے، بیشک اب تو اپ کے رب کا حکم (عذاب) اچکا ہے، اور انہیں عذاب پہنچنے ہی والا ہے جو پلٹایا نہیں جا سکتا،
اور زمین اور پہاڑ (اپنی جگہوں سے) اٹھا ليے جايیں گے، پھر وہ ایک ہی بار ٹکرا کر ریزہ ریزہ کر دیے جايیں گے،
اور (یہ لوگ) خدا ہی کی پیدا کی ہويی چیزوں یعنی کھیتی اور چوپایوں میں خدا کا بھی ایک حصہ مقرر کرتے ہیں اور اپنے خیال (باطل) سے کہتے ہیں کہ یہ (حصہ) تو خدا کا اور یہ ہمارے شریکوں (یعنی بتوں) کا تو جو حصہ ان کے شریکوں کا ہوتا ہے وہ تو خدا کی طرف نہیں جا سکتا اور جو حصہ خدا کا ہوتا ہے وہ ان کے شریکوں کی طرف جا سکتا ہے یہ کیسا برا انصاف ہے
یہ ہیں وہ جن کے لیے اخرت میں کچھ نہیں مگر ا گ اور اکارت گیا جو کچھ وہاں کرتے تھے اور نابود ہويے جو ان کے عمل تھے
اور انہیں ابراہیم کی خبر پڑھ کر سناو
اور محمد تو صرف ایک رسول ہیں جن سے پہلے بہت سے رسول گزر چکے ہیں کیااگر وہ مر جايیں یا قتل ہو جايیں تو تم الٹے پیروں پلٹ جاو گے تو جو بھی ایسا کرے گا وہ خدا کا کويی نقصان نہیں کرے گا اور خدا تو عنقریب شکر گزاروں کو ان کی جزا دے گا
اور جس نے ایک اندازے کے ساتھ اسمان سے پانی نازل کیا۔ پھر ہم نے اس سے شہر مردہ کو زندہ کیا۔ اسی طرح تم زمین سے نکالے جاو گے
اس نے کہا: اے پروردگار! پھر مجھے اس دن تک (زندہ رہنے کی) مہلت دے جس دن لوگ قبروں سے اٹھايے جايیں گے،
اے میرے قیدخانے کے رفیقو! تم دونوں میں سے ایک تو اپنے بادشاه کو شراب پلانے پر مقرر ہو جايے گا، لیکن دوسرا سولی پر چڑھایا جايے گا اور پرندے اس کا سرنوچ نوچ کھايیں گے، تم دونوں جس کے بارے میں تحقیق کر رہے تھے اس کام کا فیصلہ کردیا گیا
اور اس شخص نے کہا جو ایمان لایا تھا کہ اےمیری قوم مجھے تو تمہاری نسبت (پہلی) امتوں جیسے دن کا اندیشہ ہو رہا ہے
جب زمین پھٹے گی اور لوگ اس کے اندر سے نکل کر تیز تیز بھاگے جا رہے ہوں گے یہ حشر ہمارے لیے بہت اسان ہے
اور اپنی بیوی اور اپنے بیٹوں سے بھاگے گا۔
سلیمان نے کہا کہ میں ابھی دیکھتا ہوں کہ تو نے سچ کہا ہے یا تیرا شمار بھی جھوٹوں میں ہے
کھاو جو پاک چیزیں ہم نے تمہیں روزی دیں اور اس میں زیادتی نہ کرو کہ تم پر میرا غضب اترے اور جس پر میرا غضب اترا بیشک وہ گرا
شیطان نے ان کو قابو میں کرلیا ہے۔ اور خدا کی یاد ان کو بھلا دی ہے۔ یہ (جماعت) شیطان کا لشکر ہے۔ اور سن رکھو کہ شیطان کا لشکر نقصان اٹھانے والا ہے
بیشک رات کا اٹھنا وہ زیادہ دباو ڈالتا ہے اور بات خوب سیدھی نکلتی ہے
اے ایمان والو! مشرک نرے ناپاک ہیں تو اس برس کے بعد وہ مسجد حرام کے پاس نہ انے پايیں اور اگر تمہاری محتاجی کا ڈر ہے تو عنقریب اللہ تمہیں دولت مند کردے گا اپنے فضل سے اگر چاہے بیشک اللہ علم و حکمت والا ہے،
پست کرنے والی اور بلند کرنے والی
اور تم اللہ کی اطاعت کرو اور رسول (صلی اللہ علیہ والہ وسلم) کی اطاعت کرو اور (خدا اور رسول صلی اللہ علیہ والہ وسلم کی مخالفت سے) بچتے رہو، پھر اگر تم نے روگردانی کی تو جان لو کہ ہمارے رسول (صلی اللہ علیہ والہ وسلم) پر صرف (احکام کا) واضح طور پر پہنچا دینا ہی ہے (اور وہ یہ فریضہ ادا فرما چکے ہیں)،
اور اس کو ان کے بدلہ لینے کا کچھ بھی ڈر نہیں
بیشک وه اسے پھیر ﻻنے پر یقینا قدرت رکھنے واﻻ ہے
اور ان میں نیچی نگاہ رکھنے والی (حوریں) ہوں گی جنہیں پہلے نہ کسی انسان نے ہاتھ لگایا اور نہ کسی جن نے،
اور اسے وسیع مال دیا
اور وہ شخص جس کا نامہ اعمال اس کے بايیں ہاتھ میں دیا جايے گا تو وہ کہے گا: ہايے کاش! مجھے میرا نامہ اعمال نہ دیا گیا ہوتا،
ہر چیز کو تباہ کر ڈالتی ہے اپنے رب کے حکم سے تو صبح رہ گيے کہ نظر نہ اتے تھے مگر ان کے سونے مکان، ہم ایسی ہی سزا دیتے ہیں مجرموں کو،
فرما دیجيے: اگر میں اپنے رب کی نافرمانی کروں تو میں زبردست دن کے عذاب سے ڈرتا ہوں،
یہ اس لیے کہ ان کے پاس ان کے رسول واضح دلیلیں لے کر اتے تھے تووہ کہا کرتے تھے کہ کیا ادمی ہم کو راہ دکھايیں گے پس انہوں نے انکار کیا اورمنہ موڑ لیا اور الله نے پروا نہ کی اور الله بے نیاز تعریف کیا ہوا ہے
اصل یہ ہے کہ ان میں سے ہر شخص یہ چاہتا ہے کہ اس کے پاس کھلی ہويی کتاب ايے
کہ سارے جہان میں نوح پر سلام ہو
اور کافر بولے کیا ہم تمہیں ایسا مرد بتادیں جو تمہیں خبر دے کہ جب تم پرزہ ہوکر بالکل ریزہ ہوکر بالکل ریزہ ریزہ ہوجاو تو پھر تمہیں نیا بننا ہے،
(اب پوری نسل ادم کے ليے تنبیہا فرمایا:) پھر جس نے اس (اقرار) کے بعد روگردانی کی پس وہی لوگ نافرمان ہوں گے،
تمہیں کثرت مال کی ہوس اور فخر نے (اخرت سے) غافل کر دیا،
اور تمہیں کچھ مدت کے بعد اس کی خبر معلوم ہو جايے گی۔
تم کہو سب خوبیاں اللہ کو اور سلام اس کے چنے ہويے بندے پر کیا اللہ بہتر یا ان کے ساختہ شریک
تو ان سے لڑو اللہ انہیں عذاب دیگا تمہارے ہاتھوں اور انہیں رسوا کرے گا اور تمہیں ان پر مدد دے گا اور ایمان والوں کا جی ٹھنڈا کرے گا،
جس کا اراده اخرت کی کھیتی کا ہو ہم اسے اس کی کھیتی میں ترقی دیں گے اور جو دنیا کی کھیتی کی طلب رکھتا ہو ہم اسے اس میں سے ہی کچھ دے دیں گے، ایسے شخص کا اخرت میں کويی حصہ نہیں
اور ہم نے سب کے ليے ماں باپ اور قریبی رشتہ داروں کے چھوڑے ہويے مال میں حق دار (یعنی وارث) مقرر کر دیيے ہیں، اور جن سے تمہارا معاہدہ ہو چکا ہے سو انہیں ان کا حصہ دے دو، بیشک اللہ ہر چیز کا مشاہدہ فرمانے والا ہے،
اور اگر کويی عورت اپنے شوہر کی زیادتی یا بے رغبتی کا اندیشہ کرے تو ان پر گناہ نہیں کہ اپس میں صلح کرلیں اور صلح خوب ہے اور دل لالچ کے پھندے میں ہیں اور اگر تم نیکی اور پرہیزگاری کرو تو اللہ کو تمہارے کاموں کی خبر ہے
وہی لوگ خاص مقرب (بارگاہ) ہیں۔
الله اور اس کے رسول پر ایمان لاو اور اس میں سے خرچ کرو جس میں اس نے تمہیں پہلوں کا جانشین بنایا ہے پس جو لوگ تم میں سے ایمان لايے اور انہوں نے خرچ کیا ان کے لیے بڑا اجر ہے
تو تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
اسی نے تمہارے ليے زمین کو فرش بنایا ہے اور اس میں تمہارے چلنے کے ليے راستے بنايے ہیں اور اسمان سے پانی بھی وہی برساتا ہے، پھر اس برسات کی وجہ سے مختلف قسم کی پیداوار بھی ہم ہی پیدا کرتے ہیں
قیامت کے دن ہم صاحبان هتقوی کو رحمان کی بارگاہ میں مہمانوں کی طرح جمع کریں گے
تو ان کے منہ سے کچھ نہ نکلا جب ہمارا عذاب ان پر ایا مگر یہی بولے کہ ہم ظالم تھے
اے محبوب تمہاری جان کی قسم بیشک وہ اپنے نشہ میں بھٹک رہے ہیں،
جب یوسف نے ان کے لیے ان کا سامان تیار کر دیا تو کہا کہ (پھر انا تو) جو باپ کی طرف سے تمہارا ایک اور بھايی ہے اسے بھی میرے پاس لیتے انا۔ کیا تم نہیں دیکھتے کہ میں ناپ بھی پوری پوری دیتا ہوں اور مہمانداری بھی خوب کرتا ہوں
بھلا جو شخص چلتا ہوا منہ کے بل گر پڑتا ہے وہ سیدھے رستے پر ہے یا وہ جو سیدھے رستے پر برابر چل رہا ہو؟
اپ پر ہم نے حق کے ساتھ یہ کتاب لوگوں کے لیے نازل فرمايی ہے، پس جو شخص راه راست پر اجايے اس کے اپنے لیے نفع ہے اور جو گمراه ہوجايے اس کی گمراہی کا (وبال) اسی پر ہے، اپ ان کے ذمہ دار نہیں
اور کھجوروں کے بلند وباﻻ درخت جن کے خوشے تہ بہ تہ ہیں
اور تم ہمارے پاس تنہا تنہا اگيے جس طرح ہم نے اول بار تم کو پیدا کیا تھا اور جو کچھ ہم نے تم کو دیا تھا اس کو اپنے پیچھے ہی چھوڑ ايے اور ہم تو تمہارے ہمراه تمہارے ان شفاعت کرنے والوں کو نہیں دیکھتے جن کی نسبت تم دعوی رکھتے تھے کہ وه تمہارے معاملے میں شریک ہیں۔ واقعی تمہارے اپس میں تو قطع تعلق ہوگیا اور وه تمہارا دعوی سب تم سے گیا گزرا ہوا
بے شک قیامت انے والی ہے میں اسے پوشیدہ رکھنا چاہتا ہوں تاکہ ہر شخص کو اس کے کیے کا بدلہ مل جايے
نیکی کا بدلہ نیکی کے سوا اور کیا ہے
اور ہم نے تم سے پہلے (بہت سے) پیغمبر بھیجے۔ ان میں کچھ تو ایسے ہیں جن کے حالات تم سے بیان کر دیيے ہیں اور کچھ ایسے ہیں جن کے حالات بیان نہیں کيے۔ اور کسی پیغمبر کا مقدور نہ تھا کہ خدا کے حکم کے سوا کويی نشانی لايے۔ پھر جب خدا کا حکم اپہنچا تو انصاف کے ساتھ فیصلہ کردیا گیا اور اہل باطل نقصان میں پڑ گيے
اور اپ ان لوگوں کو چھوڑے رکھیيے جنہوں نے اپنے دین کو کھیل اور تماشا بنا لیا ہے اور جنہیں دنیا کی زندگی نے فریب دے رکھا ہے اور اس (قران) کے ذریعے (ان کی اگاہی کی خاطر) نصیحت فرماتے رہيے تاکہ کويی جان اپنے کيے کے بدلے سپرد ہلاکت نہ کر دی جايے، (پھر) اس کے ليے اﷲ کے سوا نہ کويی مدد گار ہوگا اور نہ کويی سفارشی، اور اگر وہ (جان اپنے گناہوں کا) پورا پورا بدلہ (یعنی معاوضہ) بھی دے تو (بھی) اس سے قبول نہیں کیا جايے گا۔ یہی وہ لوگ ہیں جو اپنے کيے کے بدلے ہلاکت میں ڈال دیيے گيے ان کے ليے کھولتے ہويے پانی کا پینا ہے اور دردناک عذاب ہے اس وجہ سے کہ وہ کفر کیا کرتے تھے،
تم فرماو کس کا ہے جو کچھ اسمانوں اور زمین میں تم فرماو اللہ کا ہے اس نے اپنے کرم کے ذمہ پر رحمت لکھ لی ہے بیشک ضرور تمہیں قیامت کے دن جمع کرے گا اس میں کچھ شک نہیں، وہ جنہوں نے اپنی جان نقصان میں ڈالی ایمان نہیں لاتے،
اور (اس وقت کو یاد کرو) جب موسی نے اپنی قوم سے کہا کہ اللہ تمہیں حکم دیتا ہے کہ ایک گايے ذبح کرو۔ کہنے لگے اپ ہم سے مذاق کرتے ہیں فرمایا: میں اس سے خدا کی پناہ مانگتا ہوں کہ میں جاہلوں میں سے ہو جاوں۔
جو لوگ ایمان لايے او راچھے کام کیے ان کے لیے خوشخبری اور اچھا ٹھکانا ہے
اور اگر ہم تم پر کاغذ میں کچھ لکھا ہوا اتارتے کہ وہ اسے اپنے ہاتھوں سے چھوتے جب بھی کافر کہتے کہ یہ نہیں مگر کھلا جادو،
اور رات کی جبکہ وہ پلٹتی ہے
پھر فرعون کے گھر والوں نے انہیں (دریا سے) اٹھا لیا تاکہ وہ (مشیت الہی سے) ان کے ليے دشمن اور (باعث) غم ثابت ہوں، بیشک فرعون اور ہامان اور ان دونوں کی فوجیں سب خطاکار تھے،
اور ان میں بعض (ایسے بھی ہیں کہ) تیری طرف کان لگاتے ہیں۔ یہاں تک کہ جب تیرے پاس سے جاتے ہیں تو اہل علم سے (بوجہ کند ذہنی وﻻپرواہی کے) پوچھتے ہیں کہ اس نے ابھی کیا کہا تھا؟ یہی لوگ ہیں جن کے دلوں پر اللہ نے مہر کر دی ہے اور وه اپنی خواہشوں کی پیروی کرتے ہیں
پھر جب عیسی علیھ السلام نے قوم سے کفر کا احساس کیا تو فرمایا کہ کون ہے جو خدا کی راہ میں میرا مددگار ہو...حواریین نے کہا کہ ہم اللہ کے مددگار ہیں- اس پر ایمان لايے ہیں اور اپ گواہ رہیں کہ ہم مسلمان ہیں
اور جو چیزیں یہ بتاتا ہے ان کے ہم وارث ہوں گے اور یہ اکیلا ہمارے سامنے ايے گا
اور اے محبوب اگر تم ان سے پوچھو تو کہیں گے کہ ہم تو یونہی ہنسی کھیل میں تھے تم فرماو کیا اللہ اور اس کی ایتوں اور اس کے رسول سے ہنستے ہو،
اور کہتے ہیں کہ یہ تو بالکل کھلم کھلا جادو ہی ہے
اور خدا (کی راہ) میں جہاد کرو جیسا جہاد کرنے کا حق ہے۔ اس نے تم کو برگزیدہ کیا ہے اور تم پر دین کی (کسی بات) میں تنگی نہیں کی۔ (اور تمہارے ليے) تمہارے باپ ابراہیم کا دین (پسند کیا) اسی نے پہلے (یعنی پہلی کتابوں میں) تمہارا نام مسلمان رکھا تھا اور اس کتاب میں بھی (وہی نام رکھا ہے تو جہاد کرو) تاکہ پیغمبر تمہارے بارے میں شاہد ہوں۔ اور تم لوگوں کے مقابلے میں شاہد اور نماز پڑھو اور زکوة دو اور خدا کے دین کی (رسی کو) پکڑے رہو۔ وہی تمہارا دوست ہے۔ اور خوب دوست اور خوب مددگار ہے
اور جو چیز تمہیں دی گيی ہے وہ دنیا کی زندگی کا فايدہ اور اس کی زینت ہے جو چیز الله کے ہاں ہے وہ بہتر اورباقی رہنے والی ہے کیا تم نہیں سمجھتے
مومنوں کو چاہيے کہ ایمان والوں کو چھوڑ کر کافروں کو اپنا دوست نہ بنايیں اور جوایسا کرے گا وه اللہ تعالی کی کسی حمایت میں نہیں مگر یہ کہ ان کے شر سے کسی طرح بچاو مقصود ہو، اور اللہ تعالی خود تمہیں اپنی ذات سے ڈرا رہا ہے اور اللہ تعالی ہی کی طرف لوٹ جانا ہے
وہی ہے جو تم پر رحمت بھیجتا ہے اور اس کے فرشتے بھی تاکہ تمہیں اندھیروں سے روشنی کی طرف نکالے اور وہ ایمان والوں پر نہایت رحم والا ہے
بیشک اس میں سیکھ ملتا ہے اسے جو ڈرے
انسان کہے گا کہ کاش میں نے اپنی اس زندگی کے ليے کچھ پہلے بھیج دیا ہوتا
پھر اس (کے معانی) کا بیان بھی ہمارے ذمے ہے
اور اگر الله لوگوں سے ان کے اعمال پر گرفت کرتا تو سطح زمین پر کويی جاندار نہ چھوڑتا لیکن وہ انہیں ایک وقت مقرر تک ڈھیل دیتا ہے پس جب ا نکا وقت مقرر اجايے گا تو بے شک الله اپنے بندوں کو خوب دیکھ رہا ہے
اگر اللہ کا نوشتہ پہلے نہ لکھا جا چکا ہوتا تو جو کچھ تم لوگوں نے لیا ہے اس کی پاداش میں تم کو بڑی سزا دی جاتی
اور پہاڑ چلايے جايیں گے اور وہ بالکل سراب ہو جايیں گے۔
کیا ان کے پاس غیب کا علم ہے جسے یہ لکھ رہے ہوں؟
یہ صلہ ہے ان کے اعمال کا
بےشک ہماری طرف یہ وحی کی گيی ہے کہ عذاب اس کیليے ہے جو (ایات اللہ کو) جھٹلايے اور (اس کے احکام سے) روگردانی کرے۔
اللہ قیامت کے روز تمہارے درمیان ان سب باتوں کا فیصلہ کر دے گا جن میں تم اختلاف کرتے رہے ہو"
کیا ان کے پاس کويی سیڑھی ہے جس پر چڑھ کر یہ عالم بالا کی سن گن لیتے ہیں؟ ان میں سے جس نے سن گن لی ہو وہ لايے کويی کھلی دلیل
یہی وه ہے جو یتیم کو دھکے دیتا ہے
یہ لوگ اسمان کے ٹکڑے بھی گرتے ہويے دیکھ لیں تو کہیں گے یہ بادل ہیں جو امڈے چلے ا رہے ہیں
اور تاکہ ان منافق مردوں اور منافق عورتوں اور مشرک مردوں اور مشرکہ عورتوں کو عذاب دے جو اللہ تعالی کے بارے میں بدگمانیاں رکھنے والے ہیں، (دراصل) انہیں پر برايی کا پھیرا ہے، اللہ ان پر ناراض ہوا اور انہیں لعنت کی اور ان کے ليے دوزخ تیار کی اور وه (بہت) بری لوٹنے کی جگہ ہے
جو لوگ اپنے نفس پر ظلم کر رہے تھے ان کی روحیں جب فرشتوں نے قبض کیں تو ان سے پوچھا کہ یہ تم کس حال میں مبتلا تھے؟ انہوں نے جواب دیا کہ ہم زمین میں کمزور و مجبور تھے فرشتوں نے کہا، کیا خدا کی زمین وسیع نہ تھی کہ تم اس میں ہجرت کرتے؟ یہ وہ لوگ ہیں جن کا ٹھکانا جہنم ہے اور بڑا ہی برا ٹھکانا ہے
تو خرابی ہے ان کے ليے جو کتاب اپنے ہاتھ سے لکھیں پھر کہہ دیں یہ خدا کے پاس سے ہے کہ اس کے عوض تھوڑے دام حاصل کریں تو خرابی ہے ان کے ليے ان کے ہاتھوں کے لکھے سے اور خرابی ان کے ليے اس کمايی سے-
اس کو ہم اسان طریقے کی توفیق دیں گے
اور بیہودہ فکر والوں کے ساتھ بیہودہ فکریں کرتے تھے،
پھر تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
اے ہمارے رب! تو ہمیں یہاں سے نکال دے پھر اگر ہم (اسی گمراہی کا) اعادہ کریں تو بیشک ہم ظالم ہوں گے،
یہ لوگ اپ سے قیامت کے متعلق سوال کرتے ہیں کہ اس کا وقوع کب ہوگا؟ اپ فرما دیجيے کہ اس کا علم صرف میرے رب ہی کے پاس ہے، اس کے وقت پر اس کو سوا اللہ کے کويی اور ﻇاہر نہ کرے گا۔ وه اسمانوں اور زمین میں بڑا بھاری (حادﺛہ) ہوگا وه تم پر محض اچانک اپڑے گی۔ وه اپ سے اس طرح پوچھتے ہیں جیسے گویا اپ اس کی تحقیقات کرچکے ہیں۔ اپ فرما دیجيے کہ اس کا علم خاص اللہ ہی کے پاس ہے لیکن اکثر لوگ نہیں جانتے
اور بیشک ان سے ہارون نے اس سے پہلے کہا تھا کہ اے میری قوم یونہی ہے کہ تم اس کے سبب فتنے میں پڑے اور بیشک تمہارا رب رحمن ہے تو میری پیروی کرو اور میرا حکم مانو،
جس دن عذاب ان کو ان کے اوپر سے اور نیچے سے ڈھانک لے گا اور (خدا) فرمايے گا کہ جو کام تم کیا کرتے تھے (اب) ان کا مزہ چکھو
وہ بھی لعنت کے مارے ہويے وہ جہاں کہیں پايے جايیں گے پکڑے جايیں گے اور بری طرح قتل کيے جايیں گے۔
اور جس دن ہم اٹھايیں گے ہر امت میں سے ایک گواہ پھر کافروں کو نہ اجازت ہو نہ وہ منايے جايیں، ف۱۹۳)
مجھے اپنے پیچھے اپنے بھايی بندوں کی برايیوں کا خوف ہے، اور میری بیوی بانجھ ہے تو مجھے اپنے فضل خاص سے ایک وارث عطا کر دے
اللہ تعالی کی راه میں خرچ کرو اور اپنے ہاتھوں ہلاکت میں نہ پڑو اور سلوک واحسان کرو، اللہ تعالی احسان کرنے والوں کو دوست رکھتا ہے
جو بڑی توانايی رکھتا ہے، عرش والے کے ہاں بلند مرتبہ ہے
اور اگر ہم اسے عجمی زبان کا قران کرتے تو ضرور کہتے کہ اس کی ایتیں کیوں نہ کھولی گيیں کیا کتاب عجمی اور نبی عربی تم فرماو وہ ایمان والوں کے لیے ہدایت اور شفا ہے اور وہ جو ایمان نہیں لاتے ان کے کانوں میں ٹینٹ (رويی) ہے اور وہ ان پر اندھا پن ہے گویا وہ دور جگہ سے پکارے جاتے ہیں
وہی ہے جس نے ایمان والوں کے دلوں میں اطمینان اتارا تاکہ انہیں یقین پر یقین بڑھے اور اللہ ہی کی ملک ہیں تمام لشکر اسمانوں اور زمین کے اور اللہ علم و حکمت والا ہے
انہوں نے کہا (ہمیں کیا پروا ہے) ہم لوگ بہرحال اپنے پروردگار کی طرف پلٹ کر جانے والے ہیں۔
اور تم پر اس بات میں کويی گناہ نہیں اگر تم (زمانہ حج میں تجارت کے ذریعے) اپنے رب کا فضل (بھی) تلاش کرو، پھر جب تم عرفات سے واپس او تو مشعر حرام (مزدلفہ) کے پاس اﷲ کا ذکر کیا کرو اور اس کا ذکر اس طرح کرو جیسے اس نے تمہیں ہدایت فرمايی، اور بیشک اس سے پہلے تم بھٹکے ہويے تھے،
اور اہل کتاب میں کويی ایسانہ ہوگا جواسکی موت سے پہلے اس پر ایمان نہ لايے گا اور قیامت کے دن وہ ان پر گواہ ہو گا
کہہ دو مجھے منع کیا گیا ہے اس سے کہ میں بندگی کروں ان کی جنہیں تم الله کے سوا پکارتے ہو کہہ دو میں تمہاری خواہشات کے پیچھے نہیں چلتا کیوں کہ میں اس وقت گمراہ ہو جاوں گا اور ہدایت پانے والوں میں سے نہ رہوں گا
تو ان سے ادھر ایک پردہ کرلیا، تو اس کی طرف ہم نے اپنا روحانی (روح الامین) بھیجا وہ اس کے سامنے ایک تندرست ادمی کے روپ میں ظاہر ہوا،
ہم نے تو تجھ پرایک بار اور بھی بڑا احسان کیا ہے
خدا ہی تو ہے جس نے تمہارے ليے چارپايے بنايے تاکہ ان میں سے بعض پر سوار ہو اور بعض کو تم کھاتے ہو
یا اسے اس بات کی خبر ہی نہیں ہے جو موسی علیھ السلام کے صحیفوں میں تھی
اور جب مومنوں نے (کافروں کے) لشکر کو دیکھا تو کہنے لگے یہ وہی ہے جس کا خدا اور اس کے پیغمبر نے ہم سے وعدہ کیا تھا اور خدا اور اس کے پیغمبر نے سچ کہا تھا۔ اور اس سے ان کا ایمان اور اطاعت اور زیادہ ہوگيی
پھر اگر تجھے جھٹلايیں تو کہہ دو تمہارا رب بہت وسیع رحمت والا ہے اورگناہگار لوگوں سے اس کا عذاب نہیں ٹلے گا
اور کچھ ادمی اللہ کی بندگی ایک کنارہ پر کرتے ہیں پھر اگر انہیں کويی بھلايی پہنچ گيی جب تو چین سے ہیں اور جب کويی جانچ اکر پڑی منہ کے بل پلٹ گيے، ف۳۲) دنیا اور اخرت دونوں کا گھاٹا یہی ہے صر یح نقصان
اور وہی ہے جو رات کے وقت تمہاری روحیں قبض فرما لیتا ہے اور جو کچھ تم دن کے وقت کماتے ہو وہ جانتا ہے پھر وہ تمہیں دن میں اٹھا دیتا ہے تاکہ (تمہاری زندگی کی) معینہ میعاد پوری کر دی جايے پھر تمہارا پلٹنا اسی کی طرف ہے، پھر وہ (روز محشر) تمہیں ان (تمام اعمال) سے اگاہ فرما دے گا جو تم (اس زندگانی میں) کرتے رہے تھے،
تو تم اپنے رب کی کس کس نعمت کا انکار کرو گے
وہ اگ محل جیسی بڑی بڑی چنگاریاں پھینکے گی
اور جو کافر ہويے ان کے کام ایسے ہیں جیسے دھوپ میں چمکتا ریتا کسی جنگل میں کہ پیاسا اسے پانی سمجھے، یہاں تک جب اس کے پاس ایا تو اسے کچھ نہ پایا اور اللہ کو اپنے قریب پایا تو اس نے اس کا حساب پورا بھردیا، اور اللہ جلد حساب کرلیتا ہے
اور وہ دراصل قیامت کی ایک نشانی ہے، پس تم اس میں شک نہ کرو اور میری بات مان لو، یہی سیدھا راستہ ہے
کشتی ان لوگوں کو لیے چلی جا رہی تھی اور ایک ایک موج پہاڑ کی طرح اٹھ رہی تھی نوح کا بیٹا دور فاصلے پر تھا نوح نے پکار کر کہا "بیٹا، ہمارے ساتھ سوار ہو جا، کافروں کے ساتھ نہ رہ"
(اے میرے رسول(ص)) جو کچھ یہ لوگ کہتے ہیں اس پر صبر کیجيے! اور ہمارے بندے داود(ع) کو یاد کیجيے جو قوت والے تھے بے شک وہ ہر معاملہ میں (اللہ کی طرف) بڑے رجوع کرنے والے تھے۔
یہ (عذاب دنیا) ہے سو تم اسے (تو) چکھ لو اور بیشک کافروں کے ليے (اخرت میں) دوزخ کا (دوسرا) عذاب (بھی) ہے،
(موسی علیہ السلام نے) فرمایا: اے ہارون! تم کو کس چیز نے روکے رکھا جب تم نے دیکھا کہ یہ گمراہ ہو رہے ہیں،
پھر جب ہم نے ان پر موت کا حکم بھیج دیا تو ان کی خبر جنات کو کسی نے نہ دی سوايے گھن کے کیڑے کے جو ان کی عصا کو کھا رہا تھا۔ پس جب (سلیمان) گر پڑے اس وقت جنوں نے جان لیا کہ اگر وه غیب دان ہوتے تو اس کے ذلت کے عذاب میں مبتلا نہ رہتے
اور یقینا قیامت تک تجھ پر میری لعنت ہے۔
جو خدا سے التجا کرتے ہیں کہ اے پروردگار ہم ایمان لے ايے سو ہم کو ہمارے گناہ معاف فرما اور دوزخ کے عذاب سے محفوظ رکھ
یہاں تک کہ جب ہمارے پاس ايے گا تو کہے گا کہ اے کاش مجھ میں اور تجھ میں مشرق ومغرب کا فاصلہ ہوتا تو برا ساتھی ہے
وه پوشیده اور ﻇاہر کا جاننے واﻻ ہے زبردست حکمت واﻻ (ہے)
اور پھر اس دن اللہ کی بارگاہ میں اطاعت کی پیشکش کریں گے اور جن باتوں کا افتراکیا کرتے تھے وہ سب غايب اور بے کار ہوجايیں گی
اس کے بعد وہ بچہ کو (گود میں) اٹھايے اپنی قوم کے پاس لايی۔ انہوں نے کہا اے مریم تو نے بڑا برا کام کیا ہے۔
تو تم اس کے سوا جسے چاہو پوجو تم فرماو پوری ہار انہیں جو اپنی جان اور اپنے گھر والے قیامت کے دن ہار بیٹھے ہاں ہاں یہی کھلی ہار ہے،
اوراگر یہ نہ ہوتا کہ سب لوگ ایک طریقہ کے ہوجايیں گے (کافر) تو جو الله کے منکر ہیں انکے گھروں کی چھت اور ان پر چڑھنے کی سیڑھیاں چاندی کی کر دیتے
پھر بیشک ہماری ہی طرف ان کا حساب ہے،
کیا انہوں نے نہیں دیکھا کہ ہم نے ان سے پہلے کتنی نسلوں کو تباہ کردیا ہے جنہیں تم سے زیادہ زمین میں اقتدار دیا تھا اور ان پر موسلادھار پانی بھی برسایا تھا -ان کے قدموں میں نہریں بھی جاری تھیں پھر ان کے گناہوں کی بنا پر انہیں ہلاک کردیا اور ان کے بعد دوسری نسل جاری کردی
مومنو! (جہاد کے ليے) ہتھیار لے لیا کرو پھر یا تو جماعت جماعت ہو کر نکلا کرو یا سب اکھٹے کوچ کیا کرو
یہ ان اعمال کا بدلہ ہے جو تمہارے ہاتھ خود اگے بھیج چکے ہیں اور بیشک اللہ بندوں پر ظلم کرنے والا نہیں ہے،
حالانکہ اللہ ان کو اگے پیچھے سے گھیرے ہويے ہے۔
حج کے مہینے (معین ہیں جو) معلوم ہیں تو شخص ان مہینوں میں حج کی نیت کرلے تو حج (کے دنوں) میں نہ عورتوں سے اختلاط کرے نہ کويی برا کام کرے نہ کسی سے جھگڑے۔ اور جو نیک کام تم کرو گے وہ خدا کو معلوم ہوجايے گا اور زاد راہ (یعنی رستے کا خرچ) ساتھ لے جاو کیونکہ بہتر (فايدہ) زاد راہ (کا) پرہیزگاری ہے اور اے اہل عقل مجھ سے ڈرتے رہو
پھر جب انہوں نے ہمارا عذاب دیکھ لیا تو کہنے لگے کہ ہم خدايے واحد پر ایمان لايے اور جس چیز کو اس کے ساتھ شریک بناتے تھے اس سے نامعتقد ہويے
جو ہماری نگاہ کے سامنے چل رہی تھی اور یہ اس بندے کی جزا تھی جس کا انکار کیا گیا تھا
اس جنت کا حال جس کا پرہیزگاروں سے وعدہ کیا گیا ہے اس کے نیچے نہریں بہتی ہیں جس کے میوے اور سايے ہمیشہ رہیں گے یہ پرہیزگاروں کا انجام ہے اور کافروں کا انجام اگ ہے
کہنے لگے تم پر تو کسی نے جادو کیا ہے
سوايے تیرے منتخب اور برگزیدہ بندوں کے۔
اس پر بھی اگر تم روگردانی کرو تو جو (پیغام) دے کر مجھے تمہاری طرف بھیجا گیا تھا وہ میں نے تمہیں پہنچا دیا ہے (اور حجت تمام کر دی ہے) اب اگر تم نے یہ پیغام قبول نہ کیا تو میرا پروردگار تمہاری جگہ کسی اور قوم کو لايے گا۔ اور تم اس کو کچھ بھی نقصان نہیں پہنچا سکو گے بے شک میرا پروردگار ہر چیز پر نگہبان و نگران ہے۔
اور بے شک اپ عظیم الشان خلق پر قايم ہیں (یعنی اداب قرانی سے مزین اور اخلاق الہیہ سے متصف ہیں)،
اے لوگو! ایک مثال بیان کی جاتی ہے سو اسے غور سے سنو: بیشک جن (بتوں) کو تم اﷲ کے سوا پوجتے ہو وہ ہرگز ایک مکھی (بھی) پیدا نہیں کرسکتے اگرچہ وہ سب اس (کام) کے ليے جمع ہو جايیں، اور اگر ان سے مکھی کويی چیز چھین کر لے جايے (تو) وہ اس چیز کو اس (مکھی) سے چھڑا (بھی) نہیں سکتے، کتنا بے بس ہے طالب (عابد) بھی اور مطلوب (معبود) بھی،
وہ کہنے لگے: اﷲ کی قسم! بیشک تم جان گيے ہو (گے) ہم اس ليے نہیں ايے تھے کہ (جرم کا ارتکاب کر کے) زمین میں فساد بپا کریں اور نہ ہی ہم چور ہیں،
اسی کا ہے جو کچھ اسمانوں میں ہے اور جو کچھ زمین میں ہے اور جوکچھ گیلی زمین کے نیچے ہے
کیا انہوں نے اس بات پر نظر نہیں کی کہ جس اللہ نے اسمان وزمین کو پیدا کیا ہے وه ان جیسوں کی پیدايش پر پورا قادر ہے، اسی نے ان کے ليے ایک ایسا وقت مقرر کر رکھا ہے جو شک شبہ سے یکسر خالی ہے، لیکن ﻇالم لوگ انکار کيے بغیر رہتے ہی نہیں
اور جب ان لوگوں کو اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) کی طرف بلایا جاتا ہے کہ وہ ان کے درمیان فیصلہ فرما دے تو اس وقت ان میں سے ایک گروہ (دربار رسالت صلی اللہ علیہ والہ وسلم میں انے سے) گریزاں ہوتا ہے،
اور اپ لوگوں کو اس دن سے ڈرايیں جس دن ان تک عذاب اجايے گا تو ظالمین کہیں گے کہ پروردگار ہمیں تھوڑی مدت کے ليے پلٹا دے کہ ہم تیری دعوت کو قبول کرلیں اور تیرے رسولوں کا اتباع کرلیں تو جواب ملے گا کہ کیا تم نے اس سے پہلے قسم نہیں کھايی تھی کہ تمہیں کسی طرح کا زوال نہ ہوگا
کہ تمہارے لیے ضرور وہاں وہی کچھ ہے جو تم اپنے لیے پسند کرتے ہو؟
یعقوب علیہ السلام نے کہا پیارے بچے! اپنے اس خواب کا ذکر اپنے بھايیوں سے نہ کرنا۔ ایسا نہ ہو کہ وه تیرے ساتھ کويی فریب کاری کریں، شیطان تو انسان کا کھلا دشمن ہے
اور یتیموں کے مال ان کے سپرد کرو۔ اور پاک مال کے بدلے ناپاک مال حاصل نہ کرو۔ اور ان کے مالوں کو اپنے مال کے ساتھ ملا کر نہ کھاو۔ بے شک یہ بہت بڑا گناہ ہے۔
اور ہم میں سے بعض بے وقوف ہیں جو الله پر جھوٹی باتیں بنایا کرتے تھے
جس نے جھٹلایا اور منھ پھیرلیا
(ان کا حال یہ ہے کہ) جب فرشتے ان کی روحیں قبض کرنے لگتے ہیں (اور یہ) اپنے ہی حق میں ظلم کرنے والے (ہوتے ہیں) تو مطیع ومنقاد ہوجاتے ہیں (اور کہتے ہیں) کہ ہم کويی برا کام نہیں کرتے تھے۔ ہاں جو کچھ تم کیا کرتے تھے خدا اسے خوب جانتا ہے
تاکہ جو ہم نے انہیں دیا ہے اس کی ناشکری کریں سوفايدہ اٹھا لو عنقریب تمہیں معلوم ہو جايے گا
وہ اگ محل جیسی بڑی بڑی چنگاریاں پھینکے گی
ان سے کہو ہاں، اور تم (خدا کے مقابلے میں) بے بس ہو
اور اے ادم(ع)! تم اور تمہاری بیوی دونوں اس بہشت میں رہو۔ اور جہاں سے چاہو (اور جو چیز دل چاہے) کھاو۔ مگر اس درخت کے پاس نہ جانا۔ ورنہ ظالموں میں سے ہو جاوگے۔
جو لوگوں سے ناپ کر لیں تو پورا لیں
ہاں ہم میں بعض تو مسلمان ہیں اور بعض بےانصاف ہیں پس جو فرماں بردار ہوگيے انہوں نے تو راه راست کا قصد کیا
اور میں اپنے باپ دادا ابراھیم اور اسحاق اور یعقوب کے مذہب کا تابع ہو گیا ہوں ہمیں یہ جايز نہیں کی اللہ کے ساتھ کسی کو بھی شریک کریں یہ ہم پر اور سب لوگوں پر اللہ کا فضل ہے لیکن بہت لوگ شکر نہیں کرتے
اور تم نہیں چاہتے مگر وہی جو عالمین کا پرورگار چاہتا ہے۔
پھر فرعون نے اس رسول کی نافرمانی کی تو ہم نے اسے سخت پکڑ سے پکڑ لیا
جو لوگ اپنا مال اللہ تعالی کی راه میں خرچ کرتے ہیں پھر اس کے بعد نہ تو احسان جتاتے ہیں نہ ایذا دیتے ہیں، ان کا اجر ان کے رب کے پاس ہے ان پر نہ تو کچھ خوف ہے نہ وه اداس ہوں گے
تو رات کو دن اور دن کو رات میں داخل کرتا ہے اور مفدہ کو زندہ سے اور زندہ کو مفدہ سے نکالتا ہے اور جسے چاہتا ہے بے حساب رزق دیتا ہے
اب تمہیں کیا ہوگیا ہے کہ ایک دوسرے کی مدد کیوں نہیں کرتے ہو
اور چوپايے پیدا کیے ان میں تمہارے لیے گرم لباس اور منفعتیں ہیں اور ان میں سے کھاتے ہو،
پس اگر تم مجھ سے کويی چال چل سکتے ہو تو چل لو
اور بہت سی بستیوں (کے رہنے والوں) نے اپنے پروردگار اور اس کے پیغمبروں کے احکام سے سرکشی کی تو ہم نے ان کو سخت حساب میں پکڑ لیا اور ان پر (ایسا) عذاب نازل کیا جو نہ دیکھا تھا نہ سنا
اور ہم نے نوح کو ایک کشتی پر جو تختوں اور میخوں سے تیار کی گيی تھی سوار کرلیا
اور کھجور کے تنے کو پکڑ کر اپنی طرف ہلاو تم پر تازہ تازہ کھجوریں جھڑ پڑیں گی
کیا جو شخص اپنے رب کی طرف سے کھلی دلیل رکھتا ہے اور اس کے پیچھے اس کا گواہ بھی ہے اور اس کے پہلے موسی کی کتاب گواہی دے رہی ہے جو قوم کے ليے پیشوا اور رحمت تھی -وہ افترا کرے گا بیشک صاحبان ایمان اسی پر ایمان رکھتے ہیں اور جو لوگ اس کا انکار کرتے ہیں ان کاٹھکانہ جہنم ہے تو خبردار تم اس قران کی طرف سے شک میں مبتلا نہ ہونا -یہ خدا کی طرف سے برحق ہے اگرچہ اکثر لوگ اس پر ایمان نہیں لاتے ہیں
حج چند مقررہ مہینوں میں ہوتا ہے اور جو شخص بھی اس زمانے میں اپنے اوپر حج لازم کرلے اسے عورتوں سے مباشرت گناہ اور جھگڑے کی اجازت نہیں ہے اور تم جو بھی خیر کرو گے خدا اسے جانتا ہے اپنے ليے زاد راہ فراہم کرو کہ بہترین زاد راہ تقوی ہے اوراے صاحبان عقل! ہم سے ڈرو
جب کہ تمہیں (خدايے) رب العالمین کے برابر ٹھہراتے تھے
تو ان کا پروردگار اس دن کے حالات سے خوب باخبر ہوگا
جب اسے تکلیف پہنچتی ہے تو گھبرا اٹھتا ہے
جزا اور کافی انعام تمہارے رب کی طرف سے
ہم نے لوط (علیہ السلام) کو بھی حکم اور علم دیا اور اسے اسی بستی سے نجات دی جہاں کے لوگ گندے کاموں میں مبتلا تھے۔ اور تھے بھی بدترین گنہگار
کہ پھل توڑنا ہے تو اپنے اپنے کھیت کی طرف چلو
کیا تو نے دیکھا ہے کہ یہ کیا شے ہے جسے میرے اوپر فضیلت د ے دی ہے اب اگر تو نے مجھے قیامت تک کی مہلت دے دی تو میں ان کی ذریت میں چند افراد کے علاوہ سب کا گلا گھونٹتا رہوں گا
اور خدا تمہیں اپنی نشانیاں دکھلاتا ہے تو تم اس کی کس کس نشانی سے انکار کرو گے
اور تجھ سے عورتو ں کے نکاح کی رخصت مانگتے ہیں کہہ دے الله تمہیں ان کی اجازت دیتا ہے اور وہ جو تمہیں قران سنایا جاتا ہے سو ان یتیم عورتوں کا حکم ہے جنہیں تم نہیں دیتے جو ان کے لیے مقرر کیا گیا ہے او رچاہتے ہو کہ ان سے نکاح کرو اور کمزور لڑکوں کے بارے میں ہے اور یہ کہ یتیموں کے حق میں انصاف پر قايم رہو اور جو تم نیکی کرو گے پس تحقیق الله اسے جاننے والا ہے
بلکہ کافر تکبر اور خلاف میں ہیں
ان سے پہلے بھی قوم نوح اور عاد اور میخوں والے فرعون نے جھٹلایا تھا
انہوں نے جواب دیا کہ ہم مجرم قوم کی طرف بھیجے گيے ہیں
تو اس سے بےرخی برتتا ہے
اس دن لوگ اپنے رب کی طرف پھریں گے کيی راہ ہوکر تاکہ اپنا کیا دکھايیں جايیں تو،
اور اس سے پہلے قوم نوح کو، یقینا وه بڑے ﻇالم اور سرکش تھے
کیا تو ان سے کويی اجرت طلب کرتا ہے کہ یہ اس کے تاوان سے بوجھل ہو رہے ہیں
پھر اس کے ليے راستہ کو اسان کیا ہے
یہ بسبب ان کاموں کے جو تمہارے ہاتھوں نے پہلے ہی بھیج رکھا ہے بیشک اللہ اپنے بندوں پر ﻇلم کرنے واﻻ نہیں
اور ان مطلقات کو سکونت دو جیسی طاقت تم رکھتے ہو اور انہیں اذیت مت دو کہ اس طرح ان پر تنگی کرو اور اگر حاملہ ہوں تو ان پر اس وقت تک انفاق کرو جب تک وضع حمل نہ ہوجايے پھر اگر وہ تمہارے بچوں کو دودھ پلايیں تو انہیں ان کی اجرت دو اور اسے اپس میں نیکی کے ساتھ طے کرو اور اگر اپس میں کشاکش ہوجايے تو دوسری عورت کو دودھ پلانے کا موقع دو
اور اگر تمہاری کويی بیوی تمہارے ہاتھ سے نکل جايے اور کافروں کے پاس چلی جايے پھر تمہیں اس کے بدلے کا وقت مل جايے تو جن کی بیویاں چلی گيی ہیں انہیں ان کے اخراجات کے برابر ادا کر دو، اور اس اللہ تعالی سے ڈرتے رہو جس پر تم ایمان رکھتے ہو
وہ تو بس وحی ہے جو ان کی طرف کی جاتی ہے۔
ان کے لیے اپنے رب کے ہاں سلامتی کا گھر ہے اور وہ ان کے اعمال کے سبب سے ان کا مددگار ہے
(ذرا غور تو کرو، اس وقت تم کیسی سخت غلطی کر رہے تھے) جبکہ تمہاری ایک زبان سے دوسری زبان اس جھوٹ کو لیتی جا رہی تھی اور تم اپنے منہ سے وہ کچھ کہے جا رہے تھے جس کے متعلق تمہیں کويی علم نہ تھا تم اسے ایک معمولی بات سمجھ رہے تھے، حالانکہ اللہ کے نزدیک یہ بڑی بات تھی
جب ان سے ان کے بھايی لوط نے کہا کہ تم خدا سے کیوں نہیں ڈرتے ہو
مگرجو لوگ اس کے بعد توبہ اور اصلاح کر لیں تو بے شک اللہ تعالی بخشنے واﻻ مہربان ہے
اوروہ لوگ جب خرچ کرتے ہیں تو فضول خرچی نہیں کرتے اور نہ تنگی کرتے ہیں اور ان کا خرچ ان دونوں کے درمیان اعتدال پر ہوتا ہے
تو انہیں نت نيی بنایا ہے
بیشک مجرم جہنم کے عذاب میں ہمیشہ رہنے والے ہیں،
اور جب لوگوں کو جمع کیا جايے گا تو یہ ان کے دشمن ہو جايیں گے اور ان کی پرستش سے صاف انکار کر جايیں گے
جو لوگ کافر ہیں ان کی مثال اس شخص کی سی ہے جو کسی ایسی چیز کو اواز دے جو پکار اور اواز کے سوا کچھ سن نہ سکے۔ (یہ) بہرے ہیں گونگے ہیں اندھے ہیں کہ (کچھ) سمجھ ہی نہیں سکتے
انہوں نے ہماری سب نشانیاں جھٹلايیں تو ہم نے ان پر گرفت کی جو ایک عزت والے اور عظیم قدرت والے کی شان تھی،
تم کھلے گناہوں سے بھی بچو اور چھپے گناہوں سے بھی، جو لوگ گناہ کا اکتساب کرتے ہیں وہ اپنی اس کمايی کا بدلہ پاکر رہیں گے
اپ کہہ دیجيے کہ میں اپنی طرف انے والی وحی میں کسی بھی کھانے والے کے ليے کويی حرام نہیں پاتا مگر یہ کہ مفدار ہو یا بہایا ہوا خون یا سور کا گوشت ہوکہ یہ سب نجس اور گندگی ہے یا وہ نافرمانی ہو جسے غیر خد اکے نام پر ذبح کیا گیا ہو .... اس کے بعد بھی کويی مجبور ہوجايے اور نہ سرکش ہو نہ حد سے تجاوز کرنے والا تو پروردگار بڑا بخشنے والا مہربان ہے
ان سب نے کہا اے اللہ! تیری ذات پاک ہے ہمیں تو صرف اتنا ہی علم ہے جتنا تونے ہمیں سکھا رکھا ہے، پورے علم وحکمت واﻻ تو تو ہی ہے
ایسے شخص کو پکارتا ہے جس کا نقصان فايدہ سے زیادہ قریب ہے۔ ایسا دوست برا بھی اور ایسا ہم صحبت بھی برا
(اے پیغمبر) لوگ تم سے (یتیم) عورتوں کے بارے میں فتوی طلب کرتے ہیں۔ کہہ دو کہ خدا تم کو ان کے (ساتھ نکاح کرنے کے) معاملے میں اجازت دیتا ہے اور جو حکم اس کتاب میں پہلے دیا گیا ہے وہ ان یتیم عورتوں کے بارے میں ہے جن کو تم ان کا حق تو دیتے نہیں اور خواہش رکھتے ہو کہ ان کے ساتھ نکاح کرلو اور (نیز) بیچارے بیکس بچوں کے بارے میں۔ اور یہ (بھی حکم دیتا ہے) کہ یتیموں کے بارے میں انصاف پر قايم رہو۔ اور جو بھلايی تم کرو گے خدا اس کو جانتا ہے
تو (سب سے بلند وباﻻ) اللہ نے بھی اسے اخرت کے اور دنیا کے عذاب میں گرفتار کرلیا
جب تو مسلمانوں کو کہتا تھا کیا تمہیں یہ کافی نہیں کہ تمہارا رب تمہاری مدد کے لیے تین ہزار فرشتے اسمان سے اترنے والے بھیجے
اور جو بات پکار کی جايے وہ اسے بھی جانتا ہے اور جو تم پوشیدہ کرتے ہو اس سے بھی واقف ہے
اور جس نے ذرہ بھر برايی کی ہوگی وہ اسے دیکھ لے گا
وہ اسمانوں اور زمین کا موجد ہے اور جس بات کا وہ فیصلہ کرتا ہے، اس کے لیے بس یہ حکم دیتا ہے کہ "ہو جا" اور وہ ہو جاتی ہے
(لیکن یہ وہ لوگ تھے) جنہوں نے قران کے ٹکڑے ٹکڑے کر ديیے۔
جبکہ وہ اسمان کے بلند ترین کنارہ پر تھا۔
انہوں نے کہا کہ بہرحال میں تمہارے عمل سے بیزار ہوں
دو شخصوں نے جو خدا ترس لوگوں میں سے تھے، جن پر اللہ تعالی کا فضل تھا کہا کہ تم ان کے پاس دروازے میں تو پہنچ جاو، دروازے میں قدم رکھتے ہی یقینا تم غالب اجاو گے، اور تم اگر مومن ہو تو تمہیں اللہ تعالی ہی پر بھروسہ رکھنا چاہیيے
بیشک جب پانی نے سر اٹھایا تھا ہم نے تمہیں کشتی میں سوار کیا
ا لله کہ اس کے سوا کسی کی بندگی نہیں اور وہ ضرور تمہیں اکٹھا کرے گا قیامت کے دن جس میں کچھ شک نہیں اور اللہ سے زیادہ کس کی بات سچی
وہ وقت یاد کرو جب اللہ تعالی فرمايے گا اے عیسی بن مریم کیا تم نے لوگوں سے کہا تھا کہ اللہ کو چھوڑ کر مجھے اور میری ماں کو خدا بنا لو۔ عیسی کہیں گے پاک ہے تیری ذات بھلا میں وہ بات کس طرح کہہ سکتا ہوں جس کا مجھے کويی حق نہیں ہے اگر میں نے کويی ایسی بات کہی ہوتی تو تجھے ضرور اس کا علم ہوتا۔ کیونکہ تو وہ سب کچھ جانتا ہے جو میرے دل میں ہے مگر میں تیرے اسرار نہانی کو نہیں جانتا۔ بلاشبہ تو غیب کی تمام باتوں کا بڑا جاننے والا ہے۔
چند ہی سال میں (یعنی دس سال سے کم عرصہ میں)، امر تو اﷲ ہی کا ہے پہلے (غلبہ فارس میں) بھی اور بعد (کے غلبہ روم میں) بھی، اور اس وقت اہل ایمان خوش ہوں گے،
اے گروہ جن وانس اگر تمہیں قدرت ہو کہ اسمان اور زمین کے کناروں سے نکل جاو تو نکل جاو۔ اور زور کے سوا تم نکل سکنے ہی کے نہیں
اور اللہ ہی کے ليے اچھے اچھے نام ہیں، سو اسے ان ناموں سے پکارا کرو اور ایسے لوگوں کو چھوڑ دو جو اس کے ناموں میں حق سے انحراف کرتے ہیں، عنقریب انہیں ان (اعمال بد) کی سزا دی جايے گی جن کا وہ ارتکاب کرتے ہیں،
لوط نے کہا "اے میرے رب، ان مفسد لوگوں کے مقابلے میں میری مدد فرما"
یہاں تک کہ جب وہ دوزخ تک پہنچ جايیں گے تو ان کے کان اور ان کی انکھیں اور ان (کے جسموں) کی کھالیں ان کے خلاف گواہی دیں گی ان اعمال پر جو وہ کرتے رہے تھے،
پھر بے شک تیرا رب ان کے ليے جنہوں نےمصیبت میں پڑنے کے بعد ہجرت کی پھر جہاد کیا اور صبر کیا بے شک تیرارب ان باتو ں کے بعد بحشنے والا مہربان ہے
فرعون بولا تم اس پر ایمان لے ايے قبل اس کے کہ میں تمہیں اجازت دوں، یہ تو بڑا جعل (فریب) ہے جو تم سب نے شہر میں پھیلایا ہے کہ شہر والوں کو اس سے نکال دو تو اب جان جاو گے
(فرشتوں کو حکم ہوگا کہ) جن لوگوں نے ظلم کیا اور ان کے ہم مشربوں کو اور اللہ کو چھوڑ کر جن کی یہ پرستش کرتے تھے ان سب کو جمع کرو۔
اور اسمان کو کہ کس طرح اونچا کیا گیا ہے
اور چیزیں ہم تم سے پہلے بیان کرچکے ہیں وہ ہم نے یہودیوں پر حرام کردی تھیں۔ اور ہم نے ان پر کچھ ظلم نہیں کیا بلکہ وہی اپنے اپ پر ظلم کرتے تھے
(نتیجہ یہ نکلا کہ) حق ثابت ہوگیا۔ اور جو جھوٹے کاروايی کر رہے تھے وہ باطل ہوگيی۔
ثمود نے اپنی سرکشی کی بنا پر رسول کی تذکیب کی
جب عمران کی بیوی نے کہا کہ اے میرے رب! میرے پیٹ میں جو کچھ ہے، اسے میں نے تیرے نام ازاد کرنے کی نذر مانی، تو میری طرف سے قبول فرما! یقینا تو خوب سننے واﻻ اور پوری طرح جاننے واﻻ ہے
دونوں عرض کرنے لگے کہ پروردگار ہم نے اپنی جانوں پر ظلم کیا اور اگر تو ہمیں نہیں بخشے گا اور ہم پر رحم نہیں کرے گا تو ہم تباہ ہو جايیں گے
اور اس بات پر کیونکر صبر کریں گے جسے اپ کا علم محیط نہیں
ہم نیک لوگوں کو ایسا ہی بدلہ دیتے ہیں
اور جنہیں ہماری ملاقات کی توقع نہیں انہوں نے کہا کہ ہم پر فرشتے کیوں نہیں اتارے جاتے؟ یا ہم اپنی انکھوں سے اپنے رب کو دیکھ لیتے؟ ان لوگوں نے اپنے اپ کو ہی بہت بڑا سمجھ رکھا ہے اور سخت سرکشی کرلی ہے
اور اللہ تعالی نے جب اہل کتاب سے عہد لیا کہ تم اسے سب لوگوں سے ضرور بیان کرو گے اور اسے چھپاو گے نہیں، تو پھر بھی ان لوگوں نے اس عہد کو اپنی پیٹھ پیچھے ڈال دیا اور اسے بہت کم قیمت پر بیچ ڈاﻻ۔ ان کا یہ بیوپار بہت برا ہے
اور جب اس کو ہماری ایات میں سے کسی کا علم ہوتا ہے تو وہ ان کو مذاق بنا لیتا ہے ایسے لوگوں کیليے رسوا کن عذاب ہے۔
یہودی کہتے ہیں کہ نصرانی کسی چیز (راہ راست) پر نہیں اور نصرانی کہتے ہیں کہ یہودی کسی چیز (راہ راست) پر نہیں حالانکہ یہ سب (اسمانی) کتاب کے پڑھنے والے ہیں اسی طرح (بے بنیاد) باتیں ان لوگوں (کفار و مشرکین) نے بھی کی ہیں جو کچھ بھی علم نہیں رکھتے۔ پس جن باتوں میں یہ لوگ اپس میں جھگڑ رہے ہیں قیامت کے دن اللہ ان کے درمیان فیصلہ کر دے گا۔
پس کويی شخص نہیں جانتا کہ ان کے (اچھے) اعمال کے صلہ میں ان کی انکھوں کی ٹھنڈک کی کیا کیا نعمتیں چھپا کر رکھی گيی ہیں۔
اور تم پر جو مصیبت اتی ہے تو وہ تمہارے ہی ہاتھوں کے کیے ہويے کاموں سے اتی ہے اور وہ بہت سے گناہ معاف کر دیتا ہے
جو نہ ختم ہوں اور نہ روکے جايیں
یہ اس ليے ہے کہ یہ پہلے (بظاہر) ایمان لايے پھر کفر کیا تو ان کے دلوں پر (گویا) مہر لگا دی گيی ہے لہذا وہ کچھ نہیں سمجھتے ہیں۔
اے یوسف اے سچے ہمیں اس کی تعبیر بتلا کہ سات موٹی گایوں کو سات دبلی کھا رہی ہیں اور سات سبز خوشےہیں اور سات خشک تاکہ میں لوگو ں کے پاس لے جاوں شاید وہ سمجھ جايیں
اور تمہارا رب جانتا ہے جو ان کے سینوں میں چھپا ہے اور جو ظاہر کرتے ہیں
اور اس سے زیاده بےانصاف کون ہوگا جو اللہ تعالی پر جھوٹ بہتان باندھے یا اللہ کی ایات کو جھوٹا بتلايے ایسے بےانصافوں کو کامیابی نہ ہوگی
اللرنے یہ لکھ دیا ہے کہ میں اور میرے رسول غالب انے والے ہیں بیشک اللہ صاحب قوت اور صاحب هعزت ہے
اور طورسینین کی
اور پیغمبر یہ اپ سے روح کے بارے میں دریافت کرتے ہیں تو کہہ دیجيے کہ یہ میرے پروردگار کا ایک امر ہے اور تمہیں بہت تھوڑا سا علم دیا گیا ہے
اے ایمان والو! اللہ کا تقوی اختیار کرو اور اس کے رسول (مکرم صلی اللہ علیہ والہ وسلم) پر ایمان لے او وہ تمہیں اپنی رحمت کے دو حصے عطا فرمايے گا اور تمہارے ليے نور پیدا فرما دے گا جس میں تم (دنیا اور اخرت میں) چلا کرو گے اور تمہاری مغفرت فرما دے گا، اور اللہ بہت بخشنے والا بہت رحم فرمانے والا ہے،
سو کیا انہوں نے اس فرمان (الہی) میں غور و خوض نہیں کیا یا ان کے پاس کويی ایسی چیز اگيی ہے جو ان کے اگلے باپ دادا کے پاس نہیں ايی تھی،
کیا یہ لوگ قران میں غور نہیں کرتے یا ان کے دلوں پر تالے (لگے ہويے) ہیں،
بھلا وہ نہیں جانتا جس نے پیدا کیا ہے؟ حالانکہ وہ بڑا باریک بین (ہر چیز سے) خبردار ہے،
بیشک وہ (خط) سلیمان (علیہ السلام) کی جانب سے (ایا) ہے اور وہ اللہ کے نام سے شروع (کیا گیا) ہے جو بے حد مہربان بڑا رحم فرمانے والا ہے،
مگر جو لوگ اخرت کو نہیں مانتے وہ راہ راست سے ہٹ کر چلنا چاہتے ہیں
اور جو تمہارے اردگرد صحرايی عرب بستے ہیں ان میں کچھ منافق ہیں۔ اور خود مدینہ کے باشندوں میں بھی (منافق موجود ہیں) جو نفاق پر اڑ گيے ہیں (اس میں مشاق ہوگيے ہیں) (اے رسول(ص)) اپ انہیں نہیں جانتے لیکن ہم جانتے ہیں۔ ہم ان کو (دنیا میں) دوہری سزا دیں گے۔ پھر وہ بہت بڑے عذاب کی طرف لوٹايے جايیں گے۔
اچھا، تو اے محمد، شاید تم ان کے پیچھے غم کے مارے اپنی جان کھو دینے والے ہو اگر یہ اس تعلیم پر ایمان نہ لايے
اور اگر وہ تمہاری نافرمانی کریں تو کہہ دو کہ میں اس سے بیزار ہوں جو کچھ تم کرتے ہو۔
بھلا دیکھو تو اگر یہ راہ راست پر ہو
میں تو بس ایک صاف صاف متنبہ کر دینے والا ادمی ہوں"
اور جب ہم انسان پر کرم کرتے ہیں تو منہ موڑ لیتا ہے اور پہلو پھیر کر چل دیتا ہے۔ اور جب اس کو تکلیف پہنچتی ہے تو لمبی لمبی دعايیں کرنے لگتا ہے
اپ اس بستی کے لوگوں سے پوچھ لیجیے جہاں ہم تھے اس قافلے سے دریافت کر لیجیے جس کے ساتھ ہم ايے ہیں ہم اپنے بیان میں بالکل سچے ہیں"
اور اس سے پہلے نوح کی قوم کو بے شک وہ زیادہ ظالم اور زيادہ سرکش تھے
اے اہل کتاب! تم ابراہیم (علیہ السلام) کے بارے میں کیوں جھگڑتے ہو (یعنی انہیں یہودی یا نصرانی کیوں ٹھہراتے ہو) حالانکہ تورات اور انجیل (جن پر تمہارے دونوں مذہبوں کی بنیاد ہے) تو نازل ہی ان کے بعد کی گيی تھیں، کیا تم (اتنی بھی) عقل نہیں رکھتے،
اور وہ تمہیں اپنی نشانیاں دکھاتا ہے تو تم خدا کی کن کن نشانیوں کو نہ مانو گے
اور رات کے ایک حصہ میں اور ستاروں کے غروب ہونے کے بعد بھی تسبیح پروردگار کرتے رہیں
لہذا تم لوگ تسبیح پروردگار کرو اس وقت جب شام کرتے ہو اور جب صبح کرتے ہو
(یہ منافقین) اللہ کی قسمیں کھاتے ہیں کہ انہوں نے (کچھ) نہیں کہا حالانکہ انہوں نے یقینا کلمہ کفر کہا اور وہ اپنے اسلام (کو ظاہر کرنے) کے بعد کافر ہو گيے اور انہوں نے (کيی اذیت رساں باتوں کا) ارادہ (بھی) کیا تھا جنہیں وہ نہ پا سکے اور وہ (اسلام اور رسول صلی اللہ علیہ والہ وسلم کے عمل میں سے) اور کسی چیز کو ناپسند نہ کر سکے سوايے اس کے کہ انہیں اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) نے اپنے فضل سے غنی کر دیا تھا، سو اگر یہ (اب بھی) توبہ کر لیں تو ان کے ليے بہتر ہے اور اگر (اسی طرح) روگرداں رہیں تو اللہ انہیں دنیا اور اخرت (دونوں زندگیوں) میں دردناک عذاب میں مبتلا فرمايے گا اور ان کے ليے زمین میں نہ کويی دوست ہوگا اور نہ کويی مددگار،
اور یہ لوگ جب اہل ایمان سے ملتے ہیں تو کہتے ہیں کہ ہم بھی ایمان لايے ہیں اور جب علیحدگی میں اپنے شیطانوں سے ملتے ہیں تو کہتے ہیں کہ ہم تو تمہارے ساتھ ہیں ان (مسلمانوں) سے تو ہم صرف مذاق کر رہے ہیں۔
اور تمہارا پروردگار بہت بڑا عزت والا اور مہربان ہے
انہوں نے یہ پسند کیا کہ وہ پیچھے رہ جانے والی عورتوں، بچوں اور معذوروں کے ساتھ ہو جايیں اور ان کے دلوں پر مہر لگا دی گيی ہے سو وہ کچھ نہیں سمجھتے،
اور یاد کرو جب تمہارے رب نے فرشتوں سے فرمایا، میں زمین میں اپنا نايب بنانے والا ہوں بولے کیا ایسے کو نايب کرے گا جو اس میں فساد پھیلايے گا اور خونریزیاں کرے گا اور ہم تجھے سراہتے ہويے، تیری تسبیح کرتے اور تیری پاکی بولتے ہیں، فرمایا مجھے معلوم ہے جو تم نہیں جانتے-
پھر فرعون نے اس رسول کی نافرمانی کی تو ہم نے اسے سخت پکڑ سے پکڑ لیا
اور جب اس سے کہا جايے کہ اللہ سے ڈر تو تکبر اور تعصب اسے گناه پر اماده کر دیتا ہے، ایسے کے ليے بس جہنم ہی ہے اور یقینا وه بد ترین جگہ ہے
اور بے شک قیامت انے والی ہے جس میں کويی شک نہیں اور بے شک الله قبروں والوں کو دوبارہ اٹھايے گا
ان سے ان کے رسولوں نے کہا ضرور ہم بھی تمہارے جیسے ہی ادمی ہیں لیکن الله اپنے بندوں میں جس پر چاھتا ہے احسان کرتا ہے اور ہمارا کام نہیں کہ ہم الله کی اجازت کے سوا تمہیں کويی معجزہ لا کر دکھايیں اور ایمان والوں کا بھروسہ اللهہی پر ہونا چاہیيے
اور (کافر) کہتے ہیں کہ اس پر اس کے پروردگار کی طرف سے نشانیاں کیوں نازل نہیں ہويیں کہہ دو کہ نشانیاں تو خدا ہی کے پاس ہیں۔ اور میں تو کھلم کھلا ہدایت کرنے والا ہوں
کیا تم اس سے ڈرے کہ تم اپنی عرض سے پہلے کچھ صدقے دو پھر جب تم نے یہ نہ کیا، اور اللہ نے اپنی مہر سے تم پر رجوع فرمايی تو نماز قايم رکھو اور زکوة دو اور اللہ اور اس کے رسول کے فرمانبردار رہو، اور اللہ تمہارے کاموں کو جانتا ہے،
مگر لوط کے گھر والے کہ ان سب کو ہم بچالیں گے
سو اپ اس دن کا انتظار کریں جب اسمان واضح دھواں ظاہر کر دے گا،
اپنے رب کی طرف واپس ہو یوں کہ تو اس سے راضی وہ تجھ سے راضی،
تمہارے ليے (مرتے وقت) تباہی ہے، پھر (قبر میں) تباہی ہے،
اور ایسے لوگوں کو پاک دامنی اختیار کرنا چاہيے جو نکاح (کی استطاعت) نہیں پاتے یہاں تک کہ اللہ انہیں اپنے فضل سے غنی فرما دے، اور تمہارے زیردست (غلاموں اور باندیوں) میں سے جو مکاتب (کچھ مال کما کر دینے کی شرط پر ازاد) ہونا چاہیں تو انہیں مکاتب (مذکورہ شرط پر ازاد) کر دو اگر تم ان میں بھلايی جانتے ہو، اور تم (خود بھی) انہیں اللہ کے مال میں سے (ازاد ہونے کے ليے) دے دو جو اس نے تمہیں عطا فرمایا ہے، اور تم اپنی باندیوں کو دنیوی زندگی کا فايدہ حاصل کرنے کے ليے بدکاری پر مجبور نہ کرو جبکہ وہ پاک دامن (یا حفاطت نکاح میں) رہنا چاہتی ہیں، اور جو شخص انہیں مجبور کرے گا تو اللہ ان کے مجبور ہو جانے کے بعد (بھی) بڑا بخشنے والا مہربان ہے،
بیشک جو لوگ اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) کو اذیت دیتے ہیں اللہ ان پر دنیا اور اخرت میں لعنت بھیجتا ہے اور اس نے ان کے ليے ذلت انگیز عذاب تیار کر رکھا ہے،
وہ تو (دین حق اور عمل خیر کی) دشوار گزار گھاٹی میں داخل ہی نہیں ہوا،
پھر اگر وہ اپ کا ارشاد قبول نہ کریں تو اپ جان لیں (کہ ان کے ليے کويی حجت باقی نہیں رہی) وہ محض اپنی خواہشات کی پیروی کرتے ہیں، اور اس شخص سے زیادہ گمراہ کون ہوسکتا ہے جو اللہ کی جانب سے ہدایت کو چھوڑ کر اپنی خواہش کی پیروی کرے۔ بیشک اللہ ظالم قوم کو ہدایت نہیں فرماتا،
اور اگر ہم چاہتے تو ان ایتوں سے اس (کے درجے) کو بلند کر دیتے مگر وہ تو پستی کی طرف مايل ہوگیا اور اپنی خواہش کے پیچھے چل پڑا۔ تو اس کی مثال کتے کی سی ہوگيی کہ اگر سختی کرو تو زبان نکالے رہے اور یونہی چھوڑ دو تو بھی زبان نکالے رہے۔ یہی مثال ان لوگوں کی ہے جنہوں نے ہماری ایتوں کو جھٹلایا تو ان سے یہ قصہ بیان کردو۔ تاکہ وہ فکر کریں
کہہ دو کہ میں تم کو حکم خدا کے مطابق نصیحت کرتا ہوں۔ اور بہروں کوجب نصیحت کی جايے تو وہ پکار کر سنتے ہی نہیں
ان یہودیوں میں کچھ ایسے جاہل بھی ہیں جو توریت کو یاد کيے ہويے ہیں اور اس کے بارے میں سوايے امیدوں کے کچھ نہیں جانتے ہیں حالانکہ یہ ا ن کا فقط خیال خام ہے
موسی نے کہا " اچھا تو جا، اب زندگی بھر تجھے یہی پکارتے رہنا ہے کہ مجھے نہ چھونا اور تیرے لیے بازپرس کا ایک وقت مقرر ہے جو تجھ سے ہرگز نہ ٹلے گا اور دیکھ اپنے اس خدا کو جس پر تو ریجھا ہوا تھا، اب ہم اسے جلا ڈالیں گے اور ریزہ ریزہ کر کے دریا میں بہا دیں گے
اور اس دن ہم دوزخ کو کافروں کے سامنے پیش کر دیں گے۔
اور ابراہیم (علیہ السلام) نے اس (کلمہ توحید) کو اپنی نسل و ذریت میں باقی رہنے والا کلمہ بنا دیا تاکہ وہ (اللہ کی طرف) رجوع کرتے رہیں،
موسی نے کہا اے میرے پروردگار! میں نے ان کا ایک ادمی قتل کیا تھا ڈرتا ہوں کہ وہ مجھے قتل کر دیں گے۔
یقینا تیرا رب گھات میں ہے
پھر دونوں اگے چلتے رہے یہاں تک کہ ایک قریہ والوں تک پہنچے اور ان سے کھانا طلب کیا ان لوگوں نے مہمان بنانے سے انکار کردیا پھر دونوں نے ایک دیوار دیکھی جو قریب تھا کہ گر پڑتی - بندہ صالح نے اسے سیدھا کردیا تو موسی نے کہا کہ اپ چاہتے تو اس کی اجرت لے سکتے تھے
وہ بڑے تاکیدی حلف کے ساتھ اللہ کی قسم کھاتے ہیں کہ اگر ان کے پاس کويی (کھلی) نشانی اجايے تو وہ اس پر ضرور ایمان لے ايیں گے۔ (ان سے) کہہ دو کہ نشانیاں توصرف اﷲ ہی کے پاس ہیں، اور (اے مسلمانو!) تمہیں کیا خبر کہ جب وہ نشانی اجايے گی (تو) وہ (پھر بھی) ایمان نہیں لايیں گے،
اس دن انسان کو بتایا جايے گا کہ اس نے کیا (عمل) اگے بھیجا اور کیا پیچھے چھوڑا؟
اگر تمہیں ڈر ہو کہ یتیم لڑکیوں سے نکاح کرکے تم انصاف نہ رکھ سکو گے تو اور عورتوں میں سے جو بھی تمہیں اچھی لگیں تم ان سے نکاح کر لو، دو دو، تین تین، چار چار سے، لیکن اگر تمہیں برابری نہ کر سکنے کا خوف ہو تو ایک ہی کافی ہے یا تمہاری ملکیت کی لونڈی یہ زیاده قریب ہے، کہ (ایسا کرنے سے ناانصافی اور) ایک طرف جھک پڑنے سے بچ جاو
جنہوں نے قران کو ٹکڑے ٹکڑے (کر کے تقسیم) کر ڈالا (یعنی موافق ایتوں کو مان لیا اور غیر موافق کو نہ مانا)،
اس دن تم کو منظر عام پر لایا جايے گا اور تمہاری کويی بات پوشیدہ نہ رہے گی
تو کہہ دے اسےتیرے رب کی طرف سے پاک فرشتے نے سچايی کے ساتھ اتارا ہے تاکہ ایمان والوں کے دل جما دے اور فرمانبرداروں کے لیے ہدایت اور خوشخبری ہے
اور اس کے لیے ہر طرح کا سامان تیار کر دیا
پوچھو کہ تم کو اسمانوں اور زمین سے کون رزق دیتا ہے؟ کہو کہ خدا اور ہم یا تم (یا تو) سیدھے رستے پر ہیں یا صریح گمراہی میں
کیا ہم فرماں برداروں کا حال مجرموں کا سا کر دیں؟
پھر ہم نے موسی (علیہ السلام) کی طرف وحی بھیجی کہ اپنا عصا دریا پر مارو، پس دریا (بارہ حصوں میں) پھٹ گیا اور ہر ٹکڑا زبردست پہاڑ کی مانند ہو گیا،
پھر جس شخص نے سرکشی کی ہوگی،
اور طور سینا کی
حالانکہ اس سے پہلے موسی(ع) کی کتاب (توراۃ) بھی راہنماورحمت تھی اور یہ کتاب (قران) تو اس کی تصدیق کرنے والی ہے (اور) عربی زبان میں ہے تاکہ ظالموں کو ڈرايے اور نیکوکاروں کے ليے خوشخبری ہے۔
اور یہ کہ ہم نے جب ہدایت کی بات سنی تو اس پر ایمان لے ايے پس جو اپنے پروردگار پر ایمان لايے گا تو اسے نہ کسی کمی (نقصان) کا خوف ہوگا اور نہ زیادتی کا۔
اللہ تعالی نے اسمانوں اور زمین کو مصلحت اور حق کے ساتھ پیدا کیا ہے، ایمان والوں کے لیے تو اس میں بڑی بھاری دلیل ہے
ان جنتوں میں نیچی نگاہ والی (حوریں) ہوں گی جن کو ان (جنتیوں) سے پہلے نہ کسی انسان نے چھوا ہوگا اور نہ کسی جن نے۔
کیا وہ نہیں جانتا کہ اللہ دیکھ رہا ہے؟
اپ(ص) کہہ دیجيے! کہ اگر خدايے رحمن کی کويی اولاد ہوتی تو سب سے پہلا عبادت گزار میں ہوتا۔
اگر مال غنیمت سہل الحصول اور سفر بھی ہلکا سا ہوتا تو تمہارے ساتھ (شوق سے) چل دیتے۔ لیکن مسافت ان کو دور (دراز) نظر ايی (تو عذر کریں گے) ۔ اور خدا کی قسمیں کھايیں گے کہ اگر ہم طاقت رکھتے تو اپ کے ساتھ ضرور نکل کھڑے ہوتے یہ (ایسے عذروں سے) اپنے تيیں ہلاک کر رہے ہیں۔ اور خدا جانتا ہے کہ جھوٹے ہیں
اور پانی جب حد سے بڑھ گیا تو ہم نے تم کو (یعنی تمہارے اباء و اجداد کو) کشتی میں سوار کیا۔
تو وہ جو کافر ہويے میں انہیں دنیاو اخرت میں سخت عذاب کروں گا، اور انکا کويی مددگار نہ ہوگا،
اور اسی نے زمین میں اس کے اوپر پہاڑ بنايے اور زمین میں برکت رکھی اور اس میں سب سامان معیشت مقرر کیا (سب) چار دن میں۔ (اور تمام) طلبگاروں کے ليے یکساں
پھر وہ (مسلمان) اللہ کے انعام اور فضل کے ساتھ واپس پلٹے انہیں کويی گزند نہ پہنچی اور انہوں نے رضايے الہی کی پیروی کی اور اللہ بڑے فضل والا ہے،
اور بیشک اپ کا رب ہی بڑا غالب رحمت والا ہے،
اس نے تم پر صرف مردار، خون، خنزیر کا گوشت اور وہ جس پر ذبح کے وقت غیر اللہ کا نام بلند کیا گیا ہو حرام کیا ہے۔ پس جو (ان کے کھانے پر) مجبور ہو جايے نہ باغی ہو اور نہ حد سے تجاوز کرنے والا (تو کويی مضايقہ نہیں) بے شک خدا بڑا بخشنے والا، بڑا مہربان ہے۔
اور ہم نے یہودیوں کے ليے ان تمام چیزوں کو حرام کردیا ہے جن کا تذکرہ ہم پہلے کرچکے ہیں اور یہ ہم نے ظلم نہیں کیا ہے بلکہ وہ خود اپنے نفس پر ظلم کرنے والے تھے
نہ سورج کے بس میں ہے کہ چاند کو جا پکڑے اور نہ ہی رات کیليے ممکن ہے کہ وہ دن پر سبقت لے جايے اور سب (اپنے) ایک ایک فلک (دايرہ) میں تیر رہے ہیں۔
کہہ دیجيے کہ تم عمل کیے جاو تمہارے عمل اللہ خود دیکھ لے گا اور اس کا رسول اور ایمان والے (بھی دیکھ لیں گے) اور ضرور تم کو ایسے کے پاس جانا ہے جو تمام چھپی اور کھلی چیزوں کا جاننے واﻻ ہے۔ سو وه تم کو تمہارا سب کیا ہوا بتلا دے گا
اورکسی کے بھی بس میں نہیں کہ الله کے حکم کے سوا ایمان لے ايے اور الله انکے لیے کفر کا فیصلہ کرتا ہے جو نہیں سوچتے
اور جو اپنی نمازوں کی حفاﻇت کرتے ہیں
اور کہتے ہیں کہ یہ کیسا پیغمبر ہے کہ کھاتا ہے اور بازاروں میں چلتا پھرتا ہے۔ کیوں نازل نہیں کیا گیا اس کے پاس کويی فرشتہ اس کے ساتھ ہدایت کرنے کو رہتا
اور جب اس سے کہا جاتا ہے کہ خدا سے خوف کر تو غرور اس کو گناہ میں پھنسا دیتا ہے۔ سو ایسے کو جہنم سزاوار ہے۔ اور وہ بہت برا ٹھکانہ ہے
تو ان کی قوم کے سردار جو کافر تھے اور اخرت کے انے کو جھوٹ سمجھتے تھے اور دنیا کی زندگی میں ہم نے ان کو اسودگی دے رکھی تھی۔ کہنے لگے کہ یہ تو تم ہی جیسا ادمی ہے، جس قسم کا کھانا تم کھاتے ہو، اسی طرح کا یہ بھی کھاتا ہے اور جو پانی تم پیتے ہو اسی قسم کا یہ بھی پیتا ہے
اور (خیال رکھنا) کہ یہ لوگ اپ کو اللہ کی ایتوں (کی تبلیغ) سے کہیں روک نہ دیں بعد اس کے کہ وہ اپ پر نازل ہو چکی ہیں اور اپ اپنے پروردگار کی طرف (لوگوں کو) بلايیں اور ہرگز مشرکوں میں سے نہ ہونا۔
اورکہا کیا ہمارے معبود بہتر ہیں یا وہ یہ ذکر صرف اپ سے جھگڑنے کے لیے کرتے ہیں بلکہ وہ تو جھگڑالو ہی ہیں
جو شخص یہ گمان کرتا ہے کہ اﷲ اپنے (محبوب و برگزیدہ) رسول کی دنیا و اخرت میں ہرگز مدد نہیں کرے گا اسے چاہيے کہ (گھر کی) چھت سے ایک رسی باندھ کر لٹک جايے پھر (خود کو) پھانسی دے لے پھر دیکھے کیا اس کی یہ تدبیر اس (نصرت الہی) کو دور کر دیتی ہے جس پر غصہ کھا رہا ہے،
جو اپنے پروردگار کے حکم سے ہر وقت اپنے پھل ﻻتا ہے، اور اللہ تعالی لوگوں کے سامنے مثالیں بیان فرماتا ہے تاکہ وه نصیحت حاصل کریں
انہوں نے کہا کہ ہم تو تمہیں اور تمہارے ساتھیوں کو برا شگون سمجھتے ہیں اپ (ع) نے کہا تمہاری بدشگونی تو اللہ کے پاس ہے بلکہ تم وہ لوگ ہو جو ازمايے جا رہے ہو۔
تو انسان کی کچھ پیش نہ چل سکے گی اور نہ کويی اس کا مددگار ہو گا
پھر اس طرح پیو گے جس طرح پیاسے اونٹ پیتے ہیں
یا وہ کويی چال چلنا چاہتے ہیں؟ تو جو لوگ کافر ہیں وہ خود اپنی چال کا شکار ہیں۔
وه جب ان کے ہاں ايے تو سلام کیا، ابراہیم نے جواب سلام دیا (اور کہا یہ تو) اجنبی لوگ ہیں
اور ہم نے قوم عاد کی طرف ان کے بھايی ہود (علیہ السلام) کو بھیجا۔ انہوں نے فرمایا اے میری قوم! تم اللہ کی عبادت کرو، اس کے سوا کويی تمہارا معبود نہیں، سو کیا تم نہیں ڈرتے
پھر تم ہی وہ ہو۔ جو اپنوں کو قتل کرتے ہو۔ اور اپنے بھايی بندوں کے کچھ لوگوں کو ان کے وطن سے نکال بھی دیتے ہو اور ان کے خلاف گناہ اور ظلم و زیادتی کے ساتھ سازش کرتے ہو اور جتھے بندی کرتے ہو (ان کے مخالفین کی مدد کرتے ہو) اور (پھر لطف یہ ہے کہ) اگر وہی لوگ دشمنوں کے ہاتھوں قید ہو کر تمہارے پاس اجايیں۔ تو تم ہی فدیہ دے کر انہیں چھڑا لیتے ہو۔ حالانکہ ان کا وطن سے نکالنا تم پر حرام تھا۔ کیا تم کتاب (توراۃ) کے ایک حصہ (فدیہ دینے) پر ایمان لاتے ہو۔ اور دوسرے حصہ (جلا وطن کرنے کی حرمت) کا انکار کرتے ہو؟ تم میں سے جو ایسا کرے اس کی سزا اس کے سوا اور کیا ہے کہ دنیا کی زندگی میں ذلیل و خوار ہو اور قیامت کے دن سخت ترین عذاب کی طرف لوٹا دیيے جايیں اور تم جو کچھ بھی کرتے ہو اللہ اس سے غافل (بے خبر) نہیں ہے۔
پس تم اپنے پروردگار کی کن کن نعمتوں جھٹلاوگے؟
تاکہ رجوع لانے والے بندے ہدایت اور نصیحت حاصل کریں
ہم کو ان ستاروں کی قسم جو پیچھے ہٹ جاتے ہیں
وہی (سب سے) اول اور (سب سے) اخر ہے اور (اپنی قدرت کے اعتبار سے) ظاہر اور (اپنی ذات کے اعتبار سے) پوشیدہ ہے، اور وہ ہر چیز کو خوب جاننے والا ہے،
وہ تو تمہیں یہی حکم دے گا بدی اور بے حیايی کا اور یہ کہ اللہ پر وہ بات جوڑو جس کی تمہیں خبر نہیں،
اور ان کے دلوں میں الفت پیدا کردی۔ اور اگر تم دنیا بھر کی دولت خرچ کرتے تب بھی ان کے دلوں میں الفت نہ پیدا کرسکتے۔ مگر خدا ہی نے ان میں الفت ڈال دی۔ بےشک وہ زبردست (اور) حکمت والا ہے
پھر اس دن عذاب میں وہ سب یکساں ہو ں گے
بولے اے عزیز! اس کے ایک باپ ہیں بوڑھے بڑے تو ہم میں اس کی جگہ کسی کو لے لو، بیشک ہم تمہارے احسان دیکھ رہے ہیں،
یہ وہ لوگ ہیں کہ اگر ہم ان کو ملک میں دسترس دیں تو نماز پڑھیں اور زکوة ادا کریں اور نیک کام کرنے کا حکم دیں اور برے کاموں سے منع کریں اور سب کاموں کا انجام خدا ہی کے اختیار میں ہے
اور اپ(ص) کے پروردگار کی ذات باقی رہے گی جو عظمت و اکرام والی ہے۔
اور جب تارے بکھر جايیں گے
بارش والے اسمان کی قسم!
فرما یا یوں نہیں تم دو نوں میری ايتیں لے کر جا و ہم تمھا رے ساتھ سنتے ہیں
اور نہ کويی دل پسند دوست ہے
بےشک فیصلے کے دن (قیامت) کا ایک معین وقت ہے۔
وه لوگ کہنے لگے کیا تم ہمارے پاس اس لیے ايے ہو کہ ہم کو اس طریقہ سے ہٹادو جس پر ہم نے اپنے باپ دادوں کو پایا ہے اور تم دونوں کو دنیا میں بڑايی مل جايے اور ہم تم دونوں کو کبھی نہ مانیں گے
یہ خدايی سنت ان لوگوں کے بارے میں رہ چکی ہے جو گزر چکے ہیں اور خدايی سنت میں تبدیلی نہیں ہوسکتی ہے
تجھے موسی (علیہ السلام) کا قصہ بھی معلوم ہے؟
اور زیتون اور کجھوریں۔
پس جو کچھ یہ بکواس کرتے ہیں اس پر صبر کرو۔ اور سورج کے نکلنے سے پہلے اور اس کے غروب ہونے سے پہلے اپنے پروردگار کی تسبیح وتحمید کیا کرو۔ اور رات کی ساعات (اولین) میں بھی اس کی تسبیح کیا کرو اور دن کی اطراف (یعنی دوپہر کے قریب ظہر کے وقت بھی) تاکہ تم خوش ہوجاو
کہ اگر ہمارے پاس بھی پہلے والوں کا تذکرہ ہوتا
اور اخرت بہتر اور باقی رہنے والی،
یہ ان کو پکارتے ہیں جن کا نقصان ان کے فايدے سے زیادہ قریب تر ہے وہ ان کے بدترین سرپرست اور بدترین ساتھی ہیں
اور مجھے اپنے بعد اپنے خاندان والوں سے خطرہ ہے اور میری بیوی بانجھ ہے تو اب مجھے ایک ایسا ولی اور وارث عطا فرمادے
خشکی اور تری میں لوگوں کے اعمال کے سبب سے فساد پھیل گیا ہے تاکہ الله انہیں ان کے بعض اعمال کا مزہ چکھايے تاکہ وہ باز اجايیں
ہم اسی طرح نیکوکاروں کو جزا دیتے ہیں۔
تو اس کی قوم کو کچھ جواب بن نہ ایا مگر یہ بولے انہیں قتل کردو یا جلادو تو اللہ نے اسے اگ سے بچالیا بیشک اس میں ضرور نشانیاں ہیں ایمان والوں کے لیے
نہ بھاگو اور لوٹ کے جاو ان اسايشوں کی طرف جو تم کو دی گيیں تھیں اور اپنے مکانوں کی طرف شاید تم سے پوچھنا ہو
ہم نے یہ قران تجھ پر اس ليے نہیں اتارا کہ تو مشقت میں پڑ جايے
اورجو کچھ اس پر ہے بے شک ہم سب کو چٹیل میدان کر دیں گے
بات میں اس سے سبقت نہیں کرتے اور وہ اسی کے حکم پر کاربند ہوتے ہیں،
حضرت موسی (علیہ السلام) کہنے لگے میرا رب تعالی اسے خوب جانتا ہے جو اس کے پاس کی ہدایت لے کر اتا ہے اور جس کے لیے اخرت کا (اچھا) انجام ہوتا ہے۔ یقینا بے انصافوں کا بھلا نہ ہوگا
تو موسی نے اپنا عصا ڈال دیا وہ فورا  ایک ظاہر اژدہا ہوگیا
یہ اس لیے قسمیں کھايیں گے کہ تم ان سے راضی ہوجاو۔ سو اگر تم ان سے راضی بھی ہوجاو تو اللہ تعالی تو ایسے فاسق لوگوں سے راضی نہیں ہوتا
تم فرماو کیا یہ بھلا یا وہ ہمیشگی کے باغ جس کا وعدہ ڈر والوں کو ہے، وہ ان کا صلہ اور انجام ہے،
اور زمین اور پہاڑ (اپنی جگہوں سے) اٹھا ليے جايیں گے، پھر وہ ایک ہی بار ٹکرا کر ریزہ ریزہ کر دیے جايیں گے،
اور ہنستے ہو اور روتے نہیں
(منفی اور تخریبی) سرگوشی محض شیطان ہی کی طرف سے ہوتی ہے تاکہ وہ ایمان والوں کو پریشان کرے حالانکہ وہ (شیطان) ان (مومنوں) کا کچھ بگاڑ نہیں سکتا مگر اللہ کے حکم سے، اور اللہ ہی پر مومنوں کو بھروسہ رکھنا چاہیے،
اور نہ تم اس وقت جب کہ ہم نے (موسی کو) اواز دی طور کے کنارے تھے بلکہ (تمہارا بھیجا جانا) تمہارے پروردگار کی رحمت ہے تاکہ تم ان لوگوں کو جن کے پاس تم سے پہلے کويی ہدایت کرنے والا نہیں ایا ہدایت کرو تاکہ وہ نصیحت پکڑیں
اور بیشک تمہارا رب ہی عزت والا مہربان ہے،
اے رسول! جو کچھ اپ کے پروردگار کی طرف سے اپ پر اتارا گیا ہے۔ اسے (لوگوں تک) پہنچا دیجیے اور اگر اپ نے ایسا نہ کیا تو (پھر یہ سمجھا جايے گا کہ) اپ نے اس کا کويی پیغام پہنچایا ہی نہیں۔ اور اللہ اپ کی لوگوں (کے شر) سے حفاظت کرے گا بے شک خدا کافروں کو ہدایت نہیں کرتا۔
اور اےمیری قوم یہ الله کی اونٹنی تمہارے لیے نشانی ہے سواسے چھوڑ دو الله کی زمین میں کھاتی پھرے اور اسے برايی سے چھونا بھی نہیں (ورنہ) پھر تمہیں عذاب بہت جلد ا پکڑے گا
مگر بعد میں لوگوں نے اپنے دین کو اپس میں ٹکڑے ٹکڑے کر لیا ہر گروہ کے پاس جو کچھ ہے اسی میں وہ مگن ہے
اور ہم نے موسی اور اس کے بھايی کو وحی بھیجی کہ مصر میں اپنی قوم کے لیے مکانات بناو اور اپنے گھروں کو نماز کی جگہ کرو اور نماز قايم رکھو، اور مسلمانوں کو خوشخبری سناو
اور انجیل والوں کو بھی چاہيے کہ اللہ تعالی نے جو کچھ انجیل میں نازل فرمایا ہے اسی کے مطابق حکم کریں اور جو اللہ تعالی کے نازل کرده سے ہی حکم نہ کریں وه (بدکار) فاسق ہیں
اور جس دن ہم پہاڑوں کو چلايیں گے اور تم زمین کو صاف کھلی ہويی دیکھو گے اور ہم انہیں اٹھايیں گے تو ان میں سے کسی کو نہ چھوڑیں گے،
پھر بھی اگر یہ منھ موڑے رہیں تو اپ پر صرف کھول کر تبلیﻎ کر دینا ہی ہے
تاکہ (اے لوگو!) تم اﷲ اور اس کے رسول پر ایمان لاو اور ان (کے دین) کی مدد کرو اور ان کی بے حد تعظیم و تکریم کرو، اور (ساتھ) اﷲ کی صبح و شام تسبیح کرو،
اور جو سچی بات لایا اور جس نے اس کی تصدیق کی وہی پرہیزگار ہیں
اور ان کی جگہ ہم نے ان لوگوں کو جو کمزور بنا کر رکھے گيے تھے، اس سرزمین کے مشرق و مغرب کا وارث بنا دیا جسے ہم نے برکتوں سے مالا مال کیا تھا اس طرح بنی اسرايیل کے حق میں تیرے رب کا وعدہ خیر پورا ہوا کیونکہ انہوں نے صبر سے کام لیا تھا اور فرعون اور اس کی قوم کا وہ سب کچھ برباد کر دیا گیا جو وہ بناتے اور چڑھاتے تھے
اس پر فرعون نے (فوجیں جمع کرنے کے لیے) شہروں میں نقیب بھیج دیے
اور انہوں نے اس کی برايی چاہی سو ہم نے انہیں ناکام کر دیا
اور ہم خوب جانتے ہیں کہ یہ مشرکین یہ کہتے ہیں کہ انہیں کويی انسان اس قران کی تعلیم دے رہا ہے-حالانکہ جس کی طرف یہ نسبت دیتے ہیں وہ عجمی ہے اور یہ زبان عربی واضح و فصیح ہے
ہاں ہاں اگر باز نہ ایا تو ضرور ہم پیشانی کے بال پکڑ کر کھینچیں گے
پس اس میں داخل ہو جاو! اب تم صبر کرویا نہ کرو دونوں تمہارے حق میں برابر ہیں تمہیں ویسا ہی بدلہ دیا جايے گا جیسا تم کیا کرتے تھے۔
کہہ دو بھلا دیکھو تو اگر تم پر اس کا عذاب رات یا دن کو اجايے تو عذاب میں سے کون سی ایسی چیز ہے کہ مجرم اس کو جلدی مانگتے ہیں
وہ اسمانوں اور زمین ہرجگہ کا خدا ہے وہ تمہارے باطن اور ظاہر اور جو تم کاروبار کرتے ہو سب کو جانتا ہے
یہ تو ہو چکا اور بےشک الله کافروں کی تدبیر کو کمزور کرنے والا ہے
ان سے پہلے ہم کتنی ہی قوموں کو ہلاک کر چکے ہیں، پھر اج کہیں تم ان کا نشان پاتے ہو یا ان کی بھنک بھی کہیں سنايی دیتی ہے؟
جو موسی اور ہارون کا بھی رب ہے
اے لوگو ان چیزوں میں سے کھاو جو زمین میں حلال پاکیزہ ہیں اور شیطان کے قدموں کی پیروی نہ کرو بے شک وہ تمہارا صریح دشمن ہے
تو وہ دن انتہايی مشکل دن ہوگا
وہ دردناک عذاب دیکھے بغیر اس پر ایمان نہیں لايیں گے
(اے پیغمبر) فیصلہ کے اختیارات میں تمہارا کويی حصہ نہیں، اللہ کو اختیار ہے چاہے انہیں معاف کرے، چاہے سزا دے کیونکہ وہ ظالم ہیں
سن لو! وہ لوگ یقینا اپنی بہتان تراشی سے (یہ) بات کرتے ہیں،
پس انہوں نے اونٹنی کو (کاٹ کر) مار ڈالا اور اپنے رب کے حکم سے سرکشی کی اور کہنے لگے: اے صالح! تم وہ (عذاب) ہمارے پاس لے او جس کی تم ہمیں وعید سناتے تھے اگر تم (واقعی) رسولوں میں سے ہو،
اور سچ میں جھوٹ نہ ملاو اور جان بوجھ کر حق کو نہ چھپاو
تم کہو میں اس کی پناہ میں ایا جو سب لوگوں کا رب
تم سے پہلے بھی ہم بہت سے رسول بھیج چکے ہیں اور ان کو ہم نے بیوی بچوں والا ہی بنایا تھا اور کسی رسول کی بھی یہ طاقت نہ تھی کہ اللہ کے اذن کے بغیر کويی نشانی خود لا دکھاتا ہر دور کے لیے ایک کتاب ہے
اور جب ہمارے بھیجے ہويے فرشتے ابراہیم (علیہ السلام) کے پاس بشارت لے کر پہنچے کہنے لگے کہ اس بستی والوں کو ہم ہلاک کرنے والے ہیں، یقینا یہاں کے رہنے والے گنہگار ہیں
وہ اس (لعنت) میں ہمیشہ ہمیشہ رہیں گے نہ تو ان کے عذاب میں کويی کمی کی جايے گی۔ اور نہ ہی انہیں کويی مہلت دی جايے گی۔
یہ (قران) تو ہدایت ہے اور جو اپنے رب کی ایتوں کے منکر ہیں ان کے لیے سخت دردناک عذاب ہے
بھلا جو شخص یہ جانتا ہے کہ جو کچھ تمہارے پروردگار کی طرف سے تم پر نازل ہوا ہے حق ہے وہ اس شخص کی طرح ہے جو اندھا ہے اور سمجھتے تو وہی ہیں جو عقلمند ہیں
جو کچھ تمہیں دیا گیا ہے وہ صرف دنیوی زندگی کا (چند روزہ) ساز و سامان ہے اور جو کچھ اللہ کے پاس ہے وہ بہتر بھی ہے اور زیادہ پايیدار بھی ان لوگوں کیليے جو ایمان لايے ہیں اور اپنے پروردگار پر بھروسہ رکھتے ہیں۔
اور جس دن یہ کفار جہنم کے سامنے پیش کيے جايیں گے کہ کیا یہ حق نہیں ہے تو سب کہیں گے کہ بیشک پروردگار کی قسم یہ سب حق ہے تو ارشاد ہوگا کہ اب عذاب کا مزہ چکھو کہ تم پہلے اس کا انکار کررہے تھے
پھر ہم نے ان سے وعدہ سچا کر دیا تب انہیں اور جسے ہم نے چاہا نجات دی اور ہم نے حد سے بڑھنے والوں کوہلاک کر دیا
جو لوگ خدا کی راہ میں اپنے مال خرچ کرتے ہیں ان کی مثال اس ایک دانے کے مثل ہے جس نے (اپنے بويے جانے کے بعد) سات بالیاں اگايیں اور ہر بالی میں سو دانے ہیں اور خدا جس کے ليے چاہتا ہے اور بڑھا دیتا ہے (دونا کر دیتا ہے) خدا بڑی وسعت والا اور بڑا جاننے والا ہے۔
ہاں اس کا غلبہ ان پر تو یقینا ہے جو اسی سے رفاقت کریں اور اسے اللہ کا شریک ٹھہرايیں
جادوگر، بولے ہم ایمان لايے اس پر جو سارے جہان کا رب ہے،
اور جو کويی الله کی راہ میں وطن چھوڑے اس کے عوض جگہ بہت اور کشايش پايے گا اور جو کويی اپنے گھر سے الله اور رسول کی طرف ہجرت کر کے نکلے پھر اس کو موت پالے تو الله کے ہاں اس کا ثواب ہو چکا اور الله بخشنے والا مہربان ہے
مسیح اللہ کا بندہ بننے سے کچھ نفرت نہیں کرتا اور نہ مقرب فرشتے اور جو اللہ کی بندگی سے نفرت اور تکبر کرے تو کويی دم جاتا ہے کہ وہ ان سب کو اپنی طرف ہانکے گا
لوگو، ایک مثال دی جاتی ہے، غور سے سنو جن معبودوں کو تم خدا کو چھوڑ کر پکارتے ہو وہ سب مل کر ایک مکھی بھی پیدا کرنا چاہیں تو نہیں کر سکتے بلکہ اگر مکھی ان سے کويی چیز چھین لے جايے تو وہ اسے چھڑا بھی نہیں سکتے مدد چاہنے والے بھی کمزور اور جن سے مدد چاہی جاتی ہے وہ بھی کمزور
ان پر شیطان غالب اگیا تو انہیں اللہ کی یاد بھلا دی، وہ شیطان کے گروہ ہیں، سنتا ہے بیشک شیطان ہی کا گروہ ہار میں ہے
اس کا مرجع ہاویہ ہے
پھر اس پر لعنت ہو کیسی ٹھہرايی،
انہوں نے کہا کويی حرج نہیں، ہم تو اپنے رب کی طرف لوٹنے والے ہیں ہی
سورج اور اس کی روشنی کی قسم،
اور کہتے ہیں کہ سوايے یہود یا نصاری کے اور کويی جنت میں ہرگز داخل نہ ہوگا یہ ان کے ڈھکوسلے ہیں کہہ دو اپنی دلیل لاو اگر تم سچے ہو
(ان لوگوں کو اپنے گھروں سے اسی طرح نکلنا چاہیيے تھا) جس طرح تمہارے پروردگار نے تم کو تدبیر کے ساتھ اپنے گھر سے نکالا اور (اس وقت) مومنوں ایک جماعت ناخوش تھی
تکیے لگا يے امنے سامنے بیٹھیں گے
اب جو شخص کسی وصیت کرنے والے کی طرف سے کسی (وارث) کی حق تلفی یا گناہ کا خوف محسوس کرے اور ان (ورثہ) کے درمیان اصلاح (سمجھوتہ) کرا دے، تو اس پر (اس ردوبدل کرنے کا) کويی گناہ نہیں ہے۔ بے شک اللہ بڑا بخشنے والا اور رحم کرنے والا ہے۔
وہی ہے جو جلاتا ہے اور مار ڈالتا ہے، پھر جب وه کسی کام کا کرنا مقرر کرتا ہے تو اسے صرف یہ کہتا ہے کہ ہو جا پس وه ہو جاتا ہے
اپ عرض کیجيے کہ میں (ایک) دھماکے سے انتہايی تیزی کے ساتھ (کاينات کو) وجود میں لانے والے رب کی پناہ مانگتا ہوں،
اور جونہی کہ ابن مریم کی مثال دی گيی، تمہاری قوم کے لوگوں نے اس پر غل مچا دیا
اور جنہوں نے کفر کیا تھا اور ہماری ایتوں کو اور اخرت کی ملاقات کو جھوٹا ٹھہرایا تھا وه سب عذاب میں پکڑ کر حاضر رکھے جايیں گے
کہا کہ وه لوگ بھی میرے پیچھے ہی پیچھے ہیں، اور میں نے اے رب! تیری طرف جلدی اس ليے کی کہ تو خوش ہو جايے
اور تم کیا جانو کہ ہاویہ کیا مصیبت ہے
اور یہ (قران) بابرکت نصیحت نامہ ہے جسے ہم نے نازل کیا ہے۔ کیا تم اس کا انکار کرتے ہو؟
قسم ہے ان (فرشتوں) کی جو (جسم میں ڈوب کر) سختی سے (جان) کھینچتے ہیں۔
وہاں وہ اطمینان سے ہر طرح کی لذیذ چیزیں طلب کریں گے
گویا بھڑکے ہويے گدھے ہیں
یہ اللہ کی نشانیاں ہیں جنہیں ہم تمہارے سامنے ٹھیک ٹھیک بیان کر رہے ہیں اب اخر اللہ اور اس کی ایات کے بعد اور کون سی بات ہے جس پر یہ لوگ ایمان لايیں گے
تم نے خواب کو سچا کر دکھایا۔ ہم نیکوکاروں کو ایسا ہی بدلہ دیا کرتے ہیں
اور اسمانوں اور زمین کی بادشاہی الله ہی کی ہے اور الله ہی کی طرف لوٹ کر جانا ہے
میں تو تمہارا امانت دار ہوں
اور بیشک ہم نے اسمانوں اور زمین کو اور اس (کاينات) کو جو دونوں کے درمیان ہے چھ زمانوں میں تخلیق کیا ہے، اور ہمیں کويی تکان نہیں پہنچی،
جو خیر سے روکنے والا حد سے تجاوز کرنے والا اور شبہات پیدا کرنے والا تھا
پھر ان کی قسم جو کلام نصیحت سنانے والے ہیں
اگر وہ تم پر قابو پايیں تو تمہارے دشمن ہو جايیں اور تم پر اپنے ہاتھ اور اپنی زبانیں برايی سے دراز کریں اور چاہتے ہیں کہ کہیں تم کافر ہو جاو
اور اے محمد، ان کے سامنے اس شخص کا حال بیان کرو جس کو ہم نے اپنی ایات کا علم عطا کیا تھا مگر وہ ان کی پابندی سے نکل بھاگا اخرکار شیطان اس کے پیچھے پڑ گیا یہاں تک کہ وہ بھٹکنے والوں میں شامل ہو کر رہا
یہاں تک کہ جب ہم نے ان کے امیروں کو عذاب میں پکڑا تو جبھی وہ فریاد کرنے لگے،
اور کہتے ہیں: (یہ قران) اگلوں کے افسانے ہیں جن کو اس شخص نے لکھوا رکھا ہے پھر وہ (افسانے) اسے صبح و شام پڑھ کر سنايے جاتے ہیں (تاکہ انہیں یاد کر کے اگے سنا سکے)،
میں ان خداوں کی عبادت نہیں کرسکتا جن کی تم پوجا کرتے ہو
اور (چاندی کے اوپر) سونے اور جواہرات کی ارايش بھی (کر دیتے)، اور یہ سب کچھ دنیوی زندگی کی عارضی اور حقیر متاع ہے، اور اخرت (کا حسن و زیبايش) اپ کے رب کے پاس ہے (جو) صرف پرہیزگاروں کے ليے ہے،
جو لوگ خدا کی نازل کی ہويی کتاب کے احکام کو حھپاتے ہیں اور اسے تھوڑی قیمت پر بیچ ڈالتے ہیں وہ درحقیقت اپنے پیٹ میں صرف اگ بھر رہے ہیں اور خدا روز هقیامت ان سے بات بھی نہ کرے گااور نہ انہیں پاکیزہ قرار دے گا اور ان کے ليے دردناک عذاب ہے
پھر ڈانٹنے والوں کی جھڑک کر
اور ان کے روبرو قسم کھايی کہ البتہ میں تمہارا خیرا خواہ ہوں
تب انہوں (مہمانوں) نے کہا اے لوط(ع) ہم اپ کے پروردگار کے بھیجے ہويے (فرشتے) ہیں یہ لوگ ہرگز اپ تک نہیں پہنچ سکیں گے تم رات کے کسی حصہ میں اپنے اہل و عیال کو لے کر نکل جاو۔ سوايے اپنی بیوی کے اور خبردار تم میں سے کويی پیچھے مڑ کر نہ دیکھے۔ کیونکہ اس (بیوی) پر وہی عذاب نازل ہونے والا ہے جو ان لوگوں پر نازل ہونے والا ہے اور ان (کے عذاب) کا مقرر وقت صبح ہے کیا صبح (بالکل) قریب نہیں ہے؟
اور پہاڑ ریزہ ریزہ ہوجايیں گے چورا ہوکر
اور اگر یہ تم سے جھگڑا کریں تو کہہ دو کہ جو عمل تم کرتے ہو خدا ان سے خوب واقف ہے
اور اخلاق تمہارے بہت (عالی) ہیں
اور انہی (نوح(ع)) کے پیروکاروں میں سے ابراہیم(ع) بھی تھے۔
ساتوں اسمان اور زمین اور جو لوگ ان میں ہیں سب اسی کی تسبیح کرتے ہیں۔ اور (مخلوقات میں سے) کويی چیز نہیں مگر اس کی تعریف کے ساتھ تسبیح کرتی ہے۔ لیکن تم ان کی تسبیح کو نہیں سمجھتے۔ بےشک وہ بردبار (اور) غفار ہے
پھر ان کے بعد ناخلف (ان کے) جانشین بنے جو کتاب کے وارث ہويے، یہ (جانشین) اس کم تر (دنیا) کا مال و دولت (رشوت کے طور پر) لے لیتے ہیں اور کہتے ہیں: عنقریب ہمیں بخش دیا جايے گا، حالانکہ اسی طرح کا مال و متاع اور بھی ان کے پاس اجايے (تو) اسے بھی لے لیں، کیا ان سے کتاب (الہی) کا یہ عہد نہیں لیا گیا تھا کہ وہ اللہ کے بارے میں حق (بات) کے سوا کچھ اور نہ کہیں گے؟ اور وہ (سب کچھ) پڑھ چکے تھے جو اس میں (لکھا) تھا؟ اور اخرت کا گھر ان لوگوں کے ليے بہتر ہے جو پرہیزگاری اختیار کرتے ہیں، کیا تم سمجھتے نہیں ہو،
یہ اللہ کا حکم ہے کہ اس نے تمہاری طرف اتارا، اور جو اللہ سے ڈرے اللہ اس کی برايیاں اتار دے گا اور اسے بڑا ثواب دے گا،
ہم جو کسی ایت کو منسوخ کرتے ہیں یا بھلا دیتے ہیں تو اس سے بہتر یا اس کے برابر لاتے ہیں کیا تم نہیں جانتے کہ الله ہر چیز پر قاد رہے
یقنیا خدا نے صاحبان ایمان پر احسان کیا ہے کہ ان کے درمیان ان ہی میں سے ایک رسول بھیجا ہے جو ان پر ایات الہیہ کی تلاوت کرتا ہے انہیں پاکیزہ بناتا ہے اور کتاب و حکمت کی تعلیم دیتا ہے اگرچہ یہ لوگ پہلے سے بڑی کھلی گمراہی میں مبتلا تھے
تاکہ الله انہیں ان کے اجر پورے دے اور انہیں اپنے فضل سے زیادہ دےبے شک وہ بخشنے والا قدردان ہے
کیا تم نے ان لوگو ں کو نہیں دیکھا جو اپنی پاکیزگی کا دم بھرتے ہیں بلکہ الله جسے چاہے پاک کرتا ہے اور ان پر تاگے کے برابر بھی ظلم نہ ہوگا
اور اگر تم خدا اور اس کے رسول اور دار اخرت کی طلبگار ہو تو بے شک اللہ نے تم میں سے جو نیکوکار ہیں ان کیليے اجر عظیم تیار کر رکھا ہے۔
اور یونہی ہم نے ان میں ایک دوسرے کے ليے فتنہ بنایا کہ مالدار کافر محتاج مسلمانوں کو دیکھ کر کہیں کیا یہ ہیں جن پر اللہ نے احسان کیا ہم میں سے کیا اللہ خوب نہیں جانتا حق ماننے والوں کو،
صاف عربی زبان میں ہے
اوراس کا مال اس کے کچھ بھی کام نہ ايے گا جب کہ وہ گھڑے میں گرے گا
(جب انہیں اس نظام کاينات کے درہم برہم کردینے کا حکم ہوگا تو) اس دن (کاينات کی) ہر متحرک چیز شدید حرکت میں اجايے گی،
یا یہ (کفار) کہتے ہیں کہ ہم (نبی مکرم صلی اللہ علیہ والہ وسلم پر) غالب رہنے والی مضبوط جماعت ہیں،
دیکھو انہوں نے اپنے اوپر کیسا جھوٹ بولا اور جو کچھ یہ افتراء کیا کرتے تھے سب ان سے جاتا رہا
البتہ جو اس روش سے باز ا جايیں اور اپنے طرز عمل کی اصلاح کر لیں اور جو کچھ چھپاتے تھے، اسے بیان کرنے لگیں، ان کو میں معاف کر دوں گا اور میں بڑا در گزر کرنے والا اور رحم کرنے والا ہوں
جو لوگ اس کو ماننے سے خود انکار کرتے ہیں اور دوسروں کو خدا کے راستہ سے روکتے ہیں وہ یقینا گمرا ہی میں حق سے بہت دور نکل گيے ہیں
اور اس کیليے (سرداری کا) ہر قسم کا سامان مہیا کیا۔
اور (یہ بھی) دعا کرنا کہ اے پروردگار ہم کو مبارک جگہ اتاریو اور تو سب سے بہتر اتارنے والا ہے
بے شک جنہوں نے بچھڑے کو معبود بنایا انہیں ان کے رب کی طرف سے غضب اور دنیا کی زندگی میں ذلت پہنچے گی او رہم بہتان باندھنے والوں کو یہی سزا دیتے ہیں
اور نوح کو جب اس سے پہلے اس نے ہمیں پکارا تو ہم نے اس کی دعا قبول کی اور اسے اور اس کے گھر والوں کو بڑی سختی سے نجات دی
اور تمہارا رب شہروں کو ہلاک نہیں کرتا جب تک ان کے اصل مرجع میں رسول نہ بھیجے جو ان پر ہماری ایتیں پڑھے اور ہم شہروں کو ہلاک نہیں کرتے مگر جبکہ ان کے ساکن ستمگار ہوں
اور (قحط سالی کے دنوں میں غلہ خریدنے) یوسف کے بھايی (مصر) ايے اور (یوسف) کے پاس گيے تو اس نے انہیں پہچان لیا جبکہ وہ اسے نہ پہچان سکے۔
اور حضرت محمد (ص) نہیں ہیں مگر پیغمبر جن سے پہلے تمام پیغمبر گزر چکے ہیں تو کیا اگر وہ وفات پا جايیں یا قتل کر دیيے جايیں تو تم الٹے پاوں (کفر کی طرف) پلٹ جاوگے اور جو کويی الٹے پاوں پھرے گا تو وہ ہرگز اللہ تعالی کو کويی نقصان نہیں پہنچايے گا اور عنقریب خدا شکرگزار بندوں کو جزا دے گا۔
تو اپنے رب کی کونسی نعمت جھٹلاو گے،
جب وہ اوپر سے اور نیچے سے تم پر چڑھ ايے جب خوف کے مارے انکھیں پتھرا گيیں، کلیجے منہ کو ا گيے، اور تم لوگ اللہ کے بارے میں طرح طرح کے گمان کرنے لگے
لیکن اگر وہ تمہاری نافرمانی کریں تو ان سے کہو کہ جو کچھ تم کرتے ہو اس سے میں بری الذ مہ ہوں
تو انہوں نے ان کی طرف سے پردہ کرلیا۔ (اس وقت) ہم نے ان کی طرف اپنا فرشتہ بھیجا۔ تو ان کے سامنے ٹھیک ادمی (کی شکل) بن گیا
کیا تمہیں اس بات پر تعجب ہے کہ تمہارے پروردگار کی طرف سے تمہاری اپنی قوم کے ایک شخص کے پاس وعظ و نصیحت کا پیغام ایا ہے تاکہ وہ تمہیں (خدا کے عذاب سے) ڈرايے اور یاد کرو (خدا کے اس احسان کو) کہ اس نے تمہیں قوم نوح کے بعد ان کا جانشین بنایا۔ اور (تمہاری) خلقت میں یعنی قوت و طاقت اور قد و قامت میں زیادتی اور وسعت عطا کی پس اللہ کی نعمتوں کو یاد کرو تاکہ تم (ہر طرح) فلاح پاو۔
جنہوں نے شعیب (علیہ السلام) کی تکذیب کی تھی ان کی یہ حالت ہوگيی جیسے ان گھروں میں کبھی بسے ہی نہ تھے۔ جنہوں نے شعیب (علیہ السلام) کی تکذیب کی تھی وہی خسارے میں پڑ گيے
اور میں تم سے اس (تبلیغ) پر کويی اجرت نہیں مانگتا۔ میری اجرت تو رب العالمین کے ذمہ ہے۔
اور اس اگ سے ڈرو جو کافروں کے ليے تیار کی گيی ہے،
اور ہمارے لیے اس دنیا میں بھی بھلايی لکھ دے اور اخرت میں بھی۔ ہم تیری طرف رجوع ہوچکے۔ فرمایا کہ جو میرا عذاب ہے اسے تو جس پر چاہتا ہوں نازل کرتا ہوں اور جو میری رحمت ہے وہ ہر چیز کو شامل ہے۔ میں اس کو ان لوگوں کے لیے لکھ دوں گا جو پرہیزگاری کرتے اور زکوة دیتے اور ہماری ایتوں پر ایمان رکھتے ہیں
فرما دیجيے: تم اللہ کی اطاعت کرو اور رسول (صلی اللہ علیہ والہ وسلم) کی اطاعت کرو، پھر اگر تم نے (اطاعت) سے روگردانی کی تو (جان لو) رسول (صلی اللہ علیہ والہ وسلم) کے ذمہ وہی کچھ ہے جو ان پر لازم کیا گیا اور تمہارے ذمہ وہ ہے جو تم پر لازم کیا گیا ہے، اور اگر تم ان کی اطاعت کرو گے تو ہدایت پا جاو گے، اور رسول (صلی اللہ علیہ والہ وسلم) پر (احکام کو) صریحا پہنچا دینے کے سوا (کچھ لازم) نہیں ہے،
اور ہم نے تم پر سات مضبوط (اسمان) بنايے۔
جو نماز قايم کرتے ہیں اور جو کچھ ہم نے ان کو دیا ہے اس میں سے (ہماری راہ میں) خرچ کرتے ہیں
یہ ایاا الہی ہیں جن کی ہم حق کے ساتھ تلاوت کررہے ہیں اور اللہ عالمین کے بارے میں ہرگز ظلم نہیں چاہتا
اے نبی، ان سے کہو، کبھی تم نے یہ بھی سوچا کہ اگر واقعی یہ قران خدا ہی کی طرف سے ہوا اور تم اس کا انکار کرتے رہے تو اس شخص سے بڑھ کر بھٹکا ہوا اور کون ہوگا جو اس کی مخالفت میں دور تک نکل گیا ہو؟
اللہ تعالی عدل کا، بھلايی کا اور قرابت داروں کے ساتھ سلوک کرنے کا حکم دیتا ہے اور بےحیايی کے کاموں، ناشايستہ حرکتوں اور ﻇلم وزیادتی سے روکتا ہے، وه خود تمہیں نصیحتیں کر رہا ہے کہ تم نصیحت حاصل کرو
یہ تمام بیانات صحیح ہیں اور خدا کے سوا کويی معبود نہیں اور بیشک خدا غالب اور صاحب حکمت ہے
اور (ان سے کہا) جايے گا کہ اج ہم تمہیں اس طرح نظر انداز کریں گے جس طرح تم نے اس دن کی ملاقات (حاضری) کو بھلا دیا تھا۔ تمہارا ٹھکانہ دوزخ ہے اور تمہارا کويی مددگار نہیں ہے۔
اور خدا کے ساتھ کسی اور کو معبود نہ بناو۔ میں اس کی طرف سے تم کو صریح رستہ بتانے والا ہوں
جسے مہمانوں کے سامنے پیش کیا (مگر جب انہوں نے ہاتھ نہ بڑھايے تو) کہا اپ کھاتے کیوں نہیں؟
اور تمہارے گھروں میں جو خدا کی ایتیں پڑھی جاتی ہیں اور حکمت (کی باتیں سنايی جاتی ہیں) ان کو یاد رکھو۔ بےشک خدا باریک بیں اور باخبر ہے
اور نرمی و رحم کے ساتھ ان کے سامنے جھک کر رہو، اور دعا کیا کرو کہ "پروردگار، ان پر رحم فرما جس طرح انہوں نے رحمت و شفقت کے ساتھ مجھے بچپن میں پالا تھا"
اور ان کے ارد گرد گھومتے پھرتے ہوں گے وه کم سن بچے جو ہمیشہ رہنے والے ہیں جب تو انہیں دیکھے تو سمجھے کہ وه بکھرے ہويے سچے موتی ہیں
اور وہی ہے جس نے ہوايیں بھیجیں اپنی رحمت کے اگے مژدہ سنايی ہويی اور ہم نے اسمان سے پانی اتارا پاک کرنے والا،
پھر اگر یہ اپ کو کاذب کہیں تو اپ فرما دیجيے کہ تمہارا رب بڑی وسیع رحمت واﻻ ہے اور اس کا عذاب مجرم لوگوں سے نہ ٹلے گا
انسان کا حال یہ ہے کہ جب اس پر کويی سخت وقت اتا ہے تو کھڑے اور بیٹھے اور لیٹے ہم کو پکارتا ہے، مگر جب ہم اس کی مصیبت ٹال دیتے ہیں تو ایسا چل نکلتا ہے کہ گویا اس نے کبھی اپنے کسی برے وقت پر ہم کو پکارا ہی نہ تھا اس طرح حد سے گزر جانے والوں کے لیے ان کے کرتوت خوشنما بنا دیے گيے ہیں
ہم نے موسی کی ماں کو اشارہ کیا کہ "اس کو دودھ پلا، پھر جب تجھے اس کی جان کا خطرہ ہو تو اسے دریا میں ڈال دے اور کچھ خوف اور غم نہ کر، ہم اسے تیرے ہی پاس واپس لے ايیں گے اور اس کو پیغمبروں میں شامل کریں گے"
اور تاریکیاں اور نور دونوں برابر نہیں ہوسکتے
اور ہم نے موسی کی طرف وحی کی کہ میرے بندوں کو لے کر راتوں رات نکل جاو کہ تمہارا پیچھا کیا جانے والا ہے
کیا تم لوگوں نے حاجیوں کو پانی پلانے اور مسجد حرام کی مجاوری کرنے کو اس شخص کے کام کے برابر ٹھیرا لیا ہے جو ایمان لایا اللہ پر اور روز اخر پر اور جس نے جانفشانی کی اللہ کی راہ میں؟ اللہ کے نزدیک تو یہ دونوں برابر نہیں ہیں اور اللہ ظالموں کی رہنمايی نہیں کرتا
پس کیا انہوں نے ملک میں چل پھر کر نہیں دیکھا کہ جو لوگ ان سے پہلے ہو گزرے ہیں ان کا کیا انجام ہوا وہ لوگ ان سے زیادہ تھے اور قوت اور نشانوں میں (بھی) جو کہ زمین پر چھوڑگيے ہیں بڑھے ہويے تھے پس ان کے نہ کام ایا جو کچھ وہ کماتے تھے
یہ ہے جس کا وعده تم سے حساب کے دن کے ليے کیا جاتا تھا
اور (سب) اسمانی کرے پھٹ جايیں گے اور یہ کاينات (ایک نظام میں مربوط اور حرکت میں رکھنے والی) قوت کے ذریعے (سیاہ) شگافوں٭ پر مشتمل ہو جايے گی، ٭ واھیۃ.... الوھی: وھی، یھی، وھیا کا معنی ہے: شق فی الادیم والثوب ونحوھما، یقال: وھی الثوب ای انشق و تخرق (چمڑے، کپڑے یا اس قسم کی دوسری چیزوں کا پھٹ جانا اور ان میں شگاف ہو جانا۔ اسی ليے کہا جاتا ہے: کپڑا پھٹ گیا اور اس میں شگاف ہوگیا).... (المفردات، لسان العرب، قاموس المحیط، المنجد وغیرہ)۔ اسے جدید ساينس نے بلیک ہولز سے تعبیر کیا ہے۔
انہوں نے کہا "تو محض ایک سحرزدہ ادمی ہے
مقدور والا اپنے مقدور کے قابل نفقہ دے، اور جس پر اس کا رزق تنگ کیا گیا وہ اس میں سے نفقہ دے جو اسے اللہ نے دیا، اللہ کسی جان پر بوجھ نہیں رکھتا مگر اسی قابل جتنا اسے دیا ہے، قریب ہے اللہ دشواری کے بعد اسانی فرمادے گا
پس جب انہوں نے (عذاب) کو ایک بادل کی صورت میں اپنی وادیوں کی طرف اتے ہويے دیکھا تو کہنے لگے کہ یہ بادل تو ہم پر برسنے والا ہے بلکہ یہ وہ (عذاب) ہے جس کی تم جلدی کر رہے تھے (یہ تند و تیز) ہوا ہے جس میں دردناک عذاب ہے۔
تاکہ وہ ہر اس شخص کو خبردار کر دے جو زندہ ہو اور انکار کرنے والوں پر حجت قايم ہو جايے
ایمان والو اپنے نفس کی فکر کرو -اگر تم ہدایت یافتہ رہے تو گمراہوں کی گمراہی تمہیں کويی نقصان نہیں پہنچاسکتی -تم سب کی بازگشت خدا کی طرف ہے پھر وہ تمہیں تمہارے اعمال سے باخبر کرے گا
اور زمین کو (دیکھو اسے) ہم نے پھیلایا اور اس میں پہاڑ رکھ دیيے اور اس میں ہر طرح کی خوشنما چیزیں اگايیں
پھر (کیا بنے گی اس وقت) جب اسمان پھٹے گا اور لال چمڑے کی طرح سرخ ہو جايے گا؟
اور اللہ کے ليے مشرق بھی ہے اور مغرب بھی لہذا تم جس جگہ بھی قبلہ کا رخ کرلو گے سمجھو وہیں خدا موجود ہے وہ صاحب وسعت بھی ہے اور صاحب علم بھی ہے
حالانکہ انہیں اس کا کويی علم نہیں ہے وہ مخصوص ظن و گمان کی پیروی کرتے ہیں اور ظن حق کے مقابلہ میں ذرا بھی کام نہیں دے سکتا۔
اے لوگو جو ایمان لايے ہو، تم کیوں وہ بات کہتے ہو جو کرتے نہیں ہو؟
پھر (دلوں میں خدا کی) یاد ڈالتی ہیں
کہہ دیجيے کہ اللہ کے پاس منزل تک پہنچانے والی دلیلیں ہیں وہ اگر چاہتا تو جبرا تم سب کو ہدایت دے دیتا
جسے گھونٹ گھونٹ پيیں گے اور وہ انہیں گوارا نہ ہوگا اور انہیں موت ہر طرف سے گھیر لے گی حالانکہ وہ مرنے والے نہیں ہیں اور ان کے پیچھے بہت سخت عذاب لگا ہوا ہے
اپ کہہ دیجيے کہ اگر تم لوگ میرے پروردگار کے خزانوں کے مالک ہوتے تو خرچ ہوجانے کے خوف سے سب روک لیتے اور انسان تو تنگ دل ہی واقع ہوا ہے
سر اور تمام اعضايے بدن کی کھال اتار دینے والی ہے،
کہ خبردار اج باغ میں کويی مسکین داخل نہ ہونے پايے
اور کیا وہ شخص جو (پہلے) مردہ تھا پھر ہم نے اسے زندہ کیا اور اس کے ليے ایک نور بنایا جس کے ساتھ وہ لوگوں میں چلتا پھرتا ہے اس شخص کی طرح ہو سکتا ہے جو تاریکیوں میں پڑا ہوا ہے اور ان سے نکل نہیں سکتا۔ جس طرح مومن کی نگاہ میں ایمان اراستہ کیا گیا ہے اسی طرح کافروں کی نگاہ میں ان کے اعمال اراستہ کر دیيے گيے ہیں۔
ہم نیکی کرنے والوں کو اسی طرح بدلہ دیتے ہیں
اور یہ کہ انسانوں میں سے کچھ لوگ جنات میں سے بعض افراد کی پناہ لیتے تھے، سو ان لوگوں نے ان جنات کی سرکشی اور بڑھا دی،
اور اپنے پروردگار ہی کی طرف دل لگا
یہی لوگ اہل جنت ہیں جو اس میں ہمیشہ رہنے والے ہیں۔ یہ ان اعمال کی جزا ہے جو وہ کیا کرتے تھے،
اے مریم! اپنے رب کی بندگی کر اور سجدہ اور رکوع کرنے والوں کے ساتھ رکوع کر
فرمایا کہ ہم نے تمہاری قوم کو تمہارے بعد ازمايش میں ڈال دیا ہے اور سامری نے ان کو بہکا دیا ہے
اور ہم نے ان پر کويی ظلم نہیں کیا ہے یہ تو خود ہی اپنے اوپر ظلم کرنے والے تھے
اور جو میری نصیحت سے منہ پھیرے گا اس کی زندگی تنگ ہوجايے گی اور قیامت کو ہم اسے اندھا کرکے اٹھايیں گے
جوکچھ انہوں نے (اعمال) کیے ہیں سب نامہٴ اعمال میں لکھے ہويے ہیں
اور نوح علیھ السلامکو یاد کرو کہ جب انہوں نے پہلے ہی ہم کو اواز دی اور ہم نے ان کی گزارش قبول کرلی اور انہیں اور ان کے اہل کو بہت بڑے کرب سے نجات دلادی
اے محمد، ان لوگوں سے کہہ دو کہ تم اسے مانو یا نہ مانو، جن لوگوں کو اس سے پہلے علم دیا گیا ہے انہیں جب یہ سنایا جاتا ہے تو وہ منہ کے بل سجدے میں گر جاتے ہیں
پس تم اور جن (بتوں) کی تم پرستش کرتے ہو،
ہارون کو جو میرا بھايی بھی ہے
پس (اے منافقو!) تم سے توقع یہی ہے کہ اگر تم (قتال سے گریز کر کے بچ نکلو اور) حکومت حاصل کر لو تو تم زمین میں فساد ہی برپا کرو گے اور اپنے (ان) قرابتی رشتوں کو توڑ ڈالو گے (جن کے بارے میں اﷲ اور اس کے رسول صلی اللہ علیہ والہ وسلم نے مواصلت اور مودت کا حکم دیا ہے)،
اور خدا کے ساتھ کويی اور معبود نہ بنانا کہ ملامتیں سن کر اور بےکس ہو کر بیٹھے رہ جاو گے
کیا ہم نے اگلوں کو ہلاک نہیں کیا؟
اور اس دن سے ڈرو جس دن کويی جان کسی دوسرے کی طرف سے کچھ بدلہ نہ دے سکے گی اور نہ اس کی طرف سے (کسی ایسے شخص کی) کويی سفارش قبول کی جايے گی (جسے اذن الہی حاصل نہ ہوگا) اور نہ اس کی طرف سے (جان چھڑانے کے ليے) کويی معاوضہ قبول کیا جايے گا اور نہ (امر الہی کے خلاف) ان کی امداد کی جا سکے گی،
یہ تو بس پرانے لوگوں کی عادت ہے
پس نہ تو وہ وصیت کر سکیں گے اور نہ اپنے گھر والوں کی طرف واپس جا سکیں گے
اس کے سوا کويی معبود برحق نہیں وہی عظمت والے عرش کا مالک ہے۔
وہی خدا حیات و موت کا دینے والا ہے اور اسی کی طرف تم سب کو پلٹا کر لے جایا جايے گا
اپنے گھرانے کے لوگوں پرنماز کی تاکید رکھ اور خود بھی اس پر جما ره، ہم تجھ سے روزی نہیں مانگتے، بلکہ ہم خود تجھے روزی دیتے ہیں، اخر میں بول باﻻ پرہیزگاری ہی کا ہے
جو موسی اور ہارون کا رب ہے
ہم نے اپ کو تمام لوگوں کے ليے خوشخبریاں سنانے واﻻ اور ڈرانے واﻻ بنا کر بھیجا ہے ہاں مگر (یہ صحیح ہے) کہ لوگوں کی اکثریت بےعلم ہے
اور انہیں اپنی رحمت کے (محل میں) داخل کیا۔ کچھ شک نہیں کہ وہ نیک بختوں میں تھے
اور جب کسی کی موت اجاتی ہے تو خدا اس کو ہرگز مہلت نہیں دیتا اور جو کچھ تم کرتے ہو خدا اس سے خبردار ہے
کہہ دو تم انتظار کرتے رہو بے شک میں بھی تمہارے ساتھ منتظر ہوں
پس اگر یہ لوگ اس بات پر ایمان نہ ﻻيیں تو کیا اپ ان کے پیچھے اسی رنج میں اپنی جان ہلاک کر ڈالیں گے؟
اور لوط کو نجات دی جب اس نے اپنی قوم سے فرمایا تم بیشک بے حیايی کا کام کرتے ہو، کہ تم سے پہلے دنیا بھر میں کسی نے نہ کیا
طسم
اور ہم نے اپ کا ذکر بلند کر دیا
اور وه لوگ اس میں چلايیں گے کہ اے ہمارے پروردگار! ہم کو نکال لے ہم اچھے کام کریں گے برخلاف ان کاموں کے جو کیا کرتے تھے، (اللہ کہے گا) کیا ہم نے تم کو اتنی عمر نہ دی تھی کہ جس کو سمجھنا ہوتا وه سمجھ سکتا اور تمہارے پاس ڈرانے واﻻ بھی پہنچا تھا، سو مزه چکھو کہ (ایسے) ﻇالموں کا کويی مددگار نہیں
جب کافر لوگوں نے اپنے دلوں میں متکبرانہ ہٹ دھرمی رکھ لی (جو کہ) جاہلیت کی ضد اور غیرت (تھی) تو اﷲ نے اپنے رسول (صلی اللہ علیہ والہ وسلم) اور مومنوں پر اپنی خاص تسکین نازل فرمايی اور انہیں کلمہء تقوی پر مستحکم فرما دیا اور وہ اسی کے زیادہ مستحق تھے اور اس کے اہل (بھی) تھے، اور اﷲ ہر چیز کو خوب جاننے والا ہے،
جب تمہارے رب نے فرشتوں سے فرمایا کہ میں مٹی سے انسان بناوں گا
(یعنی) خدا کی مدد سے۔ وہ جسے چاہتا ہے مدد دیتا ہے اور وہ غالب (اور) مہربان ہے
جن لوگوں نے کفر کیا اور اللہ کی راه سے روکنے لگے اور اس حرمت والی مسجد سے بھی جسے ہم نے تمام لوگوں کے ليے مساوی کر دیا ہے وہیں کے رہنے والے ہوں یا باہر کے ہوں، جو بھی ﻇلم کے ساتھ وہاں الحاد کا اراده کرے ہم اسے درد ناک عذاب چکھايیں گے
جو باپ چاہتے ہوں کہ ان کی اولا د پوری مدت رضاعت تک دودھ پیے، تو مايیں اپنے بچوں کو کامل دو سال دودھ پلايیں اس صورت میں بچے کے باپ کو معروف طریقے سے انہیں کھانا کپڑا دینا ہوگا مگر کسی پر اس کی وسعت سے بڑھ کر بار نہ ڈالنا چاہیے نہ تو ماں کو اس وجہ سے تکلیف میں ڈالا جايے کہ بچہ اس کا ہے، اور نہ باپ ہی کو اس وجہ سے تنگ کیا جايے کہ بچہ اس کا ہے دودھ پلانے والی کا یہ حق جیسا بچے کے باپ پر ہے ویسا ہی اس کے وارث پر بھی ہے لیکن اگر فریقین باہمی رضامندی اور مشورے سے دودھ چھڑانا چاہیں، تو ایسا کرنے میں کويی مضايقہ نہیں اور اگر تمہارا خیال اپنی اولاد کو کسی غیر عورت سے دودھ پلوانے کا ہو، تو اس میں بھی کويی حرج نہیں بشر طیکہ اس کا جو کچھ معاوضہ طے کرو، وہ معروف طریقے پر ادا کر دو اللہ سے ڈرو اور جان رکھو کہ جو کچھ تم کرتے ہو، سب اللہ کی نظر میں ہے
زمین اور اسمانوں کے لشکر اللہ ہی کے قبضہ قدرت میں ہیں اور وہ زبردست اور حکیم ہے
الله وہ ہے جو ہوايیں چلاتا ہے پھر وہ بادل کو اٹھاتی ہیں پھر اسے اسمان میں جس طرح چاہے پھیلا دیتا ہےاور اسے ٹکڑے ٹکڑے کر دیتا ہے پھر تو مینہ کو دیکھے گا کہ اس کے اندر سے نکلتا ہے پھر جب اسے اپنے بندوں میں سے جسے چاہتا ہے پہنچاتا ہے تو وہ خوش ہو جاتے ہیں
حالانکہ اخرت بہتر اور زیادہ پايدار ہے
(اے مسلمانو!) کیا تم چاہتے ہو کہ تم بھی اپنے رسول (صلی اللہ علیہ والہ وسلم) سے اسی طرح سوالات کرو جیسا کہ اس سے پہلے موسی (علیہ السلام) سے سوال کیے گيے تھے، تو جو کويی ایمان کے بدلے کفر حاصل کرے پس وہ واقعۃ سیدھے راستے سے بھٹک گیا،
اور بے شک تیرا رب زبردست رحم کرنے والا ہے
اور اس کی جورو لکڑیوں کا گٹھا سر پر اٹھاتی،
اور بڑے بڑے گناہوں پر اصرار کررہے تھے
پھر تم دونوں اپنی رب کی کن کن نعمتوں کو جھٹلاو گے
(یعنی) نطفے سے جو (رحم میں) ڈالا جاتا ہے
(اے پیغمبر) دیکھو تو یہ تمہارے بارے میں کس کس طرح کی باتیں کرتے ہیں سو گمراہ ہوگيے اور رستہ نہیں پاسکتے
تیرے پروردگار کا نام بابرکت ہے جو عزت وجلال واﻻ ہے
تو اس دن ادمی اپنے بھايی سے۔
اے نبی، ہم نے تم کو شہادت دینے والا، بشارت دینے والا اور خبردار کر دینے والا بنا کر بھیجا ہے
اور مجھے نعمت کی بہشت کے وارثوں میں کر
یقینا ہم نیکی کرنے والوں کو اسی طرح جزا دیتے ہیں
جو لوگ ہماری اتاری ہويی دلیلوں اور ہدایت کو چھپاتے ہیں باوجودیکہ ہم اسے اپنی کتاب میں لوگوں کے ليے بیان کرچکے ہیں، ان لوگوں پر اللہ کی اور تمام لعنت کرنے والوں کی لعنت ہے
اس پر انیس (فرشتے) مقرر ہیں
اور قوم فرعون کے سرداروں نے (فرعون سے) کہا: کیا تو موسی اور اس کی (انقلاب پسند) قوم کو چھوڑ دے گا کہ وہ ملک میں فساد پھیلايیں اور (پھر کیا) وہ تجھ کو اور تیرے معبودوں کو چھوڑ دیں گے؟ اس نے کہا: (نہیں) اب ہم ان کے لڑکوں کو قتل کردیں گے (تاکہ ان کی مردانہ افرادی قوت ختم ہوجايے) اور ان کی عورتوں کو زندہ رکھیں گے (تاکہ ان سے زیادتی کی جاسکے)، اور بیشک ہم ان پر غالب ہیں،
پس ظلم کرنے والی قوم کی جڑ کاٹ دی گيی، اور تمام تعریفیں اﷲ ہی کے ليے ہیں جو سارے جہانوں کا پروردگار ہے،
تو جتنے فرشتے تھے سب کے سب سجدے میں گرے،
ہم نے زمین کو پھیلایا، اس میں پہاڑ جمايے، اس میں ہر نوع کی نباتات ٹھیک ٹھیک نپی تلی مقدار کے ساتھ اگايی
(اے پیغمبر(ص)) کہہ دیجیے! کہ ہمیں ہرگز کويی (بھلايی یا برايی) نہیں پہنچتی مگر وہی جو اللہ نے ہمارے ليے لکھ دی ہے وہی ہمارا مولی و سرپرست ہے۔ اور اللہ ہی پر اہل ایمان کو توکل (بھروسہ) کرنا چاہیے۔
اور کہیں گے: اگر ہم (حق کو) سنتے یا سمجھتے ہوتے تو ہم (اج) اہل جہنم میں (شامل) نہ ہوتے،
اور موسی نے اپنی قوم سے کہا کہ اگر تم واقعا اللہ پر ایمان لايے ہو تو اسی پر بھروسہ کرو اگر واقعا اس کے اطاعت گزار بندے ہو
اور وہ ان کو لے کر (طوفان کی) لہروں میں چلنے لگی۔ (لہریں کیا تھیں) گویا پہاڑ (تھے) اس وقت نوح نے اپنے بیٹے کو کہ جو (کشتی سے) الگ تھا، پکارا کہ بیٹا ہمارے ساتھ سوار ہوجا اور کافروں میں شامل نہ ہو
فرعون نے کہا: سارے جہانوں کا پروردگار کیا چیز ہے،
عرش کے اٹھانے والے اور اسکے اس پاس کے (فرشتے) اپنے رب کی تسبیح حمد کے ساتھ ساتھ کرتے ہیں اور اس پر ایمان رکھتے ہیں اور ایمان والوں کے لیے استفغار کرتے ہیں، کہتے ہیں کہ اے ہمارے پروردگار! تو نے ہر چیز کو اپنی بخشش اور علم سے گھیر رکھا ہے، پس تو انہیں بخش دے جو توبہ کریں اور تیری راه کی پیروی کریں اور تو انہیں دوزخ کے عذاب سے بھی بچا لے
پاک ہے اسمانوں اور زمین کا پروردگار جو عرش کامالک ہے اس سے جو یہ لوگ بیان کرتے ہیں۔
در حقیقت وہ ہمارے مومن بندوں میں سے تھے
اور جب ایمان والوں سے ملیں تو کہیں ہم ایمان لايے اور جب اپنے شیطانوں کے پاس اکیلے ہوں تو کہیں ہم تمہارے ساتھ ہیں، ہم تو یونہی ہنسی کرتے ہیں-
اہل کتاب میں بھی کچھ لوگ ایسے ہیں جو اللہ کو مانتے ہیں، اس کتاب پر ایمان لاتے ہیں جو تمہاری طرف بھیجی گيی ہے اوراس کتاب پربھی ایمان رکھتے ہیں جو اس سے پہلے خود ان کی طرف بھیجی گيی تھی، اللہ کے اگے جھکے ہويے ہیں، اور اللہ کی ایات کو تھوڑی سی قیمت پر بیچ نہیں دیتے ان کا اجر ان کے رب کے پاس ہے اور اللہ حساب چکانے میں دیر نہیں لگاتا
(اے رسول(ص)) کیا اپ(ص) کو موسی(ع) کے قصہ کی خبر پہنچی ہے؟
اور جب انہیں خدا اور رسول کی طرف بلایا جاتا ہے تاکہ رسول ان کے درمیان فیصلہ کر دیں تو ایک دم ان میں سے ایک گروہ روگردان ہو جاتا ہے۔
(اس وقت کہا جايے گا کہ) اے کافرو، اج معذرتیں پیش نہ کرو، تہیں تو ویسا ہی بدلہ دیا جا رہا ہے جیسے تم عمل کر رہے تھے
اے نبی، ان سے کہو کبھی تم لوگوں نے غور کیا کہ اگر اللہ قیامت تک تم پر ہمیشہ کے لیے رات طاری کر دے تو اللہ کے سوا وہ کونسا معبود ہے جو تمہیں روشنی لا دے؟ کیا تم سنتے نہیں ہو؟
اور وہ الله کے نام کی پکی قسمیں کھاتے ہیں کہ اگر ان کے پاس کويی نشانی ايے تو اس پر ضرور ایمان لاویں گے ان سے کہہ دو کہ نشانیاں تو اللہ کے ہاں ہیں اور تمہیں اے مسلمانو کیا خبر ہے کہ جب نشانیاں اہیں گی تو یہ لوگ ایمان لے ہی ايیں گے
اس دن کويی کسی کے بارے میں کويی اختیار نہ رکھتا ہوگا اور سارا اختیار اللہ کے ہاتھوں میں ہوگا
اور اس دن جہنم (سامنے) لايی جايے گی اور اس دن انسان کو سمجھ ايے گی مگر اب سمجھ انے کا کیا فايدہ؟
(ان سے کہا گیا:) تم جلدی مت بھاگو اور اسی جگہ واپس لوٹ جاو جس میں تمہیں اسايشیں دی گيی تھیں اور اپنی (پرتعیش) رہايش گاہوں کی طرف (پلٹ جاو) شاید تم سے باز پرس کی جايے،
کیا تمہیں یہ وعدہ دیتا ہے کہ تم جب مرجاو گے اور مٹی اور ہڈیاں ہوجاو گے اس کے بعد پھر نکالے جاو گے،
جس دن ﻇالموں کو ان کی (عذر) معذرت کچھ نفع نہ دے گی ان کے لیے لعنت ہی ہوگی اور ان کے لیے برا گھر ہو گا
جو جنت الفردوس کے وارث ہوں گے وہ اس میں ہمیشہ رہنے والے ہوں گے
اور جو ایمان لايے اور اچھے کام کیے ہم ضرور ان کی برايیاں اتار دیں گے اور ضرور انہیں اس کام پر بدلہ دیں گے جو ان کے سب کاموں میں اچھا تھا
اور اسمانوں اور زمین کی بادشاہی اللہ ہی کیليے ہے اور اللہ ہی کی طرف (سب کی) بازگشت ہے۔
انہوں نے کہا تیرے انے سےپہلے بھی ہمیں تکلیفیں دی گيیں اور تیرے انے کے بعد بھی فرمایا تمہارا رب بہت جلد تمہارے دشمن کو ہلاک کر دے گا اور اس کی بجايے تمہیں اس سرزمین کا مالک بنا دے گا پھر دیکھے گاتم کیا کرتے ہو
غارت ہوں اٹکل پچو باتیں بنانے والے۔
اور انہوں نے الله کے سوا ایسے معبود بنا رکھے ہیں جو کچھ بھی پیدا نہیں کر سکتے حالانکہ وہ خود پیدا کیے گيے ہیں اور وہ اپنی ذات کے لیے نقصان اور نفع کے مالک نہیں اور موت اور زندگی اور دوبارہ اٹھنے کے بھی مالک نہیں
اے لوگو! اپنے پروردگار (کی ناراضی) سے ڈرو۔ بیشک قیامت کا زلزلہ بہت بڑی شے ہے۔
جو چیز تمہارے رب کی طرف سے تم پر اتری ہے اس کا اتباع کرو اور الله کو چھوڑ کر دوسرے دوستوں کی تابعداری نہ کرو تم لوگ بہت ہی کم نصیحت مانتے ہو
(سايل سے) نرمی کے ساتھ گفتگو کرنا اور درگزر کرنا اس صدقہ سے کہیں بہتر ہے جس کے بعد (اس کی) دل ازاری ہو، اور اﷲ بے نیاز بڑا حلم والا ہے،
اس دن انسان کہے گا کہ بھاگنے کی جگہ کہاں ہے
تو اپنے رب کے حکم پر صابر رہو اور ان میں کسی گنہگار یا ناشکرے کی بات نہ سنو
(پھر انہوں نے اپس میں ایک دوسرے سے کہا) "یہ ہماری قوم تو رب کاينات کو چھوڑ کر دوسرے خدا بنا بیٹھی ہے یہ لوگ ان کے معبود ہونے پر کويی واضح دلیل کیوں نہیں لاتے؟ اخر اس شخص سے بڑا ظالم اور کون ہو سکتا ہے جو اللہ پر جھوٹ باندھے؟
یہ غیب کی خبروں میں سے ہے جسے ہم تیری طرف وحی سے پہنچاتے ہیں، تو ان کے پاس نہ تھا جب کہ وه اپنے قلم ڈال رہے تھے کہ مریم کو ان میں سے کون پالے گا؟ اور نہ تو ان کے جھگڑنے کے وقت ان کے پاس تھا
حالانکہ اس نے طرح طرح سے تمہیں بنایا ہے
اور جب تم نے کہا اے موسی ہم ہرگز تیرا یقین نہیں کریں گے جب تک کہ روبرو الله کو دیکھ نہ لیں تب تمہیں بجلی نے دیکھتے ہی دیکھتے ا لیا
اور جب اسمان پھٹ جايے
اور میں اپنے تيیں پاک صاف نہیں کہتا کیونکہ نفس امارہ (انسان کو) برايی سکھاتا رہتا ہے۔ مگر یہ کہ میرا پروردگار رحم کرے گا۔ بےشک میرا پروردگار بخشنے والا مہربان ہے
انہوں نے کہا بلکہ ہم تیرے پاس وہ چیز لے کر ايے ہیں جس میں وہ جھگڑتے تھے
اے رسول(ص) ان سے کہیے کہ زمین میں چلو پھرو اور پھر دیکھو۔ کہ جھٹلانے والوں کا کیا (بھیانک) انجام ہوا۔
اور موسی نے کہا کہ پروردگار تو نے فرعون اور اس کے ساتھیوں کو زندگانی دنیامیں اموال عطا کيے ہیں -خدایا یہ تیرے راستے سے بہکايیں گے -خدایا ان کے اموال کو برباد کردے -ان کے دلوں پر سختی نازل فرما یہ اس وقت تک ایمان نہ لايیں گے جب تک اپنی انکھوں سے دردناک عذاب نہ دیکھ لیں
اس دن اللہ وہ بدلہ انہیں بھرپور دے گا جس کے وہ مستحق ہیں اور انہیں معلوم ہو جايے گا کہ اللہ ہی حق ہے سچ کو سچ کر دکھانے والا
پھر ہم اس (سایہ) کو تھوڑا تھوڑا کرکے اپنی طرف سمیٹتے جاتے ہیں۔
اب جو پلٹ کر باپ کی خدمت میں ايے اور کہا کہ بابا جان ايندہ ہمیں غلہ سے روک دیا گیا ہے لہذا ہمارے ساتھ ہمارے بھايی کو بھی بھیج دیجيے تاکہ ہم غلہ حاصل کرلیں اور اب ہم اس کی حفاظت کے ذمہ دار ہیں
جو مثل تلچھٹ کے ہے اور پیٹ میں کھولتا رہتا ہے
ہم نے ان پر تیز و تند اندھی بھیجی دايمی نحوست والے دن میں۔
ہم نے اس اسمان اور زمین کو اور جو کچھ بھی ان میں ہے کچھ کھیل کے طور پر نہیں بنایا ہے
بلکہ اے میرے رب، میں تو اس سے بھی تیری پناہ مانگتا ہوں کہ وہ میرے پاس ايیں"
کچھ شک نہیں کہ خدا ہی میرا اور تمہارا پروردگار ہے تو اسی کی عبادت کرو یہی سیدھا رستہ ہے
بیشک جو لوگ بغیر دیکھے اپنے پروردگار کا خوف رکھتے ہیں ان کے ليے مغفرت اور اجر عظیم ہے
اور وہ لوگ جو اپنی شرم گاہوں کی حفاظت کرتے ہیں،
اور ان چیزوں کی جنہیں تم نہیں دیکھتے
یقین مانوکہ اللہ ہی زمین کو اس کی موت کے بعد زنده کر دیتا ہے۔ ہم نے تو تمہارے لیے اپنی ایتیں بیان کردیں تاکہ تم سمجھو
جو محترم اور نیک کردار ہیں
کیا انہوں نے یہ سمجھ رکھا ہے کہ ہم ان کی راز کی باتیں اور ان کی سرگوشیاں سنتے نہیں ہیں؟ ہم سب کچھ سن رہے ہیں اور ہمارے فرشتے ان کے پاس ہی لکھ رہے ہیں
اور کتنے منہ ہوں گے جن پر گرد پڑ رہی ہو گی
ان لوگوں نے اللہ کی قدر ہی نہ کی جیسا کہ اس کی قدر کرنے کا حق ہے (اس کی قدرت کاملہ کا حال تو یہ ہے کہ) قیامت کے روز پوری زمین اس کی مٹھی میں ہو گی اور اسمان اس کے دست راست میں لپٹے ہويے ہوں گے پاک اور بالاتر ہے وہ اس شرک سے جو یہ لوگ کرتے ہیں
اور اپ کا رب ان کو خوب جانتا ہے جو اسمانوں اور زمین میں (اباد) ہیں، اور بیشک ہم نے بعض انبیاء کو بعض پر فضیلت بخشی اور ہم نے داود (علیہ السلام) کو زبور عطا کی،
جبکہ کچھ لوگ سرخ رو ہوں گے اور کچھ لوگوں کا منہ کالا ہوگا، جن کا منہ کالا ہوگا (ان سے کہا جايے گا کہ) نعمت ایمان پانے کے بعد بھی تم نے کافرانہ رویہ اختیار کیا؟ اچھا تو اب اس کفران نعمت کے صلہ میں عذاب کا مزہ چکھو
جس کو اللہ تعالی گمراه کر دے اس کو کويی راه پر نہیں ﻻ سکتا۔ اور اللہ تعالی ان کو ان کی گمراہی میں بھٹکتے ہويے چھوڑ دیتا ہے
اور یہ کہ (اے محمد سب سے) یکسو ہو کر دین (اسلام) کی پیروی کيے جاو۔ اور مشرکوں میں ہرگز نہ ہونا
اور جب ان کو خدا اور اس کے رسول کی طرف بلایا جاتا ہے تاکہ (رسول خدا) ان کا قضیہ چکا دیں تو ان میں سے ایک فرقہ منہ پھیر لیتا ہے
پھر ان کا اپس میں اختلاف ہو گیا اور خفیہ گفتگو کرتے رہے
اور ہم نے انہیں اپنی نشانیاں بھی دی تھیں پر وہ ان سے روگردانی کرتے تھے
(مگر) حقیقت یہ ہے کہ (نافرمان) انسان سر کشی کرتا ہے،
اس کے پہرے دار انسان کے اگے پیچھے مقرر ہیں، جو اللہ کے حکم سے اس کی نگہبانی کرتے ہیں۔ کسی قوم کی حالت اللہ تعالی نہیں بدلتا جب تک کہ وه خود اسے نہ بدلیں جو ان کے دلوں میں ہے۔ اللہ تعالی جب کسی قوم کی سزا کا اراده کر لیتا ہے تو وه بدﻻ نہیں کرتا اور سوايے اس کے کويی بھی ان کا کارساز نہیں
جو قوت والا ہے مالک عرش کے حضور عزت والا وہاں اس کا حکم مانا جاتا ہے
جس دن خدا تمام مرسلین کو جمع کرکے سوال کرے گا کہ تمہیں قوم کی طرف سے تبلیغ کا کیا جواب ملا تو وہ کہیں گے کہ ہم کیا بتايیں تو خود ہی غیب کا جاننے والا ہے
یہ لوگ تو جلدی حاصل ہونے والی چیز (دنیا) سے محبت رکھتے ہیں اور اگے جو بھاری دن انے والا ہے اسے نظر انداز کر دیتے ہیں
اور یہ کفار کہتے ہیں کہ ہم اپ کے ساتھ حق کی پیروی کریں گے تو اپنی زمین سے اچک ليے جايیں گے تو کیا ہم نے انہیں ایک محفوظ حرم پر قبضہ نہیں دیا ہے جس کی طرف ہر شے کے پھل ہماری دی ہويی روزی کی بنا پر چلے ارہے ہیں لیکن ان کی اکثریت سمجھتی ہی نہیں ہے
اور اس سے پہلے نہ تو کويی کتاب پڑھتا تھا اور نہ اسے اپنے دايیں ہاتھ سے لکھتا تھا اس وقت االبتہ باطل پرست شک کرتے
اور وہ ایک چال چلے اور ان کو کچھ خبر نہ ہويی
الله ایسے لوگوں کو کیونکر راہ دکھايے جو ایمان لانے کے بعد کافر ہوگيے اور گواہی دے چکے ہیں کہ بے شک یہ رسول سچا ہے اور ان کے پاس روشن نشانیاں ايی ہیں اور الله ظالموں کو راہ نہیں دکھاتا
اور انسانوں اور چوپایوں اور جانوروں میں بھی مختلف رنگ کی مخلوقات پايی جاتی ہیں لیکن اللہ سے ڈرنے والے اس کے بندوں میں صرف صاحبان معرفت ہیں بیشک اللہ صاحب هعزت اور بہت بخشنے والا ہے
اور اللہ ہی نے ہر زمین پر چلنے والے کو پانی سے پیدا کیا ہے پھر ان میں سے بعض پیٹ کے بل چلتے ہیں اور بعض دو پیروں میں چلتے ہیں اور بعض چاروں ہاتھ پیر سے چلتے ہیں اور اللہ جو چاہتا ہے پیدا کرتا ہے کہ وہ ہر شے پر قدرت رکھنے والا ہے
بیشک یہ قران لوگوں کے ليے ایک پیغام ہے تاکہ اسی کے ذریعہ انہیں ڈرایا جايے اور انہیں معلوم ہوجايے کہ خدا ہی خدايے واحد و یکتا ہے اور پھر صاحبان عقل نصیحت حاصل کرلیں
ق (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ والہ وسلم ہی بہتر جانتے ہیں)، قسم ہے قران مجید کی،
اور کہتے ہیں کہ جب ہم (مر کر بوسیدہ) ہڈیوں اور چور چور ہوجايیں گے تو کیا ازسرنو پیدا ہو کر اٹھیں گے
کیا لوگوں کو بھلايیوں کا حکم کرتے ہو؟ اور خود اپنے اپ کو بھول جاتے ہو باوجودیکہ تم کتاب پڑھتے ہو، کیا اتنی بھی تم میں سمجھ نہیں؟
(اے رسول) کہیے اے اہل کتاب! او ایک ایسی بات کی طرف جو ہمارے اور تمہارے درمیان مشترک اور یکساں ہے (اور وہ یہ کہ) ہم اللہ کے سوا کسی کی عبادت نہ کریں۔ اور کسی کو اس کا شریک نہ بنايیں، اور ہم میں سے کويی کسی کو اللہ کے سوا اپنا رب (مالک و مختار) نہ بنايے۔ اور اگر یہ لوگ اس (دعوت) سے منہ موڑیں تو (اے مسلمانو) تم کہہ دو کہ گواہ رہنا ہم مسلمان (خدا کے فرمانبردار و اطاعت گزار ہیں)۔
اور یہود نے اللہ کی قدر نہ جانی جیسی چاہیے تھی جب بولے ا لله نے کسی ادمی پر کچھ نہیں اتارا، تم فرماو کس نے اتاری وہ کتاب جو موسی لايے تھے روشنی اور لوگوں کے لیے ہدایت جس کے تم نے الگ الگ کاغذ بنالیے ظاہر کرتے ہو اور بہت سے چھپالیتے ہو اور تمہیں وہ سکھایا جاتا ہے جو نہ تم کو معلوم تھا نہ تمہارے باپ دادا کو، اللہ کہو پھر انہیں چھوڑ دو ان کی بیہودگی میں انہیں کھیلتا
پھر (اب) وہ اس (قران) کے منکر ہوگيے سو وہ عنقریب (اپنا انجام) جان لیں گے،
بھلا ان کے پاوں ہیں جن سے چلیں یا ہاتھ ہیں جن سے پکڑیں یا انکھیں ہیں جن سے دیکھیں یا کان ہیں جن سے سنیں؟ کہہ دو کہ اپنے شریکوں کو بلالو اور میرے بارے میں (جو) تدبیر (کرنی ہو) کرلو اور مجھے کچھ مہلت بھی نہ دو (پھر دیکھو کہ وہ میرا کیا کرسکتے ہیں)
کھیعص
ایک ہی زور کی اواز ہو گی اور سب کے سب ہمارے سامنے حاضر کر دیے جايیں گے
جن لوگوں کے ليے ہماری طرف سے پہلے بھلايی مقرر ہوچکی ہے۔ وہ اس سے دور رکھے جايیں گے
اور ان دونوں کے علاوہ دو باغات اور ہوں گے
پھر (پتھروں پر نعل) مار کر اگ نکالتے ہیں
لہذا اپنے عظیم پروردگار کے نام کی تسبیح کرتے رہو
اپ جواب دیجيے! کہ انہیں وه زنده کرے گا جس نے انہیں اول مرتبہ پیدا کیا ہے، جو سب طرح کی پیدايش کا بخوبی جاننے واﻻ ہے
اور زمین میں اکڑ کر نہ چل کہ نہ تو زمین کو پھاڑ سکتا ہے اور نہ لمبايی میں پہاڑوں کو پہنچ سکتا ہے
کیا ان کے ليے کچھ (ایسے) شریک ہیں جنہوں نے ان کے ليے دین کا ایسا راستہ مقرر کر دیا ہو جس کا اللہ نے حکم نہیں دیا تھا، اور اگر فیصلہ کا فرمان (صادر) نہ ہوا ہوتا تو ان کے درمیان قصہ چکا دیا جاتا، اور بیشک ظالموں کے ليے دردناک عذاب ہے،
ان جنتیوں سے پہلے کبھی انسان یا جن نے ان کو نہ چھوا ہوگا
پھر (ابراہیم علیہ السلام) پوری قوت کے ساتھ انہیں مارنے (اور توڑنے) لگے،
اے ایمان والو! جنہوں نے تمہارے دین کو ہنسی کھیل بنالیا ہے وہ جو تم سے پہلے کتاب دیے گيے اور کافر ان میں کسی کو اپنا دوست نہ بناو اور اللہ سے ڈرتے رہو اگر ایمان رکھتے ہو
اور اے رسول ہم جب بھی کسی ایت کو منسوخ کرتے ہیں یا دلوں سے محو کردیتے ہیں تو اس سے بہتر یا اس کی جیسی ایت ضرور لے اتے ہیں. کیا تم نہیں جانتے کہ اللہ ہر شے پر قادر ہے
بیشک جو اپنے رب کے حضور مجرم ہوکر ايے تو ضرور اس کے لیے جہنم ہے جس میں نہ مرے نہ جيے
وہ ایک لکھی ہويی کتاب ہے (جس میں نیکو کاروں کے عمل درج ہیں)۔
(اس روز) جنت پرہیزگاروں کے قریب لے ايی جايے گی
وہ اگ محل جیسی بڑی بڑی چنگاریاں پھینکے گی
کہ اج اس باغ میں تمہارے پاس ہرگز کويی محتاج نہ انے پايے،
کیا ہم نے زمین کو سمیٹنے والی نہیں بنایا
ان کے لیے اس میں میوہ ہے اور ان کے لیے ہے اس میں جو مانگیں،
اور اگر ہم ان کے لیے اسمان میں کويی دروازہ کھول دیں کہ دن کو اس میں چڑھتے،
رحمن
پھر جب ہمارا حکم (عذاب) اپہنچا۔ تو ہم نے اس سرزمین کو تہہ و بالا کر دیا اور اس پر سنگ گل یعنی پکی ہويی مٹی کے پتھر مسلسل برسايے۔
صلہ تمہارے رب کی طرف سے نہایت کافی عطا،
اور یہ کہ تم اپنے رب سے مغفرت طلب کرو پھر تم اس کے حضور (صدق دل سے) توبہ کرو وہ تمہیں وقت معین تک اچھی متاع سے لطف اندوز رکھے گا اور ہر فضیلت والے کو اس کی فضیلت کی جزا دے گا (یعنی اس کے اعمال و ریاضت کی کثرت کے مطابق اجر و درجات عطا فرمايے گا)، اور اگر تم نے روگردانی کی تو میں تم پر بڑے دن کے عذاب کا خوف رکھتا ہوں،
اور بیشک ہم نے موسی کو کتاب دی تو اس میں پھوٹ پڑگيی اگر تمہارے رب کی ایک بات پہلے نہ ہوچکی ہوتی تو جبھی ان کا فیصلہ کردیا جاتا اور بیشک وہ اس کی طرف سے دھوکا ڈالنے والے شک میں ہیں
ایسے لوگوں کی یہ سزا ہے کہ ان پر الله اور فرشتوں اور سب لوگو ں کی لعنت ہو
ارشاد باری ہوا: تم (سب) نیچے اتر جاو تم میں سے بعض بعض کے دشمن ہیں، اور تمہارے ليے زمین میں معین مدت تک جايے سکونت اور متاع حیات (مقرر کر دیيے گيے ہیں گویا تمہیں زمین میں قیام و معاش کے دو بنیادی حق دے کر اتارا جا رہا ہے، اس پر اپنا نظام زندگی استوار کرنا)،
اور کچھ چہرے اداس ہوں گے
وہ لووں اور کھولتے ہويے پانی میں ہوں گے
اگر ہم چاہتے تو ان پر اسمان سے کويی ایسی نشانی اتارتے کہ جس کے سامنے ان کی گردنیں خم ہو جاتیں
یہ لوگ سونے کے تاروں سے بنے ہويے تختوں پر
اور جب وہ مدين کے پانی (کے کنویں) پر پہنچے تو انہوں نے اس پر لوگوں کا ایک ہجوم پایا جو (اپنے جانوروں کو) پانی پلا رہے تھے اور ان سے الگ ایک جانب دو عورتیں دیکھیں جو (اپنی بکریوں کو) روکے ہويے تھیں (موسی علیہ السلام نے) فرمایا: تم دونوں اس حال میں کیوں (کھڑی) ہو؟ دونوں بولیں کہ ہم (اپنی بکریوں کو) پانی نہیں پلا سکتیں یہاں تک کہ چرواہے (اپنے مویشیوں کو) واپس لے جايیں، اور ہمارے والد عمر رسیدہ بزرگ ہیں،
وه تو (صرف) دنیوی زندگی کے ﻇاہر کو (ہی) جانتے ہیں اور اخرت سے تو بالکل ہی بےخبر ہیں
اور ان کے لیے ايندہ نسلوں میں یہ باقی رکھا
کیا تمہیں لشکروں کی خبر پہنچی ہے؟
اور اے نبی! انہیں حیات دنیا کی حقیقت اس مثال سے سمجھاو کہ اج ہم نے اسمان سے پانی برسا دیا تو زمین کی پود خوب گھنی ہو گيی، اور کل وہی نباتات بھس بن کر رہ گيی جسے ہوايیں اڑايے لیے پھرتی ہیں اللہ ہر چیز پر قدرت رکھتا ہے
موسی نے اپنی قوم سے کہا کہ “لوگو، اگر تم واقعی اللہ پر ایمان رکھتے ہو تو اس پر بھروسہ کرو اگر مسلمان ہو"
جن لوگوں نے اپنے رب سے کفر کیا ہے ان کے اعمال کی مثال اس راکھ کی سی ہے جسے ایک طوفانی دن کی اندھی نے اڑا دیا ہو وہ اپنے کیے کا کچھ بھی پھل نہ پا سکیں گے یہی پرلے درجے کی گم گشتگی ہے
یوسف (ع) نے کہا جو (مقررہ) کھانا تمہیں دیا جاتا ہے اس کے انے سے پہلے میں تمہیں تمہارے خوابوں کی تعبیر بتا دوں گا۔ یہ (تعبیر خواب) بھی منجملہ ان علوم کے ہے جو میرے پروردگار نے مجھے تعلیم دیے ہیں۔ میں ان لوگوں کا دین و مذہب چھوڑے ہويے ہوں جو اللہ پر ایمان نہیں رکھتے اور اخرت کے بھی منکر ہیں۔
اور اگر طلاق کا ہی قصد کرلیں تو اللہ تعالی سننے واﻻ، جاننے واﻻ ہے
اور اصحاب کہف اپنے غار میں نو اوپر تین سو سال رہے
اور بیشک جو اخرت پر ایما ن نہیں لاتے ضرور سیدھی راہ سے کترايے ہويے ہیں،
تجھے کافروں کا شہروں میں چلنا پھرنا فریب میں نہ ڈال دے،
اور ان کے لیے ایک بچھڑے کی مورت بنا کر نکال لایا جس میں سے بیل کی سی اواز نکلتی تھی لوگ پکار اٹھے "یہی ہے تمہارا خدا اور موسی کا خدا، موسی اسے بھول گیا"
پیغمبراور مسلمانوں کو یہ بات مناسب نہیں کہ مشرکوں کے لیے بخشش کی دعا کریں اگرچہ وہ رشتہ دار ہی ہوں جب کہ ان پر ظاہر ہو گیا ہے کہ وہ دوزخی ہیں
بیشک ہم تمہارے پاس حق لايے لیکن تم میں سے اکثر لوگ حق کو ناپسند کرتے تھے،
اور اگر میرے پروردگار کی مہربانی نہ ہوتی تو میں بھی ان میں ہوتا جو (عذاب میں) حاضر کيے گيے ہیں
ایسے لوگوں کے ليے ہمیشہ رہنے کے باغ ہیں جن میں ان کے (محلوں کے) نیچے نہریں بہہ رہی ہیں ان کو وہاں سونے کے کنگن پہنايے جايیں گے اور وہ باریک دیبا اور اطلس کے سبز کپڑے پہنا کریں گے (اور) تختوں پر تکیيے لگا کر بیٹھا کریں گے۔ (کیا) خوب بدلہ اور (کیا) خوب ارام گاہ ہے
اور ڈرو اس دن سے، جب کويی کسی کے ذرا کام نہ ايے گا، نہ کسی سے فدیہ قبول کیا جايے گا، نہ کويی سفارش ہی ادمی کو فايدہ دے گی، اور نہ مجرموں کو کہیں سے کويی مدد پہنچ سکے گی
تمہاری عورتوں میں سے جو بے حیايی کا کام کریں ان پر اپنے میں سے چار گواه طلب کرو، اگر وه گواہی دیں تو ان عورتوں کو گھروں میں قید رکھو، یہاں تک کہ موت ان کی عمریں پوری کردے، یا اللہ تعالی ان کے ليے کويی اور راستہ نکالے
مگر ابلیس نے نہ کیا تکبر کیا اور کافروں میں سے ہو گیا
اور وہ (اللہ) وہی تو ہے جس نے تم (سب) کو ایک شخص (ادم(ع)) سے پیدا کیا ہے پھر ہر ایک کے لیے ایک قرارگاہ ہے (باپ کی پشت) اور ایک سونپے جانے کا مقام ہے (رحم مادر) اور ہم نے سمجھ بوجھ رکھنے والوں کے ليے (اپنی قدرت کی) نشانیاں تفصیل سے بیان کر دی ہیں۔
(اور کہیں گے) تم پر رحمت ہو (یہ) تمہاری ثابت قدمی کا بدلہ ہے اور عاقبت کا گھر خوب (گھر) ہے
اس گروہ کے تعاقب میں کمزوری نہ دکھاو اگر تم تکلیف اٹھا رہے ہو تو تمہاری طرح وہ بھی تکلیف اٹھا رہے ہیں اور تم اللہ سے اس چیز کے امیدوار ہو جس کے وہ امیدوار نہیں ہیں اللہ سب کچھ جانتا ہے اور وہ حکیم و دانا ہے
اور کويی بستی ایسی نہیں جسے ہم قیامت سے پہلے ہلاک نہ کریں یا سخت عذاب نہ دیں یہ نوشتہ الہی میں لکھا ہوا ہے
وہ وہی ہے جو زندہ کرتا ہے اور مارتا ہے وہ جب کسی کام کا فیصلہ کر لیتا ہے تو اس سے کہتا ہے کہ ہو جا تو وہ ہو جاتا ہے۔
اور جب تم لوگ نماز کے لیے اذان دیتے ہو تو یہ اسے بھی ہنسی اور کھیل بناتے ہیں یہ اس لیے کہ سمجھ نہیں رکھتے
اور جنہوں نے نافرمانی کی ان کا ٹھکانا اتش دوزخ ہے وہ جب بھی اس میں سے نکلنا چاہیں گے تو اسی میں لوٹا دیيے جايیں گے اور ان سے کہا جايے گا کہ اسی اگ کے عذاب کا مزہ چکھو جسے تم جھٹلاتے تھے۔
(خدا نے) فرمایا یہاں سے نکل جا۔ تو مردود ہے
اس کے بعد جب یہ نماز تمام ہوجايے تو کھڑے, بیٹھے, لیٹے ہمیشہ خدا کو یاد کرتے رہو اور جب اطمینان حاصل ہوجايے تو باقاعدہ نماز قايم کرو کہ نماز صاحبان ایمان کے ليے ایک وقت معین کے ساتھ فریضہ ہے
یہ دہنی طرف والے ہیں
اور جس دن ان سب کو اٹھانے گا اور فرمايے گا، اے جن کے گروہ! تم نے بہت ادمی گھیرلیے اور ان کے دوست ادمی عرض کریں گے اے ہمارے رب! ہم میں ایک نے دوسرے سے فايدہ اٹھایا اور ہم اپنی اس میعاد کو پہنچ گيے جو تو نے ہمارے لیے مقرر فرمايی تھی فرمايے گا اگ تمہارا ٹھکانا ہے ہمیشہ اس میں رہو مگر جسے خدا چاہے اے محبوب! بیشک تمہارا رب حکمت والا علم والا ہے،
کیا وہ خیال نہیں کرتے کہ وہ اٹھايے جايیں گے
کہ ان پر گارے کے بنايے ہويے پتھر چھوڑیں،
اور پہاڑوں کو (ا س کی) میخیں (نہیں ٹھہرایا؟)
یہ لوگ زندگانی دنیا میں جو کچھ خرچ کرتے ہیں اس کی مثال اس ہوا کی ہے جس میں بہت پالا ہو اور وہ اس قوم کے کھیتوں پر گر پڑے جنہوں نے اپنے اوپر ظلم کیا ہے اور اسے تباہ کردے اور یہ ظلم ان پر خدا نے نہیں کیا ہے بلکہ یہ خود اپنے اوپر ظلم کرتے ہیں
اپ عفو کا راستہ اختیار کریں نیکی کا حکم دیں اور جاہلوں سے کنارہ کشی کریں
پھر اگر وہ یہ تمہارا فرمانا قبول نہ کریں تو جان لو کہ بس وہ اپنی خواہشو ں ہی کے پیچھے ہیں، اور اس سے بڑھ کر گمراہ کون جو اپنی خواہش کی پیروی کرے اللہ کی ہدایت سے جدا، بیشک اللہ ہدایت ہیں فرماتا ظالم لوگوں کو،
ہم نے اپنی امانت کو اسمانوں پر زمین پر اور پہاڑوں پر پیش کیا لیکن سب نے اس کے اٹھانے سے انکار کردیا اور اس سے ڈر گيے (مگر) انسان نے اسے اٹھا لیا، وه بڑا ہی ﻇالم جاہل ہے
اے (محمدﷺ) جو کپڑے میں لپٹ رہے ہو
تو ایک وقت تم ان سے منہ پھیر لو
اور کیا تمہیں اس کا کويی اندیشہ نہیں کہ خدا پھر کسی وقت سمندر میں تم کو لے جايے اور تمہاری ناشکری کے بدلے تم پر سخت طوفانی ہوا بھیج کر تمہیں غرق کر دے اور تم کو ایسا کويی نہ ملے جو اس سے تمہارے اس انجام کی پوچھ گچھ کرسکے؟
فرمایا "اچھا، تو سنو، ہم نے تمہارے پیچھے تمہاری قوم کو ازمايش میں ڈال دیا اور سامری نے انہیں گمراہ کر ڈالا"
پھر جب وہ اس نصیحت کو بھول گيے جو ان کو کی گيی تھی تو ہم نے ان پر ہر چیز کے دروازے کھول دیيے یہاں تک کہ جب وہ ان چیزوں پر خوش ہو گيےجو انہیں دی گيیں تھیں ہم نے انہیں اچانک پکڑ لیا وہ اس وقت نا امید ہوکر کر رہ گيے
ان چیزو ں کی قسم عقلمندوں کے واسطے معتبر ہے
اور وہی تو ہے جس نے دو دریاوں کو ملا دیا ایک کا پانی شیریں ہے پیاس بجھانے والا اور دوسرے کا کھاری چھاتی جلانے والا۔ اور دونوں کے درمیان ایک اڑ اور مضبوط اوٹ بنادی
وہی خدا وہ ہے جس نے اسمان سے پانی نازل کیا ہے پھر ہم نے ہر شے کے کويے نکالے پھر ہری بھری شاخیں نکالیں جس سے ہم گتھے ہويے دانے نکالتے ہیں اور کھجور کے شگوفے سے لٹکتے ہويے گچھے پیدا کيے اور انگور و زیتون اور انار کے باغات پیدا کيے جو شکل میں ملتے جلتے اور مزہ میں بالکل الگ الگ ہیں -ذرا اس کے پھل اور اس کے پکنے کی طرف غور سے دیکھو کہ اس میں صاحبان هایمان کے ليے کتنی نشانیاں پايی جاتی ہیں
اور بادیہ نشینوں میں (ہی) وہ شخص (بھی) ہے جو اﷲ پر اور یوم اخرت پر ایمان رکھتا ہے اور جو کچھ (راہ خدا میں) خرچ کرتاہے اسے اﷲ کے حضور تقرب اور رسول (صلی اللہ علیہ والہ وسلم) کی (رحمت بھری) دعايیں لینے کا ذریعہ سمجھتا ہے، سن لو! بیشک وہ ان کے ليے باعث قرب الہی ہے، جلد ہی اﷲ انہیں اپنی رحمت میں داخل فرما دے گا۔ بیشک اللہ بڑا بخشنے والا نہایت مہربان ہے،
اے میرے پروردگار! تو نے مجھے سلطنت عطا فرمايی ہے اور خوابوں کی تعبیر کا علم بھی تو نے ہی مجھے بخشا ہے اے اسمانوں اور زمین کے خالق تو دنیا و اخرت میں میرا سرپرست اور کارساز ہے میرا خاتمہ (حقیقی) اسلام اور فرمانبرداری پر کر اور مجھے اپنے نیکوکار بندوں میں داخل فرما۔
(یعنی) مانگنے والے کا۔ اور نہ مانگے والے والا کا
کہیں گے وہ جن پر بات ثابت ہوچکی اے ہمارے رب یہ ہیں وہ جنہیں ہم نے گمراہ کیا، ہم نے انہیں گمراہ کیا جیسے خود گمراہ ہويے تھے ہم ان سے بیزار ہوکر تیری طرف رجوع لاتے ہیں وہ ہم کو نہ پوجتے تھے
یہاں تک کہ جب ہم ان پر سخت عذاب کا دروازہ کھول دیں گے تو وہ ایک دم ناامید ہو جايیں گے۔
اور اللہ ہی کے لیے اچھے اچھے نام ہیں اسے انہی کے ذریعہ سے پکارو اور ان لوگوں کو چھوڑ دو جو اس کے ناموں میں کجروی کرتے ہیں۔ عنقریب انہیں ان کے کيے کا بدلہ مل جايے گا۔
(اے غیب کی خبریں بتانے والے (نبی) بیشک ہم نے تمہیں بھیجا حاضر ناظر اور خوشخبری دیتا اور ڈر سناتا
سچ کہتا ہوں قسم ہے چاند کی
کہا میرا رب خوب جانتا ہے جو کچھ تم کرتے ہو
اور جب ابراہیم نے دعا کی کہ اے پروردگار، اس جگہ کو امن کا شہر بنا اور اس کے رہنے والوں میں سے جو خدا پر اور روز اخرت پر ایمان لايیں، ان کے کھانے کو میوے عطا کر، تو خدا نے فرمایا کہ جو کافر ہوگا، میں اس کو بھی کسی قدر متمتع کروں گا، (مگر) پھر اس کو (عذاب) دوزخ کے (بھگتنے کے) لیے ناچار کردوں گا، اور وہ بری جگہ ہے
(جو) انسانوں کیليے ڈراوا ہے۔
نہیں نہیں بلکہ ہماری قسمت پھوٹ گيی
اور تم لوگ جوبھی سود دیتے ہو کہ لوگوں کے مال میں اضافہ ہوجايے تو خدا کے یہاں کويی اضافہ نہیں ہوتا ہے ہاں جو زکو دیتے ہو اور اس میں رضايے خدا کا ارادہ ہوتا ہے تو ایسے لوگوں کو دگنا چوگنا دے دیا جاتا ہے
اور اگر تو ان سے منہ پھیرے اپنے رب کی رحمت کے انتظار میں جس کی تجھے امید ہے تو ان سے اسان بات کہہ
بے شک جنہوں نے ہماری ایتو ں کو جھٹلایا اوران کے مقابلہ میں تکبر کیا ان کے لیے اسمان کے دروازے نہیں کھولے جايیں گے اورنہ وہ جنت میں داخل ہوں گے یہاں تک کہ اونٹ سويی کے ناکے میں گھس جايے اور ہم گناہگاروں کو اسی طرح سزا دیتے ہیں
اور تمہیں جو کچھ بھی دیا گیا ہے یہ محض زندگانی دنیا کا سرمایہ ہے اور اسی کی زیب و زینت اور جو کچھ اللہ کے پاس ہے وہ بہتر ہے اور زیادہ پايیدار بھی تم عقل سے کیوں کام نہیں لیتے۔
(مصر سے نکل کر) جب موسی نے مدین کا رخ کیا تو اس نے کہا "امید ہے کہ میرا رب مجھے ٹھیک راستے پر ڈال دے گا"
اور میں اپنے رب اور تمہارے رب کی پناہ لے چکا ہوں اس سے کہ تم مجھ پر حملہ اور ہو
سو اج ہم صرف تیری ﻻش کو نجات دیں گے تاکہ تو ان کے لیے نشان عبرت ہو جو تیرے بعد ہیں اور حقیقت یہ ہے کہ بہت سے ادمی ہماری نشانیوں سے غافل ہیں
جو بری بات کرتے اپس میں ایک دوسرے کو نہ روکتے ضرور بہت ہی برے کام کرتے تھے
اور جس جان کو قتل کرنا الله نے حرام کر دیا ہے اسے ناحق قتل نہ کرنا اور جو کويی ظلم سے مارا جايے تو ہم نے اس کے ولی کے واسطے اختیار دے دیا ہے لہذاا قصاص میں زيادتی نہ کرے بے شک اس کی مدد کی گيی ہے
(اور کہلا بھیجا) کہ "یہ کچھ مٹھی بھر لوگ ہیں
تاکہ میں اس میں جسے چھوڑ ایا ہوں نیک کام کیا کروں۔ ہرگز نہیں۔ یہ ایک ایسی بات ہے کہ وہ اسے زبان سے کہہ رہا ہوگا (اور اس کے ساتھ عمل نہیں ہوگا) اور اس کے پیچھے برزخ ہے (جہاں وہ) اس دن تک کہ (دوبارہ) اٹھايے جايیں گے، (رہیں گے)
یہ ہیں جن پر اللہ نے لعنت کی اور جسے خدا لعنت کرے تو ہر گز اسکا کويی یار نہ پايے گا
ہمیں خوب معلوم ہے کہ یہ لوگ کیا کررہے ہیں اور اپ ان پر جبر کرنے والے نہیں ہیں اپ قران کے ذریعہ ان لوگوں کو نصیحت کرتے رہیں جو عذاب سے ڈرنے والے ہیں
اس نے پھر دیکھا
اور اسی طرح ہم نے ہر نبی کے لیے دشمن بنادیے تھے مجرم لوگ اور تمہارا رب کافی ہے ہدایت کرنے اور مدد دینے کو،
کیا انہوں نے نہیں دیکھا کہ اﷲ جس کے ليے چاہتا ہے رزق کشادہ فرما دیتا ہے اور (جس کے ليے چاہتا ہے) تنگ کر دیتا ہے۔ بیشک اس میں ان لوگوں کے ليے نشانیاں ہیں جو ایمان رکھتے ہیں،
بےشک تمہارے ليے ان لوگوں کے اندر عمدہ نمونہ موجود ہے جو اللہ اور روز اخرت کا امیدوار ہے (اعتقاد رکھتا ہے) اور جو روگردانی کرے تو اللہ بےنیاز ہے اور حمد کا سزاوار ہے۔
اور بیشک ان سے پہلے بہت سے اگلے گمراہ ہويے
اور (اے رسول(ص)) ہم نے اپ کی طرف حق کے ساتھ کتاب نازل کی ہے۔ جو تصدیق کرتی ہے۔ ان (اسمانی) کتابوں کی جو اس سے پہلے موجود ہیں اور ان کی محافظ و نگہبان ہے۔ لہذا اپ ان کے درمیان وہی فیصلہ کریں جو اللہ نے نازل کیا ہے اور اس حق سے منہ موڑ کر جو اپ کے پاس اگیا ہے۔ ان کی خواہشات کی پیروی نہ کریں، ہم نے تم میں سے ہر ایک کے ليے ایک شریعت اور ایک راہ مقرر کی ہے اور اگر خدا (زبردستی) چاہتا، تو تم سب کو ایک ہی (شریعت) کی ایک ہی امت بنا دیتا۔ مگر وہ چاہتا ہے کہ تمہیں ازمايے (ان احکام میں) جو (مختلف اوقات میں) تمہیں دیتا رہا ہے بس تم نیکیوں میں ایک دوسرے سے بڑھنے کی کوشش کرو۔ تم سب کی بازگشت اللہ ہی کی طرف ہے، پھر وہ تمہیں اگاہ کرے گا۔ ان باتوں سے جن میں تم اختلاف کرتے ہو۔
اور بالیقین ہم نے موسی(ع) کو ہدایت عطا فرمايی اور بنی اسرايیل کو ایسی کتاب (توراۃ) کا وارث بنایا۔
(یہ) ایسے لوگ ہیں جو اپنے چہروں کے بل دوزخ کی طرف ہانکے جايیں گے یہی لوگ ہیں جو ٹھکانے کے لحاظ سے نہایت برے اور راستے سے (بھی) بہت بہکے ہويے ہیں،
گنہگار کا کھانا ہے
اے داود! ہم نے تمہیں زمین میں خلیفہ بنا دیا تم لوگوں کے درمیان حق کے ساتھ فیصلے کرو اور اپنی نفسانی خواہش کی پیروی نہ کرو ورنہ وه تمہیں اللہ کی راه سے بھٹکا دے گی، یقینا جو لوگ اللہ کی راه سے بھٹک جاتے ہیں ان کے ليے سخت عذاب ہے اس ليے کہ انہوں نے حساب کے دن کو بھلا دیا ہے
اور جب ہمارے فرستادے لوط(ع) کے پاس ايے تو وہ ان کی وجہ سے مغموم ہويے اور تنگدل ہوگيے اور کہا بڑا سخت دن ہے۔
بیشک اس میں نشانیاں ہیں ایمان والوں کو،
اور اللہ چاہتا تو تم کو ایک ہی امت کرتا لیکن اللہ گمراہ کرتا ہے جسے چاہے، اور راہ دیتا ہے جسے چاہے، اور ضرور تم سے تمہارے کام پوچھے جايیں گے،
اور اپ(ص) کو گمنام پایا تو (لوگوں کو اپ(ص) کی طرف) راہنمايی کی۔
پس ان بستیوں نے اپنے کام کا وبال چکھا اور ان کا انجام کار بربادی ہويی
اور ہم نے موسی سے (توراۃ دینے کے لیے) تیس راتوں کا وعدہ کیا تھا اور اسے مزید دس (راتوں) سے مکمل کیا۔ اس طرح ان کے پروردگار کی مدت چالیس راتوں میں پوری ہوگيی اور جناب موسی نے (کوہ طور پر جاتے وقت) اپنے بھايی ہارون سے کہا تم میری قوم میں میرے جانشین بن کر رہو۔ اور اصلاح کرتے رہو اور (خبردار) مفسدین کے راستہ پر نہ چلنا۔
کہہ دیجيیے کہ میرے اور تمہارے درمیان اللہ تعالی کا گواه ہونا کافی ہے۔ وه اپنے بندوں سے خوب اگاه اور بخوبی دیکھنے واﻻ ہے
پھر ابراہیم (علیہ السلام) نے کہا: میں (ہجرت کر کے) اپنے رب کی طرف جانے والا ہوں وہ مجھے ضرور راستہ دکھايے گا (وہ ملک شام کی طرف ہجرت فرما گيے)،
وہی وہ اللہ ہے جس کے سوا کويی الہ نہیں ہے ہر غايب اور حاضر کا جاننے والا ہے (اور) وہی رحمن و رحیم ہے۔
اور جب اپنے گھر والوں کی طرف لوٹتے تھے تو دل لگیاں کرتے ہويے لوٹتے تھے۔
رات لاتا ہے دن کے حصہ میں اور دن لاتا ہے رات کے حصہ میں اور اس نے کام میں لگايے سورج اور چاند ہر ایک ایک مقرر میعاد تک چلتا ہے یہ ہے اللہ تمہارا رب اسی کی بادشاہی ہے، اور اس کے سوا جنہیں تم پوجتے ہو دانہ خرما کے چھلکے تک کے مالک نہیں،
یہ امت گزر چکی ہے اس کا حصہ وہ ہے جو اس نے کیا ہے اور تمہارا حصہ وہ ہے جو تم کرو گے اور خدا تم سے ان کے اعمال کے بارے میں کويی سوال نہیں کرے گا
پھر جب خوشخبری سنانے والا اپہنچا اس نے وہ قمیض یعقوب (علیہ السلام) کے چہرے پر ڈال دیا تو اسی وقت ان کی بینايی لوٹ ايی، یعقوب (علیہ السلام) نے فرمایا: کیا میں تم سے نہیں کہتا تھا کہ بیشک میں اﷲ کی طرف سے وہ کچھ جانتا ہوں جو تم نہیں جانتے،
یوں ہی افت اتی ہے اور اخرت کی افت بہت بڑی ہے۔ کاش انہیں سمجھ ہوتی
کیا ادمی یہ سمجھتا ہے کہ اسے کسی نے نہ دیکھا
کہہ دو اے میرے بندو جنہوں نے اپنی جانوں پر ظلم کیا ہے الله کی رحمت سے مایوس نہ ہو بے شک الله سب گناہ بخش دے گا بے شک وہ بخشنے والا رحم والا ہے
اس کے بعد وہ دونوں اگے چلے یہاں تک کہ ایک گاوں والوں کے پاس پہنچے اور ان سے کھانا طلب کیا۔ مگر انہوں نے ان کی مہمانداری کرنے سے انکار کر دیا۔ پھر ان دونوں نے وہاں ایک دیوار پايی جو گرا چاہتی تھی۔ تو خضر (ع) نے اسے (بنا کر) سیدھا کھڑا کر دیا۔ (اس پر) موسی (ع) نے کہا اگر اپ چاہتے تو اس کام کی (ان لوگوں سے) کچھ اجرت ہی لے لیتے۔
نہیں نہیں، جب جان گلے تک پہنچ جايے،
اور فرعون نے (اپنے ادمیوں سے) کہا کہ “ہر ماہر فن جادوگر کو میرے پاس حاضر کرو "
اور اس لیے کہ جان لیں وہ جن کو علم ملا ہے کہ وہ تمہارے رب کے پاس سے حق ہے تو اس پر ایمان لايیں تو جھک جايیں اس کے لیے ان کے دل، اور بیشک اللہ ایمان والوں کو سیدھی راہ چلانے والا ہے،
اے پروردگار، اب ہمیں یہاں سے نکال دے پھر ہم ایسا قصور کریں تو ظالم ہوں گے"
اور یہ لوگ یوں کہتے ہیں کہ ان کے پاس کويی فرشتہ کیوں نہیں اتارا گیا اور اگر ہم کويی فرشتہ بھیج دیتے تو سارا قصہ ہی ختم ہوجاتا۔ پھر ان کو ذرا مہلت نہ دی جاتی
یہ ہے عیسی مریم کا بیٹا سچی بات جس میں شک کرتے ہیں
تو تم اپنے رب کی کس کس نعمت کا انکار کرو گے
اور بیشک یونس علیھ السلام بھی مرسلین میں سے تھے
اور جنگل کے رہنے والوں نے بھی مرسلین کو جھٹلایا
اور پرندوں کا گوشت جو چاہیں
اس کی جايے قرار گہری کھايی ہوگی
کیا ہمارے سوا ان کے کچھ اور معبود ہیں جو انہیں (عذاب سے) بچا سکیں، وہ تو خود اپنی ہی مدد پر قدرت نہیں رکھتے اور نہ ہماری طرف سے انہیں کويی تايید و رفاقت میسر ہوگی،
کہہ دیجیيے کہ کیا میں تمہیں بتاوں؟ کہ اس سے بھی زیاده برے اجر پانے واﻻ اللہ تعالی کے نزدیک کون ہے؟ وه جس پر اللہ تعالی نے لعنت کی اور اس پر وه غصہ ہوا اور ان میں سے بعض کو بندر اور سور بنا دیا اور جنہوں نے معبودان باطل کی پرستش کی، یہی لوگ بدتر درجے والے ہیں اور یہی راه راست سے بہت زیاده بھٹکنے والے ہیں
ان میں نیک خوبصورت عورتیں ہوں گی
اور جو شخص صبر کر لے اور معاف کردے یقینا یہ بڑی ہمت کے کاموں میں سے (ایک کام) ہے
ان سب میں جو بہتر تھا اس نے کہا کہ میں تم سے نہ کہتا تھا کہ تم اللہ کی پاکیزگی کیوں نہیں بیان کرتے؟
اورکچھ حصہ رات میں بھی اس کو سجدہ کیجیيے اوررات میں دیر تک اس کی تسبیح کیجیيے
اور (اے حبیب! وہ وقت یاد کیجيے) جب موسی (علیہ السلام) نے اپنی قوم سے کہا: اے میری قوم! تم مجھے اذیت کیوں دیتے ہو حالانکہ تم جانتے ہو کہ میں تمہاری طرف اللہ کا بھیجا ہوا (رسول) ہوں۔ پھر جب انہوں نے کج روی جاری رکھی تو اللہ نے ان کے دلوں کو ٹیڑھا کر دیا، اور اللہ نافرمان لوگوں کو ہدایت نہیں فرماتا،
سو کیا یہ جادو ہے یا تمہیں دکھايی نہیں دیتا،
اور جو کچھ (قران) ہم نے اپنے بندہ (خاص) پر نازل کیا ہے اگر تمہیں اس (کے کلام اللہ ہونے) میں شک ہے تو تم اس کے مانند ایک ہی سورہ لے او۔ اور اگر تم سچے ہو تو ایک اللہ کو چھوڑ کر اپنے سب حمایتیوں و ہم نواوں کو بھی بلا لو۔
اور تم عورتوں کو ہرگز برابر نہیں رکھ سکو گے اگرچہ اس کی حرص کرو سوتم بالکل ہی ایک طرف نہ جھک جاو کہ دوسری عورت کو لٹکی ہويی چھوڑ دو اور اگر اصلاح کرتے رہو اور پرہیزگاری کرتے رہو تو الله بحشنے والا مہربان ہے
اور (وہ وقت بھی یاد کرو) جب ہم نے تمہیں قوم فرعون سے نجات بخشی جو تمہیں انتہايی سخت عذاب دیتے تھے تمہارے بیٹوں کو ذبح کرتے اور تمہاری بیٹیوں کو زندہ رکھتے تھے، اور اس میں تمہارے پروردگار کی طرف سے بڑی (کڑی) ازمايش تھی،
اے پیغمبر! تمہارے لیے باعث رنج نہ ہوں وہ لوگ جو کفر کی راہ میں بڑی تیز گامی دکھا رہے ہیں خواہ وہ ان میں سے ہوں جو منہ سے کہتے ہیں ہم ایمان لايے مگر دل ان کے ایمان نہیں لايے، یا ان میں سے ہوں جو یہودی بن گيے ہیں، جن کا حال یہ ہے کہ جھوٹ کے لیے کان لگاتے ہیں، اور دوسرے لوگوں کی خاطر، جو تمہارے پاس کبھی نہیں ايے، سن گن لیتے پھرتے ہیں، کتاب اللہ کے الفاظ کو ان کا صحیح محل متعین ہونے کے باوجود اصل معنی سے پھیرتے ہیں، اور لوگوں سے کہتے ہیں کہ اگر تمہیں یہ حکم دیا جايے تو مانو نہیں تو نہ مانو جسے اللہ ہی نے فتنہ میں ڈالنے کا ارادہ کر لیا ہو تو اس کو اللہ کی گرفت سے بچانے کے لیے تم کچھ نہیں کرسکتے، یہ وہ لوگ ہیں جن کے دلوں کو اللہ نے پاک کرنا نہ چاہا، ان کے لیے دنیا میں رسوايی ہے اور اخرت میں سخت سزا
اور پہاڑ رنگی ہويی دھنی ہويی اون کی طرح ہوں گے
کہہ دو بھلا یہ تو بتاو اگر الله تم پر ہمیشہ کے لیے قیامت تک رات ہی رہنے دے تو الله کے سوا کون سا معبود ہے جو تمہارے لیے روشنی لايے کیا تم سنتے نہیں ہو
اسی نے سات اسمان تہ بہ تہ پیدا کيے ہیں اور تم رحمان کی خلقت میں کسی طرح کا فرق نہ دیکھو گے پھر دوبارہ نگاہ اٹھا کر دیکھو کہیں کويی شگاف نظر اتا ہے
جس دن ان کے منہ اتش دوزخ میں (بار بار) الٹايے جايیں گے (تو) وہ کہیں گے: اے کاش! ہم نے اللہ کی اطاعت کی ہوتی اور ہم نے رسول (صلی اللہ علیہ والہ وسلم) کی اطاعت کی ہوتی،
(وہ معبود برحق ہے کہ) اس کے سوا کويی معبود نہیں ہے۔ اس کے (سب) نام اچھے ہیں
اور جب ہم نے ان (کے سروں) پر پہاڑ اٹھا کھڑا کیا گویا وہ سايبان تھا اور انہوں نے خیال کیا کہ وہ ان پر گرتا ہے تو (ہم نے کہا کہ) جو ہم نے تمہیں دیا ہے اسے زور سے پکڑے رہو۔ اور جو اس میں لکھا ہے اس پر عمل کرو تاکہ بچ جاو
جو پیٹھ اور سینے کی ہڈیوں کے درمیان سے نکلتا ہے
اور بولے اس قوم کے سردار جنہوں نے کفر کیا اور اخرت کی حاضری کو جھٹلایا اور ہم نے انہیں دنیا کی زندگی میں چین دیا کہ یہ تو نہیں مگر جیسا ادمی جو تم کھاتے ہو اسی میں سے کھاتا ہے اور جو تم پیتے ہو اسی میں سے پیتا ہے
اے محبوب! معاف کرنا اختیار کرو اور بھلايی کا حکم دو اور جاہلوں سے منہ پھیرلو،
تو کس چیز نے تمہارا ہاتھ پکڑا تھا کہ میرے طریقے پر عمل نہ کرو؟ کیا تم نے میرے حکم کی خلاف ورزی کی؟"
اور ہم نے انہیں نشانیاں عطا کیں مگر وہ ان سے روگردانی ہی کرتے رہے۔
اور سلیمان (ع) نے (ایک دن) پرندوں کا جايزہ لیا تو کہا کیا بات ہے کہ میں ہدہد کو نہیں دیکھ رہا ہوں کیا وہ کہیں غايب ہے؟
یہ اس امر کا قریب ذریعہ ہے کہ وہ لوگ واقع کو ٹھیک طور پر ظاہر کر دیں یہ اس بات سے ڈر جايیں کہ قسمیں ان کی قسموں کے بعد رد کی جايیں گی ارو الله سے ڈرتے رہو اور سنو اور الله نافرمانوں کو سیدھی راہ پر نہیں چلاتا
اور ان ازواج کو چھوڑ دیتے ہو جنہیں پروردگار نے تمہارے ليے پیدا کیا ہے حقیقتا تم بڑی زیادتی کرنے والے لوگ ہو
اگر تم پیغمبر کی مدد نہ کرو گے تو خدا ان کا مددگار ہے (وہ وقت تم کو یاد ہوگا) جب ان کو کافروں نے گھر سے نکال دیا۔ (اس وقت) دو (ہی ایسے شخص تھے جن) میں (ایک ابوبکر تھے) اور دوسرے (خود رسول الله) جب وہ دونوں غار (ثور) میں تھے اس وقت پیغمبر اپنے رفیق کو تسلی دیتے تھے کہ غم نہ کرو خدا ہمارے ساتھ ہے۔ تو خدا نے ان پر تسکین نازل فرمايی اور ان کو ایسے لشکروں سے مدد دی جو تم کو نظر نہیں اتے تھے اور کافروں کی بات کو پست کر دیا۔ اور بات تو خدا ہی کی بلند ہے۔ اور خدا زبردست (اور) حکمت والا ہے
یہ وہی دوزخ ہے جس کا تم سے وعدہ کیا جاتا رہا ہے،
(اے جھٹلانے والو!) تم کسی قدر کھا لو اور فايدے اٹھا لو تم بےشک گنہگار ہو
(اے پیغمبر) یہ اخبار غیب میں سے ہیں جو ہم تمہاری طرف بھیجتے ہیں اور جب برادران یوسف نے اپنی بات پر اتفاق کیا تھا اور وہ فریب کر رہے تھے تو تم ان کے پاس تو نہ تھے
فراٹے بھرتے ہويے تیز رفتار گھوڑوں کی قسم
ان کے ليے وہ دايمی جنتیں ہیں جن کے نیچے نہریں جاری ہوں گی انہیں سونے کے کنگنپہنايے جايیں گے اور یہ باریک اور دبیز ریشم کے سبز لباس میں ملبوس اور تختوں پر تکیے لگايے بیٹھے ہوں گے یہی ان کے ليے بہترین ثواب اورحسین ترین منزل ہے
اور وہ (اسمان کے) اونچے کنارے پر تھا
یا کہے جب عذاب دیکھے کسی طرح مجھے واپسی ملے کہ میں نیکیاں کروں
(اے مسلمانو!) اہل کتاب میں سے جو لوگ اللہ اور روز اخرت پر ایمان نہیں رکھتے اور خدا و رسول کی حرام کردہ چیزوں کو حرام نہیں جانتے اور دین حق (اسلام) کو اختیار نہیں کرتے ان سے جنگ کرو یہاں تک کہ وہ چھوٹے بن کر (ذلیل ہوکر) ہاتھ سے جزیہ دیں۔
تیرا رب خوب جانتا ہے اسے جو اس کے راہ سے ہٹ جاتا ہے اور سیدھے راستہ پر چلنے والوں کو بھی خوب جانتا ہے
اپ ان سے کہہ دیجيے کہ رويے زمین میں سیر کرو اور پھر دیکھو کہ مجرمین کا انجام کیسا ہوا ہے
تاکہ اس سے شہر مردہ (یعنی زمین افتادہ) کو زندہ کردیں اور پھر اسے بہت سے چوپایوں اور ادمیوں کو جو ہم نے پیدا کيے ہیں پلاتے ہیں
تو اپ (تشکرا) اپنے رب کی حمد کے ساتھ تسبیح فرمايیں اور (تواضعا) اس سے استغفار کریں، بیشک وہ بڑا ہی توبہ قبول فرمانے والا (اور مزید رحمت کے ساتھ رجوع فرمانے والا) ہے،
جنت جس کا پرہیزگاروں سے وعدہ کیا جاتا ہے۔ اس کی صفت یہ ہے کہ اس میں پانی کی نہریں ہیں جو بو نہیں کرے گا۔ اور دودھ کی نہریں ہیں جس کا مزہ نہیں بدلے گا۔ اور شراب کی نہریں ہیں جو پینے والوں کے ليے (سراسر) لذت ہے۔ اور شہد مصفا کی نہریں ہیں (جو حلاوت ہی حلاوت ہے) اور (وہاں) ان کے ليے ہر قسم کے میوے ہیں اور ان کے پروردگار کی طرف سے مغفرت ہے۔ (کیا یہ پرہیزگار) ان کی طرح (ہوسکتے) ہیں جو ہمیشہ دوزخ میں رہیں گے اور جن کو کھولتا ہوا پانی پلایا جايے گا تو ان کی انتڑیوں کو کاٹ ڈالے گا
ارشاد ہوگا: تم (وہاں) نہیں ٹھہرے مگر بہت ہی تھوڑا عرصہ، کاش! تم (یہ بات وہیں) جانتے ہوتے،
اور بےعقلوں کو ان کا مال جسے خدا نے تم لوگوں کے ليے سبب معیشت بنایا ہے مت دو (ہاں) اس میں سے ان کو کھلاتے اور پہناتے رہے اور ان سے معقول باتیں کہتے رہو
(اے حبیب!) جو اپ سے کہی جاتی ہیں (یہ) وہی باتیں ہیں جو اپ سے پہلے رسولوں سے کہی جا چکی ہیں، بے شک اپ کا رب ضرور معافی والا (بھی) ہے اور درد ناک سزا دینے والا (بھی) ہے،
یہی وہ لوگ ہیں جن کے ليے (صبح و شام) رزق خاص مقرر ہے،
پھر ہم نے انہیں اٹھایا۔ تاکہ ہم دیکھیں کہ ان دو گروہوں میں سے کون اپنے ٹھہرنے کی مدت کا زیادہ ٹھیک شمار کر سکتا ہے۔
بھلا کون ہے جو تمہیں جنگل اور دریا کے اندھیروں میں راستہ بتاتاہے اور اپنی رحمت سے پہلے کون خوشخبری کی ہوايیں چلاتا ہے کیا الله کے ساتھ کويی اور معبود ہے الله ان کے شرک کرنے سے بہت بلند ہے
یہاں تک کہ جب وہ غروب افتاب کی منزل تک پہنچے تو دیکھا کہ وہ ایک کالی کیچڑ والے چشمہ میں ڈوب رہا ہے اور اس چشمہ کے پاس ایک قوم کو پایا تو ہم نے کہا کہ تمہیں اختیار ہے چاہے ان پر عذاب کرو یا ان کے درمیان حسن سلوک کی روش اختیار کرو
اور ان سے جب (کبھی) کہا جاتا ہے کہ اگلے پچھلے (گناہوں) سے بچو تاکہ تم پر رحم کیا جايے
جو خوب محبت کرنے والی ہم عمر (ازواج) ہیں،
ہر جان کو موت کا مز ہ چکھنا ہے پھر ہماری ہی طرف پھروگے
اگر تم کفر کرو تو اللہ تم سے بے نیاز ہے، لیکن وہ اپنے بندوں کے لیے کفر کو پسند نہیں کرتا، اور اگر تم شکر کر و تو اسے وہ تمہارے لیے پسند کرتا ہے کويی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہ اٹھايے گا اخرکار تم سب کو اپنے رب کی طرف پلٹنا ہے، پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو، وہ تو دلوں کا حال تک جانتا ہے
بنی اسرايیل میں سے جن لوگوں نے کفر کی راہ اختیار کی ان پر داود اور عیسی ابن مریم کی زبان سے لعنت کی گيی کیونکہ وہ سرکش ہوگيے تھے اور زیادتیاں کرنے لگے تھے
قوم نے جواب دیا کہ ہم تجھ پر ایمان ﻻيیں! تیری تابعداری تو رذیل لوگوں نے کی ہے
ان لوگوں نے ظلم اور غرور کے جذبہ کی بناي پر انکار کردیا تھا ورنہ ان کے دل کو بالکل یقین تھا پھر دیکھو کہ ایسے مفسدین کا انجام کیا ہوتا ہے
فرما دیجيے: کیا میں تمہیں اس شخص سے اگاہ کروں جو سزا کے اعتبار سے اللہ کے نزدیک اس سے (بھی) برا ہے (جسے تم برا سمجھتے ہو، اور یہ وہ شخص ہی) جس پر اللہ نے لعنت کی ہے اور اس پر غضب ناک ہوا ہے اور اس نے ان (برے لوگوں) میں سے (بعض کو) بندر اور (بعض کو) سور بنا دیا ہے، اور (یہ ایسا شخص ہے) جس نے شیطان کی (اطاعت و) پرستش کی ہے، یہی لوگ ٹھکانے کے اعتبار سے بدترین اور سیدھی راہ سے بہت ہی بھٹکے ہويے ہیں،
اور (ان سے) کہا جايے گا: تم اپنے (خود ساختہ) شریکوں کو بلاو، سو وہ انہیں پکاریں گے پس وہ (شریک) انہیں کويی جواب نہ دیں گے اور وہ لوگ عذاب کو دیکھ لیں گے، کاش! وہ (دنیا میں) راہ ہدایت پا چکے ہوتے،
اور اے ادم(ع)! تم اور تمہاری بیوی دونوں اس بہشت میں رہو۔ اور جہاں سے چاہو (اور جو چیز دل چاہے) کھاو۔ مگر اس درخت کے پاس نہ جانا۔ ورنہ ظالموں میں سے ہو جاوگے۔
اور اسی میں ہم نے تمہاری روزیاں بنا دی ہیں اور جنہیں تم روزی دینے والے نہیں ہو
اور اس امن والے شہر (مکہ) کی قسم،
(پس اج یہ رحمت ان لوگوں کا حصہ ہے) جو اس پیغمبر، نبی امی کی پیروی اختیار کریں جس کا ذکر انہیں اپنے ہاں تورات اور انجیل میں لکھا ہوا ملتا ہے وہ انہیں نیکی کا حکم دیتا ہے، بدی سے روکتا ہے، ان کے لیے پاک چیزیں حلال او ر ناپاک چیزیں حرام کرتا ہے، اور ان پر سے وہ بوجھ اتارتا ہے جو ان پر لدے ہويے تھے اور وہ بندشیں کھولتا ہے جن میں وہ جکڑے ہويے تھے لہذا جو لوگ اس پر ایمان لايیں اور اس کی حمایت اور نصرت کریں اور اس روشنی کی پیروی اختیار کریں جو اس کے ساتھ نازل کی گيی ہے، وہی فلاح پانے والے ہیں
(اے مومنو!) بیشک اللہ نے تمہارے ليے تمہاری قسموں کا (کفارہ دے کر) کھول ڈالنا مقرر فرما دیا ہے۔ اور اللہ تمہارا مددگار و کارساز ہے، اور وہ خوب جاننے والا بڑی حکمت والا ہے،
اگر یہ (واقعۃ) معبود ہوتے تو جہنم میں داخل نہ ہوتے، اور وہ سب اس میں ہمیشہ رہیں گے،
اس اللہ کا خوف رکھو جس نے خود تمہیں اور اگلی مخلوق کو پیدا کیا ہے
پھر ہم نے ان پر طور کو اونچا کیا ان سے عہد لینے کو اور ان سے فرمایا کہ دروازے میں سجدہ کرتے داخل ہو اور ان سے فرمایا کہ ہفتہ میں حد سے نہ بڑھو اور ہم نے ان سے گاڑھا عہد لیا
اور یہ وہ بابرکت کتاب ہے جسے ہم نے نازل کیا ہے جو اپنے سے پہلے والی کتابوں کی تصدیق کرنے والی ہے (اس ليے نازل کی ہے) کہ تم مکہ اور اس کے اطراف و جوانب والے لوگوں کو ڈراو۔ اور جو لوگ قیامت پر ایمان رکھتے ہیں (اسے برحق) مانتے ہیں وہ اس (قران) پر بھی ایمان لاتے ہیں اور وہ اپنی نمازوں پر پابندی کرتے ہیں۔
کیا ان کی عقلیں انہیں یہی سکھاتی ہیں؟ یا یہ لوگ ہی سرکش ہیں
کہیں گے کہ اس سے پہلے ہم اپنے گھر والوں کے درمیان بہت ڈرا کرتے تھے
پھر جب (میدان جنگ میں) تمہارا مقابلہ (متحارب) کافروں سے ہو تو (دوران جنگ) ان کی گردنیں اڑا دو، یہاں تک کہ جب تم انہیں (جنگی معرکہ میں) خوب قتل کر چکو تو (بقیہ قیدیوں کو) مضبوطی سے باندھ لو، پھر اس کے بعد یا تو (انہیں) (بلامعاوضہ) احسان کر کے (چھوڑ دو) یا فدیہ (یعنی معاوضہء رہايی) لے کر (ازاد کر دو) یہاں تک کہ جنگ (کرنے والی مخالف فوج) اپنے ہتھیار رکھ دے (یعنی صلح و امن کا اعلان کر دے)۔ یہی (حکم) ہے، اور اگر اﷲ چاہتا تو ان سے (بغیر جنگ) انتقام لے لیتا مگر (اس نے ایسا نہیں کیا) تاکہ تم میں سے بعض کو بعض کے ذریعے ازمايے، اور جو لوگ اﷲ کی راہ میں قتل کر دیيے گيے تو وہ ان کے اعمال کو ہرگز ضايع نہ کرے گا،
پھر پھیرے جاتے ہیں اپنے سچے مولی اللہ کی طرف سنتا ہے اسی کا حکم اور وہ سب سے جلد حساب کرنے والا
حالانکہ انہیں فقط یہی حکم دیا گیا تھا کہ صرف اسی کے ليے اپنے دین کو خالص کرتے ہويے اﷲ کی عبادت کریں، (ہر باطل سے جدا ہو کر) حق کی طرف یک سويی پیدا کریں اور نماز قايم کریں اور زکوۃ دیا کریں اور یہی سیدھا اور مضبوط دین ہے،
(اور) جب وہ (پیشوایان کفر) جن کی پیروی کی گيی اپنے پیروکاروں سے بے زار ہوں گے اور (وہ سب اﷲ کا) عذاب دیکھ لیں گے اور سارے اسباب ان سے منقطع ہو جايیں گے،
ان دونوں (سمندروں) سے موتی (جس کی جھلک سبز ہوتی ہے) اور مرجان (جس کی رنگت سرخ ہوتی ہے) نکلتے ہیں،
اللہ نے کفار کا منہ پھیر دیا، وہ کويی فايدہ حاصل کیے بغیر اپنے دل کی جلن لیے یونہی پلٹ گيے، اور مومنین کی طرف سے اللہ ہی لڑنے کے لیے کافی ہو گیا، اللہ بڑی قوت والا اور زبردست ہے
اور اسے ہم نے صرف ایک بشارت قرار دیا تاکہ تمہارے دل مطمين ہوجايیں اور مدد تو صرف اللہ ہی کی طرف سے ہے -اللہ ہی صاحب هعزت اور صاحب هحکمت ہے
بلکہ (مصیبت کے وقت تم) اسی کو پکارتے ہو تو جس دکھ کے ليے اسے پکارتے ہو۔ وہ اگر چاہتا ہے تو اس کو دور کردیتا ہے اور جن کو تم شریک بناتے ہو (اس وقت) انہیں بھول جاتے ہو
نبی مسلمانو ں کے معاملہ میں ان سے بھی زيادہ دخل دینے کا حقدار ہے اور اس کی بیویاں ان کی مايیں ہیں اور رشتہ دار الله کی کتاب میں ایک دوسرے سے زیادہ تعلق رکھتے ہیں بہ نسبت دوسرے مومنین اور مہاجرین کے مگر یہ کہ تم اپنے دوستوں سے کچھ سلوک کرنا چاہو یہ بات لوح محفوظ میں لکھی ہويی ہے
اے ایمان والو! اپنے گھروں کے سوا دوسرے گھروں میں داخل نہ ہوا کرو، یہاں تک کہ تم ان سے اجازت لے لو اور ان کے رہنے والوں کو (داخل ہوتے ہی) سلام کہا کرو، یہ تمہارے ليے بہتر (نصیحت) ہے تاکہ تم (اس کی حکمتوں میں) غور و فکر کرو،
جس دن ہم اسمان کو لپیٹیں گے جیسے سجل فرشتہ نامہٴ اعمال کو لپیٹتا ہے، جیسے پہلے اسے بنایا تھا ویسے ہی پھر کردیں گے یہ وعدہ ہے ہمارے ذمہ، ہم کو اس کا ضرور کرنا،
کہ اب اپنا عذاب چکھو اور یہی وہ عذاب ہے جس کی تم جلدی مچايے ہويے تھے
جو باتوں کو سنتے ہیں اور جو بات اچھی ہوتی ہے اس کا اتباع کرتے ہیں یہی وہ لوگ ہیں جنہیں خدا نے ہدایت دی ہے اور یہی وہ لوگ ہیں جو صاحبان عقل ہیں
اور جب ان میں سے ایک جماعت کہتی تھی کہ اے اہل مدینہ (یہاں) تمہارے ٹھہرنے کا مقام نہیں تو لوٹ چلو۔ اور ایک گروہ ان میں سے پیغمبر سے اجازت مانگنے اور کہنے لگا کہ ہمارے گھر کھلے پڑے ہیں حالانکہ وہ کھلے نہیں تھے۔ وہ تو صرف بھاگنا چاہتے تھے
در حقیقت تمہارا رب زیادہ بہتر جانتا ہے کہ کون اس کے راستے سے ہٹا ہوا ہے اور کون سیدھی راہ پر ہے
اس کامال اور جو کچھ اس نے کمایا وہ اس کے کچھ کام نہ ایا۔
اور وہ پیڑ پیدا کیا کہ طور سینا سے نکلتا ہے لے کر اگتا ہے تیل اور کھانے والوں کے لیے سالن
یہ جہاں بھی پايے جايیں ان پر ذلت کی مار پڑ گيی مگر یہ کہ خدا کے کسی عہد پر یا انسانوں کے کسی معاہدہ کے سہارے کچھ پناہ مل جايے۔ اور یہ خدا کے قہر و غضب میں گھر گيے ہیں اور ان پر محتاجی کی مار پڑی یہ سب کچھ اس ليے ہے کہ وہ ایات الہی کے ساتھ کفر کرتے رہے اور ناحق نبیوں کو قتل کرتے رہے نیز اس ليے کہ (خدا کی) نافرمانی اور زیادتیاں کیا کرتے تھے۔
شیطان انہیں وعدے دیتا ہے اور ارزويیں دلاتا ہے اور شیطان انہیں وعدے نہیں دیتا مگر فریب کے
اور جس دن خدا فرمايے گا کہ (اب) میرے شریکوں کو جن کی نسبت تم گمان (الوہیت) رکھتے تھے بلاو تو وہ ان کے بلايیں گے مگر وہ ان کو کچھ جواب نہ دیں گے۔ اور ہم ان کے بیچ میں ایک ہلاکت کی جگہ بنادیں گے
اور فرعون نے اپنی قوم میں (فخر سے) پکارا (اور) کہا: اے میری قوم! کیا ملک مصر میرے قبضہ میں نہیں ہے اور یہ نہریں جو میرے (محلات کے) نیچے سے بہہ رہی ہیں (کیا میری نہیں ہیں؟) سو کیا تم دیکھتے نہیں ہو،
وہ حق ہونے والی
کچھ زبردستی نہیں دین میں بیشک خوب جدا ہوگيی ہے نیک راہ گمراہی سے تو جو شیطان کو نہ مانے اور اللہ پر ایمان لايے اس نے بڑی محکم گرہ تھامی جسے کبھی کھلنا نہیں، اور اللہ سنتا جانتا ہے،
اور اسمان سے ہم نے برکت والا پانی نازل کیا، پھر اس سے باغ اور فصل کے غلے
اور تجھے ہمارا کیا برا لگا یہی نہ کہ ہم اپنے رب کی نشانیوں پر ایمان لايے جب وہ ہمارے پاس ايیں، اے رب ہمارے! ہم پر صبر انڈیل دے اور ہمیں مسلمان اٹھا
اور فرعون بولا کہ مجھے چھوڑو کہ موسی کو قتل کردوں اور وہ اپنے پروردگار کو بلالے۔ مجھے ڈر ہے کہ وہ (کہیں) تمہارے دین کو نہ بدل دے یا ملک میں فساد (نہ) پیدا کردے
اور صور پھونکا جايے گا تو وہ فورا اپنی قبروں سے نکل کر اپنے رب کی طرف دوڑے چلے ايیں گے
تو ہم اس کا دایاں ہاتھ پکڑ لیتے
اور ہم نے انہیں شعر و شاعری نہیں سکھايی اور نہ ہی یہ ان کے شایان شان ہے یہ تو بس ایک نصیحت اور واضح قران ہے۔
اب اگر اسے نہ لے ايے تو ايندہ تمہیں بھی غلہ نہ دوں گا اور نہ میرے پاس انے پاو گے
اور اگر ہم چاہتے تو ایک ایک بستی میں ایک ایک ڈرانے والا بھیجتے۔
بے شک ہم نے اسے ظالموں کے ليےازمايش بنایاہے
پھر وہ (عبادت کے) حجرے سے نکل کر اپنی قوم کے پاس ايے تو ان سے اشارے سے کہا کہ صبح وشام (خدا کو) یاد کرتے رہو
اللہ کی مسجدوں کو صرف وہ لوگ اباد کرتے ہیں جن کا ایمان اللہ اور روز اخرت پر ہے اور جنہوں نے نماز قايم کی ہے زکوادا کی ہے اور سوايے خدا کے کسی سے نہیں ڈرے یہی وہ لوگ ہیں جو عنقریب ہدایت یافتہ لوگوں میں شمار کيے جايیں گے
اور لوگوں سے بات کرے گا پالنے میں اور پکی عمر میں اور خاصوں میں ہوگا،
اور جب قران ان کے سامنے پڑھا جاتا ہے تو سجدہ نہیں کرتے؟
ان سے لڑو جب تک کہ فتنہ نہ مٹ جايے اور اللہ تعالی کا دین غالب نہ اجايے، اگر یہ رک جايیں (تو تم بھی رک جاو) زیادتی تو صرف ﻇالموں پر ہی ہے
پیغمبر اپ جہاںسے باہر نکلیں اپنا رخ مسجد الحرام کی سمت ہی رکھیں کہ یہی پروردگار کی طرف سے حق ہے--- اور اللہ تم لوگوںکے اعمال سے غافل نہیں ہے
جس نے وہ سب کچھ تمہیں دیا جو تم نے مانگا اگر تم اللہ کی نعمتوں کا شمار کرنا چاہو تو کر نہیں سکتے حقیقت یہ ہے کہ انسان بڑا ہی بے انصاف اور ناشکرا ہے
اپنے رب کی طرف دیکھ رہے ہونگے
اور اپنے (ظاہر و باطن کے) لباس (پہلے کی طرح ہمیشہ) پاک رکھیں،
تاکہ اللہ (اس بات کو) ظاہر فرما دے کہ بے شک ان (رسولوں) نے اپنے رب کے پیغامات پہنچا ديیے، اور (احکامات الہیہ اور علوم غیبیہ میں سے) جو کچھ ان کے پاس ہے اللہ نے (پہلے ہی سے) اس کا احاطہ فرما رکھا ہے، اور اس نے ہر چیز کی گنتی شمار کر رکھی ہے،
یقینا جو لوگ ایمان لے ايے ہیں اور عمل صالح کر رہے ہیں عنقریب رحمان ان کے لیے دلوں میں محبت پیدا کر دے گا
اور ہر جان یوں حاضر ہويی کہ اس کے ساتھ ایک ہانکنے والا اور ایک گواہ
(اے اللہ!) ہم تیری ہی عبادت کرتے ہیں اور ہم تجھ ہی سے مدد چاہتے ہیں
پھر جب ان کے پاس ہماری طرف سے حق اپہنچا تو کہتے ہیں کہ یہ وه کیوں نہیں دیا گیا جیسے دیيے گيے تھے موسی (علیہ السلام) اچھا تو کیا موسی (علیہ السلام) کو جو کچھ دیا گیا تھا اس کے ساتھ لوگوں نے کفر نہیں کیا تھا، صاف کہا تھا کہ یہ دونوں جادوگر ہیں جو ایک دوسرے کے مددگار ہیں اور ہم تو ان سب کے منکر ہیں
اٹھو اور خبردار کرو
اس کی گردن میں مونجھ کی رسی ہوگی
جان لو کہ اللہ سخت گرفت والا ہے اور یہ کہ اللہ بڑا بخشنے والا بہت رحم فرمانے والا (بھی) ہے،
بے شک اللہ کے نزدیک مہینوں کی تعداد نوشتہ خداوندی میں جب سے اللہ نے اسمانوں اور زمین کو پیدا کیا ہے بارہ ہے، جن میں سے چار مہینے حرمت والے ہیں۔ یہی دین مستقیم ہے۔ پس ان میں اپنے اوپر ظلم نہ کرو اور تمام مشرکین سے اسی طرح جنگ کرو جس طرح کہ وہ تم سب سے کرتے ہیں اور جان لو کہ بے شک اللہ پرہیزگاروں کے ساتھ ہے۔
ایسی (کامیابی) کے ليے عمل کرنے والوں کو عمل کرنا چاہیے،
چنانچہ موسی وہاں سے خوفزدہ ہوکر نتیجہ کا انتظار کرتا ہوا نکلا (اور) کہا اے میرے پروردگار! مجھے ظالم لوگوں سے نجات عطا فرما۔
اپ کا پروردگار جانتا ہے کہ دو تہايی رات کے قریب یا نصف شب یا ایک تہايی رات قیام کرتے ہیں اور اپ کے ساتھ ایک گروہ اور بھی ہے اور اللہ د ن و رات کا صحیح اندازہ رکھتا ہے وہ جانتا ہے کہ تم لوگ اس کا صحیح احصاءنہ کر سکوگے تو اس نے تمہارے اوپر مہربانی کر دی ہے اب جس قدر قران ممکن ہو اتنا پڑھ لو کہ وہ جانتا ہے کہ عنقریب تم میں سے بعض مریض ہوجايےں گے اور بعض رزق خدا کو تلاش کرنے کے ليے سفر میں چلے جايےں گے اور بعض راہ خدا میں جہاد کریں گے تو جس قدر ممکن ہو تلاوت کرو اور نماز قايم کرو اور زکوة ادا کرو اور اللہ کو قرض حسنہ دو اور پھر جو کچھ بھی اپنے نفس کے واسطے نیکی پیشگی پھیج دو گے اسے خدا کی بارگاہ میں حاضر پاﺅگے ،بہتر اور اجر کے اعتبار سے عظیم تر۔اور اللہ سے استغفار کرو کہ وہ بہت زیادہ بخشنے والا اور مہربا ن ہے
اور بھی بہت سی نشانیاں مقرر فرمايیں۔ اور ستاروں سے بھی لوگ راه حاصل کرتے ہیں
اور اللہ سے مغفرت طلب کریں، یقینا اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔
اور لوگوں سے بات کرے گا پالنے میں اور پکی عمر میں اور خاصوں میں ہوگا،
میں نے انہیں اسمانوں وزمین کی پیدايش کے وقت موجود نہیں رکھا تھا اور نہ خود ان کی اپنی پیدايش میں، اور میں گمراه کرنے والوں کو اپنا مددگار بنانے واﻻ بھی نہیں
بے شک الله انصاف کرنے کا اوربھلايی کرنے کا اور رشتہ داروں کو دینے کا حکم کرتا ہے اوربے حیايی اوربری بات اور ظلم سے منع کرتا ہے تمہیں سمجھاتا ہے تاکہ تم سمجھو
تمہارے اسی گمان نے جو تم نے اپنے پروردگار کی نسبت کیا تھا تمہیں تباہ کر دیا اور تم خسارہ اٹھانے والوں میں سے ہوگيے۔
بولے پاکی ہے ہمارے رب کو بیشک ہم ظالم تھے،
اور ان کے (خود ساختہ) شریکوں میں سے ان کے ليے سفارشی نہیں ہوں گے اور وہ (بالاخر) اپنے شریکوں کے (ہی) منکر ہو جايیں گے،
اے ایمان والو! جب تم سے کہا جايے کہ (اپنی) مجلسوں میں کشادگی پیدا کرو تو کشادہ ہو جایا کرو اللہ تمہیں کشادگی عطا فرمايے گا اور جب کہا جايے کھڑے ہو جاو تو تم کھڑے ہوجایا کرو، اللہ ان لوگوں کے درجات بلند فرما دے گا جو تم میں سے ایمان لايے اور جنہیں علم سے نوازا گیا، اور اللہ ان کاموں سے جو تم کرتے ہو خوب اگاہ ہے،
اور اللہ ہی کے ليے اسمان کی تمام چیزیں اور زمین کے تمام چلنے والے اور ملايکہ سجدہ ریز ہیں اور کويی استکبار کرنے والا نہیں ہے
اور ایوب علیھ السلام تم اپنے ہاتھوں میں سینکوں کا مٹھا لے کر اس سے مار دو اور قسم کی خلاف ورزی نہ کرو - ہم نے ایوب علیھ السلامکو صابر پایا ہے - وہ بہترین بندہ اور ہماری طرف رجوع کرنے والا ہے
اور جن لوگوں نے ہماری ایات کی تکذیب کی ہم انہیں عنقریب اس طرح لپیٹ لیں گے کہ انہیں معلوم بھی نہ ہوگا
تم اپنے پروردگار کی کن کن نعمتوں کو جھٹلاو گے؟
اور جب کويی سورت نازل ہوتی ہے تو ان میں سے بعض کہتے ہیں کہ اس سورت نےتم میں سے کس کے ایمان کو بڑھایا ہے سو جو لوگ ایمان والے ہیں اس سورت نے ان کے ایمان کو بڑھایا ہے اور وہ خوش ہوتے ہیں
اور جن لوگوں نے کفر کیا اور ہماری ایتوں کو جھٹلایا وہی لوگ دوزخ (میں رہنے) والے ہیں،
(اے نبی!) اپ منافقوں کو یہ خبر سنا دیں کہ ان کے ليے دردناک عذاب ہے،
اس کے بعد ہم اپنے رسولوں اور ایمان والوں کو نجات دیتے ہیں اور یہ ہمارے اوپر ایک حق ہے کہ ہم صاحبان هایمان کو نجات دلايیں
اور جب ہم نے فرشتوں کو حکم دیا کہ ادم کے اگے سجدہ کرو تو وہ سجدے میں گر پڑے مگر شیطان نے انکار کیا اور غرور میں اکر کافر بن گیا
اور برابر نہیں اندھا اور انکھیارا
وہ کہے گا کہ کاش میں نے اپنی اس زندگی کے لیے کچھ پیشگی سامان کیا ہوتا!
وہ اپنے بندوں میں سے جس پر چاہتا ہے اپنے حکم سے فرشتوں کو روح کے ساتھ نازل کر دیتا ہے کہ لوگوں کو خبردار کر دو (ڈراو) کہ میرے سوا کويی الہ نہیں ہے پس مجھ ہی سے ڈرو۔
(اے انسان!) کیا تجھے معلوم نہیں کہ اللہ ان سب چیزوں کو جانتا ہے جو اسمانوں میں ہیں اور جو زمین میں ہیں، کہیں بھی تین (ادمیوں) کی کويی سرگوشی نہیں ہوتی مگر یہ کہ وہ (اللہ اپنے محیط علم و اگہی کے ساتھ) ان کا چوتھا ہوتا ہے اور نہ ہی کويی پانچ (ادمیوں) کی سرگوشی ہوتی ہے مگر وہ (اپنے علم محیط کے ساتھ) ان کا چھٹا ہوتا ہے، اور نہ اس سے کم (لوگوں) کی اور نہ زیادہ کی مگر وہ (ہمیشہ) ان کے ساتھ ہوتا ہے جہاں کہیں بھی وہ ہوتے ہیں، پھر وہ قیامت کے دن انہیں ان کاموں سے خبردار کر دے گا جو وہ کرتے رہے تھے، بیشک اللہ ہر چیز کو خوب جاننے والا ہے،
تو کويی اس کے وقوع کو جھٹلانے والا نہ ہوگا
اور بولے وہ جو ہمارے ملنے کی امید نہیں رکھتے ہم پر فرشتے کیوں نہ اتارے یا ہم اپنے رب کو دیکھتے بیشک اپنے جی میں بہت ہی اونچی کھینچی (سرکشی کی) اور بڑی سرکشی پر ايے
جو صاف شفاف اور پینے میں لذیذ ہوگی
(یعنی) اسے جو تم میں سے اگے بڑھنا چاہے یا پیچھے ہٹنا چاہے
جب کہ یوسف نے اپنے باپ سے ذکر کیا کہ ابا جان میں نے گیاره ستاروں کو اور سورج چاند کو دیکھا کہ وه سب مجھے سجده کر رہے ہیں
انہوں نے کہا: یقینا تم پر تمہارے رب کی طرف سے عذاب اور غضب واجب ہو گیا۔ کیا تم مجھ سے ان (بتوں کے) ناموں کے بارے میں جھگڑ رہے ہو جو تم نے اور تمہارے باپ دادا نے (خود ہی فرضی طور پر) رکھ ليے ہیں جن کی اﷲ نے کويی سند نہیں اتاری؟ سو تم (عذاب کا) انتظار کرو میں (بھی) تمہارے ساتھ انتظار کرنے والوں میں سے ہوں،
تم فرماو اے میرے وہ بندو! جنہوں نے اپنی جانوں پر زیادتی کی اللہ کی رحمت سے ناامید نہ ہو، بیشک اللہ سب گناہ بخش دیتا ہے بیشک وہی بخشنے والا مہربان ہے،
اپ فرما دیں: اے لوگو! میں تم سب کی طرف اس اللہ کا رسول (بن کر ایا) ہوں جس کے ليے تمام اسمانوں اور زمین کی بادشاہت ہے، اس کے سوا کويی معبود نہیں، وہی جلاتا اور مارتا ہے، سو تم اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) پر ایمان لاو جو (شان امیت کا حامل) نبی ہے (یعنی اس نے اللہ کے سوا کسی سے کچھ نہیں پڑھا مگر جمیع خلق سے زیادہ جانتا ہے اور کفر و شرک کے معاشرے میں جوان ہوا مگر بطن مادر سے نکلے ہويے بچے کی طرح معصوم اور پاکیزہ ہے) جو اللہ پر اور اس کے (سارے نازل کردہ) کلاموں پر ایمان رکھتا ہے اور تم انہی کی پیروی کرو تاکہ تم ہدایت پا سکو،
مگر ایک ہی بات (کہ یہ سلام والے ہر طرف سے) سلام ہی سلام سنیں گے،
اسے ان لوگوں پر تسلط حاصل نہیں ہوتا جو ایمان لاتے اور اپنے رب پر بھروسا کرتے ہیں
پھر اگر وہ منہ موڑیں تو کہہ دو کہ میں نے یکساں طور پر خبر دے دی ہے اورمجھے معلوم نہیں کہ نزدیک ہے یا دور ہے جس کا تم سے وعدہ کیا جاتا ہے
اہل ایمان کو جب خدا اور رسول کی طرف بلایا جايے کہ وہ (رسول) ان کے درمیان فیصلہ کریں تو ان کا قول یہ ہوتا ہے کہ وہ کہتے ہیں ہم نے سنا اور اطاعت کی اور یہی لوگ فلاح پانے والے ہیں۔
پھر سوايے اس کے ان کا اورکويی بہانہ نہ ہوگا کہیں گے ہمیں الله اپنے پرودگار کی قسم ہے کہ ہم تو مشرک نہیں تھے
یوسف اس بات کا خیال نہ کر۔ اور (زلیخا) تو اپنے گناہوں کی بخشش مانگ، بےشک خطا تیری ہے
اسے ہم نے اگلوں پچھلوں کے ليے عبرت کا سبب بنا دیا اور پرہیزگاروں کے ليے وعﻆ ونصیحت کا
خدا نے (جنگ احد میں) اپنا وعدہ (نصرت) اس وقت سچا کر دکھایا جب تم اس کے حکم سے ان (کافروں) کا قلع قمع کر رہے تھے یہاں تک کہ جب تم نے کمزوری دکھايی تو تم نے حکم عدولی کی۔ (یہ اس ليے کہ) تم میں کچھ دنیا کے طلب گار تھے اور کچھ اخرت کے طلبگار تھے پھر اس نے تمہیں ان کے مقابلے میں پسپا کر دیا تاکہ تمہارے ایمان و اخلاص کی ازمايش کرے۔ اور (پھر بھی) تمہیں معاف کر دیا۔ اور اللہ اہل ایمان پر بڑا فضل کرنے والا ہے۔
اور (اے پیغمبر!) ہم نے تم پر سچی کتاب نازل کی ہے جو اپنے سے پہلی کتابوں کی تصدیق کرتی ہے اور ان (سب) پر شامل ہے تو جو حکم خدا نے نازل فرمایا ہے اس کے مطابق ان کا فیصلہ کرنا اور حق جو تمہارے پاس اچکا ہے اس کو چھوڑ کر ان کی خواہشوں کی پیروی نہ کرنا ہم نے تم میں سے ہر ایک (فرقے) کے لیے ایک دستور اور طریقہ مقرر کیا ہے اور اگر خدا چاہتا تو سب کو ایک ہی شریعت پر کر دیتا مگر جو حکم اس نے تم کو دیيے ہیں ان میں وہ تمہاری ازمايش کرنی چاہتا ہے سو نیک کاموں میں جلدی کرو تم سب کو خدا کی طرف لوٹ کر جانا ہے پھر جن باتوں میں تم کو اختلاف تھا وہ تم کو بتا دے گا
پھر (زکریا علیہ السلام) حجرہ عبادت سے نکل کر اپنے لوگوں کے پاس ايے تو ان کی طرف اشارہ کیا (اور سمجھایا) کہ تم صبح و شام (اللہ کی) تسبیح کیا کرو،
اور اللہ متقیوں کو ان کی کامیابی کی وجہ سے اس طرح نجات دے گا کہ انہیں نہ کويی تکلیف پہنچے گی اور نہ ہی وہ غمگین ہوں گے۔
اور نفس کی قسم اور جس نے اسے درست کیاہے
اے لوگو اگر تمہیں دوبارہ زندہ ہونے میں شک ہے تو ہم نے تمہیں مٹی سے پھر قطرہ سے پھر جمے ہويے خون سے پھر گوشت کی بوٹی نقشہ بنی ہويی اور بغیر نقشہ بنی ہويی سے بنایا تاکہ ہم تمہارے سامنے ظاہر کر دیں اور ہم ر حم میں جس کو چاہتے ہیں ایک مدت معین تک ٹھیراتے ہیں پھر ہم تمہیں بچہ بنا کر باہر لاتے ہیں پھر تاکہ تم اپنی جوانی کو پہنچو اور کچھ تم میں سے مرجاتے ہیں اور کچھ تم میں سے نکمی عمر تک پہنچايے جاتے ہیں کہ سمجھ بوجھ کا درجہ پاکر ناسمجھی کی حالت میں جا پڑتا ہے اور تم زمین کوسوکھی دیکھتے ہو پھر جب ہم اس پر پانی برساتے ہیں تو تر و تازہ ہو جاتی ہے او رہر قسم کے خوش نمانباتات اگ اتے ہیں
(اور اس وقت اسے یہ جواب ملے کہ) "کیوں نہیں، میری ایات تیرے پاس ا چکی تھیں، پھر تو نے انہیں جھٹلایا اور تکبر کیا اور تو کافروں میں سے تھا"
(وہ اس وقت سن رہا تھا) جب عمران کی عورت کہہ رہی تھی کہ، "میرے پروردگار! میں اس بچے کو جو میرے پیٹ میں ہے تیری نذر کرتی ہوں، وہ تیرے ہی کام کے لیے وقف ہوگا میری اس پیشکش کو قبول فرما تو سننے اور جاننے والا ہے"
اے یحیی کتاب کو مضبوطی سے پکڑ اور ہم نے اسےبچپن ہی میں حکمت عطا کی
اور اگر ہم ان پر رحم فرما دیں اور جو تکلیف انہیں (لاحق) ہے اسے دور کر دیں تو وہ بھٹکتے ہويے اپنی سرکشی میں مزید پکے ہو جايیں گے،
پس الله سے ڈرو اور میرا کہا مانو
اور انہوں نے کہا کہ ہم مال و اولاد میں بہت زیادہ ہیں اور ہم پر عذاب نہیں کیا جايے گا،
اور شیاطین میں سے ہم نے ایسے بہت سوں کو اس کا تابع بنا دیا تھا جو اس کے لیے غوطے لگاتے اور اس کے سوا دوسرے کام کرتے تھے ان سب کے نگران ہم ہی تھے
اور ہم نے انہیں بھی اپنی نشانیاں دیں تو وہ اعراض کرنے والے ہی رہ گيے
اور موسی (علیہ السلام) نے کہا: اگر تم اور وہ سب کے سب لوگ جو زمین میں ہیں کفر کرنے لگیں تو بیشک اللہ (ان سب سے) یقینا بے نیاز لايق حمد و ثنا ہے،
جب کہ وہ ایک بڑا دن دیکھیں گے جب وہ ہمارے سامنے حاضر ہوں گے اس روز تو ان کے کان بھی خوب سن رہے ہوں گے اور ان کی انکھیں بھی خوب دیکھتی ہوں گی، مگر اج یہ ظالم کھلی گمراہی میں مبتلا ہیں
وہ چاہتا ہے کہ لوگوں کے ليے اس امر کو واضح کردے جس میں وہ اختلاف کررہے ہیں اور کفار کو یہ معلوم ہوجايے کہ وہ واقعی جھوٹ بولا کرتے تھے
مسلمان مردوں کو حکم دو اپنی نگاہیں کچھ نیچی رکھیں اور اپنی شرمگاہوں کی حفاظت کریں یہ ان کے لیے بہت ستھرا ہے، بیشک اللہ کو ان کے کاموں کی خبر ہے،
تو اللہ کے سوا دوسرا خدا نہ پوج کہ تجھ پر عذاب ہوگا،
اﷲ ان باتوں سے پاک ہے جو یہ بیان کرتے ہیں،
اور جنت کو صاحبان تقوی سے قریب تر کردیا جايے گا
اور ہم نے ان کے پاس کتاب پہنچا دی ہے جس کو علم ودانش کے ساتھ کھول کھول کر بیان کر دیا ہے (اور) وہ مومن لوگوں کے لیے ہدایت اور رحمت ہے
کیا تم نے ان لوگوں کو نہیں دیکھا جن کا دعوی ہے کہ وہ اس پر ایمان لايے جو اپ پر نازل کیا گیا ہے اور اس پر جو اپ سے پہلے نازل کیا گیا۔ (اس کے باوجود) وہ چاہتے ہیں کہ طاغوت کی طرف رجوع کریں۔ (غیر شرعی عدالت میں مقدمہ لے جايیں) حالانکہ انہیں اس کا انکار کرنے کا حکم دیا گیا ہے۔ شیطان چاہتا ہے کہ انہیں بھٹکا کر گمراہی میں بہت دور لے جايے۔
بے شک عیسی کی مثال الله کے نزدیک ادم کی سی ہے اسے مٹی سے بنایا پھر اسے کہا کہ ہو جا پھر ہو گیا
اور جنہوں نے ہماری ایتیں اور اخرت کے دربار کو جھٹلایا ان کا سب کیا دھرا اکارت گیا، انہیں کیا بدلہ ملے گا مگر وہی جو کرتے تھے،
اور یہ لوگ اللہ کو چھوڑ کر ایسوں کی عبادت کرتے ہیں جن کیليے نہ تو اللہ نے کويی دلیل (سند) نازل کی ہے اور نہ ہی انہیں ان کے بارے میں کويی علم ہے اور (ان) ظالموں کیليے کويی مددگار نہیں ہے۔
پیغمبر چین بجیں ہويے اور منہ موڑ لیا
اور یہ لوگ پروردگار کو چھوڑ کر ایسوں کی عبادت کرتے ہیں جو نہ فايدہ پہنچا سکتے ہیں اور نہ نقصان اور کافر تو ہمیشہ پروردگار کے خلاف ہی پشت پناہی کرتا ہے
اور تمہارا معبود خدايے واحد ہے اس کے سوا کويی معبود نہیں (وہ) نہایت مہربان بہت رحم فرمانے والا ہے،
اور وعدہ برحق کے پورا ہونے کا وقت قریب ا لگے گا تو یکا یک ان لوگوں کے دیدے پھٹے کے پھٹے رہ جايیں گے جنہوں نے کفر کیا تھا کہیں گے "ہايے ہماری کم بختی، ہم اس چیز کی طرف سے غفلت میں پڑے ہويے تھے، بلکہ ہم خطا کار تھے"
اس نے جواب دیا "اپ میرے ساتھ صبر نہیں کر سکتے
بے شک جو لوگ الله کی ایتوں میں بغیر اس کے کہ ان کے پاس کويی دلیل ايی ہو جھگڑتے ہیں اور کچھ نہیں بس ان کے دل میں بڑايی ہے کہ وہ اس تک کبھی پہنچنے والے نہیں سو الله سے پناہ مانگو کیوں کہ وہ سننے والا دیکھنے والا ہے
اور وہی ذات اسمان میں معبود ہے اور زمین میں (بھی) معبود ہے، اور وہ بڑی حکمت والا بڑے علم والا ہے،
مگر جب دیکھا کہ ان کے ہاتھ کھانے پر نہیں بڑھتے تو وہ ان سے مشتبہ ہو گیا اور دل میں ان سے خوف محسوس کرنے لگا انہوں نے کہا "ڈرو نہیں، ہم تو لوط کی قوم کی طرف بھیجے گيے ہیں"
انہیں سر بہ مہر بڑی لذیذ شراب طہور پلايی جايے گی،
ان لوگوں نے طنز کیا کہ شعیب کیا تمہاری نماز تمہیں یہ حکم دیتی ہے کہ ہم اپنے بزرگوں کے معبودوں کو چھوڑ دیں یا اپنے اموال میں اپنی مرضی کے مطابق تصرف نہ کریں تم تو بڑے بردبار اور سمجھ دار معلوم ہوتے ہو
اور ہم نے مدین کی طرف ان کے بھايی شعیب کو بھیجا تو انہوں نے کہا کہ اے قوم اللہ کی عبادت کر کہ اس کہ علاوہ تیرا کويی خدا نہیں ہے اور خبردار ناپ تول میں کمی نہ کرنا کہ میں تمہیں بھلايی میں دیکھ رہا ہوں اور میں تمہارے بارے میں اس دن کے عذاب سے ڈرتا ہوں جو سب کو احاطہ کرلے گا
اے ابراہیم اس بات کو جانے دو۔ تمہارے پروردگار کا حکم اپہنچا ہے۔ اور ان لوگوں پر عذاب انے والا ہے جو کبھی نہیں ٹلنے کا
(ان کی باتیں غلط ہیں) حقیقت یہ ہے کہ اللہ تمہارا حامی و مددگار ہے اور وہ بہترین مدد کرنے والا ہے
اللہ اوراس کے رسول کی جانب سے بیزاری کا اعلان ہے۔ ان مشرکوں کے بارے میں جن سے تم نے عہد وپیمان کیا تھا
خدا ہی ہر چیز کا پیدا کرنے والا ہے۔ اور وہی ہر چیز کا نگراں ہے
اور جنہوں نے برايیاں کمايیں تو برايی کا بدلہ اسی جیسا اور ان پر ذلت چڑھے گی، انہیں اللہ سے بچانے والا کويی نہ ہوگا، گویا ان کے چہروں پر اندھیری رات کے ٹکڑے چڑھا دیيے ہیں وہی دوزخ والے ہیں، وہ اس میں ہمیشہ رہیں گے،
اور جن لوگوں (یہود) کو توراۃ کا حامل بنایا گیا مگر انہوں نے اسکو نہ اٹھایا ان کی مثال اس گدھے کی سی ہے جس نے بڑی بڑی کتابیں اٹھايی ہويی ہوں اور کیا بری مثال ہے ان لوگوں کی جنہوں نے اللہ کی ایتوں کو جھٹلایا اور اللہ ظالموں کو ہدایت نہیں دیتا (انہیں منزل مقصود تک نہیں پہنچاتا)۔
اسی اللہ کی سلطنت ہے اسمانوں اور زمین کی اور وه کويی اوﻻد نہیں رکھتا، نہ اس کی سلطنت میں کويی اس کا ساجھی ہے اور ہر چیز کو اس نے پیدا کرکے ایک مناسب اندازه ٹھہرا دیا ہے
جب ان سے شعیب نے فرمایا کیا ڈرتے نہیں،
پس الله سے ڈرو اور میرا کہا مانو
وہ (جو) اخرت کا گھر (ہے) ہم نے اسے ان لوگوں کے ليے (تیار) کر رکھا ہے جو ملک میں ظلم اور فساد کا ارادہ نہیں رکھتے اور انجام (نیک) تو پرہیزگاروں ہی کا ہے
کیا انسان خیال کرتا ہے کہ یوں ہی چھوڑ دیا جايے گا؟
کیا اپ نے ان لوگوں کو نہیں دیکھا جو اللہ کی ایتوں میں جھگڑا کرتے ہیں، وہ کہاں بھٹکے جا رہے ہیں،
کیا وہ نہیں جانتے کہ جو شخص اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) کی مخالفت کرتا ہے تو اس کے ليے دوزخ کی اگ (مقرر) ہے جس میں وہ ہمیشہ رہنے والا ہے، یہ زبردست رسوايی ہے،
اور (قوم لوط کی) الٹی ہويی بستیوں کو (اوپر اٹھا کر) اسی نے نیچے دے پٹکا،
کیا تو نے نہ دیکھا کہ اللہ نرم نرم چلاتا ہے بادل کو پھر انہیں اپس میں ملاتا ہے پھر انہیں تہہ پر تہہ کردیتا ہے تو تو دیکھے کہ اس کے بیچ میں سے مینہ نکلتا ہے اور اتارتا ہے اسمان سے اس میں جو برف کے پہاڑ ہیں ان میں سے کچھ اولے پھر ڈالنا ہے انہیں جس پر چاہے اور پھیردیتا ہے انہیں جس سے چاہے قریب ہے کہ اس کی بجلی کی چمک انکھ لے جايے
اے ایمان والو! ایسے لوگوں سے دوستی مت رکھو جن پر اللہ غضبناک ہوا ہے بیشک وہ اخرت سے (اس طرح) مایوس ہو چکے ہیں جیسے کفار اہل قبور سے مایوس ہیں،
تو وہ وہ اپنا نامہٴ اعمال دہنے ہاتھ میں دیا جايے
اور مختلف راستوں والے اسمان کی قسم
اور کچھ لوگ اللہ کے سوا اور معبود بنالیتے ہیں کہ انہیں اللہ کی طرح محبوب رکھتے ہیں اور ایمان والوں کو اللہ کے برابر کسی کی محبت نہیں اور کیسے ہو اگر دیکھیں ظالم وہ وقت جب کہ عذاب ان کی انکھوں کے سامنے ايے گا اس ليے کہ سارا زور خدا کو ہے اور اس ليے کہ اللہ کا عذاب بہت سخت ہے،
اگر تم لوگ بھلايی کھلم کھلا کرو گے یا چھپا کر یا برايی سے درگزر کرو گے تو خدا بھی معاف کرنے والا (اور) صاحب قدرت ہے
اور اگر ہم چاہتے تو ان ایتوں سے اس (کے درجے) کو بلند کر دیتے مگر وہ تو پستی کی طرف مايل ہوگیا اور اپنی خواہش کے پیچھے چل پڑا۔ تو اس کی مثال کتے کی سی ہوگيی کہ اگر سختی کرو تو زبان نکالے رہے اور یونہی چھوڑ دو تو بھی زبان نکالے رہے۔ یہی مثال ان لوگوں کی ہے جنہوں نے ہماری ایتوں کو جھٹلایا تو ان سے یہ قصہ بیان کردو۔ تاکہ وہ فکر کریں
اور اگر الله تجھے کويی تکلیف پہنچايے تواس کے سوا اور کويی دور کرنے والا نہیں اور اگر تجھے کويی بھلايی پہنچايے تو وہ ہر چیز پر قادر ہے
اور بیشک ہم نے تجھ پر ایک بار اور احسان فرمایا
اور اگر تمہیں اندیشہ ہو کہ تم یتیم لڑکیوں کے بارے میں انصاف نہ کر سکو گے تو ان عورتوں سے نکاح کرو جو تمہارے ليے پسندیدہ اور حلال ہوں، دو دو اور تین تین اور چار چار (مگر یہ اجازت بشرط عدل ہے)، پھر اگر تمہیں اندیشہ ہو کہ تم (زايد بیویوں میں) عدل نہیں کر سکو گے تو صرف ایک ہی عورت سے (نکاح کرو) یا وہ کنیزیں جو (شرعا) تمہاری ملکیت میں ايی ہوں، یہ بات اس سے قریب تر ہے کہ تم سے ظلم نہ ہو،
یہ تو چاہتا ہے کہ اپنے جادو کے زور سے تمہیں تمہاری سر زمین سے ہی نکال دے، بتاو اب تم کیا حکم دیتے ہو
بیشک اگر وہ تمہیں جان لیں گے تو تمہیں پتھراو کریں گے یا اپنے دین میں پھیر لیں گے اور ایسا ہوا تو تمہارا کبھی بھلا نہ ہوگا،
اور جو شخص اپنے رب کے حضور کھڑا ہونے سے ڈرتا رہا اور اس نے (اپنے) نفس کو (بری) خواہشات و شہوات سے باز رکھا،
بے شک ہدایت کی ذمہ داری ہمارے اوپر ہے
اسے پاکی اور برتری ان کی باتوں سے بڑی برتری،
(لقمان نے کہا:) اے میرے فرزند! اگر کويی چیز رايی کے دانہ کے برابر ہو، پھر خواہ وہ کسی چٹان میں (چھپی) ہو یا اسمانوں میں یا زمین میں (تب بھی) اﷲ اسے (روز قیامت حساب کے ليے) موجود کر دے گا۔ بیشک اﷲ باریک بین (بھی) ہے اگاہ و خبردار (بھی) ہے،
اور ہم نے انہیں بڑے ہی اونچے مقام تک بلند کیا تھا۔
(وہ) دوزخ ہے، اس میں وہ داخل ہوں گے، سو بہت ہی برا بچھونا ہے،
جب کافروں نے اپنے دلوں میں ضد کی اور ضد بھی جاہلیت کی۔ تو خدا نے اپنے پیغمبر اور مومنوں پر اپنی طرف سے تسکین نازل فرمايی اور ان کو پرہیزگاری کی بات پر قايم رکھا اور وہ اسی کے مستحق اور اہل تھے۔ اور خدا ہر چیز سے خبردار ہے
بھلا اپ نے اس شخص کو دیکھا جس نے منہ پھیر لیا
سلیمان نے کہا "انجان طریقے سے اس کا تخت اس کے سامنے رکھ دو، دیکھیں وہ صحیح بات تک پہنچتی ہے یا ان لوگوں میں سے ہے جو راہ راست نہیں پاتے"
اور علامات معین کردیں اور لوگ ستاروں سے بھی راستے دریافت کرلیتے ہیں
اور ہم نے اس کی طرف اس بات کا فیصلہ کر دیا کہ صبح ہوتے ہوتے ان لوگوں کی جڑیں کاٹ دی جايیں گی
(خوب کام تو) فرمانبرداری اور پسندیدہ بات کہنا (ہے) پھر جب (جہاد کی) بات پختہ ہوگيی تو اگر یہ لوگ خدا سے سچے رہنا چاہتے تو ان کے ليے بہت اچھا ہوتا
اور اگر تم ان کو تکلیف دینی چاہو تو اتنی ہی دو جتنی تکلیف تم کو ان سے پہنچی۔ اور اگر صبر کرو تو وہ صبر کرنے والوں کے لیے بہت اچھا ہے
کہہ دیجيے! کہ اللہ کی دلیل زبردست ہے۔ اگر اللہ (اپنی مشیت قاہرہ سے) چاہتا تو تم سب کو ہدایت دے دیتا۔
فرعون نے کہا " اچھا، تو پھر تم دونوں کا رب کون ہے اے موسی؟"
ہم چاہیں تو اسے کھاری کردیں پھر کیوں نہیں شکر کرتے
اور نہ اندھیرا اور روشنی
تو ان کی کمايی کچھ ان کے کام نہ ايی
اور اللہ کے حضور کويی شفاعت بھی کسی کے لیے نافع نہیں ہو سکتی بجز اس شخص کے جس کے لیے اللہ نے سفارش کی اجازت دی ہو حتی کہ جب لوگوں کے دلوں سے گھبراہٹ دور ہو گی تو وہ (سفارش کرنے والوں سے) پوچھیں گے کہ تمہارے رب نے کیا جواب دیا وہ کہیں گے کہ ٹھیک جواب ملا ہے اور وہ بزرگ و برتر ہے
(یاد کر) جبکہ تیری بہن چل رہی تھی اور کہہ رہی تھی کہ اگر تم کہو تو میں اسے بتا دوں جو اس کی نگہبانی کرے، اس تدبیر سے ہم نے تجھے پھر تیری ماں کے پاس پہنچایا کہ اس کی انکھیں ٹھنڈی رہیں اور وه غمگین نہ ہو۔ اور تو نے ایک شخص کو مار ڈاﻻ تھا اس پر بھی ہم نے تجھے غم سے بچا لیا، غرض ہم نے تجھے اچھی طرح ازما لیا۔ پھر تو کيی سال تک مدین کے لوگوں میں ٹھہرا رہا، پھر تقدیر الہی کے مطابق اے موسی! تو ایا
اپ خواہ ان (بدبخت، گستاخ اور اپ کی شان میں طعنہ زنی کرنے والے منافقوں) کے ليے بخشش طلب کریں یا ان کے ليے بخشش طلب نہ کریں، اگر اپ (اپنی طبعی شفقت اور عفو و درگزر کی عادت کریمانہ کے پیش نظر) ان کے ليے ستر مرتبہ بھی بخشش طلب کریں تو بھی اللہ انہیں ہرگز نہیں بخشے گا، یہ اس وجہ سے کہ انہوں نے اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) کے ساتھ کفر کیا ہے، اور اللہ نافرمان قوم کو ہدایت نہیں فرماتا،
پس جو حکم تم کو (خدا کی طرف سے) ملا ہے وہ (لوگوں کو) سنا دو اور مشرکوں کا (ذرا) خیال نہ کرو
اور تم زمین اور اسمان میں عاجز نہیں کر سکتے اور الله کےسوا تمہارا کويی دوست اور مددگار نہیں ہے
پھر (جب ایسا وقت اتا ہے تو) ہم اپنے رسولوں کو اور ان لوگوں کو بچا لیا کرتے ہیں جو ایمان لايے ہوں ہمارا یہی طریقہ ہے ہم پر یہ حق ہے کہ مومنوں کو بچا لیں
اور ان کافروں (کو ہدایت کی طرف بلانے) کی مثال ایسے شخص کی سی ہے جو کسی ایسے (جانور) کو پکارے جو سوايے پکار اور اواز کے کچھ نہیں سنتا، یہ لوگ بہرے، گونگے، اندھے ہیں سو انہیں کويی سمجھ نہیں،
اور ہم نے ہر شے کو اپنی کتاب میں جمع کرلیا ہے
اور ہم نے ان کی مدد فرمايی میوے اور گوشت سے جو چاہیں
اور برابر نہیں زندے اور مردے بیشک اللہ سنا تا ہے جسے چاہے اور تم نہیں سنانے والے انہیں جو قبروں میں پڑے ہیں
اور ان لوگوں جیسے نہ ہونا جو اتراتے ہويے (یعنی حق کا مقابلہ کرنے کے لیے) اور لوگوں کو دکھانے کے لیے گھروں سے نکل ايے اور لوگوں کو خدا کی راہ سے روکتے ہیں۔ اور جو اعمال یہ کرتے ہیں خدا ان پر احاطہ کيے ہويے ہے
ہم نے اسے سبب نصیحت اور مسافروں کے فايدے کی چیز بنایا ہے
(اور یہ بھی) کہا کہ بھلا میں خدا کے سوا تمہارے لیے کويی اور معبود تلاش کروں حالانکہ اس نے تم کو تمام اہل عالم پر فضیلت بخشی ہے
جس دن وہ ہمارے پاس حاضر ہوں گے تو کیسے (کان کھول کر) سنیں گے اور (انکھیں پھاڑ پھاڑ کر) دیکھیں گے لیکن ظالم لوگ اج کھلی گمراہی میں (غرق) ہیں،
یقینا میرے بندوں پر تجھے کويی اقتدار حاصل نہ ہوگا، اور توکل کے لیے تیرا رب کافی ہے"
اے ایمان والو۔ نماز کے قریب مت جاو جبکہ نشہ کی حالت میں ہو یہاں تک کہ (نشہ اتر جايے اور) تمہیں معلوم ہو کہ تم کیا کہہ رہے ہو؟ اور نہ ہی جنابت کی حالت میں (نماز کے قریب جاو) یہاں تک کہ غسل کر لو۔ الا یہ کہ تم راستے سے گزر رہے ہو (سفر میں ہو)۔ اور اگر تم بیمار ہو یا سفر میں ہو یا تم سے کويی بیت الخلاء سے ہو کے ايے۔ یا تم نے عورتوں سے مباشرت کی ہو اور تمہیں پانی نہ ملے تو پھر پاک مٹی سے تیمم کر لو۔ کہ (اس سے) اپنے چہروں اور ہاتھوں کے کچھ حصہ پر مسح کرلو۔ بے شک اللہ بڑا معاف کرنے والا ہے، بڑا بخشنے والا ہے۔
کیا کافروں نے یہ خیال نہ کیا کہ اسمان اور زمین بند تھے تو ہم نے انہیں کھولا اور ہم نے ہر جاندار چیز پانی سے بنايی تو کیا وہ ایمان لايیں گے،
خدا فرشتوں میں سے پیغام پہنچانے والے منتخب کرلیتا ہے اور انسانوں میں سے بھی۔ بےشک خدا سننے والا (اور) دیکھنے والا ہے
تباہی ہے اس دن جھٹلانے والوں کے لیے
اوران سے کہہ دو جو ایمان نہیں لاتے اپنے جگہ پر کام کیے جاو ہم بھی کام کرتے ہیں
اور اے موسی! تمہارے دايیں ہاتھ میں کیا ہے؟
اور ان کے پاس رحمن کی طرف سے کويی نيی بات نصیحت کی ایسی نہیں ايی کہ وہ اس سے منہ نہ موڑ لیتے ہوں
اور جب وہ ساعت برپا ہو گی تو مجرم قسمیں کھا کھا کر کہیں گے کہ ہم ایک گھڑی بھر سے زیادہ نہیں ٹھیرے ہیں، اسی طرح وہ دنیا کی زندگی میں دھوکا کھایا کرتے تھے
ہم نے ہر انسان کی برايی بھلايی کو اس کے گلے لگا دیا ہے اور بروز قیامت ہم اس کے سامنے اس کا نامہٴ اعمال نکالیں گے جسے وه اپنے اوپر کھلا ہوا پالے گا
ان کی سی کہاوت جو ابھی قریب زمانہ میں ان سے پہلے تھے انہوں نے اپنے کام کا وبال چکھا اور ان کے لیے دردناک عذاب ہے
لہذا اپ بہترین صبر سے کام لیں
اﷲ ہی ہے جس نے تمہیں پیدا کیا پھر اس نے تمہیں رزق بخشا پھر تمہیں موت دیتا ہے پھر تمہیں زندہ فرمايے گا، کیا تمہارے (خود ساختہ) شریکوں میں سے کويی ایسا ہے جو ان (کاموں) میں سے کچھ بھی کر سکے، وہ (اﷲ) پاک ہے اور ان چیزوں سے برتر ہے جنہیں وہ (اس کا) شریک ٹھہراتے ہیں،
(اے نبی) کہہ دو کہ اے میرے بندو، جنہوں نے اپنی جانوں پر زیادتی کی ہے، اللہ کی رحمت سے مایوس نہ ہو جاو، یقینا اللہ سارے گناہ معاف کر دیتا ہے، وہ تو غفور و رحیم ہے
اور ان میں سے کچھ افراد ایسے بھی ہیں جو اپ کی باتیں بظاہر غور سے سنتے ہیں اس کے بعد جب اپ کے پاس سے باہر نکلتے ہیں تو جن لوگوں کو علم دیا گیا ہے ان سے کہتے ہیں کہ انہوں نے ابھی کیا کہا تھا یہی وہ لوگ ہیں جن کے دلوں پر خدا نے مہر لگادی ہے اور انہوں نے اپنی خواہشات کا اتباع کرلیا ہے
سو تم نے ان کی ہنسی اڑايی یہا ں تک کہ انہوں نے تمہیں میری یاد بھی بھلادی اور تم ان سے ہنسی ہی کرتے رہے
یہ سب میرے دشمن ہیں. رب العالمین کے علاوہ
یہ ان لوگوں کی طرح ہیں جو ان سے کچھ ہی پہلے اپنے کرتوتوں کا مزہ چکھ چکے ہیں اور ان کیليے دردناک عذاب ہے۔
تباہی ہے اس دن کے جھٹلانے والوں کیليے۔
کہ پروردگار کے نمايندہ کی نافرمانی کی تو پروردگار نے انہیں بڑی سختی سے پکڑ لیا
ہاں ہاں بیشک وہ اس دن اپنے رب کے دیدار سے محروم ہیں
(اے مسلمانو!) کیا تم یہ توقع رکھتے ہو کہ وہ (یہودی) تم پر یقین کر لیں گے جبکہ ان میں سے ایک گروہ کے لوگ ایسے (بھی) تھے کہ اللہ کا کلام (تورات) سنتے پھر اسے سمجھنے کے بعد (خود) بدل دیتے حالانکہ وہ خوب جانتے تھے (کہ حقیقت کیا ہے اور وہ کیا کر رہے ہیں)،
کیا تمہیں اس بات پر تعجب ہے کہ تمہارے پاس تمہارے رب کی طرف سے تم ہی میں سے ایک مرد (کی زبان) پر نصیحت ايی تاکہ وہ تمہیں (عذاب الہی سے) ڈرايے، اور یاد کرو جب اس نے تمہیں قوم نوح کے بعد (زمین پر) جانشین بنایا اور تمہاری خلقت میں (قد و قامت اور) قوت کو مزید بڑھا دے، سو تم اﷲ کی نعمتوں کو یاد کرو تاکہ تم فلاح پا جاو،
تو پروردگار نے اس کو پسندیدگی کے ساتھ قبول فرمایا اور اسے اچھی طرح پرورش کیا اور زکریا کو اس کا متکفل بنایا زکریا جب کبھی عبادت گاہ میں اس کے پاس جاتے تو اس کے پاس کھانا پاتے (یہ کیفیت دیکھ کر ایک دن مریم سے) پوچھنے لگے کہ مریم یہ کھانا تمہارے پاس کہاں سے اتا ہے وہ بولیں خدا کے ہاں سے (اتا ہے) بیشک خدا جسے چاہتا ہے بے شمار رزق دیتا ہے
اور سوايے کسی بہتر طریقہ کے یتیم کے مال کے پاس نہ جاو یہاں تک کہ وہ اپنی جوانی کو پہنچے اور ناپ اور تول کو انصاف سے پورا کرو ہم کسی کو اس کی طاقت سے زیادہ تکلیف نہیں دیتے اور جب بات کہو انصاف سے کہو اگرچہ رشتہ داری ہو اور الله کا عہد پورا کرو تمہیں یہ حکم دیا ہے تاکہ تم نصیحت حاصل کرو
تاکہ اپ (عذاب الہی سے) ڈرانے والوں میں سے ہو جايیں۔
اور پہاڑ ہوں گے جیسے دھنکی اون
کسی ایسے انسان کو جسے اللہ تعالی کتاب وحکمت اور نبوت دے، یہ ﻻيق نہیں کہ پھر بھی وه لوگوں سے کہے کہ تم اللہ تعالی کو چھوڑ کر میرے بندے بن جاو، بلکہ وه تو کہے گا کہ تم سب رب کے ہو جاو، تمہارے کتاب سکھانے کے باعﺚ اور تمہارے کتاب پڑھنے کے سبب۔
ہرگز نہیں! بےشک بدکاروں کا نامہ اعمال سجین (قید خانہ کے دفتر) میں ہے۔
اور وہ جس نے چارہ نکالا
اور ہم نے ان کے پاس کتاب پہنچا دی ہے جس کو علم ودانش کے ساتھ کھول کھول کر بیان کر دیا ہے (اور) وہ مومن لوگوں کے لیے ہدایت اور رحمت ہے
اور رات کو تہجد پڑھو، یہ تمہارے لیے نفل ہے، بعید نہیں کہ تمہارا رب تمہیں مقام محمود پر فايز کر دے
اے میری قوم! اگر میں ان کو اپنے پاس سے نکال دوں تو اللہ کے مقابلہ میں کون میری مدد کرے گا۔ کیا تم اتنا بھی غور نہیں کرتے (اور نصیحت قبول نہیں کرتے؟)
انہوں نے کہا اے ہود! تو ہمارے پاس کويی دلیل تو ﻻیا نہیں اور ہم صرف تیرے کہنے سے اپنے معبودوں کو چھوڑنے والے نہیں اور نہ ہم تجھ پر ایمان ﻻنے والے ہیں
تاکہ ان کے اوپر مٹی کے کھرنجے دار پتھر برسايیں
جس میں وہ ہمیشہ ہمیشہ رہیں گے۔
اور یہ کہ "پہلے ہم سن گن لینے کے لیے اسمان میں بیٹھنے کی جگہ پا لیتے تھے، مگر اب جو چوری چھپے سننے کی کوشش کرتا ہے وہ اپنے لیے گھات میں ایک شہاب ثاقب لگا ہوا پاتا ہے"
اور اس میں اور جنوں میں رشتہ ٹھہرایا اور بیشک جنوں کو معلوم ہے کہ وہ ضرور حاضر لايے جايیں گے
اے میری قوم! میں اس (تبلیغ) پر تم سے کويی مالی معاوضہ نہیں مانگتا۔ میرا معاوضہ تو اس کے ذمے ہے جس نے مجھے پیدا کیا ہے تم کیوں عقل سے کام نہیں لیتے۔
لوگوں کے پاس ہدایت اچکنے کے بعد انہیں ایمان ﻻنے اور اپنے رب سے استغفار کرنے سے صرف اسی چیز نے روکا کہ اگلے لوگوں کا سا معاملہ انہیں بھی پیش ايے یا ان کے سامنے کھلم کھلا عذاب اموجود ہوجايے
کہ اس سے پیدا فرمايیں اناج اور سبزہ،
فرمایا: ذلیل اور راندہ ہوکر یہاں سے نکل جا میں تجھے اور اسے جو ان میں سے تیری پیروی کرے گا تم سب سے جہنم بھر دوں گا۔
اورجب ابراھیم نے کہا اے میرے رب اسے امن کا شہر بنا دے اور اس کے رہنےو الوں کو پھلوں سے رزق دے جوکويی ان میں سے الله اور قیامت کے دن پر ایمان لايے فرمایا اور جو کافر ہوگا سو اسے بھی تھوڑاسا فايدہ پہنچاوں گا پھر اسے دوزخ کے عذاب میں دھکیل دوں گا اوروہ برا ٹھکانہ ہے
مصر کے جس شخص نے اسے خریدا اس نے اپنی بیوی سے کہا "اس کو اچھی طرح رکھنا، بعید نہیں کہ یہ ہمارے لیے مفید ثابت ہو یا ہم اسے بیٹا بنا لیں" اس طرح ہم نے یوسف کے لیے اس سرزمین میں قدم جمانے کی صورت نکالی اور اسے معاملہ فہمی کی تعلیم دینے کا انتظام کیا اللہ اپنا کام کر کے رہتا ہے، مگر اکثر لوگ جانتے نہیں ہیں
پھر اگر منہ پھیرو تو میں نے تم سے کچھ معاوضہ نہیں مانگا میرا معاوضہ الله پر ہے اور مجھے حکم دیا گیا ہے کہ فرمانبرداروں میں سے رہوں
اور کہہ، پروردگار، مجھ کو برکت والی جگہ اتار اور تو بہترین جگہ دینے والا ہے"
(اور کہلا بھیجا کہ) یہ لوگ ایک چھوٹی سی جماعت ہے۔
اور ہمارا حال تو یہ ہے کہ ہم میں سے ہر ایک کا ایک مقام مقرر ہے
اخر کار ہم نے ان کی خبر لے ڈالی اور دیکھ لو کہ جھٹلانے والوں کا کیا انجام ہوا
کچھ نہیں عنقریب انہیں معلوم ہوجايے گا
ایک مقرره وقت تک
اور وہی الله ہے اس کے سوا کويی معبود نہیں دنیا اور اخرت میں اسی کی تعریف ہے اور اسی کی حکومت ہے اورتم اسی کی طرف لوٹايے جاو گے
اگر یہ تمہارے درمیان نکل بھی پڑتے تو تمہاری وحشت میں اضافہ ہی کردیتے اور تمہارے درمیان فتنہ کی تلاش میں گھوڑے دوڑاتے پھرتے اور تم میں ایسے لوگ بھی تھے جو ان کی سننے والے بھی تھے اور اللہ تو ظالمین کو خوب جاننے والا ہے
اور اونچی چھت کی
اور لوگوں کو جبکہ ان کے پاس ہدایت اچکی تھی کسی نے (اس بات سے) منع نہیں کیا تھا کہ وہ ایمان لايیں اور اپنے رب سے مغفرت طلب کریں سوايے اس (انتظار) کے کہ انہیں اگلے لوگوں کا طریقہ (ہلاکت) پیش ايے یا عذاب ان کے سامنے اجايے،
اور جب ہم لوگوں کو رحمت کا مزہ دیتے ہیں اس پر خوش ہوجاتے ہیں اور اگر انہیں کويی برايی پہنچے بدلہ اس کا جو ان کے ہاتھوں نے بھیجا جبھی وہ ناامید ہوجاتے ہیں
(یہ کہہ کر) ان لوگوں کی طرف سے منہ پھیر لیا اور کہا ہايے یوسف (ہايے یوسف) اور رنج و غم (کی شدت) سے (رو رو کر) ان کی دونوں انکھیں سفید ہوگيیں اور وہ (باوجود مصیبت زدہ ہونے) کے بڑے ضبط کرنے والے اور خاموش تھے۔
اور زمین میں جو چلنے پھرنے والا (حیوان) یا دو پروں سے اڑنے والا جانور ہے ان کی بھی تم لوگوں کی طرح جماعتیں ہیں۔ ہم نے کتاب (یعنی لوح محفوظ) میں کسی چیز (کے لکھنے) میں کوتاہی نہیں کی پھر سب اپنے پروردگار کی طرف جمع کيے جايیں گے
اور زکریا علیھ السلام کو یاد کرو کہ جب انہوں نے اپنے رب کو پکارا کہ پروردگار مجھے اکیلا نہ چھوڑ دینا کہ تو تمام وارثوں سے بہتر وارث ہے
پاک ہے اپ کا رب جو بہت بڑی عزت واﻻ ہے ہر اس چیز سے (جو مشرک) بیان کرتے ہیں
بلکہ ہم ان کے پاس حق لے کر ايے ہیں اور یہ سب جھوٹے ہیں
اور ہم نے لوط (علیہ السلام) کو اس فیصلہ سے بذریعہ وحی اگاہ کر دیا کہ بیشک ان کے صبح کرتے ہی ان لوگوں کی جڑ کٹ جايے گی،
پھر وہ اسے ان کے سامنے پڑھتا تو بھی ایمان نہ لاتے
تو اج نہ تم سے کويی فدیہ لیا جايے اور نہ کھلے کافروں سے، تمہارا ٹھکانا اگ ہے، وہ تمہاری رفیق ہے، اور کیا ہی برا انجام،
پھر ان (فرشتوں) کی قسم جو لپک کر (دوسروں سے) اگے بڑھ جاتے ہیں۔ (یا:- پھر توانايی کی ان لہروں کی قسم جو رفتار، طاقت اور جاذبیت کے لحاظ سے دوسری لہروں پر سبقت لے جاتی ہیں)،
اور بیشک (ہر) بعد کی گھڑی اپ کے ليے پہلے سے بہتر (یعنی باعث عظمت و رفعت) ہے،
تم فرماو کہ پتھر یا لوہا ہوجاو،
پس اج نہ تم سے کويی فدیہ قبول کیا جايے گا اور نہ ان سے جنہوں نے کفر کیا تم سب کا ٹھکانہ اتش دوزخ ہے وہی تمہارے ليے اولی اور (سزوار) ہے وہ بہت بری جايے بازگشت ہے۔
کچھ لوگ ایسے بھی ہیں جو یہ کہتے ہیں کہ ہم خدا اور اخرت پر ایمان لايے ہیں حالانکہ وہ صاحب ایمان نہیں ہیں
ان کے گرد ہمیشہ نوجوان رہنے والے بچے گردش کررہے ہوں گے
سو زلزلہ نے انہیں اپکڑا جس کے بعد وہ اپنے گھروں میں اوندھے منہ پڑے رہ گيے۔
اس نے ان (سب) کو (اپنے علم سے) گھیر رکھا اور (ایک ایک کو) شمار کر رکھا ہے
اسمان کو اس نے بلند کیا اور میزان قايم کر دی
مگر یہ کہ اپنے رب کے احکام اور پیغام کو پہنچادوں اور جو اللہ و رسول کی نافرمانی کرے گا اس کے ليے جہنم ہے اور وہ اسی میں ہمیشہ رہنے والا ہے
اور جب تم نے اسے سنا تھا تو کیوں نہ کہہ دیا کہ ہمیں شایاں نہیں کہ ایسی بات زبان پر نہ لايیں۔ (پروردگار) تو پاک ہے یہ تو (بہت) بڑا بہتان ہے
(ان سے کہو) "مجھے اس وقت کی کويی خبر نہ تھی جب ملاء اعلی میں جھگڑا ہو رہا تھا
اور اپ کے پروردگار کا فیصلہ ہے کہ تم سب اس کے علاوہ کسی کی عبادت نہ کرنا اور ماں باپ کے ساتھ اچھا برتاو کرنا اور اگر تمہارے سامنے ان دونوں میں سے کويی ایک یا دونوں بوڑھے ہوجايیں تو خبردار ان سے اف بھی نہ کہنا اور انہیں جھڑکنا بھی نہیں اور ان سے ہمیشہ شریفانہ گفتگو کرتے رہنا
اور اگر ہم اس قران کو غیر زبان عرب میں (نازل) کرتے تو یہ لوگ کہتے کہ اس کی ایتیں (ہماری زبان میں) کیوں کھول کر بیان نہیں کی گيیں۔ کیا (خوب کہ قران تو) عجمی اور (مخاطب) عربی۔ کہہ دو کہ جو ایمان لاتے ہیں ان کے ليے (یہ) ہدایت اور شفا ہے۔ اور جو ایمان نہیں لاتے ان کے کانوں میں گرانی (یعنی بہراپن) ہے اور یہ ان کے حق میں (موجب) نابینايی ہے۔ گرانی کے سبب ان کو (گویا) دور جگہ سے اواز دی جاتی ہے
سو وہ اس کو ان لوگوں پر پڑھتا تو (بھی) یہ لوگ اس پر ایمان لانے والے نہ ہوتے،
تو ان کی قوم کے لوگ (بولے تو) یہ بولے اور اس کے سوا ان کا کچھ جواب نہ تھا کہ لوط کے گھر والوں کو اپنے شہر سے نکال دو۔ یہ لوگ پاک رہنا چاہتے ہیں
اللہ کے سوا، ان سب کو ہانکو راہ دوزخ کی طرف،
اور بہت تھوڑے پچھلوں میں سے ہوں گے۔
بیشک تیرے لیے جنت میں یہ ہے کہ نہ تو بھوکا ہو اور نہ ننگا ہو،
اور اس سے پہلے یوسف علیھ السلام بھی تمہارے پاس ايے تھے تو بھی تم ان کے پیغام کے بارے میں شک ہی میں مبتلا رہے یہاں تک کہ جب وہ دنیا سے چلے گيے تو تم نے یہ کہنا شروع کردیا کہ خدا اس کے بعد کويی رسول نہیں بھیجے گا - اسی طرح خدا زیادتی کرنے والے اور شکی مزاج انسانوں کو ان کی گمراہی میں چھوڑ دیتا ہے
اور اکثر لوگوں میں ہم نے وفايے عہد نہ دیکھا اور ہم نے اکثر لوگوں کو بےحکم ہی پایا
(اب) جہنم کے دروازوں میں داخل ہوجاو۔ ہمیشہ اسی میں رہو گے۔ متکبروں کا کیا برا ٹھکانا ہے
یا شدید غربت کے مارے ہويے محتاج کو جو محض خاک نشین (اور بے گھر) ہے،
انہوں نے کہا ہرگز نہ چھوڑو اپنے معبودوں کو، اور نہ چھوڑو ود اور سواع کو، اور نہ یغوث اور یعوق اور نسر کو
زمین واسمان کی ہر ہر چیز اللہ تعالی کی پاکی بیان کرتی ہے اور وہی غالب حکمت واﻻ ہے
اور بیشک تم سے اگلے رسولوں سے بھی ہنسی کی گيی تو میں نے کافروں کو کچھ دنوں ڈھیل دی پھر انہیں پکڑا تو میرا عذاب کیسا تھا،
انہوں نے کہا کہ اے عزیز مصر! اس کے والد بہت بڑی عمر کے بالکل بوڑھے شخص ہیں۔ اپ اس کے بدلے ہم میں سے کسی کو لے لیجيے۔ ہم دیکھتے ہیں کہ اپ بڑے نیک نفس ہیں
(اے رسول(ص)) کیا اپ(ص) نے اس شخص کو دیکھا ہے جس نے روگردانی کی۔
اور ہم نے ابراہیم واسحاق (علیہ السلام) پر برکتیں نازل فرمايیں، اور ان دونوں کی اوﻻد میں بعضے تو نیک بخت ہیں اور بعض اپنے نفس پر صریح ﻇلم کرنے والے ہیں
وہ تو ہمارا ایک بندہ ہے جس پر ہم نے انعام کیا اور اسے بنی اسرايیل کے لیے نمونہ بنا دیا تھا
ایسی جیسے چھپايے ہويے انڈے
تجھ سے پہلے جتنے پیغمبر ہم نے بھیجے سبھی مرد تھے جن کی طرف ہم وحی اتارتے تھے پس تم اہل کتاب سے پوچھ لو اگر خود تمہیں علم نہ ہو
قسم ہے سورج اور اس کی ضیاء و شعا ع کی۔
البتہ تم ضرور دوزخ کو دیکھو گے
سو اپ ان سے نظر التفات ہٹا لیں پس اپ پر (ان کے ایمان نہ لانے کی) کويی ملامت نہیں ہے،
یہی وہ لوگ ہیں جنہوں نے دنیا کی زندگی کو اخرت کے بدلہ خریدا سو ان سے عذاب ہلکانہ کیا جايے گا اور نہ انہیں کويی مدد مل سکے گی
(اے رسول(ص)!) کہو: اے خدا تمام جہان کے مالک! تو جسے چاہتا ہے حکومت دیتا ہے اور جس سے چاہتا ہے حکومت چھین لیتا ہے۔ تو جسے چاہتا ہے عزت دیتا ہے اور جسے چاہتا ہے ذلیل کرتا ہے، ہر قسم کی بھلايی تیرے قبضہ میں ہے۔ بے شک تو ہر چیز پر قادر ہے۔
پھر سامری نے ان کے ليے ایک مجسمہ گايے کے بچے کا نکالا جس میں اواز بھی تھی اور کہا کہ یہی تمہارا اور موسی کا خدا ہے جس سے موسی غافل ہوکر اسے طور پر ڈھونڈنے چلے گيے ہیں
فرما دیا گیا کہ اے نوح! ہماری جانب سے سلامتی اور ان برکتوں کے ساتھ اتر، جو تجھ پر ہیں اور تیرے ساتھ کی بہت سی جماعتوں پر اور بہت سی وه امتیں ہوں گی جنہیں ہم فايده تو ضرور پہنچايیں گے لیکن پھر انہیں ہماری طرف سے دردناک عذاب پہنچے گا
وہ پوشیدہ اور ظاہر، ہر چیز کا عالم ہے وہ بزرگ ہے اور ہر حال میں بالا تر رہنے والا ہے
تو ہم نے (اس طریق سے) ان کو ان کی ماں کے پاس واپس پہنچا دیا تاکہ ان کی انکھیں ٹھنڈی ہوں اور وہ غم نہ کھايیں اور معلوم کریں کہ خدا کا وعدہ سچا ہے لیکن یہ اکثر نہیں جانتے
اور ہم اس وقت (جملہ مخلوقات یا یاجوج اور ماجوج کو) ازاد کر دیں گے وہ (تیز و تند موجوں کی طرح) ایک دوسرے میں گھس جايیں گے اور صور پھونکا جايے گا تو ہم ان سب کو (میدان حشر میں) جمع کرلیں گے،
پھر ہم ہی کو ان سے حساب لینا ہے
تاکہ اپ (عذاب الہی سے) ڈرانے والوں میں سے ہو جايیں۔
تو رسولوں نے کہا کہ کیا تمہیں اللہ کے بارے میں بھی شک ہے جو زمین و اسمان کا پیدا کرنے والا ہے اور تمہیں اس ليے بلاتا ہے کہ تمہارے گناہوں کو معاف کردے اور ایک معینہ مدت تک زمین میں چین سے رہنے دے ....تو ان لوگوں نے جواب دیا کہ تم سب بھی ہمارے ہی جیسے بشر ہو اور چاہتے ہو کہ ہمیں ان چیزوں سے روک دو جن کی ہمارے باپ دادا عبادت کیا کرتے تھے تو اب کويی کھلی ہويی دلیل لے او
اے ایمان والو! بیشک بہت پادری اور جوگی لوگوں کا مال ناحق کھا جاتے ہیں اور اللہ کی راہ سے روکتے ہیں، اور وہ کہ جوڑ کر رکھتے ہیں سونا اور چاندی اور اسے اللہ کی راہ میں خرچ نہیں کرتے انہیں خوشخبری سناو دردناک عذاب کی،
یہ (روگردانی کی جرات) اس ليے کہ وہ کہتے ہیں کہ ہمیں گنتی کے چند دنوں کے سوا دوزخ کی اگ مس نہیں کرے گی، اور وہ (اﷲ پر) جو بہتان باندھتے رہتے ہیں اس نے ان کو اپنے دین کے بارے میں فریب میں مبتلا کر دیا ہے،
کہ کیا جب ہم مر کر مٹی اور ہڈی ہوجايیں گے کیا پھر بھی ہم ضرور اٹھايے جايیں گے؟
(اخرت کے بارے میں) تمہاری بات ایک دوسرے سے مختلف ہے
انہوں نے ہماری تمام نشانیاں جھٹلايیں پس ہم نے انہیں بڑے غالب قوی پکڑنے والے کی طرح پکڑ لیا
جب ان جوانوں نے غار میں پناہ لی اور کہا اے ہمارے پروردگار! اپنی بارگاہ سے رحمت عطا فرما اور ہمارے ليے اس کام میں ہدایت کا سامان مہیا فرما۔
بے شک یہی لوگ اخرت میں سب سے زیادہ نقصان میں ہوں گے
یہاں تک کہ جب ہمارا حکم اپہنچا اور تنور جوش مارنے لگا تو ہم نے نوح کو حکم دیا کہ ہر قسم (کے جانداروں) میں سے جوڑا جوڑا (یعنی) دو (دو جانور۔ ایک ایک نر اور ایک ایک مادہ) لے لو اور جس شخص کی نسبت حکم ہوچکا ہے (کہ ہلاک ہوجايے گا) اس کو چھوڑ کر اپنے گھر والوں کو جو ایمان لایا ہو اس کو کشتی میں سوار کر لو اور ان کے ساتھ ایمان بہت ہی کم لوگ لايے تھے
اور ہم نے انسان کو اپنے والدین کے ساتھ نیک سلوک کرنے کاحکم فرمایا۔ اس کی ماں نے اس کو تکلیف سے (پیٹ میں) اٹھايے رکھا اور اسے تکلیف کے ساتھ جنا، اور اس کا (پیٹ میں) اٹھانا اور اس کا دودھ چھڑانا (یعنی زمانہ حمل و رضاعت) تیس ماہ (پر مشتمل) ہے۔ یہاں تک کہ وہ اپنی جوانی کو پہنچ جاتا ہے اور (پھر) چالیس سال (کی پختہ عمر) کو پہنچتا ہے، تو کہتا ہے: اے میرے رب: مجھے توفیق دے کہ میں تیرے اس احسان کا شکر ادا کروں جو تو نے مجھ پر اور میرے والدین پر فرمایا ہے اور یہ کہ میں ایسے نیک اعمال کروں جن سے تو راضی ہو اور میرے ليے میری اولاد میں نیکی اور خیر رکھ دے۔ بیشک میں تیری طرف رجوع کرتا ہوں اور میں یقینا فرمانبرداروں میں سے ہوں،
اور وه خد گواه ہیں جو کہ مسلما نوں کے ساتھ کر رہے تھے
جب وہ دن ايے گا تو کويی شخص الله کی اجازت کے سوا بات بھی نہ کر سکے گا سو ان میں سے بعض بدبخت ہیں اوربعض نیک بخت
میرے جیل خانے کے رفیقو! بھلا کيی جدا جدا اقا اچھے یا (ایک) خدايے یکتا وغالب؟
مگر وہ جنہوں نے توبہ کرلی اس سے پہلے کہ تم ان پر قابو پاو تو جان لو کہ اللہ بخشنے والا مہربان ہے،
اور جس دن (اللہ) انہیں پکارے گا تو وہ فرمايے گا: تم نے پیغمبروں کو کیا جواب دیا تھا،
اورجب ستارے جھڑ جايیں
موسی (علیہ السلام) نے کہا: یہ (معاہدہ) میرے اور اپ کے درمیان (طے) ہوگیا، دو میں سے جو مدت بھی میں پوری کروں سو مجھ پر کويی جبر نہیں ہوگا، اور اللہ اس (بات) پر جو ہم کہہ رہے ہیں نگہبان ہے،
اس سے میری پشت کو مضبوط کردے
اور سلام ہے مرسلین پر
قسم ہے چکر کھانے والے اسمان کی
اور یکایک یہ کھلے میدان میں موجود ہوں گے
اور جہنمی کہیں گے کیا بات ہے کہ وه لوگ ہمیں دکھايی نہیں دیتے جنہیں ہم برے لوگوں میں شمار کرتے تھے
اس کے نزدیک تم میں کے سب برابر ہیں جو بات اہستہ کہے اور جو بلند اواز سے کہے اور جو رات میں چھپارہے اور دن میں چلتا رہے
اورانہوں نے ہماری ایات کی باقاعدہ تکذیب کی ہے
بلکہ ہم سچ کو جھوٹ پر پھینک مارتے ہیں پس سچ جھوٹ کا سر توڑ دیتا ہے اور وه اسی وقت نابود ہو جاتا ہے، تم جو باتیں بناتے ہو وه تمہاری ليے باعﺚ خرابی ہیں
اور اونچے فرشتوں میں
ارشاد ہوا اے موسی! اسے پھینک دو۔
بات کرنے میں اس سے پیش قدمی نہیں کرتے اور وہ اسی کے حکم پر کام کرتے ہیں
اور عورتوں کے مہر خوش دلی کے ساتھ (فرض جانتے ہويے) ادا کرو، البتہ اگر وہ خود اپنی خوشی سے مہر کا کويی حصہ تمہیں معاف کر دیں تو اسے تم مزے سے کھا سکتے ہو
اور اس ليے بھی کہ صاحبان علم کو معلوم ہوجايے کہ یہ وحی پروردگار کی طرف سے برحق ہے اور اس طرح وہ ایمان لے ايیں اور پھر ان کے دل اس کی بارگاہ میں عاجزی کا اظہار کریں اور یقینا اللہ ایمان لانے والوں کو سیدھے ر استہ کی طرف ہدایت کرنے والا ہے
انہوں نے کہا کہ ہم نے بادشاہ کے پینے کا (قیمتی) کٹورا گم کیا ہے اور جو اسے لايے گا اسے ایک بار شتر (غلہ) انعام دیا جايے گا اور میں (منادی) اس بات کا ضامن ہوں۔
کتنی ہی ظالم بستیاں ہیں جن کو ہم نے پیس کر رکھ دیا اور ان کے بعد دوسری کسی قوم کو اٹھایا
وہی ہے جس نے اپ پر کتاب نازل فرمايی جس میں سے کچھ ایتیں محکم (یعنی ظاہرا بھی صاف اور واضح معنی رکھنے والی) ہیں وہی (احکام) کتاب کی بنیاد ہیں اور دوسری ایتیں متشابہ (یعنی معنی میں کيی احتمال اور اشتباہ رکھنے والی) ہیں، سو وہ لوگ جن کے دلوں میں کجی ہے اس میں سے صرف متشابہات کی پیروی کرتے ہیں (فقط) فتنہ پروری کی خواہش کے زیر اثر اور اصل مراد کی بجايے من پسند معنی مراد لینے کی غرض سے، اور اس کی اصل مراد کو اﷲ کے سوا کويی نہیں جانتا، اور علم میں کامل پختگی رکھنے والے کہتے ہیں کہ ہم اس پر ایمان لايے، ساری (کتاب) ہمارے رب کی طرف سے اتری ہے، اور نصیحت صرف اہل دانش کو ہی نصیب ہوتی ہے،
(وہ جہنم کی طرف اپنے پیرووں کو اتے دیکھ کر اپس میں کہیں گے) "یہ ایک لشکر تمہارے پاس گھسا چلا ا رہا ہے، کويی خوش امدید ان کے لیے نہیں ہے، یہ اگ میں جھلسنے والے ہیں"
ہرگز (ایسا) نہ ہوگا، بے شک وہ ہماری ایتوں کا دشمن رہا ہے،
جس دن قبروں سے نکلیں گے جھپٹتے ہويے گویا وہ نشانیوں کی طرف لپک رہے ہیں
نہ تو سورج ہی سے ہوسکتا ہے کہ چاند کو جا پکڑے اور نہ رات ہی دن سے پہلے اسکتی ہے۔ اور سب اپنے اپنے دايرے میں تیر رہے ہیں
اور جو لو گ الله کا عہد مضبوط کرنے کے بعد توڑ تے ہیں اور اس چیز کو توڑتے ہیں جسے الله نے جوڑنے کا حکم فرمایا اور ملک میں فساد کرتے ہیں ان کے لیے لعنت ہے اور ان کے لیے برا گھر ہے
نیز اللہ اس (ابتلا و ازمايش) سے یہ چاہتا تھا کہ خالص اہل ایمان کو چھانٹ کر الگ کر دے اور کافروں کو رفتہ رفتہ مٹا دے۔
اور تم اللہ کی راہ میں ان لوگوں سے لڑو جو تم سے لڑیں۔ اور زیادتی نہ کرو۔ کیونکہ یقینا اللہ زیادتی کرنے والوں کو ہرگز دوست نہیں رکھتا۔
(اے رسول(ص)) کہیيے۔ (اے لوگو) غور سے دیکھو اسمانوں اور زمین میں کیا کیا (عجايبات قدرت) موجود ہیں (اور کس بات کی گواہی دے رہے ہیں؟) مگر جو لوگ ایمان نہیں لاتے ان کو نہ نشانیاں کويی فايدہ دیتی ہیں اور نہ ڈرانے والوں کی تنبیہیں۔
اس دن درحقیقت حکومت پروردگار کے ہاتھ میں ہوگی اور وہ دن کافروں کے ليے بڑا سخت دن ہوگا
مومنو! یہ لوگ تمہارے سامنے خدا کی قسمیں کھاتے ہیں تاکہ تم کو خوش کر دیں۔ حالانکہ اگر یہ (دل سے) مومن ہوتے تو خدا اور اس کے پیغمبر خوش کرنے کے زیادہ مستحق ہیں
اور اس کی نشانیوں میں سے ایک یہ بھی ہے کہ اسمانوں اور زمین کو بنایا اور اس پر ہر قسم کے چلنے والے جانور پھیلايے اوروہ جب چاہے گا ان کے جمع کرنے پر قادر ہے
قسم ان کی کہ سختی سے جان کھینچیں
اور کافر کہتے ہیں کہ ہم پر قیامت نہیں ايے گی کہہ دو ہاں (ايے گی) قسم ہے میرے رب غايب کے جاننے والے کی البتہ تم پر ضرور ايے گی جس سے اسمانوں اور زمین کی کويی چیز ذرہ کے برابر بھی غايب نہیں اور نہ ذرہ سے چھوٹی اور نہ بڑی کويی بھی ایسی چیز نہیں جو لوح محفوظ میں نہ ہو
تاکہ ہم تیری بہت زیادہ تسبیح کرسکیں
بھلا دیکھو تو اگر وہ ہدایت پر ہوتا،
پھر جب وہ پوری سرکشی کے ساتھ وہی کام کیے چلے گيے جس سے انہیں روکا گیا تھا، تو ہم نے کہا کہ بندر ہو جاو ذلیل اور خوار
ہر اس چیز کی جو وه کرتے تھے
(بالاخر) وہ اپنے گناہوں کے سبب غرق کر ديیے گيے، پھر اگ میں ڈال ديیے گيے، سو وہ اپنے ليے اﷲ کے مقابل کسی کو مددگار نہ پا سکے،
اس رات میں تمام حکمت و مصلحت کے امور کا فیصلہ کیا جاتا ہے
اور بیشک باشندگان ایکہ (یعنی گھنی جھاڑیوں کے رہنے والے) بھی بڑے ظالم تھے،
اور اللہ نے تم ہی میں سے تمہارا جوڑا بنایا ہے پھر اس جوڑے سے اولاد قرار دی ہے اور سب کو پاکیزہ رزق دیا ہے تو کیا یہ لوگ باطل پر ایمان رکھتے ہیں اور اللہ ہی کی نعمت سے انکار کرتے ہیں
تاکہ اللہ ہر شخص کو ان (اعمال) کابدلہ دے دے جو اس نے کما رکھے ہیں۔ بیشک اللہ حساب میں جلدی فرمانے والا ہے،
(اے حبیب مکرم!) ملاحظہ فرمايیے یہ لوگ اپ کے ليے کیسی (کیسی) مثالیں بیان کرتے ہیں پس یہ گمراہ ہو چکے ہیں سو یہ (ہدایت کا) کويی راستہ نہیں پا سکتے،
پھر تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
جب تارے گر پڑیں گے
قسم ہے ان (فرشتوں) کی جو (جسم میں ڈوب کر) سختی سے (جان) کھینچتے ہیں۔
اور فرماو کہ مجھے یہ وحی ہويی ہے کہ اگر وہ راہ پر سیدھے رہتے تو ضرور ہم انہیں وافر پانی دیتے
اور گھنے باغ
تم اس (مسجد) میں کبھی (جاکر) کھڑے بھی نہ ہونا۔ البتہ وہ مسجد جس کی بنیاد پہلے دن سے تقوی پر رکھی گيی ہے اس قابل ہے کہ اس میں جایا (اور نماز پڑھایا) کرو۔ اس میں ایسے لوگ ہیں جو کہ پاک رہنے کو پسند کرتے ہیں۔ اور خدا پاک رہنے والوں کو ہی پسند کرتا ہے
. فرعون نے کہا بیشک تم میرے دربار میں مقرب ہوجاو گے
پھر انہوں نے اپنی رسیاں اور لاٹھیاں ڈال دیں اور کہا فرعون کے اقبال سے ہماری فتح ہے
نہ اس کی کويی اولاد ہے اور نہ وہ کسی کی اولاد
تم دونوں فرعون کے پاس جاکر کہو کہ بلاشبہ ہم رب العالمین کے بھیجے ہويے ہیں
جب کہ وہ اس پر داخل ہويے پھر انہوں نے سلام کیا ابراھیم نے سوال کا جواب دیا (خیال کیا) کچھ اجنبی سے لوگ ہیں
اور یہ زندگانی دنیا ایک کھیل تماشے کے سوا کچھ نہیں ہے اور اخرت کا گھر ہمیشہ کی زندگی کا مرکز ہے اگر یہ لوگ کچھ جانتے اور سمجھتے ہوں
اللہ اوراس کے رسول کی جانب سے بیزاری کا اعلان ہے۔ ان مشرکوں کے بارے میں جن سے تم نے عہد وپیمان کیا تھا
تم سے نہ فرمایا جايے مگر وہی جو تم سے اگلے رسولوں کو فرمایا، کہ بیشک تمہارا رب بخشش والا اور دردناک عذاب والا ہے
مگر جس پر اللہ رحم کرے بیشک وہی عزت والا مہربان ہے،
اور یقینا ہم نے ہی موسی کو اپنی ایات اور روشن دلیلوں کے ساتھ بھیجا تھا
اور جو اپنی شرم گاہوں کی حفاظت کرتے ہیں۔
مگر یہ لوگ اس معاملے سے بے خبر ہیں اور ان کے اعمال بھی اس طریقے سے (جس کا اوپر ذکر کیا گیا ہے) مختلف ہیں وہ اپنے یہ کرتوت کیے چلے جايیں گے
انہوں نے فورا اپنی رسیاں اور لاٹھیاں پھینک دیں اور بولے "فرعون کے اقبال سے ہم ہی غالب رہیں گے"
کہ اگر ہمارے پاس بھی پہلے والوں کا تذکرہ ہوتا
تو کیا سبب ہے کہ تم منافقوں کے بارے میں دو گروہ ہو رہے ہو حالانکہ خدا نے ان کو ان کے کرتوتوں کے سبب اوندھا کردیا ہے کیا تم چاہتے ہو کہ جس شخص کو خدا نے گمراہ کردیا ہے اس کو رستے پر لے او اور جس شخص کو خدا گمراہ کردے تو اس کے ليے کبھی بھی رستہ نہیں پاو گے
بےشک ہم نے انسان کو مخلوط نطفے سے پیدا کیا تاکہ ہم اسے ازمايیں پس اس ليے ہم نے اسے سننے والا (اور) دیکھنے والا بنایا۔
اور پھر اسے پوری جزا دی جايے گی۔
انہوں نے کہا: یقینا تم پر تمہارے رب کی طرف سے عذاب اور غضب واجب ہو گیا۔ کیا تم مجھ سے ان (بتوں کے) ناموں کے بارے میں جھگڑ رہے ہو جو تم نے اور تمہارے باپ دادا نے (خود ہی فرضی طور پر) رکھ ليے ہیں جن کی اﷲ نے کويی سند نہیں اتاری؟ سو تم (عذاب کا) انتظار کرو میں (بھی) تمہارے ساتھ انتظار کرنے والوں میں سے ہوں،
جو کويی راہ ہدایت اختیار کرتا ہے تو وہ اپنے فايدہ کے ليے ہدایت پر چلتا ہے اور جو شخص گمراہ ہوتا ہے تو اس کی گمراہی کا وبال (بھی) اسی پر ہے، اور کويی بوجھ اٹھانے والا کسی دوسرے (کے گناہوں) کا بوجھ نہیں اٹھايے گا، اور ہم ہرگز عذاب دینے والے نہیں ہیں یہاں تک کہ ہم (اس قوم میں) کسی رسول کو بھیج لیں،
اور پرندوں کو بھی جمع ہو کر سب کے سب اس کے زیر فرمان رہتے
ان لوگو ں کی طرح مت ہو جو متفرق ہو گيے بعد اس کے کہ ان کے پاس واضح احکام ايے انہوں نے اختلاف کیا اور ان کے لیے بڑا عذاب ہے
اور جو شخص رسول (صلی اللہ علیہ والہ وسلم) کی مخالفت کرے اس کے بعد کہ اس پر ہدایت کی راہ واضح ہو چکی اور مسلمانوں کی راہ سے جدا راہ کی پیروی کرے تو ہم اسے اسی (گمراہی) کی طرف پھیرے رکھیں گے جدھر وہ (خود) پھر گیا ہے اور (بالاخر) اسے دوزخ میں ڈالیں گے، اور وہ بہت ہی برا ٹھکانا ہے،
مگر وہ لوگ تو شک میں پڑے ہويے کھیل رہے ہیں۔
جس دن اسمان تھرتھرانے لگے گا۔
فرما دیجيے: تم اس پر ایمان لاو یا ایمان نہ لاو، بیشک جن لوگوں کو اس سے قبل علم (کتاب) عطا کیا گیا تھا جب یہ (قران) انہیں پڑھ کر سنایا جاتا ہے وہ ٹھوڑیوں کے بل سجدہ میں گر پڑتے ہیں،
جو ایتیں اللہ کی اپنے سامنے پڑھی جاتی ہويی سنے پھر بھی غرور کرتا ہوا اس طرح اڑا رہے کہ گویا سنی ہی نہیں، تو ایسے لوگوں کو دردناک عذاب کی خبر (پہنچا) دیجيے
اور تمہارے رب نے فرمایا ہے: تم لوگ مجھ سے دعا کیا کرو میں ضرور قبول کروں گا، بے شک جو لوگ میری بندگی سے سرکشی کرتے ہیں وہ عنقریب دوزخ میں ذلیل ہو کر داخل ہوں گے،
کہہ دو کہ سب (نتايج اعمال) کے منتظر ہیں سو تم بھی منتظر رہو۔ عنقریب تم کو معلوم ہوجايے گا کہ (دین کے) سیدھے رستے پر چلنے والے کون ہیں اور (جنت کی طرف) راہ پانے والے کون ہیں (ہم یا تم)
اپنی انکھیں جھکايے ہويے قبروں سے نکل پڑیں گے گویا وہ پھیلی ہويی ٹڈیاں ہیں،
ان کی جزا ان کے رب کے حضور دايمی رہايش کے باغات ہیں جن کے نیچے سے نہریں رواں ہیں، وہ ان میں ہمیشہ ہمیشہ رہیں گے، اﷲ ان سے راضی ہوگیا ہے اور وہ لوگ اس سے راضی ہیں، یہ (مقام) اس شخص کے ليے ہے جو اپنے رب سے خايف رہا،
اور اگر قرض لینے والا تنگ دست ہو تو (اسے) کشايش (کے حاصل ہونے) تک مہلت (دو) اور اگر (زر قرض) بخش ہی دو توتمہارے ليے زیادہ اچھا ہے بشرطیکہ سمجھو
اس شیطان کے شر سے جووسوسہ ڈال کر چھپ جاتا ہے
بےشک پرہیزگار لوگ (اس دن) (رحمت خدا کے) سایوں میں اور چشموں میں ہوں گے۔
کہو، میری نماز، میرے تمام مراسم عبودیت، میرا جینا اور میرا مرنا، سب کچھ اللہ رب العالمین کے لیے ہے
اور انہیں ایک سا ہے تم انہیں ڈراو یا نہ ڈراو وہ ایمان لانے کے نہیں،
کیا وہ ہمارا عذاب جلدی مانگتے ہیں
پس ہم نے ان کو اور جو ان کے ساتھ کشتی میں سوار تھے، ان کو بچا لیا
ان کا ٹھکانا دوزخ ہے اس سے بچنے کی جگہ نہ پايیں گے،
ہم عنقریب اس کی سونڈ (نا ک) پر داغ لگايیں گے۔
فرمایا گیا: اے نوح! ہماری طرف سے سلامتی اور برکتوں کے ساتھ (کشتی سے) اتر جاو جو تم پر ہیں اور ان طبقات پر ہیں جو تمہارے ساتھ ہیں، اور (ايندہ پھر) کچھ طبقے ایسے ہوں گے جنہیں ہم (دنیوی نعمتوں سے) بہرہ یاب فرمايیں گے پھر انہیں ہماری طرف سے دردناک عذاب اپہنچے گا،
ہاں ہاں بیشک ادمی سرکشی کرتا ہے،
اور جو اس سے اگے بڑھے وہ حد سے تجاوز کرنے والے ہیں۔
اور ہم نے ہی ہر چیز کا جوڑا پیدا کیا تاکہ تم غور کرو
فرعون نے اپنی قوم کو گمراہی میں ڈال دیا اور سیدھا راستہ نہ دکھایا
اور سرداران قوم یہ کہتے ہويے نکل گيے کہ "چلو اور ڈٹے رہو اپنے معبودوں کی عبادت پر یہ بات تو کسی اور ہی غرض سے کہی جا رہی ہے
نوح نے کہا میرے پالنہار میں تیری ہی پناه چاہتا ہوں اس بات سے کہ تجھ سے وه مانگوں جس کا مجھے علم ہی نہ ہو اگر تو مجھے نہ بخشے گا اور تو مجھ پر رحم نہ فرمايے گا، تو میں خساره پانے والوں میں ہو جاوں گا
اس کے بعد اس کی قوم پر ہم نے اسمان سے کويی لشکر نہیں اتارا ہمیں لشکر بھیجنے کی کويی حاجت نہ تھی
اور جو لوگ ایمان لايے اور ان کی اولاد بھی (راہ) ایمان میں ان کے پیچھے چلی۔ ہم ان کی اولاد کو بھی ان (کے درجے) تک پہنچا دیں گے اور ان کے اعمال میں سے کچھ کم نہ کریں گے۔ ہر شخص اپنے اعمال میں پھنسا ہوا ہے
دیکھ لو، کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات
انہوں نے کہا تم کچھ اور نہیں ہو مگر ہماری طرح انسان ہو اور رحمان نے کويی چیز نہیں اتاری تم اور کچھ نہیں ہو مگر جھوٹ بول رہے ہو
پس الله کے اگے سجدہ کرو اور اس کی عبادت کرو
تمہارے اوپر اگ کا سبز شعلہ اور دھواں چھوڑ دیا جايے گا تو تم دونوں کسی طرح نہیں روک سکتے ہو
خیر ہم تھوڑی دیر کے ليے عذاب کو ہٹالیتے ہیں لیکن تم پھر وہی کرنے والے ہو جو کررہے ہو
اور یقینا قیامت تک تجھ پر میری لعنت ہے۔
جس دن تم دیکھو گے کہ مومن مردوں اور مومن عورتوں کا نور ان کے اگے اور ان کے دايیں جانب دوڑ رہا ہوگا اج تمہیں مبارک ہو ان باغہايے بہشت کی جن کے نیچے نہریں جاری ہیں ہمیشہ ان میں رہو گے یہی وہ کامیابی ہے۔
اور اس پر چلو جو تم پر وحی ہوتی ہے اور صبر کرو یہاں تک کہ اللہ حکم فرمايے اور وہ سب سے بہتر حکم فرمانے والا ہے
اور مسکین کو کھانا نہ دیتے تھے
وہ بولے: تم خوب جانتے ہو کہ ہمیں تمہاری (قوم کی) بیٹیوں سے کويی غرض نہیں، اور تم یقینا جانتے ہو جو کچھ ہم چاہتے ہیں،
اپ ان کفار کے سامنے نوح علیھ السلام کا واقعہ بیان کریں کہ انہوں نے اپنی قوم سے کہا کہ اگر تمہارے ليے میرا قیام اور ایات الہیہ کا یاد دلانا سخت ہے تو میرا اعتماد اللہ پر ہے. تم بھی اپناارادہ پختہ کرلو اور اپنے شریکوں کو بلالو اور تمہاری کويی بات تمہارے اوپر مخفی بھی نہ رہے -پھر جو جی چاہے کر گزرو اور مجھے کسی طرح کی مہلت نہ دو
کہہ دو کہ ملک میں چلو پھرو پھر دیکھو کہ گنہگاروں کا انجام کیا ہوا ہے
پھر جب ہم پڑھوادیں تو اپ اس کی تلاوت کو دہرايیں
فرما دیجيے: شب و روز (خدايے) رحمان (کے عذاب) سے تمہاری حفاظت و نگہبانی کون کر سکتا ہے، بلکہ وہ اپنے (اسی) رب کے ذکر سے گریزاں ہے،
اے نبی کی بیویو تم میں سے جو کويی کھلی ہويی بدکاری کرے تو اسے دگنا عذاب دیا جايے گا اور یہ الله پر اسان ہے
نتیجہ یہ ہوا کہ ان لوگوں نے جالوت کے لشکر کو خدا کے حکم سے شکست دے دی اور داود علیھ السلامنے جالوت کو قتل کردیا اور اللہ نے انہیں ملک اور حکمت عطاکردی اور اپنے علم سے جس قدر چاہا دے دیا اور اگر اسی طرح خدا بعض کو بعض سے نہ روکتا رہتا تو ساری زمین میں فساد پھیل جاتا لیکن خدا عالمین پر بڑا فضل کرنے والا ہے
اور وہ جو اللہ اور اس کے سب رسولوں پر ایمان لايیں وہی ہیں کامل سچے، اور اوروں پر گواہ اپنے رب کے یہاں، ان کے لیے ان کا ثواب اور ان کا نور ہے اور جنہوں نے کفر کیا اور ہماری ایتیں جھٹلايیں وہ دوزخی ہیں،
قوم سبا کے ليے اپنی بستیوں میں (قدرت الہی کی) نشانی تھی ان کے دايیں بايیں دو باغ تھے (ہم نے ان کو حکم دیا تھا کہ) اپنے رب کی دی ہويی روزی کھاو اور اس کا شکر ادا کرو، یہ عمده شہر اور وه بخشنے واﻻ رب ہے
اور صحرايی بدووں میں عذر کرنے والے (اپ کے پاس) ايے کہ انہیں پیچھے رہ جانے کی اجازت دے دی جايے۔ اور جنہوں نے (اسلام کا اظہار کرکے) خدا و رسول سے جھوٹ بولا تھا وہ (بلا اجازت) گھروں میں بیٹھے رہے۔ ان میں سے جنہوں نے کفر اختیار کیا ہے انہیں عنقریب دردناک عذاب پہنچے گا۔
تمہارے لیے ان دو گروہوں میں ایک نشان عبرت تھا، جو (بدر میں) ایک دوسرے سے نبرد ازما ہويے ایک گروہ اللہ کی راہ میں لڑ رہا تھا اور دوسرا گروہ کافر تھا دیکھنے والے بچشم سر دیکھ رہے تھے کہ کافر گروہ مومن گروہ سے دو چند ہے مگر (نتیجے نے ثابت کر دیا کہ) اللہ اپنی فتح و نصرت سے جس کو چاہتا ہے، مدد دیتا ہے دیدہ بینا رکھنے والوں کے لیے اس میں بڑا سبق پوشیدہ ہے
مگر ایسی نشانیاں دیکھنے کے بعد بھی اخر کار تمہارے دل سخت ہوگيے، پتھروں کی طرف سخت، بلکہ سختی میں کچھ ان سے بھی بڑھے ہويے، کیونکہ پتھروں میں سے تو کويی ایسا بھی ہوتا ہے جس میں سے چشمے پھوٹ بہتے ہیں، کويی پھٹتا ہے اور اس میں سے پانی نکل اتا ہے اور کويی خدا کے خوف سے لرز کر گر بھی پڑتا ہے اللہ تمہارے کرتوتوں سے بے خبر نہیں ہے
فرمایا جا۔ پھر ان میں سے جو کويی تیرے ساتھ ہوا تو جہنم تم سب کی پوری سزا ہے
کیا ہم نے زمین کو سمیٹنے والی نہیں بنایا؟
موسی اور ان سب لوگوں کو جو اس کے ساتھ تھے، ہم نے بچا لیا
وه لوگ بڑی سخت سخت قسمیں کھا کھا کر کہتے ہیں کہ مردوں کو اللہ تعالی زنده نہیں کرے گا۔ کیوں نہیں ضرور زنده کرے گا یہ تو اس کا برحق ﻻزمی وعده ہے، لیکن اکثر لوگ جانتے نہیں
اپنے پاس کی نعمت فرماکر، ہم یونہی صلہ دیتے ہیں اسے جو شکر کرے
تاکہ خدا منافق مردوں اور منافق عورتوں اور مشرک مردوں اور منافق عورتوں کو سزا دے اور (تاکہ) مومن مردوں اور مومن عورتوں کی توبہ قبول کرے (ان پر نظر توجہ فرمايے) اور بے شک اللہ بڑا بخشنے والا، رحم کرنے والا ہے۔
یہ سب ہماری ایتوں سے کفر کرنے اور اس کہنے کا بدلہ ہے کہ کیا جب ہم ہڈیاں اور ریزے ریزے ہوجايیں گے پھر ہم نيی پیدايش میں اٹھا کھڑے کيے جايیں گے؟
انہیں ان کے حال پر چھوڑ دو کھايیں پيیں اور مزے اڑايیں اور امیدیں انہیں غفلت میں ڈالے رہیں عنقریب انہیں سب کچھ معلوم ہوجايے گا
اپ کہيے ایا تم نے کبھی غور کیا ہے کہ اگر اللہ قیامت تک تم پر رات مقرر (مسلط) کر دے تو اللہ کے سوا کون الہ ہے جو تمہارے پاس روشنی لايے؟ کیا تم سنتے نہیں ہو؟
اور وہی ہے جس نے رات کو تمہارے لیے پرده بنایا۔ اور نیند کو راحت بنايی۔ اور دن کو اٹھ کھڑے ہونے کا وقت
پھر حق ظاہر ہو گیا اور جو انہوں نے بنایا تھا وہ غلط ہو گیا
پھر ہم نے ان سب لوگوں کو نکال لیا جو اس بستی میں مومن تھے
جو اپ کو اس وقت دیکھتا ہے جب اپ کھڑے ہوتے ہیں۔
جو لوگ تم میں سے اپنی عورتوں سے ظہار کریں اور پھر اپنی بات سے پلٹنا چاہیں انہیں چاہيے کہ عورت کو ہاتھ لگانے سے پہلے ایک غلام ازاد کریں کہ یہ خدا کی طرف سے تمہارے ليے نصیحت ہے اور خدا تمہارے اعمال سے خوب باخبر ہے
اوربايیں والے کیسے برے ہیں بايیں والے
یہ لوگ اپ پر احسان جتاتے ہیں کہ اسلام لے ايے ہیں تو اپ کہہ دیجيے کہ ہمارے اوپراپنے اسلام کا احسان نہ رکھو یہ خدا کا احسان ہے کہ اس نے تم کو ایمان لانے کی ہدایت دے دی ہے اگر تم واقعا دعوايے ایمان میں سچے ہو
اور ہر خبر (کے وقوع) کا ایک وقت مقرر ہے۔ اور عنقریب تمہیں معلوم ہو جايے گا۔
اور ہرگز کبھی اس کی ارزو نہ کریں گے ان بداعمالیوں کے سبب جو اگے کرچکے اور اللہ خوب جانتا ہے ظالموں کو-
تاکہ ہم اس سے اناج اور گھاس اگايیں
بے شک ہم اپنے رسولوں(ع) کی اور ایمان والوں کی اس دنیاوی زندگی میں بھی مدد کرتے رہتے ہیں اور اس دن بھی کریں گے جب گواہ (گواہی دینے کیليے) کھڑے ہوں گے۔
اور اس دن (قیامت) سے ڈرو جب کويی کسی کو فايدہ نہیں پہنچا سکے گا اور نہ ہی کسی کی طرف سے کويی سفارش قبول ہوگی۔ اور نہ کسی سے کويی معاوضہ لیا جايے گا۔ اور نہ ان کی کويی مدد کی جايے گی۔
ان کے ليے دنیا کی زندگی میں بھی عذاب ہے اور اخرت کا عذاب تو اور بھی زیادہ سخت ہے اور کويی نہیں ہے جو انہیں اللہ (کی گرفت) سے بچايے۔
اور پانی کے دونوں (ذخیرے) برابر نہیں ہیں یہ ایک میٹھا پیاس بجھانے والا ہے (اور) پینے میں خوشگوار اور دوسرا سخت کھاری اور کڑوا ہے اور تم ہر ایک سے تازہ گوشت کھاتے ہو اور زیور برامد کرکے پہنتے ہو اور تم اس کی کشتیوں کو دیکھتے ہو کہ وہ پانی کو چیرتی پھاڑتی چلی جاتی ہیں تاکہ تم اللہ کا فضل (رزق) تلاش کرو اور تاکہ شکر گزار بنو۔
اور (اے رسول) جن کو ہم نے (پہلے) کتاب دی ہے وہ اس (کتاب) سے خوش ہوتے ہیں جو ہم نے اپ پر نازل کی ہے اور ان جماعتوں میں کچھ ایسے لوگ بھی ہیں جو اس کتاب کے بعض حصوں کا انکار کرتے ہیں اپ کہہ دیجيے کہ مجھے تو صرف یہی حکم دیا گیا ہے کہ میں اللہ کی عبادت کروں اور کسی کو اس کا شریک نہ ٹھہراوں میں اسی کی طرف دعوت دیتا ہوں اور اسی کی طرف میری بازگشت ہے۔
کہ بےشک ہم نے انسان کو مصیبت میں پیدا کیا ہے
پست کرنے والی اور بلند کرنے والی
اور زبان اور دو ہونٹ
اور وہی اپنے بندوں کے اوپر غالب ہے برتر ہے اور تم پر نگہداشت رکھنے والے بھیجتا ہے یہاں تک کہ جب تم میں سے کسی کو موت ا پہنچتی ہے، اس کی روح ہمارے بھیجے ہويے فرشتے قبض کرلیتے ہیں اور وه ذرا کوتاہی نہیں کرتے
نعمت کے بہشتوں میں
قسم ہے قطار در قطار صف بستہ جماعتوں کی،
اس کا قابو تو انہیں پر ہے جو اس سے دوستی کرتے ہیں اور اسے شریک ٹھہراتے ہیں،
جن لوگوں نے کفر اختیار کیا اور (لوگوں) کو خدا کے راستے سے روکتے ہیں اور اس مسجد سے جسے ہم نے (بلا امتیاز) سب لوگوں کیليے (عبادت گاہ) بنایا ہے جس میں وہاں کے رہنے والے اور باہر سے انے والے برابر ہیں اور جو بھی اس میں ظلم و زیادتی کے ساتھ غلط روی کا ارادہ کرے تو ہم اسے دردناک عذاب کا مزہ چکھايیں گے۔
اے ایمان والو! جب تم اللہ کی راہ میں (جہاد کے ليے) سفر پر نکلو تو تحقیق کر لیا کرو اور اس کو جو تمہیں سلام کرے یہ نہ کہو کہ تو مسلمان نہیں ہے، تم (ایک مسلمان کو کافر کہہ کر مارنے کے بعد مال غنیمت کی صورت میں) دنیوی زندگی کا سامان تلاش کرتے ہو تو (یقین کرو) اللہ کے پاس بہت اموال غنیمت ہیں۔ اس سے پیشتر تم (بھی) توایسے ہی تھے پھر اللہ نے تم پر احسان کیا (اور تم مسلمان ہوگيے) پس (دوسروں کے بارے میں بھی) تحقیق کر لیا کرو۔ بیشک اللہ تمہارے کاموں سے خبردار ہے،
مگر بہت کم لعنت کیے گيے ہیں جہاں کہیں پايیں جايیں گے پکڑے جايیں گے اور قتل کیے جايیں گے
اور اگر یہ بات نہ ہوتی کہ ان کے اپنے ہی اعمال کے سبب سے ان پر مصیبت نازل ہوجايے پھر کہتے اے ہمارے رب! تو نے ہمارے پاس رسول کیوں نہ بھیجا تاکہ ہم تیرے حکموں کی تابعداری کرتے اور ایمان والو ں میں ہوتے
اور جس کے وزن ہلکے نکلیں گے
اور بیشک میں بہت زیادہ بخشنے والا ہوں اس شخص کو جس نے توبہ کی اور ایمان لایا اور نیک عمل کیا پھر ہدایت پر (قايم) رہا،
اور یہود کہتے ہیں کہ نصاری ٹھیک راہ پر نہیں اور نصاری کہتے ہیں کہ یہودی راہے حق پر نہیں ہیں حالانکہ وہ سب کتاب پڑھتے ہیں ایسی ہی باتیں وہ لوگ بھی کہتے ہیں جو بے علم ہیں پھر الله قیامت کے دن ان باتوں کا کہ جس میں وہ جھگڑ رہے ہیں خودفیصلہ کرے گا
یہودیوں میں سے کچھ ایسے بھی ہیں جو کلموں کو ان کے موقع و محل سے پھیر دیتے ہیں اور زبانوں کو توڑ موڑ کر اور دین پر اعتراض کرتے ہويے کہتے ہیں کہ ’’سمعنا و عصینا‘‘ (ہم نے سنا مگر مانا نہیں) اور ’’اسمع غیر مسمع‘‘ (اور سنو تمہاری بات نہ سنی جايے) اور ’’راعنا‘‘ (ہمارا لحاظ کرو)۔ اگر وہ اس کی بجايے یوں کہتے ’’سمعنا و اطعنا‘‘ (ہم نے سنا اور مانا) اور ‘‘اسمع‘‘ (اور سنیيے) ‘‘وانظرنا‘‘ (اور ہماری طرف دیکھيے) تو یہ ان کے ليے بہتر اور زیادہ درست ہوتا۔ مگر اللہ نے کفر کی وجہ سے ان پر لعنت کی ہے (اپنی رحمت سے دور کر دیا ہے) اس ليے وہ بہت کم ایمان لايیں گے۔
اور ہم نے کتنی ہی سنگتیں (قومیں) نوح کے بعد ہلاک کردیں اور تمہارا رب کافی ہے اپنے بندوں کے گناہوں سے خبردار دیکھنے والا
اور اپ کو کیا خبر کہ علیین کیا ہے
اور وہ اس بات پر تعجب کر رہے ہیں کہ ان کے پاس ایک ڈرانے والا (پیغمبر(ص)) انہی میں سے ایا ہے اور کافر کہتے ہیں کہ یہ (شخص) جادوگر (اور) بڑا جھوٹا ہے۔
وہ کسی حساب کی توقع نہ رکھتے تھے
وہی ایک اللہ ہے جس کے سوا کويی عبادت کا مستحق نہیں اسی کے لیے حمد ہے دنیا میں بھی اور اخرت میں بھی، فرماں روايی اسی کی ہے اور اسی کی طرف تم سب پلٹايے جانے والے ہو
خبردار رہو، اسمان و زمین میں جو کچھ ہے اللہ کا ہے تم جس روش پر بھی ہو اللہ اس کو جانتا ہے جس روز لوگ اس کی طرف پلٹیں گے وہ انہیں بتا دے گا کہ وہ کیا کچھ کر کے ايے ہیں وہ ہر چیز کا علم رکھتا ہے
اور ہم نے داود اور سلیمان کو علم عطا کیا تو دونوں نے کہا کہ خدا کا شکر ہے کہ اس نے ہمیں بہت سے بندوں پر فضیلت عطا کی ہے
یہ کتاب مبین کی ایتیں ہیں
اے نبی، مومنوں کو جنگ پر ابھارو اگر تم میں سے بیس ادمی صابر ہوں تو وہ دو سو پر غالب ايیں گے اور اگر سو ادمی ایسے ہوں تو منکرین حق میں سے ہزار ادمیوں پر بھاری رہیں گے کیونکہ وہ ایسے لوگ ہیں جو سمجھ نہیں رکھتے
کافروں نے اپنے رسولوں سے کہا کہ ہم تمہیں ملک بدر کر دیں گے یا تم پھر سے ہمارے مذہب میں لوٹ او۔ تو ان کے پروردگار نے ان کی طرف وحی بھیجی کہ ہم ان ﻇالموں کو ہی غارت کر دیں گے
اور (پھر) تم نے اپنا وہ کام کر ڈالا جو تم نے کیا تھا (یعنی ایک قبطی کو قتل کر دیا) اور تم ناشکر گزاروں میں سے ہو (ہماری پرورش اور احسانات کو بھول گيے ہو)،
تو اللہ نے انہیں دنیا کا انعام دیا اور اخرت کے ثواب کی خوبی اور نیکی والے اللہ کو پیارے ہیں،
کہ تم کشادہ اور مکمل زرہیں بناو اور کڑیوں کے جوڑنے میں اندازہ کا خیال رکھو اور تم لوگ سب نیک عمل کرو کہ میں تم سب کے اعمال کا دیکھنے والا ہوں
نتیجہ یہ ہوا کہ صبح ہوتے ہی انہیں ایک چیخ نے اپنی گرفت میں لے لیا
پروردگار نے کہا کہ ہم نازل تو کررہے ہیں لیکن اس کے بعد جو تم میں سے انکار کرے گا اس پر ایسا عذاب نازل کریں گے کہ عالمین میں کسی پر نہیں کیا ہے
اسمان کی قسم جس میں برج ہیں
بیشک وہ جو اللہ کی ایتوں پر ایمان نہیں لاتے اللہ انھیں راہ نهیں دیتا اور ان کے لے درد ناک عذاب ہے،
ہم نے اس سے پہلے جس بستی کو بھی ہلاک کیا ہے اس کے لیے ایک خاص مہلت عمل لکھی جاچکی تھی
اور رات کی تاریکی کے شر سے جب کہ وہ چھا جايے
اور بیشک ہم نے اپ کی طرف روشن ایتیں اتاری ہیں اور ان (نشانیوں) کا سوايے نافرمانوں کے کويی انکار نہیں کر سکتا،
وہ اس پھٹکار میں ہمیشہ (گرفتار) رہیں گے اور ان سے اس عذاب میں کمی نہیں کی جايے گی اور نہ انہیں مہلت دی جايے گے،
پس اپ لوگوں کو اسی طرف بلاتے رہیں اور جو کچھ اپ سے کہا گیا ہے اس پر مضبوطی سے جم جايیں اور ان کی خواہشوں پر نہ چلیں اور کہہ دیں کہ اللہ تعالی نے جتنی کتابیں نازل فرمايی ہیں میرا ان پر ایمان ہے اور مجھے حکم دیا گیا ہے کہ تم میں انصاف کرتا رہوں۔ ہمارا اور تم سب کا پروردگار اللہ ہی ہے ہمارے اعمال ہمارے لیے ہیں اور تمہارے اعمال تمہارے لیے ہیں، ہم تم میں کويی کٹ حجتی نہیں اللہ تعالی ہم (سب) کو جمع کرے گا اور اسی کی طرف لوٹنا ہے
اور جو شخص خدا پر اور اس کے پیغمبر پر ایمان نہ لايے تو ہم نے (ایسے) کافروں کے ليے اگ تیار کر رکھی ہے
اور پنڈلی پنڈلی سے لپٹ جايے گی
علاوہ اس معبود کے کہ جس نے مجھے پیدا کیا ہے کہ وہی عنقریب مجھے ہدایت دینے والا ہے
مگر وہ منہ موڑ گيے اخرکار ہم نے ان پر بند توڑ سیلاب بھیج دیا اور ان کے پچھلے دو باغوں کی جگہ دو اور باغ انہیں دیے جن میں کڑوے کسیلے پھل اور جھاو کے درخت تھے اور کچھ تھوڑی سی بیریاں
اپ فرما دیں کہ نہ مجھے ہرگز کويی اللہ کے (امر کے خلاف) عذاب سے پناہ دے سکتا ہے اور نہ ہی میں قطعا اس کے سوا کويی جايے پناہ پاتا ہوں،
اور اگر تم (اپنی تنگ دستی کے باعث) ان (مستحقین) سے گریز کرنا چاہتے ہو اپنے رب کی جانب سے رحمت (خوش حالی) کے انتظار میں جس کی تم توقع رکھتے ہو تو ان سے نرمی کی بات کہہ دیا کرو،
ہمارا تم پر کويی زور نہ تھا، تم خود ہی سرکش لوگ تھے
بیشک متقی لوگ بہشتوں اور نعمتوں میں ہوں گے،
اس دن کو یاد کرو جب ہر شخص اس بھلايی کو اپنے سامنے پايے گا جو اس نے کی ہوگی۔ اور برايی کو بھی (جنہیں دیکھ کر) خواہش کرے گا کہ کاش اس کے اور اس کے برے اعمال کے درمیان بڑا فاصلہ ہوتا۔ اور خدا تمہیں اپنی ذات (اپنے عذاب) سے ڈراتا ہے اور خدا اپنے بندوں پر بڑا مہربان ہے۔
جو ہر بڑے ماہر جادوگر کو لے ايیں۔
میرے ليے لازم ہے کہ میں خدا کے بارے میں حق کے علاوہ کچھ نہ کہوں -میں تیرے پاس تیرے رب کی طرف سے معجزہ لے کر ایا ہوں لہذا بنی اسرايیل کو میرے ساتھ بھیج دے
کیا یہ لوگ انہیں شریک بناتے ہیں جو کويی شے خلق نہیں کرسکتے اور خود بھی مخلوق ہیں
اہل کتاب اور مشرکین میں سے جو لوگ کافر تھے (وہ اپنے کفر سے) باز انے والے نہ تھے جب تک کہ ان کے پاس دلیل روشن نہ ا جايے
(اور یہ ہم نے اس لیے کیا کہ) کہیں ایسا نہ ہو کہ ان کے اپنے کیے کرتوتوں کی بدولت کويی مصیبت جب ان پر ايے تو وہ کہیں "اے پروردگار، تو نے کیوں نہ ہماری طرف کويی رسول بھیجا کہ ہم تیری ایات کی پیروی کرتے اور اہل ایمان میں سے ہوتے"
بےشک جو کويی مجرم بن کر اپنے پروردگار کی بارگاہ میں حاضر ہوگا اس کیليے وہ جہنم ہے جس میں وہ نہ مرے گا اور نہ جیيے گا۔
اور جو کويی مسلمان کو جان بوجھ کر قتل کرے، اس کی سزا دوزخ ہے۔ جس میں وہ ہمیشہ رہے گا اور اس پر اللہ کا غضب ہوگا۔ اور اللہ اس پر لعنت کرے گا اور اس نے اس کے لیے عذاب عظیم تیار کر رکھا ہے۔
ان لوگوں سے جب کہا جاتا ہے کہ بچو اس انجام سے جو تمہارے اگے ا رہا ہے اور تمہارے پیچھے گزر چکا ہے، شاید کہ تم پر رحم کیا جايے (تو یہ سنی ان سنی کر جاتے ہیں)
اور جب سمندر بہہ نکلیں گے
کہہ دیجيے کہ مجھے ہرگز کويی اللہ سے بچا نہیں سکتا اور میں ہرگز اس کے سوا کويی جايے پناه بھی پا نہیں سکتا
اللہ وہی ہے جس نے تمہارے ليے سمندر کومسخر کر دیا تاکہ اس کے حکم سے اس میں کشتیاں چلیں اور تاکہ تم اس کا فضل (رزق) تلاش کرو۔ اور تاکہ تم شکر کرو۔
کھايی والوں پر لعنت ہو
وہ اسمان و زمین اوران کے مابین کاپروردگار رحمن ہے جس کے سامنے کسی کو بات کرنے کا یارا نہیں ہے
مگر وہ جس نے مجھے پیدا کیا اور وہی میری راہنمايی کرے گا (میں صرف اسی کی عبادت کرتا ہوں)۔
اور ہم نے اس بستی کے کچھ نشان باقی چھوڑ دیيے (ان لوگوں کی عبرت کیليے) جو عقل سے کام لیتے ہیں۔
اور (ہم نے کہا) اپنے ہاتھ میں (شاخوں کا) ایک مٹھا لو اور اس سے مارو اور قسم نہ توڑو۔ بے شک ہم نے انہیں صبر کرنے والا پایا بڑا اچھا بندہ (اور ہماری طرف) بڑا رجوع کرنے والا۔
اور بیشک انصاف ہونے واﻻ ہے
ارشاد ہوا موسی ہم نے تمہاری مراد تمہیں دے دی ہے
اور زبان اور دو ہونٹ
تو جو شخص اس پر ایمان نہیں رکھتا اور اپنی خواہش کے پیچھے چلتا ہے (کہیں) تم کو اس (کے یقین) سے روک نہ دے تو (اس صورت میں) تم ہلاک ہوجاو
اور اے نبی، جس برے انجام کی دھمکی ہم ان لوگوں کو دے رہے ہیں اس کويی حصہ خواہ ہم تمہارے جیتے جی دکھا دیں یا اس کے ظہور میں انے سے پہلے ہم تمہیں اٹھا لیں، بہر حال تمہارا کام صرف پیغام پہنچا دینا ہے اور حساب لینا ہمارا کام ہے
خدا نے کفر اختیار کرنے والوں کے ليے زوجہ نوح اور زوجہ لوط کی مثال بیان کی ہے کہ یہ دونوں ہمارے نیک بندوں کی زوجیت میں تھیں لیکن ان سے خیانت کی تو اس زوجیت نے خدا کی بارگاہ میں کويی فايدہ نہیں پہنچایا اور ان سے کہہ دیا گیا کہ تم بھی تمام جہنم میں داخل ہونے والوں کے ساتھ داخل ہوجاو
ان کے ظلم کا صحیح بدلہ یہی ہے کہ ان پر اللہ اور فرشتوں اور تمام انسانوں کی پھٹکار ہے
کفر و ایمان کے درمیان ڈانوا ڈول ہیں نہ پورے اس طرف ہیں نہ پورے اس طرف جسے اللہ نے بھٹکا دیا ہو اس کے لیے تم کويی راستہ نہیں پاسکتے
اور ان کے دلوں کو مربوط (یعنی مضبوط) کردیا۔ جب وہ (اٹھ) کھڑے ہويے تو کہنے لگے کہ ہمارا پروردگار اسمانوں اور زمین کا مالک ہے۔ ہم اس کے سوا کسی کو معبود (سمجھ کر) نہ پکاریں گے (اگر ایسا کیا) تو اس وقت ہم نے بعید از عقل بات کہی
کیا الله کے دین کے سوا کويی اور دین تلاش کرتے ہیں حالانکہ جو کويی اسمان اور زمین میں ہے خوشی سے یا لاچاری سے سب اسی کے تابع ہے اور اسی کی طرف لوٹايے جايیں گے
(اگر یہ خدا کے قانون سے منہ موڑتے ہیں) تو کیا پھر جاہلیت کا فیصلہ چاہتے ہیں؟ حالانکہ جو لوگ اللہ پر یقین رکھتے ہیں ان کے نزدیک اللہ سے بہتر فیصلہ کرنے والا کويی نہیں ہے
اور اسی طرح ہم نے اسے عربی فیصلہ اتارا اور اے سننے والے! اگر تو ان کی خواہشوں پر چلے گا بعد اس کے کہ تجھے علم اچکا تو اللہ کے اگے نہ تیرا کويی حمایتی ہوگا نہ بچانے والا،
اور وہ کويی بات اپنی خواہش سے نہیں کرتے،
کیا جب تمہیں ایک مصیبت اپہنچی حالانکہ تم اس سے دو چند (دشمن کو) پہنچا چکے تھے تو تم کہنے لگے کہ یہ کہاں سے اپڑی؟ فرما دیں: یہ تمہاری اپنی ہی طرف سے ہے بیشک اللہ ہر چیز پر خوب قدرت رکھتا ہے،
جب کہ چند جوان اس غار میں ا بیٹھے پھر کہا اے ہمارے رب ہم پر اپنی طرف سے رحمت نازل فرما اور ہمارے اس کام کے لیے کامیابی کا سامان کر دے
اور نماز پڑھا کرو اور زکوة دیا کرو اور (خدا کے اگے) جھکنے والوں کے ساتھ جھکا کرو
کیا تم میں سے کويی یہ پسند کرتا ہے کہ اس کے پاس ایک ہرا بھرا باغ ہو، نہروں سے سیراب، کھجوروں اور انگوروں اور ہرقسم کے پھلوں سے لدا ہوا، اور وہ عین اس وقت ایک تیز بگولے کی زد میں ا کر جھلس جايے، جبکہ وہ خود بوڑھا ہو اور اس کے کم سن بچے ابھی کسی لايق نہ ہوں؟ اس طرح اللہ اپنی باتیں تمہارے سامنے بیان کرتا ہے، شاید کہ تم غور و فکر کرو
اور ہم نے اسمان اور زمین اور جو کچھ ان کے درمیان ہے عبث نہ بنايے
زمانہ کی قسم (جس کی گردش انسانی حالات پر گواہ ہے)۔ (یا- نماز عصر کی قسم (کہ وہ سب نمازوں کا وسط ہے)۔ (یا- وقت عصر کی قسم (جب دن بھر چمکنے والا سورج خود ڈوبنے کا منظر پیش کرتا ہے)۔ (یا- زمانہ بعثت مصطفی (صلی اللہ علیہ والہ وسلم) کی قسم (جو سارے زمانوں کا ماحصل اور مقصود ہے)،
یہ سب باتیں وہ ہیں جن کی برايی تمہارے پروردگار کے نزدیک سخت ناپسند ہے
اور تم کو کیا ہوا ہے کہ خدا کی راہ میں اور ان بےبس مردوں اور عورتوں اور بچوں کی خاطر نہیں لڑتے جو دعايیں کیا کرتے ہیں کہ اے پروردگار ہم کو اس شہر سے جس کے رہنے والے ظالم ہیں نکال کر کہیں اور لے جا۔ اور اپنی طرف سے کسی کو ہمارا حامی بنا۔ اور اپنی ہی طرف سے کسی کو ہمارا مددگار مقرر فرما
اس دن حقیقی حکومت رحمن ہی کی ہوگی اور وہ دن کافروں پر بڑا سخت ہوگا
اور انہوں نے والدین کو بلند مقام پر تخت پر جگہ دی اور سب لوگ یوسف کے سامنے سجدہ میں گر پڑے یوسف نے کہا کہ بابا یہ میرے پہلے خواب کی تعبیر ہے جسے میرے پروردگار نے سچ کر دکھایا ہے اور اس نے میرے ساتھ احسان کیا ہے کہ مجھے قید خانہ سے نکال لیا اور اپ لوگوں کو گاوں سے نکال کر مصر میں لے ایا جب کہ شیطان میرے اور میرے بھايیوں کے درمیان فساد پیدا کرچکا تھا -بیشک میرا پروردگار اپنے ارادوں کی بہترین تدبیر کرنے والا اور صاحب هعلم اور صاحب هحکمت ہے
وايے ہے اور خرابی ہے تیرے لیے
اور ایک گروہ اخری لوگوں کا ہے
یقیناان میں ایسا گروه بھی ہے جو کتاب پڑھتے ہويے اپنی زبان مروڑتا ہے تاکہ تم اسے کتاب ہی کی عبارت خیال کرو حاﻻنکہ دراصل وه کتاب میں سے نہیں، اور یہ کہتے بھی ہیں کہ وه اللہ تعالی کی طرف سے ہے حاﻻنکہ در اصل وه اللہ تعالی کی طرف سے نہیں، وه تو دانستہ اللہ تعالی پر جھوٹ بولتے ہیں
پھر ہم نے حفاظت کی جگہ میں نطفہ بنا کر رکھا
روم والے مغلوب ہوگيے
اللہ ارشاد فرمايے گا کہ یہ وه دن ہے کہ جو لوگ سچے تھے ان کا سچا ہونا ان کے کام ايے گا ان کو باغ ملیں گے جن کے نیچے نہریں جاری ہوں گی جن میں وه ہمیشہ ہمیشہ کو رہیں گے۔ اللہ تعالی ان سے راضی اور خوش اور یہ اللہ سے راضی اور خوش ہیں، یہ بڑی (بھاری) کامیابی ہے
اور اے محمد، اس خدا پر بھروسہ رکھو جو زندہ ہے اور کبھی مرنے والا نہیں اس کی حمد کے ساتھ اس کی تسبیح کرو اپنے بندوں کے گناہوں سے بس اسی کا باخبر ہونا کافی ہے
وہ اس میں (مسندوں پر) تکیے لگايے بیٹھے ہوں گے اس میں (وقفے وقفے سے) بہت سے عمدہ پھل اور میوے اور (لذیذ) شربت طلب کرتے رہیں گے،
تمام تعریفیں اﷲ ہی کے ليے ہیں جس نے اسمانوں اور زمین کو پیدا فرمایا اور تاریکیوں اور روشنی کو بنایا، پھر بھی کافر لوگ (معبودان باطلہ کو) اپنے رب کے برابر ٹھہراتے ہیں،
تو وہ نہیں مگر ایک جھڑکی
کہیے ذرا غور کرکے بتاو کہ اگر تم پر اللہ کا عذاب اچانک یا علانیہ اجايے تو ظالم لوگوں کے سوا اور کون ہلاک و برباد ہوگا؟
اگر ہم چاہیں تو اسمان سے ان پر کويی نشانی اتاریں کہ ان کے اونچے اونچے اس کے حضور جھکے رہ جايیں
(یہ لوگ) جنہوں نے شعیب کی تکذیب کی تھی ایسے برباد ہويے تھے کہ گویا وہ ان میں کبھی اباد ہی نہیں ہويے تھے (غرض) جنہوں نے شعیب کو جھٹلایا وہ خسارے میں پڑگيے
ان لوگوں نے مڑ کر دیکھا اور کہا کہ اخر تمہاری کیا چیز گم ہوگيی ہے
یقین جانو کہ نبی عربی کو ماننے والے ہوں یا یہودی، عیسايی ہوں یا صابی، جو بھی اللہ اور روز اخر پر ایمان لايے گا اور نیک عمل کرے گا، اس کا اجر اس کے رب کے پاس ہے اور اس کے لیے کسی خوف اور رنج کا موقع نہیں ہے
اور الله تک سیدھی راہ پہنچتی ہے اور بعض ان میں ٹیڑھی بھی ہیں اور اگر الله چاہتا تو تم سب کو سیدھی راہ بھی دکھا دیتا
اور دوزخ والے بہشت والوں کو پکاریں گے کہ ہم پر تھوڑا سا پانی بہا دو یا کچھ اس چیز میں سے دو جو تمہیں الله نے رزق دیا ہے کہیں گے بے شک الله نے انہیں دونوں چیزوں کو کافروں پر حرام کیا ہے
اور جنہوں نے ہماری ایتوں کو جھٹلایا ہم انہیں اہستہ اہستہ پکڑیں گے ایسی جگہ سے جہاں انہیں خبر بھی نہ ہو گی
اللہ تعالی کا حکم اپہنچا، اب اس کی جلدی نہ مچاو۔ تمام پاکی اس کے لیے ہے وه برتر ہے ان سب سے جنہیں یہ اللہ کے نزدیک شریک بتلاتے ہیں
یہ تمہارے پروردگار کی طرف سے بطور عطیہ صلہ ہے جو کافی و وافی ہے۔
اور اگر تیرا رب چاہتا تو سب لوگو ں کو ایک رستہ پر ڈال دیتا اور ہمیشہ اختلاف میں رہیں گے
اور انہوں نے ان سے صرف اس بات کا بدلہ لیا ہے کہ وہ خدايے عزیز و حمید پر ایمان لايے تھے
اور جب چاند کو چمکتے ہويے دیکھا تو کہا یہ میرا پروردگار ہے؟ لیکن جب وہ بھی غروب ہوگیا۔ تو کہا کہ اگر میرا پروردگار میری ہدایت و راہنمايی نہ کرتا رہا تو میں گمراہ لوگوں میں سے ہو جاوں گا۔
کیا ہمارے درمیان بس یہی ایک شخص رہ گیا تھا جس پر اللہ کا ذکر نازل کر دیا گیا؟" اصل بات یہ ہے کہ یہ میرے "ذکر"پر شک کر رہے ہیں، اور یہ ساری باتیں اس لیے کر رہے ہیں کہ انہوں نے میرے عذاب کا مزا چکھا نہیں ہے
پھر اس نے اس غم کے بعد تم پر امن نازل فرمایا اور تم میں سے ایک جماعت کو امن کی نیند انے لگی۔ ہاں کچھ وه لوگ بھی تھے کہ انہیں اپنی جانوں کی پڑی ہويی تھی، وه اللہ تعالی کے ساتھ ناحق جہالت بھری بدگمانیاں کر رہے تھے اور کہتے تھے کیا ہمیں بھی کسی چیز کا اختیار ہے؟ اپ کہہ دیجيے کہ کام کل کا کل اللہ کے اختیار میں ہے، یہ لوگ اپنے دلوں کے بھید اپ کو نہیں بتاتے، کہتے ہیں کہ اگر ہمیں کچھ بھی اختیار ہوتا تو یہاں قتل نہ کيے جاتے۔ اپ کہہ دیجيے کہ گو تم اپنے گھروں میں ہوتے پھر بھی جن کی قمست میں قتل ہونا تھا وه تو مقتل کی طرف چل کھڑے ہوتے، اللہ تعالی کو تمہارے سینوں کے اندر کی چیز کا ازمانا اور جو کچھ تمہارے دلوں میں ہے، اس کو پاک کرنا تھا، اور اللہ تعالی سینوں کے بھید سے اگاه ہے
اور کسی وقت رات میں تہجد پڑھا کرو جو تیرے لیے زايد چیز ہے قریب ہے کہ تیرا رب مقام محمود میں پہنچا دے
وہ دن ہوگا تیرے رب کی طرف روانگی کا
(رب فرمايے گا:) ہاں، بے شک میری ایتیں تیرے پاس ايی تھیں، سو تو نے انہیں جھٹلا دیا، اور تو نے تکبر کیا اور تو کافروں میں سے ہوگیا،
اور نفیس مسندیں بچھی ہويی
پس جب وہ ان کے سنگم پر پہنچے تو اپنی مچھلی سے غافل ہو گيے اور وہ نکل کر اس طرح دریا میں چلی گيی جیسے کہ کويی سرنگ لگی ہو
جس دن نہ مال کام ايے گا نہ بیٹے،
اور البتہ شیطان نے ان پر اپنا گمان سچ کر دکھایا سوايے ایمان داروں کے ایک گروہ کے سب اس کے تابع ہو گيے
کیا انہوں نے زمین میں سیر نہیں کی تاکہ دیکھ لیتے کہ جو لوگ ان سے پہلے تھے ان کا انجام کیسا ہوا۔ وہ ان سے زور اور زمین میں نشانات (بنانے) کے لحاظ سے کہیں بڑھ کر تھے تو خدا نے ان کو ان کے گناہوں کے سبب پکڑ لیا۔ اور ان کو خدا (کے عذاب) سے کويی بھی بچانے والا نہ تھا
سو جب ہم نے ان سے عذاب کو دور کردیا تو وہ عہد شکنی کرنے لگے
جب وہ (فرشتے) ان کے پاس ايے تو انہوں نے سلام پیش کیا، ابراہیم (علیہ السلام) نے بھی (جوابا) سلام کہا، (ساتھ ہی دل میں سوچنے لگے کہ) یہ اجنبی لوگ ہیں،
وہاں اونچے اونچے تخت ہوں گے
یہی وہ لوگ ہیں جنہوں نے دنیا کی زندگی کو اخرت کے بدلہ خریدا سو ان سے عذاب ہلکانہ کیا جايے گا اور نہ انہیں کويی مدد مل سکے گی
اور ہم نے اس شہر کو (الٹ کر) نیچے اوپر کردیا۔ اور ان پر کھنگر کی پتھریاں برسايیں
اور وزن کرو تو صحیح اور سچی ترازو سے تولو
یقینا تم اپنے اموال اور نفوس کے ذریعہ ازمايے جاوگے اور جن کو تم سے پہلے کتاب دی گيی ہے اور جو مشرک ہوگيے ہیں سب کی طرف سے بہت اذیت ناک باتیں سنوگے- اب اگر تم صبر کروگے اور تقوی اختیارکروگے تو یہی امورمیں استحکام کا سبب ہے
اور جو کچھ ماں باپ یا اقربا نے چھوڑا ہے ہم نے سب کے ليے ولی و وارث مقرر کرديیے ہیں اور جن سے تم نے عہد و پیمان کیا ہے ان کا حصہ بھی انہیں دے دو بیشک اللہ ہر شے پر گواہ اور نگراں ہے
یہ اس ليے کہ ان کے پاس پیغمبر کھلی دلیلیں لاتے تھے تو یہ کفر کرتے تھے سو خدا نے ان کو پکڑ لیا۔ بےشک وہ صاحب قوت (اور) سخت عذاب دینے والا ہے
اور یہ مثالیں ہیں ہم انہیں لوگوں (کے سمجھانے) کے ليے بیان کرتے ہیں، اور انہیں اہل علم کے سوا کويی نہیں سمجھتا،
اور اللہ نے تم میں سے بعض کو بعض پر رزق (کے درجات) میں فضیلت دی ہے (تاکہ وہ تمہیں حکم انفاق کے ذریعے ازمايے)، مگر جن لوگوں کو فضیلت دی گيی ہے وہ اپنی دولت (کے کچھ حصہ کو بھی) اپنے زیردست لوگوں پر نہیں لوٹاتے (یعنی خرچ نہیں کرتے) حالانکہ وہ سب اس میں (بنیادی ضروریات کی حد تک) برابر ہیں، تو کیا وہ اللہ کی نعمتوں کا انکار کرتے ہیں،
یا (اس سے) بےخوف ہو کر تم دوسری دفعہ دریا میں لے جايے پھر تم پر تیز ہوا چلايے اور تمہارے کفر کے سبب تمہیں ڈبو دے۔ پھر تم اس غرق کے سبب اپنے ليے کويی ہمارا پیچھا کرنے والا نہ پاو
(اہل) روم مغلوب ہوگيے
بیشک اﷲ میرا رب ہے اور تمہارا بھی (وہی) رب ہے پس اسی کی عبادت کرو، یہی سیدھا راستہ ہے،
اور پرندوں کو بھی کہ جمع رہتے تھے۔ سب ان کے فرمانبردار تھے
البتہ ہم نے اپنے رسولوں کو نشانیاں دے کر بھیجا اور ان کے ہمراہ ہم نے کتاب اور ترازويے (عدل) بھی بھیجی تاکہ لوگ انصاف کو قايم رکھیں اور ہم نے لوہا بھی اتارا جس میں سخت جنگ کے سامان اورلوگوں کے فايدے بھی ہیں اور تاکہ الله معلوم کرے کہ کون اس کی اور اس کے رسولوں کی غايبانہ مدد کرتا ہے بے شک الله بڑا زور اور غالب ہے
اور وہ کہتے ہیں کہ یہ کیسا رسول ہے جو کھانا کھاتا ہے اور بازاروں میں چلتا پھرتا ہے؟ اس پر کويی فرشتہ کیوں نہ اتارا گیا جو اس کے ساتھ ڈرانے والا ہوتا؟
اور جو بات پکار کی جايے وہ اسے بھی جانتا ہے اور جو تم پوشیدہ کرتے ہو اس سے بھی واقف ہے
یہ ایک کتاب ہے جو اپ کے پاس اس ليے بھیجی گيی ہے کہ اپ اس کے ذریعہ سے ڈرايیں، سو اپ کے دل میں اس سے بالکل تنگی نہ ہو اور نصیحت ہے ایمان والوں کے ليے
اور اللہ ہی کے ليے اسمان اور زمین کا کل غیب ہے اور اسی کی طرف تمام امور کی بازگشت ہے لہذا اپ اسی کی عبادت کریں اور اسی پر اعتماد کریں کہ اپ کا رب لوگوں کے اعمال سے غافل نہیں ہے
اور قارون و فرعون و ہامان کو ہم نے ہلاک کیا موسی ان کے پاس بینات لے کر ایا مگر انہوں نے زمین میں اپنی بڑايی کا زعم کیا حالانکہ وہ سبقت لے جانے والے نہ تھے
پھر سب کو جمع کیا اور اواز دی
اور جب تو اپنے باغ میں ایا تھا تو نے کیوں نہ کہا جو الله چاہے تو ہوتا ہے اور الله کی مدد کے سوا کويی طاقت نہیں اگر تو مجھے دیکھتا ہے کہ میں تجھ سے مال اور اولاد میں کم ہوں
جب اس نے اگ دیکھی تو اپنے گھر والوں سے کہا کہ ٹھہرو میں نے اگ دیکھی ہے شاید کہ میں اس سے تمہارے پاس کويی چنگاری لاوں یا وہاں کويی رہبر پاوں
دايیں اور بايیں سے گروه کے گروه
خدايے رحمن۔
تمہارے گرد و پیش جو بدوی رہتے ہیں ان میں بہت سے منافق ہیں اور اسی طرح خود مدینہ کے باشندوں میں بھی منافق موجود ہیں جو نفاق میں طاق ہو گيے ہیں تم انہیں نہیں جانتے، ہم ان کو جانتے ہیں قریب ہے وہ وقت جب ہم ان کو دوہری سزا دیں گے، پھر وہ زیادہ بڑی سزا کے لیے واپس لايے جايیں گے
اور میں تم سے نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں اور نہ یہ کہ میں غیب جان جانتا ہوں اور نہ یہ کہتا ہوں کہ میں فرشتہ ہوں اور میں انہیں نہیں کہتا جن کو تمہاری نگاہیں حقیر سمجھتی ہیں کہ ہرگز انہیں اللہ کويی بھلايی نہ دے گا، اللہ خوب جانتا ہے جو ان کے دلوں میں ہے ایسا کروں تو ضرور میں ظالموں میں سے ہوں
(ایسا) ہرگز نہیں بلکہ (حقیقت یہ ہے کہ) ان کے دلوں پر ان اعمال (بد) کا زنگ چڑھ گیا ہے جو وہ کمایا کرتے تھے (اس لیے ایتیں ان کے دل پر اثر نہیں کرتیں)،
پھر ہم نے موسی کو وہ کتاب عطا کی جو نیک عمل کرنے والے پر نعمت کی تکمیل ہے۔ اور اس میں ہر چیز کی تفصیل ہے اور (لوگوں کے لیے) سراسر ہدایت و رحمت ہے تاکہ وہ اپنے پروردگار کی بارگاہ میں حاضری و حضوری پر ایمان لايیں۔
مومن تو اصل میں وہی ہیں جو اللہ اور اس کے رسول کو دل سے مانیں اور جب کسی اجتماعی کام کے موقع پر رسول کے ساتھ ہوں تو اس سے اجازت لیے بغیر نہ جايیں جو لوگ تم سے اجازت مانگتے ہیں وہی اللہ اور رسول کے ماننے والے ہیں، پس جب وہ اپنے کسی کام سے اجازت مانگیں تو جسے تم چاہو اجازت دے دیا کرو اور ایسے لوگوں کے حق میں اللہ سے دعايے مغفرت کیا کرو، اللہ یقینا غفور و رحیم ہے
تف ہے تم پر اور ان (بتوں) پر جن کی تم اللہ کو چھوڑ کر پرستش کرتے ہو۔ کیا تم عقل سے کام نہیں لیتے؟
اور یہ کہ وہ (ایسی باتیں) کہتے ہیں جنہیں (خود) کرتے نہیں ہیں،
اور بے شک وہ ہمارے نزدیک برگزیدہ بندوں میں سے تھے
جب تم پروردگار سے فریاد کررہے تھے تو اس نے تمہاری فریاد سن لی کہ میں ایک ہزار ملايکہ سے تمہاری مدد کررہا ہوں جو برابر ایک کے پیچھے ایک ارہے ہیں
یقینا اللہ لوگوں پر ذرہ برابر بھی ظلم نہیں کرتا۔ مگر لوگ خود اپنے اوپر ظلم کرتے ہیں۔
اور ہم تو اس ليے ڈھیل دے رہے ہیں کہ ہماری تدبیر مضبوط ہے
اور (وہ وقت یاد کیجيے) جب موسی (علیہ السلام) نے اپنی قوم سے کہا: تم اپنے اوپر اللہ کے (اس) انعام کو یاد کرو جب اس نے تمہیں ال فرعون سے نجات دی جو تمہیں سخت عذاب پہنچاتے تھے اور تمہارے لڑکوں کو ذبح کر ڈالتے تھے اور تمہاری عورتوں کو زندہ چھوڑ دیتے تھے، اور اس میں تمہارے رب کی جانب سے بڑی بھاری ازمايش تھی،
اور (یاد کرو) جب ابراہیم اور اسماعیل (علیھما السلام) خانہ کعبہ کی بنیادیں اٹھا رہے تھے (تو دونوں دعا کر رہے تھے) کہ اے ہمارے رب! تو ہم سے (یہ خدمت) قبول فرما لے، بیشک تو خوب سننے والا خوب جاننے والا ہے،
ایمان نہ ﻻنے والوں سے کہہ دیجيے کہ تم اپنے طور پر عمل کيے جاو ہم بھی عمل میں مشغول ہیں
الله اپنے بندوں پر بڑا مہربان ہے جسے (جس قدر) چاہے روزی دیتا ہے اوروہ بڑا طاقتور زبردست ہے
اور ان کو اس جنت میں داخل کرے گا جس سے وہ ان کو واقف کرا چکا ہے
اور جن لوگوں نے کفر اختیار کیا تو کیا تمہارے سامنے ہماری ایات کی تلاوت نہیں ہورہی تھی لیکن تم نے اکڑ سے کام لیا اور بیشک تم ایک مجرم قوم تھے
اور انہیں ہم نے اپنی رحمت میں داخل کیا، بیشک وہ ہمارے قرب خاص کے سزاواروں میں ہیں،
زمین و اسمان کا ہر ذرہ اللہ کی تسبیح میں مشغول ہے اور وہی صاحب عزت اور صاحب هحکمت ہے
جن لوگوں نے اپنے پروردگار سے کفر کیا ان کے اعمال کی مثال راکھ کی سی ہے کہ اندھی کے دن اس پر زور کی ہوا چلے (اور) اسے اڑا لے جايے (اس طرح) جو کام وہ کرتے رہے ان پر ان کو کچھ دسترس نہ ہوگی۔ یہی تو پرلے سرے کی گمراہی ہے
مگر اللہ کے چنے ہويے بندے
اور جب موسی اپنی قوم میں نہایت غصے اور افسوس کی حالت میں واپس ايے۔ تو کہنے لگے کہ تم نے میرے بعد بہت ہی بداطواری کی۔ کیا تم نے اپنے پروردگار کا حکم (یعنی میرا اپنے پاس انا) جلد چاہا (یہ کہا) اور (شدت غضب سے تورات کی) تختیاں ڈال دیں اور اپنے بھايی کے سر (کے بالوں) کو پکڑ کر اپنی طرف کھینچنے لگے۔ انہوں نے کہا کہ بھايی جان لوگ تو مجھے کمزور سمجھتے تھے اور قریب تھا کہ قتل کردیں۔ تو ایسا کام نہ کیجیے کہ دشمن مجھ پر ہنسیں اور مجھے ظالم لوگوں میں مت ملایيے
اورجن کو یہ لوگ اللہ کے سوا پکارتے ہیں وہ سفارش کرنے کا کويی اختیار نہیں رکھتے۔ سوايے ان کے جو حق کی گواہی دیں اور وہ جانتے بھی ہوں۔
اور اگر اہل کتاب ایمان لے اتے اور ہم سے ڈرتے رہتے تو ہم ان کے گناہوں کو معاف کردیتے اور انہیں نعمتوں کے باغات میں داخل کردیتے
طا۔ سین۔ یہ قران واضح کتاب کی ایتیں ہیں۔
کیا ہم نے زمین کو (زندگی کے) قیام اور کسب و عمل کی جگہ نہیں بنایا،
اگر حق ہی ان کی خواہشوں کا پیرو ہوجايے تو زمین واسمان اور ان کے درمیان کی ہر چیز درہم برہم ہو جايے۔ حق تو یہ ہے کہ ہم نے انہیں ان کی نصیحت پہنچا دی ہے لیکن وه اپنی نصیحت سے منھ موڑنے والے ہیں
اپ ظالموں کو (قیامت کے دن) دیکھیں گے کہ اپنے اعمال (کے وبال) سے ڈر رہے ہوں گے اور ان پر پڑنے والا اور جو لوگ ایمان لايے اور نیک کام کیے وہ بہشت کے باغوں میں ہوں گے انہیں جو چاہیں گے اپنے رب کے ہاں سے ملے گا یہی وہ بڑا فضل ہے
اپ کہہ دیجيے! کہ میری طرف جو کچھ وحی کی گيی ہے وہ یہ ہے کہ تمہارا الہ بس ایک الہ ہے۔ تو کیا تم اس کے اگے سر جھکاتے ہو؟
اور کافروں نے کہا کہ اس پر قران سارا کا سارا ایک ساتھ ہی کیوں نہ اتارا گیا اسی طرح ہم نے (تھوڑا تھوڑا کرکے) اتارا تاکہ اس سے ہم اپ کا دل قوی رکھیں، ہم نے اسے ٹھہر ٹھہر کر ہی پڑھ سنایا ہے
اور شہر میں نو شخص تھے کہ زمین میں فساد کرتے اور سنوار نہ چاہتے،
(انہیں) مہربان (پروردگار) کی طرف سے سلام کہا جايے گا۔
تو یہ فورا جواب دیں گے کہ یہ سب اللہ کے ليے ہے تو کہيے کہ اخر پھر تم پر کون سا جادو کیا جارہا ہے
اور جب وه رسول کی طرف نازل کرده (کلام) کو سنتے ہیں تو اپ ان کی انکھیں انسو سے بہتی ہويی دیکھتے ہیں اس سبب سے کہ انہوں نے حق کو پہچان لیا، وه کہتے ہیں کہ اے ہمارے رب! ہم ایمان لے ايے پس تو ہم کو بھی ان لوگوں کے ساتھ لکھ لے جو تصدیق کرتے ہیں
جس نے کويی نیک عمل کیا سو اپنی ہی جان کے (نفع کے) ليے اور جس نے برايی کی تو (اس کا وبال بھی) اسی پر ہے پھر تم سب اپنے رب کی طرف لوٹايے جاو گے،
سو الله پر بھروسہ کر بے شک تو صریح حق پر ہے
بیشک ہم اس بستی کے باشندوں پر اسمان سے عذاب نازل کرنے والے ہیں اس وجہ سے کہ وہ نافرمانی کیا کرتے تھے،
کافروں پر وہ اسان نہ ہو گا
ہم نے ان سے پہلے کتنی قومیں ہلاک کر دی ہیں سو انہوں نے بڑی ہايے پکار کی اور وہ وقت خلاصی کا نہ تھا
جب وہ یوسف کے پاس گيے تو کہنے لگے کہ عزیز ہمیں اور ہمارے اہل وعیال کو بڑی تکلیف ہو رہی ہے اور ہم تھوڑا سا سرمایہ لايے ہیں اپ ہمیں (اس کے عوض) پورا غلہ دے دیجیيے اور خیرات کیجیيے۔ کہ خدا خیرات کرنے والوں کو ثواب دیتا ہے
(اے رسول(ص)) تم ہرگز اس عمارت میں کھڑے نہ ہونا۔ بے شک وہ مسجد جس کی اول دن سے تقوی و پرہیزگاری پر بنیاد رکھی گيی ہے۔ اس کی زیادہ مستحق ہے کہ اپ اس میں کھڑے ہوں (مسجد قبا و مسجد نبوی) اس میں ایسے لوگ ہیں جو پاک و صاف رہنا پسند کرتے ہیں اور اللہ پاک و صاف رہنے والوں کو ہی پسند کرتا ہے
اور پھر (اس قافلہ والوں سے) مصر کے جس شخص (عزیز مصر) نے اسے (دوبارہ) خریدا تھا اس نے اپنی بیوی (زلیخا) سے کہا اسے عزت کے ساتھ رکھنا ہو سکتا ہے کہ ہمیں کچھ فايدہ پہنچايے یا ہم اسے اپنا بیٹا بنا لیں! اور اسی طرح (حکمت عملی سے) ہم نے اس (یوسف (ع)) کو سر زمین مصر میں تمکین دی (زمین ہموار کی تاکہ اسے اقتدار کیليے منتخب کریں) اور خوابوں کی تعبیر کا علم عطا کریں اور اللہ اپنے ہر کام پر غالب ہے (اور اس کے انجام دینے پر قادر ہے) لیکن اکثر لوگ (یہ حقیقت) نہیں جانتے۔
ان کو ہاتھ نہیں لگایا کسی انسان یا جن نے اس سے قبل
اور جب خدا نے پیغمبروں سے عہد لیا کہ جب میں تم کو کتاب اور دانايی عطا کروں پھر تمہارے پاس کويی پیغمبر ايے جو تمہاری کتاب کی تصدیق کرے تو تمھیں ضرور اس پر ایمان لانا ہوگا اور ضرور اس کی مدد کرنی ہوگی اور (عہد لینے کے بعد) پوچھا کہ بھلا تم نے اقرار کیا اور اس اقرار پر میرا ذمہ لیا (یعنی مجھے ضامن ٹہرایا) انہوں نے کہا (ہاں) ہم نے اقرار کیا (خدا نے) فرمایا کہ تم (اس عہد وپیمان کے) گواہ رہو اور میں بھی تمہارے ساتھ گواہ ہوں
اور جو الله کی راہ میں مارے جايیں انہیں مرا ہوا نہ کہا کرو بلکہ وہ تو زندہ ہیں لیکن تم نہیں سمجھتے
جس نے تمہارے لیے زمین کو بچھونا کیا اورتمہارے لیے اس میں راستے کیے کہ تم راہ پاو
فرمایا "پکڑ لے اس کو اور ڈر نہیں، ہم اسے پھر ویسا ہی کر دیں گے جیسی یہ تھی
اور ہم نے ابراہیم کو پہلے ہی سے ہدایت دی تھی اور ہم ان کے حال سے واقف تھے
ان کی انکھیں جھکی ہويی ہوں گی، ان پر ذلت چھا رہی ہوگی، یہ ہے وه دن جس کا ان سے وعده کیا جاتا تھا
اور ابلیس کے لشکر سب کے سب اس میں اوپر تلے دھکیل دیے جايیں گے
پھر اگر وہ صبر کریں تو اگ ان کا ٹھکانا ہے اور اگر وہ منانا چاہیں تو کويی ان کا منانا نہ مانے،
کیا اپ نے ان کو نہیں دیکھا جنہوں نے اس قوم سے دوستی رکھی ہے جن پر الله کا غضب ہے نہ وہ تم میں سے ہیں اور نہ ان میں سے اوروہ جان بوجھ کر جھوٹ پر قسمیں کھاتے ہیں
اللہ نے (تايید و نصرت کا) جو وعدہ تم سے کیا تھا وہ تو اس نے پورا کر دیا ابتدا میں اس کے حکم سے تم ہی ان کو قتل کر رہے تھے مگر جب تم نے کمزوری دکھايی اور اپنے کام میں باہم اختلاف کیا، اور جونہی کہ وہ چیز اللہ نے تمہیں دکھايی جس کی محبت میں تم گرفتار تھے (یعنی مال غنیمت) تم اپنے سردار کے حکم کی خلاف ورزی کر بیٹھے اس لیے کہ تم میں سے کچھ لوگ دنیا کے طالب تھے اور کچھ اخرت کی خواہش رکھتے تھے تب اللہ نے تمہیں کافروں کے مقابلہ میں پسپا کر دیا تاکہ تمہاری ازمايش کرے اور حق یہ ہے کہ اللہ نے پھر بھی تمہیں معاف ہی کر دیا کیونکہ مومنوں پر اللہ بڑی نظر عنایت رکھتا ہے
نہ تو کويی امت اپنے وقت مقرره سے اگے بڑھی اور نہ پیچھے رہی
اس کی چھت کو بلند کیا اور پھر برابر کردیا ہے
اور لوگوں میں سے کچھ ایسے بھی ہیں کہ جو اللہ کے بارے میں علم کے بغیر کج بحثی کرتے ہیں اور سرکش شیطان کی پیروی کرتے ہیں۔
یہی خدا تو تمہارا پروردگار برحق ہے۔ اور حق بات کے ظاہر ہونے کے بعد گمراہی کے سوا ہے ہی کیا؟ تو تم کہاں پھرے جاتے ہو
جو لوگ ایمان لايے اور نیک عمل کيے وہ ان بہشتوں میں داخل کيے جايیں گے جن کے نیچے سے نہریں بہہ رہی ہوں گی اور اپنے پروردگار کے حکم سے ان میں ہمیشہ ہمیشہ رہیں گے اس میں ان کی باہمی دعا (بوقت ملاقات) سلام ہوگا۔ (سلام علیکم تم پر سلامتی ہو)۔
جب وہ اس کلام کو سنتے ہیں جو رسول پر اترا ہے تو تم دیکھتے ہو کہ حق شناسی کے اثر سے ان کی انکھیں انسووں سے تر ہو جاتی ہیں وہ بول اٹھتے ہیں کہ "پروردگار! ہم ایمان لايے، ہمارا نام گواہی دینے والوں میں لکھ لے"
پھر ہم نے نطفہ کا لوتھڑا بنایا پھر ہم نے لوتھڑے سے گوشت کی بوٹی بنايی پھر ہم نے اس بوٹی سے ہڈیاں بنايیں پھر ہم نے ہڈیوں پر گوشت پہنایا پھر اسے ایک نيی صورت میں بنا دیا سو الله بڑی برکت والا سب سےبہتر بنانے والا ہے
پھر ہم نے تمہیں بھی گمراہ کیا ہم خود بھی گمراہ تھے
تباہی ہے ہر اس شخص کیليے جو (روبرو) طعن و تشنیع کرنے والا (اور پس پشت) عیب جويی کرنے والا ہے۔
پس الله سے ڈرو اور میرا کہا مانو
اس روز منہ کے بل دوزخ میں گھسیٹے جايیں گے اب اگ کا مزہ چکھو
اے نبی کی بیویو تم معمولی عورتوں کی طرح نہیں ہو اگر تم الله سے ڈرتی ر ہو اور دبی زبان سے بات نہ کہو کیونکہ جس کے دل میں مرض ہے وہ طمع کرے گا اور بات معقول کہو
اور ان میں سے بعض وہ لوگ بھی ہیں جو اپ کی طرف (دل اور دھیان لگايے بغیر) صرف کان لگايے سنتے رہتے ہیں یہاں تک کہ جب وہ اپ کے پاس سے نکل کر (باہر) جاتے ہیں تو ان لوگوں سے پوچھتے ہیں جنہیں علم (نافع) عطا کیا گیا ہے کہ ابھی انہوں نے (یعنی رسول اﷲ صلی اللہ علیہ والہ وسلم نے) کیا فرمایا تھا؟ یہی وہ لوگ ہیں جن کے دلوں پر اﷲ نے مہر لگا دی ہے اور وہ اپنی خواہشات کی پیروی کر رہے ہیں،
جو موسی و ہارون کا پروردگار ہے۔
پھر ظالموں سے کہا جايے گا ہمیشگی کا عذاب چکھتے رہو تمہیں نہیں بدلا دیا جاتا مگر اس چیز کا جو تم کرتے تھے
اور دیکھتے رہو، عنقریب یہ خود دیکھ لیں گے
یا اپ کا خالص سونے کا ایک گھر ہو۔ یا پھر اپ اسمان پر چڑھ جايیں اور ہم اپ کے (اسمان پر) چڑھنے کو بھی اس وقت تک نہیں مانیں گے جب تک ایک (لکھی لکھايی) کتاب اتار کے نہ لے ايیں جسے ہم خود پڑھیں۔ کہہ دیجيے پاک ہے میرا پروردگار میں پیغام پہنچانے والا انسان کے سوا کیا ہوں؟
(سايل کو) اچھايی سے جواب دینا اور بخش دینا۔ اس صدقہ و خیرات سے بہتر ہے۔ جس کے بعد (سايل کو) ایذا پہنچايی جايے۔ اور اللہ بے نیاز ہے اور بڑا بردبار ہے۔
کہو کہ اب اپنے کيے کا مزہ چکھو کہ تم تو بڑے صاحب هعزت اور محترم کہے جاتے تھے
سن لو بیشک اللہ ہی کے ملک ہیں جتنے اسمانوں میں ہیں اور جتنے زمینوں میں اور کاہے کے پیچھے جارہے ہیں وہ جو اللہ کے سوا شریک پکار رہے ہیں، وہ تو پیچھے نہیں جاتے مگر گمان کے اور وہ تو نہیں مگر اٹکلیں دوڑاتے
ان سے کہو، تعریف اللہ ہی کے لیے ہے، عنقریب وہ تمہیں اپنی نشانیاں دکھا دے گا اور تم انہیں پہچان لو گے، اور تیرا رب بے خبر نہیں ہے ان اعمال سے جو تم لوگ کرتے ہو
اپنی جان کو زمین میں اونچا کھینچنا اور برا داوں اور برا داوں (فریب) اپنے چلنے والے ہی پر پڑتا ہے تو کا ہے کے انتظار میں ہیں مگر اسی کے جو اگلوں کا دستور ہوا تو تم ہرگز اللہ کے دستور کو بدلتا نہ پاو گے اور ہرگز اللہ کے قانون کو ٹلتا نہ پاو گے،
یہ تو چکھو اور اس کے ساتھ یہ ہے کہ کافروں کو ا گ کا عذاب ہے
اسی طرح ہم نے انکار کو گنہگاروں کے دلوں میں داخل کردیا
انہوں نے ہماری تمام نشانیاں جھٹلايیں پس ہم نے انہیں بڑے غالب قوی پکڑنے والے کی طرح پکڑ لیا
کہ تو میرے پیچھے نہ ایا۔ کیا تو بھی میرے فرمان کا نافرمان بن بیٹھا
اے ہر دو گروہان (انس و جن!) ہم عنقریب تمہارے حساب کی طرف متوجہ ہوتے ہیں،
جو ہماری انکھوں کے سامنے چل رہی تھی۔ بدلہ اس کی طرف سے جس کا کفر کیا گیا تھا
کہا تمہیں یاد ہے جو کچھ تم نے یوسف اور اس کے بھايی کے ساتھ کیا تھا جب تمہیں سمجھ نہ تھی
اور جس نے بخل کیا اور (اپنے خدا سے) بے نیازی برتی
اگر خدا کی طرف سے پہلے فیصلہ نہ ہوچکا ہوتا تو تم لوگوں نے جو فدیہ لے لیا تھا اس پر عذاب عظیم نازل ہوجاتا
جن لوگوں نے کفر کیا اور اللہ کی راه سے اوروں کو روکا پھر کفر کی حالت میں ہی مرگيے (یقین کر لو) کہ اللہ انہیں ہرگز نہ بخشے گا
اگر تم دونوں اللہ کی بارگاہ میں توبہ کرو (تو تمہارے ليے بہتر ہے) کیونکہ تم دونوں کے دل (ایک ہی بات کی طرف) جھک گيے ہیں، اگر تم دونوں نے اس بات پر ایک دوسرے کی اعانت کی (تو یہ نبی مکرم صلی اللہ علیہ والہ وسلم کے ليے باعث رنج ہوسکتا ہے) سو بیشک اللہ ہی ان کا دوست و مددگار ہے، اور جبریل اور صالح مومنین بھی اور اس کے بعد (سارے) فرشتے بھی (ان کے) مددگار ہیں،
اور جو لوگ ایمان لايے اور نیک عمل کيے ہم ان کو جنت کے بالا خانوں میں جگہ دیں گے جن کے نیچے نہریں جاری ہوں گی (اور) وہ ان میں ہمیشہ رہیں گے کیا اچھا اجر ہے (نیک) عمل کرنے والوں کا۔
پھر ہم نے ان لوگوں کو (اس) کتاب کا وارث بنایا جن کو ہم نے اپنے بندوں میں سے پسند فرمایا۔ پھر بعضے تو ان میں اپنی جانوں پر ﻇلم کرنے والے ہیں اور بعضے ان میں متوسط درجے کے ہیں اور بعضے ان میں اللہ کی توفیق سے نیکیوں میں ترقی کيے چلے جاتے ہیں۔ یہ بڑا فضل ہے
سوايے ایک بڑھیا کے جو پیچھے رہ جانے والوں میں سے تھی
ان سے پوچھو تو کہ بھلا تمہارے پروردگار کے ليے تو بیٹیاں اور ان کے ليے بیٹے
اورہمارے ذمے کھلم کھلا پہنچا دینا ہی ہے
اور نہ میں پوجوں گا جو تم نے پوجا،
ان لوگوں پر جب کويی مصیبت واقع ہوتی ہے تو کہتے ہیں کہ ہم خدا ہی کا مال ہیں اور اسی کی طرف لوٹ کر جانے والے ہیں
اور خبردار ان لوگوں کی طرح نہ ہوجاو جنہوں نے تفرقہ پیدا کیا اور واضح نشانیوں کے اجانے کے بعد بھی اختلاف کیا کہ ان کے ليے عذاب هعظیم ہے
(یہ قران) عزیز (غالب اور) بڑے مہربان کا نازل کیا ہوا ہے۔
اور ان پر اور کشتیوں پر تم سوار ہوتے ہو
انجام کار نہ تمہاری ارزووں پر موقوف ہے نہ اہل کتاب کی ارزووں پر جو بھی برايی کرے گا اس کا پھل پايے گا اور اللہ کے مقابلہ میں اپنے لیے کويی حامی و مدد گار نہ پاسکے گا
اپنے رب کے کن کن انعامات کو تم جھٹلاو گے؟
جس میں وہ ہمیشہ ہمیشہ رہیں گے وہ (وہاں) کويی حامی و مددگار نہیں پايیں گے۔
یا تقوی کا حکم دے تو روکنا کیسا ہے
جس کا یہ خیال ہو کہ اللہ تعالی اپنے رسول کی مدد دونوں جہان میں نہ کرے گا وه اونچايی پر ایک رسہ باندھ کر (اپنے حلق میں پھنده ڈال کر اپنا گلا گھونٹ لے) پھر دیکھ لے کہ اس کی چاﻻکیوں سے وه بات ہٹ جاتی ہے جو اسے تڑپا رہی ہے؟
اور اللہ ہی کے لیے ہے اسمانوں اور زمین کی سلطنت، جسے چاہے بخشے اور جسے چاہے عذاب کرے اور اللہ بخشنے والا مہربان ہے،
مسیح اس بات سے عار نہیں رکھتے کہ خدا کے بندے ہوں اور نہ مقرب فرشتے (عار رکھتے ہیں) اور جو شخص خدا کا بندہ ہونے کو موجب عار سمجھے اور سرکشی کرے تو خدا سب کو اپنے پاس جمع کرلے گا
پھر (بنی اسرايیل کی) جماعتوں نے اپس میں اختلاف کیا، پس ﻇالموں کے لیے خرابی ہے دکھ والے دن کی افت سے
وہی اسمانوں اور زمین کی کنجیوں کا مالک ہے (یعنی جس کے ليے وہ چاہے خزانے کھول دیتا ہے) وہ جس کے ليے چاہتا ہے رزق و عطا کشادہ فرما دیتا ہے اور (جس کے ليے چاہتا ہے) تنگ کر دیتا ہے۔ بیشک وہ ہر چیز کا خوب جاننے والا ہے،
درحقیقت جہنم ایک گھات ہے
پس تم اپنے رب کی کس کس نعمت کو جھٹلاو گے؟
اے بنی ادم، ایسا نہ ہو کہ شیطان تمہیں پھر اسی طرح فتنے میں مبتلا کر دے جس طرح اس نے تمہارے والدین کو جنت سے نکلوایا تھا اور ا ن کے لباس ان پر سے اتروا دیے تھے تاکہ ان کی شرمگاہیں ایک دوسرے کے سامنے کھولے وہ اور اس کے ساتھی تمہیں ایسی جگہ سے دیکھتے ہیں جہاں سے تم انہیں نہیں دیکھ سکتے ان شیاطین کو ہم نے ان لوگوں کا سرپرست بنا دیا ہے جو ایمان نہیں لاتے
انہیں صرف ایک چیﺦ کا انتظار ہے جس میں کويی توقف (اور ڈھیل) نہیں ہے
جب اس نے اپنے باپ اور قوم سے کہا یہ مورتیں کیا ہیں جن کے اگے تم اسن مارے (پوجا کے لیے بیٹھے) ہو
اور چھوڑ دے ان کو جنہوں نے اپنا دین ہنسی کھیل بنا لیا اور انہیں دنیا کی زندگانی نے فریب دیا اور قران سے نصیحت دو کہ کہیں کويی جان اپنے کيے پر پکڑی نہ جايے اللہ کے سوا نہ اس کا کويی حمایتی ہو نہ سفارشی اور اگر اپنے عوض سارے بدلے دے تو اس سے نہ لیے جايیں یہ ہیں وہ جو اپنے کیے پر پکڑے گيے انہیں پینے کا کھولتا پانی اور درد ناک عذاب بدلہ ان کے کفر کا،
انہوں نے کہا تو پھر اسے (پکڑ کر) سب لوگوں کے سامنے لاو تاکہ وہ گواہی دیں۔
ہم چاہیں تو ان کھیتیوں کو بھس بنا کر رکھ دیں اور تم طرح طرح کی باتیں بناتے رہ جاو
کیا یہ لوگ اس بات کا یقین نہیں رکھتے کہ وہ (مرنے کے بعد دوبارہ) اٹھايے جايیں گے،
جن لوگوں نے اللہ کی ایات کا اور اس سے ملاقات کا انکار کیا ہے وہ میری رحمت سے مایوس ہو چکے ہیں اور ان کے لیے درد ناک سزا ہے
اسمانوں اورزمین کی حکومت اسی کے لیے ہے اور سب امور الله ہی کی طرف لوٹايے جاتے ہیں
مگر ایک بڑھیا کہ رہ جانے والوں میں ہويی
اور جب ان (کافروں) سے کہا جاتا ہے کہ تمہارے پروردگار نے کیا اتارا ہے تو کہتے ہیں کہ (وہ تو) پہلے لوگوں کی حکایتیں ہیں
کسی کو سفارش کا اختیار نہیں ہوگا مگر جس نے رحمان کے ہاں سے اجازت لی ہو
ان (برے) کاموں کے بدلہ میں جو یہ لوگ کرتے ہیں انہیں چاہیے کہ اب وہ ہنسیں کم اور رويیں زیادہ۔
اور بیشک وہ اپنا سا داوں (فریب) چلے اور ان کا داوں اللہ کے قابو میں ہے، اور ان کا داوں کچھ ایسانہ تھا جس سے یہ پہاڑ ٹل جايیں
اور بےشک یہ مومنوں کے ليے ہدایات اور رحمت ہے
جس دن وہ تمہیں پکارے گا تو تم اس کی تعریف کے ساتھ جواب دو گے اور خیال کرو گے کہ تم (دنیا میں) بہت کم (مدت) رہے
اور بیشک تمہارا رب ہی عزت والا مہربان ہے،
اپ کہہ دیجيے کہ میں بھی تمہارا ہی جیسا بشر ہوں لیکن میری طرف برابر وحی اتی ہے کہ تمہارا خدا ایک ہے لہذا اس کے ليے استقامت کرو اور اس سے استغفارکرو اور مشرکوں کے حال پر افسوس ہے
یہ منافق تمہارے معاملہ میں انتظار کر رہے ہیں (کہ اونٹ کس کروٹ بیٹھتا ہے) اگر اللہ کی طرف سے فتح تمہاری ہويی تو ا کر کہیں گے کہ کیا ہم تمہارے ساتھ نہ تھے؟ ا گر کافروں کا پلہ بھاری رہا تو ان سے کہیں گے کہ کیا ہم تمہارے خلاف لڑنے پر قادر نہ تھے اور پھر بھی ہم نے تم کو مسلمانوں سے بچایا؟ بس اللہ ہی تمہارے اور ان کے معاملہ کا فیصلہ قیامت کے روز کرے گا اور (اس فیصلہ میں) اللہ نے کافروں کے لیے مسلمانوں پر غالب انے کی ہرگز کويی سبیل نہیں رکھی ہے
انہوں نے جواب دیا "ہم نے اپنے باپ دادا کو ان کی عبادت کرتے پایا ہے"
گناہگارو ں کی نسبت
اس کے بعد جب جادوگر اکٹھا ہويے تو انہوں نے فرعون سے کہا کہ اگر ہم غالب اگيے تو کیا ہماری کويی اجرت ہوگی
پس انسان کو چاہیے کہ اپنی غذا کی طرف دیکھے (اور غور کرے)،
یہ وہاں ایسے پیالے سے سیراب کيے جايیں گے جس میں زنجبیل کی امیزش ہوگی
اور ان میں سے کچھ ایسے بھی ہیں جو اپ کی بات غور سے سنتے ہیں اور ہم نے ان کے دلوں پر پردے ڈال دیيے ہیں کہ وہ اسے سمجھتے نہیں ہیں اور کانوں میں گرانی ڈال دی ہے کہ سنتے نہیں ہیں۔ اور اگر وہ سارے کے سارے معجزے دیکھ لیں جب بھی ان پر ایمان نہیں لايیں گے۔ یہاں تک کہ جب اپ کے پاس اتے ہیں تو اپ سے بھی بحث و تکرار کرتے ہیں اور جو کافر ہیں (اور جنہوں نے بہرحال نہ ماننے کا فیصلہ کر لیا ہے) وہ سب کچھ سن کر بھی کہتے ہیں کہ یہ (قران) نہیں ہے مگر اگلے لوگوں کی (جھوٹی) داستانیں۔
پس انہوں نے ہمیں ناراض کیا تو ہم نے ان سے انتقام لیا اور ان سب کو غرق کر دیا۔
تم میں سے ہر ایک کے لیے خواہ کويی اس کے اگے ايے یا پیچھے ہٹے
اپ کہہ دیجيے کہ ہمیں سوايے اللہ کے ہمارے حق میں لکھے ہويے کہ کويی چیز پہنچ ہی نہیں سکتی وه ہمارا کار ساز اور مولی ہے۔ مومنوں کو تو اللہ کی ذات پاک پر ہی بھروسہ کرنا چاہيے۔
اللہ کی نعمت پہنچانتے ہیں پھر اس سے منکر ہوتے ہیں اور ان میں اکثر کافر ہیں،
(اے پیغمبر(ص)) یہ (داستان) غیب کی خبروں میں سے ہے جس کی ہم اپ کی طرف وحی کر رہے ہیں اور اپ ان (برادران یوسف (ع)) کے پاس اس وقت موجود نہیں تھے جب کہ وہ اپس میں اتفاق کرکے یوسف کے خلاف سازش کر رہے تھے۔
کیا ان لوگوں نے اسمان و زمین کے انتظام پر کبھی غور نہیں کیا اور کسی چیز کو بھی جو خدا نے پیدا کی ہے انکھیں کھول کر نہیں دیکھا؟ اور کیا یہ بھی انہوں نے نہیں سوچا کہ شاید ان کی مہلت زندگی پوری ہونے کا وقت قریب ا لگا ہو؟ پھر اخر پیغمبر کی اس تنبیہ کے بعد اور کونسی بات ایسی ہو سکتی ہے جس پر یہ ایمان لايیں؟
ہم مجرموں کے ساتھ اسی طرح (کا معاملہ) کرتے ہیں،
جو لوگ الله اور اس کے رسول کو ایذا دیتے ہیں ان پر اللهنے دنیا اور اخرت میں لعنت کی ہے اور ان کے لیے ذلت کا عذاب تیار کر کھا ہے
بےشک اس (قصے) میں اہل فراست کے لیے نشانی ہے
پھر ہم نے کيی سال تک غار میں ان کے کان بند کر دیے
ہم فرشتہ تو فیصلہ ہی کے لیے بھیجا کرتے ہیں اور اس وقت انہیں مہلت نہیں ملے گی
انہیں کے ليے مقرره روزی ہے
تو تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
کیا تم نے نہیں دیکھا کہ اللہ نے کس طرح اچھی مثال بیان کی ہے کہ کلمہ طیبہ (پاک کلمہ) شجرہ طیبہ (پاکیزہ) درخت کی مانند ہے۔ جس کی جڑ مضبوط ہے اور اس کی شاخ اسمان تک پہنچی ہويی ہے۔
ہرگز نہیں بلکہ تم جلدی ملنے والی (دنیا) سے محبت کرتے ہو۔
کیا تم ان سے کچھ اجرت مانگتے ہو تو تمہارے رب کا اجر سب سے بھلا اور وہ سب سے بہتر روزی دینے والا
وہی تو ہے جو تم پر رحمت بھیجتا ہے اور اس کے فرشتے بھی۔ تاکہ تم کو اندھیروں سے نکال کر روشنی کی طرف لے جايے۔ اور خدا مومنوں پر مہربان ہے
اور وہ کہتے ہیں کہ اگر تم سچے ہو تو (بتاو) یہ وعدہ وعید کب پورا ہوگا؟
پھر ذکر الہی کے تلاوت کرنے والوں کی
اور ہم نے ان کے اگے دیوار بنادی اور ان کے پیچھے ایک دیوار اور انہیں اوپر سے ڈھانک دیا تو انہیں کچھ نہیں سوجھتا
اور ہم نے تو اسی طرح ہمیشہ شیطان انسانوں اور شیطان جنوں کو ہر نبی کا دشمن بنایا ہے جو ایک دوسرے پر خوش ایند باتیں دھوکے اور فریب کے طور پر القا کرتے رہے ہیں اگر تمہارے رب کی مشیت یہ ہوتی کہ وہ ایسا نہ کریں تو وہ کبھی نہ کرتے پس تم انہیں ان کے حال پر چھوڑ دو کہ اپنی افترا پردازیاں کرتے رہیں
پس اے نبی، اپنے رب عظیم کے نام کی تسبیح کرو
پھر ان ہواوں کی جو تندی سے چلتی ہیں
اور جب کويی سورت نازل کی جاتی ہے تو بعض منافقین کہتے ہیں کہ اس سورت نے تم میں سے کس کے ایمان کو زیاده کیا ہے، سو جو لوگ ایمان والے ہیں اس سورت نے ان کے ایمان کو زیاده کیا ہے اور وه خوش ہورہے ہیں
اور پہاڑ رنگ برنگ کے دھنکے ہويے اون کی طرح ہوں گے
اس کی وجہ یہ ہے کہ اللہ ہی حق ہے۔ اور اس کے علاوہ جسے وہ پکارتے ہیں وہ باطل ہے۔ اور بےشک اللہ ہی بلند (مرتبہ والا) بزرگ ہے۔
یہ تھا (تعمیر کعبہ کا مقصد) اور جو کويی اللہ کی قايم کردہ حرمتوں کا احترام کرے تو یہ اس کے رب کے نزدیک خود اسی کے لیے بہتر ہے اور تمہارے لیے مویشی جانور حلال کیے گيے، ما سوا ان چیزوں کے جو تمہیں بتايی جا چکی ہیں پس بتوں کی گندگی سے بچو، جھوٹی باتوں سے پرہیز کرو
صاف کہہ دو کہ یہ حق ہے تمہارے رب کی طرف سے، اب جس کا جی چاہے مان لے اور جس کا جی چاہے انکار کر دے ہم نے (انکار کرنے والے) ظالموں کے لیے ایک اگ تیار کر رکھی ہے جس کی لپٹیں انہیں گھیرے میں لے چکی ہیں وہاں اگر وہ پانی مانگیں گے توایسے پانی سے ان کی تواضع کی جايے گی جو تیل کی تلچھٹ جیسا ہوگا اور ان کا منہ بھون ڈالے گا، بدترین پینے کی چیز اور بہت بری ارامگاہ!
اور جنہوں نے کفر کیا اور ہماری ایتوں کو جھٹلایا وہ جہنمی ہیں
پھر جب انہوں نے عذاب کو بصورت بادل دیکھا اپنی وادیوں کی طرف اتے ہويے تو کہنے لگے، یہ ابر ہم پر برسنے واﻻ ہے، (نہیں) بلکہ دراصل یہ ابر وه (عذاب) ہے جس کی تم جلدی کر رہے تھے، ہوا ہے جس میں دردناک عذاب ہے
اور یہ بھی کہہ دیا کہ ہم اموال اور اولاد کے اعتبار سے تم سے بہتر ہیں اور ہم پر عذاب ہونے والا نہیں ہے
اپ اپنے رخ کو دین کی طرف رکھیں اور باطل سے کنارہ کش رہیں کہ یہ دین وہ فطرت الہی ہے جس پر اس نے انسانوں کو پیدا کیا ہے اور خلقت الہی میں کويی تبدیلی نہیں ہوسکتی ہے یقینا یہی سیدھا اور مستحکم دین ہے مگر لوگوں کی اکثریت اس بات سے بالکل بے خبر ہے
بے شک الله اسے نہیں بخشتا جو اس کا شریک کرے اور شرک کے ماسوا دوسرےگناہ جسے چاہے بخشتا ہے اور جس نے الله کا شریک ٹھیرایا اس نے بڑا ہی گناہ کیا
جو کچھ ان کا پروردگار عطا کرنے والا ہے اسے وصول کررہے ہوں گے کہ یہ لوگ پہلے سے نیک کردار تھے
دین (اسلام) میں زبردستی نہیں ہے ہدایت (صاف طور پر ظاہر اور) گمراہی سے الگ ہو چکی ہے تو جو شخص بتوں سے اعتقاد نہ رکھے اور خدا پر ایمان لايے اس نے ایسی مضبوط رسی ہاتھ میں پکڑ لی ہے جو کبھی ٹوٹنے والی نہیں اور خدا (سب کچھ) سنتا اور (سب کچھ) جانتا ہے
وہ چاند اور سورج دونوں کے مشرق اور مغرب کا مالک ہے
پھر (دیکھ لیا جايے گا کہ) تم دونوں گروہ اپنے رب کے کن کن احسانات کا انکار کرتے ہو
اور اپنے رب سے معافی چاہو پھر اس کی طرف رجوع لاو، بیشک میرا رب مہربان محبت والا ہے،
حق یہ ہے کہ جس چیز کا تمہیں خوف دلایا جا رہا ہے وہ سچی ہے
اور (وہ وقت بھی یاد کرو) جب موسی نے اپنی قوم کے ليے (خدا سے) پانی مانگا۔ تو ہم نے کہا اپنا عصا چٹان پر مارو جس کے نتیجہ میں بارہ چشمے پھوٹ نکلے اس طرح ہر گروہ نے اپنا اپنا گھاٹ معلوم کر لیا۔ (ہم نے کہا) خدا کے دیيے ہويے رزق سے کھاو پیو اور زمین میں فساد پھیلاتے نہ پھرو۔
اور ہم نے اسمان سے برکت والا پانی اتارا اور اس سے باغات اور کاٹے جانے والی کھیتی کا غلہ اگایا۔
اور بہتے ہويے پانی میں۔
کیا یہ کہتے ہیں کہ اس قران کو اسی نے گھڑا ہے۔ جواب دیجيے کہ پھر تم بھی اسی کی مثل دس سورتیں گھڑی ہويی لے او اور اللہ کے سوا جسے چاہو اپنے ساتھ بلا بھی لو اگر تم سچے ہو
اور انہی کو رويے زمین کا اقتدار دیں اور فرعون وہامان اور ان کے لشکروں کو ان ہی کمزوروں کے ہاتھوں سے وہ منظر دکھلايیں جس سے یہ ڈر رہے ہیں
اور ہم نے اپ سے پہلے کويی رسول اور کويی نبی نہیںبھیجا مگر یہ کہ جب اس نے (اصلاح احوال کی) ارزو کی تو شیطان نے اس کی ارزو میں خلل اندازی کی۔ پس شیطان جو خلل اندازی کرتا ہے خدا اسے مٹا دیتا ہے اور اپنی نشانیوں کو زیادہ مضبوط کر دیتا ہے اور اللہ بڑا جاننے والا، بڑا حکمت والا ہے۔
اور الله کے سوا انہوں نے اور معبود بنا رکھے ہیں تاکہ وہ ان کی مدد کریں
اور اگر مسلمانوں کے دو گروہ اپس میں جنگ کریں تو ان کے درمیان صلح کرا دیا کرو، پھر اگر ان میں سے ایک (گروہ) دوسرے پر زیادتی اور سرکشی کرے تو اس (گروہ) سے لڑو جو زیادتی کا مرتکب ہو رہا ہے یہاں تک کہ وہ اﷲ کے حکم کی طرف لوٹ ايے، پھر اگر وہ رجوع کر لے تو دونوں کے درمیان عدل کے ساتھ صلح کرا دو اور انصاف سے کام لو، بیشک اﷲ انصاف کرنے والوں کو بہت پسند فرماتا ہے،
اور تو جو پہاڑوں کو جمے ہويے دیکھ رہا ہے یہ تو بادلوں کی طرح اڑتے پھریں گے اس الله کی کاریگری سے جس نے ہر چیز کو مضبوط بنا رکھا ہے اسے خبر ہے جو تم کرتے ہو
ایسے ادمی جنہیں سوداگری اور خرید و فروخت الله کے ذکر اور نماز کے پڑھنے اور زکوة کے دینے سے غافل نہیں کرتی اس دن سے ڈرتے ہیں جس میں دل اور انکھیں الٹ جايیں گی
اور ہم نے موسی و ہارون پر احسان کیا
اور قارون اور فرعون اور ہامان کو بھی (ہلاک کر دیا) اور ان کے پاس موسی کھلی نشانی لےکر ايے تو وہ ملک میں مغرور ہوگيے اور ہمارے قابو سے نکل جانے والے نہ تھے
ہم نے نوح کو ان کی قوم کی طرف بھیجا تو انہوں نے (ان سے کہا) اے میری برادری کے لوگو خدا کی عبادت کرو اس کے سوا تمہارا کويی معبود نہیں۔ مجھے تمہارے بارے میں بڑے دن کے عذاب کا (بہت ہی) ڈر ہے
کیا یہ لوگ ان جیسے (عذاب کے) دنوں کا انتظار کر رہے ہیں جو ان لوگوں پر ايے جو ان سے پہلے تھے (کہ ایسے ہی ان پر بھی ايیں؟) ان سے کہہ دیجیيے کہ پھر تم انتظار کرو۔ میں بھی تمہارے ساتھ انتظار کرنے والوں میں سے ہوں۔
اخر کار وہ اللہ تعالی کی نعمت اور فضل کے ساتھ پلٹ ايے، ان کو کسی قسم کا ضرر بھی نہ پہنچا اور اللہ کی رضا پر چلنے کا شرف بھی انہیں حاصل ہو گیا، اللہ بڑا فضل فرمانے والا ہے
سو (اثار عذاب کو دیکھ کر) وہ لوگ ایمان لايے تو ہم نے انہیں ایک وقت تک فايدہ پہنچایا،
یا اسی طرح تم نے وہ ادمی نہیں دیکھا (اس کے حال پر غور نہیں کیا) جو ایک ایسے گاوں سے گزرا جس کے در و دیوار کا ملبہ اس کی گری ہويی چھتوں پر گر پڑا تھا۔ (اپنی چھتوں پر اوندھی گری پڑی تھی)۔ اس (ادمی) نے (یہ منظر دیکھ کر) کہا اللہ اس گاوں (اس کے رہنے والوں) کو کیوں کر اس کی موت کے بعد زندہ کرے گا؟ اس پر اللہ نے اسے سو سال تک کے ليے موت دے دی۔ پھر اسے زندہ کیا۔ اور کہا (پوچھا) تم کتنی دیر اس طرح پڑے رہے ہو؟ کہا ایک دن یا دن کا کچھ حصہ! ۔ فرمایا بلکہ تم سو سال پڑے رہے ہو۔ ذرا اپنے کھانے پینے کی چیزوں کو دیکھو کہ ذرا بھی خراب نہیں ہويی ہیں۔ (دوسری طرف) ذرا اپنے گدھے کو دیکھو (کہ کس طرح گل سڑ گیا ہے؟) یہ (سب کچھ) اس ليے کیا ہے کہ تمہیں لوگوں کے ليے (اپنی قدرت کی) نشانی بناوں۔ اور (گدھے) کی سڑی گلی ہڈیوں کو ہم کس طرح انہیں (جوڑ جاڑ کر) کھڑا کرتے ہیں اور پھر کس طرح ان پر گوشت چڑھاتے ہیں۔ (اور اسے زندہ کرتے ہیں) جب اس (ادمی) پر یہ بات واضح ہوگيی۔ تو (بے ساختہ) کہا میں یقین سے جانتا ہوں کہ اللہ ہر شيی پر قادر ہے۔
لوگو ں نے کہا الله کی قسم بے شک تو البتہ اپنی گمراہی میں مبتلا ہے
وہ اللہ ہی ہے جس نے تمہارے لیے رات بنايی کہ اس میں سکون حاصل کرو اور دن کو روشن بنایا اس میں نشانیاں ہیں ان لوگوں کے لیے جو (کھلے کانوں سے پیغمبر کی دعوت کو) سنتے ہیں
پھر پیٹھ پھیری اور تکبر کیا،
اور ان کے گھروں کے دروازے بھی اور تخت بھی جن پر تکیہ لگاتے ہیں
اور اپ کیا سمجھے ہیں (کہ) شب قدر کیا ہے،
اور ہم اس عذاب کے اپ کو دکھانے پر قادر ہیں جس کی ان کو دھمکی دی جا رہی ہے۔
کیا تم یہ گمان کيے ہويے ہو کہ ہم نے تمہیں یوں ہی بیکار پیدا کیا ہے اور یہ کہ تم ہماری طرف لوٹايے ہی نہ جاو گے
مال اور بیٹے یہ جیتی دنیا کا سنگھار ہے اور باقی رہنے والی اچھی باتیں ان کا ثواب تمہارے رب کے یہاں بہتر اور وہ امید میں سب سے بھلی،
انہوں نے کہا (اے ہود (ع)) کیا تم ہمارے پاس اس ليے ايے ہو کہ ہم ایک اللہ کی عبادت کریں اور ان (معبودوں) کو چھوڑ دیں جن کی ہمارے باپ دادا عبادت کرتے چلے ايے ہیں اگر تم سچے ہو تو۔ ہمارے پاس لاو وہ (عذاب) جس کی تم ہمیں دھمکی دیتے ہو۔
ہم نے ان پر تیز و تند اندھی بھیجی دايمی نحوست والے دن میں۔
پھر ان پچھلوں کو بھی ان کے پیچھے بھیج دیتے ہیں
اور انسانوں میں سے کچھ ایسے (انسان) بھی ہیں جو خدا کی خوشنودی حاصل کرنے کی خاطر اپنی جان بیچ ڈالتے ہیں (خطرے میں ڈال دیتے ہیں) اور اللہ (ایسے جاں نثار) بندوں پر بڑا شفیق و مہربان ہے۔
ابراہیم نے کہا کہ اس میں تو لوط بھی ہیں۔ وہ کہنے لگے کہ جو لوگ یہاں (رہتے) ہیں ہمیں سب معلوم ہیں۔ ہم ان کو اور ان کے گھر والوں کو بچالیں گے بجز ان کی بیوی کے وہ پیچھے رہنے والوں میں ہوگی
تیری خرابی ا  لگی اب ا لگی،
اور ہمیں تو سوا ان بدکاروں کے کسی اور نے گمراه نہیں کیا تھا
جو شخص نیک بات کی سفارش کرے تو اس کو اس (کے ثواب) میں سے حصہ ملے گا اور جو بری بات کی سفارش کرے اس کو اس (کے عذاب) میں سے حصہ ملے گا اور خدا ہر چیز پر قدرت رکھتا ہے
اور بے شک یہ بستیاں سیدھے راستے پر واقع ہیں
اور تم دیکھو گے تو سمجھو گے کہ جیسے پہاڑ اپنی جگہ پر جامد ہیں حالانکہ یہ بادلوں کی طرح چل رہے ہوں گے .یہ اس خدا کی صنعت ہے جس نے ہر چیز کو محکم بنایا ہے اور وہ تمہارے تمام اعمال سے باخبر ہے
انہوں نے کہا: ہم مجرم قوم (یعنی قوم لوط) کی طرف بھیجے گيے ہیں،
بے کانٹے کی بیر
اس کے بعد خدا نے ایک گروہ پرپر سکون نیند طاری کردی اور ایک کو نیند بھی نہ ايی کہ اسے صرف اپنی جان کی فکر تھی اور ان کے ذہن میں خلاف حق جاہلیت جیسے خیالات تھے اور وہ یہ کہہ رہے تھے کہ جنگ کے معاملات میں ہمارا کیا اختیار ہے پیغمبر اپ کہہ دیجيے کہ اختیار صرف خدا کا ہے- یہ اپنے دل میں وہ باتیں چھپايے ہويے ہیں جن کا اپ سے اظہار نہیں کرتے اور کہتے ہیں کہ اگر اختیار ہمارے ہاتھ میں ہوتا تو ہم یہاں نہ مارے جاتے تو اپ کہہ دیجيے کہ اگر تم گھروں میں بھی رہ جاتے تو جن کے ليے شہادت لکھ دی گيی ہے وہ اپنے مقتل تک بہرحال جاتے اور خدا تمہارے دلوں کے حال کو ازمانا چاہتا ہے اور تمہارے ضمیر کی حقیقت کو واضح کرنا چاہتا ہے اور وہ خود ہر دل کا حال جانتا ہے
یہی اہل جنت ہیں کہ ہمیشہ اس میں رہیں گے۔ (یہ) اس کا بدلہ (ہے) جو وہ کیا کرتے تھے
اے ان کی اولاد! جن کو ہم نے نوح کے ساتھ سوار کیا بیشک وہ بڑا شکرا گزار بندہ تھا
پھر ہم نے زمین کو پھاڑ کر چیر ڈالا،
پس ہم نے ان سے (بھی) انتقام لیا، اور یہ دونوں (بستیاں) کھلے راستہ پر (موجود) ہیں،
اج کے دن ہم نے ان کو یہ جزا دی ہے کہ وہ سراسر کامیاب ہیں
اور جب جہنم کی اگ بھڑکا دی جايے گی
وہ جو نماز قايم رکھیں اور زکوة دیں اور اخرت پر یقین لايیں،
جب ایمان والوں سے ملتے ہیں تو اپنی ایمانداری ﻇاہر کرتے ہیں اور جب اپس میں ملتے ہیں تو کہتے ہیں کہ مسلمانوں کو کیوں وه باتیں پہنچاتے ہو جو اللہ تعالی نے تمہیں سکھايی ہیں، کیا جانتے نہیں کہ یہ تو اللہ تعالی کے پاس تم پر ان کی حجت ہوجايے گی
(اے پیغمبر) لوگ تم سے شراب اور جويے کا حکم دریافت کرتے ہیں۔ کہہ دو کہ ان میں نقصان بڑے ہیں اور لوگوں کے ليے کچھ فايدے بھی ہیں مگر ان کے نقصان فايدوں سے کہیں زیادہ ہیں اور یہ بھی تم سے پوچھتے ہیں کہ (خدا کی راہ میں) کون سا مال خرچ کریں۔ کہہ دو کہ جو ضرورت سے زیادہ ہو۔ اس طرح خدا تمہارے ليے اپنے احکام کھول کھول کر بیان فرماتا ہے تاکہ تم سوچو
اور وہی ہے کہ ہوايیں بھیجتا ہے اس کی رحمت کے اگے مژدہ سناتی یہاں تک کہ جب اٹھا لايیں بھاری بادل ہم نے اسے کسی مردہ شہر کی طرف چلایا پھر اس سے پانی اتارا پھر اس سے طرح طرح کے پھل نکالے اسی طرح ہم مردوں کو نکالیں گے کہیں تم نصیحت مانو،
اور وہ ایمانداروں سے جو کچھ کر رہے تھے اس کو دیکھ رہے تھے
ہارون، جو میرا بھايی ہے
اے کپڑا اوڑھنے والے
اور سیدھی ترازو سے تولا کرو،
اور (یہ) وہ لوگ ہیں جو کذب اور باطل کاموں میں (قولا اور عملا دونوں صورتوں میں) حاضر نہیں ہوتے اور جب بے ہودہ کاموں کے پاس سے گزرتے ہیں تو (دامن بچاتے ہويے) نہایت وقار اور متانت کے ساتھ گزر جاتے ہیں،
اللہ تعالی ایک اور مثال بیان فرماتا ہے، دو شخصوں کی، جن میں سے ایک تو گونگا ہے اور کسی چیز پر اختیار نہیں رکھتا بلکہ وه اپنے مالک پر بوجھ ہے کہیں بھی اسے بھیجے وه کويی بھلايی نہیں ﻻتا، کیا یہ اور وه جو عدل کا حکم دیتا ہے اور ہے بھی سیدھی راه پر، برابر ہوسکتے ہیں؟
ان کی مثال اس شخص کی سی ہے جس نے اگ جلايی، پس اس پاس کی چیزیں روشنی میں ايی ہی تھیں کہ اللہ ان کے نور کو لے گیا اور انہیں اندھیروں میں چھوڑ دیا، جو نہیں دیکھتے
اب اپ ان کا خیال چھوڑ دیں اور منتظر رہیں۔ یہ بھی منتظر ہیں
اور وہ کہتے ہیں کہ ہم اللہ اور رسول پر ایمان لايے ہیں۔ اور ہم نے اطاعت بھی کی۔ مگر اس کے بعد ان میں سے ایک گروہ منہ پھر لیتا ہے اور ایسے لوگ (ہرگز) مومن نہیں ہیں۔
ہم نے اس کی سلطنت مضبوط کر دی تھے، اس کو حکمت عطا کی تھے اور فیصلہ کن بات کہنے کی صلاحیت بخشی تھی
اور یقینا ہم سب (بھی) مستعد اور چوکس ہیں،
ایا یہ ان کو شریک ٹھہراتے ہیں جو کسی چیز کو پیدا نہیں کر سکتے اور وہ خود کسی کے پیدا کيے ہويے ہیں۔
بجز ان بندگان خدا کے جن کو خالص کر لیا گیا تھا
اور ان کے پاس ان کے پروردگار کی کويی نشانی نہیں اتی مگر اس سے منہ پھیر لیتے ہیں
جنہوں نے قران کو ٹکڑے ٹکڑے کیا ہے
کیا انہوں نے نہیں دیکھا کہ ہم نے ان سے پہلے کتنے دوروں کے لوگوں کو ہلاک و برباد کر دیا جنہیں ہم نے زمین میں وہ اقتدار دیا تھا جو تمہیں بھی نہیں دیا ہے اور ہم نے ان پر اسمان سے موسلادھار بارش برسايی۔ اور ہم نے ان کے نیچے نہریں بہايیں (انجام کار) ہم نے ان کے گناہوں (اور کفران نعمت) کی پاداش میں ہلاک کر دیا اور ان کے بعد دوسرے دور کی نسلیں پیدا کیں۔
جن لوگوں نے کفر کیا اور اللہ کی راه سے روکا اللہ نے ان کے اعمال برباد کر دیيے
اور کچھ لوگ وہ ہیں کہ اللہ کے معاملہ میں جھگڑتے ہیں بے جانے بوجھے، اور ہر سرکش شیطان کے پیچھے ہو لیتے ہیں
اور جن کی نیکیوں کا پلہ ہلکا ہوگا وہ وہی لوگ ہوں گے جنہوں نے اپنے نفس کو خسارہ میں ڈال دیا ہے اور وہ جہنم  میں ہمیشہ ہمیشہ رہنے والے ہیں
پھر جب ہم نے سلیمان (علیہ السلام) پر موت کا حکم صادر فرما دیا تو ان (جنات) کو ان کی موت پر کسی نے اگاہی نہ کی سوايے زمین کی دیمک کے جو ان کے عصا کو کھاتی رہی، پھر جب اپ کا جسم زمین پر اگیا تو جنات پر ظاہر ہوگیا کہ اگر وہ غیب جانتے ہوتے تو اس ذلت انگیز عذاب میں نہ پڑے رہتے،
اور اگرتم نیک کام اعلانیہ کر ویا اسے خفیہ کرو یا کسی برايی کو معاف کردو تو الله بڑا معاف کرنے والا قدرت والا ہے
ازواج نبی کے لیے اس میں کويی مضايقہ نہیں ہے کہ ان کے باپ، ان کے بیٹے، ان کے بھايی، ان کے بھتیجے، ان کے بھانجے، ان کے میل جول کی عورتیں اور ان کے مملوک گھروں میں ايیں (اے عورتو) تمہیں اللہ کی نافرمانی سے پرہیز کرنا چاہیے اللہ ہر چیز پر نگاہ رکھتا ہے
اب اپ ان کا خیال چھوڑ دیں اور منتظر رہیں۔ یہ بھی منتظر ہیں
اور رشتے داروں کا اور مسکینوں اور مسافروں کا حق ادا کرتے رہو اور اسراف اور بیجا خرچ سے بچو
وہ کہیں گے "ہم نماز پڑھنے والوں میں سے نہ تھے
اورتم پر حرام ہیں شادی شدہ عورتیں- علاوہ ان کے جو تمہاری کنیزیں بن جايیں- یہ خدا کا کھلا ہوا قانون ہے اور ان سب عورتوں کے علاوہ تمہارے ليے حلال ہے کہ اپنے اموال کے ذریعہ عورتوں سے رشتہ پیدا کرو عفت و پاک دامنی کے ساتھ سفاح و زنا کے ساتھ نہیں پس جو بھی ان عورتوں سے تمتع کرے ان کی اجرت انہیں بطور فریضہ دے دے اور فریضہ کے بعد اپس میں رضا مندی ہوجايے تو کويی حرج نہیں ہے بیشک اللہ علیم بھی ہے اور حکیم بھی ہے
اپنی رحمت میں جس کو چاہتا ہے داخل کرتا ہے، اور ظالموں کے لیے اس نے دردناک عذاب تیار کر رکھا ہے
پس وہ تو ایک زور کی اواز ہو گی پس ناگہان وہ دیکھنے لگیں گے
اللہ تعالی کو قربانیوں کے گوشت نہیں پہنچتے نہ اس کے خون بلکہ اسے تو تمہارے دل کی پرہیزگاری پہنچتی ہے۔ اسی طرح اللہ نے ان جانوروں کو تمہارے مطیع کر دیا ہے کہ تم اس کی رہنمايی کے شکریيے میں اس کی بڑايیاں بیان کرو، اور نیک لوگوں کو خوشخبری سنا دیجيے!
یہاں تک کہ جب کھولے جايیں گے یاجوج و ماجوج اور وہ ہر بلندی سے ڈھلکتے ہوں گے،
یقینا تیرے رب کی پکڑ بڑی سخت ہے
یقینا جن لوگوں کے حق میں اپ کے رب کی بات ﺛابت ہوچکی ہے وه ایمان نہ ﻻيیں گے
یہ تمہارے اگے قسمیں کھايیں گے تاکہ تم ان سے خوش ہو جاو لیکن اگر تم ان سے خوش ہو جاو گے تو خدا تو نافرمان لوگوں سے خوش نہیں ہوتا
اور تمہارا پروردگار تو غالب (اور) مہربان ہے
اور تمہارے رب نے حکم فرمایا کہ اس کے سوا کسی کو نہ پوجو اور ماں باپ کے ساتھ اچھا سلوک کرو، اگر تیرے سامنے ان میں ایک یا دونوں بڑھاپے کو پہنچ جايیں تو ان سے ہوں، نہ کہنا اور انہیں نہ جھڑکنا اور ان سے تعظیم کی بات کہنا
اور کہا جايے گا کہ اب کون جھاڑ پھونک کرنے والا ہے
اور یہ لوگ کہتے ہیں کہ رحمان نے کسی کو اپنا فرزند بنالیا ہے
پھر جب انسان کو کويی تکلیف پہنچتی ہے تو ہمیں پکارتا ہے اور اس کے بعد جب ہم کويی نعمت دیدیتے ہیں تو کہتا ہے کہ یہ تو مجھے میرے علم کے زور پر دی گيی ہے حالانکہ یہ ایک ازمايش ہے اور اکثر لوگ اس کا علم نہیں رکھتے ہیں
موسی نے جواب دیا "اسمان اور زمین کا رب، اور ان سب چیزوں کا رب جو اسمان اور زمین کے درمیان ہیں، اگر تم یقین لانے والے ہو"
اس دن اسمان پھٹے گا اور اس کی بندش ڈھیلی پڑ جايے گی
اور اللہ ہی تمہارے باطن و ظاہر دونوں سے باخبر ہے
اے ایمان والو! اسلام میں پورے پورے داخل ہو جاو، اور شیطان کے راستوں پر نہ چلو، بیشک وہ تمہارا کھلا دشمن ہے،
اور اسی نے قوم لوط کی الٹی بستیوں کو پٹک دیا ہے
اور وہی ہے جو تمہارے ليے کان اور انکھیں اور دل (و دماغ) رفتہ رفتہ وجود میں لایا، (مگر) تم لوگ بہت ہی کم شکر ادا کرتے ہو،
اورجب جالوت اور اس کی فوجوں کے سامنے ہويے تو کہا اے رب ہمارے دلوں میں صبر ڈال دے اور ہمارے پاوں جمايے رکھ اور اس کافر قوم پر ہماری مدد کر
اے اہل کتاب! تم اﷲ کی ایتوں کا انکار کیوں کر رہے ہو حالانکہ تم خود گواہ ہو (یعنی تم اپنی کتابوں میں سب کچھ پڑھ چکے ہو)،
کیوں نہیں (چھويے گی) جو بھی برا کام کرے گا اور اس کا گناہ (چاروں طرف سے) اسے گھیر لے گا یہی لوگ دوزخی ہیں جس میں وہ ہمیشہ ہمیشہ رہیں گے۔
اور جب مومنوں نے (کافروں کے) لشکر کو دیکھا تو کہنے لگے یہ وہی ہے جس کا خدا اور اس کے پیغمبر نے ہم سے وعدہ کیا تھا اور خدا اور اس کے پیغمبر نے سچ کہا تھا۔ اور اس سے ان کا ایمان اور اطاعت اور زیادہ ہوگيی
اور کافروں نے کہا اس قران کو سنو ہی مت (اس کے پڑھے جانے کے وقت) اور بیہوده گويی کرو کیا عجب کہ تم غالب اجاو
اے ایمان والو! صبر اور نماز کے ذریعے (مجھ سے) مدد چاہا کرو، یقینا اﷲ صبر کرنے والوں کے ساتھ (ہوتا) ہے،
بےشک تم سے جو وعدہ کیا گیا ہے وہ سچا ہے۔
اور بہت سے پچھلوں میں سے
اللہ چاہتا ہے کہ تم سے بوجھ ہلکا کر دے، اور انسان کمزور پیدا کیا گیا ہے،
یا یہ لوگ اپنے رسول کو پہچانتے نہیں تب یہ اس کے منکر ہیں
کیا انہوں نے (یعنی کفار مکہ نے رسول صلی اللہ علیہ والہ وسلم کے خلاف کويی تدبیر) پختہ کر لی ہے تو ہم (بھی) پختہ فیصلہ کرنے والے ہیں،
کہہ دو مجھے تو ان چیزوں کی عبادت سے منع کیا گیا ہے جن کو تم الله کے سوا پکارتے ہو جب کہ میرے رب کی طرف سے میرے پاس کھلی کھلی نشانیاں اچکی ہیں اور مجھے یہ حکم دیا گیا ہے کہ میں رب العالمین کے سامنے سر جھکاوں
اپ کا پروردگار ان کے درمیان اپنے حکم سے فیصلہ کرتا ہے اور وہ سب پر غالب بھی ہے اور سب سے باخبر بھی ہے
کہ تم جیسے اور بدل دیں اور تمہاری صورتیں وہ کردیں جس کی تمہیں حبر نہیں
اب اگر تمہارا کويی داو ہو تو مجھ پر چل لو
بے شک اسمانوں اور زمینوں کی پیدايش میں اور رات دن کی امد و رفت (الٹ پھیر) میں اور ان کشتیوں میں جو لوگوں کو نفع پہنچانے والی چیزیں لے کر سمندر میں چلتی ہیں اور (بارش کے) اس پانی میں جسے خدا نے اسمان (بلندی) سے برسایا اور پھر اس کے ذریعہ زمین کو اس کے بے جان (بے کار) ہو جانے کے بعد جاندار بنا دیا (سرسبز و شاداب بنا دیا) اور اس میں ہر قسم کے چلنے پھرنے والے (جانور) پھیلا دیيے۔ اور ہواوں کی گردش (ہیر پھیر) میں اور ان بادلوں میں جو اسمان و زمین کے درمیان مسخر کرکے (تابع فرمان بنا کے) رکھے گيے ہیں۔ (ان سب باتوں میں) خدا کے وجود اور اس کی قدرت کی بڑی نشانیاں ہیں ان لوگوں کے ليے جو عقل و خرد سے کام لیتے ہیں۔
اور اللہ پر سیدھی راه کا بتا دینا ہے اور بعض ٹیڑھی راہیں ہیں، اور اگر وه چاہتا تو تم سب کو راه راست پر لگا دیتا
وہ دن جب لوگ بکھرے ہويے پروانوں کی طرح
بجز ان مشرکوں کے جن سے تمہارا معاہده ہو چکا ہے اور انہوں نے تمہیں ذرا سا بھی نقصان نہیں پہنچایا نہ کسی کی تمہارے خلاف مدد کی ہے تو تم بھی ان کے معاہدے کی مدت ان کے ساتھ پوری کرو، اللہ تعالی پرہیزگاروں کو دوست رکھتا ہے
اپ سے پہلے کسی انسان کو بھی ہم نے ہمیشگی نہیں دی، کیا اگر اپ مرگيے تو وه ہمیشہ کے ليے ره جايیں گے
(پھر حکم ہوگا) اسے پکڑو اور اسے طوق پہناو۔
اور محمد تو صرف ایک رسول ہیں جن سے پہلے بہت سے رسول گزر چکے ہیں کیااگر وہ مر جايیں یا قتل ہو جايیں تو تم الٹے پیروں پلٹ جاو گے تو جو بھی ایسا کرے گا وہ خدا کا کويی نقصان نہیں کرے گا اور خدا تو عنقریب شکر گزاروں کو ان کی جزا دے گا
یقینا اللہ تعالی نے اس عورت کی بات سنی جو تجھ سے اپنے شوہر کے بارے میں تکرار کر رہی تھی اور اللہ کے اگے شکایت کر رہی تھی، اللہ تعالی تم دونوں کے سوال وجواب سن رہا تھا، بیشک اللہ تعالی سننے دیکھنے واﻻ ہے
اور جب مدین کی طرف رخ کیا تو کہنے لگے امید ہے کہ میرا پروردگار مجھے سیدھا رستہ بتايے
بخلاف اس کے متقی لوگ باغوں اور چشموں میں ہوں گے
جب اگے چلے تو (موسی نے) اپنے شاگرد سے کہا کہ ہمارے ليے کھانا لاو۔ اس سفر سے ہم کو بہت تکان ہوگيی ہے
تیرے پروردگار کی پکڑ کا یہی طریقہ ہے جب کہ وه بستیوں کے رہنے والے ﻇالموں کو پکڑتا ہے بیشک اس کی پکڑ دکھ دینے والی اور نہایت سخت ہے
وہ جس نے مجھے پیدا کیا تو وہ مجھے راہ دے گا
اور تمہارا رب ہی سب سے بڑا کریم،
ان سے پہلے قوم نوح نے بھی جھٹلایا تھا پس انہوں نے ہمارے بندے کو جھٹلایا اور کہا دیوانہ ہے اور اسے جھڑک دیا گیا
اگر ناشکری کرو گے تو خدا تم سے بےپروا ہے۔ اور وہ اپنے بندوں کے ليے ناشکری پسند نہیں کرتا اور اگر شکر کرو گے تو وہ اس کو تمہارے ليے پسند کرے گا۔ اور کويی اٹھانے والا دوسرے کا بوجھ نہیں اٹھايے گا۔ پھر تم اپنے پروردگار کی طرف لوٹنا ہے۔ پھر جو کچھ تم کرتے رہے وہ تم کو بتايے گا۔ وہ تو دلوں کی پوشیدہ باتوں تک سے اگاہ ہے
اور معمولی ظروف بھی عاریت پر دینے سے انکار کردتے ہیں
قوم میں سے کفر اختیار کرنے والے روسا نے کہا کہ ہم تم کو حماقت میں مبتلا دیکھ رہے ہیں اور ہمارے خیال میں تم جھوٹوں میں سے ہو
پھر جن لوگوں نے برايی کی ان کا انجام بھی برا ہوا اس لیے کہ خدا کی ایتوں کو جھٹلاتے اور ان کی ہنسی اڑاتے رہے تھے
اور خدا ایک اور مثال بیان فرماتا ہے کہ دو ادمی ہیں ایک ان میں سے گونگا (اور دوسرے کی ملک) ہے (بےاختیار وناتوان) کہ کسی چیز پر قدرت نہیں رکھتا۔ اور اپنے مالک کو دوبھر ہو رہا ہے وہ جہاں اسے بھیجتا ہے (خیر سے کبھی) بھلايی نہیں لاتا۔ کیا ایسا (گونگا بہرا) اور وہ شخص جو (سنتا بولتا اور) لوگوں کو انصاف کرنے کا حکم دیتا ہے اور خود سیدھے راستے پر چل رہا ہے دونوں برابر ہیں؟
بہ مشکل اس کا تھوڑا تھوڑا گھونٹ لے گا اور گلے سے نیچے اتارنے کی امید نہ ہوگی اور اسے ہر طرف سے موت ايے گی اور مرے گا نہیں، اور اس کے پیچھے ایک گاڑھا عذاب
اور جب ان لوگوں سے کہا جاتا ہے کہ جو (کتاب) خدا نے نازل فرمايی ہے اس کی اور رسول الله کی طرف رجوع کرو تو کہتے ہیں کہ جس طریق پر ہم نے اپنے باپ دادا کو پایا ہے وہی ہمیں کافی ہے بھلا اگر ان کے باپ دادا نہ تو کچھ جانتے ہوں اور نہ سیدھے رستے پر ہوں (تب بھی؟)
کہہ دو اگر سب ادمی اور سب جن مل کر بھی ایسا قران لانا چاہیں تو ایسا نہیں لا سکتے اگرچہ ان میں سے ہر ایک دوسرے کا مددگار کیوں نہ ہو
اور اسمانوں میں کتنے ہی فرشتے ہیں جن کی سفارش کچھ بھی فايدہ نہیں دے سکتی مگر بعد اس کے کہ اللہ جس کے ليے چاہے اجازت دے اور پسند کرے۔
(موسی علیہ السلام نے) فرمایا: بلکہ تم ہی ڈال دو، پھر کیا تھا اچانک ان کی رسیاں اور ان کی لاٹھیاں ان کے جادو کے اثر سے موسی (علیہ السلام) کے خیال میں یوں محسوس ہونے لگیں جیسے وہ (میدان میں) دوڑ رہی ہیں،
اس دن تجھ کو اپنے پروردگار کی طرف چلنا ہے
اور اپ اسماعیل اور الیسع اور ذوالکفل (علیھم السلام) کا (بھی) ذکر کیجيے، اور وہ سارے کے سارے چنے ہويے لوگوں میں سے تھے،
یہ دیکھ کر جادوگر سجدہ میں گر پڑے
پھر (حق سے) پیٹھ پھیر لی اور تکبر کیا،
اس روز ادمی اپنے بھايی
اور انہیں یہ بھی یاد لاو کہ جب ان میں سے ایک گروہ نے دوسرے گروہ سے کہا تھا کہ "تم ایسے لوگوں کو کیوں نصیحت کرتے ہو جنہیں اللہ ہلاک کرنے والا یا سخت سزا دینے والا ہے " تو انہوں نے جواب دیا تھا کہ "ہم یہ سب کچھ تمہارے رب کے حضور اپنی معذرت پیش کرنے کے لیے کرتے ہیں اور اس امید پر کرتے ہیں کہ شاید یہ لوگ اس کی نافرمانی سے پرہیز کرنے لگیں"
پھر اس کی نسل رکھی ایک بے قدر پانی کے خلاصہ سے
فرعون نے کہا "تم موسی کی بات مان گيے قبل اس کے کہ میں تمہیں اجازت دیتا! ضرور یہ تمہارا بڑا ہے جس نے تمہیں جادو سکھایا ہے اچھا، ابھی تمہیں معلوم ہوا جاتا ہے، میں تمہارے ہاتھ پاوں مخالف سمتوں میں کٹواوں گا اور تم سب کو سولی چڑھا دوں گا"
اور جب نادم ہويے اور معلوم کیا کہ بیشک وہ گمراہ ہوگيے تھےتو کہنے لگے اگر ہمارے رب نے ہم پر رحم نہ کیا اور ہمیں نہ بخشا تو بے شک ہم نقصان پانے والوں میں سے ہوں گے
کتنے ہی عیش کے سر و سامان، جن میں وہ مزے کر رہے تھے ان کے پیچھے دھرے رہ گيے
تو ہم نے ان سے بھی انتقام لیا اور یہ دونوں بستیاں واضح شاہراہ پر ہیں
اور اس نے قسم کھا کر ان سے کہا کہ میں تمہارا سچا خیر خواہ ہوں
پھر وہ اس (قران) کے بعد کس کلام پر ایمان لايیں گے؟،
انہیں کہ جب اللہ کا ذکر کیا جايے ان کے دل تھرا جاتے ہیں۔ انہیں جو برايی پہنچے اس پر صبر کرتے ہیں، نماز قايم کرنے والے ہیں اور جو کچھ ہم نے انہیں دے رکھا ہے وه اس میں سے بھی دیتے رہتے ہیں
خدا نے نہ تو بحیرہ کچھ چیز بنایا ہے اور نہ سايبہ اور نہ وصیلہ اور نہ حام بلکہ کافر خدا پر جھوٹ افترا کرتے ہیں اور یہ اکثر عقل نہیں رکھتے
اللہ ہی (کی ذات) ہے جس کے علاوہ کويی الہ نہیں ہے۔ زندہ (جاوید) ہے جو (ساری کاينات کا) بندوبست کرنے والا ہے۔
اے لوگو جو ایمان لايے ہو، اللہ کے اس احسان کو یاد کرو جو اس نے (ابھی حال میں) تم پر کیا ہے، جبکہ ایک گروہ نے تم پر دست درازی کا ارادہ کر لیا تھا مگر اللہ نے ان کے ہاتھ تم پر اٹھنے سے روک دیے اللہ سے ڈر کر کام کرتے رہو، ایمان رکھنے والوں کو اللہ ہی پر بھروسہ کرنا چاہیے
اور یہ کہ تجھے نہ اس میں پیاس لگے نہ دھوپ
اور ان کے سامنے چاندی کے برتن اور شیشہ کے چمکدار گلاس گردش میں ہوں گے۔
مگر جو لوگ ان میں سے علم میں پکے ہیں اور جو مومن ہیں وہ اس (کتاب) پر جو تم پر نازل ہويی اور جو (کتابیں) تم سے پہلے نازل ہويیں (سب پر) ایمان رکھتے ہیں اور نماز پڑھتے ہیں اور زکوة دیتے ہیں اور خدا اور روز اخرت کو مانتے ہیں۔ ان کو ہم عنقریب اجر عظیم دیں گے
اور داہنے ہاتھ والے (سبحان الله) داہنے ہاتھ والے کیا (ہی عیش میں) ہیں
اور انسان کی اور اس کی جس نے اس (کے اعضا) کو برابر کیا
جس نے گناه کیا ہے اسے تو برابر برابر کا بدلہ ہی ہے اور جس نے نیکی کی ہے خواه وه مرد ہو یا عورت اور وه ایمان واﻻ ہو تو یہ لوگ جنت میں جايیں گے اور وہاں بےشمار روزی پايیں گے
اس کو پکڑو۔اور اسے گھسیٹتے ہويے جہنم کے وسط تکلے جاو۔
پھر تم (اے جن و انس) اپنے رب کی کس کس نعمت کو جھٹلاو گے
سو وہ (لہلہاتا پھلوں سے لدا ہوا باغ) صبح کو کٹی ہويی کھیتی کی طرح ہوگیا،
بیشک جنہوں نے کفر کیا اور اللہ کی راہ سے روکا پھر کافر ہی مرگيے تو اللہ ہر گز انہیں نہ بخشے گا
مگر یہ کہ الله چاہے اور اپنے رب کو یاد کر لے جب بھول جايے اور کہہ دو امید ہے کہ میرا رب مجھے اس سے بھی بہتر راستہ دکھايے
(یہ تسنیم) ایک چشمہ ہے جہاں سے صرف اہل قربت پیتے ہیں،
(خدا) فرمايے گا کہ ہمارے حضور میں ردوکد نہ کرو۔ ہم تمہارے پاس پہلے ہی (عذاب کی) وعید بھیج چکے تھے
الله نے ایمان دار مردوں اورایمان والی عورتوں کو باغوں کا وعدہ دیا ہے جن کے نیچے نہریں بہتی ہوں گیان میں ہمیشہ رہنے والے ہوں گے اورعمدہ مکانوں اور ہمیشگی کے باغوں میں اور الله کی رضا ان سب سے بڑی ہے یہی وہ بڑی کامیابی ہے
ان ہی کی ایک جماعت نے ہانک لگايی کہ اے مدینہ والو! تمہارے ليے ٹھکانہ نہیں چلو لوٹ چلو، اور ان کی ایک اور جماعت یہ کہہ کر نبی ﴿صلی اللہ علیہ وسلم﴾ سے اجازت مانگنے لگی کہ ہمارے گھر غیر محفوظ ہیں، حاﻻنکہ وه (کھلے ہويے اور) غیر محفوظ نہ تھے (لیکن) ان کا پختہ اراده بھاگ کھڑے ہونے کا تھا
وہ ادرک کیا ہے جنت میں ایک چشمہ ہے جسے سلسبیل کہتے ہیں
پھر ہم پورے علم کے ساتھ ان کے سامنے سب (حالات و واقعات) بیان کریں گے اخر ہم غیر حاضر تو تھے نہیں۔
اور ان کی اکثریت تو صرف خیالات کا اتباع کرتی ہے جب کہ گمان حق کے بارے میں کويی فايدہ نہیں پہنچاسکتا بیشک اللہ ان کے اعمال سے خوب واقف ہے
(ان سے کہا جايے گا) سلامتی اور امن کے ساتھ اس میں داخل ہو جاو
لوح محفوظ میں (لکھا ہوا)
جہنم جس میں وہ جھلسے جايیں گے، بہت ہی بری قیام گاہ
ان کا حال یہ ہے کہ اپ تک نیکی ا تی ہے تو انہیں بفی لگتی ہے اور کويی مصیبت اجاتی ہے تو کہتے ہیں کہ ہم نے اپنا کام پہلے ہی ٹھیک کرلیا تھا اور خوش و خرم واپس چلے جاتے ہیں
پھر جب نماز ہوچکے تو اپنی اپنی راہ لو اور خدا کا فضل تلاش کرو اور خدا کو بہت بہت یاد کرتے رہو تاکہ نجات پاو
اور نہ وه اپنی خواہش سے کويی بات کہتے ہیں
ہم تیری ہی عبادت کرتے ہیں اور تجھی سے مدد مانگتے ہیں
میں ان کی رسی دراز کر رہا ہوں، میری چال بڑی زبردست ہے
انہوں نے جواب دیا "تو محض ایک سحر زدہ ادمی ہے
ہم نے موسی کو تیس شب و روز کے لیے (کوہ سینا پر) طلب کیا اور بعد میں دس دن کا اور اضافہ کر دیا، اس طرح اس کے رب کی مقرر کردہ مدت پورے چالیس دن ہو گيی موسی نے چلتے ہويے اپنے بھايی ہارون سے کہا کہ "میرے پیچھے تم میری قوم میں میری جانشینی کرنا اور ٹھیک کام کرتے رہنا اور بگاڑ پیدا کرنے والوں کے طریقے پر نہ چلنا"
یہ لوگ تم پر احسان رکھتے ہیں کہ مسلمان ہوگيے ہیں۔ کہہ دو کہ اپنے مسلمان ہونے کا مجھ پر احسان نہ رکھو۔ بلکہ خدا تم پر احسان رکھتا ہے کہ اس نے تمہیں ایمان کا رستہ دکھایا بشرطیکہ تم سچے (مسلمان) ہو
کیا یہ چاہتے ہو کہ اپنے رسول سے ویسا سوال کرو جو موسی سے پہلے ہوا تھا اور جو ایمان کے بدلے کفر لے وہ ٹھیک راستہ بہک گیا -
وہ وہاں ہر قسم کے میوے سکون کے ساتھ طلب کریں گے
غرض جب وہ اس کو لے گيے اور اس بات پر اتفاق کرلیا کہ اس کو گہرے کنویں میں ڈال دیں۔ تو ہم نے یوسف کی طرف وحی بھیجی کہ (ایک وقت ایسا ايے گا کہ) تم ان کے اس سلوک سے اگاہ کرو گے اور ان کو (اس وحی کی) کچھ خبر نہ ہوگی
اور (وہ وقت بھی یاد کرو) جب ہم نے موسی (علیہ السلام) سے چالیس راتوں کا وعدہ فرمایا تھا پھر تم نے موسی (علیہ السلام کے چلہء اعتکاف میں جانے) کے بعد بچھڑے کو (اپنا) معبود بنا لیا اور تم واقعی بڑے ظالم تھے،
اپ(ص) کہہ دیجيے! کہ وہ موت جس سے تم بھاگتے ہو وہ بہرحال تم سے مل کر رہے گی پھر تم اس (خدا) کی بارگاہ میں لوٹايے جاو گے جو غايب اور حاضر کا جاننے والا ہے پھر وہ تمہیں بتايے گا جو کچھ تم کرتے رہے ہو۔
اور کہو کہ خدا کا شکر ہے۔ وہ تم کو عنقریب اپنی نشانیاں دکھايے گا تو تم ان کو پہچان لو گے۔ اور جو کام تم کرتے ہو تمہارا پروردگار ان سے بےخبر نہیں ہے
اور ہم نے اسے (خیر و شر کے) دو نمایاں راستے (بھی) دکھا دیيے،
بس ذرا انہیں کچھ مدت کے لیے چھوڑ دو
پھر ہم نے اس کی دعا قبول کی اورجواسے تکلیف تھی ہم نے دور کر دی اور اسے اس کے گھر والے دیيے اور اتنا ہی ان کے ساتھ اپنی رحمت سے اوربھی دیا اور عبادت کرنے والوں کے لیے نصیحت ہے
اور جب ان کے سامنے ہماری ایات کی تلاوت کی جاتی ہے تو جن لوگوں کو ہماری ملاقات کی امید نہیں ہے وہ کہتے ہیں کہ اس کے علاوہ کويی دوسرا قران لايیے یا اسی کو بدل دیجيے تو اپ کہہ دیجيے کہ مجھے اپنی طرف سے بدلنے کا کويی اختیار نہیں ہے میں تو صرف اس امر کا اتباع کرتا ہوں جس کی میری طرف وحی کی جاتی ہے میں اپنے پروردگار کی نافرمانی کروں تو مجھے ایک بڑے عظےم دن کے عذاب کا خوف ہے
ان کے پاس ان کی اپنی قوم میں سے ایک رسول ایا مگر انہوں نے اس کو جھٹلا دیا اخر کار عذاب نے ان کو ا لیا جبکہ وہ ظالم ہو چکے تھے
اللہ کی توحید کو مانتے ہويے اس کے ساتھ کسی کو شریک نہ کرتے ہويے۔ سنو! اللہ کے ساتھ شریک کرنے واﻻ گویا اسمان سے گر پڑا، اب یا تو اسے پرندے اچک لے جايیں گے یا ہوا کسی دور دراز کی جگہ پھینک دے گی
خاص تمہارے پروردگار کی رحمت سے یقینا وہ بڑا سننے والا (اور) بڑا جاننے والا ہے۔
یقین جانو کہ دوزخیوں کا یہ جھگڑا ضرور ہی ہوگا
اور ہم نے انسان کو سیاہی مايل نرم مٹی سے پیدا کیا ہے جو سوکھ کر کھن کھن بولنے لگی تھی
کہا یہ میری اور اپ کی جدايی ہے اب میں اپ کو ان باتوں کا پھیر (بھید) بتاوں گا جن پر اپ سے صبر نہ ہوسکا
سو ہم نے تم کو بہکا یا، ہم خود بہکے ہويے تھے"
یہ وہی ہیں جن کے متعلق تم قسم کھاتے تھے کہ انہیں الله کی رحمت نہیں پہنچے گی (انہیں کہا گیا ہے) جنت میں چلے جاو تم پر نہ ڈر ہے اور نہ تم غمگین ہو گے
اور جو شخص توبہ کرے اور نیک عمل کرے وه تو (حقیقتا) اللہ تعالی کی طرف سچا رجوع کرتا ہے
اور جب ادمی کو کويی تکلیف پہنچتی ہے اپنے رب کو پکارتا ہے اسی طرف جھکا ہوا پھر جب اللہ نے اسے اپنے پاس سے کويی نعمت دی تو بھول جاتا ہے جس لیے پہلے پکارا تھا اور اللہ کے برابر والے ٹھہرانے لگتا ہے تاکہ اس کی راہ سے بہکادے تم فرماو تھوڑے دن اپنے کفر کے ساتھ برت لے بیشک تو دوزخیوں میں ہے،
(حقیقت حال) یوں (تھی) اور جو کچھ اس کے پاس تھا ہم کو سب کی خبر تھی
مگر جب اللہ نے ان کو ایک صحیح و سالم بچہ دے دیا تو وہ اس کی اس بخشش و عنایت میں دوسروں کو اس کا شریک ٹھیرانے لگے اللہ بہت بلند و برتر ہے ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں
اے نبی، کہو کہ "میں تو اپنے رب کو پکارتا ہوں اور اس کے ساتھ کسی کو شریک نہیں کرتا"
اور جن لوگوں نے کفر اختیار کیا تو کیا تمہارے سامنے ہماری ایات کی تلاوت نہیں ہورہی تھی لیکن تم نے اکڑ سے کام لیا اور بیشک تم ایک مجرم قوم تھے
اور ہم رسولوں کو نہیں بھیجتے۔ مگر خوشخبری دینے والا اور ڈرانے والا بنا کر۔ اور جو کافر ہیں وہ باطل کے (ہتھیار سے) جھگڑتے ہیں تاکہ اس کے ذریعہ سے حق کو باطل کر دیں اور انہوں نے میری ایتوں کو اور جس چیز (عذاب) سے انہیں ڈرایا گیا تھا اس کو مذاق بنا رکھا ہے۔
پھر میں نے انہیں کھلم کھلا بھی بلایا
اور خبردار مال هیتیم کے قریب بھی نہ جانا مگر اس طریقہ سے جو بہترین طریقہ ہو یہاں تک کہ وہ توانايی کی عمر تک پہنچ جايیں اور ناپ تول میں انصاف سے پورا پورا دینا -ہم کسی نفس کو اس کی وسعت سے زیادہ تکلیف نہیں دیتے ہیں اور جب بات کرو تو انصاف کے ساتھ چاہے اپنی اقرباہی کے خلاف کیوں نہ ہو اور عہد خدا کو پورا کرو کہ اس کی پروردگار نے تمہیں وصیت کی ہے کہ شاید تم عبرت حاصل کرسکو
پھر جب صور پھونکا جايے گا
جو لوگ الله کا پیغام پہنچاتے رہے اور الله سے ڈرتے رہے اور الله حساب لینے والا کافی ہے
وہی تو ہے جس نے تمہارے لیے زمین کو تابع کر رکھا ہے، چلو اس کی چھاتی پر اور کھاو خدا کا رزق، اسی کے حضور تمہیں دوبارہ زندہ ہو کر جانا ہے
وہی خدا ہے جس نے مومنین کے دلوں میں سکون نازل کیا ہے تاکہ ان کے ایمان میں مزید اضافہ ہوجايے اور اللہ ہی کے ليے زمین و اسمان کے سارے لشکر ہیں اور وہی تمام باتوں کا جاننے والا اور صاحب حکمت ہے
اور خدا کے ساتھ کويی اور معبود نہ بنانا کہ ملامتیں سن کر اور بےکس ہو کر بیٹھے رہ جاو گے
پس چھوڑ دو اے نبی، ان کافروں کو اک ذرا کی ذرا ان کے حال پر چھوڑ دو
وہی خدا (تمام مخلوقات کا) خالق۔ ایجاد واختراع کرنے والا صورتیں بنانے والا اس کے سب اچھے سے اچھے نام ہیں۔ جتنی چیزیں اسمانوں اور زمین میں ہیں سب اس کی تسبیح کرتی ہیں اور وہ غالب حکمت والا ہے
لوگو! اللہ تعالی نے تمہیں مٹی سے پھر نطفہ سے پیدا کیا ہے، پھر تمہیں جوڑے جوڑے (مرد وعورت) بنا دیا ہے، عورتوں کو حاملہ ہونا اور بچوں کا تولد ہونا سب اس کے علم سے ہی ہے، اور جو بڑی عمر واﻻ عمر دیا جايے اور جس کی عمر گھٹے وه سب کتاب میں لکھا ہوا ہے۔ اللہ تعالی پر یہ بات بالکل اسان ہے
اور خبردار اس کے ساتھ کسی دوسرے کو خدا نہ بنانا کہ میں تمہارے ليے واضح طور پر ڈرانے والا ہوں
جس دن ظالموں کو ان کی معذرت فايدہ نہیں دے گی اور ان کے ليے پھٹکار ہوگی اور ان کے ليے (جہنم کا) برا گھر ہوگا،
یہاں تک کہ جب کھولے جايیں گے یاجوج و ماجوج اور وہ ہر بلندی سے ڈھلکتے ہوں گے،
اج جھٹلانے والوں کے ليے جہنم ہے
یہ بات ہم نے زمانہ قریب کی ملت میں کسی سے نہیں سنی یہ کچھ نہیں ہے مگر ایک من گھڑت بات
کیا ادمی نہیں جانتاکہ ہم نے اسے منی کے ایک قطرے سے بنایا ہے پھر وہ کھلم کھلا دشمن بن کر جھگڑنے لگا
جن لوگوں نے زخم کھا چکنے کے بعد بھی اللہ اور رسول (صلی اللہ علیہ والہ وسلم) کے حکم پر لبیک کہا، ان میں جو صاحبان احسان ہیں اور پرہیزگار ہیں، ان کے ليے بڑا اجر ہے،
اور کتاب میں ابراہیم کو یاد کرو بیشک وہ صدیق تھا (نبی) غیب کی خبریں بتاتا،
اور انہیں ہم نے زمین میں متفرق کردیا گروہ گروہ، ان میں کچھ نیک ہیں اور کچھ اور طرح کے اور ہم نے انہیں بھلايیوں اور برايیوں سے ازمایا کہ کہیں وہ رجوع لايیں
سوايے اپنی بیویوں کے یا اپنی مملوکہ کنیزوں کے کہ اس میں ان پر کويی ملامت نہیں ہے۔
اور (لوگوں نے) اس کے سوا اور معبود بنا ليے ہیں جو کويی چیز بھی پیدا نہیں کرسکتے اور خود پیدا کيے گيے ہیں۔ اور نہ اپنے نقصان اور نفع کا کچھ اختیار رکھتے ہیں اور نہ مرنا ان کے اختیار میں ہے اور نہ جینا اور نہ مر کر اٹھ کھڑے ہونا
اور جو کچھ اپ کے پروردگار کی طرف سے وحی کی جاتی ہے اسی کا اتباع کرتے رہیں کہ اللہ تم لوگوں کے اعمال سے خوب باخبر ہے
اور جو اپنے پروردگار کی نشانیوں پر ایمان رکھتے ہیں
کیا ان لوگوں نے اللہ کے علاوہ اور خدا بنايے ہیں؟ کہيے کہ اپنی دلیل پیش کرو۔ یہ (قران) میرے ساتھ والوں کی (کتاب) ہے اور مجھ سے پہلے والوں کی (کتابیں بھی) ہیں (ان سے کويی بات میرے دعوی کے خلاف نکال کر لاو) بلکہ اکثر لوگ حق کو نہیں جانتے (اس ليے) اس سے روگردانی کرتے ہیں۔
تمہاری عورتیں تمہارای کھیتی ہیں تو اپنی کھیتی میں جس طرح چاہو جاو۔ اور اپنے ليے (نیک عمل) اگے بھیجو۔ اور خدا سے ڈرتے رہو اور جان رکھو کہ (ایک دن) تمہیں اس کے روبرو حاضر ہونا ہے اور (اے پیغمبر) ایمان والوں کو بشارت سنا دو
شیطان نے تو تم میں سے بہت ساری مخلوق کو بہکا دیا۔ کیا تم عقل نہیں رکھتے
بیشک وہ جو عیب لگاتے ہیں انجان پارسا ایمان والیوں کو ان پر لعنت ہے دنیا اور اخرت میں اور ان کے لیے بڑا عذاب ہے
وه اپنے کاموں کے ليے (کسی کےاگے) جواب ده نہیں اور سب (اس کےاگے) جواب ده ہیں
پھر ﻇالموں سے کہا جايے گا کہ ہمیشہ کا عذاب چکھو۔ تم کو تو تمہارے کیے کا ہی بدلہ ملا ہے
اور ہم اسے قریب ہی دیکھ رہے ہیں
اور یہ اﷲ پر کچھ مشکل نہیں ہے،
اور اپ کو کیا معلوم کہ رات کو (نظر) انے والا کیا ہے،
البتہ ہم نے کھلی کھلی ایتیں نازل کر دی ہیں اور الله جسے چاہے سیدھے راستہ پر چلاتا ہے
اور ہم نے نوح کے بعد کتنی ہی قوموں کو (ان کے گناہوں کی پاداش میں) ہلاک کیا اور اپ کا پروردگار اپنے بندوں کے گناہوں سے باخبر ہونے اور دیکھنے کی حیثیت سے کافی ہے۔
وہ سلیمان کی طرف سے ہے اور وہ یہ ہے بسم اللہ الرحمن الرحیم۔
کیا تم نے اس کو بادل سے نازل کیا ہے یا ہم نازل کرتے ہیں؟
کیا یہ لوگ کہتے ہیں کہ اس (رسول صلی اللہ علیہ والہ وسلم) نے اللہ پر جھوٹا بہتان تراشا ہے، سو اگر اللہ چاہے تواپ کے قلب اطہر پر (صبر و استقامت کی) مہر ثبت فرما دے (تاکہ اپ کو ان کی بیہودہ گويی کا رنج نہ پہنچے)، اور اﷲ باطل کو مٹا دیتا ہے اور اپنے کلمات سے حق کو ثابت رکھتا ہے۔ بیشک وہ سینوں کی باتوں کو خوب جاننے والا ہے،
اور جب کويی نشانی دیکھتے ہیں تو ٹھٹھے کرتے ہیں
یہ وہ بستیاں ہیں کہ جن کی کچھ خبریں ہم اپ سے بیان کر رہے ہیں بے شک ان کے پاس ان کے رسول کھلے ہويے نشان (معجزے) لے کر ايے۔ مگر وہ ایسے نہیں تھے کہ اس بات پر ایمان لاتے جسے وہ پہلے جھٹلا چکے تھے۔ اللہ اسی طرح کافروں کے دلوں پر مہر لگاتا ہے۔
غرض اس نے اپنی قوم کی عقل مار دی۔ اور انہوں نے اس کی بات مان لی۔ بےشک وہ نافرمان لوگ تھے
جس پر مشک کی مہر ہوگی، سبقت لے جانے والوں کو اسی میں سبقت کرنی چاہيے
کیا یہ نشانی اس (اہل مکہ) کیليے کافی نہیں ہے کہ اس (قران) کو بنی اسرايیل کے علماء جانتے ہیں۔
اسے میرے کام (رسالت) میں میرا شریک بنا۔
قریب ہے کہ اللہ تم میں اور ان میں جو ان میں سے تمہارے دشمن ہیں دوستی کردے اور اللہ قادر ہے اور بخشنے والا مہربان ہے،
گناہ کیوں نہ ہوگا جس شخص نے اپنا عہد پورا کیا اور الله سے ڈرا تو بے شک پرہیزگاروں کو دوست رکھتا ہے
ان کا حال یہ ہے کہ جب بھی انہوں نے کويی عہد کیا تو ایک فریق نے ضرور توڑ دیا بلکہ ان کی اکثریت بے ایمان ہی ہے
کیوں نہ ہوا ہوا جب تم نے اسے سنا تھا کہ مسلمان مردوں اور مسلمان عورتوں نے اپنوں پر نیک گمان کیا ہوتا اور کہتے یہ کھلا بہتان ہے
پس ہم نے ارادہ کیا کہ ان کا رب انہیں (ایسا) بدل عطا فرمايے جو پاکیزگی میں (بھی) اس (لڑکے) سے بہتر ہو اور شفقت و رحم دلی میں (بھی والدین سے) قریب تر ہو،
دونوں گروہوں میں سے ہر ایک کے درجے ان کے اعمال کے لحاظ سے ہیں تاکہ اللہ ان کے کیے کا پورا پورا بدلہ ان کو دے ان پر ظلم ہرگز نہ کیا جايے گا
(اے نبی) ہم نے اسی طرح تمہاری طرف کتاب نازل کی ہے، اس لیے وہ لوگ جن کو ہم نے پہلے کتاب دی تھی وہ اس پر ایمان لاتے ہیں، اور ان لوگوں میں سے بھی بہت سے اس پر ایمان لا رہے ہیں، اور ہماری ایات کا انکار صرف کافر ہی کرتے ہیں
اور کھجور کے بلند وبالا درخت جن میں تہہ بہ تہہ خوشے لگتے ہیں۔
(یہ تو) رب العالمین کا اتارا ہوا ہے
جنوں میں سے ایک قوی ہیکل نے عرض کیا "میں اسے حاضر کر دوں گا قبل اس کے کہ اپ اپنی جگہ سے اٹھیں میں اس کی طاقت رکھتا ہوں اور امانتدار ہوں"
خدا تم سے بے مقصد قسمیں کھانے پر مواخذہ نہیں کرتا ہے لیکن جن قسموں کی گرہ دل نے باندھ لی ہے ان کی مخالفت کا کفارہ دس مسکینوں کے ليے اوسط درجہ کا کھانا ہے جو اپنے گھر والوں کو کھلاتے ہو یا ان کا کپڑا یا ایک غلام کی ازادی ہے .... پھر اگر یہ سب ناممکن ہو تو تین روزے رکھو ...._ کہ یہ تمہاری قسموں کا کفارہ ہے جب بھی تم قسم کھا کر اس کی مخالفت کرو اپنی قسموں کا تحفظ کرو کہ خدا اس طرح اپنی ایات کو واضح کرکے بیان کرتا ہے کہ شاید تم اس کے شکر گزار بندے بن جاو
بھلا جو شخص رات کی گھڑیوں میں کبھی سجدہ کرکے اور کبھی قیام کرکے خدا کی عبادت کرتا ہے اور (اس کے باوجود) اخرت سے ڈرتا ہے اور اپنے پروردگار کی رحمت کا امیدوار ہے؟ (تو کیا وہ شخص جو ایسا نہیں ہے یکساں ہو سکتے ہیں؟) کہیے کیا علم والے اور جاہل برابر ہو سکتے ہیں؟ بے شک نصیحت تو صرف صاحبان عقل ہی حاصل کرتے ہیں۔
یقینا وہ لوگ کافر ہیں جن کا کہنا ہے کہ اللہ ہی مسیح علیھ السلامبن مریم ہیں جبکہ خود مسیح کا کہنا ہے کہ اے بنی اسرايیل اپنے اور میرے پروردگار کی عبادت کرو -جو کويی اس کا شریک قرار دے گا اس پر خدا نے جنت حرام کردی ہے اور اس کا انجام جہنم ہے اور ظالموں کا کويی مددگار نہ ہوگا
بچے نے کہا کہ میں خدا کا بندہ ہوں اس نے مجھے کتاب دی ہے اور نبی بنایا ہے
اور ہم نے بنی اسرايیل کو کتاب میں وحی بھیجی کہ ضرور تم زمین میں دوبارہ فساد مچاو گے اور ضرور بڑا غرور کرو گے
میں تمہارے ہاتھ اور پاوں مختلف سمتوں سے کاٹ دوں گا اور اس کے بعد تم سب کو سولی پر لٹکادوں گا
اخر فرعون کے لوگوں نے اس بچے کو اٹھا لیا کہ اخرکار یہی بچہ ان کا دشمن ہوا اور ان کے رنج کا باعﺚ بنا، کچھ شک نہیں کہ فرعون اور ہامان اور ان کے لشکر تھے ہی خطاکار
(حکم ہوگا) جاو اس (دوزخ) کی طرف جسے تم جھٹلایا کرتے تھے۔
پھیرے کریں گے اس میں اور انتہا کے جلتے کھولتے پانی میں
جس نے تیری پیٹھ توڑ دی تھی
اس کا ٹھکانا جہنم ہی ہے
ازواج نبی کے لیے اس میں کويی مضايقہ نہیں ہے کہ ان کے باپ، ان کے بیٹے، ان کے بھايی، ان کے بھتیجے، ان کے بھانجے، ان کے میل جول کی عورتیں اور ان کے مملوک گھروں میں ايیں (اے عورتو) تمہیں اللہ کی نافرمانی سے پرہیز کرنا چاہیے اللہ ہر چیز پر نگاہ رکھتا ہے
اے لوگو اگر تمہیں دوبارہ زندہ ہونے میں شک ہے تو ہم نے تمہیں مٹی سے پھر قطرہ سے پھر جمے ہويے خون سے پھر گوشت کی بوٹی نقشہ بنی ہويی اور بغیر نقشہ بنی ہويی سے بنایا تاکہ ہم تمہارے سامنے ظاہر کر دیں اور ہم ر حم میں جس کو چاہتے ہیں ایک مدت معین تک ٹھیراتے ہیں پھر ہم تمہیں بچہ بنا کر باہر لاتے ہیں پھر تاکہ تم اپنی جوانی کو پہنچو اور کچھ تم میں سے مرجاتے ہیں اور کچھ تم میں سے نکمی عمر تک پہنچايے جاتے ہیں کہ سمجھ بوجھ کا درجہ پاکر ناسمجھی کی حالت میں جا پڑتا ہے اور تم زمین کوسوکھی دیکھتے ہو پھر جب ہم اس پر پانی برساتے ہیں تو تر و تازہ ہو جاتی ہے او رہر قسم کے خوش نمانباتات اگ اتے ہیں
اب یہیں ارام سے کھاو پیو ان اعمال کی بنا پر جو تم نے انجام ديیے تھے
انہیں صرف ایک سخت چیﺦ کاانتظار ہے جو انہیں اپکڑے گی اور یہ باہم لڑايی جھگڑے میں ہی ہوں گے
کہنے لگے کیا اپ ہمارے پاس سچ مچ حق ﻻيے ہیں یا یوں ہی مذاق کر رہے ہیں
اور کہا کہ اپنے پروردگار سے معافی مانگو کہ وہ بڑا معاف کرنے والا ہے
اے جنوں اور انسانوں کی جماعت کیا تمہارے پاس تم ہی میں سے پیغمبر نہیں اتے رہے جو میری ایتیں تم کو پڑھ پڑھ کر سناتے اور اس دن کے سامنے اموجود ہونے سے ڈراتے تھے وہ کہیں گے کہ (پروردگار) ہمیں اپنے گناہوں کا اقرار ہے ان لوگوں کو دنیاکی زندگی نے دھوکے میں ڈال رکھا تھا اور (اب) خود اپنے اوپر گواہی دی کہ کفر کرتے تھے
اور اسی قسم کی دوسری تلخیوں کا
(تمام) بادشاہت خدا ہی کی ہے اسمانوں کی بھی اور زمین کی بھی۔ وہ جو چاہتا ہے پیدا کرتا ہے۔ جسے چاہتا ہے بیٹیاں عطا کرتا ہے اور جسے چاہتا ہے بیٹے بخشتا ہے
اور اس سے گریز کریگا وہ انتہايی بد بخت
اور بےشک جو لوگ ایمان لايے اور نیک عمل کيے وہی بہترین خلايق ہیں۔
انہیں اگ ہی بچھونا اور اگ ہی اوڑھنا اور ظالموں کو ہم ایسا ہی بدلہ دیتے ہیں،
او رتم پہاڑوں کوتراش کر تکلف کے گھر بناتے ہو
بے شک تمہارا پروردگار ظالموں کی تاک میں ہے
موسی (علیہ السلام) نے کہا: تم ہی (پہلے) ڈال دو پھر جب انہوں نے (اپنی رسیوں اور لاٹھیوں کو زمین پر) ڈالا (تو انہوں نے) لوگوں کی انکھوں پرجادو کردیا اور انہیں ڈرا دیا اور وہ زبردست جادو (سامنے) لے ايے،
اور میری زبان کی گرہ کو کھول دے
اور ہم نے تم سے پہلے کويی رسول نہ بھیجا مگر یہ کہ ہم اس کی طرف وحی فرماتے کہ میرے سوا کويی معبود نہیں تو مجھی کو پوجو،
اور سلیمان (علیہ السلام) کے ليے (ہم نے) ہوا کو (مسخر کر دیا) جس کی صبح کی مسافت ایک مہینہ کی (راہ) تھی اور اس کی شام کی مسافت (بھی) ایک ماہ کی راہ ہوتی، اور ہم نے ان کے ليے پگھلے ہويے تانبے کا چشمہ بہا دیا، اور کچھ جنات (ان کے تابع کردیيے) تھے جو ان کے رب کے حکم سے ان کے سامنے کام کرتے تھے، اور (فرما دیا تھا کہ) ان میں سے جو کويی ہمارے حکم سے پھرے گا ہم اسے دوزخ کی بھڑکتی اگ کا عذاب چکھايیں گے،
کچھ شک نہیں کہ فیصلے کا دن ان سب (کے اٹھنے) کا وقت ہے
اور دشمن کی جمعیت میں در انے والے ہیں
ان سے کہو "تم پتھر یا لوہا بھی ہو جاو
عسق
اور کافر کہیں گے اے ہمارے رب ہمیں وہ لوگ دکھا جنہوں نے ہمیں گمراہ کیا تھا جنوں اور انسانوں میں سے ہم انہیں اپنے قدموں کے نیچے ڈال دیں تاکہ وہ بہت ذلیل ہوں
نتیجہ یہ ہوا کہ ان لوگوں نے جالوت کے لشکر کو خدا کے حکم سے شکست دے دی اور داود علیھ السلامنے جالوت کو قتل کردیا اور اللہ نے انہیں ملک اور حکمت عطاکردی اور اپنے علم سے جس قدر چاہا دے دیا اور اگر اسی طرح خدا بعض کو بعض سے نہ روکتا رہتا تو ساری زمین میں فساد پھیل جاتا لیکن خدا عالمین پر بڑا فضل کرنے والا ہے
علاوہ ان کمزور مردوں, عورتوں اور بچوں کے جن کے اختیار میں کويی تدبیر نہ تھی اور وہ کويی راستہ نہ نکال سکتے تھے
اور میں ان چیزوں سے کیسے ڈروں جن کو تم نے شریک بنایا ہے حاﻻنکہ تم اس بات سے نہیں ڈرتے کہ تم نے اللہ کے ساتھ ایسی چیزوں کو شریک ٹھہرایا ہے جن پر اللہ تعالی نے کويی دلیل نازل نہیں فرمايی، سو ان دو جماعتوں میں سے امن کا زیاده مستحق کون ہے اگر تم خبر رکھتے ہو
پھر جب وہ اسے قریب دیکھیں گے تو ان کی صورتیں بگڑ جايیں گی جو کافر ہیں اور کہا جايے گا یہ وہی ہے جسے تم دنیا میں مانگا کرتے تھے
اس سے روگرداں ہويے اور بولے سکھایا ہوا دیوانہ ہے
جس نے پیدا کیا اور صحیح سالم بنایا
ماں باپ یا قرابت دار جو چھوڑ مریں اس کے وارث ہم نے ہر شخص کے مقرر کر دیيے ہیں اور جن سے تم نے اپنے ہاتھوں معاہده کیا ہے انہیں ان کا حصہ دو حقیقتا اللہ تعالی ہر چیز پر حاضر ہے
فرعون کہنے لگا کہ تم موسی پر ایمان ﻻيے ہو بغیر اس کے کہ میں تم کو اجازت دوں؟ بےشک یہ سازش تھی جس پر تمہارا عمل درامد ہوا ہے اس شہر میں تاکہ تم سب اس شہر سے یہاں کے رہنے والوں کو باہر نکال دو۔ سو اب تم کو حقیقت معلوم ہويی جاتی ہے
اور وہ دوسری چیز جو تم چاہتے ہو وہ بھی تمہیں دے گا، اللہ کی طرف سے نصرت اور قریب ہی میں حاصل ہو جانے والی فتح اے نبی، اہل ایمان کو اس کی بشارت دے دو
پھر بیشک ہماری ہی طرف ان کا حساب ہے،
اور ہم قیامت کے دن عدل و انصاف کے ترازو رکھ دیں گے سو کسی جان پر کويی ظلم نہ کیا جايے گا، اور اگر (کسی کا عمل) رايی کے دانہ کے برابر بھی ہوگا (تو) ہم اسے (بھی) حاضر کر دیں گے، اور ہم حساب کرنے کو کافی ہیں،
وہ بولے: کیا واقعی تم ہی یوسف ہو؟ انہوں نے فرمایا: (ہاں) میں یوسف ہوں اور یہ میرا بھايی ہے بیشک اﷲ نے ہم پر احسان فرمایا ہے، یقینا جو شخص اﷲ سے ڈرتا اور صبر کرتا ہے تو بیشک اﷲ نیکوکاروں کا اجر ضايع نہیں کرتا،
پس اگر تم کسی کے زیرفرمان نہیں
اور جب ان کو حکم دیا گیا کہ تم لوگ اس ابادی میں جاکر رہو اور کھاو اس سے جس جگہ تم رغبت کرو اور زبان سے یہ کہتے جانا کہ توبہ ہے اور جھکے جھکے دروازه میں داخل ہونا ہم تمہاری خطايیں معاف کردیں گے۔ جو لوگ نیک کام کریں گے ان کو مزید براں اور دیں گے
اور جفت اور طاق کی!
اور جن لوگوں نے کفر اختیار کیا اور ہماری ایتوں کی تکذیب کی ان کے ليے نہایت درجہ کا رسوا کن عذاب ہے
کہ اس (موسی) کو صندوق میں رکھ اور پھر صندوق کو دریا میں ڈال دے پھر دریا اسے کنارہ پر پھینک دے گا (اور) اسے وہ شخص (فرعون) اٹھايے گا جو میرا بھی دشمن ہے اور اس (موسی) کا بھی دشمن ہے میں نے تم پر اپنی محبت کا اثر ڈال دیا۔ (جو دیکھتا وہ پیار کرتا) اور اس ليے کہ تم میری خاص نگرانی میں پرورش پايے۔
اور رات کی جب اسے چھپايے
جنہوں نے اپنا اپنا دین الگ بنا لیا ہے اور گروہوں میں بٹ گيے ہیں، ہر ایک گروہ کے پاس جو کچھ ہے اسی میں وہ مگن ہے
اس دن ان کا پروردگار ان کے حالات سے بڑا باخبر ہوگا۔
ایا کافروں کو بدلہ دیا گیا ہے ان اعمال کا جو وہ کیا کرتے تھے
اور اپ اپنے گھر والوں کو نماز کا حکم فرمايیں اور اس پر ثابت قدم رہیں، ہم اپ سے رزق طلب نہیں کرتے (بلکہ) ہم اپ کو رزق دیتے ہیں، اور بہتر انجام پرہیزگاری کا ہی ہے،
اور اسی نے ان (اہل ایمان) کے دلوں میں الفت پیدا کی۔ اگر اپ تمام رويے زمین کی دولت بھی خرچ کر دیتے تو ان کے دلوں میں الفت پیدا نہیں کر سکتے تھے۔ مگر اللہ نے (اپنی قدرت کاملہ سے) ان کے درمیان الفت پیدا کر دی بے شک وہ غالب اور بڑا حکمت والا ہے۔
اور جو شخص ایمان لے ايے گا اور نیک عمل کرے گا تو اس کے ليے بہتر جزا ہے اور ہم (بھی) اس کے ليے اپنے احکام میں اسان بات کہیں گے،
اور اللہ کی قسم! میں تمہارے ان معبودوں کے ساتھ جب تم علیحده پیٹھ پھیر کر چل دو گے ایک چال چلوں گا
بیشک یہ بڑا کھلا ہوا امتحان ہے
جب کہتے ہیں کہ اللہ کے اولاد ہے اور بلاشبہ وہ جھوٹے ہیں۔
اللہ وہی ہے جس نے اسمانوں اور زمین کو پیدا کیا اور پھر کشتی کو تمہارے ليے مسخر کر دیا تاکہ وہ اس کے حکم سے سمندر میں چلے اور دریاوں کو بھی تمہارے ليے مسخر کر دیا۔
اور جب تم میں سے بچے حد بلوغ کو پہنچ جايیں تو وہ (تمہارے پاس انے کے ليے) اجازت لیا کریں جیسا کہ ان سے پہلے (دیگر بالغ افراد) اجازت لیتے رہتے ہیں، اس طرح اللہ تمہارے ليے اپنے احکام خوب واضح فرماتا ہے، اور اللہ خوب علم والا اور حکمت والا ہے،
اور ايندہ ان میں سے جو کويی مرے اس کی نماز جنازہ بھی تم ہرگز نہ پڑھنا اور نہ کبھی اس کی قبر پر کھڑے ہونا کیونکہ انہوں نے اللہ اور اس کے رسول کے ساتھ کفر کیا ہے اور وہ مرے ہیں اس حال میں کہ وہ فاسق تھے
جبکہ ان کے بھايی لوط نے ان سے کہا کیا تم ڈرتے نہیں ہو۔
پھر ان کے بعد ہم نے اور جماعتیں پیدا کیں
اور تم جو کچھ بھی راس خدا میں خرچ کرو گے یا نذر کروگے تو خدا اس سے باخبر ہے البتہ ظالمین کا کويی مددگار نہیں ہے
وه بڑے لوگ جواب دیں گے ہم تو سبھی اس اگ میں ہیں، اللہ تعالی اپنے بندوں کے درمیان فیصلے کر چکا ہے
خدا (ایسا خبیر وبصیر ہے کہ) کويی چیز اس سے پوشیدہ نہیں نہ زمین میں اور نہ اسمان میں
اور ہم نے سلیمان(ع) کیليے ہوا کو مسخر کر دیا جس کا صبح کا سفر ایک مہینہ کی راہ تک تھا اور شام کا ایک مہینہ کی راہ تک اور ہم نے ان کیليے پگھلے ہويے تانبے کا چشمہ جاری کیا اور جنات میں سے کچھ ایسے تھے جو ان (سلیمان(ع)) کے پروردگار کے حکم سے ان کے سامنے کام کرتے تھے اور ان (جنوں) میں سے جو ہمارے حکم سے سرتابی کرتا تھا ہم اسے بھڑکتی ہويی اگ کا مزہ چکھاتے تھے۔
اور بیشک قریب ہے کہ وہ راضی ہوگا
دیکھو کہ یہ کس طرح خدا پر جھوٹی تہمت لگاتے ہیں۔ اور ان کے گنہگار ہونے کے لیے یہی کھلا ہوا گناہ کافی ہے۔
مومن مردوں سے کہہ دو کہ اپنی نظریں نیچی رکھا کریں اور اپنی شرم گاہوں کی حفاظت کیا کریں۔ یہ ان کے ليے بڑی پاکیزگی کی بات ہے اور جو کام یہ کرتے ہیں خدا ان سے خبردار ہے
اور اگر ان پر فوجیں مدینہ کے اطراف سے ايیں پھر ان سے کفر چاہتیں تو ضرور ان کا مانگا دے بیٹھتے اور اس میں دیر نہ کرتے مگر تھوڑی
وہی اللہ (ہر چیز کا) ٹھیک اندازے کے مطابق پیدا کرنے والا (وجود میں لانے والا) اور صورت گری کرنے والا ہے اسی کیليے سارے اچھے نام ہیں (اور) اسی کی تسبیح کرتی ہے ہر وہ چیز جو اسمانوں میں ہے اور جو زمین میں ہے اور وہ غالب انے والا (اور) بڑا حکمت والا ہے۔
اور اپنے رب کی بڑايی (اور عظمت) بیان فرمايیں،
تم فرماو اللہ ہی کے فضل اور اسی کی رحمت اور اسی پر چاہیے کہ خوشی کریں وہ ان کے سب دھن دولت سے بہتر ہے،
جو جہالت و غفلت میں (اخرت کو) بھول جانے والے ہیں،
جب خوشخبری دینے والے نے پہنچ کر ان کے منھ پر وه کرتا ڈاﻻ اسی وقت وه پھر سے بینا ہوگيے۔ کہا! کیا میں تم سے نہ کہا کرتا تھا کہ میں اللہ کی طرف سے وه باتیں جانتا ہوں جو تم نہیں جانتے
اور بعض ادمی کہتے ہیں ہم اللہ پر ایمان لايے پھر جب اللہ کی راہ میں انہیں کويی تکلیف دی جاتی ہے تو لوگوں کے فتنہ کو اللہ کے عذاب کے برابر سمجھتے ہیں اور اگر تمہارے رب کے پاس سے مدد ايے تو ضرور کہیں گے ہم تو تمہارے ہی ساتھ تھے کیا اللہ خوب نہیں جانتا جو کچھ جہاں بھر کے دلوں میں ہے
اور وه اپنے خیال پر یہ بھی کہتے ہیں کہ یہ کچھ مواشی ہیں اور کھیت ہیں جن کا استعمال ہر شخص کو جايز نہیں ان کو کويی نہیں کھا سکتا سوايے ان کے جن کو ہم چاہیں اور مواشی ہیں جن پر سواری یا باربرداری حرام کردی گيی اور کچھ مواشی ہیں جن پر یہ لوگ اللہ تعالی کا نام نہیں لیتے محض اللہ پر افترا باندھنے کے طور پر۔ ابھی اللہ تعالی ان کو ان کے افترا کی سزا دیيے دیتا ہے
اس کے اندر کسی ٹھنڈک اور پینے کے قابل کسی چیز کا مزہ وہ نہ چکھیں گے
کیا یہ کچھ ایسے خدا رکھتے ہیں جو ہمارے مقابلے میں ان کی حمایت کریں؟ وہ نہ تو خود اپنی مدد کر سکتے ہیں اور نہ ہماری ہی تايید ان کو حاصل ہے
اور ہم نے ان سے پہلے کتنی ہی نسلوں کو برباد کردیا ہے کیا تم ان میں سے کسی کو دیکھ رہے ہو یا کسی کی اہٹ بھی سن رہے ہو
باغات اور چشموں میں،
اور جب جہنم دہکايی جايے گی
پھر تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
اور جب انہیں زنجیروں میں جکڑ کر کسی تنگ جگہ میں ڈال دیا جايے تو وہاں موت کی رہايی دیں گے
یقینا (ہر) انسان گھاٹے میں ہے۔
اور مال اور اولاد سے تمہاری مدد کرے گا اور تمہارے لیے باغ بنادے گا اور تمہارے لیے نہریں بنا دے گا
اور جن لوگوں نے ہماری ایتوں کو جھٹلایا انہیں عذاب چھو کر رہے گا، اس وجہ سے کہ وہ نافرمانی کیا کرتے تھے،
اور ہم نے ادم کی اولاد کو عزت دی ہے اور خشکی اور دریا میں اسے سوار کیا اور ہم نے انہیں ستھری چیزو ں سے رزق دیا اور اپنی بہت سی مخلوقات پر انہیں فضیلت عطا کی
اب کیا ان میں سے کويی تمہیں باقی بچا نظر اتا ہے؟
وہ صبح کا نکالنے والا ہے اور اس نے ارام کے لیے رات بنايی اسی نے چاند اور سورج کا حساب مقرر کیا ہے یہ غالب جاننے والے کا اندازہ ہے
سلیمان نے فرمایا، اے درباریو! تم میں کون ہے کہ وہ اس کا تخت میرے پاس لے ايے قبل اس کے کہ وہ میرے حضور مطیع ہوکر حاضر ہوں
وہ ایک درخت ہے کہ جہنم کے اسفل میں اگے گا
جوکچھ تم کرتے ہو وه جانتے ہیں
مومنوں کو چاہيے کہ مومنوں کے سوا کافروں کو دوست نہ بنايیں اور جو ایسا کرے گا اس سے خدا کا کچھ (عہد) نہیں ہاں اگر اس طریق سے تم ان (کے شر) سے بچاو کی صورت پیدا کرو (تو مضايقہ نہیں) اور خدا تم کو اپنے (غضب) سے ڈراتا ہے اور خدا ہی کی طرف (تم کو) لوٹ کر جانا ہے
فرمایا کہ تجھے مہلت دی جاتی ہے
بڑھایا جايے گا اس پر عذاب قیامت کے دن اور ہمیشہ اس میں ذلت سے رہے گا،
وہاں مومن ازمايے گيے اور سخت طور پر ہلايے گيے
اور محمد تو ایک رسول ہے اس سے پہلے بہت رسول گزرے پھرکیا اگر وہ مرجايے یا مارا جايے تو تم الٹے پاوں پھر جاو گے اور جو کويی الٹے پاوں پھر جايے گا تو الله کا کچھ بھی نہیں بگاڑے گا اور الله شکر گزاروں کو ثواب دے گا
فرمایا "یہ راستہ ہے جو سیدھا مجھ تک پہنچتا ہے
اور ہم نے دوسروں (یعنی فرعون اور اس کے ساتھیوں) کو اس جگہ کے قریب کر دیا،
یہ (پرانی) بستیوں کے تھوڑے سے حالات ہیں جو ہم تم سے بیان کرتے ہیں۔ ان میں سے بعض تو باقی ہیں اور بعض کا تہس نہس ہوگیا
اور عاد کو انتہايی تیز و تند اندھی سے برباد کردیا گیا
جو لوگ مومنین کو چھوڑ کر کفار کو اپنا ولی اور سرپرست بناتے ہیں ... کیا یہ ان کے پاس عزت تلاش کررہے ہیں جب کہ ساری عزت صرف اللہ کے ليے ہے
یہی لوگ داہنے (ہاتھ) والے ہیں۔
داود نے جواب دیا: "اس شخص نے اپنی دنبیوں کے ساتھ تیری دنبی ملا لینے کا مطالبہ کر کے یقینا تجھ پر ظلم کیا، اور واقعہ یہ ہے کہ مل جل کر ساتھ رہنے والے لوگ اکثر ایک دوسرے پر زیادتیاں کرتے رہتے ہیں، بس وہی لوگ اس سے بچے ہويے ہیں جو ایمان رکھتے اور عمل صالح کرتے ہیں، اور ایسے لوگ کم ہی ہیں" (یہ بات کہتے کہتے) داود سمجھ گیا کہ یہ تو ہم نے دراصل اس کی ازمايش کی ہے، چنانچہ اس نے اپنے رب سے معافی مانگی اور سجدے میں گر گیا اور رجوع کر لیا
کہا میرے او رتیرے درمیان یہ وعدہ ہو چکا ان دونو ں مدتوں میں سے جونسی پوری کر دوں تو مجھ پر زیادتی نہ ہو اور الله ہمارے قول پر گواہ ہے
یہ تم سے عذاب کے ليے جلدی کررہے ہیں۔ اور دوزخ تو کافروں کو گھیر لینے والی ہے
(ہر قسم کے) میوے ہوں گے، اور ان کی تعظیم و تکریم ہوگی،
وہ بولے کہ ہماری یہ خواہش ہے کہ ہم اس میں سے کھايیں اور ہمارے دل تسلی پايیں اور ہم جان لیں کہ تم نے ہم سے سچ کہا ہے اور ہم اس (خوان کے نزول) پر گواہ رہیں
اسمانوں اور زمین کا اور جو کچھ ان کے درمیان ہے (اس کا) پروردگار ہے، بشرطیکہ تم یقین رکھنے والے ہو،
اللہ ان کو اپنی رحمت ,رضامندی اور باغات کی بشارت دیتا ہے جہاں ان کے ليے دايمی نعمتیں ہوں گی
کس قدر بفی مثال ہے اس قوم کی جس نے ہماری ایات کی تکذیب کی اور وہ لوگ اپنے ہی نفس پرظلم کررہے تھے
تو وہ بولے کہ ہم خدا ہی پر بھروسہ رکھتے ہیں۔ اے ہمارے پروردگار ہم کو ظالم لوگوں کے ہاتھ سے ازمايش میں نہ ڈال
جب موسی نے اپنے گھر والوں سے کہا کہ میں نے اگ دیکھی ہے میں ابھی وہاں سے تمہارے پاس کويی خبر لاتا ہوں یا کويی انگارا سلگا کر لاتا ہوں تاکہ تم سینکو
اور ان سے پہلے لوگوں نے بھی (حق کو) جھٹلایا تھا اور یہ اس کے دسویں حصے کو بھی نہیں پہنچے جو کچھ ہم نے ان (پہلے گزرے ہووں) کو دیا تھا پھر انہوں نے (بھی) میرے رسولوں کو جھٹلایا، سو میرا انکار کیسا (عبرت ناک ثابت) ہوا،
کیا تم بعل کو پکارتے (اور اسے پوجتے) ہو اور سب سے بہتر پیدا کرنے والے کو چھوڑ دیتے ہو
لیکن اس کے بعد تم نے قتل و خون شروع کردیا. لوگوں کو علاقہ سے باہر نکالنے لگے اور گناہ وتعدی میں ظالموںکی مدد کرنے لگے حالانکہ کويی قیدی بن کر اتا ہے تو فدیہ دے کر ازاد بھی کرالیتے ہو جبکہ شروع سے ان کا نکالنا ہی حرام تھا. کیا تم کتاب کے ایک حصہ پر ایمان رکھتے ہو اور ایک کا انکار کردیتے ہو. ایسا کرنے والوں کی کیا سزاہے سوايے اس کے کہ زندگانی دنیا میں ذلیل ہوں اور قیامت کے دن سخت ترین عذاب کی طرف پلٹاد یيے جايیں گے . اور اللہ تمہارے کرتوت سے بے خبر نہیں ہے
کہ ہم پر چٹی پڑی
ہر نفس موت کا مزہ چکھنے والاہے اس کے بعد تم سب ہماری بارگاہ میں پلٹا کر لايے جاو گے
موسی نے کہا "بھول چوک پر مجھے نہ پکڑیے میرے معاملے میں اپ ذرا سختی سے کام نہ لیں"
(اے پیغمبر) یہ اخبار غیب میں سے ہیں جو ہم تمہاری طرف بھیجتے ہیں اور جب برادران یوسف نے اپنی بات پر اتفاق کیا تھا اور وہ فریب کر رہے تھے تو تم ان کے پاس تو نہ تھے
(اگر بالفرض اپ مايل ہو جاتے تو) اس وقت ہم اپ کو دوگنا مزہ زندگی میں اور دوگنا موت میں چکھاتے پھر اپ اپنے ليے (بھی) ہم پر کويی مدد گار نہ پاتے،
اور یہ (وحی بھی میرے پاس ايی ہے) کہ اگر وہ طریقت (راہ حق، طریق ذکر الہی) پر قايم رہتے تو ہم انہیں بہت سے پانی کے ساتھ سیراب کرتے،
پھر میرا عذاب اور میرا ڈرانا کیسا (عبرت ناک) رہا،
پس کیا وہ نہیں جانتا جب اکھاڑا جايے گا جو کچھ قبروں میں ہے
وہ جنات میں سے ہو یا انسانوں میں سے
اور ہم انہیں اور زیادہ میوے دیں گے اور گوشت جو وہ چاہیں گے
پھر اللہ جب انہیں بچا لیتا ہے جبھی وہ زمین میں ناحق زیادتی کرنے لگتے ہیں اے لوگو! تمہاری زیادتی تمہارے ہی جانوں کا وبال ہے دنیا کے جیتے جی برت لو (فايد اٹھالو)، پھر تمہیں ہماری طرف پھرنا ہے اس وقت ہم تمہیں جتادیں گے جو تمہارے کوتک تھے
اور ان میں سے کچھ ایسے بھی ہیں جو اپ کی بات غور سے سنتے ہیں اور ہم نے ان کے دلوں پر پردے ڈال دیيے ہیں کہ وہ اسے سمجھتے نہیں ہیں اور کانوں میں گرانی ڈال دی ہے کہ سنتے نہیں ہیں۔ اور اگر وہ سارے کے سارے معجزے دیکھ لیں جب بھی ان پر ایمان نہیں لايیں گے۔ یہاں تک کہ جب اپ کے پاس اتے ہیں تو اپ سے بھی بحث و تکرار کرتے ہیں اور جو کافر ہیں (اور جنہوں نے بہرحال نہ ماننے کا فیصلہ کر لیا ہے) وہ سب کچھ سن کر بھی کہتے ہیں کہ یہ (قران) نہیں ہے مگر اگلے لوگوں کی (جھوٹی) داستانیں۔
یہ کام نہ تو ان کو سزاوار ہے اور نہ وہ اس کی طاقت رکھتے ہیں
بدلے والے دن اس میں جايیں گے
جو اسمانوں اور زمین اور جو چیزیں ان میں ہیں سب کا مالک ہے اور سورج کے طلوع ہونے کے مقامات کا بھی مالک ہے
کہیيے! اے اہل کتاب اپنے دین میں ناحق غلو نہ کرو۔ اور ان لوگوں کی خواہشات اور ذاتی خیالات کی پیروی نہ کرو جو پہلے خود گمراہ ہو چکے ہیں۔ اور بہت سوں کو گمراہ کر چکے ہیں اور راہ راست سے بھٹک گيے ہیں۔
اخر تمہیں کیا ہوگیا ہے کہ منافقین کے بارے میں دو گروہ ہوگيے ہو جب کہ اللہ نے ان کے اعمال کی بنا پر انہیں الٹ دیا ہے کیا تم اسے ہدایت دینا چاہتے ہو خدا نے جسے گمراہی پر چھوڑ دیا ہے- حالانکہ جسے خدا گمراہی میں چھوڑ دے اس کے ليے تم کويی راستہ نہیں نکال سکتے
یا انہوں نے اسمانوں اور زمین کو پیدا کیا ہے؟ (نہیں) بلکہ یہ یقین ہی نہیں رکھتے
کیا تم سمجھتے ہو کہ ان میں سے اکثر لوگ سنتے اور سمجھتے ہیں؟ یہ تو جانوروں کی طرح ہیں، بلکہ ان سے بھی گيے گزرے
اس قرارداد پر انہوں نے جا کر اپنے باپ سے کہا "ابا جان، کیا بات ہے کہ اپ یوسف کے معاملہ میں ہم پر بھروسہ نہیں کرتے حالانکہ ہم اس کے سچے خیر خواہ ہیں؟
اور اس کی نشانیوں میں سے یہ بھی ہے کہ تم زمین کو صاف اور مفدہ دیکھ رہے ہو اور پھر جب ہم نے پانی برسا دیا تو زمین لہلہانے لگی اور اس میں نشوونما پیدا ہوگيی بیشک جس نے زمین کو زندہ کیا ہے وہی مفدوں کا زندہ کرنے والا بھی ہے اور یقینا وہ ہر شے پر قادر ہے
(وہ قصہ یوں ہے) جب یوسف (علیہ السلام) نے اپنے باپ سے کہا: اے میرے والد گرامی! میں نے (خواب میں) گیارہ ستاروں کو اور سورج اور چاند کو دیکھا ہے، میں نے انہیں اپنے ليے سجدہ کرتے ہويے دیکھا ہے،
اور جنہوں نے کفر کیا ہو گا اور ہماری ایات کو جھٹلایا ہوگا ان کے لیے رسوا کن عذاب ہوگا
جو لوگ کافر ہويے اور کافر ہی مرے ایسوں پر خدا کی اور فرشتوں اور لوگوں کی سب کی لعنت
پھر ہم نے دوسروں کو ہلاک کر دیا،
جو لوگ ایمان لايے اور انہوں نے نیک اعمال کيے ان کے ليے بہترین جگہ (بہشت)اور بہترین بازگشت ہے
لیکن جب وہ ہمارا عذاب دیکھ چکے (اس وقت) ان کے ایمان نے ان کو کچھ بھی فايدہ نہ دیا۔ (یہ) خدا کی عادت (ہے) جو اس کے بندوں (کے بارے) میں چلی اتی ہے۔ اور وہاں کافر گھاٹے میں پڑ گيے
اور تم کیا جانو کہ کیا ہے وہ چکنا چور کر دینے والی جگہ؟
اور ہماری نسبت باتیں بنانے لگا اور اپنا پیدا ہونا بھول گیا کہنے لگا بوسیدہ ہڈیوں کو کون زندہ کر سکتا ہے
ہم چاہیں تو ان کی انکھیں موند دیں، پھر یہ راستے کی طرف لپک کر دیکھیں، کہاں سے انہیں راستہ سجھايی دے گا؟
پس تم دونوں اپنے رب کی کن کن نعمتوں کو جھٹلاو گے،
پس وہ وہی ہے جو یتیم کو دھکے دیتا ہے
تاکہ جو ہم نے ان کو بخشا ہے اس کی ناشکری کریں اور فايدہ اٹھايیں (سو خیر) عنقریب ان کو معلوم ہوجايے گا
اور کامل دانايی (کی کتاب بھی) لیکن ڈرانا ان کو کچھ فايدہ نہیں دیتا
وہ بولے ہم نماز نہ پڑھتے تھے،
اور بیشک قریب تھا کہ وہ تمہیں اس زمین سے ڈگا دیں (کھسکادیں) کہ تمہیں اس سے باہر کردیں اور ایسا ہوتا تو وہ تمہارے پیچھے نہ ٹھہرتے مگر تھوڑا
یا (پھر ان کی مثال ایسی ہے جیسے) اسمان سے زور دار بارش برس رہی ہو جس میں تاریکیاں ہوں۔ اور گرج چمک بھی۔ اور وہ گرنے والی بجلیوں سے مرنے کے ڈر سے اپنی انگلیاں اپنے کانوں میں ٹھونس لیں۔ حالانکہ اللہ ہر طرف سے کافروں کو گھیرے ہويے ہے۔
جسے مطہرین کے سوا کويی چھو نہیں سکتا
ہر طرح کی لذیذ چیزیں،
اور دن کو ہم نے وقت روزگار بنایا
یقینا تمہارے لیے ان میں اچھا نمونہ (اور عمده پیروی ہے خاص کر) ہر اس شخص کے لیے جو اللہ کی اور قیامت کے دن کی ملاقات کی امید رکھتا ہو، اور اگر کويی روگردانی کرے تو اللہ تعالی بالکل بےنیاز ہے اور سزا وار حمد وﺛنا ہے
بیشک جو لوگ کافر ہويے اور حالت کفر میں ہی مر گيے سو ان میں سے کويی شخص اگر زمین بھر سونا بھی (اپنی نجات کے ليے) معاوضہ میں دینا چاہے تو اس سے ہرگز قبول نہیں کیا جايے گا، انہی لوگوں کے ليے دردناک عذاب ہے اور ان کا کويی مددگار نہیں ہو سکے گا،
بے شک یہ (دوزخ) بہت بڑی افتوں میں سے ایک ہے،
اور ہم نے ان دونوں کو واضح اور بین کتاب (تورات) عطا فرمايی،
داہنے والوں کے لیے
اپ کہیے کہ او میں تم کو وه چیزیں پڑھ کر سناوں جن (یعنی جن کی مخالفت) کو تمہارے رب نے تم پر حرام فرما دیا ہے، وه یہ کہ اللہ کے ساتھ کسی چیز کو شریک مت ٹھہراو اور ماں باپ کے ساتھ احسان کرو اور اپنی اوﻻد کو افلاس کے سبب قتل مت کرو۔ ہم تم کو اور ان کو رزق دیتے ہیں اور بے حیايی کے جتنے طریقے ہیں ان کے پاس بھی مت جاو خواه علانیہ ہوں خواه پوشیده، اور جس کا خون کرنا اللہ تعالی نے حرام کردیا ہے اس کو قتل مت کرو، ہاں مگر حق کے ساتھ ان کا تم کو تاکیدی حکم دیا ہے تاکہ تم سمجھو
اور جب موسی (علیہ السلام) ہمارے (مقرر کردہ) وقت پر حاضر ہوا اور اس کے رب نے اس سے کلام فرمایا تو (کلام ربانی کی لذت پا کر دیدار کا ارزو مند ہوا اور) عرض کرنے لگا: اے رب! مجھے (اپنا جلوہ) دکھا کہ میں تیرا دیدار کرلوں، ارشاد ہوا: تم مجھے (براہ راست) ہرگز دیکھ نہ سکوگے مگر پہاڑ کی طرف نگاہ کرو پس اگر وہ اپنی جگہ ٹھہرا رہا تو عنقریب تم میرا جلوہ کرلوگے۔ پھر جب اس کے رب نے پہاڑ پر (اپنے حسن کا) جلوہ فرمایا تو (شدت انوار سے) اسے ریزہ ریزہ کر دیا اور موسی (علیہ السلام) بے ہوش ہو کر گر پڑا۔ پھر جب اسے افاقہ ہوا تو عرض کیا: تیری ذات پاک ہے میں تیری بارگاہ میں توبہ کرتا ہوں اور میں سب سے پہلا ایمان لانے والا ہوں،
اے اہل کتاب تم خدا کی ایتوں سے کیوں انکار کرتے ہو اور تم (تورات کو) مانتے تو ہو
اور میرے اوپر ان کاایک جرم بھی ہے تو مجھے خوف ہے کہ یہ مجھے قتل نہ کردیں
سو اپ (بھی) انتظار فرمايیں، یقینا وہ (بھی) انتظار کر رہے ہیں (اپ ان کا حشر و انتقام دیکھیں گے اور وہ اپ کی شان اور اپ کے تصدق سے مومنوں پر میرا انعام دیکھیں گے)،
پھر جس کے پلڑے بھاری ہوں گے
اپ فرما دیجيے: اے یہودیو! اگر تم یہ گمان کرتے ہو کہ سب لوگوں کو چھوڑ کر تم ہی اللہ کے دوست (یعنی اولیاء) ہو تو موت کی ارزو کرو (کیونکہ اس کے اولیاء کو تو قبر و حشر میں کويی پریشانی نہیں ہوگی) اگر تم (اپنے خیال میں) سچے ہو،
خدا نے (جنگ احد میں) اپنا وعدہ (نصرت) اس وقت سچا کر دکھایا جب تم اس کے حکم سے ان (کافروں) کا قلع قمع کر رہے تھے یہاں تک کہ جب تم نے کمزوری دکھايی تو تم نے حکم عدولی کی۔ (یہ اس ليے کہ) تم میں کچھ دنیا کے طلب گار تھے اور کچھ اخرت کے طلبگار تھے پھر اس نے تمہیں ان کے مقابلے میں پسپا کر دیا تاکہ تمہارے ایمان و اخلاص کی ازمايش کرے۔ اور (پھر بھی) تمہیں معاف کر دیا۔ اور اللہ اہل ایمان پر بڑا فضل کرنے والا ہے۔
کیا اپ نے نہیں دیکھا کہ اپ کے پروردگار نے ہاتھی والوں کے ساتھ کیا (سلوک) کیا؟
ہرگز نہیں، بلکہ تم یتیم سے عزت کا سلوک نہیں کرتے
جس نے (انسان کو) بنایا پھر (اس کے اعضاء کو) درست کیا
کیا ان لوگوں کو اس بات سے تعجب ہوا کہ ہم نے ان میں سے ایک شخص کے پاس وحی بھیج دی کہ سب ادمیوں کو ڈرايیے اور جو ایمان لے ايے ان کو یہ خوشخبری سنايیے کہ ان کے رب کے پاس ان کو پورا اجر ومرتبہ ملے گا۔ کافروں نے کہا کہ یہ شخص تو بلاشبہ صریح جادوگر ہے
(اے رسول(ص)) اگر فايدہ قریب اور سفر اسان ہوتا تو یہ (منافق) ضرور تمہارے پیچھے چلتے لیکن انہیں راہ دور کی دکھايی دی (اس ليے قطع مسافت دشوار ہوگيی) وہ عنقریب اللہ کے نام کی قسمیں کھا کھا کر کہیں گے کہ اگر ہم مقدور رکھتے تو ضرور اپ کے ساتھ نکلتے۔ یہ لوگ (جھوٹی قسمیں کھا کر) اپنے کو ہلاکت میں ڈال رہے ہیں اور اللہ جانتا ہے کہ وہ قطعا جھوٹے ہیں۔
وہ (بڑے فخر سے) کہتا ہے کہ میں نے ڈھیروں مال خرچ کیا ہے،
(یہ) کتاب عزیز و حکیم (غالب اور بڑے حکمت والے خدا) کی طرف سے نازل کی گيی ہے۔
انہوں نے کہا کہ اگر میں اس کے بعد (پھر) کويی بات پوچھوں (یعنی اعتراض کروں) تو مجھے اپنے ساتھ نہ رکھیيے گا کہ اپ میری طرف سے عذر (کے قبول کرنے میں غایت) کو پہنچ گيے
یہی اپنے پروردگار (کی طرف) سے ہدایت پر ہیں اور یہی نجات پانے والے ہیں
جو راحت اور سختی ہر حال میں انفاق کرتے ہیں اور غصہ کو پی جاتے ہیں اور لوگوں کو معاف کرنے والے ہیں اور خدا احسان کرنے والوں کو دوست رکھتا ہے
اور جو لوگ ہماری ایتوں کے بارے میں (انہیں جھٹلا کر ہمیں) ہرانے کی کوشش کرتے ہیں یہی وہ (بدبخت) لوگ ہیں جن کیليے سخت قسم کا دردناک عذاب ہے۔
اور مجھے اور ان جھٹلانے والے اہل دولت کو چھوڑ دیجيے اور انہیں تھوڑی سی مہلت دیجيے!
وہ کہنے لگے: (اے شعیب!) تم تو محض جادو زدہ لوگوں میں سے ہو،
اور جو شخص تم میں سے اتنی مقدرت نہ رکھتا ہو کہ خاندانی مسلمان عورتوں (محصنات) سے نکاح کر سکے اسے چاہیے کہ تمہاری ان لونڈیوں میں سے کسی کے ساتھ نکاح کر لے جو تمہارے قبضہ میں ہوں اور مومنہ ہوں اللہ تمہارے ایمانوں کا حال خوب جانتا ہے، تم سب ایک ہی گروہ کے لوگ ہو، لہذا ان کے سرپرستوں کی اجازت سے ان کے ساتھ نکاح کر لو اور معروف طریقہ سے ان کے مہر ادا کر دو، تاکہ وہ حصار نکاح میں محفوظ (محصنات) ہو کر رہیں، ازاد شہوت رانی کرتی پھریں اور نہ چوری چھپے اشنايیاں کریں پھر جب وہ حصار نکاح میں محفوظ ہو جايیں اور اس کے بعد کسی بد چلنی کی مرتکب ہوں تو ان پر اس سز ا کی بہ نسبت ادھی سزا ہے جو خاندانی عورتوں (محصنات) کے لیے مقرر ہے یہ سہولت تم میں سے ان لوگوں کے لیے پیدا کی گيی ہے جن کو شادی نہ کرنے سے بند تقوی کے ٹوٹ جانے کا اندیشہ ہو لیکن اگر تم صبر کرو تو یہ تمہارے لیے بہتر ہے، اور اللہ بخشنے والا اور رحم فرمانے والا ہے
رہے شعراء، تو ان کے پیچھے بہکے ہويے لوگ چلا کرتے ہیں
وہی تو ہے جو یتیم کو دھکے دیتا ہے
کہہ دو الله اور اس کے رسول کی فرمانبرداری کرو پھر اگر منہ پھیرو گے تو پیغمبر تو وہی ہے جس کا وہ ذمہ دار ہے اورتم پر وہ ہے جو تمہارے ذمہ لازم کیا گیا ہے اور اگر اس کی فرمانبرداری کرو گے تو ہدایت پاو گے اور رسول کے ذمہ صرف صاف طور پر پہنچا دینا ہے
جبکہ انہوں نے اپنے باپ (یعنی چچا) اور اپنی قوم سے کہا کہ تم کس چیز کی عبادت کرتے ہو؟
لوگو ں نے کہا الله کی قسم بے شک تو البتہ اپنی گمراہی میں مبتلا ہے
اور جس دن ہم ان سب کو جمع کریں گے پھر ان لوگوں سے کہیں گے جنہوں نے شرک کیا تھا تمہارے شریک کہاں ہیں جن کاتمہیں دعوی تھا
وہی تو ہے جس نے تم کو پیدا کیا پھر کويی تم میں کافر ہے اور کويی مومن۔ اور جو کچھ تم کرتے ہو خدا اس کو دیکھتا ہے
جب موسی (علیہ السلام) وہاں پہنچے تو وادي (طور) کے دايیں کنارے سے بابرکت مقام میں (واقع) ایک درخت سے اواز دی گيی کہ اے موسی! بیشک میں ہی اللہ ہوں (جو) تمام جہانوں کا پروردگار (ہوں)،
ان کی بیویوں کو ہم خاص طور پر نيے سرے سے پیدا کریں گے
تو کیا یہ لوگ ہمارے عذاب کے لیے جلدی مچا رہے ہیں؟
بیشک ابراہیم علیھ السلامایک مستقل امت اور اللہ کے اطاعت گزار اور باطل سے کترا کر چلنے والے تھے اور مشرکین میں سے نہیں تھے
کیا تمہارے پاس موسی کی خبر ايی ہے
مجھے تو بس یہی حکم دیا گیا ہے کہ میں اس شہر کے پروردگار کی عبادت کرتا رہوں جس نے اسے حرمت واﻻ بنایا ہے، جس کی ملکیت ہر چیز ہے اور مجھے یہ بھی فرمایا گیا ہے کہ میں فرماں برداروں میں ہو جاوں
پھر امید ہے کہ میرا رب مجھے تیرے باغ سے بہتر دے اور اس پر لو کا ایک جھونکا اسمان سے بھیج دے پھر وہ چٹیل میدان ہوجايے
ہاں زحمت کے ساتھ اسانی بھی ہے
اور فرعون بولا: مجھے چھوڑ دو میں موسی کو قتل کر دوں اور اسے چاہیے کہ اپنے رب کو بلا لے۔ مجھے خوف ہے کہ وہ تمہارا دین بدل دے گا یا ملک (مصر) میں فساد پھیلا دے گا،
ہم نیک لوگوں کو ایسا ہی بدلہ دیتے ہیں
اور جس نے اپنے والدین سے کہا تف ہے تم پر کیا تم دونوں مجھ سے وعدہ کرتے ہو کہ میں (دوبارہ قبر سے) نکالا جاوں گا۔ حالانکہ مجھ سے پہلے کيی نسلیں گزر چکی ہیں (اور کويی ایک بھی زندہ نہ ہوا) اور وہ دونوں اللہ سے فریاد کرتے ہیں (اور کہتے ہیں) وايے ہو تجھ پر ایمانلے ا۔ بےشک اللہ کا وعدہ سچاہے(مگر) وہ کہتا ہے کہ یہ سب اگلے لوگوں کی (پرانی) کہانیاں ہیں۔
اپ کہہ دیجیيے کہ اے اہل کتاب! تم دراصل کسی چیز پر نہیں جب تک کہ تورات وانجیل کو اور جو کچھ تمہاری طرف تمہارے رب کی سے طرف اتارا گیا ہے قايم نہ کرو، جو کچھ اپ کی جانب اپ کے رب کی طرف سے اترا ہے وه ان میں سے بہتوں کو شرارت اور انکار میں اور بھی بڑھايے گا ہی، تو اپ ان کافروں پر غمگین نہ ہوں
اورتم پر حرام ہیں شادی شدہ عورتیں- علاوہ ان کے جو تمہاری کنیزیں بن جايیں- یہ خدا کا کھلا ہوا قانون ہے اور ان سب عورتوں کے علاوہ تمہارے ليے حلال ہے کہ اپنے اموال کے ذریعہ عورتوں سے رشتہ پیدا کرو عفت و پاک دامنی کے ساتھ سفاح و زنا کے ساتھ نہیں پس جو بھی ان عورتوں سے تمتع کرے ان کی اجرت انہیں بطور فریضہ دے دے اور فریضہ کے بعد اپس میں رضا مندی ہوجايے تو کويی حرج نہیں ہے بیشک اللہ علیم بھی ہے اور حکیم بھی ہے
اور ان تینوں پر بھی جن کا معاملہ ملتوی کیا گیا یہاں تک کہ جب ان پر زمین باوجود کشادہ ہونے کے تنگ ہوگيی اور ان کی جانیں بھی ان پر تنگ ہوگيیں اور انہوں نے سمجھ لیا کہ الله سے کويی پناہ نہیں سو اسی کی طرف انے کے پھر بھی اپنی رحمت سے ان پر متوجہ ہوا تاکہ وہ توبہ کریں بے شک الله توبہ قبول کرنے والا مہربان ہے
کہو کہ بھلا دیکھو اگر یہ (قران) خدا کی طرف سے ہو پھر تم اس سے انکار کرو تو اس سے بڑھ کر کون گمراہ ہے جو (حق کی) پرلے درجے کی مخالفت میں ہو
جس دن ہم بڑی سخت پکڑ پکڑیں گے بے شک ہم بدلہ لینے والے ہیں
اور اس نے کتاب میں یہ بات نازل کردی ہے کہ جب ایاا الہی کے بارے میں یہ سنو کہ ان کا انکار اور استہزاي ہورہا ہے تو خبردار ان کے ساتھ ہرگز نہ بیٹھنا جب تک وہ دوسری باتوں میں مصروف نہ ہوجايیں ورنہ تم ان ہی کے مثل ہوجاو گے خدا کفار اور منافقین سب کو جہنم میں ایک ساتھ اکٹھا کرنے والا ہے
تو تمہارے پہلے والے زمانوں اور نسلوں میں ایسے صاحبان عقل کیوں نہیں پیدا ہويے ہیں جو لوگوں کو زمین میں فساد پھیلانے سے روکتے علاوہ ان چند افراد کے جنہیں ہم نے نجات دے دی اور ظالم تو اپنے عیش ہی کے پیچھے پڑے رہے اور یہ سب کے سب مجرم تھے
وہاں پہنچا تو پکارا گیا "اے موسی!
اور تمہیں جو نعمت بھی حاصل ہے سو وہ اللہ ہی کی جانب سے ہے، پھر جب تمہیں تکلیف پہنچتی ہے تو تم اسی کے اگے گریہ و زاری کرتے ہو،
اور کہہ دیجيے کہ میں تو کھلم کھلا ڈرانے واﻻ ہوں
اور کويی کہتا ہے کہ اے ہمارے رب! ہمیں دنیا میں بھی بھلايی دے اور اخرت میں بھی بھلايی اور اگ کے عذاب سے ہمیں بچا
اس وقت یہ کہیں گے "ہايے ہماری کم بختی، یہ تو یوم الجزا ہے"
ہم نے ان پر کويی ﻇلم نہیں کیا، بلکہ خود انہوں نے ہی اپنے اوپر ﻇلم کیا، اور انہیں ان کے معبودوں نے کويی فايده نہ پہنچایا جنہیں وه اللہ کے سوا پکارا کرتے تھے، جب کہ تیرے پروردگار کا حکم اپہنچا، بلکہ اور ان کا نقصان ہی انہوں نے بڑھا دیا
اس کے ساتھی نے اس سے الٹ پھیر کرتے ہويے جواب دیا کیا تو اس کے ساتھ کفر کرتا ہے جس نے تجھے مٹی سے بنایا پھر نطفہ سے پھر تجھے ٹھیک مرد کیا
پھر (ان سے) کہا جايے گا کہ یہی وہ جہنم ہے جس کو تم جھٹلاتے تھے۔
اور اس میں ایک گھر کے سوا مسلمانوں کا کويی گھر نہ پایا
اور جو کچھ تمہارے ليے اس زمین کے اندر مختلف رنگوں میں پیدا کیا ہے اس میں بھی عبرت حاصل کرنے والی قوم کے ليے اس کی نشانیاں پايی جاتی ہیں
اور ہماری ذمہ داری صرف واضح طور پر پیغام پہنچادینا ہے
اور تیرے رب کی پکڑ ایسی ہی ہوتی ہے جب وہ ظالم بستیوں کو پکڑتا ہے اور اس کی پکڑ سخت تکلیف دہ ہے
یہ بات اللہ نے تمہیں اس لیے بتا دی ہے کہ تم خوش ہو جاو اور تمہارے دل مطمين ہو جايیں فتح و نصرت جو کچھ بھی ہے اللہ کی طرف سے ہے جو بڑی قوت والا اور دانا و بینا ہے
الف ل م
تمہاری عورتیں تمہاری کھیتیاں ہیں تمہیں اختیار ہے، جس طرح چاہو، اپنی کھیتی میں جاو، مگر اپنے مستقبل کی فکر کرو اور اللہ کی ناراضی سے بچو خوب جان لو کہ تمہیں ایک دن اس سے ملنا ہے اور اے نبی! جو تمہاری ہدایات کو مان لیں انہیں فلاح و سعادت کا مثردہ سنا دو
اور تو فرشتوں کو اللہ کے عرش کے اردگرد حلقہ باندھے ہويے اپنے رب کی حمد و تسبیح کرتے ہويے دیکھے گا اور ان میں انصاف کا فیصلہ کیا جايے گا اور کہہ دیا جايے گا کہ ساری خوبی اللہ ہی کے لیے ہے جو تمام جہانوں کا پالنہار ہے
اور زمین کی اور اس کی جس نے اسے پھیلایا
وہ بولے کیا تم ہمارے پاس (واقعی) حق لايے ہو یا (ہم سے) کھیل (کی باتیں) کرتے ہو؟
اور نوح کشتی بناتا ہے اور جب اس کی قوم کے سردار اس پر گزرتے اس پر ہنستے بولا اگر تم ہم پر ہنستے ہو تو ایک وقت ہم تم پر ہنسیں گے جیسا تم ہنستے ہو
ہمیں معلوم ہے کہ یہ لوگ جو باتیں کرتے ہیں وہ بے شک اپ کو رنج پہنچاتی ہیں۔ (لیکن امر واقع یہ ہے کہ) یہ لوگ اپ کو نہیں جھٹلاتے بلکہ یہ ظالم لوگ (دراصل) اللہ کی ایتوں کا انکار کر رہے ہیں۔
تو ان (کفار) کو کیا ہوگیا ہے کہ (پھر بھی) نصیحت سے روگردانی کيے ہويے ہیں،
تم الله کا کیونکر انکار کرسکتے ہو حالانکہ تم بے جان تھے پھر تمہیں زندہ کیا پھر تمہیں مارے گا پھر تمہیں زندہ کرے گا پھر تم اسی کے پاس لوٹ کر جاو گے
وہ تم سے ہرگز یہ نہ کہے گا کہ فرشتوں کو یا پیغمبروں کو اپنا رب بنا لو کیا یہ ممکن ہے کہ ایک نبی تمہیں کفر کا حکم دے جب کہ تم مسلم ہو؟
یہ ایسے صحیفوں میں درج ہے جو مکرم ہیں
تو کیا اپ شدت هافسوس سے ان کے پیچھے اپنی جان خطرہ میں ڈال دیں گے اگر یہ لوگ اس بات پرایمان نہ لايے
اور یہ تمہاری امت ایک ہی امت ہے اور میں تمہارا رب ہوں، پس مجھی سے تم ڈرو
ان قدرتوں سے ظاہر ہے کہ خدا ہی (قادر مطلق ہے جو) برحق ہے اور یہ کہ وہ مردوں کو زندہ کردیتا ہے۔ اور یہ کہ وہ ہر چیز پر قدرت رکھتا ہے
اور وہی ہر چیز کا پیدا کرنے والا ہے اور وہی ہر چیز پر نگہبان ہے۔
تو اسے چھوڑ کر اور طرف مشغول ہوتے ہو،
لیکن انسان تو ایسا ہے کہ جب اسے اس کا رب ازماتا ہے پھر اسے عزت اور نعمت دیتا ہے تو کہتا ہے کہ میرے رب نے مجھے عزت بخشی ہے
ہم تمہارے دنیا میں بھی دوست تھے اور اخرت میں بھی اور بہشت میں تمہارے لیے ہر چیز موجود ہے جس کو تمہارا دل چاہے اور تم جو وہاں مانگو گے ملے گا
(اور) برے کاموں سے جو وہ کرتے تھے ایک دوسرے کو روکتے نہیں تھے بلاشبہ وہ برا کرتے تھے
اور وہ جو کوشش کرتے ہیں ہماری ایتوں میں ہار جیت کے ارادہ سے وہ جہنمی ہیں،
اور اللہ کے لیے بیٹیاں ٹھہراتے ہیں پاکی ہے اس کو اور اپنے لیے جو اپنا جی چاہتا ہے،
سو انہیں سخت زلزلہ (کے عذاب) نے اپکڑا پس وہ (ہلاک ہو کر) صبح اپنے گھروں میں اوندھے پڑے رہ گيے،
اللہ چاہتا ہے کہ تم سے تخفیف کر دے کیونکہ انسان کمزور پیدا کیا گیا ہے
الف، لام، را (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ والہ وسلم ہی بہتر جانتے ہیں)، یہ روشن کتاب کی ایتیں ہیں،
مجرم وہاں اپنے چہروں سے پہچان لیے جايیں گے اور انہیں پیشانی کے بال اور پاوں پکڑ پکڑ کر گھسیٹا جايے گا
جس کی طرف فرشتے اور روح چڑھتے ہیں ایک دن میں جس کی مقدار پچاس ہزار سال کی ہے
اور بیشک قیامت انے والی ہے اس میں کويی شک نہیں اور یقینا اﷲ ان لوگوں کو زندہ کر کے اٹھا دے گا جو قبروں میں ہوں گے،
تمہارا خدا صرف ایک ہے اور جو لوگ اخرت پر ایمان نہیں رکھتے ہیں ان کے دل منکر قسم کے ہیں اور وہ خود مغرور و متکبر ہیں
اور پھر کہیں گے کہ اگر ہم بات سن لیتے اور سمجھتے ہوتے تو اج جہنم والوں میں نہ ہوتے
اور بیشک ہم نے اپ سے پہلے بہت سی امتوں کی طرف رسول بھیجے، پھر ہم نے ان کو (نافرمانی کے باعث) تنگ دستی اور تکلیف کے ذریعے پکڑ لیا تاکہ وہ (عجز و نیاز کے ساتھ) گڑگڑايیں،
پھر اگر ان میں کسی کو نہ پاو جب بھی بے ما لکوں کی اجازت کے ان میں نہ جاو اور اگر تم سے کہا جايے واپس جاو تو واپس ہو یہ تمہارے لیے بہت ستھرا ہے، اللہ تمہارے کاموں کو جانتا ہے،
کیا لوگوں کے لیے یہ ایک عجیب بات ہو گيی کہ ہم نے خود انہی میں سے ایک ادمی کو اشارہ کیا کہ (غفلت میں پڑے ہويے) لوگوں کو چونکا دے اور جو مان لیں ان کو خوشخبری دیدے کہ ان کے لیے ان کے رب کے پاس سچی عزت و سرفرازی ہے؟ (کیا یہی وہ بات ہے جس پر) منکرین نے کہا کہ یہ شخص تو کھلا جادوگر ہے؟
یہ ہیں وہ جنکے اعمال اکارت گيے دنیا و اخرت میں اور ان کا کويی مددگار نہیں
اور سلیمان کے ليے ان کا تمام لشکر جنات انسان اور پرندے سب اکٹھا کيے جاتے تھے تو بالکل مرتب منظم کھڑے کر دیيے جاتے تھے
بےشک میں اس شخص سے جو کچھ عزت نہیں رکھتا اور صاف گفتگو بھی نہیں کرسکتا کہیں بہتر ہوں
ایا وہ شخص بہتر ہے جو اپنی عمارت کی بنیاد خوف خدا اور اس کی خوشنودی پر رکھے یا وہ جس نے اپنی عمارت کی بنیاد ایک کھايی کے گرتے ہويے کنارے پر رکھی اور پھر وہ اسے لے کر دوزخ کی اگ میں جاگری اور اللہ ظالموں کو منزل مقصود تک نہیں پہنچاتا۔
پس ان کو سفارش کرنے والوں کی سفارش نفع نہ دے گی
نہ اس میں خمار ہے اور نہ اس سے ان کا سر پھرے
اور اس کا انکار صرف وہی کرتے ہیں جو حد سے گزر جانے والے گنہگار ہیں
اور اللہ رات اور دن کو (ایک دوسرے کے اوپر) پلٹتا رہتا ہے، اور بیشک اس میں عقل و بصیرت والوں کے ليے (بڑی) رہنمايی ہے،
وہ ہمیشہ ہمیشہ وہاں رہیں گے کیا ہی اچھا ہے وہ مستقر اور وہ مقام
سرکاری ملازموں نے کہا "بادشاہ کا پیمانہ ہم کو نہیں ملتا" (اور ان کے جمعدار نے کہا) "جو شخص لا کر دے گا اس کے لیے ایک بارشتر انعام ہے، اس کا میں ذمہ لیتا ہوں"
ایک بندے کو جب کہ وہ نماز پڑھتا ہے
تو جو ایمان لايے اور اچھے کام کیے ان کے لیے بخشش ہے اور عزت کی روزی
دنیا کی زندگی کی کہا وت تو ایسی ہی ہے جیسے وہ پانی کہ ہم نے اسمان سے اتارا تو اس کے سبب زمین سے اگنے والی چیزیں سب گھنی ہوکر نکلیں جو کچھ ادمی اور چوپايے کھاتے ہیں یہاں تک کہ جب زمین میں اپنا سنگھار لے لیا اور خوب اراستہ ہوگيی اور اس کے مالک سمجھے کہ یہ ہمارے بس میں اگيی ہمارا حکم اس پر ایا رات میں یا دن میں تو ہم نے اسے کردیا کاٹی ہويی گویا کل تھی ہی نہیں ہم یونہی ایتیں مفصل بیان کرتے ہیں غور کرنے والوں کے لیے
یا یہ نہ کہنے لگو کہ "شرک کی ابتدا تو ہمارے باپ دادا نے ہم سے پہلے کی تھی اور ہم بعد کو ان کی نسل سے پیدا ہويے، پھر کیا اپ ہمیں اس قصور میں پکڑتے ہیں جو غلط کار لوگوں نے کیا تھا"
اور وہ (ساری مخلوق) جو رات میں اور دن میں ارام کرتی ہے، اسی کی ہے، اور وہ خوب سننے والا جاننے والا ہے،
تو تم اپنے پروردگار کی کون کون سی نعمت کو جھٹلاو گے؟
اور کچھ اور لوگ ہیں کہ اپنے گناہوں کا (صاف) اقرار کرتے ہیں انہوں نے اچھے برے عملوں کو ملا جلا دیا تھا۔ قریب ہے کہ خدا ان پر مہربانی سے توجہ فرمايے۔ بےشک خدا بخشنے والا مہربان ہے
دیکھيے انہوں نے خود اپنے اوپر کیسا جھوٹ بولا اور جو بہتان وہ (دنیا میں) تراشا کرتے تھے وہ ان سے غايب ہوگیا،
پھر اس کی نسل کو ایک حقیر پانی (نطفہ) کے نچوڑ سے قرار دیا۔
الف، لام، میم (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ والہ وسلم ہی بہتر جانتے ہیں)،
بھلا دیکھو تو اگر کچھ برس ہم انہیں برتنے دیں
پس جو لوگ دنیا کی زندگی کو اخرت کے بدلے بیچ چکے ہیں، انہیں اللہ تعالی کی راه میں جہاد کرنا چاہيے اور جو شخص اللہ تعالی کی راه میں جہاد کرتے ہويے شہادت پا لے یا غالب اجايے، یقینا ہم اسے بہت بڑا ﺛواب عنایت فرمايیں گے
اور انسان کہے گا کہ یہ اس کو کیا ہو رہا ہے
جن لوگوں نے کفر اختیار کیا یہ اپنے اموال کو صرف اس ليے خرچ کرتے ہیں کہ لوگوں کو راس خدا سے روکیں تو یہ خرچ بھی کریں گے اور اس کے بعدیہ بات ان کے ليے حسرت بھی بنے گی اور اخر میں مغلوب بھی ہوجايیں گے اور جن لوگوں نے کفر اختیار کیا یہ سب جہنم کی طرف لے جايے جايیں گے
اور قارون اور فرعون اور ہامان کو ہلاک کیا اور البتہ ان کے پاس موسی نشانیاں بھی لے کر ايے تھے پھر انہوں نے ملک میں سرکشی کی اور وہ بھاگ کر نہ جا سکے
حالانکہ اخرت بہتر ہے اور پايیدار ہے۔
جو مسلمان (گھروں میں) بیٹھ رہتے (اور لڑنے سے جی چراتے) ہیں اور کويی عذر نہیں رکھتے وہ اور جو خدا کی راہ میں اپنے مال اور جان سے لڑتے ہیں وہ دونوں برابر نہیں ہو سکتے خدا نے مال اور جان سے جہاد کرنے والوں کو بیٹھ رہنے والوں پر درجے میں فضیلت بخشی ہے اور (گو) نیک وعدہ سب سے ہے لیکن اجر عظیم کے لحاظ سے خدا نے جہاد کرنے والوں کو بیٹھ رہنے والوں پر کہیں فضیلت بخشی ہے
جبکہ انہوں نے اپنے باپ سے کہا کہ ابا جان! اپ ان کی پوجا پاٹ کیوں کر رہے ہیں جو نہ سنیں نہ دیکھیں؟ نہ اپ کو کچھ بھی فايده پہنچا سکیں
یقینا خدا ترس لوگوں کے لیے ان کے رب کے ہاں نعمت بھری جنتیں ہیں
اور جب تم پر دریا میں کويی مصیبت اتی ہے تو بھول جاتے ہو جنہیں الله کے سوا پکارتے تھےپھر جب وہ تمہیں خشکی کی طرف بچا لاتا ہے تو تم اس سے منہ موڑ لیتے ہو اور انسان بڑا ہی ناشکرا ہے
اور اگر تجھ سے جھگڑا کریں تو کہہ دے الله بہتر جانتا ہے جو تم کرتے ہو
تو تم اپنے رب کی کس کس نعمت کو جھٹلاو گے
یہ چاہتے ہیں کہ خدا کے (چراغ) کی روشنی کو منہ سے (پھونک مار کر) بجھا دیں۔ حالانکہ خدا اپنی روشنی کو پورا کرکے رہے گا خواہ کافر ناخوش ہی ہوں
جس کے میوے جھکے ہوں گے
ہر جان، جان لے گی جو اس نے اگے بھیجا اور جو پیچھے
اور بیشک ہم نے اس بستی سے (ویران مکانوں کو) ایک واضح نشانی کے طور پر عقل مند لوگوں کے ليے برقرار رکھا،
اور جب تیرے رب نے فرشتوں سے کہا میں زمین میں ایک نايب بنانے والا ہوں فرشتوں نے کہا کیا تو زمین میں ایسے شخص کو نايب بنانا چاہتا ہے جو فساد پھیلايے اور خون بہايے حالانکہ ہم تیری حمد کے ساتھ تسبیح بیان کرتے اور تیری پاکی بیان کرتے ہیں فرمایا میں جو کچھ جانتا ہوں وہ تم نہیں جانتے
بے شک جو لوگ ایمان لايے اور نیک عمل کيے۔ ان کا پروردگار ان کے ایمان کی بدولت انہیں اس منزل مقصود تک پہنچايے گا۔ یعنی وہ نعمت الہی کے ان باغوں میں ہوں گے جن کے نیچے نہریں بہہ رہی ہوں گی۔
سو اج کے دن نہ اس کا کويی گرم جوش دوست ہے،
حکم ہوا کہ ایسے گايے جو کاروباری نہ ہونہ زمین جوتے نہ کھیت سینچے ایسی صاف ستھری کہ اس میں کويی دھبہ بھی نہ ہو. ان لوگوں نے کہا کہ اب اپ نے ٹھیک بیان کیا ہے. اس کے بعد ان لوگوں نے ذبح کردیا حالانکہ وہ ایسا کرنے والے نہیں تھے
اس (اللہ) کی نعمتوں پر شاکر تھے، اللہ نے انہیں چن (کر اپنی بارگاہ میں خاص برگزیدہ بنا) لیا اور انہیں سیدھی راہ کی طرف ہدایت فرما دی،
جو اللہ کے سوا کسی اور معبود کو نہیں پکارتے، اللہ کی حرام کی ہويی کسی جان کو ناحق ہلاک نہیں کرتے، اور نہ زنا کے مرتکب ہوتے ہیں یہ کام جو کويی کرے وہ اپنے گناہ کا بدلہ پايے گا
اور فرعون اور اس کے لشکر نے ناحق غرور سے کام لیا اور یہ خیال کرلیا کہ وہ پلٹا کر ہماری بارگاہ میں نہیں لايے جايیں گے
جو کفر تم دنیا میں کرتے رہے ہو اس کی پاداش میں اب اس کا ایندھن بنو
لہذا تم خالص عبادت کے ساتھ خدا کو پکارو چاہے کافرین کو یہ کتنا ہی ناگوار کیوں نہ ہو
تو تم ان کا تمسخر کیا کرتے تھے یہاں تک کہ انہوں نے تمہیں میری یاد بھی بھلا دی اور تم (صرف) ان کی تضحیک ہی کرتے رہتے تھے،
اور ہم نے تمہارے اردگرد کی کيی بستیوں کو ہلاک و برباد کر دیا اور ہم نے اپنی (قدرت کی) نشانیاں پھیر پھیر کر(مختلف انداز سے) پیش کیں تاکہ وہ باز اجايیں۔
اور ذوالنون، کو (یاد کرو) جب چلا غصہ میں بھرا تو گمان کیا کہ ہم اس پر تنگی نہ کریں گے تو اندھیریوں میں پکارا کويی معبود نہیں سوا تیرے پاکی ہے تجھ کو، بیشک مجھ سے بے جا ہوا
اور تاکہ جو لوگ ہماری نشانیوں میں جھگڑتے ہیں وه معلوم کرلیں کہ ان کے لیے کويی چھٹکارا نہیں
تم (حقیقت میں) اﷲ کے سوا کسی کی عبادت نہیں کرتے ہو مگر چند ناموں کی جو خود تم نے اور تمہارے باپ دادا نے (اپنے پاس سے) رکھ ليے ہیں، اﷲ نے ان کی کويی سند نہیں اتاری۔ حکم کا اختیار صرف اﷲ کو ہے، اسی نے حکم فرمایا ہے کہ تم اس کے سوا کسی کی عبادت نہ کرو، یہی سیدھا راستہ (درست دین) ہے لیکن اکثر لوگ نہیں جانتے،
ہم ایک پر ایک ایسی نشانی ان کو دکھاتے چلے گيے جو پہلی سے بڑھ چڑھ کر تھی، اور ہم نے ان کو عذاب میں دھر لیا تاکہ وہ اپنی روش سے باز ايیں
کہہ دو کہ اگر تمہارے باپ اور بیٹے اور بھايی اور عورتیں اور خاندان کے ادمی اور مال جو تم کماتے ہو اور تجارت جس کے بند ہونے سے ڈرتے ہو اور مکانات جن کو پسند کرتے ہو خدا اور اس کے رسول سے اور خدا کی راہ میں جہاد کرنے سے تمہیں زیادہ عزیز ہوں تو ٹھہرے رہو یہاں تک کہ خدا اپنا حکم (یعنی عذاب) بھیجے۔ اور خدا نافرمان لوگوں کو ہدایت نہیں دیا کرتا
اور ہم نے ان (کفار و مشرکین مکہ) سے پہلے کتنی ہی امتوں کو ہلاک کر دیا جو طاقت و قوت میں ان سے کہیں بڑھ کر تھیں، چنانچہ انہوں نے (دنیا کے) شہروں کو چھان مارا تھا کہ کہیں (موت یا عذاب سے) بھاگ جانے کی کويی جگہ ہو،
اور یہ کتاب جو ہم نے نازل کی ہے یہ بابرکت ہے اور اپنے پہلے والی کتابوں کی تصدیق کرنے والی ہے اور یہ اس ليے ہے کہ اپ مکہ اور اس کے اطراف والوں کو ڈرايیں اور جو لوگ اخرت پر ایمان رکھتے ہیں وہ اس پر ایمان رکھتے ہیں اور اپنی نماز کی پابندی کرتے ہیں
اگرچہ ان پر بارش کے اتارے جانے سے پہلے وہ لوگ مایوس ہو رہے تھے،
وہ وہی ہے جس نے تمہارے ليے زمین کو گہوارہ بنایا ہے اور اس میں تمہارے ليے راستے بنايے اور اسمان سے پانی برسایا۔ تو ہم نے اس سے مختلف اقسام کے نباتات کے جوڑے پیدا کيے۔
انہوں نے کہا اے موسی! دعا کیجیيے کہ اللہ تعالی ہمارے ليے اس کی ماہیت بیان کردے، اپ نے فرمایا سنو! وه گايے نہ تو بالکل بڑھیا ہو، نہ بچہ، بلکہ درمیانی عمر کی نوجوان ہو، اب جو تمہیں حکم دیا گیا ہے بجا لاو
بستیوں کی یہ بعض خبریں جنہیں ہم تیرے سامنے بیان فرما رہے ہیں ان میں سے بعض تو موجود ہیں اور بعض (کی فصلیں) کٹ گيی ہیں
اللہ ہر چیز کا خالق ہے اور وہی ہر چیز پر نگہبان ہے
اور اللہ تم پر اپنی رحمت سے رجوع فرمانا چاہتا ہے، اور جو اپنے مزوں کے پیچھے پڑے ہیں وہ چاہتے ہیں کہ تم سیدھی راہ سے بہت الگ ہوجاو
وہی ہے اللہ بنانے والا پیدا کرنے والا ہر ایک کو صورت دینے والا اسی کے ہیں سب اچھے نام اس کی پاکی بولتا ہے جو کچھ اسمانوں اور زمین میں ہے اور وہی عزت و حکمت والا ہے،
کہ اس سے پیدا فرمايیں اناج اور سبزہ،
مگر وہ جنہوں نے توبہ کی اور سنورے اور اللہ کی رسی مضبوط تھامی اور اپنا دین خالص اللہ کے ليے کرلیا تو یہ مسلمانوں کے ساتھ ہیں اور عنقریب اللہ مسلمانوں کو بڑا ثواب دے گا،
اور اگر ان کی روگردانی تم پر شاق گزرتی ہے تو اگر طاقت ہو تو زمین میں کويی سرنگ ڈھونڈ نکالو یا اسمان میں سیڑھی (تلاش کرو) پھر ان کے پاس کويی معجزہ لاو۔ اور اگر خدا چاہتا تو سب کو ہدایت پر جمع کردیتا پس تم ہرگز نادانوں میں نہ ہونا
اور جو ایمان لايے اور اچھے کام کیے وہ جنت والے ہیں انہیں ہمیشہ اس میں رہنا -
یقینا ہم نے اس کتاب کو اپ کی طرف حق کے ساتھ نازل فرمایا ہے پس اپ اللہ ہی کی عبادت کریں، اسی کے ليے دین کو خالص کرتے ہويے
کیا ہم نے زمین کو سمیٹ لینے والی نہیں بنایا،
اے قوم خدا سے استغفار کرو اس کے بعد اس کی طرف ہمہ تن متوجہ ہوجاو وہ اسمان سے موسلادھار پانی برسايے گا اور تمہاری موجودہ قوت میں قوت کا اضافہ کردے گا اور خبردار مجرموں کی طرح منہ نہ پھیرلینا
تو ہم نے ان کی طرف وحی بھیجی کہ تو ہماری انکھوں کے سامنے ہماری وحی کے مطابق ایک کشتی بنا۔ جب ہمارا حکم اجايے اور تنور ابل پڑے تو، تو ہر قسم کا ایک ایک جوڑا اس میں رکھ لے اور اپنے اہل کو بھی، مگر ان میں سے جن کی بابت ہماری بات پہلے گزر چکی ہے۔ خبردار جن لوگوں نے ﻇلم کیا ہے ان کے بارے میں مجھ سے کچھ کلام نہ کرنا وه تو سب ڈبويے جايیں گے
کیا انسان خیال کرتا ہے کہ یوں ہی چھوڑ دیا جايے گا؟
لوگوں کے ليے خواہشاا دنیا - عورتیں,اولاد, سونے چاندی کے ڈھیر, تندرست گھوڑے یا چوپايے کھیتیاں سب مزین اور اراستہ کردی گيی ہیں کہ یہی متاع دنیا ہے اور اللہ کے پاس بہترین انجام ہے
اے لوگو جو ایمان لايے ہو، اللہ کے مددگار بنو، جس طرح عیسی ابن مریم نے حواریوں کو خطاب کر کے کہا تھا: "کون ہے اللہ کی طرف (بلانے) میں میرا مددگار؟" اور حواریوں نے جواب دیا تھا: "ہم ہیں اللہ کے مددگار" اس وقت بنی اسرايیل کا ایک گروہ ایمان لایا اور دوسرے گروہ نے انکار کیا پھر ہم نے ایمان لانے والوں کی ان کے دشمنوں کے مقابلے میں تايید کی اور وہی غالب ہو کر رہے
اے ان کی اولاد! جن کو ہم نے نوح کے ساتھ سوار کیا بیشک وہ بڑا شکرا گزار بندہ تھا
کیا تمہارا پیدا کرنا زیادہ مشکل ہے یا (پوری) سماوی کاينات کا، جسے اس نے بنایا،
پس اے نبی، اپنے رب عظیم کے نام کی تسبیح کرو
وہ الٹ پلٹ کر دینے والی ہوگی
اور مجھ پر ان کے ہاں ایک جرم کا الزام بھی ہے، اس لیے ڈرتا ہوں کہ وہ مجھے قتل کر دیں گے"
البتہ یہ اپنے بوجھ ڈھولیں گے اور اپنے بوجھوں کے ساتھ ہی اور بوجھ بھی۔ اور جو کچھ افترا پردازیاں کر رہے ہیں ان سب کی بابت ان سے باز پرس کی جايے گی
کام نہ کچھ تمہارے خیالوں پر ہے اور نہ کتاب والوں کی ہوس پر جو برايی کرے گا اس کا بدلہ پايے گا اور اللہ کے سوا نہ کويی اپنا حمایتی پايے گا نہ مددگار
اب اگر تجھے اس ہدایت کی طرف سے کچھ بھی شک ہو جو ہم نے تجھ پر نازل کی ہے تو ان لوگوں سے پوچھ لے جو پہلے سے کتاب پڑھ رہے ہیں فی الواقع یہ تیرے پاس حق ہی ایا ہے تیرے رب کی طرف سے، لہذا تو شک کرنے والوں میں سے نہ ہو
اور اس میں انیس (فرشتے مقرر) ہیں
اور اپ کے رب کا (تخت) اجايے گا اور فرشتے بھی صف بستہ چلے اييں گے
اور (وہ وقت بھی یاد کرو) جب ہم نے موسی (علیہ السلام) سے چالیس راتوں کا وعدہ فرمایا تھا پھر تم نے موسی (علیہ السلام کے چلہء اعتکاف میں جانے) کے بعد بچھڑے کو (اپنا) معبود بنا لیا اور تم واقعی بڑے ظالم تھے،
کہا تو اسمان سے نکل جا بے شک تو مردود ہو گیا
اور تمہاری نیند کو ارام کا سامان قرار دیا ہے
ہم موسی اور فرعون کا کچھ حال ٹھیک ٹھیک تمہیں سناتے ہیں ایسے لوگوں کے فايدے کے لیے جو ایمان لايیں
(منکرین تعجب کرتے ہیں کہ جنت میں یہ سب کچھ کیسے بن جايے گا! تو) کیا یہ لوگ اونٹ کی طرف نہیں دیکھتے کہ وہ کس طرح (عجیب ساخت پر) بنایا گیا ہے،
اور جب موسی (علیہ السلام) اپنی قوم کی طرف واپس ايے غصہ اور رنج میں بھرے ہويے تو فرمایا کہ تم نے میرے بعد یہ بڑی بری جانشینی کی؟ کیا اپنے رب کے حکم سے پہلے ہی تم نے جلد بازی کرلی، اور جلدی سے تختیاں ایک طرف رکھیں اور اپنے بھايی کا سر پکڑ کر ان کو اپنی طرف گھسیٹنے لگے۔ ہارون (علیہ السلام) نے کہا کہ اے میرے ماں جايے! ان لوگوں نے مجھ کو بےحقیقت سمجھا اور قریب تھا کہ مجھ کو قتل کر ڈالیں تو تم مجھ پر دشمنوں کو مت ہنساو اور مجھ کو ان ﻇالموں کے ذیل میں مت شمار کرو
تمام تعریفیں اﷲ ہی کے ليے ہیں جو اسمانوں اور زمین (کی تمام وسعتوں) کا پیدا فرمانے والا ہے، فرشتوں کو جو دو دو اور تین تین اور چار چار پروں والے ہیں، قاصد بنانے والا ہے، اور تخلیق میں جس قدر چاہتا ہے اضافہ (اور توسیع) فرماتا رہتا ہے، بیشک اﷲ ہر چیز پر بڑا قادر ہے،
پھر ہم نے نوح علیھ السلام کو اور ان کے ساتھ کشتی والوں کو نجات دے دی اور اسے عالمین کے ليے ایک نشانی قرار دے دیا
تاکہ اپ اس قوم کو ڈرايیں جن کے باپ دادا نہیں ڈرايے گيے سو وہ غافل ہیں
یہ اللہ کا حکم ہے جو اس نے تمہاری طرف نازل کیا ہے جو اللہ سے ڈرے گا اللہ اس کی برايیوں کو اس سے دور کر دے گا اور اس کو بڑا اجر دے گا
وہ یہ حکم بھی نہیں دے سکتا کہ ملايکہ یا انبیاي کو اپنا پروردگار بنالو کیا وہ تمہیں کفر کا حکم دے سکتا ہے جب کہ تم لوگ مسلمان ہو
اور (دوسرے) بايیں جانب والے، کیا (ہی برے حال میں ہوں گے) بايیں جانب والے،
اللہ نے لکھ دیا ہے کہ میں اور میرے رسول(ص) ہی غالب اکر رہیں گے بےشک اللہ طاقتور (اور) زبردست ہے۔
کويی بیہودہ بات وہاں نہ سنیں گے
ان میں سب میوے دو دو قسم کے ہیں
اللہ جانتا ہے جس چیز کی اس کے سوا پوجا کرتے ہیں اور وہی عزت و حکمت والا ہے
مگر انسان سرکش ہو جاتا ہے
اور جان لو کہ تم میں رسول اﷲ (صلی اللہ علیہ والہ وسلم) موجود ہیں، اگر وہ بہت سے کاموں میں تمہارا کہنا مان لیں تو تم بڑی مشکل میں پڑ جاو گے لیکن اللہ نے تمہیں ایمان کی محبت عطا فرمايی اور اسے تمہارے دلوں میں اراستہ فرما دیا اور کفر اور نافرمانی اور گناہ سے تمہیں متنفر کر دیا، ایسے ہی لوگ دین کی راہ پر ثابت اور گامزن ہیں،
اور جو لوگ ہماری ایتوں کو جھٹلاتے ہیں وہ بہرےاور گونگے ہیں اندھیروں میں ہیں الله جسے چاہے گمراہ کر دے اور جسے چاہے سیدھی راہ پر ڈال دے
تو تم اپنے پروردگار کی کون کون سی نعمت کو جھٹلاو گے؟
عنقریب میں اسے دوزخ میں جھونک دوں گا
اپ کہہ دیجيے کہ اے اہل کتاب! ایسی انصاف والی بات کی طرف او جو ہم میں تم میں برابر ہے کہ ہم اللہ تعالی کے سوا کسی کی عبادت نہ کریں نہ اس کے ساتھ کسی کو شریک بنايیں، نہ اللہ تعالی کو چھوڑ کر اپس میں ایک دوسرے کو ہی رب بنايیں۔ پس اگر وه منھ پھیر لیں تو تم کہہ دو کہ گواه رہو ہم تو مسلمان ہیں
اس دن جھٹلانے والوں کے ليے تباہی ہوگی،
یہ خبر دینے واﻻ صرف شیطان ہی ہے جو اپنے دوستوں سے ڈراتا ہے تم ان کافروں سے نہ ڈرو اور میرا خوف رکھو، اگر تم مومن ہو
ہم نے تم میں مرنا ٹھہرا دیا ہے اور ہم اس (بات) سے عاجز نہیں
اگر یہ تجھے جھٹلاتے ہیں تو کہہ دے کہ “میرا عمل میرے لیے ہے اور تمہارا عمل تمہارے لیے، جو کچھ میں کرتا ہوں اس کی ذمہ داری سے تم بری ہو اور جو کچھ تم کر رہے ہو اس کی ذمہ داری سے میں بری ہوں"
یہ تو اس سے پہلے بھی فتنے کی تلاش کرتے رہے ہیں اور تیرے ليے کاموں کو الٹ پلٹ کرتے رہے ہیں، یہاں تک کہ حق اپہنچا اور اللہ کا حکم غالب اگیا باوجودیکہ وه ناخوشی میں ہی رہے
اس کے بعد ظالمین سے کہا جايے گا کہ اب ہمیشگی کا مزہ چکھو -کیا تمہارے اعمال کے علاوہ کسی اور چیز کا بدلہ دیا جايے گا
اے اہل کتاب پیغمبروں کے انے کا سلسلہ جو (ایک عرصے تک) منقطع رہا تو (اب) تمہارے پاس ہمارے پیغمبر ا گيے ہیں جو تم سے (ہمارے احکام) بیان کرتے ہیں تاکہ تم یہ نہ کہو کہ ہمارے پاس کويی خوشخبری یا ڈر سنانے والا نہیں ایا سو (اب) تمہارے پاس خوشخبری اور ڈر سنانے والے ا گيے ہیں اور خدا ہر چیز پر قادر ہے
انھوں نے کہا کیا تو ہمارے پاس سچی بات لایا ہے یا تو دل لگی کرتا ہے
پھر جو کويی تجھ سے اس واقعہ میں جھگڑے بعد اس کے کہ تیرے پاس صحیح علم ا چکا ہے تو کہہ دے او ہم اپنے بیٹے اور تمہارے بیٹے اور اپنی عورتیں اور تمہاری عورتیں اور اپنی جانیں اور تمہاری جانیں بلايیں پھر سب التجا کریں اور الله کی لعنت ڈالیں ان پر جو جھوٹے ہوں
اور کہنے لگے کہ اے جادوگر اس عہد کے مطابق جو تیرے پروردگار نے تجھ سے کر رکھا ہے اس سے دعا کر بےشک ہم ہدایت یاب ہو جايیں گے
(اے رسول(ص)) ان لوگوں کے سامنے اس شخص کا واقعہ بیان کرو جس کو ہم نے اپنی بعض نشانیاں عطا کی تھیں مگر وہ ان سے عاری ہوگیا (وہ جامہ اتار دیا) پس شیطان اس کے پیچھے لگ گیا۔ اور اخرکار وہ گمراہوں میں سے ہوگیا۔
اس نے کہا پروردگار مجھے روز قیامت تک کی مہلت بھی دیدے
اور پہاڑوں کو میخیں (نہیں بنایا؟)
میں نے (وہاں) ایک ایسی عورت کو پایا ہے جو ان (یعنی ملک سبا کے باشندوں) پر حکومت کرتی ہے اور اسے (ملکیت و اقتدار میں) ہر ایک چیز بخشی گيی ہے اور اس کے پاس بہت بڑا تخت ہے،
اور اس وقت کو یاد کرو جب تمھارے پروردگار نے علی الاعلان کہہ دیا کہ قیامت تک ان پر ایسے افراد مسلط کيے جايیں گے جو انھیں بدترین سختیوں میں مبتلا کریں گے کہ تمھارا پروردگار جلدی عذاب کرنے والا بھی ہے اور بہت زیادہ بخشنے والا مہربان بھی ہے
اور اس ليے کہ اللہ مسلمانوں کا نکھار کردے اور کافروں کو مٹادے
انہوں نے جواب دیا کہ اے میری قوم کے لوگو! کیا تمہارے نزدیک میرے قبیلے کے لوگ اللہ سے بھی زیاده ذی عزت ہیں کہ تم نے اسے پس پشت ڈال دیا ہے یقینا میرا رب جو کچھ تم کر رہے ہو سب کو گھیرے ہويے ہے
اور کافر بولے ہم ہرگز نہ ایمان لايیں گے اس قران پر اور نہ ان کتابوں پر جو اس سے اگے تھیں اور کسی طرح تو دیکھے جب ظالم اپنے رب کے پاس کھڑے کیے جايیں گے، ان میں ایک دوسرے پر بات ڈالے گا وہ جو دبے تھے ان سے کہیں گے جو اونچے کھینچتے (بڑے بنے ہويے) تھے اگر تم نہ ہوتے تو ہم ضرور ایمان لے اتے،
یہاں تمہارے لیے بکثرت میوے ہیں جنہیں تم کھاتے رہو گے
یا ان کے پاس کويی غیب ہے جسے یہ لکھ رہے ہیں
احوال اس جنت کا جس کا وعدہ پرہیزگاروں سے ہے، اس میں ایسی پانی کی نہریں ہیں جو کبھی نہ بگڑے اور ایسے دودھ کی نہریں ہیں جس کا مزہ نہ بدلا اور ایسی شراب کی نہریں ہیں جس کے پینے میں لذت ہے اور ایسی شہد کی نہریں ہیں جو صاف کیا گیا اور ان کے لیے اس میں ہر قسم کے پھل ہیں، اور اپنے رب کی مغفرت کیا ایسے چین والے ان کی برابر ہوجايیں گے جنہیں ہمیشہ اگ میں رہنا اور انہیں کھولتا پانی پلایا جايے گا کہ انتوں کے ٹکڑے ٹکڑے کردے،
جبکہ ان کے بھايی صالح نے ان سے کہا کیا تم ڈرتے نہیں ہو؟
ان کے کرتے گندھک کے ہوں گے اور ان کے مونہوں کو اگ لپیٹ رہی ہوگی
اور ہر ایک شخص ايے گا اس کے ساتھ ایک ہانکنے والا اورایک گواہی دینے والا ہوگا
اور اگراللہ تمام انسانوں سے ان کے اعمال کا مواخذہ کرلیتا تو رويے زمین پر ایک رینگنے والے کو بھی نہ چھوڑتا لیکن وہ ایک مخصوص اور معین مدت تک ڈھیل دیتا ہے اس کے بعد جب وہ وقت اجايے گا تو پروردگار اپنے بندوں کے بارے میں خوب بصیرت رکھنے والا ہے
اس میں ان کیليے وہ سب کچھ ہوگا جو وہ چاہیں گے وہ اس میں ہمیشہ رہیں گے اور ایک وعدہ جو اپ کے رب کے ذمہ ہے جس کے متعلق سوال کیا جايے گا۔
(تمہیں یاد ہے) کہ بےشک میرے بندوں میں ایک گروہ ایسا بھی تھا جو کہتا تھا: اے ہمارے پروردگار! ہم ایمان لايے ہیں! پس تو ہمیں بخش دے اور ہم پر رحم کر اور تو بہترین رحم کرنے والا ہے۔
اور جب الله کے ہاں سے ان کے پاس کتاب ايی جو ان کی (اسمانی) کتاب کی بھی تصدیق کرتی ہے، اور وہ پہلے (ہمیشہ) کافروں پر فتح مانگا کرتے تھے، تو جس چیز کو وہ خوب پہچانتے تھے، جب ان کے پاس اپہنچی تو اس سے کافر ہو گيے۔ پس کافروں پر الله کی لعنت
اور لوگوں نے شیاطین کو اللہ تعالی کا شریک قرار دے رکھا ہے حاﻻنکہ ان لوگوں کو اللہ ہی نے پیدا کیا ہے اور ان لوگوں نے اللہ کے حق میں بیٹے اور بیٹیاں بلا سند تراش رکھی ہیں اور وه پاک اور برتر ہے ان باتوں سے جو یہ کرتے ہیں
(موسی علیہ السلام نے) عرض کیا: اے میرے رب! مجھے اور میرے بھايی کو معاف فرما دے اور ہمیں اپنی رحمت (کے دامن) میں داخل فرما لے اور تو سب سے بڑھ کر رحم فرمانے والا ہے،
غرض (اس سے) یہ ہے کہ جو (وسوسہ) شیطان ڈالتا ہے اس کو ان لوگوں کے ليے جن کے دلوں میں بیماری ہے اور جن کے دل سخت ہیں ذریعہ ازمايش ٹھہرايے۔ بےشک ظالم پرلے درجے کی مخالفت میں ہیں
اور اللہ نے ان تینوں پر بھی رحم کیا جو جہاد سے پیچھے رہ گيے تھے یہاں تک کہ زمین جب اپنی وسعتوں سمیت ان پر تنگ ہوگيی اور ان کے دم پر بن گيی اور انہوں نے یہ سمجھ لیا کہ اب اللہ کے علاوہ کويی پناہ گاہ نہیں ہے تو اللہ نے ان کی طرف توجہ فرمايی کہ وہ توبہ کر لیں اس ليے کہ وہ بڑا توبہ قبول کرنے والا اور مہربان ہے۔
اور وہ وہی ہے جس نے زمین کو پھیلایا اور اس میں پہاڑ اور دریا پیدا کيے اور ہر طرح کے میووں کی دو دو قسمیں بنايیں۔ وہی رات کو دن کا لباس پہناتا ہے۔ غور کرنے والوں کے لیے اس میں بہت سی نشانیاں ہیں
اور (اس طرح) انہوں نے ایک چال چلی اور ہم نے بھی ایک چال چلی جس کی انہیں خبر نہ تھی۔
ان کی بھی یہی سزا ہے جو الله اوراس کے رسول سے لڑتے ہیں اورملک میں فساد کرنے کو دوڑتے ہیں یہ کہ ان کو قتل کیا جايے یا وہ سولی چڑھايے جايیں یا ان کے ہاتھ اور پاوں مخالف جانب سے کاٹے جايیں یا وہ جلا وطن کر دیے جايیں یہ ذلت ان کے لیے دنیا میں ہے اور اخرت میں ان کے لیے بڑا عذاب ہے
کہ الیاس پر سلام ہو
اور خدا صاحبان هایمان کو چھانٹ کر الگ کرنا چاہتا تھا اور کافروں کو مٹا دینا چاہتا تھا
اور بیچ کی راہ ٹھیک اللہ تک ہے اور کويی راہ ٹیڑھی ہے اور چاہتا تو تم سب کو راہ پر لاتا،
اور میراث کے مال سمیٹ کر کھا جاتے ہو
پھر نطفہ کو ہم نے جما ہوا خون بنا دیا، پھر اس خون کے لوتھڑے کو گوشت کا ٹکڑا کردیا۔ پھر گوشت کے ٹکڑے کو ہڈیاں بنا دیں، پھر ہڈیوں کو ہم نے گوشت پہنا دیا، پھر دوسری بناوٹ میں اس کو پیدا کردیا۔ برکتوں واﻻ ہے وه اللہ جو سب سے بہترین پیدا کرنے واﻻ ہے
کیا یہ لوگ خیال کرتے ہیں کہ ہم جو مال و اولاد (کی فراوانی) سے ان کی امداد کر رہے ہیں۔
اور اس کی بھی جس کو نہیں دیکھ رہے ہو
پھر اس کے رب نے نوازا، اس کی توبہ قبول کی اور اس کی رہنمايی کی
تم (سب مل کر بھی) اللہ سے کسی کو پھیر نہیں سکتے۔
اور یہ جو یہودی ہیں ان میں سے کچھ لوگ ایسے بھی ہیں کہ کلمات کو ان کے مقامات سے بدل دیتے ہیں اور کہتے ہیں کہ ہم نے سن لیا اور نہیں مانا اور سنیيے نہ سنوايے جاو اور زبان کو مروڑ کر اور دین میں طعن کی راہ سے (تم سے گفتگو) کے وقت راعنا کہتے ہیں اور اگر (یوں) کہتے ہیں کہ ہم نے سن لیا اور مان لیا اور (صرف) اسمع اور (راعنا کی جگہ) انظرنا (کہتے) تو ان کے حق میں بہتر ہوتا اور بات بھی بہت درست ہوتی لیکن خدان نے ان کے کفر کے سبب ان پر لعنت کر رکھی ہے تو یہ کچھ تھوڑے ہی ایمان لاتے ہیں
اور رات اور دن اور سورج اور چاند کو تمہارے کام میں لگا دیا ہے اور اسی کے حکم سے ستارے بھی کام میں لگے ہويے ہیں بے شک اس میں لوگوں کے لیے نشانیاں ہیں جو سمجھ رکھتے ہیں
کیا اللہ تعالی اپنے بندے کے لیے کافی نہیں؟ یہ لوگ اپ کو اللہ کے سوا اوروں سے ڈرا رہے ہیں اور جسے اللہ گمراه کر دےاس کی رہنمايی کرنے واﻻ کويی نہیں
یہاں تک کہ جب سب جہنم کے پاس ايیں گے تو ان کے کان اور ان کی انکھیں اور جلد سب ان کے اعمال کے بارے میں ان کے خلاف گواہی دیں گے
کیا انہیں اس بات نے رہنمايی نہیں دی کہ ہم نے ان سے پہلے کتنی نسلوں کو ہلاک کردیا جو اپنے علاقہ میں نہایت اطمینان سے چل پھر رہے تھے بیشک اس میں صاحبان هعقل کے ليے بڑی نشانیاں ہیں
لیکن پیغمبر اور جو لوگ ان کے ساتھ ایمان لايے سب اپنے مال اور جان سے لڑے۔ انہیں لوگوں کے لیے بھلايیاں ہیں۔ اور یہی مراد پانے والے ہیں
اور کچھ گاوں والے وہ ہیں جو اللہ اور قیامت پر ایمان رکھتے ہیں اور جو خرچ کریں اسے اللہ کی نزدیکیوں اور رسول سے دعايیں لینے کا ذریعہ سمجھیں ہاں ہاں وہ ان کے لیے باعث قرب ہے اللہ جلد انہیں اپنی رحمت میں داخل کرے گا، بیشک اللہ بخشنے والا مہربان ہے،
اور تم اپنی موت مرو۔ یا قتل کيے جاو۔ بہرحال اللہ کے ہی حضور میں محشور کيے جاوگے۔
صرف اللہ ہی کیليے ہو کر رہو اس کے ساتھ کسی کو شریک نہ ٹھہراتے ہويے۔ اور جو کويی اللہ کے ساتھ کسی کو شریک ٹھہراتا ہے تو گویا وہ اسمان سے گرا تو اسے کسی پرندہ نے اچک لیا یا ہوا نے اسے کسی دور دراز جگہ پر پھینک دیا۔
اور بیشک ن کے پاس انہیں میں سے ایک رسول تشریف لایا تو انہوں نے اسے جھٹلایا تو انہیں عذاب نے پکڑا اور وہ بے انصاف تھے،
اور فرعون نے کہا مجھے چھوڑ دو کہ میں موسی (علیہ السلام) کو مار ڈالوں اور اسے چاہيے کہ اپنے رب کو پکارے، مجھے تو ڈر ہے کہ یہ کہیں تمہارا دین نہ بدل ڈالے یا ملک میں کويی (بہت بڑا) فساد برپا نہ کردے
کہ اپنے کو بے نیاز خیال کرتا ہے
اور وہ کہتے ہیں کہ اگر اپ سچے ہیں تو یہ (قیامت کا) وعدہ کب پورا ہوگا؟
پس اپنے رب کے نام کی تسبیح کر جو بڑا عظمت والا ہے
اور اگر اپ کو شیطان سے کويی وسوسہ انے لگے تو الله کی پناہ مانگیيے بے شک وہی سب کچھ سننے والا جاننے والا ہے
اے میرے چادر لپیٹنے والے
اور کیا ان کو نہیں دکھلايی دیتا کہ یہ لوگ ہر سال ایک بار یا دو بار کسی نہ کسی افت میں پھنستے رہتے ہیں پھر بھی نہ توبہ کرتے اور نہ نصیحت قبول کرتے ہیں
بے شک ہم نیکو کاروں کو اسی طرح صلہ دیا کرتے ہیں،
اور یہ بھی بتاتا ہے کہ جو لوگ اخرت پر ایمان نہیں لاتے ہم نے ان کے لیے دردناک عذاب تیار کیا ہے
ایمان لانے والوں اور نیک عمل کرنے والوں کو اللہ ان جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہیں، اور کفر کرنے والے بس دنیا کی چند روزہ زندگی کے مزے لوٹ رہے ہیں، جانوروں کی طرح کھا پی رہے ہیں، اور ان کا اخری ٹھکانا جہنم ہے
اے نبی(ص)! جو چیز اللہ نے اپ کیليے حلال قرار دی ہے اپ اسے اپنی بیویوں کی خوشنودی حاصل کرنے کیليے (اپنے اوپر) کیوں حرام ٹھہراتے ہیں اور اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔
کويی بھی بوجھ اٹھانے واﻻ دوسرے کا بوجھ نہیں اٹھايے گا، اگر کويی گراں بار دوسرے کو اپنا بوجھ اٹھانے کے ليے بلايے گا تو وه اس میں سے کچھ بھی نہ اٹھايے گا گو قرابت دار ہی ہو۔ تو صرف ان ہی کو اگاه کرسکتا ہے جو غايبانہ طور پر اپنے رب سے ڈرتے ہیں اور نمازوں کی پابندی کرتے ہیں اور جو بھی پاک ہوجايے وه اپنے ہی نفع کے ليے پاک ہوگا۔ لوٹنا اللہ ہی کی طرف ہے
پھر ان سب نے فرعون کو مشورہ دیا کہ اسے اور اس کے بھايی کو انتظار میں رکھیے اور تمام شہروں میں ہرکارے بھیج دیجیے
بیٹوں نے کہا واللہ! اپ ہمیشہ یوسف کی یاد ہی میں لگے رہیں گے یہاں تک کہ گھل جايیں یا ختم ہی ہو جايیں
موسی نے کہا کہ تمہارا وعدہ کا دن زینت (عید) کا دن ہے اور اس دن تمام لوگ وقت چاشت اکٹھا کيے جايیں گے
یہ اللہ کی ایتیں ہیں کہ ہم تم پر حق کے ساتھ پڑھتے ہیں، پھر اللہ اور اس کی ایتوں کو چھوڑ کر کونسی بات پر ایمان لايیں گے،
وہ مشورت تو شیطان ہی کی طرف سے ہے اس لیے کہ ایمان والوں کو رنج دے اور وہ اس کا کچھ نہیں بگاڑ سکتا بے حکم خدا کے، اور مسلمانوں کو اللہ ہی پر بھروسہ چاہیے
اے نبی(ص)! جب تم لوگ (اپنی) عورتوں کو طلاق دینے لگو تو انہیں عدت کے حساب سے طلاق دو اور پھر عدت کا شمار کرو اور اللہ (کی نافرمانی) سے ڈرو جو تمہارا پروردگار ہے۔ انہیں ان کے گھروں سے نہ نکالو اور نہ ہی وہ خود نکلیں مگر یہ کہ وہ کسی کھلی ہويی بےحیايی کا ارتکاب کریں اور یہ اللہ کی (مقرر کی ہويی) حدیں ہیں اور جو اللہ کے حدود سے تجاوز کرے گا تو وہ خود اپنے اوپر ظلم کرے گا تم نہیں جانتے شاید اللہ اس کے بعد کويی نيی بات پیدا کر دے۔
جادوگروں نے کہا ہمارے پاس جو کھلی نشانیاں اچکی ہیں ہم ان پر اور اس ذات پر جس نے ہمیں پیدا کیا ہے۔ کبھی تجھے ترجیح نہیں دیں گے بےشک تو جو فیصلہ کرنا چاہتا ہے وہ تو (زیادہ سے زیادہ) اسی دنیاوی زندگی (کے ختم کرنے) کا فیصلہ کر سکتا ہے۔
مگر ان لوگوں نے انحراف کیا تو ہم نے ان پر بڑے زوروں کا سیلاب بھیج دیا اور ان کے دونوں باغات کو ایسے دو باغات میں تبدیل کردیا جن کے پھل بے مزہ تھے اور ان میں جھاو کے درخت اور کچھ بیریاں بھی تھیں
اللہ نے فرمایا کہ یہ ہے وہ دن جس میں سچوں کو ان کا سچ کام ايے گا، ان کے ليے باغ ہیں جن کے نیچے نہریں رواں ہمیشہ ہمیشہ رہیں گے، اللہ ان سے راضی اور وہ اللہ سے راضی، یہ ہے بڑی کامیابی،
پھر بیشک تم اس (زندگی) کے بعد ضرور مرنے والے ہو،
وہ تم پر اسمان سے موسلادھار بارش برسايے گا۔
انہیں تو حساب کی توقع ہی نہ تھی
پھر جب (میدان جنگ میں) تمہارا مقابلہ (متحارب) کافروں سے ہو تو (دوران جنگ) ان کی گردنیں اڑا دو، یہاں تک کہ جب تم انہیں (جنگی معرکہ میں) خوب قتل کر چکو تو (بقیہ قیدیوں کو) مضبوطی سے باندھ لو، پھر اس کے بعد یا تو (انہیں) (بلامعاوضہ) احسان کر کے (چھوڑ دو) یا فدیہ (یعنی معاوضہء رہايی) لے کر (ازاد کر دو) یہاں تک کہ جنگ (کرنے والی مخالف فوج) اپنے ہتھیار رکھ دے (یعنی صلح و امن کا اعلان کر دے)۔ یہی (حکم) ہے، اور اگر اﷲ چاہتا تو ان سے (بغیر جنگ) انتقام لے لیتا مگر (اس نے ایسا نہیں کیا) تاکہ تم میں سے بعض کو بعض کے ذریعے ازمايے، اور جو لوگ اﷲ کی راہ میں قتل کر دیيے گيے تو وہ ان کے اعمال کو ہرگز ضايع نہ کرے گا،
موسی! میں وہ خدا ہوں جو سب پر غالب اور صاحب حکمت ہے
انہوں نے (فرعون سے) کہا کہ فی الحال موسی اور اس کے بھايی کے معاملے کو معاف رکھیے اور شہروں میں نقیب روانہ کر دیجیے
الف، لام، را (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ والہ وسلم ہی بہتر جانتے ہیں)، یہ حکمت والی کتاب کی ایتیں ہیں،
تو تم کدھر چلے جارہے ہو
اور نہ تمہیں یہ حکم دے گا کہ فرشتوں اور پیغمبروں کو خدا ٹھیرالو، کیا تمہیں کفر کا حکم دے گا بعد اس کے کہ تم مسلمان ہولیے
اور اسے ایسی جگہ سے روزی دیتا ہے جس کا اسے گمان بھی نہ ہو اور جو شخص اللہ پر توکل کرے گا اللہ اسے کافی ہوگا۔ اللہ تعالی اپنا کام پورا کرکے ہی رہے گا۔ اللہ تعالی نے ہر چیز کا ایک اندازه مقرر کر رکھا ہے
اور الله وہی ہے جس نے ایک شخص سے تم سب کو پیدا کیا پھر ایک تو تمہارا ٹھکانا ہے اور ایک امانت رکھے جانےکی جگہ تحقحق ہم نے کھول کر نشانیاں بیان کر دی ہیں ان کے لیے جو سوچتے ہیں
(یاد رکھیں) کہ یہ لوگ ہرگز اللہ کے سامنے اپ کے کچھ کام نہیں اسکتے۔ (سمجھ لیں کہ) ﻇالم لوگ اپس میں ایک دوسرے کے رفیق ہوتے ہیں اور پرہیزگاروں کا کارساز اللہ تعالی ہے
اور تم (غفلت کی) کھیل میں پڑے ہو،
ان سے پوچھيے کہ رحمن سے، دن اور رات تمہاری حفاﻇت کون کر سکتا ہے؟ بات یہ ہے کہ یہ لوگ اپنے رب کے ذکر سے پھرے ہويے ہیں
ان لوگوں نے اللہ کی اس طرح قدر نہیں کی جس طرح قدر کرنے کا حق تھا۔ جب انہوں نے یہ کہا کہ اللہ نے کسی بشر پر کويی چیز نازل نہیں کی ان سے کہیے کہ وہ کتاب کس نے نازل کی تھی جسے موسی لے کر ايے تھے؟ جو لوگوں کے ليے روشنی اور ہدایت (کا ذریعہ) تھی؟ جسے تم نے ورق ورق کر رکھا ہے۔ اس کا کچھ حصہ تو تم ظاہر کرتے ہو (مگر) بہت سا حصہ چھپاتے ہو۔ حالانکہ تمہیں وہ باتیں سکھايی گيیں ہیں جو نہ تمہیں معلوم تھیں اور نہ تمہارے باپ دادا کو کہیے اللہ نے (وہ کتاب نازل کی تھی)۔ پھر ان کو چھوڑ دیجیے کہ وہ اپنی بے ہودہ نکتہ چینی میں کھیلتے رہیں۔
اے قید خانہ کے دونوں ساتھیو! تم میں ایک تو اپنے رب (بادشاہ) کو شراب پلايے گا رہا دوسرا وہ سو لی دیا جايے گا تو پرندے اس کا سر کھايیں گے حکم ہوچکا اس بات کا جس کا تم سوال کرتے تھے
جس دن یہ (اللہ سے) ملاقات کریں گے ان کا تحفہ سلام ہوگا، ان کے ليے اللہ تعالی نے باعزت اجر تیار کر رکھا ہے
یہ گنتی کے چند دن ہیں (اس کے باوجود) اگر تم میں سے کويی شخص بیمار ہو جايے یا سفر میں ہو۔ تو اتنے ہی دن اور دنوں میں پورے کرے۔ اور جو اپنی پوری طاقت صرف کرکے بمشکل روزہ رکھ سکتے ہوں تو وہ فی روزہ ایک مسکین کی خوراک فدیہ ادا کریں۔ اور جو اپنی مرضی سے کچھ (زیادہ) بھلايی کرے تو وہ اس کیليے بہتر ہے اور اگر تم (فدیہ دینے کی بجايے) روزہ رکھو تو یہ تمہارے ليے زیادہ بہتر ہے۔ اگر تم علم و واقفیت رکھتے ہو۔
یا جو کچھ ان سے وعده کیا ہے وه تجھے دکھا دیں ہم ان پر بھی قدرت رکھتے ہیں
ہاں یہ وه دن ہے کہ یہ اگ پر تپايے جايیں گے
تو وہ جو کافر ہويے میں انہیں دنیاو اخرت میں سخت عذاب کروں گا، اور انکا کويی مددگار نہ ہوگا،
اور موسی (علیہ السلام) نے کہا: اے فرعون! بیشک میں تمام جہانوں کے رب کی طرف سے رسول (ایا) ہوں،
ایک کتاب ہے جس کی ایتیں مفصل فرمايی گيیں عربی قران عقل والوں کے لیے،
اور پیغمبر انہیں انے والے دن کے عذاب سے ڈرايیے جب دم گھٹ گھٹ کر دل منہ کے قریب اجايیں گے اور ظالمین کے ليے نہ کويی دوست ہوگا اور نہ سفارش کرنے والا جس کی بات سن لی جايے
بے شک پرہیزگار لوگ بہشتوں اور چشموں میں ہوں گے۔
پھر یتیم کو دبایا نہ کرو
کہہ دیجیے! کہ تم پتھر ہو جاو یا لوہا۔
اور کافر بولے کیا جب ہم اور ہمارے باپ دادا مٹی ہوجايیں گے کیا ہم پھر نکالے جايیں گے
مجھ پر واجب ہے کہ خدا کی طرف سے جو کچھ کہوں سچ ہی کہوں۔ میں تمہارے پاس تمہارے پروردگار کی طرف سے نشانی لے کر ایا ہوں۔ سو بنی اسرايیل کو میرے ساتھ جانے کی رخصت دے دیجیے
لیکن قوم نے انہیں جھٹلایا، پس وه ضرور (عذاب میں) حاضر رکھے جايیں گے
تو تم اپنے پروردگار کی کون کون سی نعمت کو جھٹلاو گے؟
اور چھلکتے ہويے جام
اور تاکہ وہ (اللہ) منافق مردوں اور منافق عورتوں، مشرک مردوں اور مشرک عورتوں کو سزا دے جو اللہ کے بارے میں برے گمان کرتے ہیں برايی کی گردش انہی پر ہے اللہ ان پر غضبناک ہے اور ان پر لعنت کی ہے اور ان کیليے جہنم تیار کر رکھی ہے اور وہ بہت برا انجام ہے۔
یہ اس لیے ہوگا کہ اللہ ہر متنفس کو اس کے کیے کا بدلہ دے گا اللہ کوحساب لیتے کچھ دیر نہیں لگتی
اور جو باتیں ان کے سینوں میں پوشیدہ ہوتی ہیں اور جو کام وہ ظاہر کرتے ہیں تمہارا پروردگار ان (سب) کو جانتا ہے
(اے محمدﷺ) سورج کے ڈھلنے سے رات کے اندھیرے تک (ظہر، عصر، مغرب، عشا کی) نمازیں اور صبح کو قران پڑھا کرو۔ کیوں صبح کے وقت قران کا پڑھنا موجب حضور (ملايکہ) ہے
تم ان کے مقابلے کے ليے اپنی طاقت بھر قوت کی تیاری کرو اور گھوڑوں کے تیار رکھنے کی کہ اس سے تم اللہ کے دشمنوں کو خوف زده رکھ سکو اور ان کے سوا اوروں کو بھی، جنہیں تم نہیں جانتے، اللہ انہیں خوب جان رہا ہے جو کچھ بھی اللہ کی راه میں صرف کرو گے وه تمہیں پورا پورا دیا جايے گا اور تمہارا حق نہ مارا جايے گا
وہ (عیسی علیہ السلام) محض ایک (برگزیدہ) بندہ تھے جن پر ہم نے انعام فرمایا اور ہم نے انہیں بنی اسرايیل کے ليے (اپنی قدرت کا) نمونہ بنایا تھا،
اور پھر شہر کی عورتوں نے کہنا شروع کردیا کہ عزیز مصر کی عورت اپنے جوان کو اپنی طرف کھینچ رہی تھی اور اسے اس کی محبت نے مدہوش بنادیا تھا ہم یہ دیکھ رہے ہیں کہ یہ عورت بالکل ہی کھلی ہويی گمراہی میں ہے
ایک روز فرعون نے اپنی قوم کے درمیان پکار کر کہا، "لوگو، کیا مصر کی بادشاہی میری نہیں ہے، اور یہ نہریں میرے نیچے نہیں بہہ رہی ہیں؟ کیا تم لوگوں کو نظر نہیں اتا؟
وہ جو کہتے ہیں اے رب ہمارے! ہم ایمان لايے ہیں سو ہمیں ہمارے گناہ بخش دے اور ہمیں دوزخ کے عذاب سے بچا لے
یہ پوچھتے ہیں کہ اخر قیامت کا دن کب ايے گا
پھر بے شک وہ دوزخ میں گرنے والے ہیں
اور جو شخص بھی ہدایت کے واضح ہوجانے کے بعد رسول سے اختلاف کرے گا اور مومنین کے راستہ کے علاوہ کويی دوسرا راستہ اختیار کرے گا اسے ہم ادھر ہی پھیر دیں گے جدھر وہ پھر گیا ہے اور جہنم میں جھونک دیں گے جو بدترین ٹھکانا ہے
ان کے اگے سونے کے تھال اور ساغر گردش کرايے جايیں گے اور ہر من بھاتی اور نگاہوں کو لذت دینے والی چیز وہاں موجود ہو گی ان سے کہا جايے گا، "تم اب یہاں ہمیشہ رہو گے
کیا ان لوگوں نے اس (خدا) اور جنوں کے درمیان کويی رشتہ ناطہ قرار دیا ہے؟ حالانکہ خود جنات جانتے ہیں کہ وہ (جزا و سزا کیليے) پکڑ کر حاضر کيے جايیں گے۔
اور اگر ہم ان کو پیغمبر (کے بھیجنے) سے پیشتر کسی عذاب سے ہلاک کردیتے تو وہ کہتے کہ اے ہمارے پروردگار تو نے ہماری طرف کويی پیغمبر کیوں نہ بھیجا کہ ہم ذلیل اور رسوا ہونے سے پہلے تیرے کلام (واحکام) کی پیروی کرتے
(خدا نے) اٹھ قسم کے جوڑے پیدا کیے ہیں دو قسمیں بھیڑ سے اور دو قسمیں بکری سے اپ کہیے کہ ایا اس نے ان دونوں قسم کے نروں کو حرام کیا ہے یا دونوں قسم کے ماداوں کو؟ یا جو دونوں، ماداوں کے پیٹ میں ہے؟ مجھے علم کی بنیاد پر بتاو۔ اگر تم سچے ہو۔
کبھی ان کے عذاب میں کمی نہ ہو گی، اور وہ اس میں مایوس پڑے ہوں گے
اور اللہ و رسول کے فرمانبردار رہو اس امید پر کہ تم رحم کیے جاو،
پھر ان میں بہت فساد پھیلایا
بولی ہايے خرابی کیا میرے بچہ ہوگا اور میں بوڑھی ہوں اور یہ ہیں میرے شوہر بوڑھے بیشک یہ تو اچنبھے کی بات ہے،
پھر نطفے کا لوتھڑا بنایا۔ پھر لوتھڑے کی بوٹی بنايی پھر بوٹی کی ہڈیاں بنايیں پھر ہڈیوں پر گوشت (پوست) چڑھایا۔ پھر اس کو نيی صورت میں بنا دیا۔ تو خدا جو سب سے بہتر بنانے والا بڑا بابرکت ہے
میں تو یقین رکھتا تھا کہ میں اپنے حساب کو (اسان) پانے والا ہوں،
اور انہیں ابراہیم کی خبر پڑھ کر سناو
فرما دیجيے: میرا رب (انبیاء کی طرف) حق کا القاء فرماتا ہے (وہ) سب غیبوں کو خوب جاننے والا ہے،
عاد نے رسولوں کو جھٹلایا
کويی ایسا نہیں جس پر نگہبان فرشتہ نہ ہو
پھر نوح (علیہ السلام) کے بعد ہم نے اور رسولوں کو ان کی قوموں کی طرف بھیجا سو وه ان کے پاس روشن دلیلیں لے کر ايے پس جس چیز کو انہوں نے اول میں جھوٹا کہہ دیا یہ نہ ہوا کہ پھر اس کو مان لیتے۔ اللہ تعالی اسی طرح حد سے بڑھنے والوں کے دلوں پر بند لگا دیتا ہے
بادشاه نے پوچھا اے عورتو! اس وقت کا صحیح واقعہ کیا ہے جب تم داو فریب کر کے یوسف کو اس کی دلی منشا سے بہکانا چاہتی تھیں، انہوں نے صاف جواب دیا کہ معاذ اللہ ہم نے یوسف میں کويی برايی نہیں پايی، پھر تو عزیز کی بیوی بھی بول اٹھی کہ اب تو سچی بات نتھر ايی۔ میں نے ہی اسے ورغلایا تھا، اس کے جی سے، اور یقینا وه سچوں میں سے ہے
پھر اسمان کی طرف متوجہ ہوا اور وہ دھواں تھا تو اس نے اس سے اور زمین سے فرمایا کہ دونوں او (خواہ) خوشی سے خواہ ناخوشی سے۔ انہوں نے کہا کہ ہم خوشی سے اتے ہیں
جو لوگ ایمان لايے اور جنہوں نے نیک عمل کیے، یقینا ان کے لیے جنت کے باغ ہیں جن کے نیچے نہریں بہتی ہوں گی، یہ ہے بڑی کامیابی
اے لوگو جو ایمان لايے ہو، تمہیں کیا ہو گیا کہ جب تم سے اللہ کی راہ میں نکلنے کے لیے کہا گیا تو تم زمین سے چمٹ کر رہ گيے؟ کیا تم نے اخرت کے مقابلہ میں دنیا کی زندگی کو پسند کر لیا؟ ایسا ہے تو تمہیں معلوم ہو کہ دنیوی زندگی کا یہ سب سروسامان اخرت میں بہت تھوڑا نکلے گا
اور نوح کی قوم نے بھی جب پیغمبروں کو جھٹلایا تو ہم نے انہیں غرق کر ڈالا اور لوگوں کے ليے نشانی بنا دیا۔ اور ظالموں کے ليے ہم نے دکھ دینے والا عذاب تیار کر رکھا ہے
اور (اے مسلمانو!) اسی طرح ہم نے تمہیں (اعتدال والی) بہتر امت بنایا تاکہ تم لوگوں پر گواہ بنو اور (ہمارا یہ برگزیدہ) رسول (صلی اللہ علیہ والہ وسلم) تم پر گواہ ہو، اور اپ پہلے جس قبلہ پر تھے ہم نے صرف اس ليے مقرر کیا تھا کہ ہم (پرکھ کر) ظاہر کر دیں کہ کون (ہمارے) رسول (صلی اللہ علیہ والہ وسلم) کی پیروی کرتا ہے (اور) کون اپنے الٹے پاوں پھر جاتا ہے، اور بیشک یہ (قبلہ کا بدلنا) بڑی بھاری بات تھی مگر ان پر نہیں جنہیں اﷲ نے ہدایت (و معرفت) سے نوازا، اور اﷲ کی یہ شان نہیں کہ تمہارا ایمان (یونہی) ضايع کردے، بیشک اﷲ لوگوں پر بڑی شفقت فرمانے والا مہربان ہے،
اور جس کی سختی سے اسمان پھٹا جا رہا ہوگا؟ اللہ کا وعدہ تو پورا ہو کر ہی رہنا ہے
اگر اللہ تعالی چاہتا تو ان سب کو ایک ہی امت کا بنا دیتا لیکن وه جسے چاہتا ہے اپنی رحمت میں داخل کرلیتا ہے اور ﻇالموں کا حامی اور مددگار کويی نہیں
پھر اس دن کیا حال ہوگا جب ہم ہر امت سے ایک گواہ لايیں گے اور (اے حبیب!) ہم اپ کو ان سب پر گواہ لايیں گے،
سوايے گرم پانی اور پیپ کے۔
کہا جلد میں تمہاری بخشش اپنے رب سے چاہو ں گا، بیشک وہی بخشنے والا مہربان ہے
اور ان لوگوں نے ظلم و تکبر کی راہ سے ان (معجزات) کا انکار کر دیا۔ حالانکہ ان کے نفوس (دلوں) کو ان کا یقین تھا۔ اب دیکھو کہ فساد کرنے والوں کا انجام کیا ہوا؟
اور جب ہم نے فرشتوں سے کہا کہ ادم کو سجده کرو تو ابلیس کے سوا سب نے سجده کیا۔ اس نے انکار کیا اور تکبر کیا اور وه کافروں میں ہوگیا
اور (ان سے کہا) جايے گا کہ اج ہم تمہیں اس طرح نظر انداز کریں گے جس طرح تم نے اس دن کی ملاقات (حاضری) کو بھلا دیا تھا۔ تمہارا ٹھکانہ دوزخ ہے اور تمہارا کويی مددگار نہیں ہے۔
تو اسمانوں اور زمین کے مالک کی قسم! یہ (اسی طرح) قابل یقین ہے جس طرح تم بات کرتے ہو
اور صور پھونکا گیا یہ ہے وعدہٴ عذاب کا دن
جب انہوں نے (اپس میں) تذکرہ کیا کہ یوسف اور اس کا بھايی ابا کو ہم سے زیادہ پیارے ہیں حالانکہ ہم جماعت (کی جماعت) ہیں۔ کچھ شک نہیں کہ ابا صریح غلطی پر ہیں
پھر ان کافروں کو کیا ہوگیا ہے کہ اپ کی طرف بھاگے چلے ارہے ہیں
اور وہ تم سے کیونکر فیصلہ چاہیں گے، حالانکہ ان کے پاس توریت ہے جس میں اللہ کا حکم موجود ہے بایں ہمہ اسی سے منہ پھیرتے ہیں اور وہ ایمان لانے والے نہیں،
پھر ان کی کچھ بناوٹ نہ رہی مگر یہ کہ بولے ہمیں اپنے رب اللہ کی قسم کہ ہم مشرک نہ تھے،
یہ اجازت تو تجھ سے وہی طلب کرتے ہیں جنہیں نہ اللہ پر ایمان ہے نہ اخرت کے دن کا یقین ہے جن کے دل شک میں پڑے ہويے ہیں اور وه اپنے شک میں ہی سرگرداں ہیں
ہم نے تم کو عذاب سے جو عنقریب انے والا ہے اگاہ کر دیا ہے جس دن ہر شخص ان (اعمال) کو جو اس نے اگے بھیجے ہوں گے دیکھ لے گا اور کافر کہے گا کہ اے کاش میں مٹی ہوتا
اور اس (قران) کو تمہاری قوم نے جھٹلایا حالانکہ وہ سراسر حق ہے۔ کہہ دو کہ میں تمہارا داروغہ نہیں ہوں
پیغمبر ان سے کہہ دیجيے کہ ہمارا ایمان اللہ پر ہے اور جو ہم پر نازل ہوا ہے اور جو ابراہیم علیھ السلام,اسماعیل علیھ السلام, اسحاق علیھ السلامیعقوب علیھ السلام اور اسباط علیھ السلامپر نازل ہوا ہے اور جو موسی علیھ السلام, عیسی علیھ السلام اور انبیاي کو خدا کی طرف سے دیا گیا ہے ان سب پر ہے. ہم ان کے درمیان تفریق نہیں کرتے ہیں اور ہم خدا کے اطاعت گزار بندے ہیں
یہ لوگ اپ پر احسان جتاتے ہیں کہ اسلام لے ايے ہیں تو اپ کہہ دیجيے کہ ہمارے اوپراپنے اسلام کا احسان نہ رکھو یہ خدا کا احسان ہے کہ اس نے تم کو ایمان لانے کی ہدایت دے دی ہے اگر تم واقعا دعوايے ایمان میں سچے ہو
الف، لام، میم۔
(اے مسلمانو!) تم اہل کتاب میں سے ان لوگوں کے ساتھ (بھی) جنگ کرو جو نہ اللہ پر ایمان رکھتے ہیں نہ یوم اخرت پر اور نہ ان چیزوں کو حرام جانتے ہیں جنہیں اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) نے حرام قرار دیا ہے اور نہ ہی دین حق (یعنی اسلام) اختیار کرتے ہیں، یہاں تک کہ وہ (حکم اسلام کے سامنے) تابع و مغلوب ہو کر اپنے ہاتھ سے خراج ادا کریں،
اور اس پر ایک بیل دار درخت اگا دیا
فرمایا اے موسی! اسے ہاتھ سے نیچے ڈال دے
اور ہم قیامت کے دن انصاف کی ترازو کھڑی کریں گے تو کسی شخص کی ذرا بھی حق تلفی نہ کی جايے گی۔ اور اگر رايی کے دانے کے برابر بھی (کسی کا عمل) ہوگا تو ہم اس کو لاحاضر کریں گے۔ اور ہم حساب کرنے کو کافی ہیں
پس الله سے ڈرو اور میرا کہا مانو
پس شاید کہ اپ اس وحی کے کسی حصے کو چھوڑ دینے والے ہیں جو اپ کی طرف نازل کی جاتی ہے اور اس سے اپ کا دل تنگ ہے، صرف ان کی اس بات پر کہ اس پر کويی خزانہ کیوں نہیں اترا؟ یا اس کے ساتھ کويی فرشتہ ہی اتا، سن لیجيے! اپ تو صرف ڈرانے والے ہی ہیں اور ہر چیز کا ذمہ دار اللہ تعالی ہے
اور ہم نے ان کی مدد کی پس وہی غالب رہے
اور لوط نے ان کو ہماری پکڑ سے ڈرایا بھی تھا مگر انہوں نے ڈرانے میں شک کیا
وه جب ہماری ایتوں میں سے کسی ایت کی خبر پالیتا ہے تو اس کی ہنسی اڑاتا ہے، یہی لوگ ہیں جن کے لیے رسوايی کی مار ہے
نوح (علیہ السلام) پر تمام جہانوں میں سلام ہو
اور یاد کرو جب اللہ نے تمہیں وعدہ دیا تھا کہ ان دونوں گروہوں میں ایک تمہارے لیے ہے اور تم یہ چاہتے تھے کہ تمہیں وہ ملے جس میں کانٹے کا کھٹکا نہیں (کويی نقصان نہ ہو) اور اللہ یہ چاہتا تھا کہ اپنے کلام سے سچ کو سچ کر دکھايے اور کافروں کی جڑ کا ٹ دے
تم سے جس چیز کا وعدہ کیا جا رہا ہے وہ یقینا انے والی ہے اور تم خدا کو عاجز کر دینے کی طاقت نہیں رکھتے
بے شک اللہ تعالی نے تمام جہان کے لوگوں میں سے ادم (علیہ السلام) کو اور نوح (علیہ السلام) کو، ابراہیم (علیہ السلام) کے خاندان اور عمران کے خاندان کو منتخب فرما لیا
اے لوگو جو ایمان لايے ہو، اگر تم نے ان اہل کتاب میں سے ایک گروہ کی بات مانی تو یہ تمہیں ایمان سے پھر کفر کی طرف پھیر لے جايیں گے
اور چاند کی جب اس کے پیچھے ايے
اور کافروں نے کہا کہ تم اس قران کو نہ سنو اور اس میں غل مچاو تاکہ تم غالب ہو جاو
تو اس دنیا میں بھی لعنت ان کے پیچھے لگی رہے گی اور قیامت کے دن بھی (لگی رہے گی) دیکھو عاد نے اپنے پروردگار سے کفر کیا۔ (اور) سن رکھو ہود کی قوم عاد پر پھٹکار ہے
ہم نے دوزخ کے یہ کارکن فرشتے بنايے ہیں، اور ان کی تعداد کو کافروں کے لیے فتنہ بنا دیا ہے، تاکہ اہل کتاب کو یقین ا جايے اور ایمان لانے والوں کا ایمان بڑھے، اور اہل کتاب اور مومنین کسی شک میں نہ رہیں، اور دل کے بیمار اور کفار یہ کہیں کہ بھلا اللہ کا اس عجیب بات سے کیا مطلب ہو سکتا ہے اس طرح اللہ جسے چاہتا ہے گمراہ کر دیتا ہے اور جسے چاہتا ہے ہدایت بخش دیتا ہے اور تیرے رب کے لشکروں کو خود اس کے سوا کويی نہیں جانتا اور اس دوزخ کا ذکر اس کے سوا کسی غرض کے لیے نہیں کیا گیا ہے کہ لوگوں کو اس سے نصیحت ہو
قسم ہے ان کی جو مسلسل چھوڑ دی جاتی ہیں۔
اگر تم دونوں الله کی جناب میں توبہ کرو تو (بہتر) ورنہ تمہارے دل تو مايل ہو ہی چکے ہیں اوراگر تم اپ کے خلاف ایک دوسرے کی مدد کرو گی تو بے شک اللهاپ کا مددگار ہے اور جبرايیل اور نیک بخت ایمان والے بھی اور سب فرشتے اس کے بعد اپ کے حامی ہیں
اور اگر ہم ان کی طرف فرشتے اتارتے اور ان سے مردے باتیں کرتے اور ہم ہر چیز ان کے سامنے اٹھا لاتے جب بھی وہ ایمان لانے والے نہ تھے مگر یہ کہ خدا چاہتا و لیکن ان میں بہت نرے جاہل ہیں
اے نبی! اللہ سے ڈرتے رہیں اور کافروں اور منافقوں کی اطاعت نہ کریں۔ بے شک اللہ بڑا جاننے والا، بڑا حکمت والا ہے۔
چنانچہ تمام فرشتوں نے سجدہ کیا
موسی نے فرمایا رب اسمانوں اور زمین کا اور جو کچھ ان کے درمیان میں ہے، اگر تمہیں یقین ہو
علاوہ ان لوگوں کے جو توبہ کرلیں اور اپنی اصلاح کرلیں اور خدا سے وابستہ ہوجايیں اور دین کو خالص اللہ کے ليے اختیار کریں تو یہ صاحبان ایمان کے ساتھ ہوں گے اور عنقریب اللر ان صاحبان ایمان کو اجر عظیم عطا کرے گا
یہاں تک کہ جب ہم ان کے خوشحال لوگوں کو عذاب کی گرفت میں لیتے ہیں تو وہ چیخنے چلانے لگتے ہیں۔
کیا تم نے ان (علماء یہود) کو نہیں دیکھا جن کو کتاب (تورات کے علم) سے تھوڑا سا حصہ ملا ہے جب انہیں کتاب خدا کی طرف بلایا جاتا ہے تاکہ وہ ان کے درمیان فیصلہ کرے اس پر ان کا ایک گروہ پیٹھ پھیر لیتا ہے۔ درانحالیکہ وہ روگردانی کرنے والے ہوتے ہیں۔
اسمانوں اور زمین کا مالک اور ان ساری چیزوں کا مالک جو ان کے درمیان ہیں، زبردست اور درگزر کرنے والا"
اور جو لوگ ایمان لايے اور انہوں نے نیک اعمال کيے ہم عنقریب انہیں ان جنتوں میں داخل کریں گے جن کے نیچے نہریں جاری ہوں گی وہ ان میں ہمیشہ ہمیشہ رہیں گے- یہ خدا کا برحق وعدہ ہے اور خدا سے زیادہ راست گو کون ہوسکتا ہے
پانی کی بوند سے اسے پیدا فرمایا، پھر اسے طرح طرح کے اندازوں پر رکھا
انہیں کیا ہو گیا ہے؟ کہ نصیحت سے منھ موڑ رہے ہیں
کیا انہوں نے کويی بات ٹھہرا رکھی ہے تو ہم بھی کچھ ٹھہرانے والے ہیں
دن کی روشنی کی قسم ہے
کافر اپس میں ایک دوسرے کے رفیق ہیں، اگر تم نے ایسا نہ کیا تو ملک میں فتنہ ہوگا اور زبردست فساد ہو جايے گا
اپ کہہ دیجيے! کہ کیا تم اس (اللہ) کا انکار کرتے ہو اور تم اس کے شریک مقرر کرتے ہو جس نے دو دن میں زمین پیدا کردی، سارے جہانوں کا پروردگار وہی ہے
اور اپنا حصہ تم یہی لیتے ہو کہ اسے جھٹلاتے ہو
جو کويی راہ ہدایت اختیار کرتا ہے تو وہ اپنے فايدہ کے ليے ہدایت پر چلتا ہے اور جو شخص گمراہ ہوتا ہے تو اس کی گمراہی کا وبال (بھی) اسی پر ہے، اور کويی بوجھ اٹھانے والا کسی دوسرے (کے گناہوں) کا بوجھ نہیں اٹھايے گا، اور ہم ہرگز عذاب دینے والے نہیں ہیں یہاں تک کہ ہم (اس قوم میں) کسی رسول کو بھیج لیں،
تم اپنے دین پر میں اپنے دین پر
بے شک جو لوگ ہماری ایتوں (کے معنی) میں صحیح راہ سے انحراف کرتے ہیں وہ ہم پر پوشیدہ نہیں ہیں، بھلا جو شخص اتش دوزخ میں جھونک دیا جايے (وہ) بہتر ہے یا وہ شخص جو قیامت کے دن (عذاب سے) محفوظ و مامون ہو کر ايے، تم جو چاہو کرو، بے شک جو کام تم کرتے ہو وہ خوب دیکھنے والا ہے،
بار بار نگاہ دوڑاو تمہاری نگاہ تھک کر نامراد پلٹ ايے گی
جنہوں نے کفر کیا اور اللہ کی راہ سے روکا ہم نے عذاب پر عذاب بڑھایا بدلہ ان کے فساد کا،
فرمایا کہ تجھے مہلت دی جاتی ہے
اور قسم ہے رسول کے یا رب پکارنے کی بے شک یہ ایسے لوگ ہیں کہ ایمان نہ لايیں گے
صدقات (مال زکوۃ) تو اور کسی کے ليے نہیں صرف فقیروں کے ليے ہے مسکینوں کے ليے ہے اور ان کارکنوں کے ليے ہے جو اس کی وصولی کے ليے مقرر ہیں۔ اور ان کے ليے ہے جن کی (دلجويی) مطلوب ہے۔ نیز (غلاموں اور کنیزوں کی) گردنیں (چھڑانے) کے ليے ہے اور مقروضوں (کا قرضہ ادا کرنے) کے ليے ہے اور اللہ کی راہ میں خرچ کرنے کے ليے ہے اور مسافروں (کی مدد) کے ليے ہے یہ اللہ کی طرف سے فرض ہے اور اللہ بڑا جاننے والا، بڑا حکمت والا ہے۔
فرما دیجيے: اس (قران) کو روح القدس (جبريیل علیہ السلام) نے اپ کے رب کی طرف سے سچايی کے ساتھ اتارا ہے تاکہ ایمان والوں کو ثابت قدم رکھے اور (یہ) مسلمانوں کے ليے ہدایت اور بشارت ہے،
اپ کہہ دیجيے کہ تم لوگ زمین میں سیر کرو اور دیکھو کہ خدا نے کس طرح خلقت کا اغاز کیا ہے اس کے بعد وہی اخرت میں دوبارہ ایجاد کرے گا بیشک وہی ہر شے پر قدرت رکھنے والا ہے
جن لوگوں کو ہم نے اس سے پہلے کتاب عطا کی تھی وہ (اسی ہدایت کے تسلسل میں) اس (قران) پر (بھی) ایمان رکھتے ہیں،
تمہاری عورتیں کھیتی ہیں۔ (اس ليے) اپنی کھیتی میں جس طرح چاہو او۔ اور اپنے ليے (خدا کی بارگاہ میں) پیشگی (اعمال) بھیج دو۔ اور اللہ اور ایمان والوں کو خوشخبری (مبارکباد) دے دو۔
انہوں نے کہا کہ شعیب تمہاری بہت سی باتیں ہماری سمجھ میں نہیں اتیں اور ہم دیکھتے ہیں کہ تم ہم میں کمزور بھی ہو اور اگر تمہارے بھايی نہ ہوتے تو ہم تم کو سنگسار کر دیتے اور تم ہم پر (کسی طرح بھی) غالب نہیں ہو
پھر اس کے بعد ایک سال ایسا ايے گا جس میں لوگوں کو (خوب) بارش دی جايے گی اور (اس سال اس قدر پھل ہوں گے کہ) لوگ اس میں (پھلوں کا) رس نچوڑیں گے،
تم سے جس چیز کا وعدہ کیا جا رہا ہے وہ یقینا انے والی ہے اور تم خدا کو عاجز کر دینے کی طاقت نہیں رکھتے
اور ان کے پاس نیچی نگاہ رکھنے والی (اور) ہم عمر (عورتیں) ہوں گی
ہم عنقریب کافروں کے دلوں میں (تمہارا) رعب ڈال دیں گے اس وجہ سے کہ انہوں نے اس چیز کو اللہ کا شریک ٹھہرایا ہے جس کے ليے اللہ نے کويی سند نہیں اتاری اور ان کا ٹھکانا دوزخ ہے اور ظالموں کا (وہ) ٹھکانا بہت ہی برا ہے،
اور اس شخص نے کہا جو ایمان لا چکا تھا: اے میری قوم! میں تم پر (بھی اگلی) قوموں کے روز بد کی طرح (عذاب) کا خوف رکھتا ہوں،
اور اگر اپ (وه وقت) ملاحظہ کریں جب کہ یہ کفار گھبرايے پھریں گے پھر نکل بھاگنے کی کويی صورت نہ ہوگی اور قریب کی جگہ سے گرفتار کر ليے جايیں گے
اور بیشک وہ مال کی چاہت میں ضرور کرا (تیز) ہے
اور جب ان سے کہا جاتا ہے کہ اللہ نے تمہیں جو کچھ عطا کیا ہے اس سے (کچھ) راہ خدا میں بھی خرچ کرو تو کافر اہل ایمان سے کہتے ہیں کیا ہم اسے کھلايیں جسے اگر خدا چاہتا تو خود کھلا دیتا؟ تم لوگ کھلی ہويی گمراہی میں مبتلا ہو۔
اور (حرام کی گيیں) شوہر والی عورتیں مگر وه جو تمہاری ملکیت میں اجايیں، اللہ تعالی نے یہ احکام تم پر فرض کر دیيے ہیں، اور ان عورتوں کے سوا اور عورتیں تمہارے ليے حلال کی گيیں کہ اپنے مال کے مہر سے تم ان سے نکاح کرنا چاہو برے کام سے بچنے کے ليے نہ کہ شہوت رانی کرنے کے ليے، اس ليے جن سے تم فايده اٹھاو انہیں ان کا مقرر کیا ہوا مہر دے دو، اور مہر مقرر ہو جانے کے بعد تم اپس کی رضامندی سے جو طے کرلو اس میں تم پر کويی گناه نہیں، بے شک اللہ تعالی علم واﻻ حکمت واﻻ ہے
اور اس ذات کی قسم جس نے نر اور مادہ کو پیدا کیا۔
جو بھی اللہ ملايکہ مرسلین اور جبریل و میکايیکل کا دشمن ہوگا اسے معلوم رہے کہ خدا بھی تمام کافروں کا دشمن ہے
جو لوگ رسول خدا(ص) کے پاس (بات کرتے ہويے) اپنی اوازیں پست رکھتے ہیں یہی وہ لوگ ہیں جن کے دلوں کو اللہ نے پرہیزگاری کیليے ازمایا ہے ان کے ليے مغفرت اور اجر عظیم ہے۔
اور ہم نے موسی کی طرف وحی کی کہ میرے بندوں کو لے کر راتوں رات نکل جاو پھر ان کے ليے دریا میں عصا مار کر خشک راستہ بنادو تمہیں نہ فرعون کے پالینے کا خطرہ ہے اور نہ ڈوب جانے کا
پس (اے حبیب مکرم!) اپ مجھے اور اس شخص کو جو اس کلام کو جھٹلاتا ہے (انتقام کے ليے) چھوڑ دیں، اب ہم انہیں اہستہ اہستہ (تباہی کی طرف) اس طرح لے جايیں گے کہ انہیں معلوم تک نہ ہوگا،
اور جو اسمان میں ہے اور جو زمین میں ہے جانداروں سے اور فرشتے سب الله ہی کو سجدہ کرتے ہیں اوروہ تکبرنہیں کرتے
ان لوگوں کو دگنا بدلہ دیا جايے گا کیونکہ صبر کرتے رہے ہیں اور بھلايی کے ساتھ برايی کو دور کرتے ہیں اور جو (مال) ہم نے ان کو دیا ہے اس میں سے خرچ کرتے ہیں
اور ہم اسی طرح اس گمراہی کو مجرمین کے دل میں ڈال دیتے ہیں
پھر اسے جہنم میں جھونک دو
کہ اس کے وسیع راستوں میں چلو،
یقینا اگر ان لوگوں کو تمہاری اطلاع ہوگيی تو وہ تمہیں سنگسار کر دیں گے یا پھر (زبردستی) تمہیں اپنے دین کی طرف واپس لے جايیں گے اور اس طرح تم کبھی بھی فلاح نہیں پا سکوگے۔
اس سے روگرداں ہويے اور بولے سکھایا ہوا دیوانہ ہے
ان پر سیاہی چڑھ رہی ہے
فرشتوں نے عرض کیا: تیری ذات (ہر نقص سے) پاک ہے ہمیں کچھ علم نہیں مگر اسی قدر جو تو نے ہمیں سکھایا ہے، بیشک تو ہی (سب کچھ) جاننے والا حکمت والا ہے،
ان سے پوچھو، اسمانوں اور زمین میں جو کچھ ہے وہ کس کاہے؟کہو سب کچھ اللہ ہی کا ہے، اس نے رحم و کرم کا شیوہ اپنے اوپر لازم کر لیا ہے (اسی لیے وہ نافرمانیوں اور سرکشیوں پر تمہیں جلدی سے نہیں پکڑ لیتا)، قیامت کے روز وہ تم سب کو ضرور جمع کرے گا، یہ بالکل ایک غیر مشتبہ حقیقت ہے، مگر جن لوگوں نے اپنے اپ کو خود تباہی کے خطرے میں مبتلا کر لیا ہے وہ اسے نہیں مانتے
اور کیا ان لوگوں کو جو سابق اہل زمین کے بعد زمین کے وارث ہوتے ہیں، اس امر واقعی نے کچھ سبق نہیں دیا کہ اگر ہم چاہیں تو ان کے قصوروں پر انہیں پکڑ سکتے ہیں؟ (مگر وہ سبق اموز حقايق سے تغافل برتتے ہیں) اور ہم ان کے دلوں پر مہر لگا دیتے ہیں، پھر وہ کچھ نہیں سنتے
اور وہ جس نے چارہ نکالا
اور صبر ہی کرو اور تمہارا صبر بھی خدا ہی کی مدد سے ہے اور ان کے بارے میں غم نہ کرو اور جو یہ بداندیشی کرتے ہیں اس سے تنگدل نہ ہو
اب اس میں چلے جاو پھر چاہے صبر کرو یا نہ کرو سب برابر ہے یہ تمہارے ان اعمال کی سزادی جارہی ہے جو تم انجام دیا کرتے تھے
تو تم اس روح کو کیوں نہیں لوٹا دیتے اگر تم سچے ہو
اے ایمان والو! شیطان کے نقش قدم پر نہ چلو۔ اور جو کويی شیطان کے نقش قدم پر چلتا ہے تو وہ اسے بے حیايی اور ہر طرح کی برايی کا حکم دیتا ہے اور اگر تم پر خدا کا فضل و کرم اور اس کی رحمت نہ ہوتی تو تم میں سے کويی بھی کبھی پاک و صاف نہ ہوتا۔ لیکن اللہ جسے چاہتا ہے اسے پاک و صاف کر دیتا ہے اور اللہ بڑا سننے والا، بڑا جاننے والا ہے۔
تو بیشک ضرور ہمیں پوچھنا ہے ان سے جن کے پاس رسول گيے اور بیشک ضرور ہمیں پوچھنا ہے رسولوں سے
انہوں نے کہا "بخدا کہ تم کو اللہ نے ہم پر فضیلت بخشی اور واقعی ہم خطا کار تھے"
انہوں نے کہا تمہارے رب نے یونہی فرمادیا، اور وہی حکیم دانا ہے،
اوروہ ہنسی کی بات نہیں ہے
پھر زمین کو خوب چیرا،
ان میں سے ایک بھی ایسا نہ تھا جس نے رسولوں کی تکذیب نہ کی ہو پس میری سزا ان پر ﺛابت ہوگيی
اور ہم پیغبروں کو صرف اس لیے بھیجا کرتے ہیں کہ وہ بشارت دیں اور ڈرايیں پھر جو شخص ایمان لے اوے اور اپنی اصلاح کر لے سو ان پر کويی ڈر نہ ہوگا اور نہ وہ غم کھاييں گے
اور انہیں ہم نے زمین میں متفرق کردیا گروہ گروہ، ان میں کچھ نیک ہیں اور کچھ اور طرح کے اور ہم نے انہیں بھلايیوں اور برايیوں سے ازمایا کہ کہیں وہ رجوع لايیں
تاکہ رجوع لانے والے بندے ہدایت اور نصیحت حاصل کریں
پھر اگر وہ (بھی) اسی طرح ایمان لايیں جیسے تم اس پر ایمان لايے ہو تو وہ (واقعی) ہدایت پا جايیں گے، اور اگر وہ منہ پھیر لیں تو (سمجھ لیں کہ) وہ محض مخالفت میں ہیں، پس اب اللہ اپ کو ان کے شر سے بچانے کے ليے کافی ہوگا، اور وہ خوب سننے والا جاننے والا ہے،
پیغمبر مومنوں پر ان کی جانوں سے بھی زیادہ حق رکھتے ہیں اور پیغمبر کی بیویاں ان کی مايیں ہیں۔ اور رشتہ دار اپس میں کتاب الله کے رو سے مسلمانوں اور مہاجروں سے ایک دوسرے (کے ترکے) کے زیادہ حقدار ہیں۔ مگر یہ کہ تم اپنے دوستوں سے احسان کرنا چاہو۔ (تو اور بات ہے) ۔ یہ حکم کتاب یعنی (قران) میں لکھ دیا گیا ہے
ان لوگوں نے ظلم اور غرور کے جذبہ کی بناي پر انکار کردیا تھا ورنہ ان کے دل کو بالکل یقین تھا پھر دیکھو کہ ایسے مفسدین کا انجام کیا ہوتا ہے
تو اس میں کجی اور ٹیلا نہیں دیکھے گا
اور ہم نے جتنی بستیاں ہلاک کی ہیں ان سب کے لیے ایک مقرر وقت لکھا ہوا تھا
جو محلات میں پڑے کھیل تماشہ کررہے ہیں
اس نے کہا "تمہارے رب کی پھٹکار تم پر پڑ گيی اور اس کا غضب ٹوٹ پڑا کیا تم مجھ سے ان ناموں پر جھگڑتے ہو جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں، جن کے لیے اللہ نے کويی سند نازل نہیں کی ہے اچھا تو تم بھی انتظار کرو اور میں بھی تمہارے ساتھ انتظار کرتا ہوں"
(اے پیغمبر) لوگ تم سے (یتیم) عورتوں کے بارے میں فتوی طلب کرتے ہیں۔ کہہ دو کہ خدا تم کو ان کے (ساتھ نکاح کرنے کے) معاملے میں اجازت دیتا ہے اور جو حکم اس کتاب میں پہلے دیا گیا ہے وہ ان یتیم عورتوں کے بارے میں ہے جن کو تم ان کا حق تو دیتے نہیں اور خواہش رکھتے ہو کہ ان کے ساتھ نکاح کرلو اور (نیز) بیچارے بیکس بچوں کے بارے میں۔ اور یہ (بھی حکم دیتا ہے) کہ یتیموں کے بارے میں انصاف پر قايم رہو۔ اور جو بھلايی تم کرو گے خدا اس کو جانتا ہے
پھر چلنے والیاں نرمی سے
تو انہوں نے اپنی رسیاں اور لاٹھیاں ڈالیں اور بولے فرعون کی عزت کی قسم بیشک ہماری ہی جیت ہے،
اور ثمود کو پس اسے باقی نہ چھوڑا
پس فرعون لوٹ گیا اور اس نے اپنے ہتھکنڈے جمع کیے پھر اگیا
ایمان والو جب بھی اپس میں ایک مقررہ مدت کے ليے قرض کا لین دین کرو تو اسے لکھ لو اورتمہارے درمیان کويی بھی کاتب لکھے لیکن انصاف کے ساتھ لکھے اور کاتب کو نہ چاہيے کہ خدا کی تعلیم کے مطابق لکھنے سے انکار کرے . اسے لکھ دینا چاہيے اور جس کے ذمہ قرض ہے اس کو چاہيے کہ وہ املا کرے اور اس خدا سے ڈرتا رہے جو اس کا پالنے والاہے اور کسی طرح کی کمی نہ کرے . اب اگرجس کے ذمہ قرض ہے وہ نادان کمزور یامضمون بتانے کے قابل نہیں ہے تو اس کا ولی مضمون تیار کرے---- اور اپنے مردوں میں سے دو کو گواہ بناو اور دو مذد نہ ہوں تو ایک مذد اور دو عورتیں تاکہ ایک بہکنے لگے تو دوسری یاد دلادے اور گواہوں کو چاہيے کہ گواہی کے ليے بلايے جايیں تو انکار نہ کریں اور خبردار لکھا پڑھی سے ناگواری کا اظہار نہ کرنا چاہے قرض چھوٹا ہو یا بڑا مدت معین ہونی چاہيے .یہی پروردگار کے نزدیک عدالت کے مطابق اورگواہی کے ليے زیادہ مستحکم طریقہ ہے او ر اس امر سے قریب تر ہے کہ اپس میںشک و شبہ نہ پیدا ہو---- ہاں اگر تجارت نقد ہے جس سے تم لوگ اپس میں اموال کی الٹ پھیر کرتے ہو تو نہ لکھنے میں کويی حرج بھی نہیں ہے اور اگر تجارت میں بھی گواہ بناو تو کاتب یا گواہ کو حق نہیں کہ اپنے طرز عمل سے لوگوں کو نقصان پہنچايے اور نہ لوگوں کو یہ حق ہے اوراگرتم نے ایسا کیا تویہ اطاعت خدا سے نافرمانی
اور اگر تم ایک بیوی کی جگہ دوسری بیوی کرنا ہی چاہو اور ان میں سے کسی کو تم نے خزانہ کا خزانہ دے رکھا ہو، تو بھی اس میں سے کچھ نہ لو کیا تم اسے ناحق اور کھلا گناه ہوتے ہويے بھی لے لو گے، تم اسے کیسے لے لو گے
تو رات کو دن میں داخل کرتا ہے اور دن کو رات میں داخل کرتا ہے اور زندہ کو مردہ سے نکالتا ہے اور مردہ کو زندہ سےنکالتا ہے اور جسے تو چاہتا ہے بے حساب رزق دیتا ہے
جس دن وہ تم کو اکھٹا ہونے (یعنی قیامت) کے دن اکھٹا کرے گا وہ نقصان اٹھانے کا دن ہے۔ اور جو شخص خدا پر ایمان لايے اور نیک عمل کرے وہ اس سے اس کی برايیاں دور کردے گا اور باغہايے بہشت میں جن کے نیچے نہریں بہہ رہی ہیں داخل کرے گا۔ ہمیشہ ان میں رہیں گے۔ یہ بڑی کامیابی ہے
تو اس وقت (ان کا) کیسا (حال) ہوگا جب فرشتے ان کی جان نکالیں گے اور ان کے مونہوں اور پیٹھوں پر مارتے جايیں گے
لوگوں کا حساب نزدیک اور وہ غفلت میں منہ پھیرے ہیں
اور سبزے اور پیڑ سجدہ کرتے ہیں
ان کو پاکیزہ بات قبول کرنے کی ہدایت بخشی گيی اور انہیں خدايے ستودہ صفات کا راستہ دکھایا گیا
اور جو لوگ اللہ تعالی کی باتوں میں جھگڑا ڈالتے ہیں اس کے بعد کہ (مخلوق) اسے مان چکی ان کی کٹ حجتی اللہ کے نزدیک باطل ہے، اور ان پر غضب ہے اور ان کے لیے سخت عذاب ہے
اور ان کے کفر او رمریم پر بڑا بہتان باندھنے کے سبب سے
زمین جو کچھ ان سے گھٹاتی ہے وه ہمیں معلوم ہے اور ہمارے پاس سب یاد رکھنے والی کتاب ہے
تو ہی رات کو دن میں داخل کرتا ہے اور دن کو رات میں لے جاتا ہے، تو ہی بے جان سے جاندار پیدا کرتا ہے اور تو ہی جاندار سے بے جان پیدا کرتا ہے، تو ہی ہے کہ جسے چاہتا ہے بے شمار روزی دیتا ہے
تم کھاو اور اپنے مویشیوں کو چراو بیشک اس میں نشانیاں ہیں عقل والوں کو،
اور اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے یا کہے مجھے وحی ہويی اور اسے کچھ وحی نہ ہويی اور جو کہے ابھی میں اتارتا ہوں ایسا جیسا اللہ نے اتارا اور کبھی تم دیکھوں جس وقت ظالم موت کی سختیوں میں ہیں اور فرشتے ہاتھ پھیلاتے ہويے ہیں کہ نکالو اپنی جانیں، اج تمہیں خواری کا عذاب دیا جايے گا بدلہ اس کا کہ اللہ پر جھوٹ لگاتے تھے اور اس کی ایتوں سے تکبر کرتے،
اور یہ لوگ اﷲ کے سوا ان (بتوں) کی پرستش کرتے ہیں جس کی اس نے کويی سند نہیں اتاری اور نہ (ہی) انہیں اس (بت پرستی کے انجام) کا کچھ علم ہے، اور (قیامت کے دن) ظالموں کا کويی مددگار نہ ہوگا،
وہ وہاں قابل اطاعت اور پھر امانت دار ہے
اور طلاق والی عورتیں تین حیض تک اپنی تيیں روکے رہیں۔ اور اگر وہ خدا اور روز قیامت پر ایمان رکھتی ہیں تو ان کا جايز نہیں کہ خدا نے جو کچھ ان کے شکم میں پیدا کیا ہے اس کو چھپايیں۔ اور ان کے خاوند اگر پھر موافقت چاہیں تو اس (مدت) میں وہ ان کو اپنی زوجیت میں لے لینے کے زیادہ حقدار ہیں۔ اور عورتوں کا حق (مردوں پر) ویسا ہی ہے جیسے دستور کے مطابق (مردوں کا حق) عورتوں پر ہے۔ البتہ مردوں کو عورتوں پر فضیلت ہے۔ اور خدا غالب (اور) صاحب حکمت ہے
پس اج نہ تم سے کويی تاوان لیا جايے گا اور نہ ان سے جنہوں نے انکار کیا تھا تمہارا سب کا ٹھکانا دوزخ ہے وہی تمہارا رفیق ہے اوربہت ہی بری جگہ ہے
بیشک اللہ صاحبان هایمان اور نیک عمل کرنے والوں کو ان جنتوں میں داخل کرتا ہے جن کے نیچے نہریں جاری ہوتی ہیں انہیں ان جنتوں میں سونے کے کنگن اور موتی پہنايے جايیں گے اور ان کا لباس اس جنت میں ریشم کا لباس ہوگا
نہیں جو شخص اپنا رخ خدا کی طرف کردے گااور نیک عمل کرے گا اس کے ليے پروردگار کے یہاں اجر ہے اور نہ کويی خوف ہے نہ حزن
کہ نہ فربہی لايیں اور نہ بھوک میں کام دیں
وہ ہمیشہ ہمیشہ وہاں رہیں گے کیا ہی اچھا ہے وہ مستقر اور وہ مقام
اور (پھر) ہم ان اعمال کی طرف متوجہ ہوں گے جو (بزعم خویش) انہوں نے (زندگی میں) کيے تھے تو ہم انہیں بکھرا ہوا غبار بنا دیں گے،
یا وہ کونسا تمہارا لشکر ہے کہ رحمن کے مقابل تمہاری مدد کرے کافر نہیں مگر دھوکے میں
اورجب ہماری ایتوں میں سے کسی کو سن لیتاہے تو اس کی ہنسی اڑاتا ہے ایسوں کے لیے ذلت کا عذاب ہے
اﷲ ان لوگوں کو کیونکر ہدایت فرمايے جو ایمان لانے کے بعد کافر ہو گيے حالانکہ وہ اس امر کی گواہی دے چکے تھے کہ یہ رسول سچا ہے اور ان کے پاس واضح نشانیاں بھی اچکی تھیں، اور اﷲ ظالم قوم کو ہدایت نہیں فرماتا،
نعمتوں کے باغات میں (رہیں گے)،
اور جو لوگ خدا اور اس کے رسول کی اطاعت کرتے ہیں وہ (قیامت کے روز) ان لوگوں کے ساتھ ہوں گے جن پر خدا نے بڑا فضل کیا یعنی انبیاء اور صدیق اور شہید اور نیک لوگ اور ان لوگوں کی رفاقت بہت ہی خوب ہے
اللہ علانیہ بدگويی کو پسند نہیں کرتا سوايے اس کے کہ جس پر ظلم ہوا ہو (کہ اس کے لیے ظالم کی بدگويی جايز ہے) اللہ بڑا سننے والا، بڑا جاننے والا ہے۔
زمین پر جتنے ہیں سب کو فنا ہے
اور پہاڑ ٹوٹ کر ریزہ ریزہ ہو جايیں گے،
لیکن تم اس کے بعد بھی پھر گيے، پھر اگر اللہ تعالی کا فضل اور اس کی رحمت تم پر نہ ہوتی تو تم نقصان والے ہوجاتے
اے ایمان والو! اطاعت کرو اللہ کی اور اطاعت کرو رسول(ص) کی اور (ان کی مخالفت کر کے) اپنے اعمال کو برباد نہ کرو۔
الله نے ایک مثال بیان کی ہے ایک غلام ہے جس میں کيی ضدی شریک ہیں اور ایک غلام سالم ایک ہی شخص کا ہے کیا دونوں کی حالت برابر ہے سب تعریف الله ہی کے لیے ہے مگر ان میں سے اکثر نہیں سمجھتے
بیشک جن لوگوں نے مسلمان مردوں اور عورتوں کو ستایا پھر توبہ (بھی) نہ کی تو ان کے ليے جہنم کا عذاب ہے اور جلنے کا عذاب ہے
تو دن نکلتے انہیں چنگھاڑ نے الیا
یہی سچے ایمان والے ہیں ان کے رب کے ہاں ان کے لیے درجے ہیں اور بخشش ہے اور عزت کا رزق ہے
اور جو نکاح کا موقع نہ پايیں انہیں چاہیے کہ عفت مابی اختیار کریں، یہاں تک کہ اللہ اپنے فضل سے ان کو غنی کر دے اور تمہارے مملوکوں میں سے جو مکاتبت کی درخواست کریں ان سے مکاتبت کر لو اگر تمہیں معلوم ہو کہ ان کے اندر بھلايی ہے، اور ان کو اس مال میں سے دو جو اللہ نے تمہیں دیا ہے اور اپنی لونڈیوں کو ا پنے دنیوی فايدوں کی خاطر قحبہ گری پر مجبور نہ کرو جبکہ وہ خود پاکدامن رہنا چاہتی ہوں، اور جو کويی ان کو مجبور کرے تو اس جبر کے بعد اللہ ان کے لیے غفور و رحیم ہے
مگر جو لوگ ایسے لوگوں سے جا ملے ہوں جن میں اور تم میں (صلح کا) عہد ہو یا اس حال میں کہ ان کے دل تمہارے ساتھ یا اپنی قوم کے ساتھ لڑنے سے رک گيے ہوں تمہارے پاس اجايیں (تو احتراز ضروری نہیں) اور اگر خدا چاہتا تو ان کو تم پر غالب کردیتا تو وہ تم سے ضرور لڑتے پھر اگر وہ تم سے (جنگ کرنے سے) کنارہ کشی کریں اور لڑیں نہیں اور تمہاری طرف صلح (کا پیغام) بھیجیں تو خدا نے تمہارے ليے ان پر (زبردستی کرنے کی) کويی سبیل مقرر نہیں کی
کھال اتار لینے والی بلارہی ہے
اور جو کويی (خدا کے حضور) نیکی لے کر ايے گا اس کو ویسی دس نیکیاں ملیں گی اور جو برايی لايے گا اسے سزا ویسے ہی ملے گی اور ان پر ظلم نہیں کیا جايے گا
جو لوگ یہ چاہتے ہیں کہ صاحبان ایمان میں بدکاری کا چرچا پھیل جايے ان کے ليے بڑا دردناک عذاب ہے دنیا میں بھی اور اخرت میں بھی اور اللہ سب کچھ جانتا ہے صرف تم نہیں جانتے ہو
(ارشاد ہوا:) تم اپنا پاوں زمین پر مارو، یہ (پانی کا) ٹھنڈا چشمہ ہے نہانے کے ليے اور پینے کے ليے،
جب ان سے ان کے بھايی ہود نے کہا کہ تم کیوں نہیں ڈرتے
یہ وہ لوگ ہیں جنہوں نے اخرت کے بدلے دنیا کی زندگی خریدی۔ سو نہ تو ان سے عذاب ہی ہلکا کیا جايے گا اور نہ ان کو (اور طرح کی) مدد ملے گی
(موسی علیہ السلام نے کہا:) اللہ تعالی فرماتا ہے (وہ کويی گھٹیا گايے نہیں بلکہ) یقینی طور پر ایسی (اعلی) گايے ہو جس سے نہ زمین میں ہل چلانے کی محنت لی جاتی ہو اور نہ کھیتی کو پانی دیتی ہو، بالکل تندرست ہو اس میں کويی داغ دھبہ بھی نہ ہو، انہوں نے کہا: اب اپ ٹھیک بات لايے (ہیں)، پھر انہوں نے اس کو ذبح کیا حالانکہ وہ ذبح کرتے معلوم نہ ہوتے تھے،
کويی قوم نہ اپنے وقت مقرر سے پہلے ہلاک ہوسکتی ہے، نہ اس کے بعد چھوٹ سکتی ہے
دیکھو خالص عبادت خدا ہی کے ليے (زیبا ہے) اور جن لوگوں نے اس کے سوا اور دوست بنايے ہیں۔ (وہ کہتے ہیں کہ) ہم ان کو اس ليے پوجتے ہیں کہ ہم کو خدا کا مقرب بنادیں۔ تو جن باتوں میں یہ اختلاف کرتے ہیں خدا ان میں ان کا فیصلہ کردے گا۔ بےشک خدا اس شخص کو جو جھوٹا ناشکرا ہے ہدایت نہیں دیتا
اور ان کے دلو ں میں الفت ڈال دی جو کچھ زمین میں ہے اگر سارا تو خرچ کر دیتا ان کے دلوں میں الفت نہ ڈال سکتا لیکن الله نے ان میں الفت ڈال دی بے شک الله غالب حکمت والا ہے
اے ایمان والو! اللہ سے ڈرو اور سچوں کے ساتھ ہو جاو۔
روشن کتاب کی قسم ہے
اور طور سینا
اگر ان سے (یعنی حاجت مند رشتہ داروں، مسکینوں اور مسافروں سے) تمہیں کترانا ہو، اس بنا پر کہ ابھی تم اللہ کی اس رحمت کو جس کے تم امیدوار ہو تلاش کر رہے ہو، تو انہیں نرم جواب دے دو
میں تمہارے ليے امانت دار رسول ہوں۔
وہ کہنے لگے کہ لوط اگر تم باز نہ او گے تو شہر بدر کردیيے جاو گے
ان لوگوں نے کہا یہ بھی پوچھيے کہ رنگ کیا ہوگا. کہا کہ حکم خدا ہے کہ زرد بھڑک دار رنگ کی ہو جو دیکھنے میں بھلی معلوم ہو
وہ ان کی مدد نہیں کر سکیں گے اور وہ ان کے حق میں ایک فریق (مخالف) ہوں گے جو حاضر کیے جايیں گے
اس کی جلدی مچارہے ہیں وہ جو اس پر ایمان نہیں رکھتے اور جنہیں اس پر ایمان ہے وہ اس سے ڈر رہے ہیں اورجانتے ہیں کہ بیشک وہ حق ہے، سنتے ہو بیشک جو قیامت میں شک کرتے ہیں ضرور دور کی گمراہی میں ہیں،
انہوں نے کہا کہ اے قوم! میں تم کو کھلے طور پر نصیحت کرتا ہوں
اس جگہ ان کی دعا یہ ہو گی کہ اے الله تیری ذات پاک ہے اوروہاں ان کا باہمی تحفہ سلام ہوگا اور ان کی دعا کا خاتمہ اس پر ہوگا سب تعریف الله کے لیے ہے جو سارے جہان کا پالنے والا ہے
ایک معین اندازے تک
اﷲ ہی ہے جس نے تمہیں کمزور چیز (یعنی نطفہ) سے پیدا فرمایا پھر اس نے کمزوری کے بعد قوت (شباب) پیدا کیا، پھر اس نے قوت کے بعد کمزوری اور بڑھاپا پیدا کر دیا، وہ جو چاہتا ہے پیدا فرماتا ہے اور وہ خوب جاننے والا، بڑی قدرت والا ہے،
کیا ہے وه کھڑکھڑا دینے والی
دوڑ کر چلو ا س راہ پر جو تمہارے رب کی بخشش اور اس جنت کی طرف جاتی ہے جس کی وسعت زمین اور اسمانوں جیسی ہے، اور وہ ان خدا ترس لوگوں کے لیے مہیا کی گيی
اور یہ بستیاں ہیں جنہیں ہم نے ہلک کیا ہے جب انہوں نے ظلم کیا تھا اور ہم نے ان کی ہلاکت کا بھی ایک وقت مقرر کیا تھا
حالانکہ پہلے خدا سے اقرار کر چکے تھے کہ پیٹھ نہیں پھریں گے۔ اور خدا سے (جو) اقرار (کیا جاتا ہے اس کی) ضرور پرسش ہوگی
اللہ ہی وہ ہے جس نے اسمان و زمین کو پیدا کیا ہے اور اسمان سے پانی برسا کر اس کے ذریعہ تمہاری روزی کے ليے پھل پیدا کيے ہیں اور کشتیوں کو مسخر کردیا ہے کہ سمندر میں اس کے حکم سے چلیں اور تمہارے ليے نہروں کو بھی مسخر کردیا ہے
اور ہم نے پچھلوں میں اس کی تعریف باقی رکھی،
جبکہ کافروں نے اپنے دلوں میں اڑ رکھی وہی زمانہٴ جاہلیت کی اڑ (ضد) تو اللہ نے اپنا اطمینان اپنے رسول اور ایمان والوں پر اتارا اور پرہیزگاری کا کلمہ ان پر لازم فرمایا اور وہ اس کے زیادہ سزاوار اور اس کے اہل تھے اور اللہ سب کچھ جانتا ہے
تاکہ خدا خبیث کو پاکیزہ سے الگ کردے اور پھر خبیث کو ایک پر ایک رکھ کر ڈھیر بنادے اور سب کو اکٹھا جہنم میں جھونک دے کہ یہی لوگ خسارہ اور گھاٹے والے ہیں
پس حق ثابت ہوگیا اور جو کچھ وہ کر رہے تھے (سب) باطل ہوگیا،
اور اس کی نشانیوں میں سے یہ (بھی) ہے کہ وہ تمہیں ڈرانے اور امید دلانے کے ليے بجلی دکھاتا ہے اور اسمان سے (بارش کا) پانی اتارتا ہے پھر اس سے زمین کو اس کی مردنی کے بعد زندہ و شاداب کر دیتا ہے، بیشک اس میں ان لوگوں کے ليے نشانیاں ہیں جو عقل سے کام لیتے ہیں،
اور (ان) دونوں (یعنی جنتیوں اور دوزخیوں) کے درمیان ایک حجاب (یعنی فصیل) ہے، اور اعراف (یعنی اسی فصیل) پر کچھ مرد ہوں گے جو سب کو ان کی نشانیوں سے پہچان لیں گے۔ اور وہ اہل جنت کو پکار کر کہیں گے کہ تم پر سلامتی ہو۔ وہ (اہل اعراف خود ابھی) جنت میں داخل نہیں ہويے ہوں گے حالانکہ وہ (اس کے) امیدوار ہوں گے،
اور ہم نے اسے ندا دی کہ اے ابراہیم!،
پھر ہم نے اس پانی کی بوند کو خون کی پھٹک کیا پھر خون کی پھٹک کو گوشت کی بوٹی پھر گوشت کی بوٹی کو ہڈیاں پھر ان ہڈیوں پر گوشت پہنایا، پھر اسے اور صورت میں اٹھان دی تو بڑی برکت والا ہے اللہ سب سے بہتر بتانے والا،
ایک مانگنے والے نے واقع ہونے والے عذاب کا سوال کیا
انہوں نے کہا "تو محض ایک سحرزدہ ادمی ہے
اور اگر ہم (مشیت قاہرہ سے) چاہتے تو ہر متنفس کو اس کی ہدایت دے دیتے لیکن میری طرف سے یہ بات طے ہو چکی ہے کہ میں جہنم کو سب (نافرمان) جنوں اور انسانوں سے بھر دوں گا۔
(اے رسول(ص)) اپ جس حال میں بھی ہوں اور قران میں سے جو کچھ بھی پڑھ کر سنايیں اور (اے لوگو) تم بھی جو کويی کام کرتے ہو ہم ضرور تم پر ناظر و نگران ہوتے ہیں جب تم اس (کام) میں مشغول و منہمک ہوتے ہو۔ اور اپ کے پروردگار سے کويی ذرہ بھر چیز بھی پوشیدہ نہیں ہے نہ زمین میں اور نہ اسمان میں۔ اور کويی چیز خواہ ذرہ سے چھوٹی ہو یا اس سے بڑی مگر یہ کہ وہ ایک واضح کتاب میں موجود ہے۔
اور جب ان میں سے کسی کی بیٹی کی خوشخبری دی جايے اس کا منہ سیاہ ہو جاتا ہے اور وہ غمگین ہوتا ہے
اور جب ان میں سے ایک جماعت نے کہا کہ تم ایسے لوگوں کو کیوں نصیحت کرتے ہو جن کو الله ہلاک کرنے والا یا سخت عذاب دینے والا ہے تو انہوں نے کہا اس لیے کہ تمہارے پروردگار کے سامنے معذرت کرسکیں اور عجب نہیں کہ وہ پرہیزگاری اختیار کریں
مومنو! کويی قوم کسی قوم سے تمسخر نہ کرے ممکن ہے کہ وہ لوگ ان سے بہتر ہوں اور نہ عورتیں عورتوں سے (تمسخر کریں) ممکن ہے کہ وہ ان سے اچھی ہوں۔ اور اپنے (مومن بھايی) کو عیب نہ لگاو اور نہ ایک دوسرے کا برا نام رکھو۔ ایمان لانے کے بعد برا نام (رکھنا) گناہ ہے۔ اور جو توبہ نہ کریں وہ ظالم ہیں
اور کہہ دو کہ میں تو علانیہ ڈر سنانے والا ہوں
جم غفیر ہے اگلوں میں سے
تو اپنے گھر والوں کو کچھ رات رہے لے کر باہر جایے اور اپ ان کے پیچھے چليے اور تم میں کويی پیچھے پھر کر نہ دیکھے اور جہاں کو حکم ہے سیدھے چلے جایيے،
اور جس دن ظالم اپنے ہاتھ چبا چبا لے گا کہ ہايے کسی طرح سے میں نے رسول کے ساتھ راہ لی ہوتی،
کیا تمہیں اس بات پر تعجب ہے کہ تمہارے پروردگار کی طرف سے تمہاری اپنی قوم کے ایک شخص کے پاس وعظ و نصیحت کا پیغام ایا ہے تاکہ وہ تمہیں (خدا کے عذاب سے) ڈرايے اور یاد کرو (خدا کے اس احسان کو) کہ اس نے تمہیں قوم نوح کے بعد ان کا جانشین بنایا۔ اور (تمہاری) خلقت میں یعنی قوت و طاقت اور قد و قامت میں زیادتی اور وسعت عطا کی پس اللہ کی نعمتوں کو یاد کرو تاکہ تم (ہر طرح) فلاح پاو۔
جو لوگ جنگ تبوک میں نہیں گيے وہ رسول اللہ کے پیچھے بیٹھے رہ جانے پر خوش ہیں اور انہیں اپنے جان و مال سے راس خدامیں جہاد ناگوار معلوم ہوتا ہے اور یہ کہتے ہیں کہ تم لوگ گرمی میں نہ نکلو ...._ تو پیغمبر اپ کہہ دیجيے کہ اتش جہنم اس سے زیادہ گرم ہے اگر یہ لوگ کچھ سمجھنے والے ہیں
وہ جو کچھ کرتا ہے اس کے بارے میں اس سے بازپرس نہیں کی جا سکتی اور وہ ہر ایک کا حساب لینے والا ہے۔
انہوں نے ہماری تمام نشانیاں جھٹلايیں پس ہم نے انہیں بڑے غالب قوی پکڑنے والے کی طرح پکڑ لیا
اور ان لوگوں نے اللہ کی سخت قسمیں کھايیں کہ ان کی مرضی کی نشانی ايی تو ضرور ایمان لے ايیں گے تو اپ کہہ دیجيے کہ نشانیاں تو سب خدا ہی کے پاس ہیں اور تم لوگ کیا جانو کہ وہ ابھی جايیں گی تو یہ لوگ ایمان نہ لايیں گے
(وہ) نہایت رحمت والا (ہے) جو عرش (یعنی جملہ نظام ہايے کاينات کے اقتدار) پر متمکن ہوگیا،
اے ہمارے رب! اور انہیں (ہمیشہ رہنے کے ليے) جنات عدن میں داخل فرما، جن کا تو نے ان سے وعدہ فرما رکھا ہے اور ان کے اباء و اجداد سے اور ان کی بیویوں سے اور ان کی اولاد و ذریت سے جو نیک ہوں (انہیں بھی ان کے ساتھ داخل فرما)، بے شک تو ہی غالب، بڑی حکمت والا ہے،
اورانہوں نے اہل ایمان کی کسی چیز کو ناپسند نہیں کیا (اور ان میں کويی عیب نظر نہیں ایا) سوايے اس کے کہ وہ اللہ پر ایمان لايے جو غالب ہے (اور) سزاوار ستايش ہے۔
(یہ اس ليے ہوتا ہے) تاکہ اﷲ ان (باطل خیالات اور فاسد شبہات) کو جو شیطان (لوگوں کے ذہنوں میں) ڈالتا ہے ایسے لوگوں کے ليے ازمايش بنا دے جن کے دلوں میں (منافقت کی) بیماری ہے اور جن لوگوں کے دل (کفر و عناد کے باعث) سخت ہیں، اور بیشک ظالم لوگ بڑی شدید مخالفت میں مبتلا ہیں،
وہ ان (چیزوں) کو (خوب) جانتا ہے جو ان کے اگے ہیں اور جو ان کے پیچھے ہیں، اور تمام کام اسی کی طرف لوٹايے جاتے ہیں،
یہ اس لیے کہ وہ ان لوگوں سے کہنے لگے جنہوں نے اسے ناپسند کیا اس کو جو الله نے نازل کیا ہے کہ بعض باتوں میں ہم تمہاراکہا مانیں گے اور الله ان کی رازداری کو جانتا ہے
موسی نے کہا کہ وہ مشرق و مغرب اور جو کچھ ان کے درمیان ہے سب کا پروردگار ہے اگر تم عقل سے کام لو۔
اور اگر مسلمانوں کی دو جماعتیں اپس میں لڑ پڑیں تو ان میں میل ملاپ کرا دیا کرو۔ پھر اگر ان دونوں میں سے ایک جماعت دوسری جماعت پر زیادتی کرے تو تم (سب) اس گروه سے جو زیادتی کرتا ہے لڑو۔ یہاں تک کہ وه اللہ کے حکم کی طرف لوٹ ايے، اگر لوٹ ايے تو پھر انصاف کے ساتھ صلح کرا دو اور عدل کرو بیشک اللہ تعالی انصاف کرنے والوں سے محبت کرتا ہے
یا اچانک چلتے پھرتے ان کو پکڑ لے، یا ایسی حالت میں انہیں پکڑے جبکہ انہیں خود انے والی مصیبت کا کھٹکا لگا ہوا ہو اور وہ اس سے بچنے کی فکر میں چوکنے ہوں؟
اے لوگو تمہارے رب سے نصیحت اور دلوں کے روگ کی شفا تمہارے پاس ايی ہے اور ایمان داروں کے لیے ہدایت اور رحمت ہے
تو انہوں نے ان کو بھگا دیا اللہ کے حکم سے، اور قتل کیا داود نے جالوت کو اور اللہ نے اسے سلطنت اور حکمت عطا فرمايی اور اسے جو چاہا سکھایا اور اگر اللہ لوگوں میں بعض سے بعض کو دفع نہ کرے تو ضرور زمین تباہ ہوجايے مگر اللہ سارے جہان پر فضل کرنے والا ہے،
کہا اے میرے پروردگار میں نے اپنے اوپر ظلم کیا تو مجھے بخش دے تو خدا نے اسے بخش دیا۔ بےشک وہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔
وہ کہتے ہیں کہ اگر ہم مدینہ کی طرف لوٹ کر گيے تو اس میں سے عزت والا ذلیل کو ضرور نکال دے گا اور عزت تو الله اوراس کے رسول اور مومنین ہی کے لیے ہے لیکن منافق نہیں جانتے
اج کے دن جھٹلانے والوں کے ليے بربادی اور جہنم ہے
بسنے کے باغ جن میں وہ داخل ہوں گے اور جو لايق ہوں ان کے باپ دادا اور بیبیوں اور اولاد میں اور فرشتے ہر دروازے سے ان پر یہ کہتے ايیں گے،
کیا اسے علم غیب ہے کہ وه (سب کچھ) دیکھ رہا ہے؟
کتاب جس کی ایتیں واضح (المعانی) ہیں (یعنی) قران عربی ان لوگوں کے ليے جو سمجھ رکھتے ہیں
وہی ہے جس نے ان پڑھوں میں ایک رسول انہیں میں سے مبعوث فرمایا جو ان پر اس کی ایتیں پڑھتا ہے اور انہیں پاک کرتا ہے اور انہیں کتاب اور حکمت سکھاتا ہے اور بے شک وہ اس سے پہلے صریح گمراہی میں تھے
کھڑکھڑانے والی
اور وہ بھی جب کويی رسول ان کے پاس اتا ہے تو اس سے ٹھٹھا ہی کرتے
کافروں کے ليے جسے کويی دفع کرنے والا نہیں،
تم فرماو تو کیا اللہ کے سوا دوسرے کے پوجنے کو مجھ سے کہتے ہو، اے جاہلو!
اس پیشانی کو جو جھوٹی اور سخت خطا کار ہے
بے شک وہ الله پر یقین نہیں رکھتا تھا جو عظمت والا ہے
(چنانچہ حسب الحکم) جب یہ لوگ (مصر گيے) اور یوسف (ع) کے پاس پہنچے تو کہنے لگے اے عزیز مصر! ہمیں اور ہمارے گھر والوں کو بڑی تکلیف پہنچی ہے (اس ليے اب کی بار) ہم بالکل حقیر سی پونجی لايے ہیں (اسے قبول کریں اور) ہمیں پیمانہ پورا ناپ کر دیجیيے (بھرپور غلہ دیجيے) اور (مزید براں) ہم کو صدقہ و خیرات بھی دیجيے بے شک اللہ صدقہ خیرات کرنے والوں کو جزاء خیر دیتا ہے۔
وہی (سب سے) اول اور (سب سے) اخر ہے اور (اپنی قدرت کے اعتبار سے) ظاہر اور (اپنی ذات کے اعتبار سے) پوشیدہ ہے، اور وہ ہر چیز کو خوب جاننے والا ہے،
وه اور ان کی بیویاں سایوں میں مسہریوں پر تکیہ لگايے بیٹھے ہوں گے
رسول خوشخبری دیتے اور ڈر سناتے کہ رسولوں کے بعد اللہ کے یہاں لوگوں کو کويی عذر نہ رہے اور اللہ غالب حکمت والا ہے،
کیا اللہ سبحانہ سب حاکموں سے بڑا حاکم نہیں ہے؟
ایسے لوگوں کی پیروی کرو جو تم سے کويی معاوضہ نہیں مانگتے اور وہ ہدایت یافتہ ہیں،
اور جب کويی معجزہ دیکھتے ہیں تو ہسنی کرتے ہیں
مومن مرد اور مومن عورتیں، یہ سب ایک دوسرے کے رفیق ہیں، بھلايی کا حکم دیتے اور برايی سے روکتے ہیں، نماز قايم کرتے ہیں، زکوۃ دیتے ہیں اور اللہ اور اس کے رسول کی اطاعت کرتے ہیں یہ وہ لوگ ہیں جن پر اللہ کی رحمت نازل ہو کر رہے گی، یقینا اللہ سب پر غالب اور حکیم و دانا ہے
ہم عنقریب تمہارے اوپر ایک سنگین حکم نازل کرنے والے ہیں
بے شک تم عورتوں کو چھوڑ کر مردوں سے شہوت رانی کرتے ہو بلکہ تم حد سے بڑھنے والے ہو
(دیکھو) ہم نے (یہاں) کس طرح بعض لوگوں کو بعض پر فضیلت دی ہے اور اخرت تو درجات کے اعتبار سے بہت بڑی ہے اور فضیلت کے لحاظ سے بھی بہت بڑی ہے۔
اور لوگوں میں ایسے بھی ہیں جو علم و ہدایت اور کتاب لنیر کے بغیر بھی خدا کے بارے میں بحث کرتے ہیں
ضرور جمع کيے جايیں گے ایک مقرر دن کے وقت
یا تمہارے پاس کھجور اور انگور کے باغ ہوں جن کے درمیان تم نہریں جاری کردو
وہ (جہنم) بہت برا ٹھکانا ہے اور بہت بری جگہ ہے۔
اور میری جنت میں چلی جا
اے ایمان والوں! خدا کے لیے انصاف کی گواہی دینے کے لیے کھڑے ہو جایا کرو۔ اور لوگوں کی دشمنی تم کو اس بات پر امادہ نہ کرے کہ انصاف چھوڑ دو۔ انصاف کیا کرو کہ یہی پرہیزگاری کی بات ہے اور خدا سے ڈرتے رہو۔ کچھ شک نہیں کہ خدا تمہارے سب اعمال سے خبردار ہے
اور کام تقسیم کرنے والے فرشتوں کی قسم،
تاکہ تم اس کے اندر کھلے راستوں میں چلو"
ہم نے تم پر کتاب لوگوں (کی ہدایت) کے ليے سچايی کے ساتھ نازل کی ہے۔ تو جو شخص ہدایت پاتا ہے تو اپنے (بھلے کے) ليے اور جو گمراہ ہوتا ہے گمراہی سے تو اپنا ہی نقصان کرتا ہے۔ اور (اے پیغمبر) تم ان کے ذمہ دار نہیں ہو
اوراس میں تمہارے لیے روزی کے اسباب بنا دیيے اوران کے لیے بھی جنہیں تم روزی دینے والے نہیں ہو
تمہارا پروردگار خوب جانتا ہے کہ تم اور تمہارے ساتھ کے لوگ (کبھی) دو تہايی رات کے قریب اور (کبھی) ادھی رات اور (کبھی) تہايی رات قیام کیا کرتے ہو۔ اور خدا تو رات اور دن کا اندازہ رکھتا ہے۔ اس نے معلوم کیا کہ تم اس کو نباہ نہ سکو گے تو اس نے تم پر مہربانی کی۔ پس جتنا اسانی سے ہوسکے (اتنا) قران پڑھ لیا کرو۔ اس نے جانا کہ تم میں بعض بیمار بھی ہوتے ہیں اور بعض خدا کے فضل (یعنی معاش) کی تلاش میں ملک میں سفر کرتے ہیں اور بعض خدا کی راہ میں لڑتے ہیں۔ تو جتنا اسانی سے ہوسکے اتنا پڑھ لیا کرو۔ اور نماز پڑھتے رہو اور زکوة ادا کرتے رہو اور خدا کو نیک (اور خلوص نیت سے) قرض دیتے رہو۔ اور جو عمل نیک تم اپنے ليے اگے بھیجو گے اس کو خدا کے ہاں بہتر اور صلے میں بزرگ تر پاو گے۔ اور خدا سے بخشش مانگتے رہو۔ بےشک خدا بخشنے والا مہربان ہے
بیشک اللہ ان لوگوں کے ساتھ ہے جنہوں نے تقوی اختیار کیا ہے اور جو نیک عمل انجام دینے والے ہیں
وہ بولے کچھ نقصان نہیں ہم اپنے رب کی طرف پلٹنے والے ہیں
وہ ان کو جواب دیں گے "نہیں بلکہ تم ہی جھلسے جا رہے ہو، کويی خیر مقدم تمہارے لیے نہیں تم ہی تو یہ انجام ہمارے اگے لايے ہو، کیسی بری ہے یہ جايے قرار"
بے شک سب سے پہلی عبادت گاہ جو انسانوں کے لیے تعمیر ہويی وہ وہی ہے جو مکہ میں واقع ہے اس کو خیر و برکت دی گيی تھی اور تمام جہان والوں کے لیے مرکز ہدایت بنایا گیا تھا
اگر چاہے تو اے لوگو تمہیں لے جايے اوراوروں کو لے ايے اور الله اس پر قادر ہے
جس دن پوشیده بھیدوں کی جانچ پڑتال ہوگی
جس دن عذاب ان کو اوپر سے اور پاوں کے نیچے سے ڈھانک لے گا اور خدا کہے گا کہ (اب) مزہ چکھو اس کا جو کچھ تم (دنیا میں) کرتے رہے ہو (تب ان کو پتہ چلے گا)۔
اور وہی مجھے موت دے گا پھر وہی مجھے (دوبارہ) زندہ فرمايے گا،
اب اج واویلا نہ کرو اج ہماری طرف سے کويی مدد نہیں کی جايے گی
اور کافر لوگ اس گمان میں ہرگز نہ رہیں کہ وہ (بچ کر) نکل گيے۔ بیشک وہ (ہمیں) عاجز نہیں کر سکتے،
ایمان والو !اللہ ان شکاروں کے ذریعہ تمہارا امتحان ضرور لے گا جن تک تمہارے ہاتھ اور نیزے پہنچ جاتے ہیں تاکہ وہ یہ دیکھے کہ اس سے لوگوں کے غايبانہ میں بھی کون کون ڈرتا ہے پھر جو اس کے بعد بھی زیادتی کرے گا اس کے ليے دردناک عذاب ہے
اور اگر اہل کتاب (یہود و نصاری) ایمان لاتے اور تقوی اختیار کرتے، تو ہم ان کی برايیاں دور کر دیتے اور انہیں نعمت و راحت والے بہشتوں میں داخل کرتے۔
(کہا جايے گا کہ) اپنی کتاب پڑھ لے۔ تو اج اپنا اپ ہی محاسب کافی ہے
اب اپ انہیں دردناک عذاب کی بشارت دے دیں
تو خدا نے ان کو اس کہنے کے عوض (بہشت کے) باغ عطا فرمايے جن کے نیچے نہریں بہہ رہی ہیں وہ ہمیشہ ان میں رہیں گے اور نیکو کاروں کا یہی صلہ ہے
اللہ نے اسے کس چیز سے پیدا کیا ہے؟
ہم نے اس سے پہلے جس بستی کو بھی ہلاک کیا ہے اس کے لیے ایک خاص مہلت عمل لکھی جاچکی تھی
لیکن میں (تو یہ کہتا ہوں) کہ وہی اﷲ میرا رب ہے اور میں اپنے رب کے ساتھ کسی کو شریک نہیں گردانتا،
بیشک تمہاری کوشش مختلف ہے
اور ہم نے اسے خوشخبری دی اسحاق کی کہ غیب کی خبریں بتانے والا نبی ہمارے قرب خاص کے سزاواروں میں
اور (اسی نے) ان (مسلمانوں) کے دلوں میں باہمی الفت پیدا فرما دی۔ اگر اپ وہ سب کچھ جو زمین میں ہے خرچ کر ڈالتے تو (ان تمام مادی وسايل سے) بھی اپ ان کے دلوں میں (یہ) الفت پیدا نہ کر سکتے لیکن اللہ نے ان کے درمیان (ایک روحانی رشتے سے) محبت پیدا فرما دی۔ بیشک وہ بڑے غلبہ والا حکمت والا ہے،
سوايے اپنی بیویوں کے یا اپنی مملوکہ کنیزوں کے کہ اس میں ان پر کويی ملامت نہیں ہے۔
جو نیکی لايے اس کے لیے اس سے بہتر صلہ ہے اور ان کو اس دن کی گھبراہٹ سے امان ہے
تو کہہ دے اگر تم اپنے دل کی بات چھپاو یا ظاہر کرو اسے الله جانتا ہے اور جو کچھ اسمانوں اور جو کچھ زمین میں ہے اسے جانتا ہے اور الله ہر چیز ہر قادر ہے
اور حکم فرمایا گیا کہ اے زمین! اپنا پانی نگل لے اور اے اسمان! تھم جا اور پانی خشک کردیا گیا اور کام تمام ہوا اور کشتی کوہ  جودی پر ٹھہری اور فرمایا گیا کہ دور ہوں بے انصاف لوگ،
اور (قیامت کا) سچا وعدہ قریب اجايے تو ناگاہ کافروں کی انکھیں کھلی کی کھلی رہ جايیں (اور کہنے لگیں کہ) ہايے شامت ہم اس (حال) سے غفلت میں رہے بلکہ (اپنے حق میں) ظالم تھے
کیا اللہ کے سوا اور والی ٹھہرالیے ہیں تو اللہ ہی والی ہے اور وہ مردے جلايے گا، اور وہ سب کچھ کرسکتا ہے
اور اللہ چاہتا تو ان سب کو ایک دین پر کردیتا لیکن اللہ اپنی رحمت میں لیتا ہے جسے چاہے اور ظالموں کا نہ کويی دوست نہ مددگار
ہم نے اپ پر قران تدریجا نازل کیا ہے
اور وہ درخت پیدا کیا ہے جو طور سینا میں پیدا ہوتا ہے اس سے تیل بھی نکلتا ہے اور وہ کھانے والوں کے ليے سالن بھی ہے
اس پر وہ لوگ چونکے اور کہا کیا تم یوسف ہو؟ کہا ہاں میں یوسف (ع) ہوں اور یہ میرا بھايی ہے اللہ نے ہم پر احسان کیا بے شک جو پرہیزگاری اختیار کرتا ہے اور صبر سے کام لیتا ہے (وہ بالاخر ضرور کامیاب ہوتا ہے کیونکہ) اللہ نیکوکاروں کا اجر ضايع نہیں کرتا۔
پس میرے عذاب اور میرے ڈرانے کا مزہ چکھو
سب تعریف خدا ہی کو (سزاوار ہے) جو اسمانوں اور زمین کا پیدا کرنے والا (اور) فرشتوں کو قاصد بنانے والا ہے جن کے دو دو اور تین تین اور چار چار پر ہیں۔ وہ (اپنی) مخلوقات میں جو چاہتا ہے بڑھاتا ہے۔ بےشک خدا ہر چیز پر قادر ہے
خدا کی قسم! ہم نے اپ سے پہلے کيی امتوں کی طرف رسول بھیجے ہیں پس شیطان نے ان کے (برے) اعمال خوشنما کرکے انہیں دکھايے سو وہی اج ان کا سرپرست ہے اور ان کے ليے دردناک عذاب ہے۔
پس جب وہ ان لوگوں کے اور ان کے خداوں سے کنارہ کش ہوگيے تو ہم نے ان کو اسحاق و یعقوب جیسی اولاد عنایت فرمايی اور ہم نے سب کو نبی بنایا۔
اور شہر کے اخری کنارے سے ایک شخص دوڑتا ہوا ایا اس نے کہا: اے موسی! (قوم فرعون کے) سردار اپ کے بارے میں مشورہ کر رہے ہیں کہ وہ اپ کو قتل کردیں سو اپ (یہاں سے) نکل جايیں بیشک میں اپ کے خیر خواہوں میں سے ہوں،
اور یہ اس کی نشانیوں میں سے ہے کہ اس نے تمہیں مٹی سے پیدا کیا پھر اب تم انسان ہو جو (زمین میں) پھیلے ہويے ہو،
اور اپنے رب کا حکم سنے اور اسے سزاوار ہی یہ ہے
بحر و بر میں فساد ان (گناہوں) کے باعث پھیل گیا ہے جو لوگوں کے ہاتھوں نے کما رکھے ہیں تاکہ (اﷲ) انہیں بعض (برے) اعمال کا مزہ چکھا دے جو انہوں نے کيے ہیں، تاکہ وہ باز اجايیں،
(اور) کہا اے میرے پروردگار مجھے معاف کر اور مجھے ایسی سلطنت عطا کر جو میرے بعد کسی کیليے زیبا نہ ہو۔ بیشک تو بڑا عطا کرنے والا ہے۔
یہ اس ليے ہے کہ انہوں نے ان لوگوں سے کہا جو اللہ کی نازل کردہ (کتاب) کو ناپسند کرتے ہیں کہ ہم بعض معاملات میں تمہاری بات مان لیں گے اللہ ان کی رازداری کو جانتا ہے۔
کھیعص
اور اگر اپ ان سے باز پرس کریں گے تو کہیں گے کہ ہم تو صرف بات چیت اور دل لگی کررہے تھے تو اپ کہہ دیجيے کہ کیا اللہ اور اس کی ایات اور رسول کے بارے میں مذاق اڑارہے تھے
وہ پاک ہے جس نے راتوں رات اپنے بندے کو مسجدحرام سے مسجد اقصی تک سیر کرايی جس کے اردگرد ہم نے برکت رکھی ہے تاکہ ہم اسے اپنی کچھ نشانیاں دکھايیں بے شک وہ سننے والا دیکھنے ولا ہے
جس نے کفر کیا۔ پس اس کے کفر کا وبال اسی پر ہوگا اور جنہوں نے نیک عمل کيے وہ اپنے ہی ليے راہ ہموار کر رہے ہیں۔
اللہ تعالی ارشاد فرما چکا ہے کہ دو معبود نہ بناو۔ معبود تو صرف وہی اکیلا ہے، پس تم سب صرف میرا ہی ڈر خوف رکھو
بےشک تم تکلیف دینے والے عذاب کا مزہ چکھنے والے ہو
اپنی رحمت سے خاص کرتا ہے جسے چاہے اور اللہ بڑے فضل والا ہے،
(غرض وہ یوسف کے پاس ایا اور کہنے لگا) یوسف اے بڑے سچے (یوسف) ہمیں اس خواب کی تعبیر بتایيے کہ سات موٹی گايیوں کو سات دبلی گايیں کھا رہی ہیں۔ اور سات خوشے سبز ہیں اور سات سوکھے تاکہ میں لوگوں کے پاس واپس جا (کر تعبیر بتاوں) ۔ عجب نہیں کہ وہ (تمہاری قدر) جانیں
اور برتنے کی چیز تک روکتے ہیں
اور ہم نے قران کو سمجھنے کے ليے اسان کردیا ہے تو کويی ہے کہ سوچے سمجھے؟
اور ہم نے ادم کی اولاد کو عزت دی ہے اور خشکی اور دریا میں اسے سوار کیا اور ہم نے انہیں ستھری چیزو ں سے رزق دیا اور اپنی بہت سی مخلوقات پر انہیں فضیلت عطا کی
(ان سے کہا جايے گا کہ) اج ایک ہلاکت کو نہ پکارو بلکہ بہت سی ہلاکتوں کو پکارو۔
بیشک وہ صاحبان تقوی محفوظ مقام پر ہوں گے
اے ایمان والو! تم اﷲ کے (اس) انعام کو یاد کرو (جو) تم پر ہوا جب قوم (کفار) نے یہ ارادہ کیا کہ اپنے ہاتھ (قتل و ہلاکت کے ليے) تمہاری طرف دراز کریں تو اﷲ نے ان کے ہاتھ تم سے روک دیيے، اور اﷲ سے ڈرتے رہو، اور ایمان والوں کو اﷲ ہی پر بھروسہ رکھنا چاہيے،
وہی مقرب بارگاہ ہیں،
اخرکار ہم نے اس کو اور اس کے ساتھیوں کو ایک بھری ہويی کشتی میں بچا لیا
اور رات (کی تاریکی) کی جب چھا جايے
یہ اللہ کی ایک سنت ہے جو پہلے بھی گزر چکی ہے اور تم اللہ کے طریقہ میں ہرگز کويی تبدیلی نہیں پاو گے
کتنی دور ہے کتنی دور ہے جو تمہیں وعدہ دیا جاتا ہے
اور اس نے ان سے منہ پھیر لیا اور کہا ہايے یوسف! اور غم سے اس کی انکھیں سفید ہو گيیں پس وہ سخت غمگین ہوا
اپ جس کتاب کی اپ کی طرف وحی کی گيی ہے اسے پڑھ کر سنايیں اور نماز قايم کریں کہ نماز ہر برايی اور بدکاری سے روکنے والی ہے اور اللہ کا ذکر بہت بڑی شے ہے اور اللہ تمہارے کاروبار سے خوب باخبر ہے
میری سنو! میں تو (سچے دل سے) تم سب کے رب پر ایمان ﻻ چکا
اور (اس دن کا حال) خوب سن لیجيے جس دن ایک پکارنے والا قریبی جگہ سے پکارے گا،
اس پر سارے جادوگر بے اختیار سجدے میں گر پڑے
لیکن جس کو ناميہ اعمال بايیں ہاتھ میں دیا جايے گا وہ کہے گا اے کاش یہ نامہ اعمال مجھے نہ دیا جاتا
نیز یہ کہ میں قران پڑھ کر سناتا رہوں سو جس شخص نے ہدایت قبول کی تو اس نے اپنے ہی فايدہ کے ليے راہ راست اختیار کی، اور جو بہکا رہا تو اپ فرما دیں کہ میں تو صرف ڈر سنانے والوں میں سے ہوں،
اس (پاکیزہ) خاتون (مریم علیہا السلام) کو بھی (یاد کریں) جس نے اپنی عفت کی حفاظت کی پھر ہم نے اس میں اپنی روح پھونک دی اور ہم نے اسے اور اس کے بیٹے (عیسی علیہ السلام) کو جہان والوں کے ليے (اپنی قدرت کی) نشانی بنا دیا،
غرض کتنی ہی بستیاں ہیں جنہیں ہم نے تباہ و برباد کردیا کہ وہ ظالم تھیں تو اب وہ اپنی چھتوں کے بل الٹی پڑی ہیں اور ان کے کنویں معطل پڑے ہیں اور ان کے مضبوط محل بھی مسمار ہوگيے ہیں
ہم نے نوح کو ان کی قوم کی طرف بھیجا کہ پیشتر اس کے کہ ان پر درد دینے والا عذاب واقع ہو اپنی قوم کو ہدایت کردو
کیا یہ لوگ خیال نہیں کرتے کہ وہ (دوبارہ زندہ کر کے) اٹھايے جايیں گے۔
کیا وہ نہیں جانتا کہ اﷲ (اس کے سارے کردار کو) دیکھ رہا ہے،
تم سے پوچھتے ہیں کہ کون کون سی چیزیں ان کے لیے حلال ہیں (ان سے) کہہ دو کہ سب پاکیزہ چیزیں تم کو حلال ہیں اور وہ (شکار) بھی حلال ہے جو تمہارے لیے ان شکاری جانوروں نے پکڑا ہو جن کو تم نے سدھا رکھا ہو اور جس (طریق) سے خدا نے تمہیں (شکار کرنا) سکھایا ہے (اس طریق سے) تم نے ان کو سکھایا ہو تو جو شکار وہ تمہارے ليے پکڑ رکھیں اس کو کھا لیا کرو اور (شکاری جانوروں کو چھوڑتے وقت) خدا کا نام لے لیا کرو اور خدا سے ڈرتے رہو۔ بےشک خدا جلد حساب لینے والا ہے
(یقین جانو کہ یہاں اجارہ کسی کا بھی نہیں ہے) مسلمان ہو ں یا یہودی، صابی ہو ں یا عیسايی، جو بھی اللہ اور روز اخر پر ایمان لايے گا اور نیک عمل کرے گا بے شک اس کے لیے نہ کسی خوف کا مقام ہے نہ رنج کا
اے نبی ہم نے اپ کو بلاشبہ گواہی دینے والا اور خوشخبری دینے والا اور ڈرانے والا بنا کر بھیجا ہے
یہی لوگ بھلايیاں کرنے میں جلدی کیا کرتے ہیں اور بھلايیوں میں سبقت لے جانے والے ہیں۔
کیا اپ نے منافقوں کو نہیں دیکھا جواپنے اہل کتاب کے کافر بھايیوں سے کہتے ہیں کہ اگر تم نکالے گيے تو ضرور ہم بھی تمہارے ساتھ نکلیں گے اور تمہارے معاملہ میں کبھی کسی کی بات نہ مانیں گے اور اگر تم سے لڑايی ہو گی تو ہم تمہاری مدد کریں گے اور الله گواہی دیتا ہے کہ وہ سراسر جھوٹے ہیں
تم اللہ کے عہد کو تھوڑے مول کے بدلے نہ بیچ دیا کرو۔ یاد رکھو اللہ کے پاس کی چیز ہی تمہارے لیے بہتر ہے بشرطیکہ تم میں علم ہو
اور کافروں نے کہا کہ ہم ہرگز نہ تو اس قران کو مانیں نہ اس سے پہلے کی کتابوں کو! اے دیکھنے والے کاش کہ تو ان ﻇالموں کو اس وقت دیکھتا جب کہ یہ اپنے رب کے سامنے کھڑے ہويے ایک دوسرے کو الزام دے رہے ہوں گے کمزور لوگ بڑے لوگوں سے کہیں گے اگر تم نہ ہوتے تو ہم تو مومن ہوتے
پھر دونوں نے اس درخت سے کھایا تب ان پر ان کی برہنگی ظاہر ہوگيی اور اپنے اوپر جنت کے پتے چپکانے لگے اور ادم نے اپنے رب کی نافرمانی کی پھر بھٹک گیا
اور جب ہم نے نبیوں سے عہد لیا اوراپ سے اورنوح اور ابراھیم اور موسی اور مریم کے بیٹے عیسی سے بھی اور ان سے ہم نے پکا عہد لیا تھا
اور بیشک ہم نے انہیں عذاب میں پکڑ لیا پھر (بھی) انہوں نے اپنے رب کے ليے عاجزی اختیار نہ کی اور نہ وہ (اس کے حضور) گڑگڑايے،
اور جب موسی ہمارے مقرر کردہ وقت پر ايے اور ان کے رب نے ان سے باتیں کیں تو عرض کیا کہ اے میرے رب مجھے دکھا کہ میں تجھے دیکھوں فرمایا کہ تو مجھے ہر گز نہیں دیکھ سکتا لیکن تو پہاڑ کی طرف دیکھتا رہ اگر وہ اپنی جگہ پر ٹھہرا رہا تو تو مجھے دیکھ سکے گا پھر جب اس کے رب نے پہاڑ کی طرف تجلی کی تو اس کو ریزہ ریزہ کر دیا اور موسی بے ہوش ہو کر گر پڑے پھر جب ہوش میں ايے تو عرض کی کہ تیری ذات پاک ہے میں تیری جانب میں توبہ کرتا ہوں اور میں سب سے پہلا یقین لانے والا ہوں
اور جو خرچ کرتے وقت بھی نہ تو اسراف کرتے ہیں نہ بخیلی، بلکہ ان دونوں کے درمیان معتدل طریقے پر خرچ کرتے ہیں
اب الله نےتم سے بوجھ ہلکا کر دیا اور معلوم کر لیا کہ تم میں کس قدر کمزوری ہے پس اگر تم سو ثابت قدم رہنے والے ہوں گے تو دو سو پر غالب اييں گے اور اگر ہرار ہوں گے تو الله کے حکم سے دو ہزار پر غالب اييں گے اور الله صبر کرنے والوں کے ساتھ ہے
تو وہ خاطر خواہ عیش میں ہوگا
کیا اسے تم نے بادل سے اتارا ہے یا ہم اتارنے والے ہیں،
جس کی طرف روح (الامین) اور فرشتے پڑھتے ہیں (اور) اس روز (نازل ہوگا) جس کا اندازہ پچاس ہزار برس کا ہوگا
سچ مچ ہونے والی
اور ایسے لوگوں سے بالکل کناره کش رہیں جنہوں نے اپنے دین کو کھیل تماشا بنا رکھا ہے اور دنیوی زندگی نے انہیں دھوکہ میں ڈال رکھا ہے اور اس قران کے ذریعہ سے نصیحت بھی کرتے رہیں تاکہ کويی شخص اپنے کردار کے سبب (اس طرح) نہ پھنس جايے کہ کويی غیر اللہ اس کا نہ مددگار ہو اور نہ سفارشی اور یہ کیفیت ہو کہ اگر دنیا بھر کا معاوضہ بھی دے ڈالے تب بھی اس سے نہ لیا جايے۔ ایسے ہی ہیں کہ اپنے کردار کے سبب پھنس گيے، ان کے ليے نہایت تیز گرم پانی پینے کے ليے ہوگا اور دردناک سزا ہوگی اپنے کفر کے سبب
اپ کہہ دیجیے اگر تم جانتے ہو تو (بتاو) کہ زمین اور جو اس میں رہتے ہیں کس کیليے ہیں؟
جب تم اس (بات) کو (ایک دوسرے سے سن کر) اپنی زبانوں پر لاتے رہے اور اپنے منہ سے وہ کچھ کہتے رہے جس کا (خود) تمہیں کويی علم ہی نہ تھا اور اس (چرچے) کو معمولی بات خیال کر رہے تھے، حالانکہ وہ اللہ کے حضور بہت بڑی (جسارت ہو رہی) تھی،
تیرے رب کی رحمت کے طور پر یقینا وہی سب کچھ سننے اور جاننے والا ہے
تمہارے زندوں اور مردوں کی
اور بعض ان میں ان پڑھ ہیں کہ اپنے باطل خیالات کے سوا (خدا کی) کتاب سے واقف ہی نہیں اور وہ صرف ظن سے کام لیتے ہیں
اور ہم نے ان کو اہل و عیال اور ان کے ساتھ ان کے برابر اور بخشے۔ (یہ) ہماری طرف سے رحمت اور عقل والوں کے ليے نصیحت تھی
اور ان لوگوں نے اللہ سے یقینی عہد کیا تھا کہ ہرگز پیٹھ نہ پھرايیں گے اور اللہ کے عہد کے بارے میں بہرحال سوال کیا جايے گا
جو کويی اخرت کی کھیتی چاہتا ہے اس کی کھیتی کو ہم بڑھاتے ہیں، اور جو دنیا کی کھیتی چاہتا ہے اسے دنیا ہی میں سے دیتے ہیں مگر اخرت میں اس کا کويی حصہ نہیں ہے
یہاں تک کہ جب ان میں سے کسی کی موت اگيی تو کہنے لگا کہ پروردگار مجھے پلٹا دے
اور یہ کہ اس کی کو شش عنقر یب دیکھی جاے گی
مگر جو لوگ ہماری نشانیوں کو جھٹلاتے ہیں وہ بہرے اور گونگے ہیں، تاریکیوں میں پڑے ہويے ہیں اللہ جسے چاہتا ہے بھٹکا دیتا ہے اور جسے چاہتا ہے سیدھے رستے پر لگا دیتا ہے
اور (وہ وقت بھی یاد کریں) جب ہم نے فرشتوں سے فرمایا کہ ادم (علیہ السلام) کو سجدہ کرو تو سب نے سجدہ کیا سوايے ابلیس کے، اس نے انکار اور تکبر کیا اور (نتیجۃ) کافروں میں سے ہو گیا،
یہ لوگ کتنے ہی باغات اور چشمے چھوڑ گيے
یقینا تمہارا رب ان سب کو اکٹھا کرے گا، وہ حکیم بھی ہے اور علیم بھی
اے ایمان والو! اگر تمہارے پاس کويی فاسق (شخص) کويی خبر لايے تو خوب تحقیق کر لیا کرو (ایسا نہ ہو) کہ تم کسی قوم کو لاعلمی میں (ناحق) تکلیف پہنچا بیٹھو، پھر تم اپنے کيے پر پچھتاتے رہ جاو،
تم فرماو بھلا بتاو تو اگر اللہ تمہارے کان انکھ لے لے اور تمہارے دلوں پر مہر کردے تو اللہ سوا کون خدا ہے کہ تمہیں یہ چیزیں لادے دیکھو ہم کس کس رنگ سے ایتیں بیان کرتے ہیں پھر وہ منہ پھیر لیتے ہیں،
یا کچھ زیادہ کردو اور قران کو ٹھہر ٹھہر کر باقاعدہ پڑھو
بیشک اﷲ مومنوں سے راضی ہو گیا جب وہ (حدیبیہ میں) درخت کے نیچے اپ سے بیعت کر رہے تھے، سو جو (جذبہ صدق و وفا) ان کے دلوں میں تھا اﷲ نے معلوم کر لیا تو اﷲ نے ان (کے دلوں) پر خاص تسکین نازل فرمايی اور انہیں ایک بہت ہی قریب فتح (خیبر) کا انعام عطا کیا،
اس کے بعد ہم نے موسی کو ہر شعبہ زندگی کے متعلق نصیحت اور ہر پہلو کے متعلق واضح ہدایت تختیوں پر لکھ کر دے دی اور اس سے کہا: "ان ہدایات کو مضبوط ہاتھوں سے سنبھال اور اپنی قوم کو حکم دے کہ ان کے بہتر مفہوم کی پیروی کریں عنقریب میں تمہیں فاسقوں کے گھر دکھاوں گا
اگر تو انہیں چھوڑ دے گا تو (یقینا) یہ تیرے (اور) بندوں کو (بھی) گمراه کر دیں گے اور یہ فاجروں اور ڈھیٹ کافروں ہی کو جنم دیں گے
اور جتنے لوگ بھی زمین میں ہیں، سب کے سب (اپنی ذات کے ليے بدلہ کر دے)، پھر یہ (فدیہ) اسے (اللہ کے عذاب سے) بچا لے،
ارشاد ہوا کہ پھر حق یہ ہے اور میں حق ہی کہتا ہوں۔
اور (کفار) کہتے ہیں کہ یہ (رسول) ہمارے پاس اپنے رب کی طرف سے کويی نشانی کیوں نہیں لاتے، کیا ان کے پاس ان باتوں کا واضح ثبوت (یعنی قران) نہیں اگیا جو اگلی کتابوں میں (مذکور) تھیں،
تو ان کی قوم کے سردار جو کافر تھے کہنے لگے کہ یہ تو تم ہی جیسا ادمی ہے۔ تم پر بڑايی حاصل کرنی چاہتا ہے۔ اور اگر خدا چاہتا تو فرشتے اتار دیتا۔ ہم نے اپنے اگلے باپ دادا میں تو یہ بات کبھی سنی نہیں تھی
کیا ہم جب گلی ہڈیاں ہوجايیں گے
اور اگر تم عورتوں کو ان کے پاس جانے یا ان کا مہر مقرر کرنے سے پہلے طلاق دے دو تو تم پر کچھ گناہ نہیں۔ ہاں ان کو دستور کے مطابق کچھ خرچ ضرور دو (یعنی) مقدور والا اپنے مقدور کے مطابق دے اور تنگدست اپنی حیثیت کے مطابق۔ نیک لوگوں پر یہ ایک طرح کا حق ہے
اور ہم نے مریم اور اس کے بیٹے کو نشانی کیا اور انہیں ٹھکانا دیا ایک بلند زمین جہاں بسنے کا مقام اور نگاہ کے سامنے بہتا پانی،
بے شک تیرے رب کی گرفت بہت سخت ہے
کیا وه ایک گاڑھے پانی کا قطره نہ تھا جو ٹپکایا گیا تھا؟
چاہے وہ کتنی ہی معذرتیں پیش کرے
اے ایمان والو جب تمہارے پاس مسلمان عورتیں کفرستان سے اپنے گھر چھوڑ کر ايیں تو ان کا امتحان کرو اللہ ان کے ایمان کا حال بہتر جانتا ہے، پھر اگر تمہیں ایمان والیاں معلوم ہوں تو انہیں کافروں کو واپس نہ دو، نہ یہ انہیں حلال نہ وہ انہیں حلال اور ان کے کافر شوہروں کو دے دو جو ان کا خرچ ہوا اور تم پر کچھ گناہ نہیں کہ ان سے نکاح کرلو جب ان کے مہر انہیں دو اور کافرنیوں کے نکاح پر جمے نہ رہو اور مانگ لو جو تمہارا خرچ ہوا اور کافر مانگ لیں جو انہوں نے خرچ کیا یہ اللہ کا حکم ہے، وہ تم میں فیصلہ فرماتا ہے، اور اللہ علم و حکمت والا ہے،
اور جو کچھ تمہارے ہاتھ میں ہے اسے ڈال دو یہ ان کے سارے کيے دھرے کو چن لے گا ان لوگوں نے جو کچھ کیا ہے وہ صرف جادوگر کی چال ہے اور بس اور جادوگر جہاں بھی جايے کبھی کامیاب نہیں ہوسکتا
اپ مومن مردوں سے فرما دیں کہ وہ اپنی نگاہیں نیچی رکھا کریں اور اپنی شرم گاہوں کی حفاظت کیا کریں، یہ ان کے ليے بڑی پاکیزہ بات ہے۔ بیشک اللہ ان کاموں سے خوب اگاہ ہے جو یہ انجام دے رہے ہیں،
تم فرماو بھلا بتاو تو وہ جو اللہ نے تمہارے لیے رزق اتارا اس میں تم نے اپنی طرف سے حرام و حلال ٹھہرالیا تم فرماو کیا اللہ نے اس کی تمہیں اجازت دی یا اللہ پر جھوٹ باندھتے ہو
اور ان سے ان کے نفقات (یعنی صدقات) کے قبول کيے جانے میں کويی (اور) چیز انہیں مانع نہیں ہويی سوايے اس کے کہ وہ اللہ اور اس کے رسول (صلی اللہ علیہ والہ وسلم) کے منکر ہیں اور وہ نماز کی ادايیگی کے ليے نہیں اتے مگر کاہلی و بے رغبتی کے ساتھ اور وہ (اللہ کی راہ میں) خرچ (بھی) نہیں کرتے مگر اس حال میں کہ وہ ناخوش ہوتے ہیں،
اور فرعون نے کہا مجھے چھوڑ دو کہ میں موسی (علیہ السلام) کو مار ڈالوں اور اسے چاہيے کہ اپنے رب کو پکارے، مجھے تو ڈر ہے کہ یہ کہیں تمہارا دین نہ بدل ڈالے یا ملک میں کويی (بہت بڑا) فساد برپا نہ کردے
ہر نفس موت کا مزہ چکھنے والا ہے اور تمہارا مکمل بدلہ تو صرف قیامت کے دن ملے گا- اس وقت جسے جہنم سے بچا لیا گیا اور جنت میں داخل کردیا گیا وہ کامیاب ہے اور زندگانی دنیا تو صرف دھوکہ کاسرمایہ ہے
اور اس سے پہلے قوم نوح کو، یقینا وه بڑے ﻇالم اور سرکش تھے
پھر جب موسی ان کے پاس ہماری کھلی نشانیاں لے کر ایا تو کہنے لگے کہ یہ تو محض ایک بنایا ہوا جادو ہے اور ہم نے اسے اپنے پہلے باپ دادا سے سنا ہی نہیں ہے
پھر ان سے منہ پھیرا اور کہا اے میری قوم تحقیق میں نے تمہیں اپنے رب کے احکام پہنچا دیے اور میں نے تمہارے لیے خیر خواہی کی پھر کافروں کی قوم پر میں کیوں کر غم کھاوں
اور اگر وہ صبر کرتے یہاں تک کہ اپ ان کے پاس سے نکل کر اتے تو ان کے لیے بہتر ہوتا اور الله بخشنے والا نہایت رحم والا ہے
اور ہر گروه کے ليے ایک میعاد معین ہے سو جس وقت ان کی میعاد معین اجايے گی اس وقت ایک ساعت نہ پیچھے ہٹ سکیں گے اور نہ اگے بڑھ سکیں گے
محمد(ص) اللہ کے رسول ہیں اور جو لوگ ان کے ساتھ ہیں وہ کفار کے ليے سخت ترین اور اپس میںانتہايی رحمدل ہیں تم انہیں دیکھوگے کہ بارگاہ احدیت میںسر خم کيے ہويے سجدہ ریز ہیںاور اپنے پروردگارسے فضل وکرم اور اس کی خوشنودی کے طلب گار ہیں ،کثرت سجود کی بنا پر ان کے چہروں پر سجدہ کے نشانات پايے جاتے ہیںیہی ان کی مثال تورےت میں ہے اور یہی ان کی صفت انجیل میں ہے جیسے کويی کھیتی ہو جو پہلے سويی نکالے پھر اسے مضبوط بنايے پھر وہ موٹی ہو جايے اور پھر اپنے پیروں پر کھڑی ہو جايے کہ کاشتکاروں کو خوش کرنے لگے تاکہ ان کے ذریعہ کفار کو جلایا جايے اور اللہ نے صاحبان ایمان وعمل صالح سے مغفرت اور عظیم اجر کا وعدہ کیا ہے
(موسی نے) کہاں (ہاں) وہ حرکت مجھ سے ناگہاں سرزد ہويی تھی اور میں خطا کاروں میں تھا
اور ہماری نظر میں نزدیک
ان لوگوں نے کہا تم یہ پیغام اس ليے لايے ہو کہ ہمیں باپ دادا کے راستہ سے منحرف کردو اور تم دونوں کو زمین میں حکومت و اقتدار مل جايے اور ہم ہرگز تمہاری بات مانتے والے نہیں ہیں
اور کافر کہتے ہیں کیا ہم تمہیں وہ ادمی بتايیں جو تمہیں خبر دیتا ہے کہ جب تم پورے طور پر ریزہ ریزہ ہو جاو گے تو پھر نيے سرے سے پیدا کیے جاو گے
ہم نے نوح کو ان کی قوم کی طرف بھیجا کہ پیشتر اس کے کہ ان پر درد دینے والا عذاب واقع ہو اپنی قوم کو ہدایت کردو
البتہ جو توبہ کر لے اور ایمان لايے اور نیک عمل کرے، پھر سیدھا چلتا رہے، اس کے لیے میں بہت درگزر کرنے والا ہوں
الر۔ (یہ) ایک (پرنور) کتاب (ہے) اس کو ہم نے تم پر اس لیے نازل کیا ہے کہ لوگوں کو اندھیرے سے نکال کر روشنی کی طرف لے جاو (یعنی) ان کے پروردگار کے حکم سے غالب اور قابل تعریف (خدا) کے رستے کی طرف
پھر انہوں نے ان (جالوتی فوجوں) کو اللہ کے امر سے شکست دی، اور داود (علیہ السلام) نے جالوت کو قتل کر دیا اور اﷲ نے ان کو (یعنی داود علیہ السلام کو) حکومت اور حکمت عطا فرمايی اور انہیں جو چاہا سکھایا، اور اگر اﷲ لوگوں کے ایک گروہ کو دوسرے گروہ کے ذریعے نہ ہٹاتا رہتا تو زمین (میں انسانی زندگی بعض جابروں کے مسلسل تسلط اور ظلم کے باعث) برباد ہو جاتی مگر اﷲ تمام جہانوں پر بڑا فضل فرمانے والا ہے،
اور جن کو اس سے پہلے بنایا بے دھويیں کی اگ سے،
وه کہنے لگی اے سردارو! میری طرف ایک باوقعت خط ڈاﻻ گیا ہے
کیا تم نے نہیں دیکھا کہ خدا نے اسمانوں اور زمین کو حق (و حکمت) کے ساتھ پیدا کیا ہے وہ چاہے تو تم سب کو لے جايے۔ (فنا کر دے) اور نيی مخلوق کو لے ايے۔
اور اس کتاب میں ادریس کا ذکر کرو وہ ایک راستباز انسان اور ایک نبی تھا
بیشک جن لوگوں نے کہا کہ ہمارا رب اللہ ہے پھر انہوں نے استقامت اختیار کی تو ان پر نہ کويی خوف ہے اور نہ وہ غمگین ہوں گے،
زناکار عورت اور زنا کار مرد دونوں کو سو سوکوڑے لگاو اور خبردار دین خدا کے معاملہ میں کسی مروت کا شکار نہ ہوجانا اگر تمہارا ایمان اللہ اور روزاخرت پر ہے اور اس سزا کے وقت مومنین کی ایک جماعت کو حاضر رہنا چاہيے
اور بےشک ہم پورے محتاط اور چوکنا ہیں۔
اور ہم نے اپ سے پہلے مختلف جماعتوں میں رسول بھیجے۔
ہم نے دکھا دیيے اس کو دونوں راستے
(اس دن سے ڈرو) جس دن اللہ تمام رسولوں کوجمع فرمايے گا پھر (ان سے) فرمايے گا کہ تمہیں (تمہاری امتوں کی طرف سے دعوت دین کا) کیا جواب دیا گیا تھا؟ وہ (حضور الہی میں) عرض کریں گے: ہمیں کچھ علم نہیں، بیشک تو ہی غیب کی سب باتوں کا خوب جاننے والا ہے،
چنانچہ جب رات اس پر طاری ہويی تو اس نے ایک تار ا دیکھا کہا یہ میرا رب ہے مگر جب وہ ڈوب گیا تو بولا ڈوب جانے والوں کا تو میں گرویدہ نہیں ہوں
اور جو لوگ ہماری ایتوں (کے رد) میں کوشاں رہتے ہیں اس خیال سے کہ (ہمیں) عاجز کردیں گے وہی لوگ اہل دوزخ ہیں،
تو اپنا منہ سیدھا کر عبادت کے لیے قبل اس کے کہ وہ دن ايے جسے اللہ کی طرف ٹلنا نہیں اس دن الگ پھٹ جايیں گے
تو اپنی قوم پر مسجد سے باہر ایا تو انہیں اشارہ سے کہا کہ صبح و شام تسبیح کرتے رہو،
اور اس کا مال اسے کام نہ ايے گا جب ہلاکت میں پڑے گا
تو درحقیقت یہی لوگ کافر ہیں اور ہم نے کافروں کے ليے بڑا رسوا کن عذاب مہیا کررکھا ہے
ان بچھونوں پر وہ عورتیں ہیں کہ شوہر کے سوا کسی کو انکھ اٹھا کر نہیں دیکھتیں ان سے پہلے انہیں نہ چھوا کسی ادمی اور نہ جن نے،
اور سب سے اول ایمان لانے والے سب سے اول داخل ہونے والے ہیں
ایسا ہرگز نہیں ہوگا لہذا اللہ سے ڈرو اور میری اطاعت کرو
اور یہ اللہ کے سوا ان کی عبادت کر رہے ہیں جس کی کويی خدايی دلیل نازل نہیں ہويی نہ وه خود ہی اس کا کويی علم رکھتے ہیں۔ ﻇالموں کا کويی مددگار نہیں
اپنے رب کے کن کن انعامات کو تم جھٹلاو گے؟
وہ سلیمان کی جانب سے ہے اور اللہ رحمن و رحیم کے نام سے شروع کیا گیا ہے
(اے حبیب مکرم!) اپ کی عمر مبارک کی قسم، بیشک یہ لوگ (بھی قوم لوط کی طرح) اپنی بدمستی میں سرگرداں پھر رہے ہیں،
جھوٹ کے بڑے سننے والے ہیں، حرام مال کے بڑے کھانے والے ہیں اگر وہ تمہارے پاس ايیں تو (اپ کو اختیار ہے) خواہ ان کا فیصلہ کریں یا ان سے روگردانی کریں اور اگر اپ ان سے روگردانی کریں۔ تو وہ اپ کا کچھ نہیں بگاڑ سکتے اور اگر فیصلہ کریں تو پھر انصاف کے ساتھ کریں کیونکہ اللہ انصاف کرنے والوں کو دوست رکھتا ہے۔
وہ جس کو چاہتا ہے دانايی بخشتا ہے۔ اور جس کو دانايی ملی بےشک اس کو بڑی نعمت ملی۔ اور نصیحت تو وہی لوگ قبول کرتے ہیں جو عقلمند ہیں
جو لوگ اللہ اور روز هاخرت پر ایمان رکھتے ہیں وہ ہرگز اپنے جان و مال سے جہاد کرنے کے خلاف اجازت نہ طلب کریں گے کہ خدا صاحبان تقوی کو خوب جانتا ہے
اور جب ابراھیم کو اس کے رب نے کيی باتوں میں ازمایا تو اس نےانہیں پورا کر دیا فرمایا بے شک میں تمہیں سب لوگوں کا پیشوا بنادوں گا کہا اور میری اولاد میں سے بھی فرمایا میرا عہد ظالموں کو نہیں پہنچے گا
یہ تو دنیا کی ظاہری زندگی کو جانتے ہیں۔ اور اخرت (کی طرف) سے غافل ہیں
اور ہم نے موسی کو کتاب دی تو اس میں اختلاف کیا گیا۔ اور اگر تمہارے پروردگار کی طرف سے ایک بات پہلے نہ ٹھہر چکی ہوتی تو ان میں فیصلہ کردیا جاتا۔ اور یہ اس (قران) سے شک میں الجھ رہے ہیں
اور نوح کشتی بناتا ہے اور جب اس کی قوم کے سردار اس پر گزرتے اس پر ہنستے بولا اگر تم ہم پر ہنستے ہو تو ایک وقت ہم تم پر ہنسیں گے جیسا تم ہنستے ہو
سلیمان کے سامنے ان کے تمام لشکر جنات اور انسان اور پرند میں سے جمع کیے گيے (ہر ہر قسم کی) الگ الگ درجہ بندی کردی گيی
قریب ہے کہ ہم اس کی سور کی سی تھوتھنی پر داغ دیں گے
یہ ہم نے انہیں ان کے ناشکراپن کی پاداش میں سزا دی اور کیا ہم ایسی سزا ناشکرے انسان کے سوا کسی اور کو دیتے ہیں؟
اور ہم نے ان پر (پتھروں کی) بارش برسايی سو ڈرايے ہويے لوگوں کی بارش کتنی تباہ کن تھی،
اے ایمان والو الله سے ڈرو اور الله کا قرب تلاش کرو اور الله کی راہ میں جہاد کرو تاکہ تم کامیاب ہو جاو
اس نے کہا کہ میں ان سے بہتر ہوں تو نے مجھے اگ سے پیدا کیا ہے اور انہیں خاک سے پیدا کیا ہے
اب دیکھ لو کہ ان کی چال کا انجام کیا ہوا ہم نے تباہ کر کے رکھ دیا ان کو اور ان کی پوری قوم کو
ان میں سے اکثر لوگ باوجود اللہ پر ایمان رکھنے کے بھی مشرک ہی ہیں
ان کے پاس ان کے پروردگار کی طرف سے کويی نيی یاد دہانی نہیں اتی مگر یہ کہ کان لگا کر سو لیتے ہیں اور پھر کھیل تماشے میں لگ جاتے ہیں
یہ لوگ کہتے ہیں کہ اگر اپ سچے ہیں تو یہ وعدہ عذاب کب پورا ہوگا
فرما دیجيے: کیا میں کسی دوسرے کو (عبادت کے ليے اپنا) دوست بنا لوں (اس) اﷲ کے سوا جو اسمانوں اور زمین کا پیدا کرنے والا ہے اور وہ (سب کو) کھلاتا ہے اور (خود اسے) کھلایا نہیں جاتا۔ فرما دیں: مجھے حکم دیا گیا ہے کہ میں (اس کے حضور) سب سے پہلا (سرجھکانے والا) مسلمان ہوجاوں اور (یہ بھی فرمادیا گیا ہے کہ) تم مشرکوں میں سے ہرگز نہ ہوجانا،
اللہ نے تم لوگوں کے لیے اپنی قسموں کی پابندی سے نکلنے کا طریقہ مقرر کر دیا ہے اللہ تمہارا مولی ہے، اور وہی علیم و حکیم ہے
اور اللہ ہی نے زمین پر چلنے والے ہر جاندار کو (ایک خاص) پانی سے پیدا کیا ہے تو ان میں سے کويی پیٹ کے بل چلتا ہے۔ اور کويی دو ٹانگوں پر چلتا ہے اور کويی چار ٹانگوں پر۔ اللہ جو چاہتا ہے پیدا کرتا ہے۔ بےشک اللہ ہر شيے پر پوری قدرت رکھتا ہے۔
اور بیشک ہم نے اس بستی سے (ویران مکانوں کو) ایک واضح نشانی کے طور پر عقل مند لوگوں کے ليے برقرار رکھا،
وہ اللہ ہی ہے جس نے اسمانوں اور زمین کو اور ان ساری چیزوں کو جو ان کے درمیان ہیں چھ دنوں میں پیدا کیا اور اس کے بعد عرش پر جلوہ فرما ہوا، اس کے سوا نہ تمہارا کويی حامی و مدد گار ہے اور نہ کويی اس کے اگے سفارش کرنے والا، پھر کیا تم ہوش میں نہ او گے؟
اے لوگو اگر تمہیں دوبارہ زندہ ہونے میں شک ہے تو ہم نے تمہیں مٹی سے پھر قطرہ سے پھر جمے ہويے خون سے پھر گوشت کی بوٹی نقشہ بنی ہويی اور بغیر نقشہ بنی ہويی سے بنایا تاکہ ہم تمہارے سامنے ظاہر کر دیں اور ہم ر حم میں جس کو چاہتے ہیں ایک مدت معین تک ٹھیراتے ہیں پھر ہم تمہیں بچہ بنا کر باہر لاتے ہیں پھر تاکہ تم اپنی جوانی کو پہنچو اور کچھ تم میں سے مرجاتے ہیں اور کچھ تم میں سے نکمی عمر تک پہنچايے جاتے ہیں کہ سمجھ بوجھ کا درجہ پاکر ناسمجھی کی حالت میں جا پڑتا ہے اور تم زمین کوسوکھی دیکھتے ہو پھر جب ہم اس پر پانی برساتے ہیں تو تر و تازہ ہو جاتی ہے او رہر قسم کے خوش نمانباتات اگ اتے ہیں
وہی لوگ قبول کرتے ہیں جو سنتے ہیں۔ اور مردوں کو اللہ زنده کر کے اٹھايے گا پھر سب اللہ ہی کی طرف ﻻيے جايیں گے
موسی (علیہ السلام) نے ان (جادوگروں سے) فرمایا: تم وہ (جادو کی) چیزیں ڈال دو جو تم ڈالنے والے ہو،
اور ضرور ہم تمہیں ازمايیں گے کچھ ڈر اور بھوک سے اور کچھ مالوں اور جانوں اور پھلوں کی کمی سے اور خوشخبری سنا ان صبر والوں کو -
(اور) قوم ثمود نے بھی پیغمبروں کو جھٹلا دیا
اور ذکریا کو جب اس نے اپنے رب کو پکارا اے رب مجھے اکیلا نہ چھوڑ اور تو سب سے بہتر وارث ہے
اور جنہوں نے اس سے اجتناب کیا کہ بتوں کو پوجیں اور خدا کی طرف رجوع کیا ان کے ليے بشارت ہے۔ تو میرے بندوں کو بشارت سنا دو
اور یہ اس بستی پر بھی گزرے ہیں جس پر بری طرح پتھر برسايے گيے سو کیا یہ لوگ اسے دیکھتے نہیں رہتے بلکہ یہ لوگ مر کر زندہ ہونے کی امید ہی نہیں رکھتے
پس جو چاہے اسے یاد رکھے
ہم نے نیچے کے اسمان کو ستاروں سے سجایا ہے
وہ اپنی کھالوں سے کہیں گے کہ تم نے ہمارے خلاف کیوں گواہی دی وہ کہیں گے کہ ہمیں الله نے گویايی دی جس نے ہر چیز کو گویايی بخشی ہے اور اسی نے پہلی مرتبہ تمہیں پیدا کیا اور اسی کی طرف تم لوٹايے جاو گے
یقینی بات ہے کہ اللہ تعالی اسمانوں اور زمین کو تھامے ہويے ہے کہ وه ٹل نہ جايیں اور اگر وه ٹل جايیں تو پھر اللہ کے سوا اور کويی ان کو تھام بھی نہیں سکتا۔ وه حلیم غفور ہے
اسی نے انسان کو پیدا کیا۔
میں تمہارے ليے ایک امانتدار پیغمبر ہوں
اپس میں اللہ کی قسمیں کھا کر بولے ہم ضرور رات کو چھاپا ماریں گے صا لح اور اس کے گھر والوں پر پھر اس کے وارث سے کہیں گے اس گھر والوں کے قتل کے وقت ہم حاضر نہ تھے اور بیشک ہم سچے ہیں،
تمام مخلوقات کے شر سے
جنت کی ایک نہر سے جس کا نام سلسبیل ہے
اور ہوا کو (ہم نے) سلیمان کا تابع کردیا تھا اس کی صبح کی منزل ایک مہینے کی راہ ہوتی اور شام کی منزل بھی مہینے بھر کی ہوتی۔ اور ان کے ليے ہم نے تانبے کا چشمہ بہا دیا تھا اور جنوں میں سے ایسے تھے جو ان کے پروردگار کے حکم سے ان کے اگے کام کرتے تھے۔ اور جو کويی ان میں سے ہمارے حکم سے پھرے گا اس کو ہم (جہنم کی) اگ کا مزہ چکھايیں گے
فرما دیجيے: کون ایسا شخص ہے جو تمہیں اللہ سے بچا سکتا ہے اگر وہ تمہیں تکلیف دینا چاہے یا تم پر رحمت کا ارادہ فرمايے، اور وہ لوگ اپنے ليے اللہ کے سوا نہ کويی کارساز پايیں گے اور نہ کويی مددگار،
پھر تم ہی وہ ہو کہ اپنے لوگوں کو قتل کرتے ہو اور ایک جماعت کو اپنے میں سے ان کے گھروں میں سے نکالتے ہو ان پر گناہ اور ظلم سے چڑھايی کرتے ہو اور اگر وہ تمہارے پاس قیدی ہو کر ايیں تو ان کا تاوان دیتے ہو حالانکہ تم پر ان کا نکالنا بھی حرام تھا کیا تم کتاب کے ایک حصہ پرایمان رکھتے ہو اور دوسرے حصہ کا انکار کرتے ہو پھرجو تم میں سے ایسا کرے اس کی یہی سزا ہے کہ دنیا میں ذلیل ہو اور قیامت کے دن بھی سخت عذاب میں دھکیلے جايیں اور الله اس سے بے خبر نہیں جو تم کرتے ہو
اور ان کے دلوں پر پردے ڈال دیتے ہیں کہ کچھ سمجھ نہ سکیں اور ان کے کانوں کو بہرہ بنادیتے ہیں اور جب تم قران میں اپنے پروردگار کا تنہا ذکر کرتے ہو تو یہ الٹے پاو ںمتنفر ہوکر بھاگ جاتے ہیں
اور اگر تقسیم (وراثت) کے موقع پر (غیر وارث) رشتہ دار اور یتیم اور محتاج موجود ہوں تو اس میں سے کچھ انہیں بھی دے دو اور ان سے نیک بات کہو،
اپ کہیے! کہ تم سچے ہو تو اللہ کی طرف سے کويی ایسی کتاب لاو جو ان دونوں (توراۃ، قران) سے زیادہ ہدایت کرنے والی ہو تو میں اسی کی پیروی کروں گا۔
اور البتہ شیطان نے ان پر اپنا گمان سچ کر دکھایا سوايے ایمان داروں کے ایک گروہ کے سب اس کے تابع ہو گيے
جن لوگوں نے کفر کا رویہ اختیار کیا اور کفر کی حالت ہی میں جان دی، ان پر اللہ اور فرشتوں اور تمام انسانوں کی لعنت ہے
ان سے کہو کہ "لاو اپنے وہ گواہ جو اس بات کی شہادت دیں کہ اللہ ہی نے ان چیزوں کو حرام کیا ہے" پھر اگر وہ شہادت دے دیں تو تم ان کے ساتھ شہادت نہ دینا، اور ہرگز ان لوگوں کی خواہشات کے پیچھے نہ چلنا جنہوں نے ہماری ایات کو جھٹلایا ہے، اور جو اخرت کے منکر ہیں، اور جو دوسروں کو اپنے رب کا ہمسر بناتے ہیں
وہ جسے چاہتا ہے اپنی رحمت کے ساتھ خاص فرما لیتا ہے، اور اﷲ بڑے فضل والا ہے،
اب ابراہیم (علیہ السلام) نے ایک نگاه ستاروں کی طرف اٹھايی
اس کی وجہ یہ ہے کہ اللہ ہی حق ہے۔ اور اس کے علاوہ جسے وہ پکارتے ہیں وہ باطل ہے۔ اور بےشک اللہ ہی بلند (مرتبہ والا) بزرگ ہے۔
ہر طرح کی تعریف خدا ہی کو سزاوار ہے جس نے اسمانوں اور زمین کو پیدا کیا اور اندھیرا اور روشنی بنايی پھر بھی کافر (اور چیزوں کو) خدا کے برابر ٹھیراتے ہیں
ان سے کہيے کہ زمین و اسمان میں جو کچھ بھی ہے وہ سب کس کے ليے ہے? پھر بتايیے کہ سب اللہ ہی کے ليے ہے اس نے اپنے اوپر رحمت کو لازم قرار دے لیا ہے وہ تم سب کو قیامت کے دن اکٹھا کرے گا جس میں کسی شک کی گنجايش نہیں ہے -جن لوگوں نے اپنے نفس کو خسارہ میں ڈال دیا ہے وہ اب ایمان نہ لايیں گے
اور انشاء اللہ نہ کہا
اور بلاشبہ ہم ہی زندہ کرتے ہیں اور ہم ہی مارتے ہیں اور ہم ہی (سب کے) وارث ہیں۔
پروردگار مجھے ایک صالح فرزند عطا فرما
یہ سارے کے سارے قیامت کے دن اکیلے اس کے پاس حاضر ہونے والے ہیں
اور وہی ہے جس نے اسمانوں اور زمین کو چھ دن میں بنایا اور اس کا عرش پانی پر تھا کہ تمہیں ازمايے تم میں کس کا کام اچھا ہے، اور اگر تم فرماو کہ بیشک تم مرنے کے بعد اٹھايے جاو گے تو کافر ضرور کہیں گے کہ یہ تو نہیں مگر کھلا جادو
پھر جب سورج کو روشن دیکھا تو کہا یہ ہے میرا رب، یہ سب سے بڑا ہے مگر جب وہ بھی ڈوبا تو ابراہیم پکار اٹھا "اے برادران قوم! میں ان سب سے بیزار ہوں جنہیں تم خدا کا شریک ٹھیراتے ہو
بیشک اللہ لوگوں پر ذرہ برابر ظلم نہیں کرتا لیکن لوگ (خود ہی) اپنی جانوں پر ظلم کرتے ہیں،
اور میں انہیں ڈھیل دیتا ہوں بے شک میری تدبیر بڑی مضبوط ہے۔
اے اوﻻد ادم! اگر تمہارے پاس پیغمبر ايیں جو تم ہی میں سے ہوں جو میرے احکام تم سے بیان کریں تو جو شخص تقوی اختیار کرے اور درستی کرے سو ان لوگوں پر نہ کچھ اندیشہ ہے اور نہ وه غمگین ہوں گے
یہ (سزا) اس کا بدلہ ہے کہ تم زمین میں ناحق خوشیاں منایا کرتے تھے اور اس کا بدلہ ہے کہ تم اترایا کرتے تھے،
اور خدا ہی نے اسمان سے پانی برسایا پھر اس سے زمین کو اس کے مرنے کے بعد زندہ کیا۔ بےشک اس میں سننے والوں کے لیے نشانی ہے
پھر ایسا نہیں چاہیيے ايندہ تم جان لو گے
اور کافر کہیں گے کہ اے ہمارے پروردگار جنوں اور انسانوں میں سے جن لوگوں نے ہم کو گمراہ کیا تھا ان کو ہمیں دکھا کہ ہم ان کو اپنے پاوں کے تلے (روند) ڈالیں تاکہ وہ نہایت ذلیل ہوں
ا ل ر، یہ اس کتاب کی ایات ہیں جو حکمت و دانش سے لبریز ہے
(اے رسول(ص)) یہ (کافر) اس بات میں کوشاں تھے (اور اس کا ارادہ کر لیا تھا کہ) اپ کو اس (کتاب) سے پھیر دیں جو ہم نے اپ کی طرف بذریعہ وحی بھیجی ہے تاکہ اپ اس کے خلاف کويی بات گڑھ گھڑ کر ہماری طرف منسوب کریں اور اس صورت میں وہ ضرور اپ کو اپنا گہرا دوست بنا لیتے۔
تو اس کے ليے راحت، خوشبودار عذاب اور نعمت بھری جنت ہے۔
سو اپ ان کی باتوں پر صبر کیجيے اور طلوع افتاب سے پہلے اور غروب افتاب سے پہلے اور رات کے اوقات میں بھی اور دن کے اول و اخر میں بھی اپنے پروردگار کی حمد و ثناء کے ساتھ تسبیح کیجيے تاکہ اپ راضی ہو جايیں۔
ہاں کیوں نہیں جس نے اپنا عہد پورا کیا اور پرہیزگاری کی اور بیشک پرہیزگار اللہ کو خوش اتے ہیں،
پکارنے والے کی طرف دوڑے جا رہے ہوں گے اور وہی منکرین (جو دنیا میں اس کا انکار کرتے تھے) اس وقت کہیں گے کہ یہ دن تو بڑا کٹھن ہے
اے نبی، اگر وہ تمہیں جھٹلاتے ہیں تو ان سے پہلے قوم نوح اور عاد اور ثمود
جبکہ اس نے اگ دیکھ کر اپنے گھر والوں سے کہا کہ تم ذرا سی دیر ٹھہر جاو مجھے اگ دکھايی دی ہے۔ بہت ممکن ہے کہ میں اس کا کويی انگارا تمہارے پاس ﻻوں یا اگ کے پاس سے راستے کی اطلاع پاوں
جس نے جھٹلایا اور (اس کی پیروی سے) منھ پھیر لیا
اور ہم نے انہیں زرہ بنانے کی صنعت تعلیم دے دی تاکہ وہ تم کو جنگ کے خطرات سے محفوظ رکھ سکے تو کیا تم ہمارے شکر گزار بندے بنو گے
کیا ان کے دلوں میں بیماری ہے؟ یا یہ شک وشبہ میں پڑے ہويے ہیں؟ یا انہیں اس بات کا ڈر ہے کہ اللہ تعالی اور اس کا رسول ان کی حق تلفی نہ کریں؟ بات یہ ہے کہ یہ لوگ خود ہی بڑے ﻇالم ہیں
تم میں ایسے لوگ بھی گھس گيے ہیں جو لوگوں کو روکیں گے اور اگر تم پر کويی مصیبت اگيی تو کہیں گے کہ خد انے ہم پر احسان کیا کہ ہم ان کے ساتھ حاضر نہیں تھے
بخلاف اس کے جن لوگوں نے ہماری ایات کو مان لیا ہے اور اچھے کام کیے ہیں اور اس باب میں ہم ہر ایک کو اس کی استطاعت ہی کے مطابق ذمہ دار ٹھیراتے ہیں وہ اہل جنت ہیں جہاں وہ ہمیشہ رہیں گے
پھر کیا کریں گے یہ لوگ اس روز جبکہ ان کا رب ان سے کہے گا کہ پکارو اب ان ہستیوں کو جنہیں تم میرا شریک سمجھ بیٹھے تھے یہ ان کو پکاریں گے، مگر وہ ان کی مدد کو نہ ايیں گے اور ہم ان کے درمیان ایک ہی ہلاکت کا گڑھا مشترک کر دیں گے
اگر تو انہیں ہدایت پرلانے کی طمع کرے تو الله ہدایت نہیں دیتا اس شخص کو جسے گمراہ کر دے اور نہ ان کے لیے کويی مددگار ہوگا
اور لوگوں کو ان کی چیزیں کم نہ دیا کرو۔ اور زمین میں فساد پھیلاتے نہ پھرو۔
اے میرے قیدخانہ کے دونوں ساتھیو! کیا جدا جدا رب اچھے یا ایک اللہ جو سب پر غالب،
اور اے محبوب! یاد کرو جب تمہارے رب نے اولاد ادم کی پشت سے ان کی نسل نکالی اور انہیں خود ان پر گواہ کیا، کیا میں تمہارا رب نہیں سب بولے کیوں نہیں ہم گواہ ہويے کہ کہیں قیامت کے دن کہو کہ ہمیں اس کی خبر نہ تھی
مومنو! جب تم اپس میں کسی میعاد معین کے ليے قرض کا معاملہ کرنے لگو تو اس کو لکھ لیا کرو اور لکھنے والا تم میں (کسی کا نقصان نہ کرے بلکہ) انصاف سے لکھے نیز لکھنے والا جیسا اسے خدا نے سکھایا ہے لکھنے سے انکار بھی نہ کرے اور دستاویز لکھ دے۔ اور جو شخص قرض لے وہی (دستاویز کا) مضمون بول کر لکھوايے اور خدا سے کہ اس کا مالک ہے خوف کرے اور زر قرض میں سے کچھ کم نہ لکھوايے۔ اور اگر قرض لینے والا بےعقل یا ضعیف ہو یا مضمون لکھوانے کی قابلیت نہ رکھتا ہو تو جو اس کا ولی ہو وہ انصاف کے ساتھ مضمون لکھوايے۔ اور اپنے میں سے دو مردوں کو (ایسے معاملے کے) گواہ کرلیا کرو۔ اور اگر دو مرد نہ ہوں تو ایک مرد اور دو عورتیں جن کو تم گواہ پسند کرو (کافی ہیں) کہ اگر ان میں سے ایک بھول جايے گی تو دوسری اسے یاد دلادے گی۔ اور جب گواہ (گواہی کے ليے طلب کيے جايیں تو انکار نہ کریں۔ اور قرض تھوڑا ہو یا بہت اس (کی دستاویز) کے لکھنے میں کاہلی نہ کرنا۔ یہ بات خدا کے نزدیک نہایت قرین انصاف ہے اور شہادت کے ليے بھی یہ بہت درست طریقہ ہے۔ اس سے تمہیں کسی طرح کا شک وہ شبہ بھی نہیں پڑے گا۔ ہاں اگر سودا دست بدست ہو جو تم اپس میں لیتے دیتے ہو تو اگر (ایسے معاملے کی) دستاویز نہ لکھوتو تم پر کچھ گناہ نہیں۔ اور جب خرید وفروخت کیا کرو تو بھی گواہ کرلیا کرو۔ اور کاتب دستاویز اور گواہ (معاملہ کرنے والوں کا) کسی طرح نقصان نہ کریں۔ اگر تم (لوگ) ایسا کرو تو یہ تمہارے ليے گناہ کی بات ہے۔ اور خدا سے ڈرو اور (دیکھو کہ) وہ تم کو (کیسی مفید باتیں) سکھاتا ہے اور خدا ہر چیز سے واقف ہے
ہم نے نوح کو اس کی قوم کی طرف بھیجا (اس ہدایت کے ساتھ) کہ اپنی قوم کے لوگوں کو خبردار کر دے قبل اس کے کہ ان پر ایک دردناک عذاب ايے
تمہارے استعمال وفايدے کے ليے اور تمہارے چوپایوں کے ليے
اے اہل کتاب اپنے دین میں حد سے تجاوز نہ کرو اور خدا کے بارے میں حق کے علاوہ کچھ نہ کہو ---مسیح عیسی علیھ السلام بن مریم صرف اللہ کے رسول اور اس کا کلمہ ہیں جسے مریم کی طرف القاي کیا گیا ہے اور وہ اس کی طرف سے ایک روح ہیں لہذا خدا اور مرسلین پر ایمان لے او اور خبردار تین کا نام بھی نہ لو -اس سے باز اجاو کہ اسی میں بھلايی ہے -اللہ فقط خدايے واحد ہے اور وہ اس بات سے منزہ ہے کہ اس کا کويی بیٹا ہو ,زمین و اسمان میں جو کچھ بھی ہے سب اسی کا ہے اور وہ کفالت و وکالت کے ليے کافی ہے
جو (ذی استطاعت) مسلمان دل کھول کر خیرات کرتے ہیں اور جو (بےچارے غریب صرف اتنا ہی کما سکتے ہیں جتنی مزدوری کرتے (اور تھوڑی سی کمايی میں سے خرچ بھی کرتے) ہیں ان پر جو (منافق) طعن کرتے ہیں اور ہنستے ہیں۔ خدا ان پر ہنستا ہے اور ان کے لیے تکلیف دینے والا عذاب (تیار) ہے
اور اس کی صبح و شام پاکی بیان کرو
کیا اپ نے نہیں دیکھا کہ الله ہی کے فضل سے دریا میں کشتیاں چلتی ہیں تاکہ تمہیں اپنی نشانیاں دکھايے بے شک اس میں ہر ایک صابر شاکر کےلیے نشانیاں ہیں
خدا تم میں سے ان لوگوں کو بھی جانتا ہے جو (لوگوں کو) منع کرتے ہیں اور اپنے بھايیوں سے کہتے ہیں کہ ہمارے پاس چلے او۔ اور لڑايی میں نہیں اتے مگر کم
اور تمہارے گھروں میں جو خدا کی ایتیں پڑھی جاتی ہیں اور حکمت (کی باتیں سنايی جاتی ہیں) ان کو یاد رکھو۔ بےشک خدا باریک بیں اور باخبر ہے
کیا (اس بات سے بھی) انہیں ہدایت نہ ملی کہ ہم نے ان سے پہلے کتنی نسلیں (ان گناہوں کی پاداش میں) ہلاک کر دیں جن کے مکانوں میں (اج) یہ چلتے پھرتے ہیں بےشک اس میں صاحبان عقل کیليے خدا کی قدرت کی بڑی نشانیاں ہیں۔
پس موسی (علیہ السلام) پر ان کی قوم کے چند جوانوں کے سوا (کويی) ایمان نہ لایا، فرعون اور اپنے (قومی) سرداروں (وڈیروں) سے ڈرتے ہويے کہ کہیں وہ انہیں (کسی) مصیبت میں مبتلا نہ کر دیں، اور بیشک فرعون سرزمین (مصر) میں بڑا جابر و سرکش تھا، اور وہ یقینا (ظلم میں) حد سے بڑھ جانے والوں میں سے تھا،
اور (اے حبیب!) کتنی ہی بستیاں تھیں جن کے باشندے (وسايل و اقتدار میں) اپ کے اس شہر (مکہ کے باشندوں) سے زیادہ طاقتور تھے جس (کے مقتدر وڈیروں) نے اپ کو (بصورت ہجرت) نکال دیا ہے، ہم نے انہیں (بھی) ہلاک کر ڈالا پھر ان کا کويی مددگار نہ ہوا (جو انہیں بچا سکتا)،
یہ ایک فوج ہے جو تمہارے ساتھ داخل ہوگی۔ ان کو خوشی نہ ہو یہ دوزخ میں جانے والے ہیں
نہ اس میں درد سر ہوگا اور نہ انہیں اس سے نشہ ہوگا
یہ ایک بڑی برکت والی کتاب ہے جو (اے محمد) ہم نے تمہاری طرف نازل کی ہے تاکہ یہ لوگ اس کی ایات پر غور کریں اور عقل و فکر رکھنے والے اس سے سبق لیں
یہ حکمت والی کتا ب کی ایتیں ہیں
اور کہنے لگے ہم سارے جہانوں کے پروردگار پر ایمان لايے۔
اور جب پہاڑ چلا ديیے جايیں گے۔
جو ملک میں فساد کرتے ہیں اور اصلاح نہیں کرتے
بیشک اللہ نے سنا جنہوں نے کہا کہ اللہ محتاج ہے اور ہم غنی اور ہم غنی اب ہم لکھ رکھیں گے ان کا کہا اور انبیاء کو ان کا ناحق شہید کرنا اور فرمايیں گے کہ چکھو اگ کا عذاب،
طس، یہ ایتیں ہیں قران کی (یعنی واضح) اور روشن کتاب کی
رسول کے ذمہ سوايے پہنچانے کے اورکچھ نہیں اور الله کو معلوم ہے جو تم ظاہر کرتے ہو اور جو چھپ کر کرتے ہو
اور کہنے لگے کہ ہم جہان کے پروردگار پر ایمان لايے
اور جب تمہیں کويی کسی لفظ سے سلام کرے تو اس سے بہتر لفظ جواب میں کہو یا یا وہی کہہ دو، بیشک اللہ ہر چیز پر حساب لینے والا ہے
اور دن کی جبکہ وہ روشن ہو
تو اہل کتاب کو ادم کے دو بیٹوں کا قصہ صحیح طور پر پڑھکر سنا دے جب ان دونوں نے قربانی کی ان میں سے ایک کی قربانی قبول ہو گيی اور دوسرے کی نہ ہويی اس نے کہا میں تجھے مار ڈالوں گا اس نے جواب دیا الله پرہیز گاروں ہی سے قبول کرتا ہے
(اے نبي مکرم!) اپ فرما دیجيے: وہ اﷲ ہے جو یکتا ہے،
اور وہ وہی ہے جس نے رات اور دن اور سورج اور چاند کو پیدا کیا۔ سب (اپنے اپنے) دايرہ (مدار) میں تیر رہے ہیں۔
اوراس گاوں سے پوچھ لیجیيے جس میں ہم تھے اور اس قافلہ سے بھی جس میں ہم ايے ہیں اور بے شک ہم سچے ہیں
اور ان کی قوم کے پاس کويی جواب نہ تھا سوايے اس کے کہ انہوں نے لوگوں کو ابھارا کہ انہیں اپنے قریہ سے نکال باہر کرو کہ یہ بہت پاک باز بنتے ہیں
اور پہاڑ چلنے لگیں گے۔
پھر ہم نے ان کے بعد تمہیں زمین میں جانشین کیا کہ دیکھیں تم کیسے کام کرتے ہو
اے محمد! کہہ دو کہ لوگو! تم اپنی جگہ عمل کرتے رہو اور میں بھی اپنی جگہ عمل کر رہا ہوں، عنقریب تمہیں معلوم ہو جايے گا کہ انجام کار کس کے حق میں بہتر ہوتا ہے، بہر حال یہ حقیقت ہے کہ ظالم کبھی فلاح نہیں پا سکتے
اور کچھ رات گيی اپنےباپ کے پاس روتے ہويے ايے
اور تم نے پہلی پیدايش تو جان ہی لی ہے۔ پھر تم سوچتے کیوں نہیں؟
اپ کہہ دیجيے کہ یہودیو اگر تمہارا خیال یہ ہے کہ تمام انسانوں میں تم ہی اللہ کے دوست ہو تو اگر اپنے دعوی میں سچے ہو تو موت کی تمناکرو
کاہے کی راہ دیکھتے ہیں مگر اس کی کہ اس کتاب کا کہا ہوا انجام سامنے ايے جس دن اس کا بتایا انجام واقع ہوگا بول اٹھیں گے وہ جو اسے پہلے سے بھلايے بیٹھے تھے کہ بیشک ہمارے رب کے رسول حق لايے تھے تو ہیں کويی ہمارے سفارشی جو ہماری شفاعت کریں یا ہم واپس بھیجے جايیں کہ پہلے کاموں کے خلاف کام کریں بیشک انہوں نے اپنی جانیں نقصان میں ڈالیں اور ان سے کھويے گيے جو بہتان اٹھاتے تھے
حریر و دیبا کے لباس پہنے، امنے سامنے بیٹھے ہوں گے
اوربے شک مسجدیں الله کے لیے ہیں پس تم الله کے ساتھ کسی کو نہ پکارو
اور (یاد کرو) جب تمہارے رب نے اگاہ فرمایا کہ اگر تم شکر ادا کرو گے تو میں تم پر (نعمتوں میں) ضرور اضافہ کروں گا اور اگر تم ناشکری کرو گے تو میرا عذاب یقینا سخت ہے،
اور لوگوں پر جو پرہیزگاری اختیار کيے ہويے ہیں ان (کافروں) کے حساب سے کچھ بھی (لازم) نہیں ہے مگر (انہیں) نصیحت (کرنا چاہیے) تاکہ وہ (کفر سے اور قران کی مذمت سے) بچ جايیں،
حالانکہ ان پر اس کا کويی زور بھی نہیں تھا مگر یہی کہ ہم نے ظاہر کرنا تھا کون اخرت پر ایمان لاتا ہے اورکون اس سے شک میں پڑا ہوا ہے اور تیرا رب ہر چیز پر نگہبان ہے
اور اسی نے ان (اہل ایمان) کے دلوں میں الفت پیدا کی۔ اگر اپ تمام رويے زمین کی دولت بھی خرچ کر دیتے تو ان کے دلوں میں الفت پیدا نہیں کر سکتے تھے۔ مگر اللہ نے (اپنی قدرت کاملہ سے) ان کے درمیان الفت پیدا کر دی بے شک وہ غالب اور بڑا حکمت والا ہے۔
خدا تمہیں نصیحت کرتا ہے کہ اگر مومن ہو تو پھر کبھی ایسا کام نہ کرنا
طلاق دو بار ہے پھر یا تو سیدھی طرح عورت کو روک لیا جايے یا بھلے طریقے سے اس کو رخصت کر دیا جايے اور رخصت کر تے ہويے ایسا کرنا تمہارے لیے جايز نہیں ہے کہ جو کچھ تم انہیں دے چکے ہو، اس میں سے کچھ واپس لے لو البتہ یہ صورت مستثنی ہے کہ زوجین کو اللہ کے حدود پر قايم نہ رہ سکنے کا اندیشہ ہو ایسی صورت میں اگر تمہیں یہ خوف ہو کہ وہ دونوں حدود الہی پر قايم نہ رہیں گے، تو ان دونوں کے درمیان یہ معاملہ ہو جانے میں مضايقہ نہیں کہ عورت اپنے شوہر کو کچھ معاوضہ دے کر علیحدگی حاصل کر لے یہ اللہ کے مقرر کردہ حدود ہیں، ان سے تجاوز نہ کرو اور جو لوگ حدود الہی سے تجاوز کریں، وہی ظالم ہیں
غرض جب وہ ان کے پاس ہماری طرف سے حق لے کر پہنچے تو کہنے لگے کہ جو اس کے ساتھ (خدا پر) ایمان لايے ہیں ان کے بیٹوں کو قتل کردو اور بیٹیوں کو زندہ رہنے دو۔ اور کافروں کی تدبیریں بےٹھکانے ہوتی ہیں
جو لوگ کافرہوگيے اور اسی حالا کفر میں مر گيے ان پر اللہ ملايکہ اور تمام انسانوں کی لعنت ہے
قیامت کے دن ہم سب کو ایک ساتھ اٹھايیں گے پھر مشرکین سے کہیں گے کہ تمہارے وہ شرکاي کہاں ہیں جو تمہارے خیال میں خدا کے شریک تھے
پھر انہو ں نے سر نیچا کر کے کہا تو جانتا ہے کہ یہ بولا نہیں کرتے
انہوں نے کہا ہم اپ کو بالکل سچی بشارت دے رہے ہیں تو اپ ناامید ہونے والوں میں سے نہ ہوں۔
اور جن لوگوں نے کفر کیا اور ہماری ایتوں کو جھٹلایا وہی لوگ دوزخی ہیں (جو) اس میں ہمیشہ رہنے والے ہیں، اور وہ کیا ہی برا ٹھکانا ہے،
جس دن ہر جان اپنی ہی طرف جھگڑتی ايے گی اور ہر جان کو اس کا کیا پورا بھردیا جايے گا اور ان پر ظلم نہ ہوگا
اس کے بعد جب ہم نے ایک مدت کے ليے عذاب کو برطرف کردیا تو پھر اپنے عہد کو توڑنے والوں میں شامل ہوگيے
اور شام کو بھی کیا پھر بھی عقل سے کام نہیں لیتے؟
اور اس طرح ہم نے ان کو اٹھایا تاکہ اپس میں ایک دوسرے سے دریافت کریں۔ ایک کہنے والے نے کہا کہ تم (یہاں) کتنی مدت رہے؟ انہوں نے کہا کہ ایک دن یا اس سے بھی کم۔ انہوں نے کہا کہ جتنی مدت تم رہے ہو تمہارا پروردگار ہی اس کو خوب جانتا ہے۔ تو اپنے میں سے کسی کو یہ روپیہ دے کر شہر کو بھیجو وہ دیکھے کہ نفیس کھانا کون سا ہے تو اس میں سے کھانا لے ايے اور اہستہ اہستہ ايے جايے اور تمہارا حال کسی کو نہ بتايے
پھر جب چاہے وہ اسے دوبارہ اٹھا کھڑا کرے
اور اگر تم ان سے پوچھو کس نے بنايے اسمان اور زمین تو ضرور کہیں گے اللہ نے، تم فرماو سب خوبیاں اللہ کو بلکہ ان میں اکثر جانتے نہیں،
تو وه دن بڑا سخت دن ہوگا
اج میں نے ان کو ان کے صبر کا بدلہ دیا، کہ وہ کامیاب ہوگيے
اور موت کی بےہوشی حقیقت کھولنے کو طاری ہوگيی۔ (اے انسان) یہی (وہ حالت) ہے جس سے تو بھاگتا تھا
جس دن ان کے منہ اگ میں الٹ دیے جايیں گے کہیں گے اے کاش ہم نے الله اور رسول کا کہا مانا ہوتا
مگر پھر ان کی مت پلٹ گيی اور بولے "تو جانتا ہے کہ یہ بولتے نہیں ہیں"
اور جو کتاب میں نے (اپنے رسول محمدﷺ پر) نازل کی ہے جو تمہاری کتاب تورات کو سچا کہتی ہے، اس پر ایمان لاو اور اس سے منکر اول نہ بنو، اور میری ایتوں میں (تحریف کر کے) ان کے بدلے تھوڑی سی قیمت (یعنی دنیاوی منعفت) نہ حاصل کرو، اور مجھی سے خوف رکھو
ان نعمتوں کے درمیان شرمیلی نگاہوں والیاں ہوں گی جنہیں ان جنتیوں سے پہلے کسی انسان یا جن نے چھوا نہ ہوگا
اے رسول(ص)! (ان مشرکین سے) کہیے! تم ان کو پکارو جنہیں تم اللہ کے سوا (معبود) سمجھتے ہو( پھر دیکھو) وہ ذرہ بھر چیز کے بھی مالک نہیں ہیں، نہ اسمانوں اور زمین میں اور نہ ہی ان کی ان دونوں (کی ملکیت) میں کويی شرکت ہے اور نہ ہی ان میں سے کويی اس (اللہ) کا مددگار ہے۔
پھر ان سے ساری داستان علم و اطلاع کے ساتھ بیان کریں گے اور ہم خود بھی غايب تو تھے نہیں
شاید اپ (اس غم میں) جان دے دیں گے کہ یہ لوگ ایمان نہیں لاتے۔
بیشک مجھے تم پر ڈر ہے ایک بڑے دن کے عذاب کا
اور پیغمبر اپ ان کے درمیان تنزیل خدا کے مطابق فیصلہ کریں اور ان کی خواہشات کا اتباع نہ کریں اور اس بات سے بچتے رہیں کہ یہ بعض احکام الہی سے منحرف کردیں -پھر اگر یہ خود منحرف ہوجايیں تو یاد رکھیں کہ خدا ان کو ان کے بعض گناہوں کی مصیبت میں مبتلا کرنا چاہتا ہے اور انسانوں کی اکثریت فاسق اور دايرس اطاعت سے خارج ہے
(وہ) رحمان ہی ہے،
تمہارے ليے ان (قربانی کے جانوروں) میں مقررہ مدت تک فوايد ہیں پھر انہیں قدیم گھر (خانہ کعبہ) کی طرف (ذبح کے ليے) پہنچنا ہے،
پھر ہم نے ہوا کو اس کے تابع کر دیا کہ وہ اس کے حکم سے بڑی نرمی سے چلتی تھی جہاں اسے پہنچنا ہوتا تھا
اور یہ کہ انسانوں میں سے کچھ لوگ جنات کے بعض لوگوں کی پناہ ڈھونڈ رہے تھے تو انہوں نے گرفتاری میں اور اضافہ کردیا
یہاں تک کہ جب وہ دو پہاڑوں کے درمیان پہنچ گيے تو ان کے قریب ایک قوم کو پایا جو کويی بات نہیں سمجھتی تھی
پھر جو شخص اپنے (اس) ظلم کے بعد توبہ اور اصلاح کرلے تو بیشک اﷲ اس پر رحمت کے ساتھ رجوع فرمانے والا ہے۔ یقینا اﷲ بڑا بخشنے والا بہت رحم فرمانے والا ہے،
اور ان (منافقوں) میں سے وہ لوگ بھی ہیں جو نبی (مکرم صلی اللہ علیہ والہ وسلم) کو ایذا پہنچاتے ہیں اور کہتے ہیں: وہ تو کان (کے کچے) ہیں۔ فرما دیجيے: تمہارے ليے بھلايی کے کان ہیں۔ وہ اللہ پر ایمان رکھتے ہیں اور اہل ایمان (کی باتوں) پر یقین کرتے ہیں اور تم میں سے جو ایمان لے ايے ہیں ان کے ليے رحمت ہیں، اور جو لوگ رسول اللہ (صلی اللہ علیہ والہ وسلم) کو (اپنی بدعقیدگی، بدگمانی اور بدزبانی کے ذریعے) اذیت پہنچاتے ہیں ان کے ليے دردناک عذاب ہے،
وہی اللہ ہے پیدا کرنے واﻻ وجود بخشنے واﻻ، صورت بنانے واﻻ، اسی کے لیے (نہایت) اچھے نام ہیں، ہر چیز خواه وه اسمانوں میں ہو خواه زمین میں ہو اس کی پاکی بیان کرتی ہے، اور وہی غالب حکمت واﻻ ہے
اور (عملوں کی) کتاب (کھول کر) رکھی جايے گی تو تم گنہگاروں کو دیکھو گے کہ جو کچھ اس میں (لکھا) ہوگا اس سے ڈر رہے ہوں گے اور کہیں گے ہايے شامت یہ کیسی کتاب ہے کہ نہ چھوٹی بات کو چھوڑتی ہے نہ بڑی کو۔ (کويی بات بھی نہیں) مگر اسے لکھ رکھا ہے۔ اور جو عمل کيے ہوں گے سب کو حاضر پايیں گے۔ اور تمہارا پروردگار کسی پر ظلم نہیں کرے گا
ارشاد ہوا: بیشک ہم نے تمہارے (انے کے) بعد تمہاری قوم کو فتنہ میں مبتلا کر دیا ہے اور انہیں سامری نے گمراہ کر ڈالا ہے،
اللہ لکھ چکا کہ ضرور میں غالب اوں گا اور میرے رسول بیشک اللہ قوت والا عزت والا ہے،
اور اس سے بڑھ کر ظالم کون ہوگا جو خدا پر جھوٹ افتراء کرے ایسے لوگ خدا کے سامنے پیش کيے جايیں گے اور گواہ کہیں گے کہ یہی لوگ ہیں جنہوں نے اپنے پروردگار پر جھوٹ بولا تھا۔ سن رکھو کہ ظالموں پر الله کی لعنت ہے
انسانو ہم نے تم کو ایک مرد اور ایک عورت سے پیدا کیا ہے اور پھر تم میں شاخیں اور قبیلے قرار دیيے ہیں تاکہ اپس میں ایک دوسرے کو پہچان سکو بیشک تم میں سے خدا کے نزدیک زیادہ محترم وہی ہے جو زیادہ پرہیزگارہے اور اللہ ہر شے کا جاننے والا اور ہر بات سے باخبر ہے
پھر ہمارے بندوں میں سے ایک بندہ کو پایا جسے ہم نے اپنے ہاں سے رحمت دی تھی اوراسے ہم نے اپنے پاس سے ایک علم سکھایا تھا
بیشک جو لوگ یتیموں کے مال ناحق طریقے سے کھاتے ہیں وہ اپنے پیٹوں میں نری اگ بھرتے ہیں، اور وہ جلد ہی دہکتی ہويی اگ میں جا گریں گے،
پس انہوں نے (قدار نامی) اپنے ایک ساتھی کو بلایا، اس نے (اونٹنی پر تلوار سے) وار کیا اور کونچیں کاٹ دیں،
اور (دور دراز) شہروں میں جہاں تم زحمت شاقہ کے بغیر پہنچ نہیں سکتے وہ تمہارے بوجھ اٹھا کر لے جاتے ہیں۔ کچھ شک نہیں کہ تمہارا پروردگار نہایت شفقت والا اور مہربان ہے
اخر کار وہ اللہ تعالی کی نعمت اور فضل کے ساتھ پلٹ ايے، ان کو کسی قسم کا ضرر بھی نہ پہنچا اور اللہ کی رضا پر چلنے کا شرف بھی انہیں حاصل ہو گیا، اللہ بڑا فضل فرمانے والا ہے
کہہ دیجیے کہ خبیث (ناپاک) اور طیب (پاک) برابر نہیں ہو سکتے اگرچہ خبیث (ناپاک) کی کثرت اور بہتات تمہیں تعجب میں بھی ڈال دے (تمہیں بھلی لگے) اے عقل والو! خدا کی نافرمانی سے ڈرو تاکہ تم فلاح پاو۔
اور نوح کشتی بنارہے تھے اور جب بھی قوم کی کسی جماعت کا گزر ہوتا تھا تو ان کا مذاق اڑاتے تھے -نوح نے کہا کہ اگر تم ہمارا مذاق اڑاو گے تو کل ہم اسی طرح تمہارا بھی مذاق اڑايیں گے
تو اپنے رب کی کونسی نعمت جھٹلاو گے،
پھر اگر اسے طلاق دے دی تو اس کے بعد اس کے لیے وہ حلال نہ ہوگی یہاں تک کہ وہ کسی اور خاوند سے نکاح کرے پھر اگر وہ اسے طلاق دے دے تو ان دونوں پر کويی گناہ نہیں کہ اپس میں رجوع کر لیں اگر ان کا گمان غالب ہو کہ وہ الله کی حدیں قايم سکیں گے اور یہ الله کی حدیں ہیں وہ انہیں کھول کر بیان کرتا ہے ان لوگوں کے لیے جو علم رکھتے ہیں
اگر تو سچے لوگوں میں سے ہے تو ہم پر اسمان کے ٹکڑے گرادے
اور ہم نے اس (بچہ) پر دايیوں کو پہلے سے حرام کر دیا تھا تو اس (بچہ کی بہن) نے کہا کیا میں تم لوگوں کو ایک ایسے گھرانے کا پتہ بتاوں جو تمہارے ليے اس کی پرورش کرے؟ اور وہ اس کے خیرخواہ بھی ہوں؟
اور بیشک اللہ نے تمہیں اپنا وعدہ سچ کر دکھایا جب تم اس کے حکم سے انہیں قتل کر رہے تھے، یہاں تک کہ تم نے بزدلی کی اور (رسول صلی اللہ علیہ والہ وسلم کے) حکم کے بارے میں جھگڑنے لگے اور تم نے اس کے بعد (ان کی) نافرمانی کی جب کہ اللہ نے تمہیں وہ (فتح) دکھا دی تھی جو تم چاہتے تھے، تم میں سے کويی دنیا کا خواہش مند تھا اور تم میں سے کويی اخرت کا طلب گار تھا، پھر اس نے تمہیں ان سے (مغلوب کر کے) پھیر دیا تاکہ وہ تمہیں ازمايے، (بعد ازاں) اس نے تمہیں معاف کر دیا، اور اللہ اہل ایمان پر بڑے فضل والا ہے،
اس نے کہا اپ میرے ساتھ ہرگز صبر نہیں کرسکتے
وہ لوگ جو نیک کام کریں گے اس سے محروم نہ کیے جايیں گے اور الله پرہیزگارو ں کا جاننے والا ہے
کہا اے ہود تو ہمارے پاس کويی معجزہ بھی نہ لایا اور ہم تیرے کہنے سے اپنے معبودوں کو چھوڑنے والے نہیں اورنہ ہم تجھے ماننے والے ہیں
جس دن نہ مال کام ايے گا نہ بیٹے،
اور اس کے بعد باقی لوگوں کو غرق کر دیا
اس نامور قران کی قسم
ایک ہی زور کی اواز ہو گی اور سب کے سب ہمارے سامنے حاضر کر دیے جايیں گے
اورجن کا پلہ ہلکا ہوگا تو وہی یہ لوگ ہوں گے جنہوں نے اپنا نقصان کیا ہمیشہ جہنم میں رہنے والے ہوں گے
کہ اے رب انصاف کا فیصلہ کر دے اور ہمارا رب بڑا مہربان ہے اسی سے مدد مانگتے ہیں ان باتوں پر جو تم بیان کرتے ہو
تم بہر حال اس کتاب کو مضبوطی سے تھامے رہو جو وحی کے ذریعہ سے تمہارے پاس بھیجی گيی ہے، یقینا تم سیدھے راستے پر ہو
وہ جنہوں نے ایمان کے بدلے کفر مول لیا اللہ کا کچھ نہ بگاڑیں گے اور ان کے ليے دردناک عذاب ہے،
اس عیب سے پاک اگر کويی ہیں تو بس وہ لوگ جو صبر کرنے والے اور نیکو کار ہیں اور وہی ہیں جن کے لیے درگزر بھی ہے اور بڑا اجر بھی
تجھے کیا معلوم کہ وه کھڑ کھڑا دینے والی کیا ہے
اس میں کچھ شک نہیں کہ اس کتاب کا نازل کیا جانا تمام جہان کے پروردگار کی طرف سے ہے
اور ہم نے اسی طرح ابراھیم کو اسمانوں اور زمین کے عجايبات دکھايے ابور تاکہ وہ یقین کرنے والوں میں سے ہو جايے
اور ہم جس عذاب کا ان سے وعدہ کررہے ہیں اسے اپ کو دکھادینے کی قدرت بھی رکھتے ہیں
(جن سیڑھیوں سے) فرشتے اور اہل ایمان کی روحیں اس کے پاس چڑھ کر جاتی ہیں (اور وہ عذاب) اس دن ہو گا جس کی مقدار پچاس ہزار سال کی ہے
بلکہ ان لوگوں نے تو جس وقت حق ان کے پاس ایا اسی وقت اسے صاف جھٹلا دیا اسی وجہ سے اب یہ الجھن میں پڑے ہويے ہیں
وہ خدا جس نے اسمانوں اور زمین اور جو کچھ ان کے درمیان ہے سب کو چھ (۶) دن میں پیدا کیا۔ پھر عرش پر اقتدار قايم کیا۔ وہی (خدايے) رحمن ہے اس کے بارے میں کسی باخبر سے پوچھو۔
اللہ تعالی تمہیں تمہاری اوﻻد کے بارے میں حکم کرتا ہے کہ ایک لڑکے کا حصہ دو لڑکیوں کے برابر ہے اور اگر صرف لڑکیاں ہی ہوں اور دو سے زیاده ہوں تو انہیں مال متروکہ کا دو تہايی ملے گا۔ اور اگر ایک ہی لڑکی ہو تو اس کے ليے ادھا ہے اور میت کے ماں باپ میں سے ہر ایک کے ليے اس کے چھوڑے ہويے مال کا چھٹا حصہ ہے، اگر اس (میت) کی اوﻻد ہو، اور اگر اوﻻد نہ ہو اور ماں باپ وارث ہوتے ہوں تو اس کی ماں کے ليے تیسرا حصہ ہے، ہاں اگر میت کے کيی بھايی ہوں تو پھر اس کی ماں کا چھٹا حصہ ہے۔ یہ حصے اس وصیت (کی تکمیل) کے بعد ہیں جو مرنے واﻻ کر گیا ہو یا ادايے قرض کے بعد، تمہارے باپ ہوں یا تمہارے بیٹے تمہیں نہیں معلوم کہ ان میں سے کون تمہیں نفع پہچانے میں زیاده قریب ہے، یہ حصے اللہ تعالی کی طرف سے مقرر کرده ہیں بے شک اللہ تعالی پورے علم اور کامل حکمتوں واﻻ ہے
کیا یہ لوگ تمہارے پروردگار کی رحمت کو بانٹتے ہیں؟ ہم نے ان میں ان کی معیشت کو دنیا کی زندگی میں تقسیم کردیا اور ایک کے دوسرے پر درجے بلند کيے تاکہ ایک دوسرے سے خدمت لے اور جو کچھ یہ جمع کرتے ہیں تمہارے پروردگار کی رحمت اس سے کہیں بہتر ہے
اپ کہيے کہ سات اسمانوں اور اس بڑے تخت سلطنت کا پروردگار کون ہے؟
اہل ایمان کو جب خدا اور رسول کی طرف بلایا جايے کہ وہ (رسول) ان کے درمیان فیصلہ کریں تو ان کا قول یہ ہوتا ہے کہ وہ کہتے ہیں ہم نے سنا اور اطاعت کی اور یہی لوگ فلاح پانے والے ہیں۔
اور وہ اپنے بندوں پر غالب ہے اور وہ دانا اور خبردار ہے
اور ہم نے قران کو سمجھنے کے ليے اسان کردیا ہے تو کويی ہے کہ سوچے سمجھے؟
اور حقیقت یہ ہے کہ تمہارے لیے مویشیوں میں بھی ایک سبق ہے ان کے پیٹوں میں جو کچھ ہے اسی میں سے ایک چیز ہم تمہیں پلاتے ہیں، اور تمہارے لیے ان میں بہت سے دوسرے دوسرے فايدے بھی ہیں
لوگوں کے سامنے اپنے گال نہ پھلا اور زمین پر اترا کر نہ چل کسی تکبر کرنے والے شیخی خورے کو اللہ تعالی پسند نہیں فرماتا
یہ لوگ قران پر ایمان نہیں لاتے اور یہ پہلوں کا دستور چلا ایا ہے
کہ ہم پر چٹی پڑی
یہ لوگ چاہتے ہیں کہ اللہ کی روشنی کو اپنی پھونکوں سے بجھا دیں مگر اللہ اپنی روشنی کو مکمل کیے بغیر ماننے والا نہیں ہے خواہ کافروں کو یہ کتنا ہی ناگوار ہو
بے شک وہ جانتا ہے جو بات پکار کر کہو اور جانتا ہے جو تم چھپاتے ہو
بیشک ڈر والے سایوں اور چشموں میں ہیں،
کہ یقینا ان کی مدد کی جايے گی
پھر انہیں دھوکہ کے ذریعہ درخت کی طرف جھکا دیا اور جیسے ہی ان دونوں نے چکھا شرمگاہیں کھلنے لگیں اور انہوں نے درختوں کے پتے جوڑ کر شرمگاہوں کو چھپانا شروع کردیا تو ان کے رب نے اواز دی کہ کیا ہم نے تم دونوں کو اس درخت سے منع نہیں کیا تھا اور کیا ہم نے تمہیں نہیں بتایا تھا کہ شیطان تمہارا کھلا ہوا دشمن ہے
تم فرماو کیا اللہ کے سوا اور رب چاہوں حالانکہ وہ ہر چیز کا رب ہے اور جو کويی کچھ کمايے وہ اسی کے ذمہ ہے، اور کويی بوجھ اٹھانے والی جان دوسرے کا بوجھ نہ اٹھايے گی پھر تمہیں اپنے رب کی طرف پھرنا ہے وہ تمہیں بتادے گا جس میں اختلاف کرتے تھے،
اور جورو اور بیٹوں سے
اور کافروں کو اس بات پر تعجب ہوا کہ ان ہی میں سے ایک انہیں ڈرانے واﻻ اگیا اور کہنے لگے کہ یہ تو جادوگر اور جھوٹا ہے
اگر اللہ کی مشیت ہوتی تو (وہ خود ایسا بندوبست کرسکتا تھا کہ) یہ لوگ شرک نہ کرتے تم کو ہم نے ان پر پاسبان مقرر نہیں کیا ہے اور نہ تم ان پر حوالہ دار ہو
اے اطمینان پانے والی روح!
ایک اگ شعلے مارتی
اور وہ جس سے میں امید رکھتا ہوں کہ قیامت کے دن میرے گناہ بخشے گا
بے شک یہ ایک کھلی ہويی ازمايش تھی۔
اپ ان کی باتوں پر صبر کریں اور ہمارے بندے داود (علیہ السلام) کو یاد کریں جو بڑی قوت واﻻ تھا، یقینا وه بہت رجوع کرنے واﻻ تھا
ہم نے (حضرت) موسی کو کتاب دی اور ان کے پیچھے اور رسول بھیجے اور ہم نے (حضرت) عیسی ابن مریم کو روشن دلیلیں دیں اور روح القدس سے ان کی تايید کروايی۔ لیکن جب کبھی تمہارے پاس رسول وه چیز ﻻيے جو تمہاری طبیعتوں کے خلاف تھی، تم نے جھٹ سے تکبر کیا، پس بعض کو تو جھٹلادیا اور بعض کو قتل بھی کرڈاﻻ
کہنے لگے ہايے افسوس! یقینا ہم سرکش تھے
اور ان میں اور ان کی خواہش کی چیزوں میں پردہ حايل کردیا گیا جیسا کہ پہلے ان کے ہم جنسوں سے کیا گیا وہ بھی الجھن میں ڈالنے والے شک میں پڑے ہويے تھے
اور جس دن کافر لوگ اتش دوزخ کے سامنے پیش کيے جايیں گے (تو ان سے کہا جايے گا:) تم اپنی لذیذ و مرغوب چیزیں اپنی دنیوی زندگی میں ہی حاصل کر چکے اور ان سے (خوب) نفع اندوز بھی ہو چکے۔ پس اج کے دن تمہیں ذلت کے عذاب کی سزا دی جايے گی اس وجہ سے کہ تم زمین میں ناحق تکبر کیا کرتے تھے اور اس وجہ سے (بھی) کہ تم نافرمانی کیا کرتے تھے،
اور مجھ سے پہلی کتاب جو تورات ہے اس کی تصدیق کرنے والاہوں اور تا کہ تم کو بعض چیزیں حلال کر دوں جو تم پر حرام تھیں اور تمہارے پاس تمہارے رب کی طرف سے نشانی لے کر ایا ہوں سو الله سے ڈرو اور میرا کہنا مانو
پڑھ اپنے رب کے نام سے جس نے پیدا کیا
جب ان نوجوانوں نے غار میں پناہ لی پھر بولے اے ہمارے رب ہمیں اپنے پاس سے رحمت دے اور ہمارے کام میں ہمارے لیے راہ یابی کے سامان کر،
کیا وہ لوگ جن کے دلوں میں بیماری ہے یہ سمجھے بیٹھے ہیں کہ اللہ ان کے دلوں کے کھوٹ ظاہر نہیں کرے گا؟
اللہ تعالی کا حکم اپہنچا، اب اس کی جلدی نہ مچاو۔ تمام پاکی اس کے لیے ہے وه برتر ہے ان سب سے جنہیں یہ اللہ کے نزدیک شریک بتلاتے ہیں
اور جب فرشتوں نے کہا اے مریم! بے شک اللہ نے تمہیں منتخب کر لیا ہے اور تمہیں پاک و پاکیزہ بنایا ہے۔ اور تمہیں تمام جہانوں کی عورتوں سے برگزیدہ بنا دیا ہے۔
موسی نے فرمایا رب اسمانوں اور زمین کا اور جو کچھ ان کے درمیان میں ہے، اگر تمہیں یقین ہو
ہمیں سیدھا راستہ دکھا
یا ان کا کہنا یہ ہے کہ ہمارے پاس بڑی جماعت ہے جو ایک دوسرے کی مدد کرنے والی ہے
بے شک الله اور اس کے فرشتے نبی پر درود بھیجتے ہیں اے ایمان والو تم بھی اسپر دورد اور سلام بھیجو
المص
تم اپنے باپ کی طرف لوٹ جاو پھر (جا کر) کہو: اے ہمارے باپ! بیشک اپ کے بیٹے نے چوری کی ہے (اس ليے وہ گرفتار کر لیا گیا) اور ہم نے فقط اسی بات کی گواہی دی تھی جس کا ہمیں علم تھا اور ہم غیب کے نگہبان نہ تھے،
تاکہ وہ (اللہ) انہیں پورا پورا اجر عطا فرمايے اور اپنے فضل و کرم سے اور زیادہ دے۔ بیشک وہ بڑا بخشنے والا، بڑا قدر دان ہے۔
اور رات دن کے بدلنے میں اور جو کچھ روزی اللہ تعالی اسمان سے نازل فرما کر زمین کو اس کی موت کے بعد زنده کر دیتا ہے، (اس میں) اور ہواوں کے بدلنے میں بھی ان لوگوں کے لیے جو عقل رکھتے ہیں نشانیاں ہیں
(یاد کر) جبکہ تیری بہن چل رہی تھی اور کہہ رہی تھی کہ اگر تم کہو تو میں اسے بتا دوں جو اس کی نگہبانی کرے، اس تدبیر سے ہم نے تجھے پھر تیری ماں کے پاس پہنچایا کہ اس کی انکھیں ٹھنڈی رہیں اور وه غمگین نہ ہو۔ اور تو نے ایک شخص کو مار ڈاﻻ تھا اس پر بھی ہم نے تجھے غم سے بچا لیا، غرض ہم نے تجھے اچھی طرح ازما لیا۔ پھر تو کيی سال تک مدین کے لوگوں میں ٹھہرا رہا، پھر تقدیر الہی کے مطابق اے موسی! تو ایا
جس دن ہم بڑی سخت پکڑ پکڑیں گے، بالیقین ہم بدلہ لینے والے ہیں
اور ہم اسے قریب دیکھتے ہیں
اور ظاہر کی جايے گی دوزخ گمراہوں کے لیے،
اور وہ اسمان بریں کے سب سے بلند کنارہ پر تھا
اور میں پناہ لیتا ہوں اپنے رب اور تمہارے رب کی اس سے کہ تم مجھے سنگسار کرو
کیا یہ دیکھتے نہیں کہ یہ ہر سال ایک یا دو بار بلا میں پھنسا دیيے جاتے ہیں پھر بھی توبہ نہیں کرتے اور نہ نصیحت پکڑتے ہیں
جو مال میں بخل کرنے والا حد سے بڑھنے والا شبہے نکالنے والا تھا
اور یاد کرو جب تم تھوڑے تھے ملک میں دبے ہويے ڈرتے تھے کہ کہیں لوگ تمہیں اچک نہ لے جايیں تو اس نے تمہیں جگہ دی اور اپنی مدد سے زور دیا اور ستھری چیزیں تمہیں روزی دیں کہ کہیں تم احسان مانو،
اور وہی ہے جو تمہارے ليے کان اور انکھیں اور دل (و دماغ) رفتہ رفتہ وجود میں لایا، (مگر) تم لوگ بہت ہی کم شکر ادا کرتے ہو،
ہم نے تمہارے درمیان موت کو مقدر کردیا ہے اور ہم اس بات سے عاجز نہیں ہیں
جولوگ ان مسلمانوں پر طعنہ زنی کرتے ہیں جو دل کھول کر خیرات کرتے ہیں اور ان لوگوں پر جنہیں سوايے اپنی محنت مزدوری کے اور کچھ میسر ہی نہیں، پس یہ ان کا مذاق اڑاتے ہیں، اللہ بھی ان سے تمسخر کرتا ہے انہی کے ليے دردناک عذاب ہے
اسے امانت دار فرشتہ لے کر ایا ہے
اے لوگو ان چیزوں میں سے کھاو جو زمین میں حلال پاکیزہ ہیں اور شیطان کے قدموں کی پیروی نہ کرو بے شک وہ تمہارا صریح دشمن ہے
ثمود نے رسولوں کو جھٹلایا
جب ان کے بھايی ہود نے کہا کہ تم خور خدا کیوں نہیں پیدا کرتے ہو
انسان جلد باز مخلوق ہے۔ میں تمہیں اپنی نشانیاں ابھی ابھی دکھاوں گا تم مجھ سے جلد بازی نہ کرو
اور اگر تم نے (میری باتوں کو) جھٹلایا تو یقینا تم سے پہلے (بھی) کيی امتیں (حق کو) جھٹلا چکی ہیں، اور رسول پر واضح طریق سے (احکام) پہنچا دینے کے سوا (کچھ لازم) نہیں ہے،
کہہ دے الله کے سوا اسمانوں اور زمین میں کويی بھی غیب کی بات نہیں جانتا اور انہیں اس کی بھی خبر نہیں کہ کب اٹھايے جايیں گے
پھر فرعون نے مختلف شہروں میں لشکر جمع کرنے والے روانہ کردیيے
بلکہ اللہ تعالی نے انہیں اپنی طرف اٹھا لیا اور اللہ بڑا زبردست اور پوری حکمتوں واﻻ ہے
الله نے منافق مردوں اور منافق عورتوں اور کافروں سے اتش جہنم کا وعدہ کیا ہے جس میں ہمیشہ (جلتے) رہیں گے۔ وہی ان کے لايق ہے۔ اور خدا نے ان پر لعنت کر دی ہے۔ اور ان کے لیے ہمیشہ کا عذاب (تیار) ہے
تورات کے اترنے سے پہلے بنی اسرايیل کے ليے ہر کھانے کی چیز حلال تھی سوايے ان (چیزوں) کے جو یعقوب (علیہ السلام) نے خود اپنے اوپر حرام کر لی تھیں، فرما دیں: تورات لاو اور اسے پڑھو اگر تم سچے ہو،
فرمایا! ہم نے تیری قوم کو تیرے پیچھے ازمايش میں ڈال دیا اور انہیں سامری نے بہکا دیا ہے
پھر اس سے بھی پھر گيے اور کہا کہ سکھایا ہوا دیوانہ ہے
ان سب (مذکورہ) باتوں کی برايی تیرے رب کو بڑی ناپسند ہے،
(اور) خدا پر اور روز اخرت پر ایمان رکھتے اور اچھے کام کرنےکو کہتے اور بری باتوں سے منع کرتےاور نیکیوں پر لپکتے ہیں اور یہی لوگ نیکوکار ہیں
ان کا حال بھی فرعونیوں اور ان سے پہلے لوگوں کا سا ہوگا جنہوں نے ہماری ایتوں کی تکذیب کی تھی تو خدا نے ان کو ان کے گناہوں کے سبب (عذاب میں) پکڑ لیا تھا اور خدا سخت عذاب کرنے والا ہے
اور اس دن کی جو گواہ ہے اور اس دن کی جس میں حاضر ہوتے ہیں
اے رب ہمارے! بیشک جسے تو دوزخ میں لے جايے اسے ضرور تو نے رسوايی دی اور ظالموں کا کويی مددگار نہیں،
