جس شخص سے اس روز وه عذاب ہٹا دیا جايے تو اس پر اللہ نے بڑا رحم کیا اور یہ صریح کامیابی ہے
یہ ایک طرف ہے اور سرکشوں کے ليے بدترین بازگشت ہے
اور نعمت بھری جنتیں
اس کو ایک محفوظ جگہ میں رکھا
اور اس کی نشانیوں سے ہے اسمانوں اور زمین کی پیدايش اور جو چلنے والے ان میں پھیلايے، اور وہ ان کے اکٹھا کرنے پر جب چاہے قادر ہے،
اگر تم کو (میرے کہنے کا) یقین ہو تو خدا کا دیا ہوا نفع ہی تمہارے لیے بہتر ہے اور میں تمہارا نگہبان نہیں ہوں
اپنے رب کے کن کن انعامات کو تم جھٹلاو گے؟
وه ایک راه کے پیچھے لگا
اے میرے رب! ان (بتوں) نے بہت سے لوگوں کو گمراہ کر ڈالا ہے۔ پس جس نے میری پیروی کی وہ تو میرا ہوگا اور جس نے میری نافرمانی کی تو بیشک تو بڑا بخشنے والا نہایت مہربان ہے،
تاکہ اس نعمت سے ان کی ازمايش کریں اور جو اپنے رب کے ذکر سے منہ موڑے گا اس کا رب اسے سخت عذاب میں مبتلا کر دے گا
ہمارے اور تمہارے درمیان اللہ کی گواہی کافی ہے کہ (تم اگر ہماری عبادت کرتے بھی تھے تو) ہم تمہاری اس عبادت سے بالکل بے خبر تھے "
تم فرماو وہ کون ہے جو اللہ کا حکم تم پر سے ٹال دے اگر وہ تمہارا برا چاہے یا تم پر مہر (رحم) فرمانا چاہے اور وہ اللہ کے سوا کويی حامی نہ پايیں گے نہ مددگار،
اور اسی طرح ہم نے اپ کی طرف اپنے حکم سے روح (قران) کی وحی کی ہے اپ کونہیں معلوم تھا کہ کتاب کیا ہے اورایمان کن چیزوں کا نام ہے لیکن ہم نے اسے ایک نور قرار دیا ہے جس کے ذریعہ اپنے بندوں میں جسے چاہتے ہیں اسے ہدایت دے دیتے ہیں اور بیشک اپ لوگوں کو سیدھے راستہ کی ہدایت کررہے ہیں
پھر جب ان سے اور اللہ کے سوا ان کے معبودوں سے کنارہ کر گیا ہم نے اسے اسحاق اور یعقوب عطا کیے، اور ہر ایک کو غیب کی خبریں بتانے والا کیا،
اور صبح و شام اپنے پروردگار کانام یاد کیجيے۔
جس دن ان کا داو ان کے کچھ بھی کام نہ ايے گا اور نہ انہیں مدد دی جايے گی
اے ایمان والو! یہود و نصاری کو اپنا دوست نہ بناو، وہ اپس میں ایک دوسرے کے دوست ہیں اور تم میں سے جو ان سے دوستی کرے گا وہ انہی میں سے شمار ہوگا۔ بے شک خدا ظالموں کو ہدایت نہیں کرتا۔
اور جب ہمارے فرشتے لوط کے پاس ايے تو وہ ان (کی وجہ) سے ناخوش اور تنگ دل ہويے۔ فرشتوں نے کہا کچھ خوف نہ کیجيے۔ اور نہ رنج کیجيے ہم اپ کو اور اپ کے گھر والوں کو بچالیں گے مگر اپ کی بیوی کہ پیچھے رہنے والوں میں ہوگی
اور ہم نے انسان کو اس کے والدین سے نیک سلوک کا حکم فرمایا اور اگر وہ تجھ پر (یہ) کوشش کریں کہ تو میرے ساتھ اس چیز کو شریک ٹھہرايے جس کا تجھے کچھ بھی علم نہیں تو ان کی اطاعت مت کر، میری ہی طرف تم (سب) کو پلٹنا ہے سو میں تمہیں ان (کاموں) سے اگاہ کردوں گا جو تم (دنیا میں) کیا کرتے تھے،
اور (ہر ایک کے سامنے) اعمال نامہ رکھ دیا جايے گا سو اپ مجرموں کو دیکھیں گے (وہ) ان (گناہوں اور جرموں) سے خوفزدہ ہوں گے جو اس (اعمال نامہ) میں درج ہوں گے اور کہیں گے: ہايے ہلاکت! اس اعمال نامہ کو کیا ہوا ہے اس نے نہ کويی چھوٹی (بات) چھوڑی ہے اور نہ کويی بڑی (بات)، مگر اس نے (ہر ہر بات کو) شمار کر لیا ہے اور وہ جو کچھ کرتے رہے تھے (اپنے سامنے) حاضر پايیں گے، اور اپ کا رب کسی پر ظلم نہ فرمايے گا،
انجیر کی قسم اور زیتون کی
کیا وہ نہیں جانتے کہ اﷲ جس نے اسمانوں اور زمین کو پیدا فرمایا اور وہ ان کے پیدا کرنے سے تھکا نہیں اس بات پر (بھی) قادر ہے کہ وہ مردوں کو (دوبارہ) زندہ فرما دے۔ کیوں نہیں! بیشک وہ ہر چیز پر قدرت رکھتا ہے،
اور وہی ہے جس نے تمہیں زمین میں پھیلایا اور اسی کی طرف اٹھنا ہے
اور اگر وہ ایمان لاتے اور پرہیزگاری کرتے تو اللہ کے یہاں کا ثواب بہت اچھا ہے کسی طرح انہیں علم ہوتا -
یہ وہ لوگ ہیں جن کے ليے اخرت میں کچھ (حصہ) نہیں سوايے اتش (دوزخ) کے، اور وہ سب (اعمال اپنے اخروی اجر کے حساب سے) اکارت ہوگيے جو انہوں نے دنیا میں انجام دیيے تھے اور وہ (سب کچھ) باطل و بے کار ہوگیا جو وہ کرتے رہے تھے (کیونکہ ان کا حساب پورے اجر کے ساتھ دنیا میں ہی چکا دیا گیا ہے اور اخرت کے ليے کچھ نہیں بچا)،
اور ابراہیم کے دین سے کون منہ پھیرے سوا اس کے جو دل کا احمق ہے اور بیشک ضرور ہم نے دنیا میں اسے چن لیا اور بیشک وہ اخرت میں ہمارے خاص قرب کی قابلیت والوں میں ہے -
اور ایسا ہوتا تو ہم تم کو دونی عمر اور دو چند موت کا مزہ دیتے پھر تم ہمارے مقابل اپنا کويی مددگار نہ پاتے،
اور اے قوم تم اپنی جگہ اپنا کام کیے جا و میں اپنا کام کرتا ہوں، اب جاننا چاہتے ہو کس پر اتا ہے وہ عذاب کہ اسے رسوا کرے گا اور کون جھوٹا ہے، اور انتظار کرو میں بھی تمہارے ساتھ انتظار میں ہوں،
اور جو اس کے روبرو ایماندار ہو کر ايے گا اور عمل بھی نیک کيے ہوں گے تو ایسے لوگوں کے ليے اونچے اونچے درجے ہیں
اس مقام پر ہر شخص اپنے اگلے کیے ہويے کاموں کی جانچ کرلے گا اور یہ لوگ اللہ کی طرف جو ان کا مالک حقیقی ہے لوٹايے جايیں گے اور جو کچھ جھوٹ باندھا کرتے تھے سب ان سے غايب ہوجايیں گے
جن میں قیمتی اور مضبوط باتیں لکھی ہويی ہیں
کہ خبردار اج باغ میں کويی مسکین داخل نہ ہونے پايے
تو (اے انسان) تو اپنے پروردگار کی کون سی نعمت پر جھگڑے گا
اور نہیں، میں قسم کھاتا ہوں ملامت کرنے والے نفس کی
ابراہیم نے کہا "پھر کیا تم اللہ کو چھوڑ کر ان چیزوں کو پوج رہے ہو جو نہ تمہیں نفع پہنچانے پر قادر ہیں نہ نقصان
اور وہی ستارہ شعری کا مالک ہے
جو لوگ یہ کہتے ہیں کہ اللہ نے ہم سے عہد لیا ہے کہ ہم اس وقت تک کسی رسول پر ایمان نہ لايیں جب تک وہ ایسی قربانی پیش نہ کرے جسے اسمانی اگ کھا جايے تو ان سے کہہ دیجيے کہ مجھ سے پہلے بہت سے رسول معجزات اور تمہاری فرمايش کے مطابق صداقت کی نشانی لے ايے پھر تم نے انہیں کیوں قتل کردیا اگر تم اپنی بات میں سچے ہو
اور اس کے (سارے) پھل گھیر ليے گيے، پس وه اپنے اس خرچ پر جو اس نے اس میں کیا تھا اپنے ہاتھ ملنے لگا اور وه باغ تو اوندھا الٹا پڑا تھا اور (وه شخص) یہ کہہ رہا تھا کہ کاش! میں اپنے رب کے ساتھ کسی کو بھی شریک نہ کرتا
تعریف اللہ ہی کے لیے ہے جو اسمانوں اور زمین کا بنانے والا اور فرشتوں کو پیغام رساں مقرر کر نے والا ہے، (ایسے فرشتے) جن کے دو دو اور تین تین اور چار چار بازو ہیں وہ اپنی مخلوق کی ساخت میں جیسا چاہتا ہے اضافہ کرتا ہے یقینا اللہ ہر چیز پر قادر ہے
اور اگر جھٹلانے والوں اور گمراہوں میں سے ہے
بیشک جو لوگ اپ کو حجروں کے پیچھے سے پکارتے ہیں ان کی اکثریت کچھ نہیں سمجھتی ہے
اور سلیمان داود کا جانشین ہوا اور کہا اے لوگو! ہمیں پرندوں کی بولی سکھايی گيی اور ہر چیز میں سے ہم کو عطا ہوا بیشک یہی ظاہر فضل ہے
پھر اللہ نے اپنی طرف سے اپنے رسول اور اہل ایمان پر سکون و اطمینان نازل کیا اور ایسے لشکر نازل کيے جو تمہیں نظر نہیں ايے۔ اور اللہ نے کافروں کو سزا دی اور یہی کافروں کا بدلہ ہے۔
بیشک جب تو میں کھلی گمراہی میں ہو
رہے وہ لوگ جنہوں نے مان لیا اور نیک اعمال کیے، ان کے لیے یقینا ایسا اجر ہے جس کا سلسلہ کبھی ٹوٹنے والا نہیں ہے
اور تیسری ایک اور دیوی منات کی حقیقت پر کچھ غور بھی کیا؟
یا اس کی طرف (اسمان سے) خزانہ اتارا جاتا یا اس کا کويی باغ ہوتا کہ اس میں کھایا کرتا۔ اور ظالم کہتے ہیں کہ تم تو ایک جادو زدہ شخص کی پیروی کرتے ہو
تاکہ وہ معلوم کرے کہ انہوں نے اپنے پروردگار کے پیغامات کو پہنچا دیا ہے اور وہ ان کے حالات کا احاطہ کيے ہويے ہے اور اس نے ہر چیز کو گن رکھا ہے۔
اور (اے رسول) اپ اس وحی کی پیروی کریں جو اپ کی طرف کی جاتی ہے اور (مخالفین کی ایذا رسانیوں پر) صبر کریں یہاں تک کہ اللہ (اپ کے اور ان کے درمیان) فیصلہ کر دے۔ جو فیصلہ کرنے والوں میں سب سے بہتر فیصلہ کرنے والا ہے۔
اور ابراہیم یہی کلمہ اپنے پیچھے اپنی اولاد میں چھوڑ گیا تاکہ وہ اس کی طرف رجوع کریں
اپ (ان سے یہ بھی) فرما دیجيے کہ میں اپنی ذات کے ليے کسی نفع اور نقصان کا خود مالک نہیں ہوں مگر (یہ کہ) جس قدر اللہ نے چاہا، اور (اسی طرح بغیر عطاء الہی کے) اگر میں خود غیب کا علم رکھتا تو میں از خود بہت سی بھلايی (اور فتوحات) حاصل کرلیتا اور مجھے (کسی موقع پر) کويی سختی (اور تکلیف بھی) نہ پہنچتی، میں تو (اپنے منصب رسالت کے باعث) فقط ڈر سنانے والا اور خوشخبری دینے والا ہوں ان لوگوں کو جو ایمان رکھتے ہیں٭، ٭ڈر اور خوشی کی خبریں بھی امور غیب میں سے ہیں جن پر اللہ تعالی اپنے نبی صلی اللہ علیہ والہ وسلم کو مطلع فرماتا ہے کیونکہ من جانب اللہ ایسی اطلاع علی الغیب کے بغیر نہ تو نبوت و رسالت متحقق ہوتی ہے اور نہ ہی یہ فریضہ ادا ہو سکتا ہے، اس ليے اپ صلی اللہ علیہ والہ وسلم کی شان میں فرمایا گیا ہے: وما ھو علی الغیب بضنین (التکویر، ٨١: ٢٤) (اور یہ نیی (صلی اللہ علیہ والہ وسلم) غیب بتانے میں ہر گز بخیل نہیں)۔ اس قرانی ارشاد کے مطابق غیب بتانے میں بخیل نہ ہونا تب ہی ممکن ہو سکتا ہے اگر باری تعالی نے کمال فراوانی کے ساتھ حضور نبی اکرم صلی اللہ علیہ والہ وسلم کو علوم و اخبار غیب پر مطلع فرمایا ہو، اگر سرے سے علم غیب عطا ہی نہ کیا گیا ہو تو حضور نبی اکرم صلی اللہ علیہ والہ وسلم کا غیب بتانا کیسا اور پھر اس پر بخیل نہ ہونے کا کیا مطلب؟ سو معلوم ہوا کہ حضور نبی اکرم صلی اللہ علیہ والہ وسلم کے مطلع علی الغیب ہونے کی قطعا نفی نہیں بلکہ نفع و نقصان پر خود قادر و مالک اور بالذات عالم الغیب ہونے کی نفی ہے کیونکہ یہ شان صرف اللہ تعالی کی ہے۔
کیا تم نے ان لوگوں کو نہیں دیکھا جو خدا کی ایتوں میں جھگڑتے ہیں۔ یہ کہاں بھٹک رہے ہیں؟
اور خزانوں اور نفیس مکانات سے
پھر جو صبح ہوتے ہی (دشمن پر) اچانک حملہ کر ڈالتے ہیں،
کیا بستی والے نڈر ہو چکے ہیں کہ ہماری طرف سے ان پر رات کو عذاب ايے جب وہ سو رہے ہوں
اور وہ بھی جب کويی رسول ان کے پاس اتا ہے تو اس سے ٹھٹھا ہی کرتے
اور جو حکم مانے اللہ اور اس کے رسول کا اور اللہ سے ڈرے اور پرہیزگاری کرے تو یہی لوگ کامیاب ہیں،
یہ ان لوگوں کی سزا ہے اس وجہ سے کہ انہوں نے ہماری ایتوں سے کفر کیا اور یہ کہتے رہے کہ کیا جب ہم (مر کر بوسیدہ) ہڈیاں اور ریزہ ریزہ ہو جايیں گے تو کیا ہم از سر نو پیدا کر کے اٹھايے جايیں گے؟،
کیا ہم نے فرشتوں کو عورتیں بنایا ہے اور وہ دیکھ رہے تھے
اور ہم نے اسے ندايی فرمايی کہ اے ابراہیم،
اور جب (ف۹۳۳ اپنے گھر پلٹتے خوشیاں کرتے پلٹتے
اوروہ جو اپنی شرم گاہوں کی حفاظت کرتے ہیں
اور لوط کو ہم نے اپنی رحمت میں داخل کیا، وہ صالح لوگوں میں سے تھا
ان ایمان دار مردوں اور عورتوں سے اللہ نے ان جنتوں کا وعده فرمایا ہے جن کے نیچے نہریں لہریں لے رہی ہیں جہاں وه ہمیشہ ہمیشہ رہنے والے ہیں اور ان صاف ستھرے پاکیزه محلات کا جو ان ہمیشگی والی جنتوں میں ہیں، اور اللہ کی رضامندی سب سے بڑی چیز ہے، یہی زبردست کامیابی ہے
اور انہوں نے اللہ کی قسم کھايی اپنے حلف میں حد کی کوشش سے کہ اللہ مردے نہ اٹھايے گا ہاں کیوں نہیں (۷۹) سچا وعدہ اس کے ذمہ پر لیکن اکثر لوگ نہیں جانتے
ہم نے زمین اور اسمان کو اور ان کی سب موجودات کو حق کے سوا کسی اور بنیاد پر خلق نہیں کیا ہے، اور فیصلے کی گھڑی یقینا انے والی ہے، پس اے محمد، تم (ان لوگوں کی بیہودگیوں پر) شریفانہ درگزر سے کام لو
ان دونوں دریاوں سے موتی اور مونگے نکلتے ہیں۔
انہوں نے کہا: ہم بتوں کی پرستش کرتے ہیں اور ہم انہی (کی عبادت و خدمت) کے ليے جمے رہنے والے ہیں،
اور ان دیہاتی گنواروں میں سے وہ شخص (بھی) ہے جو اس (مال) کو تاوان قرار دیتا ہے جسے وہ (راہ خدا میں) خرچ کرتا ہے اور تم پر زمانہ کی گردشوں (یعنی مصايب و الام) کا انتظار کرتا رہتا ہے، (بلا و مصیبت کی) بری گردش انہی پر ہے، اور اﷲ خوب سننے والا خوب جاننے والا ہے،
پس جب تم ان کے مقابل ہو جو کافر ہیں تو ان کی گردنیں مارو یہاں تک کہ جب تم ان کو خوب مغلوب کر لو تو ان کی مشکیں کس لو پھر یا تو اس کے بعد احسان کرو یا تاوان لے لو یہاں تک کہ لڑايی اپنے ہتھیار ڈال دے یہی (حکم) ہے اور اگر الله چاہتا تو ان سے خود ہی بدلہ لے لیتا لیکن وہ تمہارا ایک دوسرے کے ساتھ امتحان کرنا چاہتا ہے اور جو الله کی راہ میں مارے گيے ہیں الله ان کے اعمال برباد نہیں کرے گا
اور سیدھے راستہ کی طرف راہنمايی کرنا اللہ کی ذمہ داری ہے اور ان میں کچھ راستے کج بھی ہوتے ہیں اور اگر اللہ تعالی (زبردستی) چاہتا تو تم سب کو ہدایت دے دیتا۔
اس کے بعد جب یہ نماز تمام ہوجايے تو کھڑے, بیٹھے, لیٹے ہمیشہ خدا کو یاد کرتے رہو اور جب اطمینان حاصل ہوجايے تو باقاعدہ نماز قايم کرو کہ نماز صاحبان ایمان کے ليے ایک وقت معین کے ساتھ فریضہ ہے
وہ تمہارے لیے تمہارے گناہ بخش دے گا اور تمہیں بہشتوں میں داخل کر ے گا جن کے نیچے نہریں بہہ رہی ہوں گی اور پاکیزہ مکانوں میں ہمیشہ رہنے کے باغو ں میں یہ بڑی کامیابی ہے
اور جس دن وہ سب کو محشور کرے گا تو کہے گا کہ اے گروہ هجنات تم نے تو اپنے کوانسانوں سے زیادہ بنا لیا تھا اور انسانوں میں ان کے دوست کہیں گے کہ پروردگار ہم میں سب نے ایک دوسرے سے فايدہ اٹھایا ہے اور اب ہم اس مدت کو پہنچ گيے ہیں جو تو نے ہماری مہلت کے واسطے معین کی تھی .ارشاد ہوگا تواب تمہارا ٹھکانہ جہنم ہے جہاں ہمیشہ ہمیشہ رہنا ہے مگر یہ کہ خدا ہی ازادی چاہ لے -بیشک تمہارا پروردگار صاحب هحکمت بھی ہے اور جاننے والا بھی ہے
پھر ہم نے برايی کی جگہ بھلايی بدل دی یہاں تک کہ وہ زیادہ ہو گيے اور کہنے لگے کہ ہمارے باپ داداوں کو بھی تکلیف اور خوشی کا وقت ایا تھا پھر ہم نے انہیں اچانک پکڑا اور ان کو خبر نہ ہويی
طا، سین، میم (حقیقی معنی اللہ اور رسول صلی اللہ علیہ والہ وسلم ہی بہتر جانتے ہیں)،
منافق الله کو فریب دیتے ہیں اور وہی ان کو فریب دے گا اور جب وہ نماز میں کھڑے ہوتے ہیں تو سست بن کر کھڑے ہوتے ہیں لوگو ں کو دکھا تے ہیں اور الله کو بہت کم یاد کرتے ہیں
اور یہ کہتے ہیں کہ اگر ہم زمین میں گم ہوگيے تو کیا نيی خلقت میں پھر ظاہر کيے جايیں گے - بات یہ ہے کہ یہ اپنے پروردگار کی ملاقات کے منکر ہیں
اور ہم نے ان کو پیشوا بنایا تھا وہ (لوگوں) کو دوزخ کی طرف بلاتے تھے اور قیامت کے دن ان کی مدد نہیں کی جايے گی
وہ اسمانوں اور زمین کا موجد ہے اور جس بات کا وہ فیصلہ کرتا ہے، اس کے لیے بس یہ حکم دیتا ہے کہ "ہو جا" اور وہ ہو جاتی ہے
اور قوم نوح کو بھی جب انہوں نے رسولوں کو جھٹلایا تو ہم نے انہیں بھی غرق کردیا اور لوگوں کے ليے ایک نشانی بنا دیا اور ہم نے ظالمین کے ليے بڑا دردناک عذاب مہیا کررکھا ہے
اور دونوں شخصوں میں سے جس کی نسبت (یوسف نے) خیال کیا کہ وہ رہايی پا جايے گا اس سے کہا کہ اپنے اقا سے میرا ذکر بھی کرنا لیکن شیطان نے ان کا اپنے اقا سے ذکر کرنا بھلا دیا اور یوسف کيی برس جیل خانے میں رہے
اور جس نے اپنے والدین سے کہا: تم سے بیزاری ہے، تم مجھے (یہ) وعدہ دیتے ہو کہ میں (قبر سے دوبارہ زندہ کر کے) نکالا جاوں گا حالانکہ مجھ سے پہلے بہت سی امتیں گزر چکیں۔ اب وہ دونوں (ماں باپ) اللہ سے فریاد کرنے لگے (اور لڑکے سے کہا:) تو ہلاک ہوگا۔ (اے لڑکے!) ایمان لے ا، بیشک اللہ کا وعدہ حق ہے۔ تو وہ (جواب میں) کہتا ہے: یہ (باتیں) اگلے لوگوں کے جھوٹے افسانوں کے سوا (کچھ) نہیں ہیں،
پھر (دلوں میں) یاد (الہی) ڈالتی ہیں۔
اگر ان سے پوچھو کہ تم کیا باتیں کر رہے تھے، تو جھٹ کہہ دیں گے کہ ہم تو ہنسی مذاق اور دل لگی کر رہے تھے ان سے کہو، "کیا تمہاری ہنسی دل لگی اللہ اور اس کی ایات اور اس کے رسول ہی کے ساتھ تھی؟
مگر جو لوگ ایمان لايے اور نیک کام کیے اور حق پر قايم رہنے کی اور صبر کرنے کی اپس میں وصیت کرتے رہے
اور ان کے سود لینے کے سبب سے، حالانکہ انہیں اس سے منع کیا گیا تھا اور لوگوں کا ناحق مال کھانے کے باعث (یہ سب کچھ ہوا)۔ اور ان میں سے جو لوگ کافر ہیں، ہم نے ان کے ليے دردناک عذاب مہیا کر رکھا ہے۔
اور اﷲ کو (ان) گنتی کے چند دنوں میں (خوب) یاد کیا کرو، پھر جس کسی نے (منی سے واپسی میں) دو ہی دنوں میں جلدی کی تو اس پر کويی گناہ نہیں اور جس نے (اس میں) تاخیر کی تو اس پر بھی کويی گناہ نہیں، یہ اس کے ليے ہے جو پرہیزگاری اختیار کرے، اور اﷲ سے ڈرتے رہو اور جان لو کہ تم سب کو اسی کے پاس جمع کیا جايے گا،
اور اس دن (کو یاد کرو جب) اﷲ فرمايے گا: انہیں پکارو جنہیں تم میرا شریک گمان کرتے تھے، سو وہ انہیں بلايیں گے مگر وہ انہیں کويی جواب نہ دیں گے اور ہم ان کے درمیان (ایک وادي جہنم کو) ہلاکت کی جگہ بنا دیں گے،
ہر گز نہیں کہیں پناہ نہیں
اپ (ع) نے کہا اے میرے بیٹے! اپنا یہ خواب اپنے بھايیوں کے سامنے بیان نہ کرنا کہیں وہ (تمہیں تکلیف پہنچانے کے ليے) کويی سازش نہ کرنے لگ جايیں بے شک شیطان انسان کا کھلا ہوا دشمن ہے۔
اور اللہ کا حکم مانو اور رسول کا حکم مانو، پھر اگر تم منہ پھیرو تو جان لو کہ ہمارے رسول پر صرف صریح پہنچا دینا ہے
اور الله ہی کا ہے جو کچھ رات اور دن میں پایا جاتا ہے اور وہی سننے والا جاننے والا ہے
اور ہم نے ان پر ظلم نہیں کیا لیکن وہ خود ہی ظلم کرنے والے تھے،
جب اپنے باپ سے بولا اے میرے باپ کیوں ایسے کو پوجتا ہے جو نہ سنے نہ دیکھے اور نہ کچھ تیرے کام ايے
تاکہ میں اس (دنیا) میں کچھ نیک عمل کر لوں جسے میں چھوڑ ایا ہوں۔ ہر گز نہیں، یہ وہ بات ہے جسے وہ (بطور حسرت) کہہ رہا ہوگا اور ان کے اگے اس دن تک ایک پردہ (حايل) ہے (جس دن) وہ (قبروں سے) اٹھايے جايیں گے،
کہیں گے ہم تو اس سے پہلے اپنے گھروں میں ڈرا کرتے تھے
اور جو شخص سیدھا رستہ معلوم ہونے کے بعد پیغمبر کی مخالف کرے اور مومنوں کے رستے کے سوا اور رستے پر چلے تو جدھر وہ چلتا ہے ہم اسے ادھر ہی چلنے دیں گے اور (قیامت کے دن) جہنم میں داخل کریں گے اور وہ بری جگہ ہے
بولا دیکھ تو جو یہ تو نے مجھ سے معزز رکھا اگر تو نے مجھے قیامت تک مہلت دی تو ضرور میں اس کی اولاد کو پیس ڈالوں گا مگر تھوڑا
جو راه راست کے طرف رہنمايی کرتا ہے۔ ہم اس پر ایمان ﻻ چکے (اب) ہم ہرگز کسی کو بھی اپنے رب کا شریک نہ بنايیں گے
خرابی ہے ہر بڑے بہتان ہايے گنہگار کے لیے
وہ ذات (ہر نقص اور کمزوری سے) پاک ہے جو رات کے تھوڑے سے حصہ میں اپنے (محبوب اور مقرب) بندے کو مسجد حرام سے (اس) مسجد اقصی تک لے گيی جس کے گرد و نواح کو ہم نے بابرکت بنا دیا ہے تاکہ ہم اس (بندہ کامل) کو اپنی نشانیاں دکھايیں، بیشک وہی خوب سننے والا خوب دیکھنے والا ہے،
اے ایمان والو تمہیں کیا ہوا جب تمہیں کہا جاتا ہے کہ الله کی راہ میں کوچ کرو تو زمین پر گرے جاتے ہو کیا تم اخرت کو چھوڑ کر دنیا کی زندگی پر خوش ہو گيے ہو دنیا کی زندگی کا فايدہ تو اخرت کے مقابلہ میں بہت ہی کم ہے
اور جو لوگ ان سے پہلے ہو چکے ہیں ہم نے ان کو بھی ازمایا تھا (اور ان کو بھی ازمايیں گے) سو خدا ان کو ضرور معلوم کریں گے جو (اپنے ایمان میں) سچے ہیں اور ان کو بھی جو جھوٹے ہیں
پھر جب ہمارا حکم ایا ہم نے اس بستی کے اوپر کو اس کا نیچا کردیا اور اس پر کنکر کے پتھر لگا تار برسايے،
ان کے پیغمبروں نے کہا: کیا اللہ کے بارے میں شک ہے جو اسمانوں اور زمین کا پیدا فرمانے والا ہے، (جو) تمہیں بلاتا ہے کہ تمہارے گناہوں کو تمہاری خاطر بخش دے اور (تمہاری نافرمانیوں کے باوجود) تمہیں ایک مقرر میعاد تک مہلت دیيے رکھتا ہے۔ وہ (کافر) بو لے: تم تو صرف ہمارے جیسے بشر ہی ہو، تم یہ چاہتے ہو کہ ہمیں ان (بتوں) سے روک دو جن کی پرستش ہمارے باپ دادا کیا کرتے تھے، سو تم ہمارے پاس کويی روشن دلیل لاو،
پھر ان سب نے فرعون کو مشورہ دیا کہ اسے اور اس کے بھايی کو انتظار میں رکھیے اور تمام شہروں میں ہرکارے بھیج دیجیے
اس وقت ان سے کہا جايے گا کہ ایک موت کو نہ پکارو بلکہ بہت سی موتوں کو اواز دو
تاکہ اﷲ ان لوگوں کو پورا بدلہ عطا فرمايے جو ایمان لايے اور نیک عمل کرتے رہے۔ یہی وہ لوگ ہیں جن کے ليے بخشش اور بزرگی والا (اخروی) رزق ہے،
یہ دوزخ اﷲ کے دشمنوں کی جزا ہے، ان کے ليے اس میں ہمیشہ رہنے کا گھر ہے، یہ اس کا بدلہ ہے جو وہ ہماری ایتوں کا انکار کیا کرتے تھے،
قسم اسمان کی، جس میں برج ہیں
یا تمہارے ليے ہمارے ذمہ کچھ (ایسے) پختہ عہد و پیمان ہیں جو روز قیامت تک باقی رہیں (جن کے ذریعے ہم پابند ہوں) کہ تمہارے ليے وہی کچھ ہوگا جس کا تم (اپنے حق میں) فیصلہ کرو گے،
اور یہ حقیقت ہے کہ بہت سے جن اور انسان ایسے ہیں جن کو ہم نے جہنم ہی کے لیے پیدا کیا ہے ان کے پاس دل ہیں مگر وہ ان سے سوچتے نہیں ان کے پاس انکھیں ہیں مگر وہ ان سے دیکھتے نہیں ان کے پاس کان ہیں مگر وہ ان سے سنتے نہیں وہ جانوروں کی طرح ہیں بلکہ ان سے بھی زیادہ گيے گزرے، یہ وہ لوگ ہیں جو غفلت میں کھو يے گيے ہیں
ان سے فرمایا جايے گا یہ تمہارا صلہ ہے اور تمہاری محنت ٹھکانے لگی
پھر ایک مقرر دن کے وعدے پر تمام جادوگر جمع کیے گيے
سو انہوں نے اسےجھٹلایا تب انہیں زلزلہ نے ا پکڑا پھر وہ اپنے گھروں میں اوندھے پڑے رہ گيے
جو زمین اچھی ہوتی ہے وہ اپنے رب کے حکم سے خوب پھل پھول لاتی ہے اور جو زمین خراب ہوتی ہے ا س سے ناقص پیداوار کے سوا کچھ نہیں نکلتا اس طرح ہم نشانیوں کو بار بار پیش کرتے ہیں ان لوگوں کے لیے جو شکر گزار ہونے والے ہیں
اگر خدا کا حکم پہلے نہ ہوچکا ہوتا تو جو (فدیہ) تم نے لیا ہے اس کے بدلے تم پر بڑا عذاب نازل ہوتا
تم فرماو ہمیں نہ پہنچے گا مگر جو اللہ نے ہمارے لیے لکھ دیا وہ ہمارا مولی ہے اور مسلمانوں کو اللہ ہی پر بھروسہ چاہیے،
اور پہاڑ دھنکی ہويی رويی کی طرح اڑنے لگیں گے
اور جو لوگ صاحبان ایمان مرد یا عورتوں کو بغیر کچھ کيے دھرے اذیت دیتے ہیں انہوں نے بڑے بہتان اور کھلے گناہ کا بوجھ اپنے سر پر اٹھا رکھا ہے
پھر تم (اے جن و انس) اپنے رب کی کس کس نعمت کو جھٹلاو گے
جو دلوں تک چڑھ سسجايے گی
(یہ کتاب خدايے) رحمن ورحیم (کی طرف) سے اتری ہے
اور جن لوگوں نے کفر اختیار کیا ان کا کہنا ہے کہ ہم تمہیں ایسے ادمی کا پتہ بتايیں جو یہ خبر دیتا ہے کہ جب تم مرنے کے بعد ٹکڑے ٹکڑے ہوجاو گے تو تمہیں نيی خلقت کے بھیس میں لایا جايے گا
کیا ہم پہلی بار کی پیدايش سے تھک گيے ہیں؟ (ایسا نہیں ہے) بلکہ یہ لوگ ازسرنو پیدايش کے بارے میں شبہ میں مبتلا ہیں۔
پھر جب موسی اس اگ کے قریب ايے تو اواز دی گيی کہ اے موسی
قسم ہے اسمان کی اور اس کے بنانے کی
جاو اس طرف جس کی تکذیب کیا کرتے تھے
محمدﷺ خدا کے پیغمبر ہیں اور جو لوگ ان کے ساتھ ہیں وہ کافروں کے حق میں سخت ہیں اور اپس میں رحم دل، (اے دیکھنے والے) تو ان کو دیکھتا ہے کہ (خدا کے اگے) جھکے ہويے سر بسجود ہیں اور خدا کا فضل اور اس کی خوشنودی طلب کر رہے ہیں۔ (کثرت) سجود کے اثر سے ان کی پیشانیوں پر نشان پڑے ہويے ہیں۔ ان کے یہی اوصاف تورات میں (مرقوم) ہیں۔ اور یہی اوصاف انجیل میں ہیں۔ (وہ) گویا ایک کھیتی ہیں جس نے (پہلے زمین سے) اپنی سويی نکالی پھر اس کو مضبوط کیا پھر موٹی ہويی اور پھر اپنی نال پر سیدھی کھڑی ہوگيی اور لگی کھیتی والوں کو خوش کرنے تاکہ کافروں کا جی جلايے۔ جو لوگ ان میں سے ایمان لايے اور نیک عمل کرتے رہے ان سے خدا نے گناہوں کی بخشش اور اجر عظیم کا وعدہ کیا ہے
اور یقینا ہم نے بنی اسرايیل کو کتاب حکومت اور نبوت عطا کی ہے اور انہیں پاکیزہ رزق دیا ہے اور انہیں تمام عالمین پر فضیلت دی ہے
اخر کیا وجہ ہے کہ تم وہ چیز نہ کھاو جس پر اللہ کا نام لیا گیا ہو، حالانکہ جن چیزوں کا استعمال حالت اضطرار کے سوا دوسری تمام حالتوں میں اللہ نے حرام کر دیا ہے ان کی تفصیل وہ تمہیں بتا چکا ہے بکثرت لوگوں کا حال یہ ہے کہ علم کے بغیر محض اپنی خواہشات کی بنا پر گمراہ کن باتیں کرتے ہیں، ان حد سے گزرنے والوں کو تمہارا رب خوب جانتا ہے
وہ اللہ ہے جس کے علاوہ کويی خدا نہیں ہے اس کے ليے بہترین نام ہیں
وہ کسی مومن کے بارے میں نہ قرابت کا پاس کرتے ہیں اور نہ کسی عہد و پیمان کی ذمہ داری کا اور یہی لوگ ہیں جو ظلم و تعدی کرنے والے ہیں۔
اور ان پر ابلیس نے اپنے گمان کو سچا کردکھایا تو مومنین کے ایک گروہ کو چھوڑ کر سب نے اس کا اتباع کرلیا
حم
اپنے رب سے منکروں کا حال ایسا ہے کہ ان کے کام ہیں جیسے راکھ کہ اس پر ہوا کا سخت جھونکا ایا اندھی کے دن میں ساری کمايی میں سے کچھ ہاتھ نہ لگا، یہی ہے دور کی گمراہی،
(اے محمدﷺ) یہ ہم تم کو (خدا کی) ایتیں اور حکمت بھری نصیحتیں پڑھ پڑھ کر سناتے ہیں
کہنے لگے کہ کیا ہم ان اپنے جیسے دو ادمیوں پر ایمان لے ايیں اور ان کو قوم کے لوگ ہمارے خدمت گار ہیں
اور اعلان کر دو کہ "حق ا گیا اور باطل مٹ گیا، باطل تو مٹنے ہی والا ہے"
ادب کا مہینہ ادب کے مہینے کے مقابل ہے اور ادب کی چیزیں ایک دوسرے کا بدلہ ہیں۔ پس اگر کويی تم پر زیادتی کرے تو جیسی زیادتی وہ تم پر کرے ویسی ہی تم اس پر کرو۔ اور خدا سے ڈرتے رہو اور جان رکھو کہ خدا ڈرنے والوں کے ساتھ ہے
ہم فرشتہ تو فیصلہ ہی کے لیے بھیجا کرتے ہیں اور اس وقت انہیں مہلت نہیں ملے گی
اور کیا ہمارے پہلے باپ دادا بھی
اپنے گریبان میں اپنا ہاتھ ڈال وہ بغیر کسی عیب کے چمکتا ہوا نکلے گا اور رفع خوف کے لیے اپنا بازو اپنی طرف ملا سو تیرے رب کی طرف سے فرعون اور اس کے سرداروں کے لیے یہ دو سندیں ہیں بے شک وہ نافرمان لوگ ہیں
اور ان کے ليے کون سی بات ہے کہ خدا ان پر عذاب نہ کرے جب کہ یہ لوگوں کو مسجد الحرام سے روکتے ہیں اور اس کے متولی بھی نہیں ہیں -اس کے ولی صرف متقی اور پرہیزگار افراد ہیں لیکن ان کی اکثریت اس سے بھی بے خبر ہے
(اے نبی) اس شخص کو کون بچا سکتا ہے جس پر عذاب کا فیصلہ چسپاں ہو چکا ہو؟ کیا تم اسے بچا سکتے ہو جو اگ میں گر چکا ہو؟
بیشک اس (واقعہ قوم لوط) میں اہل ایمان کے ليے نشانی (عبرت) ہے،
اور یہ راہ نہیں دیکھتے مگر ایک چیخ کی جسے کويی پھیر نہیں سکتا،
انہوں نے کہا کہ اے وه شخص جس پر قران اتارا گیا ہے یقینا تو تو کويی دیوانہ ہے
اور اندھیری رات کے شر سے جب اس کا اندھیرا چھا جايے
تاکہ اپنے منافع کا مشاہدہ کریں اور چند معین دنوں میں ان چوپایوں پر جو خدا نے بطور رزق عطا کيے ہیں خدا کا نام لیں اور پھر تم اس میں سے کھاو اور بھوکے محتاج افراد کو کھلاو
بیشک یہ لوگ یہی کہتے ہیں
کہا کہ پروردگار میرے ليے کويی نشانی مقرر فرما۔ فرمایا نشانی یہ ہے کہ تم صحیح وسالم ہو کر تین (رات دن) لوگوں سے بات نہ کرسکو گے
اور چھوڑ دو کھلا اور چھپا گناہ، وہ جو گناہ کماتے ہیں عنقریب اپنی کمايی کی سزا پايیں گے،
کہا پھر پہلی جماعتوں کا کیا حال ہے
جو ایتیں اللہ کی اپنے سامنے پڑھی جاتی ہويی سنے پھر بھی غرور کرتا ہوا اس طرح اڑا رہے کہ گویا سنی ہی نہیں، تو ایسے لوگوں کو دردناک عذاب کی خبر (پہنچا) دیجيے
مگر یہ کہ کويی شیطان وہاں کی بات چر اانا چاہے تو اس کے پیچھے دہکتا ہوا شعلہ لگادیا گیا ہے
اور غور سے سنو اس دن کا حال جب ایک منادی بہت قریب سے ندا دے گا۔
(ان سے فرمایا جايے گا): اے میرے (مقرب) بندو! اج کے دن تم پر نہ کويی خوف ہے اور نہ ہی تم غم زدہ ہو گے،
اے اہل ایمان! مومنوں کے سوا کافروں کو دوست نہ بناو کیا تم چاہتے ہو کہ اپنے اوپر خدا کا صریح الزام لو؟
اور ان میں اور ان کی خواہش کی چیزوں میں پردہ حايل کردیا گیا جیسا کہ پہلے ان کے ہم جنسوں سے کیا گیا وہ بھی الجھن میں ڈالنے والے شک میں پڑے ہويے تھے
جب کہ وہ بلند ترین افق پر تھا
اور جو لوگ ایمان لايے اور نیک عمل کيے ہم عنقریب ان کو ان بہشتوں میں داخل کریں گے جن کے نیچے سے نہریں جاری ہوں گی اور وہ ان میں ہمیشہ ہمیشہ رہیں گے۔ ان کے ليے وہاں پاک و پاکیزہ بیویاں ہوں گی اور ہم انہیں (اپنی رحمت) کے گنجان سایہ (گھنی چھاوں) میں اتاریں گے۔
خدا کی مسجدوں کو تو وہ لوگ اباد کرتے ہیں جو خدا پر اور روز قیامت پر ایمان لاتے ہیں اور نماز پڑھتے اور زکواة دیتے ہیں اور خدا کے سوا کسی سے نہیں ڈرتے۔ یہی لوگ امید ہے کہ ہدایت یافتہ لوگوں میں (داخل) ہوں
بے شک جنھو ں نے ایذا دی مسلمان مردوں اور مسلمان عورتوں کو پھر تو بہ نہ کی ان کے ليے جہنم کا عذاب ہے اور ان کے ليے اگ کا عذاب
یہ (اور) کچھ نہیں مگر صرف پہلے لوگوں کی عادات (و اطوار) ہیں (جنہیں ہم چھوڑ نہیں سکتے)،
یہ بات تو ہو چکی (کہ پرہیزگاروں کا انجام یہ ہے) اور سرکش کا انجام بہت برا ہے۔
اس طرح ان لوگوں کی جڑ کاٹ کر رکھ دی گيی جنہوں نے ظلم کیا تھا اور تعریف ہے اللہ رب العالمین کے لیے (کہ اس نے ان کی جڑ کاٹ دی)
میرے ابا جان اپ شیطان کی پرستش سے باز اجايیں شیطان تو رحم وکرم والے اللہ تعالی کا بڑا ہی نافرمان ہے
اور ثمود کو ایسا مٹایا کہ ان میں سے کسی کو باقی نہ چھوڑا
اے لوگو جو ایمان لايے ہو! یہودیوں اور عیسايیوں کو اپنا رفیق نہ بناو، یہ اپس ہی میں ایک دوسرے کے رفیق ہیں اور اگر تم میں سے کويی ان کو اپنا رفیق بناتا ہے تو اس کا شمار بھی پھر انہی میں ہے، یقینا اللہ ظالموں کو اپنی رہنمايی سے محروم کر دیتا ہے
اور کہنے لگے کہ اپنے معبودوں کو ہرگز نہ چھوڑنا اور ود اور سواع اور یغوث اور یعقوب اور نسر کو کبھی ترک نہ کرنا
اللر کے مقابلہ میں ان کا مال اور ان کی اولاد کويی کام انے والا نہیں ہے یہ سب جہنمی ہیں اور وہیں ہمیشہ رہنے والے ہیں
تم فرماو شبانہ روز تمہاری کون نگہبانی کرتا ہے رحمان سے بلکہ وہ اپنے رب کی یاد سے منہ پھیرے ہیں
اور بے شک ہم نے سمجھ لیا ہے کہ ہم الله کو زمین میں کبھی عاجز نہ کر سکیں گے اور نہ ہی ہم بھاگ کر عاجز کر سکیں گے
جواب دیں گے تم خود ہی ایمان نہ رکھتے تھے
اور چور، خواہ عورت ہو یا مرد، دونوں کے ہاتھ کاٹ دو، یہ ان کی کمايی کا بدلہ ہے اور اللہ کی طرف سے عبرتناک سزا اللہ کی قدرت سب پر غالب ہے اور وہ دانا و بینا ہے
وہ بولے: کیا واقعی تم ہی یوسف ہو؟ انہوں نے فرمایا: (ہاں) میں یوسف ہوں اور یہ میرا بھايی ہے بیشک اﷲ نے ہم پر احسان فرمایا ہے، یقینا جو شخص اﷲ سے ڈرتا اور صبر کرتا ہے تو بیشک اﷲ نیکوکاروں کا اجر ضايع نہیں کرتا،
تو اس دن خدا ویسا عذاب کرے گا جو کسی نے نہ کیا ہوگا
قسم ان کی جو بکھیر کر اڑانے والیاں
اور کويی بوجھ اٹھانے والا (گنہگار) کسی دوسرے کا بوجھ نہیں اٹھايے گا اور اگر کويی بھاری بوجھ والا اس کے اٹھانے کیليے (کسی کو) بلايے گا تو اس میں سے کچھ بھی نہ اٹھایا جايے گا اگرچہ وہ رشتہ دار ہی کیوں نہ ہو؟ (اے رسول(ص)!) اپ صرف انہی لوگوں کو ڈرا سکتے ہیں جو بے دیکھے اپنے پروردگار سے ڈرتے ہیں اور جو (باقاعدہ) نماز پڑھتے ہیں اور جو (گناہوں سے) پاکیزگی اختیار کرتا ہے تو وہ اپنے ہی فايدہ کیليے پاکباز رہتا ہے (اخرکار) اللہ ہی کی طرف (سب کی) بازگشت ہے۔
اگر تم سچے ہو تو ہم پر اسمان کا کويی ٹکڑا گرا دو۔
اور خدا ہی تو ہے جس نے باغ پیدا کيے چھتریوں پر چڑھايے ہويے بھی اور جو چھتریوں پر نہیں چڑھايے ہويے وہ بھی اور کھجور اور کھیتی جن کے طرح طرح کے پھل ہوتے ہیں اور زیتون اور انار جو (بعض باتوں میں) ایک دوسرے سے ملتے ہیں جب یہ چیزیں پھلیں تو ان کے پھل کھاو اور جس دن (پھل توڑو اور کھیتی) کاٹو تو خدا کا حق بھی اس میں سے ادا کرو اور بےجا نہ اڑاو کہ خدا بیجا اڑانے والوں کو دوست نہیں رکھتا
اور جس دن انہیں ندا کرتے گا تو فرمايے گا تم نے رسولوں کو کیا جواب دیا
اور تمہارا معبود ایک معبود ہے اس کے سوا کويی معبود نہیں مگر وہی بڑی رحمت والا مہربان
کیا تو نے ان لوگوں کو نہیں دیکھا؟ جنہوں نے اس قوم سے دوستی کی جن پر اللہ غضبناک ہوچکا ہے، نہ یہ (منافق) تمہارے ہی ہیں نہ ان کے ہیں باوجود علم کے پھر بھی جھوٹ پر قسمیں کھا رہے ہیں
اے نبی، ان میں سے بعض لوگ صدقات کی تقسیم میں تم پر اعتراضات کرتے ہیں اگر اس مال میں سے انہیں کچھ دے دیا جايے تو خو ش ہو جايیں، اور نہ دیا جايے تو بگڑنے لگتے ہیں
نوح علیھ السلامنے کہا کہ اے قوم مجھ میں گمراہی نہیں ہے بلکہ میں ربالعالمین کی طرف سے بھیجا ہوا نمايندہ ہوں
وه جواب دیں گے کہ بیشک ایا تھا لیکن ہم نے اسے جھٹلایا اور ہم نے کہا کہ اللہ تعالی نےکچھ بھی نازل نہیں فرمایا۔ تم بہت بڑی گمراہی میں ہی ہو
اور اس سے پہلے موسی کی کتاب سے پیشوا اور مہربانی، اور یہ کتاب ہے تصدیق فرماتی عربی زبان میں کہ ظالموں کو ڈر سنايے، اور نیکوں کو بشارت،
انہوں نے کہا “اے لوط، "اگر تو ان باتوں سے باز نہ ایا تو جو لوگ ہماری بستیوں سے نکالے گيے ہیں ان میں تو بھی شامل ہو کر رہے گا"
اور جب ہمارا حکم اگیا تو ہم نے ہود اور ان کے ساتھ ایمان لانے والوں کو اپنی رحمت سے بچالیااور انہیں سخت عذاب سے نجات دے دی
کیا انہوں نے اس کے سوا اور بھی معبود بنا رکھے ہیں کہہ دو اپنی دلیل لاو یہ میرے ساتھ والو ں کی کتاب اور مجھ سے پہلے لوگوں کی کتابیں موجود ہیں بلکہ اکثران میں سے حق جانتے ہی نہیں اس لیے منہ پھیرے ہويے ہیں
تو کیا وه جو پیدا کرتا ہے اس جیسا ہے جو پیدا نہیں کرسکتا؟ کیا تم بالکل نہیں سوچتے؟
بلاشبہ یہی لوگ اخرت میں سب سے زیادہ گھاٹا اٹھانے والے ہوں گے۔
(ملکہ نے) کہا: اے دربار والو! تم مجھے میرے (اس) معاملہ میں مشورہ دو، میں کسی کام کا قطعی فیصلہ کرنے والی نہیں ہوں یہاں تک کہ تم میرے پاس حاضر ہو کر (اس امر کے موافق یا مخالف) گواہی دو،
اور جن لوگوں نے کفر کیا ہے ان کے لیے جہنم کی اگ ہے نہ ان کا قصہ پاک کر دیا جايے گا کہ مر جايیں اور نہ ان کے لیے جہنم کے عذاب میں کويی کمی کی جايے گی اس طرح ہم بدلہ دیتے ہیں ہر اس شخص کو جو کفر کرنے والا ہو
او روہی ہے جو اسمان میں بھی معبود ہے اور زمین میں بھی معبود ہے اور وہی حکمت والا جاننے والا ہے
کیا خدا کو چھوڑ کر ان خود ساختہ خداوں کے طلب گار بن گيے ہو
اور اصحاب حجر نے بھی مرسلین کی تکذیب کی
(ہم نہیں کہہ سکتے) کہ خود اس نے (ہی) اللہ پر جھوٹ باندھ لیا ہے یا اسے دیوانگی ہے بلکہ (حقیقت یہ ہے) کہ اخرت پر یقین نہ رکھنے والے ہی عذاب میں اور دور کی گمراہی میں ہیں
جو کچھ انہوں نے دیکھا ان کے دل نے اس کو جھوٹ نہ مانا
اگر خدا کی طرف سے تم کو کويی نقصان پہنچ جايے تو اس کے علاوہ کويی ٹالنے والا بھی نہیں ہے اور اگر وہ خیر دے دے تو وہی ہر شے پر قدرت رکھنے والا ہے
اج ہمارے اور تمہارے درمیان گواہی کیليے اللہ کافی ہے کہ ہم تمہاری عبادت سے بالکل غافل و بے خبر تھے۔
جس دن ہم جہنم سے کہیں گے کہ تو بھر گیا تو وہ کہے گا کہ کیا کچھ اور مل سکتا ہے
چنانچہ جب ان (ابراہیم) پر رات کی تاریکی چھا گيی تو انہوں نے ایک ستارہ کو دیکھا تو کہا یہ میرا رب ہے؟ تو جب وہ ڈوب گیا تو کہا۔ میں ڈوب جانے والوں سے محبت نہیں کرتا۔
اپ ان سے کہیے کہ ایا یہ (اتش دوزخ) اچھی ہے یا وہ دايمی جنت جس کا پرہیزگاروں سے وعدہ کیا گیا ہے۔ یہ ان (کے اعمال) کا صلہ ہے اور (اخری) ٹھکانا۔
اور ہم پیغبروں کو صرف اس لیے بھیجا کرتے ہیں کہ وہ بشارت دیں اور ڈرايیں پھر جو شخص ایمان لے اوے اور اپنی اصلاح کر لے سو ان پر کويی ڈر نہ ہوگا اور نہ وہ غم کھاييں گے
وہی تو ہے جس نے اپنے پیغمبر کو ہدایت اور دین حق دے کر بھیجا تاکہ اس (دین) کو (دنیا کے) تمام دینوں پر غالب کرے۔ اگرچہ کافر ناخوش ہی ہوں
اور اگر یہ لوگ تورات وانجیل اور ان کی جانب جو کچھ اللہ تعالی کی طرف سے نازل فرمایا گیا ہے، ان کے پورے پابند رہتے تو یہ لوگ اپنے اوپر سے اور نیچے سے روزیاں پاتے اور کھاتے، ایک جماعت تو ان میں سے درمیانہ روش کی ہے، باقی ان میں سے بہت سے لوگوں کے برے اعمال ہیں
میرے اس خط کو لے جاکر انہیں دے دے پھر ان کے پاس سے ہٹ ا اور دیکھ کہ وه کیا جواب دیتے ہیں
وہی دونوں مشرقوں اور دونوں مغربوں کا مالک (ہے)
اور اس دن اپ مجرموں کو زنجیروں میں جکڑے ہويے دیکھیں گے،
اب اپ اپنے عظیم پروردگار کے نام کی تسبیح کریں
اور پہاڑ دھنکے ہويے اون جیسے
اور وہ جو جھوٹی گواہی نہیں دیتے اور جب ان کو بیہودہ چیزوں کے پاس سے گزرنے کا اتفاق ہو تو بزرگانہ انداز سے گزرتے ہیں
تم ازراس شہوت عورتوں کے بجايے مردوں سے تعلقات پیدا کرتے ہو اور تم یقینا اسراف اور زیادتی کرنے والے ہو
ایسے لوگوں کے لیے دنیا کی زندگی ہی میں عذاب ہے، اور اخرت کا عذاب اس سے بھی زیادہ سخت ہے کويی ایسا نہیں جو انہیں خدا سے بچانے والا ہو
جن لوگوں نے اپنے رب سے کفر کیا ہے، ان کی مثال یہ ہے کہ ان کے اعمال (اس) راکھ کی مانند ہیں جس پر تیز اندھی کے دن سخت ہوا کا جھونکا اگیا، وہ ان (اعمال) میں سے جو انہوں نے کمايے تھے کسی چیز پر قابو نہیں پاسکیں گے۔ یہی بہت دور کی گمراہی ہے،
اے نبی! اپ ان سے جو اپ کے ہاتھوں میں قیدی ہیں فرما دیجيے: اگر اللہ نے تمہارے دلوں میں بھلايی جان لی تو تمہیں اس (مال) سے بہتر عطا فرمايے گا جو (فدیہ میں) تم سے لیا جا چکا ہے اور تمہیں بخش دے گا، اور اللہ بڑا بخشنے والا نہایت مہربان ہے،
اور میراث کے مال کو اکٹھا کرکے حلال و حرام سب کھا جاتے ہو
اور اج کے دن تمہیں (یہ ارزو کرنا) سود مند نہیں ہوگا جبکہ تم (عمر بھر) ظلم کرتے رہے، (اج) تم سب عذاب میں شریک ہو،
میں انہیں ضرور گمراہ کردوں گا اور ضرور انہیں غلط امیدیں دلاوں گا اور انہیں ضرور حکم دیتا رہوں گا سو وہ یقینا جانوروں کے کان چیرا کریں گے اور میں انہیں ضرور حکم دیتا رہوں گا سو وہ یقینا اللہ کی بنايی ہويی چیزوں کو بدلا کریں گے، اور جو کويی اللہ کو چھوڑ کر شیطان کو دوست بنالے تو واقعی وہ صریح نقصان میں رہا،
اور یقینا وه خود بھی اس پر گواه ہے
میرا مددگار تو خدا ہی ہے جس نے کتاب (برحق) نازل کی۔ اور نیک لوگوں کا وہی دوستدار ہے
ان کے دلوں میں جو تھوڑی بہت کھوٹ کپٹ ہوگی اسے ہم نکال دیں گے، وہ اپس میں بھايی بھايی بن کر امنے سامنے تختوں پر بیٹھیں گے
فرشتوں نے کہا کیا تو اللہ کی قدرت سے تعجب کر رہی ہے؟ تم پر اے اس گھر کے لوگو اللہ کی رحمت اور اس کی برکتیں نازل ہوں، بیشک اللہ حمد وﺛنا کا سزاوار اور بڑی شان واﻻ ہے
بلکہ میں نے انہیں اور ان کے اباء و اجداد کو (اسی ابراہیم علیہ السلام کے تصدق اور واسطہ سے اس دنیا میں) فايدہ پہنچایا ہے یہاں تک کہ ان کے پاس حق (یعنی قران) اور واضح و روشن بیان والا رسول (صلی اللہ علیہ والہ وسلم) تشریف لے ایا،
اے بنی اسرايیل! میری وہ نعمت یاد کرو جس سے میں نے تمہیں نوازا۔ اور یہ بھی کہ تمہیں دنیا و جہان والوں پر فضیلت دی۔
پھر اسے ہموار اور بے اب و گیاہ زمین بنا دے گا،
کیا یہ لوگ نہیں جانتے کہ خدا ہی اپنے بندوں سے توبہ قبول فرماتا ہے اور صدقات (وخیرات) لیتا ہے اور بےشک خدا ہی توبہ قبول کرنے والا مہربان ہے
ہم ان کافروں کو ضرور سخت عذاب کا مزہ چکھايیں گے اور وہ بدترین عمل کرتے ہیں ہم انہیں ضرور ان کی بدترین سزا دیں گے۔
اور ہم نے ان کے پاس کتاب پہنچا دی ہے جس کو علم ودانش کے ساتھ کھول کھول کر بیان کر دیا ہے (اور) وہ مومن لوگوں کے لیے ہدایت اور رحمت ہے
اس دن جب ہمارے پاس ايیں گے تو خوب سنیں اور دیکھیں گے لیکن یہ ظالم اج کھلی ہويی گمراہی میں مبتلا ہیں
اور منادی پکار دیتا اللہ اور اس کے رسول کی طرف سے سب لوگوں میں بڑے حج کے دن کہ اللہ بیزار ہے، مشرکوں سے اور اس کا رسول تو اگر تم توبہ کرو تو تمہا را بھلا ہے اور اگر منہ پھیرو تو جان لو کہ اللہ کو نہ تھکا سکو گے اور کافروں کو خوشخبری سناو دردناک عذاب کی،
کہو، اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے دن کے عذاب کا خوف ہے
تمہارے رشتہ دار اور تمہاری اولاد قیامت کے دن تمہارے کام نہ ايیں گے اللہ تمہارے درمیان جدايی ڈال دے گا اور جو کچھ تم کرتے ہو اللہ اسے اچھی طرح دیکھ رہا ہے۔
جب پانی میں طغیانی اگيی تو اس وقت ہم نے تمہیں کشتی میں چڑھا لیا
(نوح نے) کہا کہ خدا کا نام لے کر (کہ اسی کے ہاتھ میں اس کا) چلنا اور ٹھہرنا (ہے) اس میں سوار ہوجاو۔ بےشک میرا پروردگار بخشنے والا مہربان ہے
یا کیا انہوں نے اپنے رسول کو پہچانا نہیں ہے؟ اس ليے منکر ہوگيے۔
جب وہ انہیں دور سے دیکھے گی تو اس کے جوش و خروش کی اواز سنیں گے
اور تمہیں (کويی) بدلہ نہیں دیا جايے گا مگر صرف اسی کا جو تم کیا کرتے تھے،
اور دریا میں چلنے والی پہاڑوں جیسی کشتیاں اس کی نشانیوں میں سے ہیں
اور بابرکت کیا جہاں بھی میں رہوں، اور نماز اور زکوۃ کی پابندی کا حکم دیا جب تک میں زندہ رہوں
ان میں سے اکثر اللہ کو مانتے ہیں مگر اس طرح کہ اس کے ساتھ دوسروں کو شر یک ٹھیراتے ہیں
تو رات کو دن اور دن کو رات میں داخل کرتا ہے اور مفدہ کو زندہ سے اور زندہ کو مفدہ سے نکالتا ہے اور جسے چاہتا ہے بے حساب رزق دیتا ہے
اور حکم ایا اے زمین اپنا پانی نگل جا اور اے اسمان تھم جا اور پانی سکھا دیا گیا اور کام ہو چکا اور کشتی جودی پہاڑ پر ٹھری اور کہہ دیا گیا کہ ظالموں پر پھٹکار ہے
اور ان کے رب کی نشانیوں میں سے کويی (بھی) نشانی ان کے پاس نہیں اتی مگر وہ اس سے روگردانی کرتے ہیں،
بے شک وہ ہمارے (کامل) ایمان والے بندوں میں سے تھے،
ان سے پوچھو کہ ساتوں اسمانوں اور عرش عظیم کا مالک کون ہے
تو ہم نے انہیں اور ان کے اہل سب کو نجات دے دی
اور ہم نے اس پر کدو کا پیڑ اگایا
پھر جب ہم نےان سے ایک مدت تک عذاب اٹھا لیا کہ انہیں اس مدت تک پہنچنا تھا اس وقت وہ عہد توڑ ڈالتے
پھر وه دونوں چلے، یہاں تک کہ ایک کشتی میں سوار ہويے، تو اس نے کشتی کے تختے توڑ دیيے، موسی نے کہا کیا اپ اسے توڑ رہے ہیں تاکہ کشتی والوں کو ڈبو دیں، یہ تو اپ نے بڑی (خطرناک) بات کردی
کیا تم اپنے رسول سے یہی پوچھنا چاہتے ہو جو اس سے پہلے موسی ﴿علیہ السلام﴾ سے پوچھا گیا تھا؟ (سنو) ایمان کو کفر سے بدلنے واﻻ سیدھی راه سے بھٹک جاتا ہے
(اے رسول) لوگوں کو اس دن سے ڈراو جب ان پر عذاب ايے گا تو ظالم لوگ کہیں گے اے ہمارے رب تھوڑی سی مدت کے ليے ہمیں مہلت دے دے ہم تیری دعوت پر لبیک کہیں گے اور (تیرے) رسولوں کی پیروی کریں گے (انہیں جواب دیا جايے گا) کیا تم نے اس سے پہلے قسمیں نہیں کھايی تھیں کہ تمہیں کبھی زوال نہ ہوگا۔
بلکہ قریب ہوگا کہ جوش کی شدت سے پھٹ پڑے جب بھی اس میں کسی گروہ کو ڈالا جايے گا تو اس کے داروغہ ان سے پوچھیں گے کہ کیا تمہارے پاس کويی ڈرانے والا نہیں ایا تھا
ہاں، ہرگز نہیں، عنقریب انہیں معلوم ہو جايے گا
بالﺂخر عدل کے تقاضے کے مطابق چیﺦ نے پکڑ لیا اور ہم نے انہیں کوڑا کرکٹ کر ڈاﻻ، پس ﻇالموں کے ليے دوری ہو
(یہ کتاب خدايے) رحمن ورحیم (کی طرف) سے اتری ہے
اور ان کے صبر پر انہیں جنت اور ریشمی کپڑے صلہ میں دیے،
اور عاد (کی قوم کے حال) میں بھی (نشانی ہے) جب ہم نے ان پر نامبارک ہوا چلايی
یعنی موسی اور ہارون کے پروردگار پر
اور سیاہ دھويیں کے سایہ میں ہوں گے۔
ہاں یہ وه دن ہے کہ یہ اگ پر تپايے جايیں گے
تو قریب ہے کہ میرا رب مجھے تیرے باغ سے اچھا دے اور تیرے باغ پر اسمان سے بجلیاں اتارے تو وہ پٹ پر میدان (سفید زمین) ہوکر رہ جايے
اس نے مجھ کو (کتاب) نصیحت کے میرے پاس انے کے بعد بہکا دیا۔ اور شیطان انسان کو وقت پر دغا دینے والا ہے
اگر اللہ کی طرف سے پہلے ہی (معافی کا حکم) لکھا ہوا نہ ہوتا تو یقینا تم کو اس (مال فدیہ کے بارے) میں جو تم نے (بدر کے قیدیوں سے) حاصل کیا تھا بڑا عذاب پہنچتا،
اور ہر بشر کی (یہ) مجال نہیں کہ اللہ اس سے (براہ راست) کلام کرے مگر یہ کہ وحی کے ذریعے (کسی کو شان نبوت سے سرفراز فرما دے) یا پردے کے پیچھے سے (بات کرے جیسے موسی علیہ السلام سے طور سینا پر کی) یا کسی فرشتے کو فرستادہ بنا کر بھیجے اور وہ اس کے اذن سے جو اللہ چاہے وحی کرے (الغرض عالم بشریت کے ليے خطاب الہی کا واسطہ اور وسیلہ صرف نبی اور رسول ہی ہوگا)، بیشک وہ بلند مرتبہ بڑی حکمت والا ہے،
تم پیمانہ پورا بھرا کرو اور (لوگوں کے حقوق کو) نقصان پہنچانے والے نہ بنو،
وہی ہیں جنہیں برا عذاب ہونا ہے اور وہ اخرت میں بڑے ہی خسارہ میں ہوں گے
پس ان بستیوں نے اپنے کام کا وبال چکھا اور ان کا انجام کار بربادی ہويی
اور اپنے رب کی عبادت کرتے رہیں یہاں تک کہ اپ کو (اپ کی شان کے لايق) مقام یقین مل جايے (یعنی انشراح کامل نصیب ہو جايے یا لمحہ وصال حق)،
سب کسی بلانے والے کی طرف سر اٹھايے بھاگے چلے جارہے ہوں گے اور کفار یہ کہہ رہے ہوں گے کہ اج کا دن بڑا سخت دن ہے
اور جب قبریں اکھاڑ دی جايیں
جو ایمان لايے اور نیک کام کیے ان پر کچھ گناہ نہیں جو کچھ انہوں نے چکھا جب کہ ڈریں اور ایمان رکھیں اور نیکیاں کریں پھر ڈریں اور ایمان رکھیں پھر ڈریں اور نیک رہیں، اور اللہ نیکوں کو دوست رکھتا ہے
اور جس کو خدا ہدایت دے اس کو کويی گمراہ کرنے والا نہیں۔ کیا خدا غالب (اور) بدلہ لینے والا نہیں ہے؟
الم 
اے ایمان والو! جب کہ تم میں سے کسی کو موت ا پہنچے تو وصیت کے وقت تمہارے درمیان تم میں سے معتبر ادمی گواہ ہو نے چاہیيیں یا تمہارے سوا دو گواہ اور ہوں اگر تم نے زمین پر سفر کیاہو پھر تمہیں موت کی مصیبت ا پہچنے ان دونوں کو نماز کے بعد کھڑا کرو وہ دونوں الله کی قسمیں کھايیں اگر تمہیں کہیں شبہ ہو کہ ہم قسم کے بدلے مال نہیں لیتے اگرچہ رشتہ داری ہی کیوں نہ ہو اور ہم الله کی گواہی نہیں چھپاتے ورنہ ہم بے شک گناہگار ہوں گے
اور اس کو ایسی جگہ سے رزق دے گا جہاں سے (وہم و) گمان بھی نہ ہو۔ اور جو خدا پر بھروسہ رکھے گا تو وہ اس کو کفایت کرے گا۔ خدا اپنے کام کو (جو وہ کرنا چاہتا ہے) پورا کردیتا ہے۔ خدا نے ہر چیز کا اندازہ مقرر کر رکھا ہے
انہوں نے تو اس (ابراہیم علیہ السلام) کے ساتھ مکر کرنا چاہا لیکن ہم نے انہی کو نیچا کر دیا
اور جب سارے لوگ قیامت میں محشور ہوں گے تو یہ معبود ان کے دشمن ہوجايیں گے اور ان کی عبادت کا انکار کرنے لگیں گے
فرمایا اے ادم بتادے انہیں سب (اشیاء کے) نام جب اس نے (یعنی ادم نے) انہیں سب کے نام بتادیيے فرمایا میں نہ کہتا تھا کہ میں جانتا ہوں اسمانوں اور زمین کی سب چھپی چیزیں اور میں جانتا ہوں جو کچھ تم ظاہر کرتے اور جو کچھ تم چھپاتے ہو -
جس دن سب لوگ بکھرے ہويے پروانوں کی طرح ہوں گے۔
کیا میں اس شخص سے بہتر نہیں ہوں جو پست حیثیت کا ادمی ہے اور صاف بول بھی نہیں پاتا ہے
اپ کہيے! کہ زمین میں چلو پھرو پھر (غور سے) دیکھو کہ اللہ نے کس طرح مخلوق کو پہلی بار پیدا کیا؟ پھر (اسی طرح) اللہ پچھلی بار بھی پیدا کرے گا۔ بےشک اللہ ہر چیز پر پوری قدرت رکھتا ہے۔
اور بعض لوگ ایسے ہیں جو کہتے ہیں کہ ہم خدا پر اور روز اخرت پر ایمان رکھتے ہیں حالانکہ وہ ایمان نہیں رکھتے
اور وہ لوگ جنہوں نے ظلم کیا تھا ان کو ایک زوردار کڑک نے اپکڑا وہ اس طرح اپنے گھروں میں اوندھے پڑے رہ گيے۔
ہر شخص ایک نہ ایک طرف متوجہ ہو رہا ہے تم نیکیوں کی طرف دوڑو۔ جہاں کہیں بھی تم ہوگے، اللہ تمہیں لے ايے گا۔ اللہ تعالی ہر چیز پر قادر ہے
کہ کس کے پاس رسوا کرنے والا عذاب اتا ہے اور کس پر ہمیشہ رہنے والا عذاب نازل ہوتا ہے
ہم تو اللہ تعالی پر بڑی جھوٹی تہمت لگانے والے ہو جايیں گے اگر ہم تمہارے دین میں اجايیں اس کے بعد کہ اللہ تعالی نے ہم کو اس سے نجات دی اور ہم سے ممکن نہیں کہ تمہارے مذہب میں پھر اجايیں، لیکن ہاں یہ کہ اللہ ہی نے جو ہمارا مالک ہے مقدر کیا ہو۔ ہمارے رب کا علم ہر چیز کو محیط ہے، ہم اللہ ہی پر بھروسہ رکھتے ہیں۔ اے ہمارے پروردگار! ہمارے اور ہماری قوم کے درمیان حق کے موافق فیصلہ کر دے اور تو سب سے اچھا فیصلہ کرنے واﻻ ہے
یہ اس ليے کہ جو مومن ہیں ان کا خدا کارساز ہے اور کافروں کا کويی کارساز نہیں
بیشک اللہ نے تمہارے لیے تمہاری قسموں کا اتار مقرر فرمادیا اور اللہ تمہارا مولی ہے، اور اللہ علم و حکمت والا ہے،
اے بالا پوش اوڑھنے والے!
اور کچھ منہ اس دن بگڑے ہويے ہوں گے
اے نبی، بدوی عربوں میں سے جو لوگ پیچھے چھوڑ دیے گيے تھے اب وہ ا کر ضرور تم سے کہیں گے کہ "ہمیں اپنے اموال اور بال بچوں کی فکر نے مشغول کر رکھا تھا، اپ ہمارے لیے مغفرت کی دعا فرمايیں" یہ لوگ اپنی زبانوں سے وہ باتیں کہتے ہیں جو ان کے دلوں میں نہیں ہوتیں ان سے کہنا "اچھا، یہی بات ہے تو کون تمہارے معاملہ میں اللہ کے فیصلے کو روک دینے کا کچھ بھی اختیار رکھتا ہے اگر وہ تمہیں کويی نقصان پہنچانا چاہے یا نفع بخشنا چاہے؟ تمہارے اعمال سے تو اللہ ہی باخبر ہے
بیشک ہم نے ان عورتوں کو اچھی اٹھان اٹھایا،
اور (کافر) انسان کہتا ہے کہ جب میں مر جاو گا تو کیا زندہ کرکے نکالا جاوں گا؟
اور کہتے ہیں کہ یہ تو پہلے لوگوں کی لکھی ہويی داستانیں ہیں جو اس شخص نے لکھوايی ہیں اور وہ صبح و شام اس کے سامنے پڑھی جاتی ہیں (یا اس سے لکھوايی جاتی ہیں)۔
کہ جس چیز کے پاس سے گزر جاتی تھی اسے بوسیدہ ہڈی کی طرح ریزہ ریزہ کردیتی تھی
اس کی قو م کے سرداروں نے کہا ہم تجھے صریح گمراہی میں دیکھتے ہیں
اے ایمان والو الله اور اس کے رسول کا حکم مانو اور سن کر اس سے مت پھرو
اگر ہم چاہتے تو ہر شخص کو ہدایت نصیب فرما دیتے، لیکن میری یہ بات بالکل حق ہو چکی ہے کہ میں ضرور ضرور جہنم کو انسانوں اور جنوں سے پر کردوں گا
تاکہ تم اس کے کشادہ راستوں میں چلو پھرو،
اور کافر کہتے ہیں کہ ہم نہ اس قران پر ایمان لايیں گے اور نہ اس سے پہلے نازل شدہ کتابوں پر (یا نہ اس پر جو اس کے اگے ہے یعنی قیامت اور اس کے عذاب پر)۔ (اے پیغمبر(ص)) کاش تم دیکھتے جب ظالم لوگ اپنے پروردگار کے حضور (سوال و جواب کیليے) کھڑے کيے جايیں گے (اور) ایک دوسرے کی بات رد کر رہا ہوگا چنانچہ وہ لوگ جو دنیا میں کمزور سمجھے جاتے تھے وہ ان سے کہیں گے جو بڑے بنے ہويے تھے کہ اگر تم نہ ہوتے تو ہم ضرور ایمان لے ايے ہوتے۔
اور بیشک ہم نے ادمی کو بجتی ہويی مٹی سے بنایا جو اصل میں ایک سیاہ بودار گارا تھی، ف۳۳)
پھر بیشک تمہارا رب ان کے لیے جو نادانی سے برايی کر بیٹھیں پھر اس کے بعد توبہ کریں اور سنور جايیں بیشک تمہارا رب اس کے بعد ضرور بخشنے والا مہربان ہے،
مگر انسان چاہتا ہے کہ اگے کو خود سری کرتا جايے
اور تمہیں ایک دوسری (نعمت) بھی دے گا جسے تم چاہتے ہو وه اللہ کی مدد اور جلد فتح یابی ہے، ایمان والوں کو خوشخبری دے دو
میرے بندوں کو کہہ دو جو ایمان لايے ہیں نماز قايم رکھیں اور ہمارے دیے ہويے رزق میں سے پوشیدہ اور ظاہر خرچ کریں اس سے پہلے کہ وہ دن ايے جس میں نہ خرید و فروخت ہے نہ دوستی
یا سوچتا تو سمجھانا اسے فايدہ دیتا
اس کے بعد تم اے گمراہو اور جھٹلانے والوں
کیا وہ برے مکر و فریب کرنے والے لوگ اس بات سے بے خوف ہو گيے ہیں کہ اللہ انہیں زمین میں دھنسا دے یا (کسی) ایسی جگہ سے ان پر عذاب بھیج دے جس کا انہیں کويی خیال بھی نہ ہو،
اور اسی طرح ہم نے اپ کی طرف کتاب اتاری، تو جن (حق شناس) لوگوں کو ہم نے (پہلے سے) کتاب عطا کر رکھی تھی وہ اس (کتاب) پر ایمان لاتے ہیں، اور ان (اہل مکہ) میں سے (بھی) ایسے ہیں جو اس پر ایمان لاتے ہیں، اور ہماری ایتوں کا انکار کافروں کے سوا کويی نہیں کرتا،
انجام کار نہ تمہاری ارزووں پر موقوف ہے نہ اہل کتاب کی ارزووں پر جو بھی برايی کرے گا اس کا پھل پايے گا اور اللہ کے مقابلہ میں اپنے لیے کويی حامی و مدد گار نہ پاسکے گا
اور ان میں تمہاری رونق بھی ہے جب چرا کر ﻻو تب بھی اور جب چرانے لے جاو تب بھی
اور اپ صبر ہی کریں کہ اپ کا صبر بھی اللہ ہی کی مدد سے ہوگا اور ان کے حال پر رنجیدہ نہ ہوں اور ان کی مکاریوں کی وجہ سے تنگدلی کا بھی شکار نہ ہوں
جو لوگ ایمان لايے اور وطن چھوڑ گيے اور خدا کی راہ میں مال اور جان سے جہاد کرتے رہے۔ خدا کے ہاں ان کے درجے بہت بڑے ہیں۔ اور وہی مراد کو پہنچنے والے ہیں
جنہیں ملايکہ اس عالم میں اٹھاتے ہیں کہ وہ پاک و پاکیزہ ہوتے ہیں اور ان سے ملايکہ کہتے ہیں کہ تم پر سلام ہو اب تم اپنے نیک اعمال کی بنا پر جنت میں داخل ہوجاو
کہ اگر ہمارے پاس (بھی) پہلے لوگوں کی کويی (کتاب) نصیحت ہوتی،
دنیا کا عیش چند روزہ ہے اخرکار ان کے لیے دردناک سزا ہے
اے ایمان والو اللہ کو بہت زیادہ یاد کرو،
یہ تو ہو چکا اور بےشک الله کافروں کی تدبیر کو کمزور کرنے والا ہے
جب زمین کو زبردست جھٹکے لگیں گے
کیا ہم نے زمین کو فرش نہیں بنایا
لوط نے کہا کہ یہ ہمارے مہمان ہیں خبردار ہمیں بدنام نہ کرنا
(اے پیغمبر) لوگوں کو دانش اور نیک نصیحت سے اپنے پروردگار کے رستے کی طرف بلاو۔ اور بہت ہی اچھے طریق سے ان سے مناظرہ کرو۔ جو اس کے رستے سے بھٹک گیا تمہارا پروردگار اسے بھی خوب جانتا ہے اور جو رستے پر چلنے والے ہیں ان سے بھی خوب واقف ہے
کیا کافروں نے نہیں دیکھا کہ اسمان اور زمین دونوں ملے ہويے تھے تو ہم نے جدا جدا کردیا۔ اور تمام جاندار چیزیں ہم نے پانی سے بنايیں۔ پھر یہ لوگ ایمان کیوں نہیں لاتے؟
یہ اپنی مجلس والوں کو بلالے
اورجس وقت ابراھیم نے کہا اے میرے رب! اس شہر کوامن والا کر دے اور مجھے اور میری اولاد کو بت پرستی سے بچا
اور بہت سے پچھلوں میں سے
اور میں نے تجھے پسند کیا ہے جو کچھ وحی کی جارہی ہےاسے سن لو
اللہ نے بنی اسرايیل سے پختہ عہد لیا تھا اور ان میں بارہ نقیب مقرر کیے تھے اور ان سے کہا تھا کہ "میں تمہارے ساتھ ہوں، اگر تم نے نماز قايم رکھی اور زکوۃ دی اور میرے رسولوں کو مانا اور ان کی مدد کی اور اپنے خدا کو اچھا قرض دیتے رہے تو یقین رکھو کہ میں تمہاری برايیاں تم سے زايل کر دوں گا اور تم کو ایسے باغوں میں داخل کروں گا جن کے نیچے نہریں بہتی ہوں گی، مگراس کے بعد جس نے تم میں سے کفر کی روش اختیار کی تو در حقیقت اس نے سوا٫ السبیل گم کر دی"
پھر اس کے رب نے اس کی دعا قبول کی پس ان کا فریب ان سے دور کر دیا گیا کیوں کہ وہی سننے والا جاننے والا ہے
درحقیقت ان کے اکثر لوگوں پر ہمارا فرمان (سچ) ثابت ہو چکا ہے سو وہ ایمان نہیں لايیں گے،
جو نہ موٹايی پیدا کرسکے اور نہ بھوک کے کام اسکے
اور ان کی زمین اور ان کے گھروں اور ان کے مال کا اور اس زمین کا جس میں تم نے پاوں بھی نہیں رکھا تھا تم کو وارث بنا دیا۔ اور خدا ہر چیز پر قدرت رکھتا ہے
اس نے جس صورت میں چاہاہے تیرے اجزاي کی ترکیب کی ہے
اور جبکہ ہم نے ابراہیم (علیہ السلام) کو کعبہ کے مکان کی جگہ مقرر کر دی اس شرط پر کہ میرے ساتھ کسی کو شریک نہ کرنا اور میرے گھر کو طواف قیام رکوع سجده کرنے والوں کے ليے پاک صاف رکھنا
اور جب منافق اور وہ لوگ جن کے دلوں میں بیماری ہے کہنے لگے کہ خدا اور اس کے رسول نے ہم سے محض دھوکے کا وعدہ کیا تھا
(اور یہ معاملہ بھی قابل توجہ ہے کہ) نبی نے ایک بات اپنی ایک بیوی سے راز میں کہی تھی پھر جب اس بیوی نے (کسی اور پر) وہ راز ظاہر کر دیا، اور اللہ نے نبی کو اس (افشايے راز) کی اطلاع دے دی، تو نبی نے اس پر کسی حد تک (اس بیوی کو) خبردار کیا اور کسی حد تک اس سے درگزر کیا پھر جب نبی نے اسے (افشايے راز کی) یہ بات بتايی تو اس نے پوچھا اپ کو اس کی کس نے خبر دی؟ نبی نے کہا، "مجھے اس نے خبر دی جو سب کچھ جانتا ہے اور خوب باخبر ہے"
اور ان کے پاس وہ بیبیاں ہیں کہ اپنے شوہر کے سوا اور کی طرف انکھ نہیں اٹھاتیں، ایک عمر کی
مومن تو پس وہی ہیں جو اللہ اور اس کے رسول پر ایمان لايے اور پھر کبھی شک نہیں کیا اور اپنے مالوں اور جانوں کے ساتھ اللہ کی راہ میں جہاد (بھی) کیا یہی لوگ سچے ہیں۔
کون ہے جو خدا کو قرض حسن دے اور پھر خدا اسے کيی گنا کرکے واپس کردے خدا کم بھی کرسکتاہے اور زیادہ بھی اور تم سب اسی کی بارگاہ میں پلٹايے جاوگے
اور کہا کہ میں تمہارا رب اعلی ہوں
تو ادمی کو چاہیے اپنے کھانوں کو دیکھے
اس کتاب کا نازل کیا جانا اللہ کی جانب سے ہے جو غالب حکمت والا ہے،
تم پر اس بات میں (بھی) کويی گناہ نہیں کہ اگر تم نے (اپنی منکوحہ) عورتوں کو ان کے چھونے یا ان کے مہر مقرر کرنے سے بھی پہلے طلاق دے دی ہے تو انہیں (ایسی صورت میں) مناسب خرچہ دے دو، وسعت والے پر اس کی حیثیت کے مطابق (لازم) ہے اور تنگ دست پر اس کی حیثیت کے مطابق، (بہر طور) یہ خرچہ مناسب طریق پر دیا جايے، یہ بھلايی کرنے والوں پر واجب ہے،
یہی تو پوشیدہ اور ظاہر کا جاننے والا (اور) غالب اور رحم والا (خدا) ہے
اور وہ (کفار) تمہیں ہرگز اللہ کی ایتوں (کی تعمیل و تبلیغ) سے باز نہ رکھیں اس کے بعد کہ وہ تمہاری طرف اتاری جا چکی ہیں اور تم (لوگوں کو) اپنے رب کی طرف بلاتے رہو اور مشرکوں میں سے ہرگز نہ ہونا،
ہم نے ہی اسے یاددہانی کا ذریعہ اور مسافروں کیليے فايدہ کی چیز بنایا ہے۔
تم اپنے رب کو گڑگڑا کراور خاموشی کے ساتھ پکارو کہ وہ زیادتی کرنے والوں کو دوست نہیں رکھتا ہے
بیشک وہ بہت ہی بری ٹھہرنے کی جگہ ہے،
بے شک یوسف اور اس کے بھايیوں کے قصہ میں پوچھنے والوں کے لیے (غیب کی) بڑی نشانیاں ہیں۔
یہ وہ لوگ ہیں جن کیليے (دنیا میں) بڑا عذاب ہے اور وہ اخرت میں سب سے زیادہ نقصان اٹھانے والے ہیں۔
اور ان میں ایک نے دوسرے کی طرف منہ کیا پوچھتے ہويے
البتہ جب نوبت یہاں تک پہنچ جايے گی کہ ہم ان پر سخت عذاب کا دروازہ کھول دیں گے تو یکایک تم دیکھو گے کہ اس حالت میں یہ ہر خیر سے مایوس ہیں
جب ان کے پاس سے گزرتے تو انکھیں مار مار کر ان کی طرف اشارے کرتے تھے
اور اللہ سچا فیصلہ فرماتا ہے، اور اس کے سوا جن کو پوجتے ہیں وہ کچھ فیصلہ نہیں کرتے بیشک اللہ ہی سنتا اور دیکھتا ہے
اور اے قوم مجھے اللہ سے کون بچالے گا اگر میں انہیں دور کروں گا، تو کیا تمہیں دھیان نہیں،
پھر انہوں نے نافرمانی کی پھر ہم نے ان پر سخت سیلاب بھیج دیا اور ہم نے ان کے دونوں باغوں کے بدلے میں دو باغ بد مزہ پھل کے اور جھاو کے اور کچھ تھوڑی سی بیریوں کے بدل دیے
پس کیا حال ہوگا جبکہ ہم انہیں اس دن جمع کرینگے؟ جس کے انے میں کويی شک نہیں اور ہر شخص اپنا اپنا کیا پورا پورا دیاجايے گا اور ان پر ﻇلم نہ کیاجايے گا
ان سے پہلے کويی بستی ایمان نہ لايی جسے ہم نے ہلاک کیا، تو کیا یہ ایمان لايیں گے
وہ اس پر ایمان نہ لايیں گے یہاں تک کہ دیکھیں دردناک عذاب،
جس نے دیا (اللہ کی راه میں) اور ڈرا (اپنے رب سے)
(یہ) ان (نیک) اعمال کی جزا ہوگی جو وہ کرتے رہے تھے،
(تم پر) سلام ہو، (یہ) رب رحیم کی طرف سے فرمایا جايے گا،
اور ہم نے ان کو بچالیا جو ایمان لايے اور ڈرتے تھے
اور اگر تو زمین میں (موجود) لوگوں کی اکثریت کا کہنا مان لے تو وہ تجھے اﷲ کی راہ سے بھٹکا دیں گے۔ وہ (حق و یقین کی بجايے) صرف وہم و گمان کی پیروی کرتے ہیں اور محض غلط قیاس ارايی (اور دروغ گويی) کرتے رہتے ہیں،
جو تم کو دیکھتے رہتے ہیں اگر خدا کی طرف سے تم کو فتح ملے تو کہتے ہیں کیا ہم تمہارے ساتھ نہ تھے۔ اور اگر کافروں کو (فتح) نصیب ہو تو (ان سے) کہتے ہیں کیا ہم تم پر غالب نہیں تھے اور تم کو مسلمانوں (کے ہاتھ) سے بچایا نہیں۔ تو خدا تم میں قیامت کے دن فیصلہ کردے گا۔ اور خدا کافروں کو مومنوں پر ہرگز غلبہ نہیں دے گا
اور ہم نے موسی کو کتاب عطا فرمايی اور اسے بنی اسرايیل کے لیے ہدایت کیا کہ میرے سوا کسی کو کارسام نہ ٹھہراو،
دیکھو کیسا اللہ پر جھوٹ باندھا رہے ہیں اور یہ کافی ہے صریح گناہ،
اب اطمینان سے کھاو پیو ان اعمال کی بنا پر جو تم نے انجام دیيے ہیں
جس طرح گرم کھولتا ہوا پانی ہے۔
تو تم بھی ان کی کچھ پروا نہ کرو۔ جس دن بلانے والا ان کو ایک ناخوش چیز کی طرف بلايے گا
کیا اپ نے اس شخص کو دیکھا ہے جس نے ہماری ایتوں سے کفر کیا اور کہنے لگا: مجھے (قیامت کے روز بھی اسی طرح) مال و اولاد ضرور دیيے جايیں گے،
تھوڑا سا فايدہ اٹھا لیں اوران کے لیے دردناک عذاب ہے
کیا تم مردوں سے بدفعلی کرتے ہو اور راہ مارتے ہو اور اپنی مجلس میں بری بات کرتے ہو تو اس کی قوم کا کچھ جواب نہ ہوا مگر یہ کہ بولے ہم پر اللہ کا عذاب لاو اگر تم سچے ہو
وہ ہمیشہ رہنے والی جنتیں جن کا خدايے رحمن نے غايبانہ وعدہ کر رکھا ہے۔ بےشک اس کا وعدہ (سامنے) انے والا ہے۔
یہی وہ لوگ ہیں جن کے ليے ان کی کمايی کا حصہ ہے اور خدا بہت جلد حساب کرنے والاہے
یہ جرات انہیں اس ليے ہويی کہ وہ کہتے ہیں ہرگز ہمیں اگ نہ چھويے گی مگر گنتی کے دنوں اور ان کے دین میں انہیں فریب دیا اس جھوٹ نے جو باندھتے تھے
ہم تو تمہیں صرف اللہ تعالی کی رضامندی کے لیے کھلاتے ہیں نہ تم سے بدلہ چاہتے ہیں نہ شکر گزاری
کہا ہمارا رب وہ ہے جس نے ہر چیز کو اس کے لايق صورت دی پھر راہ دکھايی
اور چارپایوں میں بوجھ اٹھانے والے (یعنی بڑے بڑے) بھی پیدا کيے اور زمین سے لگے ہويے (یعنی چھوٹے چھوٹے) بھی (پس) خدا کا دیا ہوا رزق کھاو اور شیطان کے قدموں پر نہ چلو وہ تمہارا صریح دشمن ہے
اور ان کے ظلم کے سبب ان کے حق میں وعدہ (عذاب) پورا ہوکر رہے گا تو وہ بول بھی نہ سکیں گے
پھر ہم نے اس کو ایک محفوظ ٹھکانے میں رکھ دیا
اور انہوں نے اللہ کے سوا بتوں کو معبود بنا لیا ہے اس امید پر کہ ان کی مدد کی جايے گی،
یاد کرو جبکہ ان کے بھايی لوط نے ان سے کہا تھا "کیا تم ڈرتے نہیں؟
موسی نے فرمایا رب تمہارا اور تمہارے اگلے باپ داداوں کا
اور بڑے گناہ (شرک) پر اصرار کیا کرتے تھے
اپ کہہ دیجيے کہ ہم اللہ تعالی پر اور جو کچھ ہم پر اتارا گیا ہے اور جو کچھ ابراہیم (علیہ السلام) اور اسماعیل (علیہ السلام) اور یعقوب (علیہ السلام) اوران کی اوﻻد پر اتارا گیا اور جو کچھ موسی وعیسی (علیہما السلام) اور دوسرے انبیاء (علیہم السلام) اللہ تعالی کی طرف سے دیيے گيے، ان سب پر ایمان ﻻيے، ہم ان میں سے کسی کے درمیان فرق نہیں کرتے اور ہم اللہ تعالی کے فرمانبردار ہیں
اللہ اپنے بندوں پر بڑا لطف و کرم فرمانے والا ہے، جسے چاہتا ہے رزق و عطا سے نوازتا ہے اور وہ بڑی قوت والا بڑی عزت والا ہے،
جب اس کے پاس پہنچے تو میدان کے دايیں کنارے سے ایک مبارک جگہ میں ایک درخت میں سے اواز ايی کہ موسی میں تو خدايے رب العالمین ہوں
تو جو چاہے اس سے نصیحت لے،
پھر جب وه لوگ ان چیزوں کو بھولے رہے جن کی ان کو نصیحت کی جاتی تھی تو ہم نے ان پر ہر چیز کے دروازے کشاده کرديے یہاں تک کہ جب ان چیزوں پر جو کہ ان کو ملی تھیں وه خوب اترا گيے ہم نے ان کو دفعتا پکڑ لیا، پھر تو وه بالکل مایوس ہوگيے
سدرۃالمنتہی کے پاس اس کو دیکھا
یہ لوگ پہاڑوں کو تراش تراش کر گھر بناتے تھے، بے خوف ہوکر
(حکم) یہی ہے، اور جس شخص نے اتنا ہی بدلہ لیا جتنی اسے اذیت دی گيی تھی پھر اس شخص پر زیادتی کی جايے تو اﷲ ضرور اس کی مدد فرمايے گا۔ بیشک اﷲ درگزر فرمانے والا بڑا بخشنے والا ہے،
تم ان کے مقابلے کے ليے اپنی طاقت بھر قوت کی تیاری کرو اور گھوڑوں کے تیار رکھنے کی کہ اس سے تم اللہ کے دشمنوں کو خوف زده رکھ سکو اور ان کے سوا اوروں کو بھی، جنہیں تم نہیں جانتے، اللہ انہیں خوب جان رہا ہے جو کچھ بھی اللہ کی راه میں صرف کرو گے وه تمہیں پورا پورا دیا جايے گا اور تمہارا حق نہ مارا جايے گا
(موسی نے) کہا تم ہی ڈالو۔ جب انہوں نے (جادو کی چیزیں) ڈالیں تو لوگوں کی انکھوں پر جادو کردیا (یعنی نظربندی کردی) اور (لاٹھیوں اور رسیوں کے سانپ بنا بنا کر) انہیں ڈرا دیا اور بہت بڑا جادو دکھایا
اور اس سے بڑھ کر ظالم کون ہو سکتا ہے جو اﷲ پر جھوٹا بہتان باندھتا ہے، ایسے ہی لوگ اپنے رب کے حضور پیش کيے جايیں گے اور گواہ کہیں گے: یہی وہ لوگ ہیں جنہوں نے اپنے رب پر جھوٹ بولا تھا، جان لو کہ ظالموں پر اﷲ کی لعنت ہے،
پھر اگر وہ تکبر کریں تو وہ لوگ جو اپ کے رب کے پاس ہیں رات دن اس کی تسبیح کرتے ہیں اور تھکتے نہیں
لیکن انہوں نے روگردانی کی تو ہم نے ان پر زور کے سیلاب (کا پانی) بھیج دیا اور ہم نے ان کے (ہرے بھرے) باغوں کے بدلے دو (ایسے) باغ دیيے جو بدمزه میووں والے اور (بکثرت) جھاو اور کچھ بیری کے درختوں والے تھے
البتہ تحقیق وہ لوگ کافر ہويے جنہوں نے کہا بے شک الله وہی مسیح مرین کا بیٹا ہی ہے حالانکہ مسیح نے کہا اے بنی اسرايیل اس الله کی بندگی کرو جو میرا اور تمہارا رب ہے بے شک جس نے الله کا شریک ٹھیرایا سو الله نے اس پر جنت حرام کی اور اس کا ٹھکانا دوزخ ہے اور ظالموں کا کويی مددگار نہیں ہو گا
تو اب کیا چیز تجھے انصاف کے جھٹلانے پر باعث ہے
بےشک تمہارے پروردگار کا عذاب واقع ہونے والا ہے۔
اب الله نےتم سے بوجھ ہلکا کر دیا اور معلوم کر لیا کہ تم میں کس قدر کمزوری ہے پس اگر تم سو ثابت قدم رہنے والے ہوں گے تو دو سو پر غالب اييں گے اور اگر ہرار ہوں گے تو الله کے حکم سے دو ہزار پر غالب اييں گے اور الله صبر کرنے والوں کے ساتھ ہے
فرما دیجيے: او میں وہ چیزیں پڑھ کر سنا دوں جو تمہارے رب نے تم پر حرام کی ہیں (وہ) یہ کہ تم اس کے ساتھ کسی چیز کو شریک نہ ٹھہراو اور ماں باپ کے ساتھ اچھا سلوک کرو، اور مفلسی کے باعث اپنی اولاد کو قتل مت کرو۔ ہم ہی تمہیں رزق دیتے ہیں اور انہیں بھی (دیں گے)، اور بے حیايی کے کاموں کے قریب نہ جاو (خواہ) وہ ظاہر ہوں اور (خواہ) وہ پوشیدہ ہوں، اور اس جان کو قتل نہ کرو جسے (قتل کرنا) اﷲ نے حرام کیا ہے بجز حق (شرعی) کے، یہی وہ (امور) ہیں جن کا اس نے تمہیں تاکیدی حکم دیا ہے تاکہ تم عقل سے کام لو،
پس تم دونوں اپنے رب کی کن کن نعمتوں کو جھٹلاو گے،
نہ میں پوجتا ہوں جو تم پوجتے ہو،
تجھے کیا پتہ کہ علیین کیا ہے؟
پھر دونوں چلے۔ یہاں تک کہ ایک گاوں والوں کے پاس پہنچے اور ان سے کھانا طلب کیا۔ انہوں نے ان کی ضیافت کرنے سے انکار کر دیا۔ پھر انہوں نے وہاں ایک دیوار دیکھی جو (جھک کر) گرا چاہتی تھی۔ خضر نے اس کو سیدھا کر دیا۔ موسی نے کہا اگر اپ چاہتے تو ان سے (اس کا) معاوضہ لیتے (تاکہ کھانے کا کام چلتا)
تو اللہ سے ڈرو اور میرا حکم مانو،
انہوں نے کہا ہمارا رب پاک ہے بے شک ہم ظالم تھے
اور جو لوگ ایمان ﻻيے اور اچھے کام کیے اور اس پر بھی ایمان ﻻيے جو محمد ﴿صلی اللہ علیہ وسلم﴾ پر اتاری گيی ہے اور دراصل ان کے رب کی طرف سے سچا (دین) بھی وہی ہے، اللہ نے ان کے گناه دور کر دیيے اور ان کے حال کی اصلاح کر دی
اور صبر اور نماز کے ذریعے (اللہ سے) مدد چاہو، اور بیشک یہ گراں ہے مگر (ان) عاجزوں پر (ہرگز) نہیں (جن کے دل محبت الہی سے خستہ اور خشیت الہی سے شکستہ ہیں)،
یا اسمانی برسات کی طرح جس میں اندھیریاں اور گرج اور بجلی ہو، موت سے ڈر کر کڑاکے کی وجہ سے اپنی انگلیاں اپنے کانوں میں ڈال لیتے ہیں۔ اور اللہ تعالی کافروں کو گھیرنے واﻻ ہے
اگر وہ ایک ٹکڑا اسمان سے گرتا ہوا دیکھ لیں تو کہہ دیں کہ تہ بہ تہ جما ہوا بادل ہے
تو کیا یہی لوگ رحمت پروردگار کو تقسیم کررہے ہیں حالانکہ ہم نے ہی ان کے درمیان معیشت کو زندگانی دنیا میں تقسیم کیا ہے اور بعض کو بعض سے اونچا بنایا ہے تاکہ ایک دوسرے سے کام لے سکیں اور رحمت پروردگار ان کے جمع کيے ہويے مال و متاع سے کہیں زیادہ بہتر ہے
اور رات کے پچھلے پہروں میں (اٹھ اٹھ کر) مغفرت طلب کرتے تھے،
اور ہم نے اس (اسمانی کاينات کے نظام) کو ہر مردود شیطان (یعنی ہر سرکش قوت کے شرانگیز عمل) سے محفوظ کر دیا،
اور پہاڑوں کی طرف کہ کس طرح کھڑے کیے گيے ہیں
اور اگر دنیا اور اخرت میں تم پر خدا کا فضل اور اس کی رحمت نہ ہوتی تو جس بات کا تم چرچا کرتے تھے اس کی وجہ سے تم پر بڑا (سخت) عذاب نازل ہوتا
اور نوح(ع) (کا ذکر کیجيے) جب انہوں نے (ان سب سے) پہلے پکارا اور ہم نے ان کی دعا و پکار قبول کی اور انہیں اور ان کے اہل کو سخت غم و کرب سے نجات دی۔
اگر (بالفرض) کسی قران (اسمانی کتاب) کے ذریعے پہاڑ چلا دیيے جاتے یا زمین ٹکڑے ٹکڑے کر دی جاتی یا مردوں سے باتیں کرا دی جاتیں (پھر بھی وه ایمان نہ ﻻتے)، بات یہ ہے کہ سب کام اللہ کے ہاتھ میں ہے، تو کیا ایمان والوں کو اس بات پر دل جمعی نہیں کہ اگر اللہ تعالی چاہے تو تمام لوگوں کو ہدایت دے دے۔ کفار کو تو ان کے کفر کے بدلے ہمیشہ ہی کويی نہ کويی سخت سزا پہنچتی رہے گی یا ان کے مکانوں کے قریب نازل ہوتی رہے گی تاوقتیکہ وعدہٴ الہی اپہنچے۔ یقینا اللہ تعالی وعده خلافی نہیں کرتا
(ان سے) پوچھو کہ سات اسمانوں کا کون مالک ہے اور عرش عظیم کا (کون) مالک (ہے؟)
اور اگر اللہ چاہتا تو تم سب کو ایک امت بنا دیتا لیکن وہ جسے چاہتا ہے گمراہی میں چھوڑ دیتا ہے اور جسے چاہتا ہے ہدایت دیتا ہے اور تم جو کچھ کر رہے ہو اس کے بارے میں تم سے ضرور سوال کیا جايے گا۔
اپ کے پروردگار کی رحمت ہے بے شک وہی سب کچھ سننے والا جاننے والا ہے
اور وہ کہتے ہیں کہ اگر اپ سچے ہیں تو یہ (قیامت کا) وعدہ کب پورا ہوگا؟
اور اس کی نشانیوں میں سے اسمانوں اور زمین کی تخلیق (بھی) ہے اور تمہاری زبانوں اور تمہارے رنگوں کا اختلاف (بھی) ہے، بیشک اس میں اہل علم (و تحقیق) کے ليے نشانیاں ہیں،
تو وہ اس حال میں چل پڑے کہ چپکے چپکے ایک دوسرے سے کہتے جاتے تھے۔
ان دونوں میں ہر میوہ کی دو قسمیں ہوں گی
تو ان دونوں کا انجام یہ ہے کہ دونوں جہنم میں ہمیشہ ہمیشہ رہنے والے ہیں اور یہی ظالمین کی واقعی سزا ہے
اور (اسی طرح) ان کے گھروں کے دروازے (بھی چاندی کے کر دیتے) اور تخت (بھی) جن پر وہ مسند لگاتے ہیں،
چنانچہ بجاطور پر انہیں ایک سخت اواز نے اپکڑا اور ہم نے انہیں خس و خاشاک بنا دیا سو ہلاکت ہے ظالم قوم کیليے۔
اور کافروں اور منافقوں کا کہنا نہ مانیيے! اور جو ایذا (ان کی طرف سے پہنچے) اس کا خیال بھی نہ کیجیيے اللہ پر بھروسہ کيے رہیں، اور کافی ہے اللہ تعالی کام بنانے واﻻ
اور ہم نے تمہیں زمین میں جگہ دی اور اس میں تمہاری زندگی کا سامان بنا دیا تم بہت کم شکر کرتے ہو
جس کی نگہداشت مقرب فرشتے کرتے ہیں
یا تمہیں کچھ نفع یا نقصان پہنچا سکتے ہیں
سواس کی قوم کے کافر سرداروں نے کہا کہ یہ بس تم ہی جیسا ادمی ہے تم پر بڑايی حاصل کرنا چاہتا ہے اور اگر الله چاہتا تو فرشتے بھیج دیتا ہم نے اپنے پہلے باب دادا سے یہ بات کبھی نہیں سنی
ان میں کی ایک بولی اے میرے باپ! ان کو نوکر رکھ لو بیشک بہتر نوکر وہ جو طاقتور اور امانتدار ہو
اور جب وہ ان کے پاس سے گزرتے تھے تو اشارے کنايے کرتے تھے
اور (اے مومنو!) اہل کتاب سے نہ جھگڑا کرو مگر ایسے طریقہ سے جو بہتر ہو سوايے ان لوگوں کے جنہوں نے ان میں سے ظلم کیا، اور (ان سے) کہہ دو کہ ہم اس (کتاب) پر ایمان لايے (ہیں) جو ہماری طرف اتاری گيی (ہے) اور جو تمہاری طرف اتاری گيی تھی، اور ہمارا معبود اور تمہارا معبود ایک ہی ہے، اور ہم اسی کے فرمانبردار ہیں،
باغات ہیں اور انگور ہیں
اور پیغمبر اپ کسی حال میں رہیں اور قران کے کسی حصہ کی تلاوت کریں اور اے لوگوں تم کويی عمل کرو ہم تم سب کے گواہ ہوتے ہیں جب بھی کويی عمل کرتے ہو اور تمہارے پروردگار سے زمین و اسمان کا کويی ذرہ دور نہیں ہے اور کويی شے ذرہ سے بڑی یا چھوٹی ایسی نہیں ہے جسے ہم نے اپنی کھلی کتاب میں جمع نہ کردیا ہو
اور (وہ وقت یاد کرو) جب موسی (ع) نے اپنے جوان سے کہا کہ میں برابر سفر جاری رکھوں گا یہاں تک کہ اس جگہ پہنچوں جہاں دو دریا اکٹھے ہوتے ہیں یا پھر (یونہی چلتے چلتے) سالہا سال گزار دوں گا۔
زلیخا نے کہا تو يہ ہیں وہ جن پر مجھے طعنہ دیتی تھیں اور بیشک میں نے ان کا جی لبھانا چاہا تو انہوں نے اپنے اپ کو بچا یا اور بیشک اگر وہ یہ کام نہ کریں گے جو میں ان سے کہتی ہوں تو ضرور قید میں پڑیں گے اور وہ ضرور ذلت اٹھايیں گے
جس دن ہم سب کو (اپنے حضور) محشور (اکھٹا) کریں گے پھر ان لوگوں سے جنہوں نے شرک کیا تھا کہیں گے کہ تم اور جو تمہارے بنايے ہويے شریک ہیں اپنی جگہ پر ٹھہر جاو۔ پھر ہم ان میں امتیاز پیدا کر دیں گے (الگ الگ کر دیں گے) (اس وقت) ان کے خود ساختہ شریک کہیں گے کہ (اے مشرکو) تم ہماری عبادت تو نہیں کیا کرتے تھے۔
وہ وہاں سلامتی کی صداوں کے سوا کويی بے ہودہ بات نہیں سنیں گے اور ان کا مقررہ رزق انہیں صبح و شام ملتا رہے گا۔
اور بعض ان میں سے تیری طرف کان لگايے رہتے ہیں اور ہم نے ان کے دلوں پر پردے ڈال رکھے ہیں جس کی وجہ سے وہ کچھ نہیں سمجھتے اور ان کے کانو ں میں گرانی ہے اور اگر یہ تمام نشانیاں بھی دیکھ لیں تو بھی ان پر ایمان نہ لادیں گے جب وہ تمہارے پاس ا کر تم سے جھگڑتے ہیں تو کافر کہتے ہیں کہ یہ تو پہلے لوگو ں کی کہانیاں ہی ہیں
اور اللہ اور اس کے رسول کی اطاعت کرو۔ اور اپس میں جھگڑا نہ کرو۔ ورنہ کمزور پڑ جاوگے اور تمہاری ہوا اکھڑ جايے گی۔ اور (ہر قسم کی مصیبت و تکلیف میں) صبر سے کام لو بے شک اللہ صبر کرنے والوں کے ساتھ ہے۔
اور خبردار تم ان لوگوں کی طرح نہ بننا جو انتشار کا شکار ہوگيے اور کھلی ہويی نشانیوں (دلیلوں) کے اجانے کے بعد اختلاف میں مبتلا ہوگيے۔ یہی وہ لوگ ہیں جن کے لیے بڑا عذاب ہے۔
اور کافر لوگ کہتے ہیں ان (پیغمبر اسلام(ص)) پر ان کے پروردگار کی طرف سے کويی نشانی (ہماری مرضی کے مطابق) کیوں نہیں اتاری جاتی؟ حالانکہ تم تو بس (اللہ کے عذاب سے) ڈرانے والے ہو اور ہر قوم کے ليے ایک راہنما ہوتا ہے۔
لوگو ں نے کہا الله کی قسم بے شک تو البتہ اپنی گمراہی میں مبتلا ہے
بلا شک و شبہ یہ کتاب (قران) کی تنزیل تمام جہانوں کے پروردگار کی طرف سے ہے۔
وہ دن جب لوگ ظاہر ہوں گے ان کی کويی بات اللہ پر پوشیدہ نہ ہوگی (اواز ايے گی) اج کس کی حکومت ہے؟ (جواب ملے گا) صرف اللہ کی جو واحد و یکتا ہے اور ہر چیز پر غالب ہے۔
تو (کہا جايے گا کہ) تجھ پر داہنے ہاتھ والوں کی طرف سے سلام
اورتم لوگ تین قسم کے ہو جاو گے۔
اور ہمارا حکم نہیں ہوتا مگر ایک جو انکھ جھپکنے میں واقع ہو جاتا ہے۔
پھر ہر گروہ میں سے ان لوگوں کو الگ کر لیں گے جو الله سے بہت ہی سرکش تھے
اس (رسول) نے کہا اے میرے پروردگار! تو میری مدد کر! کیونکہ ان لوگوں نے مجھے جھٹلایا ہے۔
کیا جو باتیں موسی کے صحیفوں میں ہیں ان کی اس کو خبر نہیں پہنچی
جس وقت تم چڑھے جاتے تھے اور کسی کو مڑ کر نہ دیکھتے تھے اور رسول تمہیں تمہارےپیچھے سے پکار رہا تھا سو الله نے تمہیں اس کی پاداش میں غم دیا بسبب غم دینے کے تاکہ تم مغموم نہ ہو اس پر جو ہاتھ سے نکل گيی اور نہ اس پر جو تمہیں پیش ايی اور الله خبردار ہے اس چیز سے جو تم کرتے ہو
اور جو کويی اچھے کام کرے گا مرد ہے یا عورت درانحالینکہ وہ ایما ندار ہو تو وہ لوگ جنت میں داخل ہوں گے اور کھجور کے شگاف برابر بھی ظلم نہیں کیے جايیں گے
سو الله بادشاہ حقیقی بلند مرتبے والا ہے اور تو قران کے لینے میں جلدی نہ کر جب تک اس کا اترنا پورا نہ ہوجايےاور کہہ اے میرے رب مجھے اور زیادہ علم دے
اہل کتاب اور مشرکین میں سے جو لوگ کافر تھے (وہ اپنے کفر سے) باز انے والے نہ تھے جب تک کہ ان کے پاس دلیل روشن نہ ا جايے
پس اسمان اور زمین کے مالک کی قسم ہے بے شک یہ (قران) برحق ہے جیسا تم باتیں کرتے ہو
پھر جب عزیز نے اس کا کر تا پیچھے سے چرا دیکھا بولا بیشک یہ تم عورتوں کا چرتر (فریب) ہے بیشک تمہارا چرتر (فریب) بڑا ہے
تو وہ موت کو پکارے گا
اگر تم باوجود تمہارے پاس دلیلیں اجانے کے بھی پھسل جاو تو جان لو کہ اللہ تعالی غلبہ واﻻ اور حکمت واﻻ ہے
یا انہوں نے اپنے رسول کو نہ پہچانا تو وہ اسے بیگانہ سمجھ رہے ہیں
جب انہوںنے اپنے مربی باپ اور قوم سے کہا کہ تم لوگ کس کی عبادت کررہے ہو
اسی طرح وہ سب لوگ بہکايے جاتے رہے ہیں جو اللہ کی ایات کا انکار کرتے تھے
کہہ دو کہ اگر اخرت کا گھر اور لوگوں (یعنی مسلمانوں) کے لیے نہیں اور خدا کے نزدیک تمہارے ہی لیے مخصوص ہے تو اگر سچے ہو تو موت کی ارزو تو کرو
اور چھلکتے ہويے جام شراب ہیں
اور فرماو کہ سب خوبیاں اللہ کے لیے عنقریب وہ تمہیں اپنی نشانیاں دکھايے گا تو انہیں پہچان لو گے اور اے محبوب! تمہارا رب غافل نہیں، اے لوگو! تمہارے اعمال سے،
میں انہیں ضرور گمراہ کردوں گا اور ضرور انہیں غلط امیدیں دلاوں گا اور انہیں ضرور حکم دیتا رہوں گا سو وہ یقینا جانوروں کے کان چیرا کریں گے اور میں انہیں ضرور حکم دیتا رہوں گا سو وہ یقینا اللہ کی بنايی ہويی چیزوں کو بدلا کریں گے، اور جو کويی اللہ کو چھوڑ کر شیطان کو دوست بنالے تو واقعی وہ صریح نقصان میں رہا،
اے محمد، کہو کہ اگر سمندر میرے رب کی باتیں لکھنے کے لیے روشنايی بن جايے تو وہ ختم ہو جايے مگر میرے رب کی باتیں ختم نہ ہوں، بلکہ اتنی ہی روشنايی ہم اور لے ايیں تو وہ بھی کفایت نہ کرے
جو لوگ باوجود اپنے پاس کسی سند کے نہ ہونے کے ایات الہی میں جھگڑا کرتے ہیں ان کے دلوں میں بجز نری بڑايی کے اور کچھ نہیں وه اس تک پہنچنے والے ہی نہیں، سو تو اللہ کی پناه مانگتا ره بیشک وه پورا سننے واﻻ اور سب سے زیاده دیکھنے واﻻ ہے
اور اپ (اپنے رب کے حضور یہ) عرض کرتے رہیں: اے میرے رب! مجھے سچايی (خوشنودی) کے ساتھ داخل فرما (جہاں بھی داخل فرمانا ہو) اور مجھے سچايی (و خوشنودی) کے ساتھ باہر لے ا(جہاں سے بھی لانا ہو) اور مجھے اپنی جانب سے مددگار غلبہ و قوت عطا فرما دے،
انہوں نے کہا ہم ایک مجرم قوم کی طرف بھیجے گيے ہیں
الر، یہ کتاب الہی کی ایتیں ہیں اور کھلے اور روشن قران کی
پھر جب ٹھیک بیٹھ لے کشتی پر تو اور تیرے ساتھ والے تو کہہ سب خوبیاں اللہ کو جس نے ہمیں ان ظالموں سے نجات دی،
اور اگر یہ لوگ اعتراض کریں تو (اے پیغمبر) تمہارا کام فقط کھول کر سنا دینا ہے
ہم نے ان پر ایک ہی چنگھاڑ بھیجی تو وہ باڑھ لگانے والے کی روندی ہويی باڑہ کی طرح ہو کر رہ گيے۔
(اے رسول ان لوگوں سے) کہو کہ اللہ کی زیب و زینت کو جو اس نے اپنے بندوں کے ليے پیدا کی ہے کس نے حرام کیا ہے؟ اور کھانے کی اچھی اور پاکیزہ غذاوں کو (کس نے حرام کیا ہے؟)! وہ تو دراصل ہیں ہی اہل ایمان کے ليے دنیوی زندگی میں بھی اور خاص کر قیامت کے دن تو خالص انہی کے ليے ہیں۔ اسی طرح ہم اپنی ایتوں کو تفصیل کے ساتھ بیان کرتے ہیں ان لوگوں کے ليے جو علم رکھتے ہیں۔
(ان مہمانوں کا انا تھا کہ) اس کی قوم کے لوگ بے اختیار اس کے گھر کی طرف دوڑ پڑے پہلے سے وہ ایسی ہی بد کاریوں کے خوگر تھے لوط نے ان سے کہا "بھايیو، یہ میری بیٹیاں موجود ہیں، یہ تمہارے لیے پاکیزہ تر ہیں کچھ خدا کا خوف کرو اور میرے مہمانوں کے معاملے میں مجھے ذلیل نہ کرو کیا تم میں کويی بھلا ادمی نہیں؟"
پھر زچگی کی تکلیف نے اسے ایک کھجور کے درخت کے نیچے پہنچا دیا وہ کہنے لگی " کاش میں اس سے پہلے ہی مر جاتی اور میرا نام و نشان نہ رہتا"
اللہ کے ساتھ کسی اور کو معبود نہ ٹھہرا کہ اخرش تو برے حالوں بےکس ہو کر بیٹھ رہے گا
سو اگر کبھی تو انہیں لڑايی میں پايے تو انہیں ایسی سزا دے کہ ان کے پچھلے دیکھ کر بھاگ جايیں تاکہ انہیں عبرت ہو
اور رات کو بھی۔ تو کیا تم عقل نہیں رکھتے
اور تم نے اپنی روزی یہی قرار دے رکھی ہے کہ اس کا انکار کرتے رہو
موسی نے کہا کہ ان باتوں کاعلم میرے پروردگار کے پاس اس کی کتاب میں محفوظ ہے وہ نہ بہکتا ہے اور نہ بھولتا ہے
اور ہم یقینا تمہیں تھوڑے خوف تھوڑی بھوک اور اموالنفوس اور ثمرات کی کمی سے ازمايیں گے اور اے پیغمبر اپ ان صبر کرنے والوں کو بشارت دے دیں
کیا جو شخص اپنے رب کی طرف سے کھلی دلیل رکھتا ہے اور اس کے پیچھے اس کا گواہ بھی ہے اور اس کے پہلے موسی کی کتاب گواہی دے رہی ہے جو قوم کے ليے پیشوا اور رحمت تھی -وہ افترا کرے گا بیشک صاحبان ایمان اسی پر ایمان رکھتے ہیں اور جو لوگ اس کا انکار کرتے ہیں ان کاٹھکانہ جہنم ہے تو خبردار تم اس قران کی طرف سے شک میں مبتلا نہ ہونا -یہ خدا کی طرف سے برحق ہے اگرچہ اکثر لوگ اس پر ایمان نہیں لاتے ہیں
یہ لوگ کہتے ہیں کہ اگر اپ سچے ہیں تو یہ وعدہ عذاب کب پورا ہوگا
پھر جب انہوں نے (اپنی رسیاں اور لاٹھیاں) ڈال دیں تو موسی (علیہ السلام) نے کہا: جو کچھ تم لايے ہو (یہ) جادو ہے، بیشک اللہ ابھی اسے باطل کر دے گا، یقینا اللہ مفسدوں کے کام کو درست نہیں کرتا،
وہ دن کے اندر رات کو اور رات کے اندر دن کو پروتا ہوا لے اتا ہے چاند اور سورج کو اس نے مسخر کر رکھا ہے یہ سب کچھ ایک وقت مقرر تک چلے جا رہا ہے وہی اللہ (جس کے یہ سارے کام ہیں) تمہارا رب ہے بادشاہی اسی کی ہے اسے چھوڑ کر جن دوسروں کو تم پکارتے ہو وہ ایک پرکاہ کے مالک بھی نہیں ہیں
یہ سمجھ رہے ہیں کہ حملہ اور گروہ ابھی گيے نہیں ہیں اور اگر وہ پھر حملہ اور ہو جايیں تو ان کا جی چاہتا ہے کہ اس موقع پر یہ کہیں صحرا میں بدووں کے درمیان جا بیٹھیں اور وہیں سے تمہارے حالات پوچھتے رہیں تاہم اگر یہ تمہارے درمیان رہے بھی تو لڑايی میں کم ہی حصہ لیں گے
اسی لعنت زدگی کی حالت میں وہ ہمیشہ رہیں گے، نہ ان کی سز امیں تخفیف ہوگی اور نہ انہیں پھر کويی دوسری مہلت دی جايے گی
وہ انتہايی گھبراہٹ کا وقت ان کو ذرا پریشان نہ کرے گا، اور ملايکہ بڑھ کر ان کو ہاتھوں ہاتھ لیں گے کہ "یہ تمہارا وہی دن ہے جس کا تم سے وعدہ کیا جاتا تھا"
اور نہ کسی کاہن کے مزخرفات ہیں۔ لیکن تم لوگ بہت ہی کم فکر کرتے ہو
بے شک نیکوکار نعمتوں (کی بہشت) میں ہوں گے۔
اور زمین اپنے اندر کے سارے بوجھ نکال کر باہر ڈال دے گی
بندوں کی روزی کے ليے اور ہم نے پانی سے مرده شہر کو زنده کر دیا۔ اسی طرح (قبروں سے) نکلنا ہے
یہ لوگ اسے دور سمجھتے ہیں
خدا نے سب کا احصاي کرلیا ہے اور سب کو باقاعدہ شمار کرلیا ہے
اور جس نے اپنے ماں باپ سے یہ کہا کہ تمہارے ليے حیف ہے کہ تم مجھے اس بات سے ڈراتے ہو کہ میں دوبارہ قبر سے نکالا جاوں گا حالانکہ مجھ سے پہلے بہت سی قومیں گزر چکی ہیں اور وہ دونوں فریاد کررہے تھے کہ یہ بڑی افسوس ناک بات ہے بیٹا ایمان لے ا - خدا کا وعدہ بالکل سچا ہے تو کہنے لگا کہ یہ سب پرانے لوگوں کے افسانے ہیں
اور جو لوگ کفر کریں گے اور ہماری ایتوں کو جھٹلايیں گے تو وہی دوزخی ہوں گی، وہ اس میں ہمیشہ رہیں گے،
اور جس نے اندازہ ٹھہرایا پھر راہ دکھايی
پھر ہم نے دوسروں کو ہلاک کردیا،
اور ہم نے رات اور دن کو اپنی نشانی قرار دیا ہے پھر ہم رات کی نشانی کو مٹا دیتے ہیں اور دن کی نشانی کو روشن کردیتے ہیں تاکہ تم اپنے پروردگار کے فضل و انعام کو طلب کرسکو اور سال اور حساب کے اعداد معلوم کرسکو اور ہم نے ہر شے کو تفصیل کے ساتھ بیان کردیا ہے
تو ہم نے فرمایا تم دونوں جاو اس قوم کی طرف جس نے ہماری ایتیں جھٹلايیں پھر ہم نے انہیں تباہ کرکے ہلاک کردیا،
سو ہم نے ان سے بدلہ لے لیا پس اپ دیکھيے کہ جھٹلانے والوں کا انجام کیسا ہوا،
اور جو اس کو قبول کرنے سے انکار کریں گے اور ہماری ایات کو جھٹلايیں گے، وہ اگ میں جانے والے لوگ ہیں، جہاں وہ ہمیشہ رہیں گے"
او رجو لوگ اپنی بیویوں پر تہمت لگاتے ہیں اور ان کے لیے سوايے اپنے اورکويی گواہ نہیں تو ایسے شخص کی گواہی کی یہ صورت ہے کہ چار مرتبہ الله کی قسم کھا کر گواہی دے کہ بے شک وہ سچا ہے
پس تم اللہ کے ليے مثل نہ ٹھہرایا کرو، بیشک اللہ جانتا ہے اور تم نہیں جانتے،
اور بھايیوں نے اسے کھوٹے داموں گنتی کے روپوں پر بیچ ڈالا اور انہیں اس میں کچھ رغبت نہ تھی
اور یاد کرو جب اللہ نے پیغمبروں سے ان کا عہد لیا جو میں تم کو کتاب اور حکمت دوں پھر تشریف لايے تمہارے پاس وہ رسول کہ تمہاری کتابوں کی تصدیق فرمايے تو تم ضرور ضرور اس پر ایمان لانا اور ضرور ضرور اس کی مدد کرنا، فرمایا کیوں تم نے اقرار کیا اور اس پر میرا بھاری ذمہ لیا؟ سب نے عرض کی، ہم نے اقرار کیا، فرمایا تو ایک دوسرے پر گواہ ہوجاو اور میں اپ تمہارے ساتھ گواہوں میں ہوں،
یہ ان کاموں کی سزا ہے جو تمہارے ہاتھ اگے بھیجتے رہے ہیں اور خدا تو بندوں پر مطلق ظلم نہیں کرتا
نہیں، بلکہ ہم محروم رہ گيے"
اور اس شخص سے بڑھ کر ظالم کون ہو سکتا ہے جو اللہ کی مسجدوں میں اللہ کے ذکر سے (اللہ کے بندوں کو) روکے اور ان کی ویرانی و بربادی کی کوشش کرے حالانکہ (روکنے والوں) کو یہ حق نہیں پہنچتا کہ وہ مسجدوں میں داخل ہوں مگر ڈرتے ڈرتے۔ ان لوگوں کے ليے دنیا میں ذلت و رسوايی اور اخرت میں بڑا عذاب ہے۔
اور فرعون اور اس سے اگلے اور الٹنے والی بستیاں خطا لايے
یہ رب العالمین کا نازل کردہ ہے
یہ سب کچھ ان اعمال کی جزا کے طور پر انہیں ملے گا جو وہ دنیا میں کرتے رہے تھے
ایمان وا لوں سے فرماو درگزریں ان سے جو اللہ کے دنوں کی امید نہیں رکھتے تاکہ اللہ ایک قوم کو اس کی کمايی کا بدلہ دے
کیا یہ لوگ جاہلیت کا حکم چاہتے ہیں جب کہ صاحبان یقین کے ليے اللہ کے فیصلہ سے بہتر کس کا فیصلہ ہوسکتا ہے
وہ صبح کا نکالنے والا ہے اور اس نے ارام کے لیے رات بنايی اسی نے چاند اور سورج کا حساب مقرر کیا ہے یہ غالب جاننے والے کا اندازہ ہے
اور اپنی زبانوں سے جھوٹ بنا کر نہ کہو کہ یہ حلا ل ہے اوریہ حرا م ہے تاکہ الله پر بہتان باندھو بے شک جو الله پر بہتان باندھتے ہیں انکا بھلانہ ہوگا
یہ تمہاری جزا ہے اور تمہاری کوشش شکرگزاری کے قابل ہے۔
بیشک وہ سننے والا جاننے والا ہے
پھر دوسروں کو ڈبو دیا
اسمانوں اور زمین کی کنجیاں اسی کی ہیں، جس کی چاہے روزی کشاده کردے اور تنگ کردے، یقینا وه ہر چیز کو جاننے واﻻ ہے
اور دیو بس میں کردیے ہر معمار اور غوطہ خور
اور ہم نے اسے تختیوں پر ہر قسم کی نصیحت اور ہر چیز کی تفصیل لکھ دی سو انہیں مضبوطی سے پکڑ لے او راپنی قوم کو حکم کر کہ اس کی بہتر باتوں پر عمل کریں عنقریب میں تمہیں نافرمانوں کا ٹھکانہ دکھاوں گا
بیشک ابراہیم بہت ہی دردمند اور خدا کی طرف رجوع کرنے والے تھے
پھر ان سختیوں کے بعد انہوں نے کیوں فریاد نہیں کی بات یہ ہے کہ ان کے دل سخت ہوگيے ہیں اور شیطان نے ان کے اعمال کو ان کے ليے اراستہ کردیا ہے
اور ان کے اعمال کی برايیاں ان پر ظاہر ہوجايیں گی اور جس (عذاب) کی وہ ہنسی اڑاتے تھے وہ ان کو اگھیرے گا
بیشک جو اپنے عہد کو پورا کرے گا اور خور خدا پیدا کرے گا تو خدا متقین کو دوست رکھتا ہے
ہم نے اسے دنیا میں بھی بہتری دی تھی اور بےشک وه اخرت میں بھی نیکوکاروں میں ہیں
خدايے رحمن۔
اے میرے رب! مجھے نیک بخت اوﻻد عطا فرما
اے ایمان والو! تم جب کويی سرگوشی (خفیہ بات) کرو تو گناہ، ظلم و زیادتی اور رسول(ص) کی نافرمانی کے بارے میں سرگوشی نہ کرو بلکہ نیکی کرنے اور تقوی اختیار کرنے کی سرگوشی کرو اور اللہ (کی نافرمانی سے) ڈرو جس کے پاس جمع کيے جاو گے۔
اور شاعروں کی پیروی بہکے ہويے لوگ ہی کرتے ہیں،
وہی اللہ ہے جس کے سوا کويی معبود نہیں، بادشاه، نہایت پاک، سب عیبوں سے صاف، امن دینے واﻻ، نگہبان، غالب زوراور، اور بڑايی واﻻ، پاک ہے اللہ ان چیزوں سے جنہیں یہ اس کا شریک بناتے ہیں
ہم اسی طرح محسنوں کو صلہ دیا کرتے ہیں،
یاخاکسار مسکین کو کھانا کھلانا۔
اور جو لوگ ایمان لايے اور نیک عمل کيے ہم ان کو جنت کے بالا خانوں میں جگہ دیں گے جن کے نیچے نہریں جاری ہوں گی (اور) وہ ان میں ہمیشہ رہیں گے کیا اچھا اجر ہے (نیک) عمل کرنے والوں کا۔
اور ان کے پاس ایسا کويی نبی نہ اتا تھا کہ جس سے وہ ٹھٹھا نہ کرتے تھے
اور جس دن وہ سب کو ایک ساتھ جمع کرے گا پھر فرشتوں سے ارشاد فرمايے گا: کیا یہی لوگ ہیں جو تمہاری عبادت کیا کرتے تھے،
اور اے میری قوم! تم اپنی جگہ (اور اپنے طریقہ) پر عمل کيے جاو میں اپنی جگہ (اور اپنے طریقہ) پر عمل کر رہا ہوں عنقریب تمہیں معلوم ہو جايے گا کہ کس پر وہ عذاب اتا ہے جو اسے رسوا کر دے گا؟ اور کون جھوٹا ہے؟ اور تم انتظار کرو۔ میں بھی تمہارے ساتھ انتظار کرتا ہوں۔
میں نے ایک عورت دیکھی کہ ان لوگوں پر بادشاہت کرتی ہے اور ہر چیز اسے میسر ہے اور اس کا ایک بڑا تخت ہے
اور جب ان کے ایک گروہ نے کہہ دیا کہ مدینہ والو اب یہاں ٹھکانا نہیں ہے لہذا واپس بھاگ چلو اور ان میں سے ایک گروہ نبی سے اجازت مانگ رہا تھا کہ ہمارے گھر خالی پڑے ہويے ہیں حالانکہ وہ گھر خالی نہیں تھے بلکہ یہ لوگ صرف بھاگنے کا ارادہ کررہے تھے
جو تمہارے اور تمہارے مویشوں کیليے سامان زندگی کے طور پر ہے۔
پھر موسی نے کہا "کیا میں اللہ کے سوا کويی اور معبود تمہارے لیے تلاش کروں؟ حالانکہ وہ اللہ ہی ہے جس نے تمہیں دنیا بھر کی قوموں پر فضیلت بخشی ہے
اور جو لوگ چاہتے ہیں کہ اہل ایمان میں بے حیايی و برايی کی اشاعت ہو (اور اس کا چرچا ہو) ان کیليے دنیا و اخرت میں دردناک عذاب ہے۔ اور اللہ جانتا ہے اور تم نہیں جانتے۔
موسی نے جواب دیا "یہ میری لاٹھی ہے، اس پر ٹیک لگا کر چلتا ہوں، اس سے اپنی بکریوں کے لیے پتے جھاڑتا ہوں، اور بھی بہت سے کام ہیں جو اس سے لیتا ہوں"
جب انہیں ہماری صاف صاف باتیں سنايی جاتی ہیں تو وہ لوگ جو ہم سے ملنے کی توقع نہیں رکھتے، کہتے ہیں کہ “اس کے بجايے کويی اور قران لاو یا اس میں کچھ ترمیم کرو " اے محمد، ان سے کہو “میرا یہ کام نہیں ہے کہ اپنی طرف سے اس میں کويی تغیر و تبدل کر لوں میں تو بس اس وحی کا پیرو ہوں جو میرے پاس بھیجی جاتی ہے اگر میں اپنے رب کی نافرمانی کروں تو مجھے ایک بڑے ہولناک دن کے عذاب کا ڈر ہے"
اور ہمارے لیے اس دنیا کی بھلايی بھی لکھ دیجیے اور اخرت کی بھی، ہم نے اپ کی طرف رجوع کر لیا" جواب میں ارشاد ہوا "سزا تو میں جسے چاہتا ہوں دیتا ہوں، مگر میری رحمت ہر چیز پر چھايی ہويی ہے، اور اسے میں ان لوگوں کے حق میں لکھوں گا جو نافرمانی سے پرہیز کریں گے، زکوۃ دیں گے اور میری ایات پر ایمان لايیں گے"
تم میں سے جو شخص کويی بات چپکے سے کہے یا پکار کرکہے اور جو شخص رات میں کہیں چھپ جايے یا دن میں چلے پھرے یہ سب برابر ہیں
اور اسے میرا شریک کار کر دے
اور ہم نے اپ کو نہیں بھیجا مگر تمام انسانوں کیليے بشیر و نذیر بنا کر مگر اکثر لوگ جانتے نہیں ہیں۔
ان لوگوں نے کہا کہ ہم اس کے باپ پر ڈورے ڈالیں گے کہ وہ (امادہ ہو جايیں) اور ہم ضرور ایسا کریں گے۔
اپ یقینا ایمان والوں کے حق میں بلحاظ عداوت سب لوگوں سے زیادہ سخت یہودیوں اور مشرکوں کو پايیں گے، اور اپ یقینا ایمان والوں کے حق میں بلحاظ محبت سب سے قریب تر ان لوگوں کو پايیں گے جو کہتے ہیں: بیشک ہم نصاری ہیں۔ یہ اس ليے کہ ان میں علماء (شریعت بھی) ہیں اور (عبادت گزار) گوشہ نشین بھی ہیں اور (نیز) وہ تکبر نہیں کرتے،
تو اللہ تعالی کی راه میں جہاد کرتا ره، تجھے صرف تیری ذات کی نسبت حکم دیا جاتا ہے، ہاں ایمان والوں کو رغبت دﻻتا ره، بہت ممکن ہے کہ اللہ تعالی کافروں کی جنگ کو روک دے اور اللہ تعالی سخت قوت واﻻ ہے اور سزادینے میں بھی سخت ہے
اور اگر اصحاب یمین میں سے ہے
ان کو وہاں ایسی شراب کے جام پلايے جايیں گے جس میں سونٹھ کی امیزش ہوگی
کیا ان کے پاس ایسے خدا موجود ہیں جو ہمارے بغیر انہیں بچا سکیں گے یہ بیچارے تو خود اپنی بھی مدد نہیں کرسکتے ہیں اور نہ انہیں خود بھی عذاب سے پناہ دی جايے گی
اور یہ وہی ہے جو جلاتا اور مارتا ہے اور رات دن کے ردوبدل کا مختار بھی وہی ہے۔ کیا تم کو سمجھ بوجھ نہیں؟
(۶) اور یتیم کے مال کے قریب نہ جاو مگر ایسے طریقہ سے جو بہترین ہو یہاں تک کہ وہ اپنے سن رشد و کمال تک پہنچ جايے۔ (۷) اور ناپ تول انصاف کے ساتھ پوری کرو۔ ہم کسی شخص کو اس کی وسعت سے زیادہ تکلیف نہیں دیتے۔ (۸) اور جب کويی بات کہو تو عدل و انصاف کے ساتھ۔ اگرچہ وہ (شخص) تمہارا قرابتدار ہی کیوں نہ ہو۔ (۹) اور اللہ کے عہد و پیمان کو پورا کرو۔ یہ وہ ہے جس کی اس (اللہ) نے تمہیں وصیت کی ہے شاید کہ تم عبرت حاصل کرو۔
انہوں نے (موسی سے) کہا کہ میں چاہتا ہوں اپنی دو بیٹیوں میں سے ایک کو تم سے بیاہ دوں اس عہد پر کہ تم اٹھ برس میری خدمت کرو اور اگر دس سال پورے کر دو تو تمہاری طرف سے (احسان) ہے اور میں تم پر تکلیف ڈالنی نہیں چاہتا۔ مجھے انشاء الله نیک لوگوں میں پاو گے
کیا تم نے نہیں دیکھا کہ جو (مخلوق) اسمانوں میں ہے اور جو زمین میں ہے اور سورج اور چاند ستارے اور پہاڑ اور درخت اور چار پايے اور بہت سے انسان خدا کو سجدہ کرتے ہیں۔ اور بہت سے ایسے ہیں جن پر عذاب ثابت ہوچکا ہے۔ اور جس شخص کو خدا ذلیل کرے اس کو عزت دینے والا نہیں۔ بےشک خدا جو چاہتا ہے کرتا ہے
کہو، اگر میں اپنے رب کی نافرمانی کروں تو ڈرتا ہوں کہ ایک بڑے (خوفناک) دن مجھے سزا بھگتنی پڑے گی
اور صبح سحر کے وقت مغفرت طلب کیا کرتے تھے۔
تو تمہیں کیا ہوا کہ منافقوں کے بارے میں دو فریق ہوگيے اور اللہ نے انہیں اوندھا کردیا ان کے کوتکوں (کرتوتوں) کے سبب کیا یہ چاہتے ہیں کہ اسے راہ دکھاو جسے اللہ نے گمراہ کیا اور جسے اللہ گمراہ کرے تو ہرگز اس کے ليے راہ نہ پايے گا،
امانت دار ہے
اسی زمین میں سے ہم نے تمہیں پیدا کیا اور اسی میں پھر واپس لوٹايیں گے اور اسی سے پھر دوباره تم سب کو نکال کھڑا کریں گے
اور کويی بستی ایسی نہیں جسے ہم قیامت سے پہلے ہلاک نہ کریں یا سخت عذاب نہ دیں یہ نوشتہ الہی میں لکھا ہوا ہے
مسلمانو! اللہ تمہیں حکم دیتا ہے کہ امانتیں اہل امانت کے سپرد کرو، اور جب لوگوں کے درمیان فیصلہ کرو تو عدل کے ساتھ کرو، اللہ تم کو نہایت عمدہ نصیحت کرتا ہے اور یقینا اللہ سب کچھ سنتا اور دیکھتا ہے
جو سردار اور نیکو کار ہیں
کیسے نادان ہیں یہ لوگ کہ ان کو خدا کا شریک ٹھیراتے ہیں جو کسی چیز کو بھی پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں
اور ہم نے کويی بستی ہلاک نہیں کی مگر اس کے ليے نصیحت کرنے والے (پہلے بھیج دیتے) تھے
اور یہ ہے تمہارا وہ گمان جو تم نے اپنے رب کے ساتھ کیا اور اس نے تمہیں ہلاک کردیا تو اب رہ گيے ہارے ہووں میں،
اندھے پر کويی مضايقہ نہیں ہے اورنہ ہی لنگڑے پر کويی حرج ہے اور نہ مریض پر کويی گناہ اور جو خدا اور رسول(ص) کی اطاعت کرے گا۔ تو اللہ اسے ان بہشتوں میں داخل کرے گا جن کے نیچے نہریں رواں دواں ہیں اور جو روگردانی کرے گا تو اسے دردناک عذاب دے گا۔
تو اس سے ہم نے تمہارے باغ پیدا کیے کھجوروں اور انگوروں کے تمہارے لیے ان میں بہت سے میوے ہیں اور ان میں سے کھاتے ہو
ہفتہ کا دن صرف انہی لوگوں پر مقرر کیا گیا تھا جنہوں نے اس میں اختلاف کیا، اور بیشک اپ کا رب قیامت کے دن ان کے درمیان ان (باتوں) کا فیصلہ فرما دے گا جن میں وہ اختلاف کیا کرتے تھے،
اور جب ان کے پاس الله کی طرف سے پیغمبر (اخرالزماں) ايے، اور وہ ان کی (اسمانی) کتاب کی بھی تصدیق کرتے ہیں تو جن لوگوں کو کتاب دی گيی تھی، ان میں سے ایک جماعت نے خدا کی کتاب کو پیٹھ پیچھے پھینک دیا، گویا وہ جانتے ہی نہیں
اور یہ بھی بتاتا ہے کہ جو لوگ اخرت پر ایمان نہیں لاتے ہم نے ان کے لیے دردناک عذاب تیار کیا ہے
اج تمہارے لیے سب پاکیزہ چیزیں حلال کر دی گيیں اور اہل کتاب کا کھانا بھی تم کو حلال ہے اور تمہارا کھانا ان کو حلال ہے اور پاک دامن مومن عورتیں اور پاک دامن اہل کتاب عورتیں بھی (حلال ہیں) جبکہ ان کا مہر دے دو۔ اور ان سے عفت قايم رکھنی مقصود ہو نہ کھلی بدکاری کرنی اور نہ چھپی دوستی کرنی اور جو شخص ایمان سے منکر ہوا اس کے عمل ضايع ہو گيے اور وہ اخرت میں نقصان پانے والوں میں ہوگا
جب تم کو رب العالمین کے برابر قرار دے رہے تھے
بیشک (اخرت کا) جو وعدہ تم سے کیا جا رہا ہے بالکل سچا ہے،
اچھا، انہیں ان کے حال پر چھوڑ دو اور انتظار کرو، یہ بھی منتظر ہیں
اگر تو ان کو عذاب دے تو یہ تیرے بندے ہیں اور اگر بخش دے تو (تیری مہربانی ہے) بےشک تو غالب اور حکمت والا ہے
اور جو کويی ایمان لايے گا اور نیکی کرے گا تو اسے نیک بدلہ ملے گا اور ہم بھی اپنے معاملے میں اسے اسان ہی حکم دیں گے
اور بايیں ہاتھ والے تو ان کا کیا پوچھنا ہے
کہا تو اگر اپ میرے ساتھ رہنے ہیں تو مجھ سے کسی بات کو نہ پوچھنا جب تک میں خود اس کا ذکر نہ کروں
اور ہم نے اسی طرح اپ کی طرف عربی زبان میں قران کی وحی بھیجی تاکہ اپ مکہ اور اس کے اطراف والوں کو ڈرايیں اور اس دن سے ڈرايیں جس دن سب کو جمع کیا جايے گا اور اس میں کسی شک کی گنجايش نہیں ہے اس دن ایک گروہ جنت میں ہوگا اور ایک جہنم میں ہوگا
اور ہم نے ذکر (توراۃ یا پند و نصیحت) کے بعد زبور میں لکھ دیا تھا کہ زمین کے وارث میرے نیک بندے ہوں گے۔
یقینا ہم نے نوح (علیہ السلام) کو اس کی قوم کی طرف رسول بنا کر بھیجا، اس نے کہا کہ اے میری قوم کے لوگو! اللہ کی عبادت کرو اور اس کے سوا تمہارا کويی معبود نہیں، کیا تم (اس سے) نہیں ڈرتے
وہی وہ خدا ہے جس نے تم کو زمین میں نايب بنایا اور بعض کے درجات کو بعض سے بلند کیا تاکہ تمہیں اپنے ديیے ہويے سے ازمايے -تمہارا پروردگار بہت جلد حساب کرنے والا ہے اور وہ بیشک بہت بخشنے والا مہربان ہے
اس سبب سے کہ مال اور بیٹے رکھتا ہے
اور بہت سے چہرے ایسے ہوں گے جن پر اس دن گرد پڑی ہوگی،
اور ہم قران (کے ذریعے) سے وہ چیز نازل کرتے ہیں جو مومنوں کے ليے شفا اور رحمت ہے اور ظالموں کے حق میں تو اس سے نقصان ہی بڑھتا ہے
مگر جن لوگوں نے ایمان لانے کے بعد کفر اختیار کیا، پھر اپنے کفر میں بڑھتے چلے گيے ان کی توبہ بھی قبول نہ ہوگی، ایسے لوگ تو پکے گمراہ ہیں
اس میں تم پر گناہ نہیں کہ تم ان مکانات (و عمارات) میں جو کسی کی مستقل رہايش گاہ نہیں ہیں (مثلا ہوٹل، سرايے اور مسافر خانے وغیرہ میں بغیر اجازت کے) چلے جاو (کہ) ان میں تمہیں فايدہ اٹھانے کا حق (حاصل) ہے، اور اللہ ان (سب باتوں) کو جانتا ہے جو تم ظاہر کرتے ہو اور جو تم چھپاتے ہو،
جس نے اپ کی کمر جھکا دی تھی
ہم انہیں تھوڑے دن تک ارام دیں گے اور پھر سخت ترین عذاب کی طرف کھینچ کر لے ايیں گے
کیا ہم نے انہیں اس سے پہلے کويی کتاب دی ہے جسے وہ مضبوطی سے پکڑے ہويے ہیں۔
کہ ہم نے انسان کو تکلیف (کی حالت) میں (رہنے والا) بنایا ہے
جس روز تم اسے دیکھو گے، حال یہ ہو گا کہ ہر دودھ پلانے والی اپنے دودھ پیتے بچے سے غافل ہو جايے گی، ہر حاملہ کا حمل گر جايے گا، اور لوگ تم کو مدہوش نظر ايیں گے، حالانکہ وہ نشے میں نہ ہوں گے، بلکہ اللہ کا عذاب ہی کچھ ایسا سخت ہوگا
اور ہمارے بیوقوف لوگ طرح طرح کی بے ربط باتیں کررہے ہیں
اور پیغمبر اپ دن کے دونوں حصو ں میں اور رات گيے نماز قايم کریں کہ نیکیاں برايیوں کو ختم کردینے والی ہیں اور یہ ذک» خدا کرنے والوں کے ليے ایک نصیحت ہے
اور کافر ا  پس میں ایک دوسرے کے وارث ہیں ایسا نہ کرو گے تو زمین میں فتنہ اور بڑا فساد ہوگا
منافق مرد اور منافق عورتیں سب ایک دوسرے کے ہم رنگ ہیں برايی کا حکم دیتے ہیں اور بھلايی سے منع کرتے ہیں اور اپنے ہاتھ خیر سے روکے رکھتے ہیں یہ اللہ کو بھول گيے تو اللہ نے بھی انہیں بھلا دیا یقینا یہ منافق ہی فاسق ہیں
اور ہم نے انہیں زرہ بنانے کی صنعت تعلیم دے دی تاکہ وہ تم کو جنگ کے خطرات سے محفوظ رکھ سکے تو کیا تم ہمارے شکر گزار بندے بنو گے
کہہ دو کہ (خواہ تم) پتھر ہوجاو یا لوہا
اس نے اس (فرشتے) کو اسمان کے کھلے کنارے پر دیکھا بھی ہے
اللہ کی پاکی بولتا ہے جو کچھ اسمان اور زمین میں ہے اور وہی عزت و حکمت والا ہے،
اور (ایک نشانی) سورج ہے جو اپنے مقررہ ٹھکانے (مدار) کی طرف چل رہا ہے (گردش کر رہا ہے) یہ اندازہ اس (خدا) کا مقرر کیا ہوا ہے جو غالب ہے (اور) بڑا علم والا۔
اپ کہیے کہ ہاں اور تم (اس وقت) ذلیل و خوار ہوگے۔
اور فی الحقیقت اپ کی طرف (یہ) وحی کی گيی ہے اور ان (پیغمبروں) کی طرف (بھی) جو اپ سے پہلے (مبعوث ہويے) تھے کہ (اے انسان!) اگر تو نے شرک کیا تو یقینا تیرا عمل برباد ہو جايے گا اور تو ضرور نقصان اٹھانے والوں میں سے ہوگا،
اور اس سے ڈرو جس نے تمہاری مدد کی ان چیزوں سے کہ تمہیں معلوم ہیں
اور اس دن تم گنہگاروں کو دیکھو گے کہ زنجیروں میں جکڑے ہويے ہیں
کیا یہ کچھ ایسے خدا رکھتے ہیں جو ہمارے مقابلے میں ان کی حمایت کریں؟ وہ نہ تو خود اپنی مدد کر سکتے ہیں اور نہ ہماری ہی تايید ان کو حاصل ہے
تو انہوں نے اپنی رسیاں اور اپنی لاٹھیاں ڈال دیں اور کہنے لگے: فرعون کی عزت کی قسم! ہم ضرور غالب ہوں گے،
اس وقت اس کے ہونے میں کسی کو انکار کی گنجايش نہ ہوگی،
موسی (علیہ السلام) نے کہا کہ اے میرے رب! میری خطا معاف فرما اور میرے بھايی کی بھی اور ہم دونوں کو اپنی رحمت میں داخل فرما اور تو سب رحم کرنے والوں سے زیاده رحم کرنے واﻻ ہے
اور پیغمبر علیھ السلام اگر یہ لوگ اپ کو جھٹلاتے ہیں تو ان سے پہلے قوم نوح ,قوم عاد اور قوم ثمود نے یہی کام کیا تھا
اپ سے اہل کتاب مطالبہ کرتے ہیں کہ اپ ان پر اسمان سے کويی (لکھی ہويی) کتاب اتروا دیں سو یہ تو جناب موسی سے اس سے بھی بڑا مطالبہ کر چکے ہیں یعنی کہا تھا کہ ہمیں کھلم کھلا اللہ دکھا دو تو ان کے (اسی) ظلم کی وجہ سے ان کو بجلی نے پکڑ لیا۔ اور پھر ان لوگوں نے ایات و معجزات اجانے کے بعد گوسالے کو (خدا) بنا لیا۔ مگر ہم نے انہیں معاف کر دیا اور موسی کو کھلا ہوا غلبہ عطا کیا۔
پس نہیں! میں قسم کھاتا ہوں ان چیزوں کی جن کو تم دیکھتے ہو۔
کیا تم لوگوں کو اس بات پر تعجب ہے کہ تم تک ذکر خدا تمہارے ہی کسی ادمی کے ذریعہ اجايے تاکہ وہ تمہیں ڈرايے اور یاد کرو کہ تم کو اس نے قوم نوح علیھ السلامکے بعد زمین میں جانشین بنایا ہے اور مخلوقات میں وسعت عطا کی ہے لہذا تم اللہ کی نعمتوں کو یاد کرو کہ شاید اسی طرح فلاح اور نجات پاجاو
لوط نے کہا اے میرے پروردگار! ان مفسد لوگوں کے مقابلہ میں میری مدد فرما۔
وہ خوش ہیں کہ پیچھے رہ جانے والی عورتوں کے ساتھ رہ جايیں اور ان کے دلوں پر مہر کر دی گيی ہے سووہ نہیں سمجھتے
یہ بڑا محترم قران ہے
کتنی ہی ظالم بستیاں ہیں جن کو ہم نے پیس کر رکھ دیا اور ان کے بعد دوسری کسی قوم کو اٹھایا
اور وہ اپنے بندوں پر غالب ہے۔ اور تم پر نگہبان مقرر کيے رکھتا ہے۔ یہاں تک کہ جب تم میں سے کسی کی موت اتی ہے تو ہمارے فرشتے اس کی روح قبض کرلیتے ہیں اور وہ کسی طرح کی کوتاہی نہیں کرتے
اللہ کی پاکی بولتا ہے جو کچھ اسمان اور زمین میں ہے اور وہی عزت و حکمت والا ہے،
اور اس نے مجھے مبارک کیا میں کہیں ہوں اور مجھے نماز و زکوة کی تاکید فرمايی جب تک جیوں،
حق یہ ہے کہ بیشک اس دن انہیں اپنے ر ب کے دیدار سے (محروم کرنے کے ليے) پس پردہ کر دیا جايے گا،
کیا ہم نے پہلے لوگوں کو ہلاک نہیں کر ڈالا
اور کافروں کو گروہ گروہ بنا کر جہنم کی طرف لے جايیں گے۔ یہاں تک کہ جب وہ اس کے پاس پہنچ جايیں گے تو اس کے دروازے کھول دیيے جايیں گے تو اس کے داروغہ ان سے کہیں گے کہ کیا تمہارے پاس تم ہی میں سے پیغمبر نہیں ايے تھے جو تم کو تمہارے پروردگار کی ایتیں پڑھ پڑھ کر سناتے اور اس دن کے پیش انے سے ڈراتے تھے کہیں گے کیوں نہیں لیکن کافروں کے حق میں عذاب کا حکم متحقق ہوچکا تھا
اللہ کے نزدیک دین صرف اسلام ہے اس دین سے ہٹ کر جو مختلف طریقے ان لوگوں نے اختیار کیے، جنہیں کتاب دی گيی تھی، ان کے اس طرز عمل کی کويی وجہ اس کے سوا نہ تھی کہ انہوں نے علم ا جانے کے بعد اپس میں ایک دوسرے پر زیادتی کرنے کے لیے ایسا کیا اور جو کويی اللہ کے احکام و ہدایات کی اطاعت سے انکار کر دے، اللہ کو اس سے حساب لیتے کچھ دیر نہیں لگتی ہے
اور لوط کو بھیجا جب اس نے اپنی قوم سے کہا کہ تم وہ بے حیايی کرتے ہو جو تم سے پہلے کسی نے نہیں کی
کیا تم نے حاجیوں کے پانی پلانے اور مسجد الحرام کی ابادی کو اس کا جیسا سمجھ لیا ہے جو اللہ اور اخرت پر ایمان رکھتا ہے اور راس خدا میں جہاد کرتا ہے -ہرگز یہ دونوں اللہ کے نزدیک برابر نہیں ہوسکتے اور اللہ ظالم قوم کی ہدایت نہیں کرتا ہے
مومنو! جب تم اپس میں کسی میعاد معین کے ليے قرض کا معاملہ کرنے لگو تو اس کو لکھ لیا کرو اور لکھنے والا تم میں (کسی کا نقصان نہ کرے بلکہ) انصاف سے لکھے نیز لکھنے والا جیسا اسے خدا نے سکھایا ہے لکھنے سے انکار بھی نہ کرے اور دستاویز لکھ دے۔ اور جو شخص قرض لے وہی (دستاویز کا) مضمون بول کر لکھوايے اور خدا سے کہ اس کا مالک ہے خوف کرے اور زر قرض میں سے کچھ کم نہ لکھوايے۔ اور اگر قرض لینے والا بےعقل یا ضعیف ہو یا مضمون لکھوانے کی قابلیت نہ رکھتا ہو تو جو اس کا ولی ہو وہ انصاف کے ساتھ مضمون لکھوايے۔ اور اپنے میں سے دو مردوں کو (ایسے معاملے کے) گواہ کرلیا کرو۔ اور اگر دو مرد نہ ہوں تو ایک مرد اور دو عورتیں جن کو تم گواہ پسند کرو (کافی ہیں) کہ اگر ان میں سے ایک بھول جايے گی تو دوسری اسے یاد دلادے گی۔ اور جب گواہ (گواہی کے ليے طلب کيے جايیں تو انکار نہ کریں۔ اور قرض تھوڑا ہو یا بہت اس (کی دستاویز) کے لکھنے میں کاہلی نہ کرنا۔ یہ بات خدا کے نزدیک نہایت قرین انصاف ہے اور شہادت کے ليے بھی یہ بہت درست طریقہ ہے۔ اس سے تمہیں کسی طرح کا شک وہ شبہ بھی نہیں پڑے گا۔ ہاں اگر سودا دست بدست ہو جو تم اپس میں لیتے دیتے ہو تو اگر (ایسے معاملے کی) دستاویز نہ لکھوتو تم پر کچھ گناہ نہیں۔ اور جب خرید وفروخت کیا کرو تو بھی گواہ کرلیا کرو۔ اور کاتب دستاویز اور گواہ (معاملہ کرنے والوں کا) کسی طرح نقصان نہ کریں۔ اگر تم (لوگ) ایسا کرو تو یہ تمہارے ليے گناہ کی بات ہے۔ اور خدا سے ڈرو اور (دیکھو کہ) وہ تم کو (کیسی مفید باتیں) سکھاتا ہے اور خدا ہر چیز سے واقف ہے
پھر ان لوگوں نے انہیں جھٹلایا سو ہم نے انہیں اور ان لوگوں کو جو کشتی میں ان کی معیت میں تھے نجات دی اور ہم نے ان لوگوں کو غرق کر دیا جنہوں نے ہماری ایتوں کو جھٹلایا تھا، بیشک وہ اندھے (یعنی بے بصیرت) لوگ تھے،
وہ زمین میں اللہ کو بے بس کرنے والے نہ تھے اور نہ اللہ کے مقابلہ میں کويی ان کا حامی تھا انہیں اب دوہرا عذاب دیا جايے گا وہ نہ کسی کی سن ہی سکتے تھے اور نہ خود ہی انہیں کچھ سوجھتا تھا
تو جو بدبخت ہوں گے وہ دوزخ میں (ڈال دیيے جايیں گے) اس میں ان کا چلانا اور دھاڑنا ہوگا
اور وہ دايیں ہاتھ والے اور وہ دايیں والے کیا اچھے ہیں۔
اور دوزخ اس دن حاضر کی جايے گی تو انسان اس دن متنبہ ہو گا مگر تنبہ (سے) اسے (فايدہ) کہاں (مل سکے گا)
بیشک جنہوں نے کفر اپنا لیا ہے ان کے ليے برابر ہے خواہ اپ انہیں ڈرايیں یا نہ ڈرايیں، وہ ایمان نہیں لايیں گے،
خوشخبری دینے والی ڈرانے والی ہےپھر ان میں سے اکثر نے تو منہ ہی پھیر لیا پھر وہ سنتے بھی نہیں
اس گھڑی کا علم اللہ ہی کے پاس ہے، وہی بارش برساتا ہے، وہی جانتا ہے کہ ماوں کے پیٹوں میں کیا پرورش پا رہا ہے، کويی متنفس نہیں جانتا کہ کل وہ کیا کمايی کرنے والا ہے اور نہ کسی شخص کو یہ خبر ہے کہ کس سرزمین میں اس کی موت انی ہے، اللہ ہی سب کچھ جاننے والا اور باخبر ہے
تاکہ ان کے اپنے رب کے پیغام پہنچا دینے کا علم ہو جايے اللہ تعالی نے ان کے اس پاس (کی تمام چیزوں) کا احاطہ کر رکھا ہے اور ہر چیز کی گنتی شمار کر رکھا ہے
یہی لوگ اپنے رب کی طرف سے ہدایت پر ہیں اور یہی لوگ فلاح اور نجات پانے والے ہیں
جن کے مانند کويی قوم دنیا کے ملکوں میں پیدا نہیں کی گيی تھی؟
اور وہی ہے جس نے پانی سے ایک بشر پیدا کیا، پھر اس سے نسب اور سسرال کے دو الگ سلسلے چلايے تیرا رب بڑا ہی قدرت والا ہے
جھک جاو اللہ کے اگے اور بندگی بجا لاو
جب کہ یہ رحمان کے شایان شان نہیں ہے کہ وہ کسی کو اپنا بیٹا بنايے
اور کچھ لوگ (ایسے) ہیں جو اﷲ کے بارے میں بغیر علم و دانش کے جھگڑا کرتے ہیں اور ہر سرکش شیطان کی پیروی کرتے ہیں،
پھر اس کو موت دی پھر اس کو قبر میں رکھوایا
اے ایمان لانے والو، جب تم ایک لشکر کی صورت میں کفار سے دوچار ہو تو ان کے مقابلہ میں پیٹھ نہ پھیرو
اے ایمان والو سود دونے پر دونا نہ کھاو اور الله سے ڈرو تاکہ تمہارا چھٹکارا ہو
اور رات کی جبکہ وہ سکون کے ساتھ طاری ہو جايے
حقیقتا ان میں ہر ادمی اس بات کا خواہش مند ہے کہ اسے کھلی ہويی کتابیں عطا کردی جايیں
اور میری جنت میں ا،
جو لوگ خدا اور اس کے رسول کی مخالفت کرتے ہیں وہ نہایت ذلیل ہوں گے
اور کافر لوگ کہتے ہیں: کیا جب ہم اور ہمارے باپ دادا (مر کر) مٹی ہوجايیں گے تو کیا ہم (پھر زندہ کر کے قبروں میں سے) نکالے جايیں گے،
کیا برايی اختیار کرلینے والوں نے یہ خیال کرلیا ہے کہ ہم انہیں ایمان لانے والوں اور نیک عمل کرنے والوں کے برابر قرار دے دیں گے کہ سب کی موت و حیات ایک جیسی ہو یہ ان لوگوں نے نہایت بدترین فیصلہ کیا ہے
اور دايیں جانب والے، کیا کہنا دايیں جانب والوں کا،
تاکہ خدا صادقین کو ان کی صداقت کا بدلہ دے اور منافقین کو چاہے تو ان پر عذاب نازل کرے یا ان کی توبہ قبول کرلے کہ اللہ یقینا بہت بخشنے والا اور مہربان ہے
اور اے پیغمبر اپ اس قران سے پہلے نہ کويی کتاب پڑھتے تھے اور نہ اپنے ہاتھ سے کچھ لکھتے تھے ورنہ یہ اہل باطل شبہ میں پڑ جاتے
قسم ہے فجر کی!
(اے نبی) ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کر دی ہے اب جو سیدھا راستہ اختیار کرے گا اپنے لیے کرے گا اور جو بھٹکے گا اس کے بھٹکنے کا وبال اسی پر ہوگا، تم ان کے ذمہ دار نہیں ہو
بلکہ اللہ نے اسے اپنی طرف اٹھالیا اور اللہ غالب حکمت والا ہے،
پھر قریب ہويے اوراور اگے بڑھے
اور ایک مدت تک ان سے بے توجہی کیجيے۔
کہ تم لوگ مختلف باتوں میں پڑے ہويے ہو
اور اسماعیل اور ادریس اور ذوالکفل (علیہم السلام کو بھی یاد فرمايیں)، یہ سب صابر لوگ تھے،
کہہ دیجیيے کہ اللہ تعالی کا حکم مانو، رسول اللہ کی اطاعت کرو، پھر بھی اگر تم نے روگردانی کی تو رسول کے ذمے تو صرف وہی ہے جو اس پر ﻻزم کردیا گیا ہے اور تم پر اس کی جوابدہی ہے جو تم پر رکھا گیا ہے ہدایت تو تمہیں اسی وقت ملے گی جب رسول کی ماتحتی کرو۔ سنو رسول کے ذمے تو صرف صاف طور پر پہنچا دینا ہے
مسلمان مسلمان بھايی ہیں تو اپنے دو بھايیوں میں صلح کرو اور اللہ سے ڈرو کہ تم پر رحمت ہو
تمہیں کیا ہوگیا ہے؟ تم کیسے فیصلے کرتے ہو؟
اب بھگايی جاتی ہے یہ جماعت اور پیٹھیں پھیردیں گے
اور ہم نے مدین والوں کی طرف ان کے بھايی شعیب کو بھیجا، اس نے کہا اے میری قوم! اللہ کی عبادت کرو اس کے سوا تمہارا کويی معبود نہیں اور تم ناپ تول میں بھی کمی نہ کرو میں تو تمہیں اسوده حال دیکھ رہا ہوں اور مجھے تم پر گھیرنے والے دن کے عذاب کا خوف (بھی) ہے
مسلمانوں میں سے جو لوگ کسی عذر کے بغیر گھر بیٹھے رہتے ہیں اور وہ جو الله کی راہ میں جان و مال سے جہاد کرتے ہیں دونوں برابر نہیں ہیں الله نے بیٹھنے والوں پر جان و مال سے جہاد کرنے والوں کا درجہ بڑھایا دیا ہے اگرچہ ہر ایک سے الله نے بھلايي کا وعدہ کیا ہے اور الله نے لڑنے والوں کو بیٹھنے والوں سے اجر عظیم میں زیادہ کیا ہے
اور اللہ نے تمہیں جو حلال اور پاکیزہ چیزیں عطا کی ہیں ان میں سے کھاو۔ اور اسی اللہ سے ڈرو (اس کی نافرمانی سے بچو) جس پر تم ایمان رکھتے ہو۔
یہ تو چکھو اور اس کے ساتھ یہ ہے کہ کافروں کو ا گ کا عذاب ہے
ان کے ليے دنیا کی زندگی میں بھی عذاب ہے، اور اخرت کا عذاب تو بہت ہی زیاده سخت ہے، انہیں اللہ کے غضب سے بچانے واﻻ کويی بھی نہیں
ایسوں کے جو تم سے صلہ نہیں مانگتے اور وہ سیدھے رستے پر ہیں
جو تم کو جب تم (تہجد) کے وقت اٹھتے ہو دیکھتا ہے
(ان میں سے) ہر ایک گروہ نے رسولوں کو جھٹلایا تو (ان پر) میرا عذاب واجب ہو گیا،
ہاں، اسی طرح اے نبی، یہ قران عربی ہم نے تمہاری طرف وحی کیا ہے تاکہ تم بستیوں کے مرکز (شہر مکہ) اور اس کے گرد و پیش رہنے والوں کو خبردار کر دو، اور جمع ہونے کے دن سے ڈرا دو جن کے انے میں کويی شک نہیں ایک گروہ کو جنت میں جانا ہے اور دوسرے گروہ کو دوزخ میں
پس میں مشرقوں اور مغربوں کے پروردگار کی قسم کھاتا ہوں (یعنی اپنی ذات کی) کہ ہم ضرور قادر ہیں
(اس گڑھے والے) جس میں خوب بھڑکتے ہويے ایندھن کی اگ تھی
اورجب ہم ادمی پر احسان کرتے ہیں تو منہ پھیر لیتا ہے اور اپنی طرف دور ہٹ جاتا ہے اور جب اسے تکلیف پہنچتی ہے تو چوڑی دعا والا ہے
اور لوگوں سے کہا ہے کہ خبردار اپنے خداوں کو مت چھوڑ دینا اور ود, سواع, یغوث, یعوق, نسر کو نظرانداز نہ کردینا
اور بے شک ہم نے موسی (علیہ السلام) کو اپنی نشانیوں اور واضح دلیل کے ساتھ بھیجا،
کیا وہ لوگ جن کے دلوں میں بیماری ہے یہ خیال کرتے ہیں کہ اللہ کبھی ان کے (سینوں کے) کینوں کو ظاہر نہیں کرے گا۔
اور یہ بھی کہ قران پڑھا کروں۔ تو جو شخص راہ راست اختیار کرتا ہے تو اپنے ہی فايدے کے ليے اختیار کرتا ہے۔ اور جو گمراہ رہتا ہے تو کہہ دو کہ میں تو صرف نصیحت کرنے والا ہوں
تو لوگوں کو جمع کیا پھر پکارا،
نہ تو اسمان اور زمین کے بناتے وقت اور نہ انہیں بناتے وقت میں نے انہیں بلایا اورمیں گمراہ کرنے والوں کو اپنا مددگار بنانے والا نہ تھا
بے شک جنہوں نے انکار کیا اور انکار ہی کی حالت میں مر بھی گيے تو ان پر الله کی لعنت ہے اور فرشتوں اور سب لوگوں کی بھی
اور بیشک اپ کا رب ہی تو انہیں (روز قیامت) جمع فرمايے گا۔ بیشک وہ بڑی حکمت والا خوب جاننے والا ہے،
پھر بیشک ان کے لیے اس پر کھولتے پانی کی ملونی (ملاوٹ) ہے
پھر ہم اپنے رسولوں کو بچا لیتے ہیں اور ان لوگوں کو بھی جو اس طرح ایمان لے اتے ہیں، (یہ بات) ہمارے ذمہ کرم پر ہے کہ ہم ایمان والوں کو بچا لیں،
کیا وہ نہیں جانتا کہ اﷲ (اس کے سارے کردار کو) دیکھ رہا ہے،
اور اپنے اپ کو انہیں کے ساتھ رکھا کر جو اپنے پروردگار کو صبح شام پکارتے ہیں اور اسی کے چہرے کے ارادے رکھتے ہیں (رضامندی چاہتے ہیں)، خبردار! تیری نگاہیں ان سے نہ ہٹنے پايیں کہ دنیوی زندگی کے ٹھاٹھ کے ارادے میں لگ جا۔ دیکھ اس کا کہنا نہ ماننا جس کے دل کو ہم نے اپنے ذکر سے غافل کردیا ہے اور جو اپنی خواہش کے پیچھے پڑا ہوا ہے اور جس کا کام حد سے گزر چکا ہے
تمہارے پروردگار کی قسم ہم ان سے ضرور پرسش کریں گے
(اس وقت کو یاد کرو) جب عمران کی بیوی نے کہا اے میرے پروردگار! جو بچہ میرے پیٹ میں ہے اسے میں (دنیا کے کاموں سے) ازاد کرکے (خانہ کعبہ کی) جاروب کشی اور تیری عبادت کے ليے تیری بارگاہ میں نذر کرتی ہوں تو میری (نذر) قبول فرما۔ بے شک تو بڑا سننے والا، بڑا جاننے والا ہے۔
اور جس دن قیامت قايم ہوگی اس دن (جماعتیں) الگ الگ ہو جايیں گی
اللہ نے لکھ دیا ہے کہ یقینا میں اور میرے رسول ضرور غالب ہو کر رہیں گے، بیشک اللہ بڑی قوت والا بڑے غلبہ والا ہے،
بے شک جو لوگ چاہتے ہیں کہ ایمانداروں میں بدکاری کا چرچا ہو ان کے لیے دنیا اور اخرت میں دردناک عذاب ہے اور الله جانتا ہے اور تم نہیں جانتے
پس اپنے رب کا فیصلہ صادر ہونے تک صبر کرو اور مچھلی والے (یونس علیہ اسلام) کی طرح نہ ہو جاو، جب اس نے پکارا تھا اور وہ غم سے بھرا ہوا تھا
اس کو (ایمان لانے سے) جس چیز نے روک رکھا تھا وہ ان معبودوں کی عبادت تھی جنہیں وہ اللہ کے سوا پوجتی تھی، کیونکہ وہ ایک کافر قوم سے تھی
جو لوگ ایمان ﻻيے اور انہوں نے کام بھی اچھے کیے یقینا ان کے ليے الفردوس کے باغات کی مہمانی ہے
اور ان کی خدمت میں وہ لڑکے دوڑتے پھر رہے ہوں گے جو انہی کے لیے مخصوص ہوں گے ایسے خوبصورت جیسے چھپا کر رکھے ہويے موتی
اور ان میں سے ایک گروہ یہ کہہ کر چل دیا چلو اپنے خداوں پر قايم رہو کہ اس میں ان کی کويی غرض پايی جاتی ہے
اور الله کے سوا ان کی عبادت کرتے ہیں جو اسمانوں ارو زمین سے انہیں رزق پہنچانے میں کچھ بھی اختیارنہیں رکھتے اور نہ رکھ سکتے ہیں
پھر قیامت کے دن بلا شبہ تم سب اٹھايے جاو گے
اگ ان کے چہروں کو جھلسا رہی ہوگی اور ان کی شکلیں اس میں بگڑ گيی ہوں گی۔
کیا تم اس سے بے خوف ہو کہ وہ جو اسمان میں ہے تمہیں زمین میں دھنسا دے اور یکایک یہ زمین جھکولے کھانے لگے؟
کھاو اور اپنے مویشیوں کو چراو بے شک اس میں عقل والوں کے لیے نشانیاں ہیں
پس اج کے دن کسی پر کچھ بھی ظلم نہیں کیا جايے گا اور تمہیں بدلہ نہیں دیا جايے گا مگر انہی اعمال کا جو تم کیا کرتے تھے۔
یہ تو صرف انسان کا کلام ہے
تو اس جیسی ایک بات تو لے ايیں اگر سچے ہیں،
میں ہی اللہ ہوں، میرے سوا کويی خدا نہیں ہے، پس تو میری بندگی کر اور میری یاد کے لیے نماز قايم کر
یہ لوگ کہتے ہیں کہ اگر ہم مدینہ واپس اگيے تو ہم صاحبان هعزت ان ذلیل افراد کو نکال باہر کریں گے حالانکہ ساری عزت اللہ , رسول اور صاحبان هایمان کے ليے ہے اور یہ منافقین یہ جانتے بھی نہیں ہیں
سمجھ لے گا کہ یہ جدايی کی گھڑی ہے
اور جب ان لوگوں سے کہا جاتا ہے کہ جو (کتاب) خدا نے نازل فرمايی ہے اس کی اور رسول الله کی طرف رجوع کرو تو کہتے ہیں کہ جس طریق پر ہم نے اپنے باپ دادا کو پایا ہے وہی ہمیں کافی ہے بھلا اگر ان کے باپ دادا نہ تو کچھ جانتے ہوں اور نہ سیدھے رستے پر ہوں (تب بھی؟)
نون! قسم ہے قلم کی اور اس کی جو کچھ لوگ لکھتے ہیں۔
اور ہر ایک کے ليے ان کے اعمال کے لحاظ سے درجات (مقرر) ہیں، اور اپ کا رب ان کاموں سے بے خبر نہیں جو وہ انجام دیتے ہیں،
اور اگر یہ عہد کے بعد بھی اپنی قسموں کو توڑ دیں اور دین میں طعنہ زنی کریں تو کفر کے سربراہوں سے کھل کر جہاد کرو کہ ان کی قسموں کا کويی اعتبار نہیں ہے شاید یہ اسی طرح اپنی حرکتوں سے باز اجايیں
(اے رسول وہ وقت یاد کرو) جب تمہارے پروردگار نے فرشتوں سے کہا کہ میں زمین پر ایک خلیفہ (جانشین) بنانے والا ہوں تو انہوں نے کہا کیا تو اس میں اس کو (خلیفہ) بنايے گا جو اس میں فساد پھیلايے گا اور خون ریزی کرے گا۔ حالانکہ ہم تیری حمد و ثناي کے ساتھ تسبیح کرتے ہیں اور تیری تقدیس (پاکیزگی بیان) کرتے ہیں۔ فرمایا: یقینا میں وہ کچھ جانتا ہوں جو تم نہیں جانتے۔
اور کافر کہتے ہیں کیا ہم تمہیں وہ ادمی بتايیں جو تمہیں خبر دیتا ہے کہ جب تم پورے طور پر ریزہ ریزہ ہو جاو گے تو پھر نيے سرے سے پیدا کیے جاو گے
اور کويی دوست کسی دوست کا پرسان نہ ہوگا
اور شہر کے پرلے سرے سے ایک ادمی دوڑتا ہوا ایا کہا اے موسی! دریا والے ترے متعلق مشورہ کرتے ہیں کہ تجھ کو مار ڈالیں سو نکل بے شک میں تیرا بھلا چاہنے والا ہوں
چکھ اس کا مزا، بڑا زبردست عزت دار ادمی ہے تو
جو نماز کی پابندی کرتے اور زکوة دیتے اور اخرت کا یقین رکھتے ہیں
اور (اے رسول(ص)) اپ مومن عورتوں سے کہہ دیجيے! کہ وہ اپنی نگاہیں نیچی رکھیں اور اپنی شرمگاہوں کی حفاطت کریں اور اپنی زینت و ارايش کو ظاہر نہ کریں سوايے اس کے جو خود ظاہر ہو اور چاہیے کہ وہ اپنی اوڑھنیاں اپنے گریبانوں پر ڈالے رہیں اور اپنی زیبايش و ارايش ظاہر نہ کریں سوايے اپنے شوہروں کے، یا اپنے باپ داداوں کے، یا اپنے شوہروں کے باپ داداوں کے، یا اپنے بیٹوں کے یا اپنے شوہروں کے بیٹوں کے، یا اپنے بھايیوں کے یا اپنے بھتیجوں کے یا اپنے بھانجوں کے یا اپنے (ہم مذہب) عورتوں کے یا اپنے غلاموں یا لونڈیوں کے یا اپنے نوکروں چاکروں کے جو جنسی خواہش نہ رکھتے ہوں۔ یا ان بچوں کے جو ابھی عورتوں کی پردہ والی باتوں سے واقف نہیں ہیں اور وہ اپنے پاوں (زمین پر) اس طرح نہ ماریں کہ جس سے ان کی وہ زیبايش و ارايش معلوم ہو جايے جسے وہ چھپايے ہويے ہیں۔ اے اہل ایمان! تم سب مل کر اللہ کی بارگاہ میں توبہ کرو۔ تاکہ تم فلاح پاو۔
جب ہم نے تم سے وعده لیا اور تم پر طور کو کھڑا کردیا (اور کہہ دیا) کہ ہماری دی ہويی چیز کو مضبوط تھامو اور سنو! تو انہوں نے کہا، ہم نے سنا اور نافرمانی کی اور ان کے دلوں میں بچھڑے کی محبت (گویا) پلا دی گيی بسبب ان کے کفر کے۔ ان سے کہہ دیجیيے کہ تمہارا ایمان تمہیں برا حکم دے رہا ہے، اگر تم مومن ہو
ہم فرشتوں کو یوں ہی نہیں اتار دیا کرتے وہ جب اترتے ہیں تو حق کے ساتھ اترتے ہیں، اور پھر لوگوں کو مہلت نہیں دی جاتی
پھر جب موسی (علیہ السلام) نے مقررہ مدت پوری کر لی اور اپنی اہلیہ کو لے کر چلے (تو) انہوں نے طور کی جانب سے ایک اگ دیکھی (وہ شعلہ حسن مطلق تھا جس کی طرف اپ کی طبیعت مانوس ہوگيی)، انہوں نے اپنی اہلیہ سے فرمایا: تم (یہیں) ٹھہرو میں نے اگ دیکھی ہے۔ شاید میں تمہارے ليے اس (اگ) سے کچھ (اس کی) خبر لاوں (جس کی تلاش میں مدتوں سے سرگرداں ہوں) یا اتش (سوزاں) کی کويی چنگاری (لادوں) تاکہ تم (بھی) تپ اٹھو،
لوگو، تمہارا خدا تو بس ایک ہی اللہ ہے جس کے سوا کويی اور خدا نہیں ہے، ہر چیز پر اس کا علم حاوی ہے"
اگر تم کويی نیکی ظاہر کرو یا اسے چھپاو۔ یا کسی برايی سے درگزر کرو۔ تو بے شک اللہ (بھی) بڑا معاف کرنے والا، بڑا قدرت والا ہے۔
اور اگر اللہ کا فضل و کرم اور اس کی خاص رحمت اپ(ص) کے شامل حال نہ ہوتی تو ان کے ایک گروہ نے تو یہ تہیہ کر لیا تھا کہ اپ کو گمراہ کرکے رہے گا۔ حالانکہ وہ اپنے اپ کو ہی گمراہ کر رہے ہیں اور اپ کو کويی نقصان نہیں پہنچا سکتے۔ اللہ نے اپ پر کتاب و حکمت نازل کی ہے اور اپ کو وہ کچھ پڑھا دیا ہے۔ جو اپ نہیں جانتے تھے اور اپ پر اللہ کا بڑا فضل و کرم ہے۔
یا اس کے پاس کويی خزانہ ہی ڈال دیا جاتا یا اس کا کويی باغ ہی ہوتا جس میں سے یہ کھاتا۔ اور ان ﻇالموں نے کہا کہ تم ایسے ادمی کے پیچھے ہو ليے ہو جس پر جادو کر دیا گیا ہے
اور وہی ہے کہ ہوايیں بھیجتا ہے اس کی رحمت کے اگے مژدہ سناتی یہاں تک کہ جب اٹھا لايیں بھاری بادل ہم نے اسے کسی مردہ شہر کی طرف چلایا پھر اس سے پانی اتارا پھر اس سے طرح طرح کے پھل نکالے اسی طرح ہم مردوں کو نکالیں گے کہیں تم نصیحت مانو،
بلکہ یہ تو قیامت کو جھٹلاتے ہیں، اور جو قیامت کو جھٹلايے ہم نے اس کے لیے تیار کر رکھی ہے بھڑکتی ہويی اگ،
الله ہی ہر چیز کا پیدا کرنے والا ہے اور وہی ہر چیز کا نگہبان ہے
اور یہ بھی (بتا دو) کہ میرا عذاب بھی بڑا دردناک عذاب ہے۔
اور مجھے نعمت کی بہشت کے وارثوں میں کر
تم اور تمہارے اگلے اباء و اجداد (الغرض کسی نے بھی سوچا)،
ہرگز نہیں، اصل بات یہ ہے کہ تم لوگ جلدی حاصل ہونے والی چیز (یعنی دنیا) سے محبت رکھتے ہو
تم فرماو وہ بڑی خبر ہے،
جو کويی عزت چاہتا ہو اسے معلوم ہونا چاہیے کہ عزت ساری کی ساری اللہ کی ہے اس کے ہاں جو چیز اوپر چڑھتی ہے وہ صرف پاکیزہ قول ہے، اور عمل صالح اس کو اوپر چڑھاتا ہے رہے وہ لوگ جو بیہودہ چال بازیاں کرتے ہیں، ان کے لیے سخت عذاب ہے اور ان کا مکر خود ہی غارت ہونے والا ہے
چنانچہ اپ نے ان کے ایک بڑے بت کے سوا باقی سب کے ٹکڑے ٹکڑے کر دیيے تاکہ وہ اس کی طرف رجوع کریں۔
وه اس پر چار گواه کیوں نہ ﻻيے؟ اور جب گواه نہیں ﻻيے تو یہ بہتان باز لوگ یقینا اللہ کے نزدیک محض جھوٹے ہیں
تم سب اﷲ کے خلاف کسی کو گمراہ نہیں کرسکتے،
یہ لوگ چاہتے ہیں کہ اللہ کی روشنی کو اپنی پھونکوں سے بجھا دیں مگر اللہ اپنی روشنی کو مکمل کیے بغیر ماننے والا نہیں ہے خواہ کافروں کو یہ کتنا ہی ناگوار ہو
جو (مال و زر) تمہارے پاس ہے فنا ہو جايے گا اور جو اللہ کے پاس ہے باقی رہنے والا ہے، اور ہم ان لوگوں کو جنہوں نے صبر کیا ضرور ان کا اجر عطا فرمايیں گے ان کے اچھے اعمال کے عوض جو وہ انجام دیتے رہے تھے،
قریش کے مانوس کرنے کے ليے
تو ہم نے یہودیوں کے ظلموں کے سبب (بہت سی) پاکیزہ چیزیں جو ان کو حلال تھیں ان پر حرام کردیں اور اس سبب سے بھی کہ وہ اکثر خدا کے رستے سے (لوگوں کو) روکتے تھے
اور جو لوگ ہماری ایتوں کی تکذیب کرتے تھے ان پر نصرت بخشی۔ وہ بےشک برے لوگ تھے سو ہم نے ان سب کو غرق کردیا
ان لوگوں کے ليے ہمیشہ (اباد) رہنے والے باغات ہیں (جن میں) ان (کے محلات) کے نیچے نہریں جاری ہیں انہیں ان جنتوں میں سونے کے کنگن پہنايے جايیں گے اور وہ باریک دیبا اور بھاری اطلس کے (ریشمی) سبز لباس پہنیں گے اور پر تکلف تختوں پر تکيے لگايے بیٹھے ہوں گے، کیا خوب ثواب ہے اور کتنی حسین ارام گاہ ہے،
تو خدا کے پیغمبر (صالح) نے ان سے کہا کہ خدا کی اونٹنی اور اس کے پانی پینے کی باری سے عذر کرو
یہ حکمت سے بھری ہويی کتاب کی ایتیں ہیں
ان رسولوں نے کہا کہ تمہاری نحوست تمہارے ساتھ ہی لگی ہويی ہے، کیا اس کو نحوست سمجھتے ہو کہ تم کو نصیحت کی جايے بلکہ تم حد سے نکل جانے والے لوگ ہو
اور اگر ہم تم پر کاغذوں پر لکھی ہويی کتاب نازل کرتے اور یہ اسے اپنے ہاتھوں سے بھی ٹٹول لیتے تو جو کافر ہیں وہ یہی کہہ دیتے کہ یہ تو (صاف اور) صریح جادو ہے
رسول نے کہا "پروردگار، ان لوگوں نے جو میری تکذیب کی ہے، اس پر اب تو ہی میری نصرت فرما"
ہرگز اج کويی مسکین تمہارے باغ میں انے نہ پايے،
پس وہ (سب بت) میرے دشمن ہیں سوايے تمام جہانوں کے رب کے (وہی میرا معبود ہے)،
چکھ بے شک تو تو بڑا عزت والا بزرگی والا ہے
بےشک اپ(ص) کے پروردگار کی طرف ہی (سب کی) بازگشت ہے۔
یا ان کی مثال اس بارش کی سی ہے جو اسمان سے برس رہی ہے جس میں اندھیریاں ہیں اور گرج اور چمک (بھی) ہے تو وہ کڑک کے باعث موت کے ڈر سے اپنے کانوں میں انگلیاں ٹھونس لیتے ہیں، اور اللہ کافروں کو گھیرے ہويے ہے،
اس بلانے والے کی طرف دوڑتے جاتے ہوں گے۔ کافر کہیں گے یہ دن بڑا سخت ہے
امید ہے (اس کے بعد) تمہارا رب تم پر رحم فرمايے گا اور اگر تم نے پھر وہی (سرکشی کا طرز عمل اختیار) کیا تو ہم بھی وہی (عذاب دوبارہ) کریں گے، اور ہم نے دوزخ کو کافروں کے ليے قید خانہ بنا دیا ہے،
جسے الله گمراہ کر دے اسے کويی راہ دکھانے والا نہیں اور انہیں الله چھوڑ دیتا ہے کہ اپنی سرکشی میں حیران پھیر یں
اور اے پیغمبر علیھ السلامہم فرشتے اپ کے پروردگار کے حکم کے بغیر نازل نہیں ہوتے ہیں ہمارے سامنے یا پس پشت یا اس کے درمیان جو کچھ ہے سب اس کے اختیار میں ہے اور اپ کا پروردگار بھولنے والا نہیں ہے
یہاں تک کہ جب رسول ناامید ہونے لگے اور وه (قوم کے لوگ) خیال کرنے لگے کہ انہیں جھوٹ کہا گیا۔ فورا ہی ہماری مدد ان کے پاس اپہنچی جسے ہم نے چاہا اسے نجات دی گيی۔ بات یہ ہے کہ ہمارا عذاب گناهگاروں سے واپس نہیں کیا جاتا
جب اور کام کا فیصلہ کردیا جايے گا تو شیطان کہے گا کہ اللہ نے تو تمہیں سچا وعده دیا تھا اور میں نے تم سے جو وعدے کیے تھے ان کے خلاف کیا، میرا تم پر کويی دباو تو تھا ہی نہیں، ہاں میں نے تمہیں پکارا اور تم نے میری مان لی، پس تم مجھے الزام نہ لگاو بلکہ خود اپنے اپ کو ملامت کرو، نہ میں تمہارا فریاد رس اور نہ تم میری فریاد کو پہنچنے والے، میں تو سرے سے مانتا ہی نہیں کہ تم مجھے اس سے پہلے اللہ کا شریک مانتے رہے، یقینا ﻇالموں کے لیے دردناک عذاب ہے
اس نے جب ان کی اس پر فریب غیبت کا حال سنا تو انہیں بلوا بھیجا اور ان کے ليے ایک مجلس مرتب کی اور ان میں سے ہر ایک کو چھری دی۔ اور کہا اے یوسف! ان کے سامنے چلے او، ان عورتوں نے جب اسے دیکھا تو بہت بڑا جانا اور اپنے ہاتھ کاٹ ليے، اور زبان سے نکل گیا کہ حاشاللہ! یہ انسان تو ہرگز نہیں، یہ تو یقینا کويی بہت ہی بزرگ فرشتہ ہے
میں قسم کھاتا ہوں قیامت کے دن کی
(ذوالقرنین نے) کہا: مجھے میرے رب نے اس بارے میں جو اختیار دیا ہے (وہ) بہتر ہے، تم اپنے زور بازو (یعنی محنت و مشقت) سے میری مدد کرو، میں تمہارے اور ان کے درمیان ایک مضبوط دیوار بنا دوں گا،
اپ ان کے معاملات میں خدا کی نازل کرده وحی کے مطابق ہی حکم کیا کیجیيے، ان کی خواہشوں کی تابعداری نہ کیجیيے اور ان سے ہوشیار رہیيے کہ کہیں یہ اپ کو اللہ کے اتارے ہويے کسی حکم سے ادھر ادھر نہ کریں، اگر یہ لوگ منھ پھیر لیں تو یقین کریں کہ اللہ کا اراده یہی ہے کہ انہیں ان کے بعض گناہوں کی سزا دے ہی ڈالے اور اکثر لوگ نا فرمان ہی ہوتے ہیں
کہہ دیجيے! کہ جس موت سے تم بھاگتے پھرتے ہو وه تو تمہیں پہنچ کر رہے گی پھر تم سب چھپے کھلے کے جاننے والے (اللہ) کی طرف لوٹايے جاو گے اور وه تمہیں تمہارے کیے ہويے تمام کام بتلا دے گا
اس وقت نہ تو یہ وصیت کر سکیں گے اور نہ اپنے اہل کی طرف لوٹ سکیں گے
یا ان کے پاس تمہارے رب کے خزانے ہیں یا وہ کڑوڑے (حاکم اعلی) ہیں
ہم نے اپ سے پہلے اگلی امتوں میں بھی اپنے رسول (برابر) بھیجے
اور تمہارا مال اور اولاد ایسی چیز نہیں کہ تم کو ہمارا مقرب بنا دیں۔ ہاں (ہمارا مقرب وہ ہے) جو ایمان لایا اور عمل نیک کرتا رہا۔ ایسے ہی لوگوں کو ان کے اعمال کے سبب دگنا بدلہ ملے گا اور وہ خاطر جمع سے بالاخانوں میں بیٹھے ہوں گے
اسے موسی نے کہا کیا میں تیرے ساتھ رہوں اس شرط پر کہ تو مجھے سکھايے اس میں سے جو تجھے ہدایت کا طریقہ سکھایا گیا ہے
پھر ہم نے اپ کو دین کے کھلے راستے (شریعت) پر مامور فرما دیا، سو اپ اسی راہ پر چلتے جايیے اور ان لوگوں کی خواہشوں کو قبول نہ فرمايیے جنہیں (اپ کی اور اپ کے دین کی عظمت و حقانیت کا) علم ہی نہیں ہے،
اے ایمان والو! جب تم اپس میں ایک دوسرے سے میعاد مقرر پر قرض کا معاملہ کرو تو اسے لکھ لیا کرو، اور لکھنے والے کو چاہيے کہ تمہارا اپس کا معاملہ عدل سے لکھے، کاتب کو چاہيے کہ لکھنے سے انکار نہ کرے جیسے اللہ تعالی نے اسے سکھایا ہے، پس اسے بھی لکھ دینا چاہيے اور جس کے ذمہ حق ہو وہ لکھوايے اور اپنے اللہ تعالی سے ڈرے جو اس کا رب ہے اور حق میں سے کچھ گھٹايے نہیں، ہاں جس شخص کے ذمہ حق ہے وہ اگر نادان ہو یا کمزور ہو یا لکھوانے کی طاقت نہ رکھتا ہو تو اس کا ولی عدل کے ساتھ لکھوا دے اور اپنے میں سے دو مرد گواہ رکھ لو، اگر دو مرد نہ ہوں تو ایک مرد اور دو عورتیں جنہیں تم گوہوں میں سے پسند کر لو تاکہ ایک کی بھول چوک کو دوسری یاد دلا دے اور گواہوں کو چاہيے کہ وہ جب بلايے جايیں تو انکار نہ کریں اور قرض کو جس کی مدت مقرر ہے خواہ چھوٹا ہو یا بڑا ہو لکھنے میں کاہلی نہ کرو، اللہ تعالی کے نزدیک یہ بات بہت انصاف والی ہے اور گواہی کو بھی درست رکھنے والی اور شق و شبہ سے بھی زیادہ بچانے والی ہے، ہاں یہ اور بات ہے کہ وہ معاملہ نقد تجارت کی شکل میں ہو جو اپس میں تم لین دین کر رہے ہو تو تم پر اس کے نہ لکھنے میں کويی گناہ نہیں۔ خرید و فروخت کے وقت بھی گواہ مقرر کر لیا کرو اور ﴿یاد رکھو کہ﴾ نہ تو لکھنے والے کو نقصان پہنچایا جايے نہ گواہ کو اور اگر تم یہ کرو تو یہ تمہاری کھلی نافرمانی ہے، اللہ تعالی سے ڈرو، اللہ تمہیں تعلیم دے رہا ہے اور اللہ تعالی ہر چیز کو خوب جاننے والا ہے
زمین و اسمان کا ہر ذرہ اس خدا کی تسبیح کررہا ہے جو بادشاہ پاکیزہ صفات, اور صاحب هعزت اور صاحب هحکمت ہے
اس نے کہا کہ اے میرے رب! مجھے اس دن تک مہلت دے جب لوگ دوبارہ اٹھايے جايیں گے۔
اے گروه جنات و انسان! اگر تم میں اسمانوں اور زمین کے کناروں سے باہر نکل جانے کی طاقت ہے تو نکل بھاگو! بغیر غلبہ اور طاقت کے تم نہیں نکل سکتے
پھر اسے راستہ اسان کیا
کاہے کے انتظار میں ہیں مگر یہی کہ اللہ کا عذاب ايے چھايے ہويے بادلوں میں اور فرشتے اتریں اور کام ہوچکے اور سب کاموں کی رجوع اللہ کی طرف ہے،
اور جب تم نے کہا کہ موسی! ہم سے ایک (ہی) کھانے پر صبر نہیں ہو سکتا تو اپنے پروردگار سے دعا کیجيے کہ ترکاری اور ککڑی اور گیہوں اور مسور اور پیاز (وغیرہ) جو نباتات زمین سے اگتی ہیں، ہمارے لیے پیدا کر دے۔ انہوں نے کہا کہ بھلا عمدہ چیزیں چھوڑ کر ان کے عوض ناقص چیزیں کیوں چاہتے ہوں۔ (اگر یہی چیزیں مطلوب ہیں) تو کسی شہر میں جا اترو، وہاں جو مانگتے ہو، مل جايے گا۔ اور (اخرکار) ذلت (ورسوايی) اور محتاجی (وبے نوايی) ان سے چمٹا دی گيی اور وہ الله کے غضب میں گرفتار ہو گيے۔ یہ اس لیے کہ وہ الله کی ایتوں سے انکار کرتے تھے اور (اس کے) نبیوں کو ناحق قتل کر دیتے تھے۔ (یعنی) یہ اس لیے کہ نافرمانی کيے جاتے اور حد سے بڑھے جاتے تھے
اور اگر قرض دار تنگدست ہو تو خوشحالی تک مہلت دی جانی چاہيے، اور تمہارا (قرض کو) معاف کر دینا تمہارے ليے بہتر ہے اگر تمہیں معلوم ہو (کہ غریب کی دل جويی اﷲ کی نگاہ میں کیا مقام رکھتی ہے)،
پھر ان میں سے جس کے متعلق خیال تھا کہ وہ رہا ہو جايے گا اس سے یوسف نے کہا کہ "اپنے رب (شاہ مصر) سے میرا ذکر کرنا" مگر شیطان نے اسے ایسا غفلت میں ڈالا کہ وہ اپنے رب (شاہ مصر) سے اس کا ذکر کرنا بھول گیا اور یوسف کيی سال قید خانے میں پڑا رہا
یہ فیصلہ کا دن ہے ہم تمہیں اور پہلوں کو جمع کریں گے
اور ہر نفس کو اس انداز سے انا ہوگا کہ اس کے ساتھ ہنکانے والے اور گواہی دینے والے فرشتے بھی ہوں گے
اے ہارون کی بہن! نہ تو تیرا باپ برا ادمی تھا اور نہ تیری ماں بدکار تھی
وہی مانتے ہیں جو سنتے ہیں اور الله مردوں کو زندہ کرے گا پھر اس کی طرف لوٹايے جايیں گے
تو اپنے رب کی کونسی نعمت جھٹلاو گے،
اور اگر وہ دھوکے کی نیت رکھتے ہوں تو تمہارے لیے اللہ کافی ہے وہی تو ہے جس نے اپنی مدد سے اور مومنوں کے ذریعہ سے تمہاری تايید کی
پھر یہ تیرے ہی لايق ہے اور تیرے ہی ليے سزوار ہے۔
اوربے شک وہ غارت ہوا جس نے اس کو الودہ کر لیا
یہ سارے رسول بشارت دینے والے اور ڈرانے والے اس ليے بھیجے گيے تاکہ رسولوں کے انے کے بعد انسانوں کی حجت خدا پر قايم نہ ہونے پايے اور خدا سب پر غالب اور صاحب ه حکمت ہے
اور اپ سے پہلے کے بہت سے رسولوں کے واقعات ہم نے اپ سے بیان کيے ہیں اور بہت سے رسولوں کے نہیں بھی کيے اور موسی (علیہ السلام) سے اللہ تعالی نے صاف طور پر کلام کیا
پھر جو کويی اس کے بعد پھر جايے تو وہی لوگ نافرمان ہیں
اپ صاحبان ایمان سے کہہ دیں کہ وہ خدايی دنوں کی توقع نہ رکھنے والوں سے درگزر کریں تاکہ خدا قوم کو ان کے اعمال کا مکمل بدلہ دے سکے
اب دھنستا ہے لپٹ مارتی اگ میں وہ،
اور خدا ہی نے تم کو تمہاری ماوں کے شکم سے پیدا کیا کہ تم کچھ نہیں جانتے تھے۔ اور اس نے تم کو کان اور انکھیں اور دل (اور ان کے علاوہ اور) اعضا بخشے تاکہ تم شکر کرو
پھر کہنے لگا کہ یہ (قران) جادو کے سوا کچھ نہیں جو (اگلے جادوگروں سے) نقل ہوتا چلا ارہا ہے،
ہاں جو مرد، عورتیں اور بچے واقعی بے بس ہیں اور نکلنے کا کويی راستہ اور ذریعہ نہیں پاتے
اور اس وقت کو یاد کرو جب موسی نے اپنی قوم سے کہا کہ تم لوگ اللہ کی اس نعمت کو یاد کرو کہ اس نے تمہیں فرعون والوں سے نجات دلايی جب کہ وہ بدترین عذاب میں مبتلا کررہے تھے کہ تمہارے لڑکوں کو ذبح کررہے تھے اور تمہاری لڑکیوں کو (کنیزی کے ليے)زندہ رکھتے تھے اور اس میں تمہارے پروردگار کی طرف سے بڑا سخت امتحان تھا
مریم نے بچے کی طرف اشارہ کر دیا لوگوں نے کہا " ہم اس سے کیا بات کریں جو گہوارے میں پڑا ہوا ایک بچہ ہے؟"
اور اگر خدا چاہتا تو یہ لوگ شرک نہ کرتے۔ اور (اے پیغمبر!) ہم نے تم کو ان پر نگہبان مقرر نہیں کیا۔ اور نہ تم ان کے داروغہ ہو
اور جب ہم کويی ایت کسی ایت کی جگہ بدل دیتے ہیں۔ اور خدا جو کچھ نازل فرماتا ہے اسے خوب جانتا ہے تو (کافر) کہتے ہیں کہ تم یونہی اپنی طرف سے بنا لاتے ہو۔ حقیقت یہ ہے کہ ان میں اکثر نادان ہیں
یہ (وہ) ذکر ہے (جس کا بیان اس سورت کی پہلی ایت میں ہے)، اور بے شک پرہیزگاروں کے ليے عمدہ ٹھکانا ہے،
سوايے یہ کہ وہ خدايے بزرگ کی مرضی کا طلبگار ہے
اور اللہ نے کسی مرد کے سینے میں دو دل نہیں قرار دیيے ہیں اور تمہاری وہ بیویاں جن سے تم ا ظہار کرتے ہو انہیں تمہاری واقعی ماں نہیں قرار دیا ہے اور نہ تمہاری منہ بولی اولاد کواولادقرار دیا ہے یہ سب تمہاری زبانی باتیں ہیں اور اللہ تو صرف حق کی بات کہتا ہے اور سیدھے راستے کی طرف ہدایت کرتا ہے
اور انہوں نے اس کے بندوں میں سے اس کے ليے اولاد مقرر کی۔ بےشک انسان صریح ناشکرا ہے
اور وہ جن کے مال میں ایک معلوم حق ہے
جو کچھ وہ کرتے تھے،
اور انہیں گالی نہ دو وہ جن کو وہ اللہ کے سوا پوجتے ہیں کہ وہ اللہ کی شان میں بے ادبی کریں گے زیادتی اور جہالت سے یونہی ہم نے ہر امت کی نگاہ میں اس کے عمل بھلے کردیے ہیں پھر انہیں اپنے رب کی طرف پھرنا ہے اور وہ انہیں بتادے گا جو کرتے تھے،
محنت کرنے والے تھکنے والے
کہہ دیجيے کہ اللہ تعالی سچا ہے تم سب ابراہیم حنیف کے ملت کی پیروی کرو، جو مشرک نہ تھے
(یہ تو) اﷲ کا وعدہ ہے، اﷲ اپنے وعدہ کے خلاف نہیں کرتا، لیکن اکثر لوگ نہیں جانتے،
تو یہاں وہ مغلوب پڑے اور ذلیل ہوکر پلٹے
ان میں سے جسے تو اپنی اواز سنا کر بہکا سکتا ہے بہکا لے اور ان پر اپنے سوار اور پیادے بھی چڑھا دے اوران کے مال اور اولاد میں بھی شریک ہو جا اور ان سے وعدے کر اور شیطان کے وعدے بھی محض فریب ہی تو ہیں
اور بچا دے ان کو برايیوں سے جس کو تو نے قیامت کے دن برايیوں سے بچا دیا اس پر تو نے بڑا رحم کیا، یہی بڑی کامیابی ہے"
اس سے کہا گیا کہ محل میں داخل ہو اس نے جو دیکھا تو سمجھی کہ پانی کا حوض ہے اور اترنے کے لیے اس نے اپنے پاينچے اٹھا لیے سلیمان نے کہا یہ شیشے کا چکنا فرش ہے اس پر وہ پکار اٹھی "اے میرے رب، (اج تک) میں اپنے نفس پر بڑا ظلم کرتی رہی، اور اب میں نے سلیمان کے ساتھ اللہ رب العالمین کی اطاعت قبول کر لی"
اور بہت سے منافع بھی دے دیيے جنہیں وہ حاصل کریں گے اور اللہ ہر ایک پر غالب انے والا اور صاحب هحکمت ہے
اللہ تعالی نے ہی تم سب کو پیدا کیا ہے وہی پھر تمہیں فوت کرے گا، تم میں ایسے بھی ہیں جو بدترین عمر کی طرف لوٹايے جاتے ہیں کہ بہت کچھ جاننے بوجھنے کے بعد بھی نہ جانیں۔ بیشک اللہ دانا اور توانا ہے
وہ جو نماز ادا کرتے ہیں اور زکواة دیتے ہیں اور اخرت پر بھی یقین رکھتے ہیں
بیشک اسمانوں اور زمینوں میں صاحبان هایمان کے ليے بہت سی نشانیاں پايی جاتی ہیں
اور ان لوگوں کے مقابلہ میں جو ہماری ایتوں کو جھٹلاتے تھے ان کی مدد کی بےشک وہ بڑے برے لوگ تھے۔ پس ہم نے ان سب کو غرق کر دیا۔
جنہوں نے دنیا میں اپنے دین کو لہو ولعب بنا رکھا تھا اور جن کو دنیاوی زندگی نے دھوکہ میں ڈال رکھا تھا۔ سو ہم (بھی) اج کے روز ان کا نام بھول جايیں گے جیسا کہ وه اس دن کو بھول گيے اور جیسا یہ ہماری ایتوں کا انکار کرتے تھے
اور ان دیہاتیوں میں سے بعض ایسے ہیں کہ جو کچھ خرچ کرتے ہیں اس کو جرمانہ سمجھتے ہیں اور تم مسلمانوں کے واسطے برے وقت کے منتظر رہتے ہیں، برا وقت ان ہی پر پڑنے واﻻ ہے اور اللہ سننے واﻻ جاننے واﻻ ہے
جس نے مال کو جمع کیا اور خوب اس کا حساب رکھا
اے پیغمبر جو قیدی تمہارے ہاتھ میں (گرفتار) ہیں ان سے کہہ دو کہ اگر خدا تمہارے دلوں میں نیکی معلوم کرے گا تو جو (مال) تم سے چھن گیا ہے اس سے بہتر تمہیں عنایت فرمايے گا اور تمہارے گناہ بھی معاف کر دے گا اور خدا بخشنے والا مہربان ہے
اورتو بھی ہم جیسا ایک ادمی ہے اور ہمارے خیال میں تو تو جھوٹا ہے
اور کہتے ہیں کہ ہمارا رب پاک و پاکیزہ ہے اور اس کا وعدہ یقینا پورا ہونے والا ہے
خبیﺚ عورتیں خبیﺚ مردوں کے ﻻيق ہیں اور خبیﺚ مرد خبیﺚ عورتوں کے ﻻيق ہیں اور پاک عورتیں پاک مردوں کے ﻻيق ہیں اور پاک مرد پاک عورتوں کے ﻻيق ہیں۔ ایسے پاک لوگوں کے متعلق جو کچھ بکواس (بہتان باز) کر رہے ہیں وه ان سے بالکل بری ہیں، ان کے ليے بخشش ہے اور عزت والی روزی
اپ (ع) نے کہا مجھے (اس) زمین کے خزانوں پر مقرر کر دیجیے میں یقینا (مال کی) حفاظت کرنے والا اور اس کام کا جاننے والا بھی ہوں۔
اور انہوں نے اللہ کی قسم کھايی اپنی قسموں میں حد کی کوشش سے کہ اگر ان کے پاس کويی ڈر سنانے والا ایا تو وہ ضرور کسی نہ کسی گروہ سے زیادہ راہ پر ہوں گے پھر جب ان کے پاس ڈر سنانے والا تشریف لایا تو اس نے انہیں نہ بڑھا مگر نفرت کرنا
اور درحقیقت ہم نے لوگوں (کے سمجھانے) کے ليے اس قران میں ہر طرح کی مثال بیان کر دی ہے، اور اگر اپ ان کے پاس کويی (ظاہری) نشانی لے ايیں تب بھی یہ کافر لوگ ضرور (یہی) کہہ دیں گے کہ اپ محض باطل و فریب کار ہیں،
کیا تم نے دیکھا کہ اگر اس کافر نے جھٹلایا اور منھ پھیر لیا
کہیں گے کہ تم پر سلامتی ہو، صبر کے بدلے، کیا ہی اچھا (بدلہ) ہے اس دار اخرت کا
اور مجھے حکم دیا گیا ہے کہ میں سب سے پہلا اطاعت گزار بن جاوں
اے میری قوم! میں تمہارے بارے میں چیخ و پکار والے دن سے ڈرتا ہوں۔
اور صور پھونکا جايے گا تو وہ فورا اپنی قبروں سے نکل کر اپنے رب کی طرف دوڑے چلے ايیں گے
ویل اور افسوس ہے ہر ایک جھوٹے گنہگار پر
کہ کويی شخص کسی دوسرے کا بوجھ نہ اٹھايے گا
کہہ دیجيے کہ یہ قران بہت بڑی خبر ہے
ایک شخص جس کو کتاب الہی کا علم تھا کہنے لگا کہ میں اپ کی انکھ کے جھپکنے سے پہلے پہلے اسے اپ کے پاس حاضر کيے دیتا ہوں۔ جب سلیمان نے تخت کو اپنے پاس رکھا ہوا دیکھا تو کہا کہ یہ میرے پروردگار کا فضل ہے تاکہ مجھے ازمايے کہ میں شکر کرتا ہوں یا کفران نعمت کرتا ہوں اور جو شکر کرتا ہے تو اپنے ہی فايدے کے ليے شکر کرتا ہے اور جو ناشکری کرتا ہے تو میرا پروردگار بےپروا (اور) کرم کرنے والا ہے
اور میرے خاندان میں سے میرے بھايی۔
اور اسے ان چیزو ں سے روک دیا جنہیں الله کےسوا پوجتی تھی بے شک وہ کافروں میں سے تھی
اور اپنے رب کے حکم کی تعمیل کرے گی اور اس کے لیے حق یہی ہے (کہ اس کی تعمیل کرے)
پھر جب انہوں نے (موسی علیہ السلام کی شان میں گستاخی کر کے) ہمیں شدید غضبناک کر دیا (تو) ہم نے ان سے بدلہ لے لیا اور ہم نے ان سب کو غرق کر دیا،
پس انہوں نے اس کو جھٹلایا پس بے شک وہ حاضر کیے جايیں گے
اور ہم نے لوگوں کے ليے اس قران میں ہر طرح کی مثال بیان کردی ہے کہ شاید یہ عبرت اور نصیحت حاصل کرسکیں
(اے رسول) اور ہم نے اپ سے پہلے بھی مردوں کو ہی رسول بنا کر بھیجا تھا جن کی طرف وحی کیا کرتے تھے۔ اگر تم نہیں جانتے تو اہل ذکر سے پوچھ لو۔
اور انہیں اس کا کچھ بھی علم نہیں ہے، وہ صرف گمان کے پیچھے چلتے ہیں، اور بیشک گمان یقین کے مقابلے میں کسی کام نہیں اتا،
اگر تیرے رب کی مشیت یہ ہوتی (کہ زمین میں سب مومن و فرمانبردار ہی ہوں) تو سارے اہل زمین ایمان لے ايے ہوتے پھر کیا تو لوگوں کو مجبور کرے گا کہ وہ مومن ہو جايیں؟
تو کیا انہوں نے نہ دیکھا جو ان کے اگے اور پیچھے ہے اسمان اور زمین ہم چاہیں تو انہیں زمین میں دھنسادیں یا ان پر اسمان کا ٹکڑا گرادیں، بیشک اس میں نشانی ہے ہر رجوع لانے والے بندے کے لیے
تو ایمان لاو اللہ اور اس کے رسول اور اس نور پر جو ہم نے اتارا، اور اللہ تمہارے کاموں سے خبردار ہے،
ان لوگوں نے کہا کہ کیا ہم نے اپ کو سب کے انے سے منع نہیں کردیا تھا
اے ایمان والو اگر تم تقوايے الہی اختیار کرو۔ تو خدا تمہیں حق و باطل میں تفرقہ کرنے کی قوت و صلاحیت عطا فرمايے گا۔ اور تمہاری برايیوں کو ڈھانپ لے گا (پردہ پوشی کرے گا) اور تمہارے گناہ بخش دے گا۔ اور اللہ بڑا فضل (و کرم) والا ہے۔
اور جو بعد کو ایمان لايے اور ہجرت کی اور تمہارے ساتھ جہاد کیا وہ بھی تمہیں میں سے ہیں اور رشتہ والے ایک دوسرے سے زیادہ نزدیک ہیں اللہ کی کتاب میں بیشک اللہ سب کچھ جانتا ہے،
جس نے اس سے منہ پھیرا سو وہ قیامت کے دن بوجھ اٹھايے گا
اللہ تمہارے اعمال درست کر دے گا اور تمہارے قصوروں سے درگزر فرمايے گا جو شخص اللہ اور اس کے رسول کی اطاعت کرے اس نے بڑی کامیابی حاصل کی
اور تمہیں کیا معلوم کہ وہ دشوار گزار گھاٹی کیا ہے؟
یا جب ان کو عذاب کا ڈر پیدا ہوگیا ہو تو ان کو پکڑلے۔ بےشک تمہارا پروردگار بہت شفقت کرنے والا اور مہربان ہے
(اچھا) تو اس کے پاس جاو اور کہو کہ ہم اپ کے پروردگار کے بھیجے ہويے ہیں تو بنی اسرايیل کو ہمارے ساتھ جانے کی اجازت دیجیيے۔ اور انہیں عذاب نہ کیجیيے۔ ہم اپ کے پاس اپ کے پروردگار کی طرف سے نشانی لے کر ايے ہیں۔ اور جو ہدایت کی بات مانے اس کو سلامتی ہو
(حقیقت میں) یہی لوگ سچے مومن ہیں، ان کے ليے ان کے رب کی بارگاہ میں (بڑے) درجات ہیں اور مغفرت اور بلند درجہ رزق ہے،
بیشک ہم نے اسے زمین میں قابو دیا اور ہر چیز کا ایک سامان عطا فرمایا
فرمایا کہ تجھ کو مہلت دی جاتی ہے
یہ وہاں ایسے پیالے سے سیراب کيے جايیں گے جس میں زنجبیل کی امیزش ہوگی
سیدھی راہ پر بھیجے گيے ہو
ان لوگوں نے کہا کہ انہیں اور ان کے بھايی کو روک رکھیے۔ اور شہروں میں ہرکارے بھیج دیجيے۔
(اے مجرمو!) تم ضرور دردناک عذاب کا مزہ چکھنے والے ہو۔
اور کافر لوگ کہتے ہیں کہ (اگر یہ نبی برحق ہیں) تو ان کے پروردگار کی طرف سے ان پر (ہماری پسند کی) کويی نشانی کیوں نہیں اتاری گيی؟ کہہ دیجیيے! اللہ جسے چاہتا ہے گمراہی میں چھوڑتا ہے اور جو اس کی طرف رجوع کرتا ہے اسے ہدایت کرتا ہے۔
وہ اس (دوزخ) میں اور کھولتے گرم پانی میں گھومتے پھریں گے،
یہ ہماری کار فرمايی ہے کہ اسمان میں ہم نے بہت سے مضبوط قلعے بنايے، ان کو دیکھنے والوں کے لیے مزین کیا
اس پر وه سب اس سے منھ موڑے ہويے واپس چلے گيے
اپس میں چپکے چپکے باتیں کرتے ہوں گے کہ تم دنیا میں مشکل سے دس دن ہی ٹھہرے ہوگے،
نیکی کا بدلہ نیکی کے سوا اور کیا ہے
مومنو! جب تم مومن عورتوں سے نکاح کرکے ان کو ہاتھ لگانے (یعنی ان کے پاس جانے) سے پہلے طلاق دے دو تو تم کو کچھ اختیار نہیں کہ ان سے عدت پوری کراو۔ ان کو کچھ فايدہ (یعنی خرچ) دے کر اچھی طرح سے رخصت کردو
اور جس نے اندازہ پر رکھ کر راہ دی
اور بیشک تم اخلاق کے بڑے مرتبے پر ہو
سب مل کر بھی اس کے خلاف کسی کو بہکا نہیں سکتے ہو
تو اس نے لشکر کے دم پر منہ موڑ لیا اور کہا کہ یہ جادوگر یا دیوانہ ہے
کیا لوگوں کے لیے یہ ایک عجیب بات ہو گيی کہ ہم نے خود انہی میں سے ایک ادمی کو اشارہ کیا کہ (غفلت میں پڑے ہويے) لوگوں کو چونکا دے اور جو مان لیں ان کو خوشخبری دیدے کہ ان کے لیے ان کے رب کے پاس سچی عزت و سرفرازی ہے؟ (کیا یہی وہ بات ہے جس پر) منکرین نے کہا کہ یہ شخص تو کھلا جادوگر ہے؟
اج ان جھٹلانے والوں کی درگت ہے
اور (دوسرے) بايیں جانب والے، کیا (ہی برے حال میں ہوں گے) بايیں جانب والے،
بےشک ابراہیم پیشوا اور اللہ تعالی کے فرمانبردار اور یک طرفہ مخلص تھے۔ وه مشرکوں میں سے نہ تھے
یہی وہ لوگ ہیں جو نیکیوں میں سبقت کرنے والے ہیں اور سب کے اگے نکل جانے والے ہیں
محمد تم میں سے کسی مرد کے باپ نہیں لیکن وہ الله کے رسول اور سب نبیوں کے خاتمے پر ہیں اور الله ہر بات جانتا ہے
وہ لوگ صرف ایک سخت چنگھاڑ کے ہی منتظر ہیں جو انہیں (اچانک) پکڑے گی اور وہ اپس میں جھگڑ رہے ہوں گے،
اگر تم کويی بات ظاہر کرو یا اسے چھپاو تو بے شک الله ہر چیز کو جاننے والا ہے
اے ایمان والو! تم جب کويی سرگوشی (خفیہ بات) کرو تو گناہ، ظلم و زیادتی اور رسول(ص) کی نافرمانی کے بارے میں سرگوشی نہ کرو بلکہ نیکی کرنے اور تقوی اختیار کرنے کی سرگوشی کرو اور اللہ (کی نافرمانی سے) ڈرو جس کے پاس جمع کيے جاو گے۔
پھر زمین کو چٹیل میدان کر کے چھوڑے گا
اور ہم تو رسولوں کو صرف بشارت دینے والا اور عذاب سے ڈرانے والا بناکر بھیجتے ہیں اور کفار باطل کے ذریعہ جھگڑا کرتے ہیں کہ اس کے ذریعہ کو برباد کردیں اور انہوں نے ہماری نشانیوں کو اور جس بات سے ڈرايے گيے تھے سب کو ایک مذاق بنالیا ہے
اور جب شیطان نے ان (کافروں) کے ليے ان کے اعمال خوش نما کر دکھايے اور اس نے (ان سے) کہا: اج لوگوں میں سے کويی تم پر غالب نہیں (ہو سکتا) اور بیشک میں تمہیں پناہ دینے والا (مددگار) ہوں۔ پھر جب دونوں فوجوں نے ایک دوسرے کو (مقابل) دیکھ لیا تو وہ الٹے پاوں بھاگ گیا اور کہنے لگا: بیشک میں تم سے بے زار ہوں، یقینا میں وہ (کچھ) دیکھ رہا ہوں جو تم نہیں دیکھتے، بیشک میں اللہ سے ڈرتا ہوں، اور اللہ سخت عذاب دینے والا ہے،
یہ ہماری کتاب تمہارے بارے میں سچ سچ بیان کردے گی۔ جو کچھ تم کیا کرتے تھے ہم لکھواتے جاتے ہیں
اس نے کہا میں ایسا نہیں ہوں کہ ایسے بشر کو سجدہ کروں جسے تو نے سڑے ہويے گارے کی کھنکھناتی ہويی مٹی سے پیدا کیا ہے۔
اور اسمان کو کہ کس طرح اونچا کیا گیا ہے
جو فردوس کے وارث ہوں گے جہاں وه ہمیشہ رہیں گے
اے ہمارے رب اور انہیں بہشتوں میں داخل کر جو ہمیشہ رہیں گی جن کا تو نے ان سے وعدہ کیا ہے اور ان کو جو ان کے باپ دادوں اوران کی بیویوں اوران کی اولاد میں سے نیک ہیں بے شک تو غالب حکمت والا ہے
اے رب ہمارے ہم کو دوزخ سے نکال دے پھر اگر ہم ویسے ہی کریں تو ہم ظالم ہیں
اور کیا (ہمیشہ ایسا نہیں ہوا کہ) جب بھی انہوں (یہود) نے کويی عہد کیا۔ تو انہی کے ایک گروہ نے اسے پس پشت ڈال دیا (توڑ دیا) بلکہ ان میں سے اکثر بے ایمان ہیں۔
اپ(ص) کہہ دیجيے! کیا تم اس ذات کا انکار کرتے ہو جس نے زمین کو پیدا کیا اور دوسروں کو اس کا ہمسر قرار دیتے ہو؟ وہی تو سارے جہانوں کا پروردگار ہے۔
فرما دیجيے: بھلا تم بتاو اگر یہ (قران) اللہ ہی کی طرف سے (اترا) ہو پھر تم اس کا انکار کرتے رہو تو اس شخص سے بڑھ کر گمراہ کون ہوگا جو پرلے درجہ کی مخالفت میں (پڑا) ہو،
(یعنی) اسمان اور زمین کا اور جو ان دونوں کے درمیان ہے سب کا پروردگار ہے۔ تو اسی کی عبادت کرو اور اسی کی عبادت پر ثابت قدم رہو۔ بھلا تم کويی اس کا ہم نام جانتے ہو
کشتی ان لوگوں کو لیے چلی جا رہی تھی اور ایک ایک موج پہاڑ کی طرح اٹھ رہی تھی نوح کا بیٹا دور فاصلے پر تھا نوح نے پکار کر کہا "بیٹا، ہمارے ساتھ سوار ہو جا، کافروں کے ساتھ نہ رہ"
پس چپکے سے اپنے گھر والوں کے پاس گیا اور ایک موٹا بچھڑا (تلا ہوا) لایا
ان کے بعد پھر بھی ہم اپنے رسولوں کو پے در پے بھیجتے رہے اور ان کے بعد عیسی بن مریم (علیہ السلام) کو بھیجا اور انہیں انجیل عطا فرمايی اور ان کے ماننے والوں کے دلوں میں شفقت اور رحم پیدا کردیا ہاں رہبانیت (ترک دنیا) تو ان لوگوں نے ازخود ایجاد کرلی تھی ہم نے ان پر اسے واجب نہ کیا تھا سوايے اللہ کی رضاجويی کے۔ سو انہوں نے اس کی پوری رعایت نہ کی، پھر بھی ہم نے ان میں سے جو ایمان ﻻيے تھے۔ انہیں ان کا اجر دیا اور ان میں زیاده تر لوگ نافرمان ہیں
بیشک منافق (بزعم خویش) اللہ کو دھوکہ دینا چاہتے ہیں حالانکہ وہ انہیں (اپنے ہی) دھوکے کی سزا دینے والا ہے، اور جب وہ نماز کے ليے کھڑے ہوتے ہیں تو سستی کے ساتھ (محض) لوگوں کو دکھانے کیليے کھڑے ہوتے ہیں اور اللہ کویاد (بھی) نہیں کرتے مگر تھوڑا،
یقینا وہ لوگ بڑے گھاٹے میں ہیں جنہوں نے علم کے بغیر محض جہالت اور حماقت کی وجہ سے اپنی اولاد کو قتل کیا۔ اور اللہ پر افترا پردازی کرکے اللہ کے دیے ہويے رزق کو حرام قرار دیا بے شک وہ گمراہ ہويے اور ہدایت یافتہ اور راہ یاب نہیں ہیں۔
یقینا ان کا رب اس روز ان سے خوب باخبر ہوگا
میں اسے سخت سزا دوں گا، یا ذبح کر دوں گا، ورنہ اسے میرے سامنے معقول وجہ پیش کرنی ہو گی
(اے حبیب مکرم! اپ کے) والد (ادم یا ابراہیم علیہما السلام) کی قسم اور (ان کی) قسم جن کی ولادت ہويی٭، ٭ یعنی ادم علیہ السلام کی ذریت صالحہ یا اپ ہی کی ذات گرامی جن کے باعث یہ شہر مکہ بھی لايق قسم ٹھہرا ہے۔
جن لوگوں کو ہم سے ملنے کی توقع نہیں اور دنیا کی زندگی سے خوش اور اسی پر مطيمن ہو بیٹھے اور ہماری نشانیوں سے غافل ہو رہے ہیں
وہ رات کو دن میں داخل فرماتا ہے اور دن کو رات میں داخل فرماتا ہے اور اس نے سورج اور چاند کو (ایک نظام کے تحت) مسخر فرما رکھا ہے، ہر کويی ایک مقرر میعاد کے مطابق حرکت پذیر ہے۔ یہی اﷲ تمہارا رب ہے اسی کی ساری بادشاہت ہے، اور اس کے سوا تم جن بتوں کو پوجتے ہو وہ کھجور کی گٹھلی کے باریک چھلکے کے (بھی) مالک نہیں ہیں،
کیا انہوں نے اس بات پر نظر نہیں کی کہ جس اللہ نے اسمان وزمین کو پیدا کیا ہے وه ان جیسوں کی پیدايش پر پورا قادر ہے، اسی نے ان کے ليے ایک ایسا وقت مقرر کر رکھا ہے جو شک شبہ سے یکسر خالی ہے، لیکن ﻇالم لوگ انکار کيے بغیر رہتے ہی نہیں
بھلا جو شخص خدا کی خوشنودی کا تابع ہو وہ اس شخص کی طرح (مرتکب خیانت) ہوسکتا ہے جو خدا کی ناخوشی میں گرفتار ہو اور جس کا ٹھکانہ دوزخ ہے، اور وہ برا ٹھکانا ہے
ان سب نے رسولوں کو جھٹلایا تھا پس میرا عذاب ا موجود ہوا
اور جس دن اﷲ کے دشمنوں کو دوزخ کی طرف جمع کر کے لایا جايے گا پھر انہیں روک روک کر (اور ہانک کر) چلایا جايے گا،
اس نے دو دریا بہايے ہیں جو اپس میں مل جاتے ہیں
بیشک میں ہی اللہ ہوں، میرے سوا عبادت کے ﻻيق اور کويی نہیں پس تو میری ہی عبادت کر، اور میری یاد کے ليے نماز قايم رکھ
اور اسمانوں اور زمین کی بادشاہی اللہ ہی کیليے ہے جس کو چاہے بخش دے اور جس کو چاہے عذاب دے اور اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔
اور اسی طرح ہم نے ہر نبی کے دشمن بہت سے شیطان پیدا کيے تھے کچھ ادمی اور کچھ جن، جن میں سے بعض بعضوں کو چکنی چپڑی باتوں کا وسوسہ ڈالتے رہتے تھے تاکہ ان کو دھوکہ میں ڈال دیں اور اگر اللہ تعالی چاہتا تو یہ ایسے کام نہ کرسکتے سو ان لوگوں کو اور جو کچھ یہ افترا پردازی کر رہے ہیں اس کو اپ رہنے دیجيے
اسمان کو ہم نے اپنے زور سے بنایا ہے اور ہم اس کی قدرت رکھتے ہیں
یہ کبھی ایمان نہ لايیں گے کہ ان سے پہلے والوں کا طریقہ بھی ایسا ہی رہ چکا ہے
مسلمان مسلمان بھايی ہیں تو اپنے دو بھايیوں میں صلح کرو اور اللہ سے ڈرو کہ تم پر رحمت ہو
اور اگر ہم کاغذ پر لکھا ہوا کويی نوشتہ اپ پر نازل فرماتے پھر اس کو یہ لوگ اپنے ہاتھوں سے چھو بھی لیتے تب بھی یہ کافر لوگ یہی کہتے کہ یہ کچھ بھی نہیں مگر صریح جادو ہے
اور یہ (خوبی) صرف انہی لوگوں کو عطا کی جاتی ہے جو صبر کرتے ہیں، اور یہ (توفیق) صرف اسی کو حاصل ہوتی ہے جو بڑے نصیب والا ہوتا ہے،
یقینا صرف یہی سچا بیان ہے اور کويی معبود برحق نہیں بجز اللہ تعالی کے اور بے شک غالب اور حکمت واﻻ اللہ تعالی ہی ہے
بے شک میں تمہارے رب پر ایمان لایا پس میری بات سنو
اے ایمان والو! اپنے (لوگوں کے) سوا دوسرے ایسے لوگوں کو اپنا جگری دوست (رازدار) نہ بناو جو تمہیں نقصان پہنچانے میں کويی کسر اٹھا نہیں رکھتے۔ جو چیز تمہیں مصیبت و زحمت میں مبتلا کرے وہ اسے محبوب رکھتے ہیں بغض و عناد ان کے مونہوں سے ٹپکتا ہے۔ اور جو کچھ ان کے سینے چھپايے ہويے ہیں وہ اس سے کہیں بڑھ کر ہے۔ ہم نے تمہارے ليے نشانیاں کھول کر بیان کر دی ہیں اگر تم عقل سے کام لو۔
(جو اہل) ارم تھے (اور) بڑے بڑے ستونوں (کی طرح دراز قد اور اونچے محلات) والے تھے،
جب وہ (کافر) تمہارے اوپر (وادی کی بالايی مشرقی جانب) سے اور تمہارے نیچے (وادی کی زیریں مغربی جانب) سے چڑھ ايے تھے اور جب (ہیبت سے تمہاری) انکھیں پھر گيی تھیں اور (دہشت سے تمہارے) دل حلقوم تک اپہنچے تھے اور تم (خوف و امید کی کیفیت میں) اللہ کی نسبت مختلف گمان کرنے لگے تھے،
کويی قوم نہ اپنے وقت سے پہلے ختم ہويی اور نہ اس کے بعد ٹھیر سکی
یعقوب نے کہا کہ مجھے اس کالے جانا تکلیف پہنچاتا ہے اور میں ڈرتا ہوں کہ کہیں اسے بھیڑیا نہ کھاجايے اور تم غافل ہی رہ جاو
یہ لوگ اسے دور سمجھتے ہیں
بیشک اللہ اسمان و زمین کے غیب کا جاننے والا ہے اور وہ دلوں کے چھپے ہويے اسرار کو بھی جانتا ہے
کیا ان کو سجھايی نہ دیتا تھا کہ ہم نے رات ان کے لیے سکون حاصل کرنے کو بنايی تھی اور دن کو روشن کیا تھا؟ اسی میں بہت نشانیاں تھیں ان لوگوں کے لیے جو ایمان لاتے تھے
خبردو (۵۴) میرے بندوں کو کہ بیشک میں ہی ہوں بخشے والا مہربان،
یہاں تک کہ جب وہ ہمارے پاس ايے گا تو (اپنے ساتھی شیطان سے) کہے گا: اے کاش! میرے اور تیرے درمیان مشرق و مغرب کا فاصلہ ہوتا پس (تو) بہت ہی برا ساتھی تھا،
اور انہوں نے جو جو اعمال کیے تھے ہم نےان کی طرف بڑھ کر انہیں پراگنده ذروں کی طرح کردیا
پس اب تو بھی دیکھ لے گا اور یہ بھی دیکھ لیں گے
اس کے بعد جو بھی خدا پر بہتان رکھے گا اس کا شمار ظالمین میں ہوگا
اس طریقہ سے زیادہ توقع کی جاسکتی ہے کہ لوگ ٹھیک ٹھیک شہادت دیں گے، یا کم از کم اس بات ہی کا خوف کریں گے کہ ان کی قسموں کے بعد ددسری قسموں سے کہیں ان کی تردید نہ ہو جايے اللہ سے ڈرو اور سنو، اللہ نافرمانی کرنے والوں کو اپنی رہنمايی سے محروم کر دیتا ہے
تم سب کا پیدا کرنا اور قیامت میں اٹھانا ایسا ہی ہے جیسا ایک جان کا بیشک اللہ سنتا دیکھتا ہے
وه بڑے لوگ جواب دیں گے ہم تو سبھی اس اگ میں ہیں، اللہ تعالی اپنے بندوں کے درمیان فیصلے کر چکا ہے
بیشک اللہ حکم فرماتا ہے انصاف اور نیکی اور رشتہ داروں کے دینے کا اور منع فرماتا بے حیايی اور بری بات اور سرکشی سے تمہیں نصیحت فرماتا ہے کہ تم دھیان کرو،
(روزوں کے دن) گنتی کے چند روز ہیں تو جو شخص تم میں سے بیمار ہو یا سفر میں ہو تو دوسرے دنوں میں روزوں کا شمار پورا کرلے اور جو لوگ روزہ رکھنے کی طاقت رکھیں (لیکن رکھیں نہیں) وہ روزے کے بدلے محتاج کو کھانا کھلا دیں اور جو کويی شوق سے نیکی کرے تو اس کے حق میں زیادہ اچھا ہے۔ اور اگر سمجھو تو روزہ رکھنا ہی تمہارے حق میں بہتر ہے
اور اپنے پروردگار کی نعمت کا اظہار کیجيے۔
جب اس نے اپنی قوم سے فرمایا کیا تم ڈرتے نہیں
ہم تجھی کو پوجیں اور تجھی سے مدد چاہیں،
اور نماز قايم کرو۔ اور زکوۃ ادا کرو۔ اور جو کچھ نیکی اور بھلايی اپنے ليے (زاد راہ کے طور پر) اگے بھیج دوگے اسے اللہ کے یہاں موجود پاوگے جو کچھ تم کرتے ہو اللہ اسے دیکھ رہا ہے۔
کہہ دیجيے! جو گمراہی میں ہوتا اللہ رحمن اس کو خوب لمبی مہلت دیتا ہے، یہاں تک کہ وه ان چیزوں کو دیکھ لیں جنکا وعده کیے جاتے ہیں یعنی عذاب یا قیامت کو، اس وقت ان کو صحیح طور پر معلوم ہو جايے گا کہ کون برے مرتبے واﻻ اور کس کا جتھا کمزور ہے
کہہ دیجیے! کہ تم (لوگ) اس پر ایمان لاو یا نہ لاو۔ لیکن جن کو اس سے پہلے علم دیا گیا ہے جب اسے ان کے سامنے پڑھا جاتا ہے تو وہ منہ کے بل سجدہ میں گر پڑتے ہیں۔
کیا تم نے اس شخص کو نہیں دیکھا (اس کے حال پر غور نہیں کیا) جس نے جناب ابراہیم سے ان کے پروردگار کے بارے میں صرف اس بنا پر بحث و تکرار کی تھی کہ خدا نے اسے سلطنت دے رکھی تھی۔ جب ابراہیم نے کہا تھا کہ میرا پروردگار وہ ہے جو جلاتا بھی ہے اور مارتا بھی ہے۔ اس (شخص) نے کہا میں بھی جلاتا اور مارتا ہوں (اس پر) ابراہیم نے کہا میرا خدا سورج کو مشرق سے نکالتا ہے تو اسے مغرب سے نکال۔ اس پر کافر مبہوت (ہکا بکا) ہوگیا۔ خدا ظالموں کو ہدایت نہیں کرتا (ان کو منزل مقصود تک نہیں پہنچاتا)۔
یہی وہ لوگ ہیں، جو حقیقی کافر ہیں اور ہم نے کافروں کے لیے رسوا کرنے والا عذاب مہیا کر رکھا ہے۔
کويی امت اپنی میعاد سے نہ پہلے جايے نہ پیچھے رہے
اس میں وه مدتوں تک پڑے رہیں گے
جو لوگ اپنا مال خدا کی راہ میں خرچ کرتے ہیں ان (کے مال) کی مثال اس دانے کی سی ہے جس سے سات بالیں اگیں اور ہر ایک بال میں سو سو دانے ہوں اور خدا جس (کے مال) کو چاہتا ہے زیادہ کرتا ہے۔ وہ بڑی کشايش والا اور سب کچھ جاننے والا ہے
ان کے لیے سدا بہار جنتیں ہیں جن کے نیچے نہریں بہہ رہی ہوں گی، وہاں وہ سونے کے کنگنوں سے اراستہ کیے جايیں گے، باریک ریشم اور اطلس و دیبا کے سبز کپڑے پہنیں گے، اور اونچی مسندوں پر تکیے لگا کر بیٹھیں گے بہترین اجر اور اعلی درجے کی جايے قیام!
اور اپنے رب کا حکم (انشقاق) بجا لايیں گے اور (یہی تعمیل امر) اس کے لايق ہے،
اور بے شک تو اس میں نہ پیاسا ہوگا اور نہ تجھے دھوپ لگے گی
یہ صرف اس بات کے منتظر ہیں کہ ان کے پاس ملايکہ اجايیں یا خود پروردگار اجايے یا اس کی بعض نشانیاں اجايیں تو جس دن اس کی بعض نشانیاں اجايیں گی اس دن جو نفس پہلے سے ایمان نہیں لایا ہے یا اس نے ایمان لانے کے بعد کويی بھلايی نہیں کی ہے اس کے ایمان کا کويی فايدہ نہ ہوگا تو اب کہہ دیجيے کہ تم لوگ بھی انتظار کرو اور میں بھی انتظار کررہا ہوں
اور ان کا کیا نقصان تھا اگر ایمان لاتے اللہ اور قیامت پر اور اللہ کے دیے میں سے اس کی راہ میں خرچ کرتے اور اللہ ان کو جانتا ہے،
یہ فورا کہیں گے کہ اللہ کے ليے ہے تو کہيے کہ پھر سمجھتے کیوں نہیں ہو
کہا پھر پہلی جماعتوں کا کیا حال ہے
کہہ دو دیکھو تو سہی اگر تم پرخدا کا عذاب ايے یا تم پر قیامت ہی ا جايے تو کیا خدا کے سوا کسی اور کو پکارو گے اگر تم سچے ہو
اﷲ سب سے بے نیاز، سب کی پناہ اور سب پر فايق ہے،
جس نے ہمیں اپنے فضل و کرم سے ایسی دايمی قیامت کی جگہ پر اتارا ہے جہاں نہ کويی زحمت ہوتی ہے اور نہ ہی تھکن محسوس ہوتی ہے۔
انصاف کے دن کا حاکم
اورجو لوگ اپنے اپ کو نصاری کہتے ہیں ان سے بھی ہم نے عہد لیا تھا پھر وہ اس نصیحت سے نفع اٹھانا بھول گيے جو انہیں کی گيی تھی پھر ہم نے ان کے درمیان ایک دوسرے دشمنی اور بغض قیامت تک کے لیے ڈال دیا اور الله ان کا کیا ہوا انہیں جتلا دے گا
ایسوں کے جو تم سے صلہ نہیں مانگتے اور وہ سیدھے رستے پر ہیں
تم کیا جانو کہ وہ عظیم حادثہ کیا ہے؟
اے رسول جو کچھ بھی اپ کی طرف اپ کے رب کی جانب سے نازل کیا گیا ہے پہنچا دیجیيے۔ اگر اپ نے ایسا نہ کیا تو اپ نے اللہ کی رسالت ادا نہیں کی، اور اپ کو اللہ تعالی لوگوں سے بچا لے گا بےشک اللہ تعالی کافر لوگوں کو ہدایت نہیں دیتا
کیا وہ کہتے ہیں کہ اس نے خود بنايی ہے بلکہ یہ سچی کتاب تیرے رب کی طرف سے ہے تاکہ تو اس قوم کوڈرايے جن کے پاس تجھ سے پہلے کويی ڈرانے والا نہیں ایا تاکہ وہ راہ پر اييں
طلاق دو بار ہے پھر یا تو سیدھی طرح عورت کو روک لیا جايے یا بھلے طریقے سے اس کو رخصت کر دیا جايے اور رخصت کر تے ہويے ایسا کرنا تمہارے لیے جايز نہیں ہے کہ جو کچھ تم انہیں دے چکے ہو، اس میں سے کچھ واپس لے لو البتہ یہ صورت مستثنی ہے کہ زوجین کو اللہ کے حدود پر قايم نہ رہ سکنے کا اندیشہ ہو ایسی صورت میں اگر تمہیں یہ خوف ہو کہ وہ دونوں حدود الہی پر قايم نہ رہیں گے، تو ان دونوں کے درمیان یہ معاملہ ہو جانے میں مضايقہ نہیں کہ عورت اپنے شوہر کو کچھ معاوضہ دے کر علیحدگی حاصل کر لے یہ اللہ کے مقرر کردہ حدود ہیں، ان سے تجاوز نہ کرو اور جو لوگ حدود الہی سے تجاوز کریں، وہی ظالم ہیں
کاف، ہا، یا، عین، صاد (حقیقی معنی اﷲ اور رسول صلی اللہ علیہ والہ وسلم ہی بہتر جانتے ہیں)،
اس دن سے ڈرو جس دن کويی نفس کسی نفس کو کچھ فايده نہ پہنچا سکے گا، نہ کسی شخص سے کويی فدیہ قبول کیا جايے گا، نہ اسے کويی شفاعت نفع دے گی، نہ ان کی مدد کی جايے گی
اور پیغمبر نے ان سے (یہ بھی) کہا کہ خدا نے تم پر طالوت کو بادشاہ مقرر فرمایا ہے۔ وہ بولے کہ اسے ہم پر بادشاہی کا حق کیونکر ہوسکتا ہےبادشاہی کے مستحق تو ہم ہیں اور اس کے پاس تو بہت سی دولت بھی نہیں۔ پیغمبر نے کہا کہ خدا نےاس کو تم پر فضیلت دی ہے اور (بادشاہی کے ليے) منتخب فرمایا ہے اس نے اسے علم بھی بہت سا بخشا ہے اور تن و توش بھی (بڑا عطا کیا ہے) اور خدا (کو اختیار ہے) جسے چاہے بادشاہی بخشے۔ وہ بڑا کشايش والا اور دانا ہے
کیا سلطنت میں ان کا بھی کچھ حصہ ہے پھر تو یہ لوگوں کو ایک تل بھر بھی نہیں دیں گے
یہاں پکارا زکریا اپنے رب کو بولا اے رب! میرے مجھے اپنے پاس سے دے ستھری اولاد، بیشک تو ہی ہے دعا سننے والا،
اور اے نبی، میرے بندے اگر تم سے میرے متعلق پوچھیں، تو انہیں بتا دو کہ میں ان سے قریب ہی ہوں پکارنے والا جب مجھے پکارتا ہے، میں اس کی پکار سنتا اور جواب دیتا ہوں لہذا انہیں چاہیے کہ میری دعوت پر لبیک کہیں اور مجھ پر ایمان لايیں یہ بات تم انہیں سنا دو، شاید کہ وہ راہ راست پالیں
ان سے کہو، وہ بڑا رحیم ہے، اسی پر ہم ایمان لايے ہیں، اور اسی پر ہمارا بھروسا ہے، عنقریب تمہیں معلوم ہو جايے گا کہ صریح گمراہی میں پڑا ہوا کون ہے
اور اس روز وزن بھی برحق ہے پھر جس شخص کا پلا بھاری ہوگا سو ایسے لوگ کامیاب ہوں گے
سو تمہیں جو کچھ بھی (مال و متاع) دیا گیا ہے وہ دنیوی زندگی کا (چند روزہ) فايدہ ہے اور جو کچھ اللہ کے پاس ہے وہ بہتر اور پايیدار ہے، (یہ) ان لوگوں کے ليے ہے جو ایمان لاتے اور اپنے رب پر توکل کرتے ہیں،
اے اوﻻد ادم! کیا میں نے تم سے قول قرار نہیں لیا تھا کہ تم شیطان کی عبادت نہ کرنا، وه تو تمہارا کھلا دشمن ہے
اللہ کی تسبیح کی ہے ہر اس چیز نے جو زمین اور اسمانوں میں ہے، اور وہی زبردست دانا ہے
بے شک جنہوں نے کہا کہ ہمارا رب الله ہے پھر اسی پر جمے رہے پس ان پر کويی خوف نہیں اور نہ وہ غمگین ہوں گے
