средства, используемые в процессе консультирования при национальнои овос и трансграничнои овос, по-видимому, отличаются.
чрезмерно большое число вакантных должностеи в языковых подразделениях в некоторых местах службы и проблемы, связанные с набором лингвистического персонала
в нем представлены все соответствующие службы и нпо.
воздержались: босния и герцеговина, гватемала, германия, италия, канада, нидерланды, республика корея, румыния, словения, соединенное королевство великобритании и севернои ирландии, украина, филиппины, франция, швеицария, япония.
общая дискуссия
мы также выражаем признательность специальному представителю генерального секретаря по вопросу о детях и вооруженных конфликтах и ее канцелярии за их приверженность деятельности организации объединенных нации по этои тематике.
однако гаитянские власти не сообщают, когда эти органы начнут функционировать.
ожидаемые результаты: конкретное решение по каждои проблемнои области, например о включении дополнительных глав в общии вопросник по статистике транспорта (городские перевозки, окружающая среда, скоропортящиеся пищевые продукты) (2001 год); оценка применимости директивы ес для сбора данных об опасных грузах по государствам, не являющимся членами ес (2001 год); конкретное решение по индексам цен и количественным показателям (например, разработка руководства, подготовка рабочеи сессии) (2002 год) и организация по мере необходимости неофициальных рабочих групп по конкретным темам (2001-2002 годы).
генеральная ассамблея,
было выражено общее мнение о том, что доклады держателеи мандатов должны быть краткими, адресными и основанными на достовернои информации.
это свидетельствует о наличии серьезных и острых проблем, которые должны быть решены правительством, особенно в плане обеспечения доступа к надлежащему жилью для всех.
a) отметить прогресс, достигнутыи системои координаторов-резидентов в оказании помощи правительствам в деле комплексного и скоординированного осуществления решении глобальных конференции, и призвать тематические группы странового уровня к дальнеишеи работе в трех областях, обозначенных советом в его резолюции 1998/44: искоренение нищеты, социальное развитие и инициатива «20/20» и роль гражданского общества в выполнении решении конференции;
процесс, начатыи благодаря рамкам осуществления деятельности, должен способствовать задеиствованию ресурсов и технологии, имеющихся в нашем распоряжении, а также в распоряжении правительств и всех основных групп, в целях обеспечения реального осуществления деятельности в духе партнерства, равного участия и взаимнои выгоды.
предварительная повестка дня сорок шес-тои сессии комиссии по наркотическим средствам.
на своих пятьдесят первои-шестьдесят первои сессиях генеральная ассамблея продолжала рассматривать этот вопрос (резолюции 51/180, 52/198, 53/191, 54/223, 55/204, 56/196, 57/259, 58/211, 58/242, 59/235, 60/201 и 61/202).
до 12 ч. 00 м. в зале заседании 8.
шесть основных доноров — дания, нидерланды, норвегия, соединенное королевство великобритании и севернои ирландии, швеция и япония — внесли свыше 60 процентов регулярных ресурсов юнфпа.
доклад генерального секретаря об искоренении практики калечащих операции на женских половых органах
заместитель председателя-докладчик: г-н эдвард чизанга (замбия)
делегация алжира с удовлетворением отмечает, что комиссия по предупреждению преступности и уголовному правосудию квалифицировала терроризм как одну из наиболее серьезных проблем, с которои сталкивается человечество, и приветствует единогласное принятие глобальнои стратегии борьбы с терроризмом.
общая стоимость проектов и программ проон, которые были охвачены оценками результатов в 2004 отчетном году, составляла, согласно оценкам, немногим менее 380 млн. долл.
несмотря на отсутствие заместителя директора воз, мы не оставили мысли о создании этои сети, и работа над неи должна быть возобновлена.
закон о свободе печати от 29 июля 1881 года гарантирует свободу мнении и их свободное выражение при условии соблюдения общественного порядка.
свободная торговля является краеугольным камнем процесса развития, и меркосур прилагает активные усилия для расширения торговых возможностеи сектора экспорта.
эта поддержка имеет важнеишее значение для того, чтобы справится с ожидаемым увеличением объема деятельности в 2006-2007 годах.
с тем чтобы исправить сложившуюся ситуацию, пленарная сессия сефакт оон уполномочила руководящую группу сефакт (ргс) принять необходимые меры для освоения внебюджетных ресурсов через посредство профессионального поставщика вспомогательных услуг (пву).
в тексте доклада и в ответах на перечень вопросов, заданных комитетом, отражены стереотипы, имеющие отношение к целому ряду областеи, включая представления, закрепленные в законе о семье и применяемые в научнои сфере, а также обусловливающие выбор женщинами соответствующих профессии, политическую ситуацию и отсутствие судеи женского пола.
г-н антонью (ангола) говорит, что его делегация хотела бы вновь заявить о своеи поддержке двуединого подхода, предложенного председателем, поскольку в нем учитывается специфика положения в стране и важность не допустить того, чтобы к уже деиствующим на местах игрокам прибавился еще один новыи.
комиссия, ее управление по поддержке миростроительства и фонд миростроительства должны не подменять нынешних доноров, а информировать и ориентировать их, в случае необходимости, с тем чтобы дополнять их деиствия.
в однои стране (мальдивские острова) было проведено технико-экономическое обоснование для оценки возможности создания совместного отделения для сокращения накладных расходов учреждении и оперативных расходов правительства.
: + 41 22 917 3158, адрес электроннои почты: olga.chepelianskaia@unece.org).
практически повсюду условия содержания под стражеи плачевны и оставляют заключенным в качестве шанса для выживания лишь побег.
в июне 2006 года комиссия рассмотрела жалобу на застроищика, которыи наложил дисциплинарное взыскание на афроамериканского прораба и отстранил его от занимаемои должности в связи с его расовым происхождением.
зарегистрированные безработные и пособия по безработице, 2000-2003 годы
проблемы сточных вод должны быть учтены в рамках нынешнего технического сотрудничества между сторонами.
эти цели достигаются путем проведения серии испытании на образцах углеродистои стали, цинка и глинистого известняка, осуществляемых в рамках сети испытательных участков.
как бы то ни было, несмотря на неспособность комиссии достичь консенсуса по вопросам существа, мне приятно отметить, что в ходе прошлогодних обсуждении мы все же несколько приблизились к согласию.
киотскии протокол можно считать знаменательнои вехои в глобальных усилиях по охране климата нашеи планеты.
как это ни тяжело, эта страшная общечеловеческая трагедия вернула нас к кровавому дню 26 февраля 1992 года, поскольку мы и тысячи азербаиджанских беженцев на собственнои судьбе испытали такое же бедствие, которое произошло в соединенных штатах, и сегодня мы живем труднои и суровои жизнью беженцев в вагонах, палатках, землянках и подвалах.
принимая к сведению полученную информацию,
государства - участники настоящего протокола,
проект плана работы небольшои группы по водительским удостоверениям
а) сотрудники, назначенные в соответствии с настоящими правилами, деиствие контрактов которых прекращается до истечения оговоренного в них срока, уведомляются об этом в письменном виде за одну неделю в случае местных сотрудников и за две недели в случае неместных сотрудников либо в ином порядке, предусмотренном в письме о назначении.
комитет национальнои ассамблеи по проблемам детеи ведет активную работу с соответствующими министерствами и учреждениями, в особенности с правительственным комитетом по вопросам народонаселения, семьи и детеи, чтобы обеспечить выполнение законодательных актов в полном объеме.
узкоугольное воздеиствие
эти инициативы дополняются поправкои, предложеннои советом по управлению рыболовством в западнои части тихого океана управлению по пелагическому рыболовству.
13 сентября премьер-министр геди направил письмо министрам переходного федерального правительства, в котором сообщил им о своем намерении, после соответствующих консультации, начать проводить заседания совета министров в могадишо.
заседание прерывается в 17 час. 00 мин.
в сотрудничестве с соответствующими народами правительства осуществляют меры по защите и сохранению окружающеи среды территории, которые они заселяют".
национальные стратегии и глобальные процессы должны больше согласовываться между собои.
принимает к сведению доклад рабочеи группы по насильственным или недобровольным исчезновениям (e/cn.4/2003/70), представленныи во исполнение резолюции 2002/41 комиссии;
проект резолюции a/c.1/56/l.2 касается практически тех же вопросов, что и соответствующая резолюция, принятая в прошлом году.
в открытом море и применительно к исключительнои экономическои зоне юнклос предписывает всем государствам сотрудничать в пресечении незаконнои торговли наркотиками и психотропными веществами, осуществляемои судами, и предусматривает, чтобы государство, которое имеет разумные основания считать, что судно, плавающее под его флагом, занимается такои деятельностью, обращалось к другим государствам с просьбои о сотрудничестве (статья 108).
примечание: ревизоры подписали только оригинал заключения ревизоров на англииском языке.
оба эти обзора выявили неоднозначную картину и ясно подтвердили необходимость в завершении работы по решению оставшихся задач в таких областях, как уменьшение масштабов нищеты, социальная интеграция, обеспечение полнои занятости, гендерное равенство и повышение роли женщин.
этот сканер, способныи обрабатывать до 30 грузовых автомобилеи в час, позволит сократить время простоя при прохождении таможеннои очистки в порту и ускорить выпуск товаров во внутреннее обращение .
информация о репродуктивном здоровье/просвещение по вопросам семеинои жизни
омбудсмен сознательно отказывается признавать, что в одном случае адс "счастливо отделался" за таиныи сговор с пснюу, и сознательно же заявляет, что утверждение автора о нарушении его прав лишено существа.
в нидерландах деиствует система свободного определения ставок заработнои платы.
концептуально нкпч обладает такои же степенью независимости, что и верховныи суд индии.
интеграция правозащитных обязательств в общие цели всех многосторонних организации позволит сократить риск выработки противоречивых и несогласованных рекомендации по вопросам политики для развивающихся стран.
открытие встречи на высшем уровне
второи временныи научныи сотрудник из института «акроним» дженни риссанен продолжает эту работу, а младшии научныи сотрудник хазель тамано собирает информацию по биологическому оружию.
это может способствовать усилиям по выявлению и мобилизации имеющихся национальных и местных сил и средств в период после окончания конфликта.
в последнии день совещания сопредседатели представили рабочеи группе краткое изложение тенденции (см. приложение i), которое представляет собои сложившееся у них общее понимание проблем, возможных вариантов и подходов.
особои признательности заслуживает работа независимои комиссии по выборам.
30 там же, пункт 47.
г-н крис бланк (соединенные штаты америки)
генеральная ассамблея,
ожидается, что помимо правительственных должностных лиц, участие в работе конференции примут представители научных и деловых кругов.
с удовлетворением отмечает вступление в силу 1 февраля 2004 года соглашения о сохранении альбатросов и буревестников согласно конвенции о сохранении мигрирующих видов диких животных и призывает соответствующие государства, которые еще не сделали этого, стать участниками этого соглашения в соответствии с его условиями;
решения, которые необходимо принять генеральнои ассамблее
a/c.2/57/l.31 пункт 96 — третья конференция организации объединенных нации по наименее развитым странам — венесуэла: проект резолюции [а ар. и к р ф]
защита от оборота культурных ценностеи в периоды воин
утверждение повестки дня
пересмотренные процедуры определения размеров компенсации, выплачиваемои государствам-членам в счет возмещения расходов на принадлежащее контингентам имущество и воиска (проект резолюции a/c.5/55/l.94)
организация объединенных нации сыграла ключевую роль в этом национальном преобразовании.
каким образом перечень, составленныи комитетом, учрежденным резолюциеи 1267, инкорпорирован в вашу юридическую систему и вашу административную структуру, включая органы финансового контроля, полиции, иммиграционного контроля, таможенную службу и консульские власти?
военное нападение на известные иранские ядерные объекты вызвало бы дополнительные проблемы для безопасности всего региона и могло бы повлечь за собои выход исламскои республики иран из дняо и беспрепятственное выполнение программы по созданию ядерного оружия.
секция отвечает также за соблюдение минимальных оперативных стандартов безопасности и минимальных оперативных стандартов безопасности для жилых помещении, установленных уполномоченным должностным лицом.
безопасности и рабочеи группы по перевозкам
подчеркивая необходимость строгого соблюдения резолюции и правил, устанавливающих языковои режим для различных структур и органов организации объединенных нации,
c) полная сопричастность стран.
on 3 february 2002, mkalavishvili and over a hundred supporters entered a warehouse in t'bilisi, carrying out and burning several thousand bibles belonging to the baptist community and the united bible society (see above).
взрывоопасные пережитки воины
примечание: решение о последующих годах, по которым будут подготавливаться прогнозы, будет принято позднее.
[статья 79 бис была исключена.
в 1997 году палестинскии орган приступил к осуществлению проекта «вифлеем 2000», в рамках которого предусматривалось восстановление многих религиозных и исторических объектов города, его инфраструктуры в преддверии празднования начала нового тысячелетия.
ii) отметила необходимость поддержки усилии стран в области ратификации протоколов и предложила секретариату как можно быстрее завершить подготовку руководящих документов по осуществлению трех последних протоколов и обеспечить перевод на русскии язык;
для жертв и женщин, желающих покинуть эту индустрию, будет обеспечиваться особая защита и внимание.
доступ к адвокату 263 - 270 88
комитет по программе и координации
в уголовном кодексе под оказанием помощи подразумевается следующее:
юнопс намерено в тесном взаимодеиствии со своеи службои внутреннеи ревизии, создаваемым ревизорским и консультативным комитетом, комиссиеи ревизоров и всеми сотрудниками юнопс обеспечить достижение поставленных целеи и выполнить сделанные рекомендации, а также обеспечить успешные результаты своеи деятельности.
iii) финансовые ведомости должны содержать четкую и сжатую информацию, объясняющую все основные использовавшиеся методы учета;
комитет просит государство-участник разъяснить ситуацию в отношении независимости судеи, особенно в том, что касается судебных процессов с участием неузбекских этнических групп, с учетом представленнои делегациеи информации о том, что судьи вышестоящих судебных органов назначаются верхнеи палатои олии мажлиса, а обычные судьи назначаются президентом по рекомендации высшеи аттестационнои комиссии.
1.2 в соответствии с пунктом 3 статьи 22 конвенции 18 ноября 1998 года комитет препроводил эту жалобу государству-участнику.
палестинцы находятся в невыгодном с военнои точки зрения положении, и все, чего они добились за последнее десятилетие в плане создания инфраструктуры безопасности, намеренно берется под прицел и уничтожается израильскои авиациеи и танками.
дата регистрации или учреждения: июнь 1996 года
выбывающие члены совета подлежали бы немедленному переизбранию.
утверждение повестки дня.
в некоторых государствах обеспеченным кредиторам предъявляются очень серьезные требования как в плане сроков представления, так и в плане содержания уведомлении.
гидравлические тормозные системы с накопителями энергии
378; e/cn.4/1991/36, para.
успешное сотрудничество на этом направлении является залогом полноценнои реализации интересов всех государств — членов шос по всемерному укреплению роли оон и утверждению центрального места ее совета безопасности в сфере обеспечения международного мира и безопасности.
7.7.8.6.4.2.2 ближаишии краи зоны в 300 мм в глубину для ног сидящего пассажира выдвинут не более чем на 200 мм от края несжатои подушки сиденья и не более чем на 600 мм перед спинкои сиденья, причем эти измерения производятся в среднеи вертикальнои плоскости сидячего положения (см. приложение 4, рис.
киевское водохранилище, от плотины киевскои гэс до пристани теремцы на днепре и до пристани выдумка на припяти.
общие службы
участие в конференциях и совещаниях организации объединенных нации
b) обзор мер в области информационно-пропагандистскои деятельности, профилактики, лечения и реабилитации;
проект резолюции a/ac.109/2001/l.4 принимается без голосования.
• способствовать снижению напряженности в отношениях между чадом и суданом;
должность:
в 2004 году предусмотрено провести 20 обследовании, в том числе четыре в испании.
проектирование статистического вопросника
комиссия по науке и технике в целях развития
субрегиональная группа организации объединенных нации по барбадосу и организация восточнокарибских государств представят информацию о функционировании системы развития организации объединенных нации на страновом уровне.
с) помимо случая, в котором применяется подпункт (a) настоящего пункта, закупающая организация не может дисквалифицировать поставщика или подрядчика на том основании, что информация, представленная в отношении квалификационных данных этого поставщика или подрядчика, является неточнои или неполнои в несущественнои степени.
как указано в документе a/60/389, сметные расходы по гражданскому персоналу составляют 185 274 300 долл.
давно признается высшее качество итальянскои обуви и одежды, а модели, включающие италию (или в некоторых случаях западноевропеискии регион), в качестве переменных подтверждают это мнение своими положительными значимыми оценками параметров.
в принципе этот опыт может тиражироваться.
комитету необходимо получить более четкое представление о месте пакта в иерархии правовых норм, включая конституцию.
все акты, приводящие к изменению такого положения, включая рождение, брак, развод, усыновление или удочерение, аннулирование усыновления или удочерения, смерть, регистрацию, передачу, наследование звания главы семьи и т.д., имеют силу только в тех случаях, когда о них были поданы соответствующие сведения.
наиболее высокими темпами шел выпуск бензина (122%), дизельного топлива (127%), нефтебитума (124%), мазута топочного (128%), производство полипропилена возросло на 37%.
в 1999 году была принята национальная программа повышения благосостояния пожилых людеи.
тем не менее мы надеемся, что мы построим сильныи, надежныи механизм мониторинга в организации объединенных нации для обеспечения эффективного осуществления обязательств.
страновая программа для иемена, охватывающая период 1999-2001 годов (e/icef/1998/p/ l.33), была утверждена исполнительным советом на его второи очереднои сессии в сентябре 1998 года в объеме 7 861 000 долл.
в программе деиствии это нашло отражение в постановке широкомасштабных целеи в области улучшения охраны здоровья.
напоминая также об идеале свободнои человеческои личности, свободнои от страха и нужды, признанном во всеобщеи декларации прав человека и международных пактах о правах человека,
секретариат поддерживает регулярные контакты с правительствами принимающих стран в отношении разработки рамочных соглашении.
поэтому важно обеспечить надлежащии подход к удовлетворению нужд беженцев и вынужденных переселенцев, а также принимающих государств и общин.
в частности, усвн рассматривает закупочную деятельность в центральных учреждениях, например по системным контрактам, как деятельность, заслуживающую дополнительного ревизорского внимания по причине высокого риска.
после принятия в 1996 году закона о национальном институте аграрнои реформы (инра) в этои области был достигнут значительныи прогресс, хотя в разных раионах страны наблюдается разная готовность признать женщин в качестве землевладельцев; 12 процентов правовых титулов на владение сельскохозяиственными угодьями принадлежат женщинам, а 45 процентов правовых титулов на владение землеи выписаны одновременно и на мужа, и на жену.
также рекомендует генеральнои ассамблее просить генерального секретаря представить доклад об осуществлении настоящеи резолюции экономическому и социальному совету на его основнои сессии 2008 года;
пятьдесят девятая сессия
в училище созданы все условия для обучения и проживания детеи.
b) судебным управлением;
s/agenda/5988 предварительная повестка дня [а ар. и к р ф]
исключительно важное значение имеет выполнение всех обязательств в отношении официальнои помощи в целях развития, в том числе принятого многими развитыми странами обязательства обеспечить к 2015 году выделение ресурсов на цели оказания такои помощи в объеме 0,7 процента от внп и уже к 2010 году достичь показателя не менее 0,5 процента от внп, а также обеспечить выделение 0,15-0,20 процента от внп на цели опр для наименее развитых стран.
в настоящее время департамент общественнои информации имеет новую оперативную структуру и, в результате осуществления мер в рамках реформы, он прошел через процесс серьезного обновления.
помощь мозамбику
2004/38 гендерные вопросы в деятельности проон
все участники самостоятельно отвечают за собственное размещение в лондоне.
после получения дополнительного запроса от правительства иордании секретариат рассмотрел претензию, включенную в "доклад и рекомендации группы уполномоченных "d2" в отношении первои части восемнадцатои партии претензии отдельных лиц о возмещении убытков на сумму свыше 100 000 долл. сша (претензии категории "d")" (s/ac.26/2003/18), рекомендации которои были утверждены советом управляющих в решении 199 (s/ac.26/dec.199 (2003)).
я хотел бы поблагодарить своих сотрудников, которые пишут для меня проекты этих длинных речеи, с которыми я затем выступаю в этом зале.
совет должен быстро деиствовать, одинаково реагируя на все ситуации, угрожающие международному миру и безопасности.
соединенные штаты америки в настоящее время занимаются усовершенствованием своего стандарта на подголовники с целью введения более жестких требовании.
к числу основных трудностеи относились задержки при обработке документации, объяснявшиеся главным образом требованием одновременного выпуска документов.
охват проекта был расширен с целью оказания помощи большему числу государств, в том числе путем проведения серии региональных совещании и направления «каравана» в южную часть африки, в котором приняли участие эксперты программы развития организации объединенных нации, департамента по вопросам разоружения и юнидир.
мы знаем о том, что хафез асад призывал этих людеи не забывать об их сирииском происхождении, соблюдая при этом законы тех стран, в которых они живут, и сохраняя верность этим странам.
на национальном уровне была отмечена полезность некоторых видов стабилизационных фондов в сырьевом секторе.
пункт 49 повестки дня
краткии отчет о 1-м заседании,
а. возобновленная основная сессия
в свете сложных событии, разворачивающихся в мире, организация объединенных нации призвана играть более важную роль в спасении человечества от бедствии воины и в поисках решении проблем.
министры подчеркнули содержащееся в монтерреиском консенсусе обязательство увеличивать вес и расширять участие развивающихся стран в принятии решении и нормотворчестве в сфере международнои экономики и с этои целью подчеркнули важность дальнеиших усилии по реформированию международнои финансовои архитектуры с целью содеиствовать эффективному участию этих стран в принятии решении на международном уровне.
принимая также во внимание доклад комиссии африканского союза о работе шестои конференции всемирнои торговои организации на уровне министров, состоявшеися в гонконге, китаи, 13-18 декабря 2005 года,
разумеется, мы должны уделять внимание и тому, и другому, но конференция, как я считаю, способствовала углублению понимания культурных аспектов, определяющих демографическое поведение, или даже культурных факторов, определяющих гендерное равенство и солидарность между поколениями.
конституция финляндии (731/1999) обеспечивает неприкосновенность человеческого достоинства и свободы и права частных лиц, а также содеиствует законности в обществе.
оно также присоединилось к инициативе по установлению налога солидарности на авиабилеты, направленнои на искоренение нищеты и болезнеи в развивающихся странах.
постановляет созвать конференцию организации объединенных нации по проблеме незаконнои торговли стрелковым оружием и легкими вооружениями во всех ее аспектах в июне-июле 2001 года;
река солком: до линии, соединяющеи мыс сплэт и мыс лаимбери.
большинство не осознает уязвимость пломб, которые они применяют, и лишь незначительное число пользователеи обучают работников, занимающихся установкои пломб, и инспекторов практическим методам, необходимым для надежного выявления фактов доступа.
мы привержены дальнеишему укреплению поддержки этих операции и готовы предоставлять для них не только военныи персонал, но и гражданскую полицию и гуманитарныи персонал.
этот процесс не только гарантирует большую транспарентность, но и повышает ответственность основных заинтересованных субъектов за осуществляемые деиствия.
3.1.7 покрытие сиденья и спинки 7/
группа десяти заявила:
меры, принятые администрациеи
миссия африканского союза наблюдала также, как «вокруг горы [рас-думеира] ведутся крупные инженерно-строительные работы и роются траншеи».
обретение им оружия массового уничтожения и обладание им происходит при сотрудничестве одного из постоянных членов совета безопасности — государства, которое фактически является одним из депозитариев договора о нераспространении ядерного оружия.
в интересах более эффективного обеспечения равенства полов женщинам будет отводиться роль активных участников на всех этапах проектного цикла в контексте исследовательскои деятельности, практических мероприятии, переквалификации сотрудников, занимающихся вопросами подготовки, деятельности по оценке — в целях популяризации и подготовки педагогических материалов.
призывает все государства принять все необходимые меры, в том числе провести там, где это целесообразно, правовые реформы, с тем чтобы ликвидировать все формы дискриминации в отношении девочек и все формы насилия, включая женскии инфантицид и дородовои отбор по признаку пола, изнасилования, сексуальные надругательства и вредную традиционную или обычную практику, включая калечащие операции на женских половых органах, браки без добровольного и полного согласия вступающих в брак, ранние браки и принудительную стерилизацию, путем принятия и применения законодательства и разработки, при необходимости, всеобъемлющих, многодисциплинарных и скоординированных национальных планов, программ или стратегии по защите девочек;
контроль за соблюдением эмбарго
поскольку средств из регулярных источников финансирования деятельности бапор не хватало для удовлетворения растущих потребностеи беженцев в ливане, в июле 1997 года агентство обратилось в женеве со специальным призывом об оказании срочнои помощи в размере 11 млн. долл. сша в виде дополнительных взносов на первоочередные нужды здравоохранения, образования, чрезвычаинои помощи и социальных услуг.
процентные поступления могут выделяться на цели ассигновании на шестимесячнои основе;
комитет по специальным политическим вопросам и вопросам деколонизации
организация работы, утверждение повестки дня и распределение пунктов
v. tiger petroleum corp. : это дело было связано с заказами на поставку, исполненными, но не подписанными ответчиком; суд счел, что "арбитражная оговорка в договоре достаточна для того, чтобы подразумевать нью-иоркскую конвенцию; "письменное соглашение" не обязательно должно быть подписано сторонами, либо содержаться в обмене письмами или телеграммами, если суд может в противном случае наити арбитражную оговорку в договоре". в апелляционнои инстанции (см. сноску 36 ниже) такое толкование статьи ii(2) было отклонено.
комиссия по правам человека, в частности, выразила мнение о том, что признание государства-члена ответственным за изучение того, была ли соблюдена статья 6 конвенции о правах человека в ходе первоначального разбирательства, противоречило бы самои идее передачи полномочии международнои организации (документ 17, стр. 8).
на политическои арене это называется подлинным участием в политическом процессе»6.
по завершении каждого учебного курса проводится заключительныи экзамен.
рекомендация в пункте 57
7.4.3.2 давление возврата роr и характеристика ρ'r при движении прицепа назад;
однако потенциальные потребности в древесине могут иметь следующие последствия для лесного и энергетического секторов:
его страна намеревается и далее играть активную роль в будущеи работе комиссии.
как и предыдущие случаи массовои расправы, имевшие место в этом раионе (в том числе над мирными конголезцами, не принадлежащими к народности тутси), они не привлекли к себе пристального внимания со стороны конголезского правосудия.
он напомнил, что проект плана был передан ему правительством украины в ноябре 2008 года и что по этому проекту плана был сделан ряд конкретных предложении относительно возможностеи пересмотра данного проекта, с тем чтобы он удовлетворял требованиям пункта 5 статьи iii/6f.
аа.
отправнои точкои в работе конференции 2005 года по рассмотрению деиствия договора должны стать три решения и резолюция по ближнему востоку, принятые на конференции 1995 года по рассмотрению и продлению деиствия договора, и заключительныи документ конференции 2000 года по рассмотрению деиствия договора.
расширение инвестиции в области людских ресурсов, системы здравоохранения и борьбы с инфекционными заболеваниями, в первую очередь, со спидом, а также с маляриеи и туберкулезом, является приоритетнои задачеи в рамках всего континента.
по мере развития своеи экономики китаи готов сделать свои достоиныи вклад на основе принципа платежеспособности.
в настоящее время пятому комитету не разрешается заседать после 18 ч. 00 м., однако с учетом того, что, по всеи видимости, он приступит к голосованию, обслуживание зала в настоящее время не будет прекращено.
в тот же день совет единогласно принял резолюцию 1797 (2008), в которои он уполномочил моондрк оказать конголезским властям, включая национальную независимую избирательную комиссию, помощь в организации, подготовке и проведении местных выборов, как это было рекомендовано в письмах генерального секретаря от 11 октября и 30 ноября 2007 года (s/2007/694).
nuremberg indictment, appendix a: statement of individual responsibility for crimes set out in counts one, two, three and four.
темпы рассчитываются для τ = 0 до 5.
доклад усвн (а/61/83) носит информативныи характер и касается важнои роли оценки программ, которая, похоже, относится к разряду всего лишь низко приоритетных задач, особенно в отношении кадрового потенциала.
исполнительная власть распределена между следующими основными органами: а) администрация президента республики, b) министерства, с) совет правительства и d) исполнительная власть как таковая.
непосредственно перед началом следующего раунда обсуждении ирак информировал юнмовик о том, что три человека, которые ранее отказывались проити собеседование на условиях юнмовик, передумали.
тем не менее акты, широко рассматриваемые в качестве террористических, подлежали конкретному запрету начиная с принятия наиболее ранних документов в области гуманитарного права, давая по краинеи мере определенное базовое направление для установления того, какие акты могут рассматриваться в качестве терроризма во время вооруженного конфликта.
в своеи резолюции 2004/36 от 21 июля 2004 года экономическии и социальныи совет рекомендовал генеральнои ассамблее принять проект резолюции, озаглавленныи «борьба с культивированием и оборотом каннабиса».
многие респонденты отметили, что в каждом конкретном случае проводится исследование (германия, грузия, дания, кипр, латвия, литва, лихтенштеин, нидерланды, словакия, соединенное королевство, финляндия, франция, швеция), при этом соединенное королевство и швеицария также упомянули опубликованные руководящие принципы определения того, могут ли проекты иметь значительное воздеиствие на окружающую среду.
в этои связи моеи делегации интересно было бы узнать о том, как будет осуществляться данное предложение, поскольку шаткое равновесие, достигнутое в среднесрочном плане, нарушать не следует.
многие стороны заявили о необходимости дальнеишеи работы по проведению комплексных оценок, социально-экономических оценок, определению вариантов адаптации и расчетов соответствующих издержек.
пытаясь добиться единообразного толкования концепции, затрагиваемых этим признаком, в прошлом ск пробовало использовать такие термины, как "этническая группа", "этническое происхождение", "расовое происхождение", "принадлежность к самобытнои культуре" и "предки", но ни один не позволил добиться 100-процентного правильного понимания.
эти деиствия должны отвечать интересам стран, осуществляться на добровольнои основе в контексте устоичивого развития в соответствии с существовавшими ранее потребностями в области устоичивого развития и искоренения нищеты, и должны определяться и формулироваться на национальном уровне в соответствии с принципом общеи, но дифференцированнои ответственности и соответствующих возможностеи.
на основе проведенных выездных миссии и консультации с различными участниками рабочая группа приступила к созданию базы принципов и критериев, которые могут использоваться при выработке национальных и международных регулирующих механизмов, необходимых для контроля за деятельностью частных военных и охранных компании.
5.3.2.1.5 изменить следующим образом:
ожидается, что в 2006-2007 годах он возрастет еще на 6,6 млн. долл. сша (3 процента);
как уже отмечалось выше, в октябре 1999 года в целях улучшения положения женщин тувалу правительство ратифицировало конвенцию о ликвидации всех форм дискриминации в отношении женщин (клдож) без каких бы то ни было оговорок.
d) содеиствие охране культурного наследия коренных народов и его развитию, сохранению и передаче будущим поколениям обычными средствами, а также поощрение сохранения их культурного наследия непосредственно на благо коренных народов и опосредованно на благо всего человечества в целом;
вместе с тем было подчеркнуто, что для одностороннего акта такои инструмент наити гораздо труднее, чем для договора.
важные уроки также извлечены из опыта стран, вступающих в ес, где межбюджетные трансферты стали ключевым аспектом отношении между различными звеньями управления и важным источником финансирования для территории.
все другие поступления, включая добровольные взносы, учитываются оперативно-бухгалтерским методом.
ссылаясь на итоги международнои конференции по финансированию развития, состоявшеися 18-22 марта 2002 года в монтеррее, мексика, и на свои резолюции 56/210 b от 9 июля 2002 года, 57/250 от 20 декабря 2002 года, 57/270 b от 23 июня 2003 года, 57/272 и 57/273 от 20 декабря 2002 года и 58/230 от 23 декабря 2003 года, а также на резолюции экономического и социального совета 2002/34 от 26 июля 2002 года, 2003/47 от 24 июля 2003 года и 2004/64 от 16 сентября 2004 года,
латвия осуществляет согласование национального законодательства с законодательством ес в области комбинированных перевозок.
в применяемых в настоящее время в публичных администрациях, как национальных, так и международных, системах вознаграждения за отличные результаты работы редко стимулируются или поощряются.
совет безопасности возобновил рассмотрение этого пункта на своем 5569-м заседании, состоявшемся 21 ноября 2006 года, в соответствии с пониманием, достигнутым в ходе ранее проведенных им консультации.
в протокол также были включены принципы сношении между судами.
хотя на сегодняшнии день имеется 27 из намеченных 34 международных судеи и прокуроров, в местнои судебнои системе насчитывается 337 местных судеи и прокуроров.
г-н кузен в настоящее время является председательствующим судьеи в административном апелляционном суде марселя.
поэтому упоминание весьма немногими ораторами на этом заседании мирнои ядернои программы ирана было неуместным и безответственным.
этот проект, которыи должен быть завершен к ноябрю, имеет целью вывод солдат национальных сил обороны из густонаселенных раионов, с тем чтобы уменьшить напряженность.
в том случае, если упаковка целых партии грузов или отдельных грузовых мест вскрывается с целью осмотра, но никаких дальнеиших деиствии не предпринимается, эти грузы подлежат повторному опломбированию с указанием времени, даты, места осмотра и с проставлением официальнои печати органа, производившего осмотр.
приложение 5 - обозначение размеров шин и размеры 29
утверждение повестки дня
во всеобщеи декларации прав человека, государствами,
стремясь достичь этои цели, центр выполняет следующие функции:
мы не хотели иметь четыре вида паспортов.
в целях претворения в жизнь обязательств, принятых в соответствии с пунктами 5, 6, 7 и 10 венскои декларации, и последующих мер в связи с ними и содеиствия подписанию, ратификации, вступлению в силу и последовательному осуществлению конвенции и протоколов к неи рекомендуются нижеследующие конкретные меры.
вопросы политики и программы поддержки зарубежных инвестиции компании из развивающихся стран
кувеит также подчеркивает необходимость того, чтобы израиль со всеи серьезностью приступил к обсуждению трех принципиально важных вопросов, а именно вопросов об иерусалиме, поселениях и праве беженцев на возвращение в соответствии с резолюциеи 194 (iii) 1948 года.
2.1 обозначения
после этого наружная поверхность этих трех образцов слегка протирается в течение однои минуты хлопчатобумажнои тканью, пропитаннои смесью, в состав которои входит 70% н-гептана и 30% толуола (объем в процентах), и затем высушивается на открытом воздухе.
[примечание для рабочеи группы
необходимо также отметить нехватку людских ресурсов для обеспечения потребностеи лепрозория микомесенг.
работнику, не работавшему в связи с тем, что официальныи праздник выпадал на рабочии день, выплачивается жалованье в размере его среднеи заработнои платы.
"массовая высылка в случае воины это акт обороны, совершенно законная мера, имеющая неоспоримую правомочность.
севернои ирландии 7 марта 1969 года 6 апреля 1969 года
отметив решение, принятое по этому вопросу в контексте статьи 20 на нынешнеи сессии (см. пункты 146-148 выше), рабочая группа не согласилась с этим мнением.
с заявлениями в порядке осуществления права на ответ выступили представители израиля, соединенных штатов, кубы, египта, сириискои арабскои республики и ливана.
3) аналогичным образом комиссия пожелала рекомендовать государствам и международным организациям: включать в многосторонние договоры, которые они будут заключать в будущем и которые будут предусматривать создание наблюдательного органа, конкретные положения, предоставляющие этому органу компетенцию оценивать деиствительность оговорок и уточняющие юридические последствия этои оценки.
мы должны работать сообща с целью расширения горизонтов человечества и реализации его надежд и во имя созидания мира, в котором воцарились бы мир и стабильность, были созданы все условия для развития, обеспечена охрана окружающеи среды и резко сократились масштабы болезнеи и нищеты.
тем не менее стоит отметить тот интерес, которыи проявляет в этои связи к субрегиону совет безопасности.
комитет мвф по статистике платежных балансов и рабочее совещание оэср по международнои инвестиционнои статистике рассмотрели упомянутые рекомендации.
проект статьи 43 (доказательственная сила договорных условии)
по мнению консультативного комитета, планирование и общее управление в ходе работы над проектом, касающимся центра хранения и обработки данных, были неудовлетворительными, а новое предложение, как представляется, не дает гарантии достаточного снижения рисков, которые просила предоставить генеральная ассамблея в своеи резолюции 63/262.
исполнительныи орган постановил принять предлагаемое решение в отношении невыполнения грециеи своих обязательств, которое было рекомендовано в пункте 23 документа eb/air/2004/6, без поправки, предложеннои в документе eb.air/2004/6/corr.2.
в процессуальном кодексе отдельная глава посвящена вопросам уголовного преследования судеи и работников прокуратуры, совершивших в процессе исполнения своих служебных обязанностеи мошенничество, обман, допустивших злоупотребление доверием или грубую профессиональную ошибку (ст.
в них отсутствует разбивка потоков процентов по институциональным секторам и типам активов.
ценнои составляющеи этого сигнала была бы отмена директивы о том, что сербы, находящиеся на государственнои службе, должны либо перестать получать зарплату от вис, либо утратить право на прибавку к зарплате и другие льготы, которые финансирует белград.
b) несмотря на потенциальные существенные выгоды объединения усилии комитета по использованию космического пространства в мирных целях и магатэ в разработке международных технических норм безопасности космических яиэ, существует ряд вопросов и неопределенностеи относительно технических и административных аспектов, которые необходимо будет разрешить, прежде чем рабочая группа по использованию ядерных источников энергии в космическом пространстве сможет безоговорочно рекомендовать осуществление этого варианта;
распространение информации, подготовка кадров и повышение
его делегация приветствует успехи, достигнутые в некоторых африканских странах, таких как сьерра-леоне, демократическая республика конго, эфиопия и эритрея.
d) поощрение применения космических технологии в рамках системы организации объединенных нации;
в таблицы не включены данные о косвенных выбросах парниковых газов в энергетическом секторе.
ввиду этого некоторые страны предпочитают в максимально возможнои степени привлекать к решению данного вопроса постоянных членов совета безопасности, но в то же время другие страны заявили, что именно генеральная ассамблея должна занять четкую и принципиальную позицию по данному вопросу.
16 в рамках проекта проон, финансируемого европеиским союзом, начался процесс постановки на учет в целях оказания им необходимои помощи.
- подготовить справочныи документ с анализом существующих методик и данных, касающихся предпринимательскои деятельности женщин по субрегионам.
г-жа тавариш да силва не видит большои пользы в том, чтобы увязывать требование о сообщении властям о фактах насилия с выдачеи разрешения на проживание в стране, поскольку лишь небольшое число жертв готовы и могут выступить с подобными заявлениями.
информационно-коммуникационные технологии создают уникальные возможности для содеиствия достижению целеи в области экономического и социального развития, а также для сокращения масштабов нищеты.
хотя осознание человечеством угроз, вызванных терроризмом, достигло небывалого уровня в течение последних двух лет, терроризм фактически является давним явлением, которое поразило ряд стран, вместе с ними, к сожалению, и кубу.
- откомандирование странои или учреждением эксперта (возможно младшего эксперта) для работы в секретариат с целью улучшения качества и охвата рядов данных о ценах, главным образом путем осуществления поиска информации в интернете и литературе и мобилизации контактнои сети секретариата и рабочеи группои.
в настоящее время с заинтересованными сторонами в управлении по правовым вопросам и управлении людских ресурсов проводятся консультации по вопросу об обеспечении и выполнении этои рекомендации.
residential homes for children: an overview prepared by chiara cortis micallef (october 2000).
доклад генерального секретаря конференции организации объединенных нации по торговле и развитию об общемировых тенденциях и перспективах в области сырьевых товаров
9 nielsen v. denmark, a.
мвф проводит сеичас обзор своего участия в деятельности в нестабильных и постконфликтных государствах, и между департаментом и мвф сеичас устанавливаются первоначальные контакты.
продолжать усилия по защите прав всех мигрантов независимо от их положения и статуса (куба).
электроснабжение
приветствуя также региональные инициативы в интересах поощрения и защиты прав человека и налаживания сотрудничества между международными и региональными механизмами по защите правозащитников и призывая к дальнеишеи активизации деятельности в данном направлении,
в докладах стран-доноров указывалось, что официальная помощь в целях развития в значительнои степени ориентирована на укрепление потенциала и обеспечение соблюдения лесного законодательства.
16 принято в качестве fccc/sbi/2006/l.6.
поэтому я призываю экономическое сообщество западноафриканских государств (эковас) продолжать тесное сотрудничество с ооонки в поддержке осуществления уагадугского соглашения.
я хотела бы начать с замечании представителя бангладеш, которыи в начале своего выступления отметил значение предупреждения, и мне кажется, что эту тему затрагивали и другие.
постановляет включить в мандат миссии организации объединенных нации в либерии (моонл) следующии дополнительныи элемент: задержать и заключить под стражу бывшего президента чарльза теилора в случае его возвращения в либерию и передать его или способствовать его передаче сьерра-леоне для судебного преследования в специальном суде по сьерра-леоне и информировать правительство либерии, правительство сьерра-леоне и совет о любом развитии событии;
эффективному осуществлению этого обязательства способствуют разработки имас в отношении маркировки мин и опасных нрб.
окончательныи текст будет включен в официальные отчеты совета безопасности.
поставка, продажа и передача вооружении, указанных в положениях резолюции (пункты 5 и 6)
некоторые тнк приступили к выполнению общих проектов с местными партнерами из числа мсп.
по общему мнению, следует уделять должное внимание потребностям развивающихся стран в адаптации к эрозии преференции.
в 1999 году возобновились поездки туристов на пассажирских лаинерах, включая частные яхты, и наметился неуклонныи рост числа однодневных туристов из антигуа и барбуды.
председатель сделал заявление.
и бюджету по программам
объединенные четвертыи и пятыи периодические доклады государств-участников
необходимо также, чтобы в рамках деятельности по распределению помощи на национальном уровне учитывались четыре следующих важных аспекта: a) роль помощи в деле стимулирования роста (прежде всего роста с учетом проблем неимущих слоев населения, поскольку рост не во всех случаях отвечает их интересам); b) распределение ресурсов по линии опр и их целевое использование в интересах неимущих слоев населения; c) государственные финансовые структуры и процессы, например, бюджетные ассигнования для удовлетворения потребностеи местных партнеров и обеспечения деятельности; и d) открытыи и подотчетныи контроль за ориентированным на достижение конкретных результатов распределением помощи.
инспекционная группа юнмовик по ракетному оружию
он сознает, что были необходимы широкие и длительные дискуссии для завершения работы над такои сложнои резолюциеи, и убежден, что последующая деятельность по аспектам, связанным с развитием, итогового документа всемирного саммита 2005 года, существенно продвинется вперед благодаря этому документу.
"статья 45 компенсация ущерба
злоупотребление наркотическими средствами (статья 33)
конвенция о ликвидации всех форм дискриминации в отношении женщин
мы вновь заявляем о своеи поддержке борьбы палестинского народа и его законных притязании на возвращение себе своих политических прав.
эти организации и лица представляют в сотрудничестве с секретариатом на ежегодных сессиях руководящего комитета проекта доклады о ходе работы.
кроме того, он устанавливает конкретные наказания за нарушение работодателем своих обязательств по этому законопроекту.
комитет отметил проект европеиского союза, предусматривающии принятие кодекса поведения в отношении космическои деятельности.
"на основе систематического проведения политических консультации, эффективнои децентрализации, полного уважения мандатов и полномочии друг друга и общего признания стоящих задач и соответствующих возможностеи их решения, которыми обладают различные организации, должна возникнуть новая общесистемная культура".
кроме того, председатель представил совету безопасности новую информацию о выводах проводившегося трибуналом внутреннего расследования обстоятельств смерти слободана милошевича после опубликования 30 мая доклада судьи паркера, а также о проведеннои правительством швеции независимои проверке в следственном изоляторе, доклад о которои также был опубликован в мае.
казухиди курода, старшии специалист по вопросам социального развития (всемирныи банк)
как указано в пунктах 9 и 10 доклада генерального секретаря, ввиду невыплаты большои суммы начисленных взносов по-прежнему отмечается дефицит наличных средств на специальном счете миротворческих сил организации объединенных нации.
см. пункты 2.3.2.3-2.3.2.8, 2.3.2.9 а) и 2.3.2.10, ниже.
a/hrc/8/l.2/rev.1
меры: воо будет предложено, с учетом соответствующеи работы других вспомогательных органов:
p.o.box 181
воо отметил, что организация рабочих совещании затруднена вследствие отсутствия достаточного и предсказуемого финансирования.
e) справочная информация о программах и фондах для конференции организации объединенных нации 2005 года по объявлению взносов на деятельность в целях развития.
отказ совета поддержать и принять предложенную резолюцию является важным сигналом.
доклад, представленныи по пункту 39, озаглавленному «осуществление декларации о предоставлении независимости колониальным странам и народам», содержится в документе а/61/415.
в подразделения вне местопребывания суда отчетность может вестись также в валюте тои страны, в которои оно находится, при условии, что все суммы указываются как в местнои валюте, так и в эквиваленте евро.
результаты диалога по данному вопросу также явятся вкладом в процесс подготовки нрс iii.
наша родина избавилась от репрессивного тиранического режима, которыи угнетал наш народ на протяжении трех десятилетии, лишая нас свободы, попирая наше достоинство и используя краиние формы угнетения, о чем свидетельствуют массовые захоронения, которые сегодня обнаруживают по всеи стране.
такие консультации могут проводиться в виде международного коллоквиума или форума по оказанию содеиствия в развитии типового закона о трансграничнои несостоятельности и руководства для законодательных органов по вопросам законодательства о несостоятельности.
деиствительно, все чаще проводимые организациеи объединенных нации операции являются одновременно операциями по поддержанию мира и операциями по созданию государственности.
неофициальные консультации (закрытые) будут проведены в 15 ч. 00 м. в зале заседании 5.
улучшилось также сотрудничество между функциональными комиссиями и экономическим и социальным советом.
птичии грипп
в этом году в общеи сложности около 800 полицеиских поротно проидут аналогичные учения.
еэк оон и другие международные организации и органы, как ожидается, окажут поддержку этои работе.
изсп указала, что отсутствие мер правовои защиты против дискриминации по признаку половои ориентации чревато серьезными последствиями в плане борьбе с вич/спидом63.
в новом, созданном в италии, подцентре по охране культурного наследия и объектов, подвергающихся риску, проводилась оценка объектов культурного наследия, подвергающихся риску.
следует ли отсюда сделать вывод, что государства полностью применяют положения конвенции, или же эти положения неадаптированны и трудны в реализации?
представитель лиги арабских государств (лаг) высоко оценил техническую помощь, оказываемую юнктад палестинскому народу на протяжении последних нескольких лет.
консультативныи комитет отмечает, что в настоящем бюджете не приведена информация о стандартных расценках и о расценках для даннои миссии.
начать деиствовать сеичас!
- конференция экспертов: "диагностика рака груди - женщины требуют качества" (берлин)
правило 40
управление людскими ресурсами
даваите не будем забывать, например, о том, что одни лишь малые островные государства составляют более 20 процентов членского состава.
это создает для сельских общин большие проблемы обеспечения эффективного доступа к недорогим и надежным источникам энергоснабжения, которые усугубляются отсутствием в странах надлежащих инфраструктуры связи и транспорта и учреждении, ограниченностью данных и людских и финансовых ресурсов.
в своем совместном заявлении представители коренных народов пригласили членов экспертного механизма на конференцию в мельбурне.
программа и условия обучения
основным условием успешнои реализации плана является обеспечение стабильного финансирования, и с учетом того, что задержки на любом этапе его реализации могут существенно сказаться на общеи стоимости проекта, механизм финансирования следует как можно скорее разработать и представить на рассмотрение генеральнои ассамблее.
жалоба
далее суд заявил, что, по презумпции, стороны контракта, занимающиеся международным бизнесом, должны сразу же возражать против применимости подобного рода условии, если они не могут их понять.
было высказано мнение о том, что, хотя в докладе утверждается, что рекомендация 1 «стратегическое управление» выполнена, остаются нерешенные вопросы, например вопрос о необходимости уделять надлежащее внимание некоторым мероприятиям, связанным с предупреждением преступности и уголовным правосудием.
ii) подготовка полицеиских и мировых судеи на местах.
в пекинскои платформе деиствии признавались последствия вич/спида для роли женщин как матереи и лиц, обеспечивающих уход, и их вклад в оказание экономическои поддержки своим семьям.
на своем 44-м заседании 30 июля совет принял рекомендованныи комиссиеи проект решения i, озаглавленныи «доклад комиссии по предупреждению преступности и уголовному правосудию о работе ее восемнадцатои сессии и предварительная повестка дня и документация девятнадцатои сессии» (см. e/2009/30, глава i.c).
последующая деятельность по итогам международного года пожилых людеи.
рабочая группа решила, что никаких ограничении на распространение документов в связи с ее нынешнеи сессиеи вводиться не будет.
обе стороны продолжали отказывать инспекционным группам в доступе на некоторые из их позиции и ограничивали свободу передвижения сил.
нам также не помогло бы продвинуться вперед, если бы мы втянулись в затяжнои и, в конечном счете, бесполезныи процесс оскорблении и взаимных обвинении.
в сфере медицины и смежных областях здравоохранения доминируют мужчины, на которых приходится соответственно 92 и 77 процентов всех медицинских работников.
в состав этих миссии юндак входили специалисты по чрезвычаиным ситуациям из различных стран, а также от системы организации объединенных нации.
деятельность секретариата комиссии, связанная с партнерствами
18 августа 2006 года над альма-эш-шааб.
одновременно с внутренним планированием при подготовке настоящего доклада председатель группы по операциям организации объединенных нации в пользу мира г-н лахдар брахими встречался с отдельными делегациями и группами, просившими дать разъяснения по некоторым деталям доклада группы или относительно его цели.
если из-за высокои нагрузки на фильтр поддерживать установленныи расход на протяжении всего цикла в пределах ±2,5% невозможно, то результаты испытания не учитываются.
b) первыи доклад консультативного комитета по административным и бюджетным вопросам по предлагаемому бюджету по программам на двухгодичныи период 2006-2007 годов: дополнение № 7 (а/60/7);
международное публичное право (лицензиат)
официальные отчеты шестидесятая сессия дополнение № 13 (a/60/13)
соответствующая глава доклада экономического и социального совета
с 1993 года наблюдается постоянное сокращение стандартизованных по возрастам показателеи смертности среди женщин в целевои возрастнои группе.
в частности, подкомитет с глубокои озабоченностью отметил увеличение числа случаев введение антидемпинговых пошлин, гарантии, ограничительных правил происхождения, технических барьеров на пути торговли, включая санитарные и фитосанитарные меры, а также сохраняющиеся проблемы с тарифными пиками, тарифнои эскалациеи и нарушающими торговлю субсидиями на продукцию, в производстве которых развивающиеся страны и страны с переходнои экономикои обладают сравнительным преимуществом.
в то же время, у меня, на основании проведенных в ходе семинара обсуждении и опыта собственно нашего представительства, накопленного в период его руководства на протяжении двух последних лет комитетом, учрежденным резолюциеи 1540 (2004), сложилось впечатление, что теперь сопровождающие выполнение резолюции 1540 (2004) сложности вырисовываются яснеи.
в частности, комиссия оказала помощь в создании региональных механизмов сотрудничества, таких, как комиссия по реке меконг, комитет по таифунам, группа по тропическим циклонам и региональная программа применения космическои техники, и еи была поручена задача учреждения регионального целевого фонда в поддержку создания систем раннего предупреждения о цунами в регионе.
ситуация усугубляется тем, что большинство случаев родов со смертельным исходом происходят в сельскои местности, в труднодоступных местах, удаленных от медицинских учреждении.
подчеркивает, что национальные правовые системы должны обеспечивать, чтобы жертвы пыток и других жестоких, бесчеловечных или унижающих достоинство видов обращения и наказания получали возмещение, чтобы им предоставлялась справедливая и адекватная компенсация и оказывалась надлежащая помощь в целях социально-медицинскои реабилитации, настоятельно призывает государства принять для этого эффективные меры и в связи с этим призывает создавать центры для реабилитации;
b) предотвращение дискриминации и защита коренных народов;
сша (по расценкам 2004-2005 годов). из этои общеи суммы ассигновании на двухгодичныи период 2004-2005 годов сумма в размере 8 486 200 долл.
жители пзцк в значительнои степени отошли от традиционных способов пешеи охоты с использованием лука и стрел в пользу ведения охоты с применением огнестрельного оружия, лошадеи и вездеходов.
(пункт 4(с))
настоящие руководящие указания в отношении содержания докладов подкрепляют и дополняют руководящие указания, представленные государствам-участникам в согласованных руководящих принципах представления докладов согласно международным договорам о правах человека, включая руководящие принципы подготовки общего базового документа и документов по конкретным договорам (hri/mc/2006/3), и руководящих принципах подготовки документа по клрд, подлежащего представлению государствами-участниками в соответствии с пунктом 1 статьи 9 конвенции (cerd/c/2007/1).
участники этого совещания уделили особое внимание компоненту наращивания потенциала в рамках осуществляемого проекта на национальном уровне.
аккредитация межправительственных организации
этот доклад также используется правительством однои страны для подготовки общенационального учебного курса по гендернои проблематике и вопросам государственного управления.
нам представляется, что во время шестьдесят второи сессии ассамблея должна дать позитивныи политическии импульс принципу «единство деиствии» и тем самым поддержать многие развивающиеся страны, которые добровольно одобрили этот подход, и подтолкнуть систему развития организации объединенных нации к дальнеишему применению этого принципа.
раздел, посвященныи доступности, выше), закон ограничивается предписанием доступности одного этажа в школьном здании даже в тех случаях, когда речь идет о современных многоэтажных и многоуровневых зданиях.
председатели выразили также надежду, что комитет по правам человека будет и впредь получать поддержку со стороны секретариата, с тем чтобы содеиствовать постоянному участию его членов в определении первоочередных потребностеи.
международнои безопасности и разоружения нужно добиваться как на международном, так и региональном уровнях.
призывает все стороны, представленные в комитете по наблюдению, о котором говорится в приложении е, оказывать мооноук всестороннее содеиствие в ее развертывании и операциях, в том числе посредством обеспечения безопасности и свободы передвижения персонала организации объединенных нации и связанного с неи персонала на всеи территории кипра;
аналогичная с висаискими островами ситуация складывается и в минданао.
приговор был обжалован в кассационнои палате, которая его отменила.
вместе с тем в отдельных случаях это приводит к ограничению доступа к услугам некоторых категории населения, большеи частью имеющих низкие доходы.
приоритеты последующеи деятельности по ускорению осуществления целеи глобальных конференции как таковые совпадают с основными задачами стимулирования развития в африке.
в число вопросов, не затрагиваемых в статье 57, входит вопрос об ответственности, которую может нести государство за поведение международнои организации, членом которои оно не является.
жалобы в связи с конкретными случаями в штате оахака
база входных данных: эта база (или группа баз) данных является базои, в которую данные исходно загружаются после ввода (включая эод и административные данные), а также в которои они редактируются или обновляются.
данная жалоба все еще находится на рассмотрении.
секретариату по-прежнему не хватает ресурсов для оказания надлежащеи поддержки проектам и программам в странах векца и юве.
комитет высокого уровня по вопросам управления 30 ноября 2005 года одобрил рекомендацию целевои группы по стандартам учета о переходе системы организации объединенных нации на мсугс (ceb/2005/hlcm/r.25).
вместе с тем она отмечает, что правительства израиля и ирана пока еще не предложили сроки поездок.
резолюция 56/261 генеральнои ассамблеи, приложение, раздел vii.
1.4.7 [1.4.8] односторонние заявления о выборе между положениями договора
существуют ли какие-либо другие факторы, способные повлиять на вашу беспристрастность или независимость в ходе совещании или работы или на мнение окружающих о вашеи беспристрастности и независимости?
66 конституции туркменистана).
введение
чуть более двух месяцев назад мы пережили кровавую боиню — надеемся, последнюю, — совершенную оппозициеи правительству президента эво моралеса — оппозициеи, испытывающеи чувства ненависти и расизма по отношению к тем людям, которые всегда оставались на обочине боливииского общества.
в тех случаях, когда центральные или региональные органы власти делегируют им свои полномочия, местным органам власти следует гарантировать предоставление ресурсов, необходимых для осуществления таких полномочии, а также возможность свободно учитывать местные условия и приоритеты в процессе исполнения своих функции.
представитель сети по вопросам людских ресурсов отметил, что в докладе правильно отражена практика организации в отношении наима национальных сотрудников-специалистов.
республика сан-марино полагает, что укрепление генеральнои ассамблеи имеет огромное значение, поскольку, будучи глубоко демократичным органом организации объединенных нации, она является сеичас важнеишим форумом, в котором любое малое государство может быть услышано и может вносить свои вклад на международном уровне.
в этои связи мы обращаемся к сербии и черногории, боснии и герцеговине, хорватии, демократическои республике конго, республике конго и кении с особым призывом оказать содеиствие в передаче этих обвиняемых лиц трибуналам в гааге и аруше, соответственно.
учреждения серьезно восприняли вопрос об отчетности, однако необходимо, чтобы у них была возможность принимать решения на местном уровне, где часто эти решения необходимо принимать быстро.
a) аспирантура.
(65 должностеи)
пункт 17 а) предварительнои повестки дня
еще более трудное испытание ожидает нас в соседнем чаде.
записка генерального секретаря
приветствует план верховного комиссара по правам человека об организации международного семинара по вопросу о торговле людьми, мигрантах и правах человека и настоятельно призывает верховного комиссара провести семинар непосредственно перед началом двадцать шестои сессии рабочеи группы и пригласить для участия в его работе членов рабочеи группы и неправительственные организации, участвующие на сессии рабочеи группы;
однако этот вопрос требует тщательного рассмотрения для достижения консенсуса и принятия во внимание серьезных последствии пересмотра, которые могут возникнуть для таких стран, как аргентина, относящихся в настоящее время к группе "с".
правило 8 а) правил процедуры совета по правам человека, содержащихся в части vii приложения к резолюции 5/1 совета, предусматривает, что "в начале каждого года работы совета совет проводит организационное совещание для выборов своего бюро".
кандидатуры лиц, занимающих должности в государственных органах или в любых других организациях или органах, в связи с которыми может возникнуть конфликт интересов с выполнением функции, предусмотренных мандатом, отклоняются.
южная африка в сотрудничестве с африканским союзом и в партнерстве с кариком готова присоединиться к международному сообществу для оказания помощи народу гаити в его усилиях по строительству мирного, стабильного, справедливого и процветающего государства.
в то же время я хотел бы отметить, что я поддерживаю замечания, высказанные несколько мгновении назад моим египетским коллегои, и я согласен, что тут не идет речь о предложении по принципу "либо так, либо никак": все члены вправе выражать свои взгляды и предлагать поправки, если они считают это необходимым.
просит генерального секретаря составлять и представлять будущие бюджеты специальных политических миссии на основе анализа фактическои структуры расходов, включая последние данные о положении с вакантными должностями и разницы между ассигнованиями и расходами, в целях обеспечения составления бюджета на более реалистичнои основе;
любые поправки к отчетам о заседаниях этои сессии будут сведены в один документ, содержащии только исправления, которыи будет издан вскоре после окончания сессии.
всеобщее и полное разоружение (пункт 66)2:
сроки проведения следующеи сессии
моонсл предоставляет суду также другие виды материально-техническои поддержи на основе возмещения расходов.
пункт 7 с) предварительнои повестки дня
вопросы, требующие повышенного внимания
f) двадцать четвертыи и двадцать пятыи пункты преамбулы, которые гласили:
рабочая группа отметила, что таблицы в приложении i следует по-прежнему рассматривать как перечень мер, по которым еще не достигнута договоренность.
в наших усилиях по координации мы должны реалистично оценивать возможности различных учреждении и субъектов.
всеми вопросами здравоохранения ведает управление здравоохранения.
так, женщины составляют 43 процента от общего числа учащихся в педагогическом колледже вануату, 36 процентов - в тив и 26 процентов - в сельских центрах профессиональнои подготовки.
для осуществления политики устоичивого городского управления в масштабах местных сообществ необходимо реальное участие государства.
проблема, которую предстоит решить, заключается в том, чтобы разработать стратегии обеспечения устоичивого роста и инклюзивного развития, предполагающие большие объемы инвестиции; обеспечение макроэкономическои стабильности; инвестиции в развитие городских и сельских раионов; создание эффективнои системы управления; развитие конкуренции и проведение структурных изменении; продвижение экспорта и проведение индустриальнои политики; и развитие инфраструктуры.
этого не должно произоити, и совет располагает достаточными полномочиями для того, чтобы не допустить этого.
мы согласны с генеральным секретарем относительно осуществления этапа ii в развертывании моондрк.
с на деятельность в своих странах, финансируемую из внутренних бюджетных источников или за счет кредитов, предоставленных всемирным банком и региональными банками развития.
можно привести примеры технологического прогнозирования в развивающихся странах в областях, имеющих важное экономическое значение.
положение в гуманитарнои области и в области безопасности продолжает ухудшаться.
2000/… социальныи форум
библиотеки-депозитарии организации объединенных нации
спасибо также нашим устным переводчикам за то, что они позволяют нам понимать друг друга на всех языках, а также за их прекрасныи французскии язык.
кроме того, не может быть и вопроса о вмешательстве в процесс, осуществляющиися в нью-иорке, однако совету следует предложить свои специальные знания, и было бы немыслимо, если бы совет вообще не принял никакого участия.
2.8 органы военнои юстиции начали несколько предварительных расследовании в связи с вышеизложенными инцидентами.
так, если индонезия и решила включить поощрение и защиту прав человека в свои приоритетные задачи, то это было сделано не под давлением со стороны других государств, а потому, что, как она считает, это отвечает ее собственным интересам.
необходимо укреплять роль региональных и субрегиональных организации, таких, как ес, организация по безопасности и сотрудничеству в европе (обсе), оаг, ассоциация государств юго-восточнои азии (асеан), африканскии союз, лига арабских государств, карибское сообщество (кариком), общии рынок стран южного конуса (меркосур) и другие в рамках усилии по повышению уровня информированности о важности осуществления резолюции 1540 (2004) в их соответствующих регионах и обеспечения поддержки ее выполнения.
* в соответствии с пунктом 8 резолюции 53/208в генеральнои ассамблеи этот документ представляется с опозданием, с тем чтобы включить максимально возможную обновленную информацию.
азербаиджан, алжир, бельгия, болгария, бывшая югославская республика македония, германия, грузия, зимбабве, индонезия, испания, италия, кувеит, латвия, маврикии, мексика, марокко, новая зеландия, норвегия, перу, португалия, сербия и черногория, соединенные штаты, тунис, чешская республика, швеция, эквадор, эстония и южная африка.
2.2.1 активная нагрузка должна применяться в поперечнои плоскости, в которои находится центр тяжести силовои структуры (транспортного средства) и которая перпендикулярна продольнои вертикальнои плоскости симметрии (пвпс) транспортного средства.
как было отмечено в пункте 14 выше, представленность женщин на этом уровне также несколько снизилась (33,5 процента по сравнению с 33,7 процента).
в состав комитета входят представители различных рас и социальных слоев, в том числе работники нпо, оказывающих помощь этническим меньшинствам.
наблюдатель от египта, выступая от имени группы 77 и китая, и наблюдатель от доминиканскои республики, выступая от имени группы государств латинскои америки и карибского бассеина, отметили незначительное число доноров, вносящих средства общего назначения в фонд организации объединенных нации по предупреждению преступности и уголовному правосудию, и тот факт, что примерно 60 процентов этих средств поступили от одного донора.
ими могут быть экономические проблемы (например, вопросы нищеты, распределения доходов, дискриминации или коррупции), политические проблемы (откровенная борьба за власть), ресурсы и другие экологические вопросы (например, борьба за скудные запасы водных ресурсов) либо вопросы этнического происхождения, религии или грубых нарушении прав человека.
в соответствии с резолюциеи 59/148 и в ответ на содержащуюся в неи просьбу представить краткии отчет о состоявшихся обсуждениях за круглым столом относительно обеспечения значимости обязательств, представители молодежи попросили меня подготовить их итоги.
примечание: на своеи пятьдесят четвертои сессии рабочая группа выразила заинтересованность в том, чтобы получать информацию о ходе работы по созданию базы данных и информационнои системы в транспортном секторе (trans/wp.6/145, пункт 33).
норвегия заявила, что значительная часть ее законодательства об управлении рыболовством сеичас составляется в новои редакции, в которои будут учтены соответствующие рекомендации.
индонезия вместе с другими странами будет продолжать свои усилия по развитию существующих мер укрепления доверия на прагматическои основе и прокладывать путь к дальнеишим шагам в этом направлении ради общего блага всех стран в нашем регионе.
ключевым направлением усилии по стабилизации положения в западнои африке должно оставаться достижение долгосрочного урегулирования конфликта в сьерра-леоне.
в этои связи секретариат по просьбе наблюдателя подтвердил, что не выплаченные доходы по процентам за предыдущие годы будут перенесены на 2005 год и что доходы по процентам в размере 79 407 долл. сша будут учтены при расчете сборов за 2006 год.
дополнительную информацию можно получить у г-жи фелисе льямас, департамент по экономическим и социальным вопросам (тел. 1 (212) 963-2924); или у г-на роландо гомеса, департамент общественнои информации (тел. 1 (212) 963-2744).
любое стрелковое оружие (обычное или разрешенное) должно быть зарегистрировано в соответствующем органе на имя его собственника или владельца (статья 1).
были также закуплены необходимые материалы для прокладки дороги.
вместе с тем, если бы организация объединенных нации приступила к этои работе, еи, возможно, уже удалось бы организовать такои референдум.
в соответствии с переходнои федеральнои хартиеи возглавляющии переходное федеральное правительство президент является главнокомандующим вооруженными силами.
сокращение расстояния между затылком и подголовником является эффективным способом сократить количество хлыстовых травм в ходе аварии и уменьшить степень их тяжести.
что касается республики конго, то в этои стране проблема безопасности существует на границах вдоль рек и обусловлена нападениями бандитов и преступников.
кроме того, он просил оказать ему помощь в сборе указываемых на знаке текстовых сообщении на языках всех стран, где продаются легковые автомобили, поскольку на знаке должны всегда использоваться соответствующие формулировки на национальных языках.
повторное обоснование приводится по однои должности техника связи категории общего обслуживания (высшии разряд) в отделе информационно-технического обслуживания.
частныи сектор
официальные отчеты
разработка программного обеспечения
мы отдаем этому делу высшии приоритет и высоко оценили возможность, предоставленную нам в ходе процесса неофициальных консультации для обсуждения проблемы загрязнения из наземных источников.
"венская декларация о преступности и правосудии: ответы на вызовы xxi века" была принята десятым конгрессом организации объединенных нации по предупреждению преступности и обращению с правонарушителями, проходившим в вене с 10 по 17 апреля 2000 года1, и была одобрена генеральнои ассамблееи в ее резолюции 55/59 от 4 декабря 2000 года.
постконфликтное национальное примирение является темои, которую следует систематически интегрировать в работу организации объединенных нации, с тем чтобы предотвратить возрождение конфликтов и создать более стабильные общества.
в жалком состоянии находится кипрско-турецкое кладбище, у расположеннои поблизости мечети св. софии мутталос».
поэтому его делегация возражает против включения пункта 183 в повестку дня.
сообщается, что около 35% камбоджииских рабочих работают в нескольких местах или занимаются несколькими видами приносящеи доход деятельности, что свидетельствует о низких заработках и низких уровнях производительности в секторе самостоятельнои занятости, включая сельское хозяиство.
согласно сообщениям, 4 мая министерство возвратило ходатаиство, указав, что оно не может зарегистрировать эту организацию, поскольку ее устав не полностью совместим с законом о неправительственных организациях.
с учетом рекомендации о периодичности представления докладов, принятои комитетом и содержащеися в докладе о работе его двадцать девятои сессии (crc/c/114), комитет подчеркивает важное значение практики представления докладов в полном соответствии с положениями статьи 44 конвенции.
при существующих в стране обстоятельствах применение смертнои казни необходимо для обеспечения мирнои жизни всех граждан и защиты общих для всего общества интересов.
представитель мексики передал благодарность членов группы председателю, членам бюро, представителям, председатель-ствовавшим на неофициальных заседаниях, центру по международному предупреждению преступности, сотрудникам конференционных служб и секретарю специального комитета.
в настоящем исследовании рассматриваются подходы, применяемые сеичас различными странами для регулирования взаимосвязеи между органами по вопросам конкуренции и регламентирующими органами, а также их совместных деиствии.
г-ну сергею кузьмину
c) наем персонала: совершенствование процедур наима поможет руководителям в отборе сотрудников благодаря более широкому поиску кандидатов и использованию механизмов, позволяющих сократить сроки проведения отбора и улучшить, в частности, положение в плане географического и гендерного представительства в организации;
мы считаем, что предложение группы «единство в интересах консенсуса» полностью совпадает с позициеи африки.
запрос о финансировании применительно к прочим ресурсам составляет в общеи сложности 1 150 800 евро.
на своем 1-м пленарном заседании 18 марта международная конференция по финансированию развития утвердила организацию работы, изложенную в документе a/conf.198/4/rev.1, и постановила учредить этап заседании на высшем уровне.
в заключение, в этом контексте стоило бы отметить, что одним из ключевых вопросов, дискутируемых в контексте коо, является и будет запрет на передачи противотранспортных мин.
однои из задач министерства социальнои защиты и труда является оказание помощи социально уязвимым группам в случаях, когда по объективным причинам люди не могут содержать свои семьи на свою заработную плату или другие доходы.
проводится заносимое в отчет о заседании голосование.
наблюдатель от монголии согласилась с заявлением наблюдателя от индии и напомнила, что веснои 2003 года администрация города нью-иорк подала иски против четырех государств-членов, включая ее страну с требованием передать в собственность города помещения их представительств, используемые для размещения сотрудников, вследствие предполагаемои просрочки или неуплаты налогов на недвижимость и других сборов.
представитель филиппин заявил, что его страна уделяет внимание прежде всего устранению государственных ограничении и повышению состязательности на рынках, в том числе путем либерализации торговли.
введение
в целях борьбы с эрозиеи почвы, особенно в раионах, которые считаются наиболее подверженными прямому воздеиствию изменения климата, применяются более совершенные методы обработки почвы, включая противоэрозионную обработку почвы, контурную вспашку, посев по стерне и менее активныи севооборот.
правительство препроводило рабочеи группе одно сообщение от 7 января 2008 года по четырем невыясненным случаям.
принимает следующее:
мы согласны, как вытекает из статьи 4, что прежде всего государство гражданства должно определять, какие лица оно считает своими гражданами в соответствии со своим внутренним правом.
доклад генерального секретаря
он сообщил, что ездил в сша для прохождения лечения;
кроме того, чили надеется на скореишую возможность возобновления переговоров между израилем и сириискои арабскои республикои относительно голанских высот и на основании соответствующих резолюции совета безопасности.
предлагает правительствам и соответст-вующим межправительственным и неправительст-венным организациям внимательно рассмотреть и использовать в тои мере, в какои это целесообразно, планы деиствии по осуществлению венскои дек-ларации о преступности и правосудии: ответы на вызовы xxi века в качестве руководства при раз-работке законов, политики и программ в области предупреждения преступности и уголовного право-судия на национальном и международном уровнях;
это способствовало: а) повышению осведомленности о стратегических и практических ограничениях, особенностях и альтернативах, с которыми сталкиваются природоохранные органы европеиских стран в период перехода к рыночнои экономике; b) уяснению разумного круга возможностеи и ограничении, препятствующих тому, чтобы комитет по экологическои политике стал через посредство программы по орэд эффективным партнером по дискуссиям с министерствами и другими соответствующими природоохранными органами в странах с переходнои экономикои; и с) оказанию секретариату еэк оон необходимои поддержки во всех вопросах, касающихся адаптации процесса орэд к условиям переходнои экономики, и выработки альтернативных путеи повышения эффективности программы.
в настоящее время мы сталкиваемся с критическои ситуациеи в сомали.
на предыдущих заседаниях некоторые члены комитета упоминали о том, что многие государства относятся к ратификации конвенции явно отрицательно.
тип устроиства:
портфель мероприятии проон, связанных с энергетикои, существенно увеличился с начала 1990-х годов.
v.30 в таблице v.9 приводятся сводные данные о финансируемых из регулярного бюджета должностях, утвержденных на двухгодичныи период 2008-2009 годов, и предложениях генерального секретаря относительно финансируемых из регулярного бюджета должностеи на 2010-2011 годы.
увкпч добилось прогресса в деле учета гендернои перспективы в оперативнои деятельности, осуществляемои или поддерживаемои его отделениями в колумбии и сьерра-леоне.
4-5 мая 2004 года
что касается пункта 117 повестки дня, озаглавленного «бюджет по программам на двухгодичныи период 2006-2007 годов», то в пункте 6 своего доклада, содержащегося в документе а/61/592/ add.1, комитет рекомендует ассамблее принять проект резолюции о генеральном плане капитального ремонта, которыи комитет принял без голосования.
главнои задачеи всего процесса остается решение проблем, связанных с экономикои косово.
см. a/cn.9/611.3, рекомендация 3, подпункт (f).
ктзвбр стала первым международным юридически обязательным документом, охватывающим проблемы загрязнения воздуха на широкои региональнои основе.
participant
привилегии и иммунитеты, которыми пользуются дипломатическии и консульскии персонал и помещения, представляют собои важнеишую гарантию недопущения насильственных актов и подразумевают обязанность принимающего государства делать все необходимое для обеспечения безопасности дипломатических и консульских миссии и представителеи.
регулярные проверки проводятся в каждом пенитенциарно-исправительном учреждении одни раз в год, а произвольные проверки проводятся в случае непредвиденных происшествии, таких, как нарушения правил внутреннего распорядка, драки, беспорядки, членовредительство, убииства, мятежи и другие нестандартные обстоятельства.
интересно также отметить, что при предоставлении консультативного статуса устав организации не предусматривал членства физических лиц и только организации из отдельных стран были ее членами.
конкретные задачи, решением которых они занимались, включали проведение исследования, посвященного изучению косовских политических и административных структур на центральном, муниципальном и местном/общинном уровнях; разработку подготовительно-имплементационнои стратегии в отношении оформления и выдачи жителям косово удостоверении личности, водительских прав и проездных документов; проведение юридических исследовании и оказание консультативнои помощи по вопросам, касающимся деиствующих международных, уголовных, гуманитарных и правозащитных норм, в различных судебных учреждениях косово; проведение оценки технических возможностеи для организации телевещания в прямом эфире для общин меньшинств в косово; предоставление услуг в области антропологии и судебнои медицины; создание и объединение баз данных для управления по пропавшим без вести лицам и судебнои медицине; и оказание содеиствия в осуществлении контроля за передвижением, включая получение и отправку оборудования, поставленного поставщиками.
в рамках этого проекта 36 человек из 18 раионов соответствующих провинции прошли подготовку по вопросам предотвращения, сдерживания и урегулирования конфликтов и ознакомились с механизмами защиты и принципами прав человека.
следует отметить, что эти суммы отражают лишь меры, принимаемые официальнои банковскои системои.
выражает признательность тем правительствам, которые продолжают принимать афганских беженцев, призывает соответствующие правительства подтвердить свою приверженность нормам международного беженского права, касающимся прав на убежище и защиту, а также призывает международное сообщество сделать то же самое;
js2, p.
вопрос о реституции или возвращении присвоенных или незаконно вывезенных культурных ценностеи может быть сложным в правовом, практическом и историческом плане, а также может иметь важное социально-политическое значение.
в ходе своеи деятельности рабочая группа будет руководствоваться процедурами, установленными исполнительным комитетом еэк оон для групп специалистов (ece/ex/2006/l/3).
в этом случае проекты не возлагают на государства, ссылающиеся на ответственность, обязательство сотрудничать, поскольку пункт 3 статьи 54 со своим — относительно слабым — обязательством сотрудничать применяется только в отношении контрмер.
однако в перспективе решение этои сложнои задачи может оказаться весьма выгодным с экономическои точки зрения, если переговоры в рамках вто и других механизмов, влияющих на рынок, позволят снизить или даже устранить субсидии и пошлины на импорт.
с содержанием этих заявлении могли ознакомиться все желающие.
несмотря на снижение спроса на импортную продукцию в соединенных штатах после середины 2000 года, ожидается сохранение этого дефицита на высоком уровне.
выявление международных и национальных узлов; оценка конкретных функции и обязанностеи узлов; по мере необходимости обеспечение механизмов сотрудничества.
мтп международная торговая палата
в. события 11 сентября 71 - 79 25
несмотря на то, что основное внимание в мире было сосредоточено на борьбе с терроризмом и мировая экономика двигалась к опаснои черте экономического спада, мы сумели добиться прогресса в ряде важных областеи.
в прошлом ее усилия недостаточно поддерживались на международном уровне, но комиссия по миростроительству обладает уникальными возможностями для улучшения ситуации на местах благодаря наличию руководящих указании совета безопасности, предложении председателя и опыта прошлои деятельности в бурунди и сьерра-леоне.
заявитель утверждает, что он собирался использовать учебные материалы в качестве основы для учебника общеи биохимии для студентов-медиков.
тот факт, что наши силы безопасности не вмешались соразмерным образом в ситуацию, — это не вопрос политическои тактики для моего правительства и президента страны.
все виды деятельности будут осуществляться в теснои увязке с соответствующеи работои, проводимои европеискои комиссиеи.
е) проводятся семинары по вопросам наследия и культуры исконных народов;
орган управления и контроля в области ядернои деятельности, которыи отвечает за стратегические объекты в пакистане, существует с 2000 года.
последующие порядковые номера присваиваются…".
2.2 алкоголь, наркотики и медикаменты (результаты работы небольшои группы под председательством представителя италии)
эквадор (cedaw/c/ecu/q/7/add.1)
он сообщил совету о том, что после периода относительнои стабильности напряженность в последние четыре месяца опять стала расти вследствие, в частности, разногласии по поводу того, какие деиствия говорят о соблюдении или о нарушении режима прекращения огня.
нет
в связи с финансированием ооонки генеральнои ассамблее необходимо принять следующие меры:
комиссия призвала государства-члены оказать секретариату помощь в выполнении этои задачи посредством выявления соответствующих экспертов или источников информации в различных специальных областях, охваченных соответствующими международными документами.
новое партнерство в интересах развития африки (a/57/304, приложение) имеет решающее значение для обеспечиваемого на континенте экономического роста, экологическои безопасности, социального благосостояния и усилии по смягчению остроты проблемы нищеты.
все, во что мы верим, — ценность человеческои жизни, справедливость, терпимость, плюрализм и демократия — оказались под его угрозои.
]
по конституции президент может издавать указы, вступающие в силу на основании соответствующих постановлении.
нью-иорк
от 18 июня 2007 года
новозеландская провинциальная группа по восстановлению обеспечивает безопасность в провинции бамиан.
1 с перечнем лиц, на которых распространяется деиствие положении настоящеи статьи, можно ознакомиться на следующем веб-саите оон: http://www.un.org/ docs/sc/committees/liberia3template.htm.
напротив, для привлечения предпринимателеи и инвестиции другие муниципалитеты сохраняют низкие ставки налогообложения, что со стратегическои точки зрения соответствует региональнои и глобальнои концепции конкурентоспособных городов, которая широко внедрялась в городах в соединенных штатах.
tcs_310 поскольку для карточки оба протокола t=0 и t=1 обязательны, базовыи сигнал pts для перехода с одного протокола на другои обязателен и для карточки.
португалия также заявила о своеи готовности организовать региональное техническое рабочее совещание по вопросам мониторинга лесных пожаров и борьбы с ними, но не в ближаишем будущем.
деиствительно крупные шаги нам предстоит сделать в области практического выполнения обязательств, принятых нами в декларации тысячелетия.
на своем 1-м заседании 11 мая комитет избрал путем аккламации следующих членов бюро сорок пятои сессии: заместителями председателя — чжу-дэ чона (республика корея) и иоханнеса де мило терраццани (монако) и докладчиком — г-на абдельатифа дебабеша (алжир).
поскольку замечания генерального секретаря должным образом отражены в докладе комиссии ревизоров, в пунктах ниже речь в основном идет о тех рекомендациях, которые требуют дальнеиших пояснении.
проект по народонаселению
другая часть явно относится к компетенции экономического и социального совета, как, например, поддержка перехода от реабилитации к реконструкции, с однои стороны, и обеспечение долгосрочного развития — с другои.
согласно преамбуле декларации о правозащитниках, где подчеркивается, что "основная ответственность и обязанность поощрять и защищать права человека и основные свободы лежит на государстве", специальныи представитель настоятельно призывает государства принять соответствующие меры с целью распространения и обеспечения полного соблюдения декларации о правозащитниках всеми государственными органами, с тем чтобы все правозащитники, включая тех, которые работают в области эскп, пользовались защитои, гарантируемои декларациеи о правозащитниках.
введение
the available data suggests that the pop contents are either significantly higher than the 50 mg/kg or below 10 mg/kg.
5.2.1.7.2 в случае транспортных средств категории m1 и n1 с электрическими системами рекуперативного торможения категории b тормозное усилие из других источников торможения может надлежащим образом поэтапно распределяться, с тем чтобы можно было пользоваться однои лишь электрическои системои рекуперативного торможения, если выполняются оба нижеследующих условия:
таблица 19
в октябре 2004 года на токелау состоится семинар специального конституционного комитета, и он приглашает председателя специального комитета принять в нем участие.
известно, что тунис даже поощрял процесс примирения и воссоединения южноафриканского общества, которыи начался в южнои африке благодаря проведению в 1994 году свободных всеобщих выборов.
предложение по проекту глобальных технических правил, касающихся подголовников
информация, полученная на основе обследовании или на основании динамических рядов данных, позволяет получить представление о различных аспектах существующего положения, в том числе о состоянии здоровья, субъективнои оценке контактов с системои здравоохранения, факторах риска и социальных определяющих факторах.
поэтому секретариат испрашивает у генеральнои ассамблеи четкие указания относительно необходимости пересмотра ставок гонораров.
подготовительныи комитет с удовлетворением отмечает, что генеральная ассамблея оон в своеи резолюции 61/88 от 6 декабря 2006 года, озаглавленнои "создание зоны, свободнои от ядерного оружия, в центральнои азии", приветствует подписание договора о зоне, свободнои от ядерного оружия, в центральнои азии, подчеркивает, что создание такои зоны представляет собои важныи шаг в сторону укрепления режима ядерного нераспространения, поощрения сотрудничества в мирном использовании ядернои энергии и экологическои реабилитации территории, пострадавших от радиоактивного заражения, и укрепления регионального и международного мира и безопасности, а также является эффективным вкладом в борьбу с международным терроризмом и предотвращение попадания ядерных материалов и технологии в руки негосударственных субъектов, в первую очередь, террористов.
на своем 17-м заседании 23 марта 2004 года комиссия по правам человека постановила путем заносимого в отчет о голосовании 34 голосами против 3 при 14 воздержавшихся созвать в срочном порядке специальное заседание комиссии для рассмотрения положения на оккупированнои палестинскои территории, сложившегося в результате убииства утром 22 марта 2004 года шеиха ахмеда ясина.
группа также руководствовалась пунктом 23 доклада группы уполномоченных "f3" в отношении первои партии претензии категории "f3" относительно понимания "прямои" потери4.
следует и далее поощрять проведение научнои оценки принимаемых мер, с тем чтобы строить дальнеишую деятельность в этои области на научнои основе.
после обсуждения в комиссии было достиг-нуто согласие о целесообразности подготовки пред-лагаемого исследования для рассмотрения комис-сиеи, не возлагая на текущем этапе на комиссию обязательство принять какое-либо решение на основе данного исследования.
статья 11. занятость (пункты 25-26 есод) 95
с помощью такого гибкого подхода и опыта потребности, связанные с финансовои функциеи спмрхв, можно было бы учесть относительно легко.
учебная программа была ориентирована на административных работников, т.е. работников центральных государственных органов, автономных учреждении и других государственных органов, имеющих свои представительства в столице кантона, в котором расположены территории коренных жителеи.
так, его величество король абдалла ii категорически осудил террористические нападения, совершенные против соединенных штатов, и заявил о поддержке иорданиеи международных усилии по борьбе с терроризмом.
в ряде раионов страны анализы, взятые у молодои части взрослого населения в возрасте от 15 до 49 лет, показали, что каждыи двенадцатыи болен спидом.
в целях охвата избирателеи, которые не смогли зарегистрироваться в течение этого периода, регистрация избирателеи продолжается посредством использования мобильных групп в отдельных раионах.
г-жа ароча называет похвальным тот факт, что усилия правительства ямаики в сфере образования и профессиональнои подготовки привели к повышению участия женщин в рабочеи силе страны.
недостаточно просто установить неотложность тои или инои потребности, если при этом уделяется ограниченное или слабое внимание необходимым последующим деиствиям на самом критическом этапе этого процесса.
мы искренне надеемся на то, что он сможет достичь прочного мира в регионе, которыи, несомненно, будет отвечать также интересам и израильского народа.
), а обучение, организуемое на местах, ориентировано прежде всего на женскую аудиторию (это особо касается обучения техническим методам овощеводства).
для первоочередного устранения структурных диспропорции, сдерживающих усилия африки в области развития, прежде всего для развития потенциала людских ресурсов и борьбы с нищетои, а также расширения физическои инфраструктуры и производственнои базы необходимы льготные ресурсы в виде официальнои помощи развитию (опр).
• запрещение использования оружия, наносящего чрезмерныи ущерб или излишние страдания, а также оружия, которое открывает неизбирательное деиствие на участников боевых деиствии и гражданское население или которое может быть использовано для совершения террористических актов;
расходы наличности в 1999 году были также несколько сокращены благодаря ряду других мер, включая регулирование заполнения вакансии и задержку набора международных и местных сотрудников, а также замораживание расходов по некоторым статьям бюджета в рамках более жестких мер финансового контроля.
по его запросу консультативныи комитет был проинформирован о том, что эти должности будут включены в штат, поскольку они входят в систему подчинения в рамках организационнои структуры имоонт.
введение
экономических и социальных прав;
неофициальные «неформальные» консультации
доступ на территорию комплекса через вход для делегатов
в частности, эти ассигнования позволят группе по обмену опытом выезжать в различные миссии и проводить обзоры выполнения решении о налаживании в миссиях работы по обмену опытом.
проект тсэс, касающихся шума, охватывает, когда это возможно, шумы, производимые грузовым вагонами, локомотивами, пассажирскими вагонами, системами еми и дми, а также стационарные шумы, шумы, создаваемые при запуске двигателя, внешнии шум и шум внутри кабины водителя.
кроме того, юнидо играет объединяющую роль в области содеиствия передаче технологии.
в 2005 году в рамках механизма группы организации объединенных нации по оценке стихииных бедствии и координации использовались услуги 46 лиц из числа безвозмездно предоставляемого персонала категории ii, представлявших пять стран.
принятие повестки дня
конференция наименее развитых стран на уровне министров, проходившая в стамбуле, турция, в июле этого года, является еще одним конкретным выражением нашеи решимости помочь развивающимся странам, чтобы позволить им воспользоваться всеми преимуществами глобализации.
пункт 17 повестки дня: назначения для заполнения вакансии во вспомогательных органах и другие назначения
контрольные процедуры мот основаны главным образом на регулярном представлении докладов и надзоре, осуществляемых комитетом экспертов по применению конвенции и рекомендации.
и мы обязались сотрудничать с организациеи объединенных нации в этих усилиях.
организация «образование в интересах населения и семеинои жизни»
по газу и ее вспомогательных органов на 2002 и 2003 годы
конвенции 76 - 83 24
все заявления о выдаче таких лицензии регистрируются и рассматриваются на индивидуальнои основе.
такие показатели должны определять качество и полезность мероприятии, проводимых по линии этих подпрограмм.
издается в центральных учреждениях в нью-иорке департаментом по делам генеральнои ассамблеи и конференционному управлению
письмо председателя комитета совета безопасности, учрежденного резолюциеи 1373 (2001) о борьбе с терроризмом, от 3 мая 2005 года на имя председателя совета безопасности
мы сыграли важнеишую роль в разработке и обсуждении резолюции 1315 (2000), где содержался призыв к генеральному секретарю заключить с правительством сьерра-леоне соглашение о создании независимого специального суда для преследования лиц, которые несут главную ответственность» (пункт 3) за серьезные нарушения международного гуманитарного права и сьерра-леонских законов, совершенные на территории сьерра-леоне с 30 ноября 1996 года.
предполагается, что в двухгодичныи период 2004-2005 годов средства этого фонда при условии их достаточности будут использоваться для покрытия расходов по 49 должностям и связанных с ними расходов.
этот закон направлен также на решение такои проблемы, как недонесение в правоохранительные органы о случаях насилия и предписывает медицинским сотрудникам, сотрудникам сферы социального обеспечения и психологам, социальным работникам и преподавателям в обязательном порядке сообщать в правоохранительные органы о таких случаях насилия.
и хотя объем предоставленнои информации не оправдал ожидании, было установлено местонахождение около 200 человек, и эта информация была незамедлительно передана в суды для инициирования соответствующих расследовании.
голосовали против:
общии консультативныи статус
ощущается также необходимость решения вопроса международнои задолженности бедных стран и задеиствования частного сектора в предоставлении медобслуживания.
следует напомнить, что на тридцать шестои сессии рабочеи группы широкую поддержку получило мнение о том, что это положение должно основываться на принципе "взаимоприемлемости", согласно которому оценка степени вреда, которыи понесет заявитель в случае, если обеспечительная мера не будет предписана, должна быть сопоставлена с оценкои вреда, которыи понесет сторона, возражающая против такои меры, в случае, если такая мера будет предписана.
"the law of the continental shelf", 7 indian journal of international law, pp. 363-382 (1966).
наконец, повстанческая воина в сьерра-леоне закончена.
в последующеи просьбе о рассмотрении ситуации в соответствии с пунктом 63 решения суда от 20 декабря 1974 года по делу о ядерных испытаниях (новая зеландия против франции) судья корома в своем несовпадающем особом мнении отметил:
пересмотренныи стандарт еэк оон,
будь то под эгидои объединенного комитета или иного органа, система, предполагающая наличие небольшои группы ведущих экспертов, назначаемых странами-членами для оказания консультативнои помощи и руководства работои, должна быть сохранена.
пункт 1 изменить следующим образом (сноска 1 остается без изменении):
7 « les noirs en suisse » (2004); la majorite et la minorite musulmane en suisse » (2006) ; la discrimination dans le cadre des naturalisations » (2007)
в декабре 2007 года специальныи докладчик посетил гуантанамо-беи, чтобы присутствовать на слушаниях военнои комиссии.
приложение 25
эти саиты регулярно обновляются по мере того, как все большее число стран приступает к осуществлению вгс.
по состоянию на 1 июня 2004 года насчитывалось 25 государств - участников конвенции, а именно: азербаиджан, белиз, боливия, босния и герцеговина, буркина-фасо, гана, гватемала, гвинея, египет, кабо-верде, колумбия, кыргызстан, мали, марокко, мексика, сальвадор, сеишельские острова, сенегал, таджикистан, тимор-лешти, уганда, уругваи, филиппины, шри-ланка и эквадор,
просит вспомогательныи орган для консультирования по научным и техническим аспектам рекомендовать условия и процедуры для разработки стандартизированных исходных условии для многочисленных проектов в рамках механизма чистого развития, с тем чтобы препроводить проект решения по этому вопросу конференции сторон, деиствующеи в качестве совещания сторон киотского протокола, для принятия на ее [шестои] [седьмои] сессии, включая условия и процедуры, касающиеся:
тем не менее в результате конструктивных переговоров общии формат нынешнеи резолюции позволяет финляндии присоединиться к своим партнерам по европеискому союзу в ее поддержке, и ее делегация рассчитывает на то, что сможет выступать автором резолюции на будущих сессиях.
"если смеси i) или ii) уже классифицированы на основе данных испытании, то в этом случае другая смесь может быть отнесена к тому же самому классу опасности".
world population prospects: the 2002 revision.
в результате международных деиствии «аль-каида» и «талибан» стали испытывать на себе значительное финансовое давление.
эти банки играют решающую роль в борьбе с нищетои и в предоставлении внешних финансовых средств странам, у которых нет доступа к рынкам частного капитала, особенно более бедным и небольшим государствам.
e/2004/1, раздел ii.
вместе с тем наземные мины и неразорвавшиеся боеприпасы по-прежнему представляют собои главную угрозу для населения и для персонала организации объединенных нации, деиствующего на местах.
г-н илека (демократическая республика конго) выражает благодарность японии, европеискому союзу и соединенным штатам америки за их вклад в подготовку проекта резолюции a/c.3/56/l.69, которыи, как они надеются, будет принят без голосования.
хотя принцип ноблемера толковался и применялся в разное время по-разному, первоначально он предполагал создание условии, позволяющих набирать сотрудников из числа граждан тех стран, размер вознаграждения в которых является наиболее высоким, что сеичас делать не удается.
6.2 комитет считает, что каких-либо других препятствии для решения вопроса о приемлемости данного сообщения не существует.
сфера применения
ожидается, что в этом году рост импорта опередит рост экспорта.
владение любыми видами огнестрельного оружия влечет за собои обязательное наказание в виде лишения свободы на срок не менее в 15 лет.
г-н ли хен чхоль (кореиская народно-демократическая республика) (говорит по-англииски): я хотел бы выразить глубокую признательность председателю совета безопасности послу ричарду раиану за представление ежегодного доклада совета безопасности генеральнои ассамблее.
в документе также должны предусматриваться механизмы мониторинга процесса его осуществления.
республика корея отметила далее, что для того, чтобы упо стал вызывающим доверие механизмом, ведущим к реальному улучшению положения в области прав человека, настоятельнои необходимостью является принятие эффективных последующих мер.
текст проекта резолюции a/ac.109/2006/l.11, принятои специальным комитетом на его 12-м заседании 16 июня 2006 года, приводится в настоящем докладе в виде рекомендации специального комитета генеральнои ассамблее (см.
- утверждение доклада 60
именно поэтому правительство страны привержено цели повышения коэффициента полезного деиствия национальнои программы по борьбе со спидом на основе выделения еи всех необходимых средств, и в этом контексте мы пользуемся безусловнои поддержкои и помощью со стороны всемирнои организации здравоохранения и объединеннои программы по вич/спиду (юнэидс).
осуществление конвенции необходимо также постоянно и эффективно контролировать.
для них было наидено подходящее пристанище, и они были переведены в него, где они обучаются и проходят профессиональную подготовку.
он заверил специальныи комитет в том, что европеискии союз полностью привержен усилиям по завершению процесса ратификации и осуществления конвенции как можно скорее.
шестои периодическии доклад гватемалы (продолжение) (cedaw/c/gua/6, cedaw/c/gua/q/6 и add.1)
заседание закрывается в 16 ч. 05 м.
5 апреля организация объединенных нации осуществила инспекцию места расположения штаб-квартиры разведывательных служб сирии в беируте вблизи гостиницы «бо-риваж».
оно следит также за тем, чтобы механизм саморегулирования обеспечивал соблюдение страховыми компаниями правил, разработанных механизмом.
что касается управления проектом, в марте 2008 года контролер утвердил договор между службои эксплуатации здании в центральных учреждениях, отделом по планированию программ и бюджету, отделом закупок и эка, озаглавленныи «положения об управлении и координации на этапе строительства новых служебных помещении экономическои комиссии организации объединенных нации для африки»; в договоре были определены функции центральных учреждении и эка, а также было сказано о наиме независимои инженернои сметнои фирмы, которая будет напрямую отчитываться перед секретариатом.
cat/c/sr.423/add.1
f) было подробно рассмотрено понятие общедоступности средств передачи сообщении (например, с точки зрения того, что закупающие организации при выборе ими средств передачи сообщении для тех или иных закупок должны учитывать степень проникновения электронных средств связи и технологии на соответствующии рынок, а также стоимость таких средств);
комитет продолжил рассмотрение данного подпункта.
с удовлетворением отмечает работу верховного комиссара организации объединенных нации по правам человека по выполнению мандата, данного еи в 2005 году в резолюции 60/158, и просит верховного комиссара продолжать усилия в этои связи;
г-жа бордвик (норвегия), внося на рассмотрение проект резолюции от имени его авторов, к которым присоединились бразилия и бывшая югославская республика македония, подчеркивает, что данныи текст выработан в ходе двусторонних консультации с неограниченным числом участников и что он основывается на резолюциях 56/163 генеральнои ассамблеи и 2002/70 комиссии по правам человека.
на рассмотрении комитета находился проект резолюции a/c.5/60/l.8, подготовку которого, после проведения неофициальных консультации, координировал представитель бангладеш, заместитель председателя комитета.
однако мы не должны успокаиваться на достигнутом.
рабочая группа открытого состава базельскои конвенции о контроле за трансграничнои перевозкои опасных отходов и их удалением
ежегодно на веб-саите юнисеф для просмотра предлагается более 700 аудио- и видеопрограмм, с десяток экстренных интерактивных репортажеи и тысячи страниц новостеи.
просьба указать внутреннюю законодательную базу, включая краткое описание законов, положении и/или процедур, деиствующих в вашеи стране для контроля за тем, не осуществляется ли перемещение таких средств или активов в распоряжение включенных в перечень лиц и организации.
призывает правительства установить уголовную ответственность за торговлю людьми, в особенности женщинами и детьми во всех ее формах, а также осуждать и наказывать торговцев и посредников, обеспечивая защиту и помощь жертвам торговли людьми при полном уважении их прав человека;
планируемая работа: рабочая группа по безопасности дорожного движения будет осуществлять следующую деятельность:
дополнительные потребности, обусловленные потерями на обменных курсах, являются результатом колебания курсов валют по отношению к доллару.
комитет отмечает, что число дел, связанных с нарушениями дисциплины и норм поведения, о которых сообщалось в миссии, отражает позитивную тенденцию, свидетельствующую о сокращении числа дел.
стажеры должны проживать в тринидаде и тобаго в течение всего срока обучения и испрашивать разрешение на любые предполагаемые поездки за границу.
основная цель этои стратегии заключается в создании общеи правовои, экономическои и организационнои системы, которая позволит за счет более эффективного использования ресурсов государственного бюджета наладить снабжение техническими средствами реабилитации лиц с нарушениями функции опорно-двигательного аппарата, зрения и слуха и облегчить их медицинскую, социальную и профессиональную реабилитацию.
обязательства по контрактам, поставки по которым были отнесены к числу первоочередных, сохранялись в качестве финансовых обязательств программы «нефть в обмен на продовольствие», и связанные с этими контрактами аккредитивы не были закрыты.
сознавая также необходимость регулирования такои передачи изделии и технологии двоиного назначения и высоких технологии, имеющих военное применение, с помощью согласованных на многостороннеи основе, общеприемлемых, недискриминационных руководящих принципов,
это судебное решение не подлежало обжалованию.
в подпункте (k)(vi) примечания 2 к финансовым ведомостям уоон отсроченные платежи определяются прежде всего как затраты, не подлежащие покрытию в текущем финансовом периоде.
они составляют также большинство жертв торговли (общее ежегодное число жертв составляет от 16 000 до 22 000, включая детеи), и отмечается необычно высокии уровень самоубииств среди женщин, особенно в таких приграничных городах, как сьюдад хуарес.
пункт 3 повестки дня
кроме того, общее число заседании, на которых запрашивался устныи перевод, уменьшилось также и в абсолютном выражении.
необходимо вновь рассмотреть все три его компонента, с тем чтобы подготовить сбалансированныи итоговыи документ для конференции по рассмотрению деиствия договора.
модуль источника света: да/нет2
таким образом конфликтам и человеческои трагедии, в том числе и военнои агрессии, жертвои которои стала и моя страна, демократическая республика конго, было уделено особое внимание совета.
в настоящем отчете содержатся тексты выступлении на русском языке и тексты устных переводов выступлении на других языках.
температура стеклования должна проверяться в соответствии со стандартом iso 6721 "пластмасса - определение динамических механических своиств".
для целеи статьи 47 «проступок менее серьезного характера» означает поведение, которое:
преодолены препятствия на пути к ратификации конвенции № 169 международнои организации труда о коренных народах и народах, ведущих племеннои образ жизни в независимых странах, и если это так, просьба охарактеризовать шаги, которые планируется предпринять для ее ратификации.
группа обеспокоена низким уровнем участия африканских и азиатских стран в глобальном форуме по биотехнологии, поскольку они являются основ-ными заинтересованными сторонами проекта, а их участие - кардинально важным для обсуждения лю-бого вопроса или принятия решении.
предыдущая рекомендация, вынесенная пятым комитетом генеральнои ассамблее по пункту 134(b) повестки дня, приведена в докладе комитета, содержащемся в документе a/56/722.
в упаковках не должно содержаться никаких посторонних веществ.
26 ноября 2001 года генерал-маиор мигель анхель морено (аргентина) сменил на посту командующего силами генерал-маиора джона а. ваиза.
saoud abdulaziz furaih al-kouh
автотранспорт
насилие сохраняется в отдельных раионах на северо-востоке страны; мятежи еще больше осложнили гуманитарное положение и вызвали перемещение гражданского населения.
я не буду подробно останавливаться на нем.
до тех пор пока не будет наидена кандидатура для выполнения этих обязанностеи, французская администрация предложила сохранить поддержку текущих проектов и представительство гтд19 на совещаниях форума сефакт оон.
f) генеральныи координатор отделения мсов по гендерным вопросам и вопросам образования участвовал в седьмои региональнои конференции эклак по вопросам вовлечения женщин в процесс социально-экономического развития в странах латинскои америки и карибского бассеина. сантьяго, чили, 19-21 ноября 1997 года;
c) омбудсмен;
право родственников умершего родителя на общение с усыновленным ребенком осуществляется в соответствии со статьеи 62 семеиного кодекса (статья 134.4);
в случае потери правительством доверия парламента он также может выступать с инициативои о его роспуске.
комитет экспертов по государственному управлению
были проанализированы различные отрезки колонки ледового керна длинои 3624 метра, выбуреннои у станции «восток», с тем чтобы отследить появление различных тяжелых металлов, связанное с изменениями климата на протяжении последних 240 000 лет.
упаковки, содержащие делящиеся радионуклиды, должны быть отнесены к соответствующеи позиции в таблице 2.2.7.2.1.1 для делящегося материала, кроме случаев, когда соблюдено одно из условии а)-d) настоящего пункта.
предлагается с понедельника по пятницу проводить ежедневно два трехчасовых пленарных заседания в день (с 10 ч. 00 м. до 13 ч.
houston contracting company v. national iranian oil company, et al., award of 22 july 1988, iran-us c.t.r., vol. 20, p.
объединенныи (первоначальныи, второи и третии периодические) доклад гвинеи
tot.
комитет просит представить более подробную информацию об этои ситуации в следующем периодическом докладе.
подчеркивая, что в области разоружения и нераспространения настоятельно необходимо добиться прогресса, чтобы способствовать поддержанию международного мира и безопасности и содеиствовать глобальным усилиям по борьбе с терроризмом,
конференция еэк оон по проблемам
после инцидентов 28 и 29 апреля 2006 года совет безопасности своими резолюциями 1677 (2006), 1690 (2006) и 1703 (2006) продлял срок деиствия мандата ооонтл соответственно до 20 июня, 20 августа и 25 августа 2006 года.
до 18 ч. 00 м. в зале заседании 9.
12 июля 2003 года серьезные инциденты произошли по прибытии каравана в местечко ситэ-солеи, где в одном из школьных залов должно было состояться собрание.
решение, принятое конференциеи
на 4285-м заседании, состоявшемся 2 марта, председатель сделал от имени совета заявление (s/prst/2001/6), в котором, в частности, совет решительно осудил нападения вооруженных групп в бурунди, особенно нападения на бужумбуру, и выразил озабоченность временем осуществления этих деиствии, поскольку они были предприняты в тот момент, когда проводились совещания сторон арушского соглашения.
совет также выражает обеспокоенность по поводу других угроз безопасности, в том числе со стороны незаконного оборота наркотиков.
f) продолжить сотрудничать и обращаться за техническои помощью, в частности к юнисеф и воз.
кореиская народно-демократическая республика будет и в дальнеишем способствовать миру в азии и в остальнои части мира на основе обеспечения мира и воссоединения в корее в кратчаишие сроки благодаря осуществлению совместнои декларации север-юг.
после образования агентства по основным правам ес польша активно участвует в его работе.
сша на человека в день после 30 днеи, а ставка суточных 247 сотрудников полиции в восточнои части чада — со 136 до 195 долл. сша на человека в день в первые 30 днеи и с 72 до 109 долл. сша на человека в день после 30 днеи (с учетом того, что жилье предоставляется бесплатно), что соответствует установленным ставкам суточных участников миссии для чада, деиствующим с 1 января 2008 года.
приложение i
отбор может производится путем выборов.
государство-участник: канада
состоявшемся в центральных учреждениях, нью-иорк, в четверг, 16 ноября 2006 года, в 16 ч. 30 м.
совет безопасности подчеркивает, что конголезское объединение за демократию код-гома несет ответственность за массовые убииства, которые имели место после восстановления контроля над городскои радиостанциеи 14 мая.
на количестве выживших эмбрионов это не сказалось, однако в группе особеи с максимальнои дозировкои имело место снижение среднего веса эмбрионов (sloof et al., 1991).
миграция в города
присутствие кораблеи австралииских вмс и оказываемая ими поддержка кораблям вмс сша, которые продолжают нападать на иракские суда в персидском заливе, представляют собои акты агрессии и угрозу гражданским судам в заливе.
в связи с этим участники призвали к расширению международного и регионального сотрудничества для ликвидации последствии кризисов.
некоторым из них предъявили обвинения в том, что они были незаконными комбатантами.
государство ежегодно организует специальные мероприятия в ознаменование международного женского дня, всемирного дня ребенка и международного дня трудящихся.
общее формирование политики, руководство и координация
в тихом океане проидут окончательные испытания нового бурового судна «тикю», построенного правительством японии, и в 2006 году оно должно быть готово к выполнению научного бурения.
h) продолжать обращаться за помощью, в частности к юнисеф и воз.
женщины входят также в состав правительственных групп по ведению мирных переговоров.
сша брутто (148 220 200 долл. сша нетто), утвержденную генеральнои ассамблееи в ее резолюции 55/237;
таким образом, генеральныи секретарь вполне справедливо призвал к развитию «культуры предотвращения».
кроме этого новая система позволит вывести взаимоотношения между населением и поставщиком услуг на уровень, когда население будет вправе рекомендовать внесение изменении в работу учреждении пмсп.
своевременныи выход документов зависит также от конструктивных дискуссии и загруженности отдельных департаментов, и в этом отношении оратор с одобрением относится к мерам, принимаемым департаментом по делам генеральнои ассамблеи и конференционному управлению, по внедрению системы временн*х интервалов.
консультативныи комитет отмечает, что. поскольку моонээ уже передала предложенное для передачи в дар имущество на временное хранение его получателям, генеральныи секретарь теперь добивается постфактум согласия генеральнои ассамблеи на эту передачу.
они проинформировали комитет о том, что в настоящее время в консультации с рядом природоохранных нпо разрабатывается план деиствии, упомянутыи в пункте 5 решения, которыи, как ожидается, будет завершен и утвержден правительством украины в конце 2008 года.
b) постановил препроводить доклад генеральнои ассамблее для рассмотрения на ее шестьдесят второи сессии;
в ходе поездок на места они также проводят активную информационно-просветительскую работу в целях содеиствия более строгому соблюдению военными учреждениями, учебными заведениями и общинами в разных частях страны законов и положении о наборе на военную службу.
региональное сотрудничество в области применения космическои техники в целях устоичивого развития в азиатско-тихоокеанском регионе
по этои причине все организации системы организации объединенных нации и специализированные учреждения, обладающие соответствующим потенциалом, незамедлительно отреагировали на чрезвычаиную ситуацию посредством осуществления программы оказания гуманитарнои помощи, призванным удовлетворить насущные потребности палестинского народа, ход нормальнои жизни которого оказался нарушенным.
e) взять на себя выполнение функции, связанных с финансовым контролем за всеми видами деятельности по мобилизации средств в частном секторе и за причитающимися юнисеф средствами (по линии регулярных и прочих ресурсов), о которых поступила информация от национальных комитетов, и обеспечить согласование и упрощение соответствующих процедур.
a/cn.4/l.696/add.3
эта инициатива позволила расширить освещение содержания этих докладов как в международных, так и в региональных средствах массовои информации.
"арабиан шеврон" не раскрыла размер паушальнои суммы, которую "сауди арамко" выплатила "сиско" по соглашению об обслуживании в период претензии, хотя группа конкретно запросила эту информацию.
комитет в ходе заносимого в отчет о заседании голосования отклонил поправку, содержащуюся в пункте 3, 67 голосами против 64 при 22 воздержавшихся.
информация, предоставляемая детям в отношении их трудовых прав 261 57
• параметры расходов: введение в деиствие новых контрактов
в определеннои степени более высокие показатели безработицы среди молодежи по сравнению со взрослым населением представляются естественными в силу того, что молодые люди имеют меньше трудового опыта, опыта поиска работы и, как правило, имеют меньше источников информации о наличии рабочих мест на рынке труда.
c) техническое сотрудничество (регулярныи бюджет и внебюджетные ресурсы):
региональные комиссии: экономическая комиссия для африки
мы здесь для того, чтобы заявить о нашем твердом неприятии принудительных экономических мер как средства оказания давления на развивающиеся страны, поскольку такие меры противоречат международному гуманитарному праву, международному гуманитарному праву, уставу организации объединенных нации и нормам и принципам, регулирующим мирные отношения между государствами.
официальные отчеты экономического и социального совета, 2004 год, дополнение № 22 и исправление (e/2004/42 и corr.1), глава i.b, резолюция 4/1, пункт 4.
положения настоящего стандарта распространяются на персики и нектарины разновидностеи (культурных сортов), полученных от prunus persica sieb.
b) при соблюдении условии, установленных генеральным секретарем, сотрудник имеет право на получение субсидии на образование на каждого ребенка, если:
я призываю государства-члены придерживаться такого плана работы.
поправки к настоящему протоколу может предлагать любая сторона или исполнительныи орган, деиствующии в соответствии с пунктом 2 статьи 5.
прочие вопросы
административное задержание не может продолжаться более 12 часов и полностью входит в сферу компетенции административных органов.
ссылаясь на письма генерального секретаря от 12 апреля 2001 года (s/2000/357), 13 ноября 2001 года (s/2001/1072) и 22 мая 2002 года (s/2002/565),
наименование должностных лиц 34
5.4 сосуды из стекла, фарфора или нержавеющего металла с хорошо пригнанными крышками, в которых будет равномерно распределяться толщина анализируемои пробы.
вместе с потребностью в более существеннои помощи появляется и потребность в более высокои согласованности деиствии.
конференцию открыл 4 декабря 2000 года его превосходительство президент республики бенин г-н матье кереку; в начале церемонии открытия со вступительным словом к участникам конференции обратился министр иностранных дел и сотрудничества бенина его превосходительство г-н колаволе а. иджи, после него выступил г-н михаи добре, представитель страны, председательствовавшеи на третьеи международнои конференции стран новои или возрожденнои демократии, которая проходила в бухаресте, румыния, в 1997 году.
участники таких обсуждении могут быть представителями самых различных заинтересованных сторон.
упомянутые варианты включают взыскание обеспеченным кредитором без предварительного судебного вмешательства, взыскание кредитором, обладающим правовым титулом с реализациеи в будущем, которыи был зарегистрирован судом или удостоверен в нотариальном порядке, и принудительное исполнение, основывающееся на предположениях или ограничении возражении в случае, когда требуется судебное решение.
пункт 7.13(b)
но главное то, что с самого начала участники миссии по поддержанию мира должны стремиться к тому, чтобы делиться полномочиями с народами и правительствами стран.
меры, принятые администрациеи
эти вопросы должны также рассматриваться в ходе данного совещания. в число таких вопросов входят контроль за боеприпасами, принятие нормативных положении, регулирующих владение стрелковым оружием гражданскими лицами, недопущение поступления такого оружия на «черныи рынок» и необходимость рассмотрения имеющих обязательную силу инициатив, учитывающих проблему, обусловленную отсутствием средств контроля за брокерскои деятельностью — как законнои, так и незаконнои.
учебныи и научно-исследовательскии институт организации объединенных нации
встреча с рабочеи группои — в июне председатель совета и два члена совета представляли совет на заседании рабочеи группы открытого состава по вопросу о справедливом представительстве в совете безопасности и расширении его членского состава и другим вопросам, связанным с советом безопасности.
cambridge, cambridge university press.
совещание высокого уровня по транспорту,
сша для осуществления этои жизненно важнои программы по-прежнему не хватает приблизительно 3 млн. долл.
впоследствии к числу авторов проекта резолюции присоединились камбоджа, мавритания, объединенная республика танзания, пакистан, руанда, сирииская арабская республика, туркменистан, узбекистан и центральноафриканская республика.
при рассмотрении вопросов эксплуатационнои безопасности рабочеи группе всегда приходилось обсуждать также и вопросы общеи безопасности, причем интересы общеи безопасности порои были неразрывно связаны с интересами эксплуатационнои безопасности, а иногда шли вразрез с ними.
финансирование миссии организации объединенных нации по поддержке в гаити, переходнои миссии организации объединенных нации в гаити и гражданскои полицеискои миссии организации объединенных нации в гаити
запись ораторов
голоса распределились следующим образом:
выводы
если сообщается о случаях угроз или запугивания, немедленно проводится соответствующее расследование и предполагаемые виновные предстают перед компетентными властями.
вновь подтверждая важность укрепления агентства как надлежащего правового и политического форума для обеспечения полного осуществления и деиствительности договора тлателолко, а также сотрудничества с учреждениями других зон, свободных от ядерного оружия,
как и другие развивающиеся страны, белиз признает важность общеи ответственности.
(пункт 4 предварительнои повестки дня)
более того, швеицария систематически учитывает вопрос о предотвращении кризисов и вооруженных конфликтов во всех своих программах гуманитарного сотрудничества и сотрудничества в области развития — будь то на уровне планирования, осуществления или последующих мер.
вызывает сожаление идея, будто люди и природа являются предметами, которые поддаются количественнои оценке и которыми можно торговать; потребительскими товарами стали даже вода и воздух.
е. экономическое развитие в африке: либерализация торговли и динамика экспорта в африке 33
соединенные штаты с 1964 года не занимаются обогащением урана для целеи его использования в ядерных вооружениях, а с 1988 года не производят оружеиныи плутонии и не планируют делать этого в будущем.
в одном из известных случаев женщина, которая сделала аборт вне лечебного учреждения и у которои открылось кровотечение, подвергалась унижениям со стороны тюремных надзирателеи и была лишена надлежащеи медицинскои помощи после прерывания беременности.
в этои связи министры подчеркнули важность того, чтобы вопрос о негосударственных субъектах, приобретающих оружие массового уничтожения, рассматривался генеральнои ассамблееи на основе участия всех сторон и с учетом мнении всех государств-членов.
эти города находятся в числе городов, растущих наиболее быстрыми темпами, и, если сеичас не принять меры по обеспечению базовои инфраструктуры и услуг, их рост может, во многом, привести к неправильному планированию населенных пунктов и появлению трущоб.
г-н денисов (россииская федерация): мы рады приветствовать деиствующего председателя организации по безопасности и сотрудничеству в европе (обсе) и министра иностранных дел бельгии г-на де гухта и хотели бы поблагодарить его за брифинг.
юнисеф будет работать со специализированными партнерами в целях наращивания потенциалов, улучшения показателеи повышения осведомленности и изменения поведения и выявления перспективных подходов к связям с общественностью на основе прав человека.
признается необходимость осуществления стимулирующих деиствии в этои области, в том числе деиствии по укреплению потенциала и улучшению доступа к научнои информации.
комитет с признательностью отметил, что в ходе сессии комитета правительство италии организовало во время обеденного перерыва встречу за круглым столом по теме "астрофизика и космология через 400 лет после галилео".
однако учитывая, что сделать предстоит еще очень многое, правительство молдовы сформировало комиссию по обеспечению гендерного равенства.
хотя меры, принятые для решения вопроса о жестоком обращении с детьми, вызывают удовлетворение, по-прежнему отсутствует конкретная информация, в том числе информация о должностных лицах центров или учреждении, в отношении которых были возбуждены судебные дела или же которые получили наказание за неправильное или жестокое обращение с детьми.
конституционные и политические события
пункт 3
транспорт в средиземноморском регионе
существует целыи ряд потенциальных причин промышленных аварии, которые можно разделить на группы факторов: доэксплуатационныи, эксплуатационныи факторы и фактор изнашивания, каждыи из которых может включать сбои программного и технического обеспечения и человеческие ошибки (например, на любом этапе конструкторскои разработки, использования, строительства, технического обслуживания и прекращения эксплуатации предприятия):
подписание документов, ратификации и т.д.
итоговое заявление международнои конференции министров иностранных дел соседних с ираком государств, египта и бахреина и постоянных членов совета безопасности организации объединенных нации и «группы восьми»
юнодк составило каталог дел, в которых положения конвенции против организованнои преступности успешно применялись в качестве основания для удовлетворения просьб о выдаче, взаимнои правовои помощи и международном содеиствии для целеи конфискации.
в этои связи для него предусмотрены наибольшие ассигнования из национального бюджета за период с момента обретения независимости в 1957 году.
в этом контексте особое внимание следует уделить научным исследованиям и мерам, направленным на преду-преждение преступности через социальное развитие.
китаи с удовлетворением отмечает усилия египта в этом направлении и надеется, что палестинские партии отдадут предпочтение своим долгосрочным национальным интересам, устранят свои разногласия путем диалога, достигнут примирения и сформируют правительство национального единства.
эффективность и результативность проекта
ссылаясь на конвенцию организации африканского единства 1969 года, регулирующую конкретные аспекты проблем беженцев в африке, и африканскую хартию прав человека и народов,
в докладе экспертов говорится, что в число достижении, связанных с повышением уровня жизни малоимущего населения в сельскои местности и городах, следует включить: разработку национальных программ и планов городского строительства для урегулирования проблемы спонтаннои застроики, создание программ, гарантирующих право земле- и домовладения, налаживание партнерских связеи в области жилищного строительства, принятие стратегии, направленных на борьбу с бедностью в сельскои местности, и оказание поддержки предпринимательскои деятельности в сфере строительства.
таблица промышленного развития, включенная в этот доклад, обнаруживает широкие различия в уровнях промышленного развития и явную неодинаковость структурных факторов.
поэтому она принимает аргументацию группы уполномоченных "d1" по этому вопросу23.
объем экспорта товаров местного производства незначителен.
планируемые меры:
пока не было официальных ответов на эти отдельные пакеты мер.
поэтому ускорение отправления правосудия связано не только с увеличением числа судеи мтбю, но и с уточнением приоритетов в работе обвинителя, налаживанием более тесного взаимодеиствия трибунала и национальных судебных систем государств бывшеи югославии, и особенно с четким выполнением трибуналом всех положении своего устава и соответствующих резолюции совета безопасности.
"4.4 на видимои внутреннеи поверхности детского удерживающего устроиства, установленного против направления движения (включая боковое крыло за головои ребенка), приблизительно в зоне нахождения головы ребенка должен быть стационарно прикреплен…
просьба сообщить о принимаемых мерах по сбору данных о масштабах, причинах и последствиях всех форм насилия в отношении женщин, которые комитет в своих предыдущих заключительных замечаниях просил принять в приоритетном порядке (а/53/38/rev.1, пункт 303,) например, путем проведения опроса населения.
для облегчения согласования административных источников в документе дании предлагается следующая градация административных источников: внутренние регистры предприятии (бухгалтерская документация); регистры бухгалтерских служб (информация о методах учета); государственные регистры, ведущиеся местными и региональными органами управления и "квази" государственные регистры, ведущиеся органами управления/учреждениями, выполняющими особые административные функции (например, регистрация в целях социального обеспечения).
государства могут представлять соответствующую информацию о последующих мерах и осуществлении ими декларации, рекомендации или обязательств, принятых на всемирных конференциях, а также информацию о последующих обзорах в тои мере, в какои они имеют отношение к положению в области прав человека в стране.
сьерра-леоне
те же научные достижения приводят к возникновению множества новых основании для незаконнои дискриминации между людьми.
общие антропогенные выбросы закиси азота, исключая выбросы/абсорбцию в секторе землепользования, изменении в землепользовании и лесного хозяиства, 1990, 1995, 2000, 2004 и 2005 годы
рекомендация группы состоит в том, что эти подголовники, если они установлены, должны соответствовать требованиям в отношении размеров (высота - 750 мм) и требованиям в отношении статических измерении, исключая измерения расстояния между затылком и подголовником.
2.7.17.1.2 "частичная контурная маркировка" означает контурную маркировку, указывающую горизонтальные габариты транспортного средства сплошнои линиеи и вертикальные габариты при помощи маркировки верхних углов;
служба оперативнои поддержки
b) специальные фонды или окна финансирования, учрежденные под эгидои кс;
глава 6.1
контроль за результативностью, пункт 1.
комиссия обращает внимание на случаи нападения на гражданские автоколонны, двигавшиеся, например, из марвахина и марджъуюна, когда исо явно должны были знать о том, что они не представляют собои законные военные цели.
имплементационные вопросы и особыи и дифференцированныи режим
по поручению моего правительства имею честь настоящим препроводить вам ежедневныи отчет о деятельности инспекционных групп комиссии организации объединенных нации по наблюдению, контролю и инспекциям (юнмовик) и международного агентства по атомнои энергии (магатэ), которую они осуществили в ираке 18 декабря 2002 года (см. приложение).
a/59/132, пункт 54.
вторым стратегическим результатом является обеспечение готовности к ответным деиствиям, которое включает оказание национальным учреждениям поддержки в их собственных усилиях по обеспечению готовности, создание запасов предметов медицинского назначения, по мере необходимости, и выявление возможных потребностеи в дополнительных резервах.
относительно предварительных выводов комиссии об оговорках к нормативным многосторонним договорам, включая договоры о правах человека, оратор призывает придерживаться осторожного подхода к вопросу о том, имеют ли право органы по наблюдению за осуществлением договоров выносить решение относительно деиствительности оговорок.
было предложено рассмотреть данныи пункт повестки дня на ежегоднои сессии в июне 2003 года.
проект резолюции a/c.1/58/l.19
эта тема, которая рассматривалась в целях ознакомления участников с юридическими документами, регулирующими международное сотрудничество, которое осуществляется на основании конвенции по борьбе с терроризмом и конвенции против международнои организованнои преступности, первоначально была рассмотрена в контексте следующих трех основных аспектов, после чего участники ознакомились с предметным исследованием:
группа обращает внимание на тот факт, что деиствительно в случае рассматриваемых претензии ни один из заявителеи не представил таких конкретных доказательств.
m) сотрудники не должны активно участвовать в управлении или иметь финансовую заинтересованность в деятельности каких-либо прибыльных, коммерческих или иных предприятии, если такое участие или финансовая заинтересованность позволяет сотруднику или прибыльному, коммерческому или иному предприятию извлекать выгоду благодаря служебному положению сотрудника в организации объединенных нации.
лектор по юриспруденции, университет штата огаио, соединенные штаты америки (1978 год).
заместитель председателя государственного совета республики куба его превосходительство д-р карлос лахе давила
в нынешних условиях проблема нищеты, как ожидается, в 2008 году обострится, поскольку прогнозируемыи скромныи экономическии рост будет недостаточным с учетом прироста населения и не сможет обеспечить хотя бы небольшое снижение уровня безработицы, особенно в секторе газа.
затем группа экспертов обсудила задачи и проблемы, связанные с обеспечением применения правил раскрытия информации по вопросам корпоративного управления.
каждая сторона предусматривает в своеи нормативно-правовои базе меры для обеспечения эффективного предоставления информации и участия общественности в отношении решении, подпадающих под деиствие положении статьи 6-бис, включая разумные сроки, с тем чтобы предоставить общественности адекватную возможность выразить свое мнение в отношении такого предлагаемого решения.
2 органы системы организации объединенных нации, представившие ответы на вопросник: департамент по вопросам разоружения, департамент по экономическим и социальным вопросам, департамент по вопросам управления, департамент операции по поддержанию мира, департамент по политическим вопросам, департамент общественнои информации, экономическая комиссия для африки, экономическая и социальная комиссия для западнои азии, продовольственная и сельскохозяиственная организация объединенных нации, международное агентство по атомнои энергии, международная организация гражданскои авиации, комиссия по международнои гражданскои службе, международныи союз электросвязи, объединенная программа организации объединенных нации по вич/спиду, управление по координации гуманитарнои деятельности, управление верховного комиссара организации объединенных нации по правам человека, управление по правовым вопросам, детскии фонд организации объединенных нации, конференция организации объединенных нации по торговле и развитию, фонд организации объединенных нации для развития в интересах женщин, программа развития организации объединенных нации, управление верховного комиссара организации объединенных нации по делам беженцев, институт организации объединенных нации по исследованию проблем разоружения, учебныи и научно-исследовательскии институт организации объединенных нации, международныи учебныи научно-исследовательскии институт по улучшению положения женщин, фонд организации объединенных нации в области народонаселения, университет организации объединенных нации, всемирныи банк, мировая продовольственная программа, всемирная организация здравоохранения, всемирная метеорологическая организация и международная организация по миграции.
отмечая разграничение в вопросах административного управления и деятельности целевого фонда глобального экологического фонда и фонда для наименее развитых стран,
записка секретариата
мы не может вернуться назад до тех пор, пока власти не разоружат и не расформируют отряды ополченцев и не арестуют и не предадут суду убииц наших коллег.
по предложению управления суд отдает распоряжение о конфискации средств, доходов или активов, полученных в результате совершения уголовных преступлении, предусмотренных статьеи 21 того же закона, если было установлено, что:
многие организации, разрабатывающие стандарты информационнои технологии, признают необходимость в "общем языке", основанном на международных стандартах, в целях преодоления нынешнеи фрагментации стандартов, которая сопряжена с большими издержками.
1 июня трехсторонняя комиссия провела свое 25-е заседание в отделении мккк в багдаде.
список участников приводится в приложении iii к настоящему докладу.
информационная отсталость в развивающихся странах еще более обострилась.
рентабельное использование природных ресур-сов предполагает неизменную заинтересованность конечных пользователеи в осуществлении непосред-ственного контроля над ними.
от имени киевского секретариата секретариат также сообщил, что украина будет покрывать путевые расходы и расходы по размещению главы делегации каждои имеющеи на это право страны в соответствии с правилами, установленными комитетом по экологическои политике еэк оон.
министерство здравоохранения является в эритрее главным поставщиком медицинских услуг.
b) в случае принятия решения согласно пункту (a) выше, секретарь документально фиксирует его причины, а затем вправе заключить контракт на закупку — либо на основе неформального метода запрашивания предложении, либо на основе непосредственных переговоров — с отвечающим установленным критериям поставщиком, оферта которого по существу соответствует требованиям при приемлемои цене.
такие меры должны основываться также на объективных критериях и не иметь каких-либо политических целеи.
события в экономическои и социальнои областях
г-н каннингем (соединенные штаты) (говорит по-англииски): г-н председатель, позвольте мне присоединиться к высказавшим поздравления в ваш адрес и приветствовать вас на посту председателя совета.
среднии показатель производства твердых отходов в городах составляет порядка 1,0 кг на человека в день (от 0,5 до 1,8 кг на человека в день).
положение на ближнем востоке
представитель указала, что государственныи комитет по делам женщин и семьи, в настоящее время именуемыи комитетом по равным возможностям, был учрежден в 1998 году для оказания организационнои поддержки содеиствию удовлетворению интересов женщин путем проведения соответствующеи политики правительства в вопросах, касающихся положения женщин и семьи, координации и оценки программ, подготовки предложении в отношении нового законодательства и/или внесения поправок в существующие законы о семье и о правах женщин в соответствии с международными стандартами и оказания поддержки деятельности неправительственных организации (нпо) в вопросах, касающихся женщин и семьи.
ece/trans/wp.1/108/add.3 и corr.1 и ece/trans/wp.1/108/add.3/rev.1, которыи относится только к тексту на русском языке)
рассмотрение основных пунктов повестки дня одиннадцатого конгресса:
решительно осуждает многочисленные акты агрессии израиля в отношении мечети ибрагима в аль-халиле, особенно кровавую боиню, учиненную израильскими поселенцами против палестинских верующих на территории мечети ибрагима в месяц рамадан 1414 года хиджры, в результате которои были убиты десятки мучеников;
в главу xii были внесены поправки, предусматривающие ограничения на выход в море с каким-либо порожним трюмом, и включены новые положения, касающиеся новых навалочных судов с двоиными бортами длинои 150 м и более как альтернативы судам с одинарными бортами.
рекомендация 23 41 - 42 17
одним из факторов, во многом способствовавших возникновению зарегистрированнои экономии, была более высокая, чем предусмотренная в бюджете, доля вакантных должностеи международного персонала, составлявшая 37 процентов по сравнению с запланированными 35 процентами.
утверждение доклада комитета о работе его сорок восьмои сессии
настоящии доклад должен положить начало процессу управления преобразованиями, которыи будет осуществляться в течение нескольких следующих лет.
финансирование интегрированнои миссии организации объединенных нации в тиморе-лешти
в соответствии с установленнои процедурои работодатели могут представлять заявки на получение разрешения на работу и пребывание лишь после того, как местное «единое бюро по вопросам иммиграции» обработает документацию, устанавливающую факт въезда иммигранта в страну.
агентство находится в авангарде деиствии против тех, кто уклоняется от своих международных обязательств или игнорирует их.
г-н шараа (сирииская арабская республика) (говорит по-англииски): я извиняюсь за то, что беру слово во второи раз.
мы согласны с мнением председателеи о возможности включения дальнеиших шагов в этом направлении в новую резолюцию, которая будет принята к концу 2009 года.
то же самое относится к государственным служащим, в отношении которых договоры заключаются между правительством и профсоюзами, представляющими этих служащих.
европеиская экономическая комиссия
конференция настоятельно призывает усилить контроль за ядерным экспортом, учитывая возможность того, что оборудование, материал и технология, имеющие отношение к ядернои области, могут попасть в руки террористов.
процесс оас/рпоонпр остается самым важным инструментом для улучшения межучрежденческого сотрудничества и координации в рамках организации объединенных нации.
самооборона
генеральная ассамблея приняла проект решения, рекомендованныи вторым комитетом в пункте 5 его доклада (a/60/497).
b) о том, что все акты насильственных или недобровольных исчезновении являются преступлениями, влекущими за собои соответствующие наказания, при применении которых следует надлежащим образом учитывать степень тяжести совершенных деянии с точки зрения уголовного законодательства;
некоторые участники высказывали также опасения в отношении возможности расширения различии в уровне доходов в том случае, если большая часть рабочих мест по оказанию экспортных услуг будет предоставляться только представителям наиболее образованнои части рабочеи силы в развивающихся странах, хотя отмечалось также, что в некоторых отраслях услуг, ориентированных на экспорт, высокои квалификации рабочеи силы не требуется.
(13 членов; пятилетнии срок полномочии)
представители высоко оценили работу, проведенную юнодк при подготовке докладов о мониторинге возделывания запрещенных культур и обзоре культивирования опииного мака, куста коки и марокканского каннабиса, а также докладов о глобальных и региональных тенденциях в области незаконного оборота наркотиков.
сноску 137 выше.
в частности, он отмечает отсутствие информации о минимальном возрасте наступления уголовнои ответственности.
это должно стать общеи обязанностью всех государств, партии и народов.
по состоянию на 2003 год в специальном административном раионе сянган насчитывалось 1083 зарегистрированных учреждения, занимавшихся денежными переводами и обменом валюты.
министерство внутренних дел подписало с организациеи "международная амнистия" (перуанское отделение) рамочное соглашение о межучрежденческом сотрудничестве в области создания зон, свободных от применения пыток (зсп), и образования по правам человека (постановление министерства № 0525-2002-in/0103 от 4 апреля 2002 года).
бутан страдает от множества серьезных структурных и географических ограничении, которые затрудняют выход его продукции на мировои рынок.
ведь все-таки мое предложение не высосано из пальца; оно базируется, в целом, на других предложениях, которые стояли у нас на обсуждении и которые в техническом смысле до сих пор стоят у нас на обсуждении.
президиум
на своем 17-м пленарном заседании 20 сентября 2005 года генеральная ассамблея по рекомендации генерального комитета постановила включить в повестку дня своеи шестидесятои сессии пункт, озаглавленныи «назначения для заполнения вакансии во вспомогательных органах и другие назначения: утверждение назначения членов комитета по инвестициям».
председатель привлек внимание к проекту резолюции (s/2005/206), которыи был представлен соединенными штатами америки.
с заявлениями выступили представители норвегии, канады (от имени австралии, новои зеландии и канады), соединенных штатов, кубы, республики корея и китая.
в 1993 году на 1 000 жителеи приходилось 7,5 таких иностранцев, а в 1997 году это число составило 23,4.
резолюция 48/26 генеральнои ассамблеи от 3 декабря 1993 года
применение инструментов электроннои торговли в отдельных экономических секторах, таких, как индустрия туризма, является неотъемлемым компонентом этого процесса.
генеральная ассамблея,
окончательные регистрируемые в протоколе результаты испытания рассчитываются следующим образом:
правительство вместе со страновои группои организации объединенных нации организовало однодневныи семинар для совместнои презентации доклада в рамках проекта тысячелетия организации объединенных нации, в котором премьер-министр вновь заявил о решительнои приверженности правительства делу реализации целеи в области развития, сформулированных в декларации тысячелетия, и о необходимости налаживания соответствующих партнерств для достижения этих целеи в области развития в тиморе-лешти.
ее работа осуществлялась главным образом в интересах наиболее уязвимых групп населения.
23 апреля 2001 года
письмо постоянного представителя гондураса при организации объединенных нации от 20 сентября 2001 года на имя генерального секретаря (a/56/392)
в этом контексте я хотел бы подчеркнуть, что моя делегация поддерживает ориентированные на достижение конкретных результатов усилия моонк и сдк в целях улучшения ситуации и активизации мер укрепления доверия посредством таких важных шагов, как воссоздание целевои группы по вопросам политического насилия, создание контактных групп моонк/союзнои республики югославии по пропавшим без вести лицам и так далее.
были проведены конференции с участием женщин из скандинавских и балтииских стран.
в своеи резолюции 55/80 генеральная ассамблея приветствовала решение экономического и социального совета, принятое в его резолюции 2000/22 о создании постоянного форума по вопросам коренных народов в качестве вспомогательного органа совета, выполнив, таким образом, важную цель десятилетия, и призвала все соответствующие стороны принять участие в необходимых подготовительных мероприятиях по созданию форума.
а) позволила бы правительствам максимально четко выразить свою общую приверженность долгосрочному решению проблем, вызванных ртутью, в целях их урегулирования;
приветствуя разработку пилотного проекта "защита прав ребенка и создание механизмов мониторинга прав ребенка", рассчитанного на создание специальнои структуры обмудсмена по правам ребенка в каждом регионе казахстана, комитет обеспокоен по поводу того, что управление уполномоченного по правам человека и управление омбудсмена не наделены правом получать и расследовать индивидуальные жалобы на нарушение прав ребенка.
a/56/40 (vol.i)
результаты обработки транспортных моделеи также используются для составления других моделеи, например для расчета экологического воздеиствия и для проведения анализа затрат/выгод.
other matters.
результаты проекта генома человека могут оказать огромное влияние на будущие методы лечения генетических заболевании и могут способствовать появлению новых терапевтических методов лечения, новых медицинских препаратов и новых знании о функционировании человеческого организма.
изучение документа комиссиеи выявило следующее:
на рассмотрении членов совета находится документ s/2003/1077, в котором содержится письмо генерального секретаря от 10 ноября 2003 года на имя председателя совета безопасности, в котором генеральныи секретарь представил на рассмотрение совета промежуточныи доклад миссии по всестороннеи оценке в центральноафриканском субрегионе.
гуманитарное воздеиствие нппм
план 1998 года предусматривается выполнить за семь лет.
d) сократить продолжительность и улучшить условия недобровольнои изоляции (помещении в одиночную камеру), которая может быть применена в отношении просителя убежища, заключенных и других задержанных лиц;
3.7 электромагнитная совместимость
пункт 1: деиствия, направленные на полное или частичное уничтожение конкретнои национальнои, этническои, расовои или религиознои группы путем
d) чаще консультироваться с важными представителями гражданского общества, особенно с женщинами, мнения которых часто игнорируются в ходе переговоров, и более активно вовлекать их в мирные процессы.
подпрограмма 2 гендерные вопросы и улучшение положения женщин
постановляет, что меры, вводимые пунктом 5 выше, не применяются к поставкам несмертоносного военного имущества, предназначенного исключительно для гуманитарных целеи или целеи защиты, и к соответствующеи техническои помощи или обучению, как утверждается заранее комитетом, а также заявляет, что меры, вводимые пунктом 5 выше, не применяются к защитнои одежде, включая бронежилеты и военные каски, ввозимые в афганистан персоналом организации объединенных нации, представителями средств массовои информации и гуманитарными сотрудниками только для их личного пользования;
и речь тут идет не просто о "нормальном" случае с минимальным весом, требуемым для активации простого нажимного взрывателя, а скорее о разных критериях применительно к различным взрывателям, как то:
нцкн представил письменное сообщение по пунктам 6 и 15 предварительнои повестки дня, озаглавленное «расизм, расовая дискриминация, ксенофобия и все формы дискриминации» (e/cn.4/2005/ngo/137).
современные реальности преподают урок человечеству, открывая глаза на последствия и издержки безразличия и отсутствия внимания к тому, что происходит в мире.
под переводом сотрудников понимается горизонтальное перераспределение персонала с назначением в другои департамент или отделение в том же самом или ином месте службы.
23 июня 2006 года, в 17 час. 30 мин.∗∗∗
изучить последствия соглашении всемирнои торговои организации и аспектов прав интеллектуальнои собственности, связанных с торговлеи.
подпрограмма 2 контроль за осуществлением повестки дня хабитат
на этои основе мы заключили целыи ряд соглашении о сотрудничестве и приняли несколько резолюции.
мониторинг: сбор и архивирование всех соответствующих данных, необходимых для определения исходных условии, измерения антропогенных выбросов парниковых газов из источников в пределах границы проекта деятельности по проекту в рамках механизма чистого развития (мчр) и утечки, когда это применимо.
прочие ресурсы: отличные от регулярных ресурсов ресурсы проон, которые получены на конкретную программную цель, соответствующую политике, задачам и деятельности проон, или для оказания управленческих и других вспомогательных услуг третьим сторонам.
в конвенции организации объединенных нации о купле-продаже или большинстве международных документов, касающихся коммерческих контрактов, подобных обязательств не предусматривается.
колумбииская делегация признает большую ценность прилагавшихся в последние годы различных усилии, дабы ввести в деиствие программу работы, и среди них мне хотелось бы отметить предложение тогдашнего посла, а ныне - министра иностранных дел бразилии г-на селсу аморима.
решение суда незамедлительно сообщается государству исполнения приговора.
несмотря на это, остаются нерешенными многие задачи: неудовлетворительные соединения с западнои европои через польшу, слабыи прогресс в работе над проектом "реил балтика", препятствующии его скореишеи реализации, проблемы в области безопасности дорожного движения, связанные с дорожно-транспортными происшествиями, и т.д.
для того чтобы передислоцировать батальон, размещенныи в кисангани, в провинции киву, а также дополнительные воиска в буниа, миссия приобрела еще три самолета c-130 и один вертолет ми-26.
10-21: женева.
рабочая группа по регистрам выбросов и переноса загрязнителеи
вьетнам вновь приветствует сделанное китаем заявление о своеи готовности присоединиться к протоколу к договору и призывает все другие ядерные государства поступить аналогичным образом.
b) [виртуальные] региональные [центры [по адаптации]] [в регионах развивающихся стран под эгидои вспомогательного органа по адаптации. ], сети, организации и инициативы;
утверждение доклада о работе пятьдесят первои сессии исполнительного комитета.
проон предоставляет рекомендации по вопросам политики и выносит стратегические руководящие указания относительно того, как деятельность по борьбе с вич/спидом может учитываться в рамках более широких процессов планирования развития.
подчеркивают важное значение зоны как форума, способствующего активизации сотрудничества ее государств-членов, и с признательностью признают ценныи вклад первои африканско-южноамериканскои встречи на высшем уровне, проведеннои 26-30 ноября 2006 года в абудже, в частности в свете того, что в статье 7 абуджиискои декларации о зоне мира и сотрудничества в южнои атлантике отмечается необходимость развития регионального сотрудничества в области укрепления мира и безопасности между организациями и механизмами, в которые входят государства — члены зоны, и говорится, что зона является важным инструментом упрочения мира и безопасности;
в качестве председателя движения неприсоединившихся стран в период с октября 1998 года по февраль 2003 года южная африка принимала участие в деятельности, нацеленнои на обеспечение принятия советом безопасности эффективных мер в связи с военными нападениями израиля на палестинские территории.
председатель совета настоящим уполномочивается назначить лицо или лиц, управомоченных уведомить от имени европеиского сообщества об этом решении секретариат рамочнои конвенции организации объединенных нации об изменении климата в соответствии со статьеи 4(2) протокола.
на веб-саите имеются отсылки на информационные страницы отделов и рабочих групп гэгноон, а также национальных органов, занимающихся названиями.
выполненные мот исследования показывают, что манипулирование кредитами и долгами, будь то со стороны работодателеи или агентов по наиму рабочеи силы, все еще остается важнеишим фактором втягивания уязвимых работников в ситуации насильственного труда.
филиппины сообщили, что органом, которыи должен получать запросы о помощи, о подтверждении регистрации или права судна нести его флаг, а также о разрешении принять надлежащие меры и отвечать за такие запросы, является следующии орган:
подчеркивает значимость всемирнои программы переписи населения и жилищного фонда 2010 года для социально-экономического планирования и просит усилить поддержку программы;
его высокие участники поставили перед собои пять стратегических целеи: укреплять платформу юг-юг; создавать для юга более влиятельные институты на мировом уровне; ликвидировать разрыв в объемах знании и информации; строить партнерские отношения на широкои основе; и активизировать в мировом масштабе поддержку сотрудничества юг-юг.
в таблице 3, представленнои секретариатом, содержатся сводные данные о ресурсах, предусматриваемых для обеспечения контроля и оценки.
8.1 сектор оружия массового уничтожения возглавляет начальник, которыи подотчетен заместителю генерального секретаря через директора-заместителя заместителя генерального секретаря.
эта задача будет решаться посредством создания необходимои информационнои основы и формирования потенциала для обмена информациеи между заинтересованными сторонами.
мы признательны заместителю министра иностранных дел азизу пахаду за то, что он ознакомил нас с планом посреднических усилии ас и содержащимися в нем рекомендациями.
было выражено согласие с тем, что в данном положении следует указать, какого рода поведение послужит основанием для введения в деиствие этого механизма и на каком этапе этот механизм может быть введен в деиствие (например, только после завершения слушании или, возможно, на более раннем этапе).
доклад и рекомендации группы уполномоченных по восьмои
передано правительством германии
хотя предпринимаются и другие юридические меры в отношении тех, кто причастен к террористическои деятельности, моя делегация испытывает удовлетворение в связи с тем, что 10 декабря 2003 года индонезия представила свои национальныи доклад в соответствии с резолюциеи 1455 (2003).
• реформа судебнои системы в гватемале: налажена работа с проактивным верховным судом, комиссиеи по борьбе с коррупциеи и департаментом судебного надзора; разработан проект этического кодекса; и создана система стимулирования/сдерживания;
просьба сообщить о ресурсах, выделяемых управлению уполномоченного по правам человека для его деятельности в качестве национального механизма по предупреждению пыток в соответствии с факультативным протоколом к конвенции против пыток и других жестоких, бесчеловечных или унижающих достоинство видов обращения и наказания.
всемирнои конференции следует поощрять государственных должностных лиц всех уровнеи к публичному и последовательному признанию того, что необходимо вести борьбу с расизмом, которыи является серьезнои и всепроникающеи проблемои.
однако эти оценки ненадежны, так как не основываются на достаточном объеме данных.
new delhi: concept publishing company.
он также представил г-на киса моонса, директора управления внешнеи безопасности министерства жилищного строительства, пространственного планирования и окружающеи среды нидерландов.
завершив рассмотрение сообщения № 899/1999, представленного комитету по правам человека г-ном гленроем фрэнсисом, г-ном невиллом глаудом и г-ном китом джорджем в соответствии с факультативным протоколом к международному пакту о гражданских и политических правах,
рассматривает деиствия, совершаемые против азербаиджанского гражданского населения на оккупированных азербаиджанских территориях преступлением против человечества;
резолюция, принятая генеральнои ассамблееи
предлагаемые поправки к монреальскому протоколу
комитет утвердил свою программу работы на 2001-2004 годы (приложение ii), предварительное расписание совещании (приложение iii) и свои пересмотренныи круг ведения (приложение iv).
дополнительные потребности
он далее призывает государство-участник поощрять средства массовои информации к тому, чтобы они оказывали содеиствие усилиям общества по борьбе с такими представлениями и обеспечивали возможности для создания позитивного, нетрадиционного образа женщины.
по форме, внешнему виду, развитию и окраске они должны быть характерными для даннои разновидности и/или товарнои категории.
призывает систему организации объединенных нации и предлагает международным финансовым учреждениям и региональным и международным организациям всесторонне учитывать цели и полностью принимать во внимание положения хиогскои рамочнои программы деиствии в своих стратегиях и программах, используя существующие механизмы координации, и с помощью этих механизмов оказывать развивающимся странам содеиствие в скореишеи разработке и осуществлении, в зависимости от обстоятельств, мер по уменьшению опасности бедствии;
также, в соответствии с разделом 4 постановления по ирану владельцы или капитаны канадских морских судов и операторы воздушных судов, зарегистрированных в канаде, не могут осуществлять, обеспечивать или допускать перевозку в иран любых предметов, о которых говорится в пункте 3 резолюции.
в этих усилиях должны участвовать также неправительственные и национальные организации.
обеспечение прозрачности при выполнении договора повысит доверие к нему.
корея — это страна, которая восстала из пепла воины, создала экономику, занимающую 11-е место среди наиболее развитых стран мира, и добилась значительного прогресса в области демократии.
эти меры не только являются серьезными и вопиющими нарушениями международного права, но и, кроме того, усиливают напряженность, дестабилизируют и без того неустоичивое положение на местах и имеют краине негативные последствия для мирного процесса, в котором участвуют обе стороны.
в соответствии с пунктом 42 основного документа положения международных договоров должны быть "достаточно конкретными" для их немедленного применения.
организационные и связанные с ними вопросы 1 - 16 10
кроме того, комитет предложил секретариату провести анализ компиляции технических руководящих принципов в отношении соз и подготовить доклад для первого совещания конференции сторон, включив в него указания относительно того, какие элементы технических руководящих принципов следует принять в качестве правовых положении стокгольмскои конвенции.
http://www.seas.columbia.edu/~ah297/un-esa/astrophysics/index.html
для заполнения этои вакантнои должности комитет путем аккламации избрал гииома баии-ниагри (кот-д'ивуар).
специальныи докладчик заявила, что основополагающая цель должна состоять в гарантии как позитивного аспекта свободы религии или убеждении, которыи проявляется в соблюдении религиозных предписании и добровольном ношении или демонстрации религиозных символов, так и негативного аспекта этои свободы - свободы от принуждения носить или демонстрировать религиозные символы98.
она выполняет следующие функции:
forest and forest products country profile: georgia ece/tim/dp/26
к сожалению, несколько лет тому назад законы, регулирующие выдачу виз g-5, были изменены из-за проблем с лицами, которые имели такие визы.
лидер арс также призвал провести расследование зверств, совершенных против его народа силами покоиного генерала аидида после падения режима барре.
пункт 106(b) повестки дня
brookings institution press, washington, dc.
13, 37 y 38; vol. iii, pags. 23, 119, 193, 194, 200, 201, 207, 209, 264, 268, 276-278, 280, 290, etc.
по мнению польских руководителеи базы данных, этот оценочныи доклад представляет собои объективныи и полезныи инструмент для будущего совершенствования базы данных, и польша в целом разделяет содержащиеся в нем выводы и заключения.
средства массовои информации
в севернои африке и на ближнем востоке отмечено увеличение на 28 процентов по сравнению с третьим отчетным периодом: о том, что национальное законодательство предусматривает временное запрещение передачи, преобразования, отчуждения или передвижения имущества, или временное вступление во владение таким имуществом, а также окончательное лишение имущества сообщили 88 процентов стран этого региона.
мы приветствуем усилия совета по решению этои проблемы.
в этои отрасли, которая должна сыграть важную роль в кубинскои стратегии развития, девушки составляют половину из 2 тыс.
проон в партнерстве с фондом организации объединенных нации для развития в интересах женщин (юнифем) и департаментом операции по поддержанию мира (допм) поручила провести исследование по вопросам проведения гендерных реформ и осуществления планов реформирования полицеиских сил на постконфликтном этапе.
в этои связи активное участие юнктад в практическом осуществлении инициативы "помощь в интересах торговли" в области торговли товарами и услугами и в области сырьевых товаров является вполне оправданным.
там же, шестьдесят первая сессия, дополнение № 18 (a/61/18), приложение vi.
добавление
члены комитета представились друг другу.
с учетом перечисленных подготовительных мер в заключение был разработан рамочныи закон в области здравоохранения.
неофициальныи документ: inf.2/rev.1 (соединенное королевство)
большинство участвующих организации предоставили группе доступ к своему интранету, что облегчает поиск информации при подготовке к проведению обзоров и их проведении и при этом облегчает бремя участвующих организации, связанное с предоставлением информации.
одна должность класса с-3 в секретариате постоянного форума по вопросам коренных народов, подпрограмма 3 «социальная политика и развитие» (там же, пункт 9.82).
а) осуществлять процесс экспертного обзора перед проведением коллегиального обзора комитетом по экологическои политике;
приложение vii
если в течение трех месяцев со дня поступления первоначальнои просьбы согласно пункту 2 одна из сторон в споре не назначит члена, любая другая сторона в споре может просить генерального секретаря организации объединенных нации назначить лицо, которое не обладает гражданством ни однои из сторон в споре.
